[
    {
        "verse": "1",
        "devanagari": "सूत उवाचमहीपतिस्त्वथ तत्कर्म गर्ह्यंविचिन्तयन्नात्मकृतं सुदुर्मना: ।अहो मया नीचमनार्यवत्कृतंनिरागसि ब्रह्मणि गूढतेजसि ॥ १ ॥",
        "english_devnagari": "sūta uvācamahī-patis tv atha tat-karma garhyaṁvicintayann ātma-kṛtaṁ sudurmanāḥaho mayā nīcam anārya-vat kṛtaṁnirāgasi brahmaṇi gūḍha-tejasi",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "mahī",
            "patiḥ",
            "tu",
            "atha",
            "tat",
            "karma",
            "garhyam",
            "vicintayan",
            "ātma",
            "kṛtam",
            "su",
            "durmanāḥ",
            "aho",
            "mayā",
            "nīcam",
            "anārya",
            "vat",
            "kṛtam",
            "nirāgasi",
            "brahmaṇi",
            "gūḍha",
            "tejasi"
        ],
        "translation": "Śrī Sūta Gosvāmī said: While returning home, the King [Mahārāja Parīkṣit] felt that the act he had committed against the faultless and powerful brāhmaṇa was heinous and uncivilized. Consequently he was distressed.",
        "purport": " The pious King regretted his accidental improper treatment of the powerful brāhmaṇa, who was faultless. Such repentance is natural for a good man like the King, and such repentance delivers a devotee from all kinds of sins accidentally committed. The devotees are naturally faultless. Accidental sins committed by a devotee are sincerely regretted, and by the grace of the Lord all sins unwillingly committed by a devotee are burnt in the fire of repentance."
    },
    {
        "verse": "2",
        "devanagari": "ध्रुवं ततो मे कृतदेवहेलनाद्दुरत्ययं व्यसनं नातिदीर्घात् ।तदस्तु कामं ह्यघनिष्कृताय मेयथा न कुर्यां पुनरेवमद्धा ॥ २ ॥",
        "english_devnagari": "dhruvaṁ tato me kṛta-deva-helanādduratyayaṁ vyasanaṁ nāti-dīrghāttad astu kāmaṁ hy agha-niṣkṛtāya meyathā na kuryāṁ punar evam addhā",
        "verse_Syn": [
            "dhruvam",
            "tataḥ",
            "me",
            "kṛta",
            "deva",
            "helanāt",
            "duratyayam",
            "vyasanam",
            "na",
            "ati",
            "dīrghāt",
            "tat",
            "astu",
            "kāmam",
            "hi",
            "agha",
            "niṣkṛtāya",
            "me",
            "yathā",
            "na",
            "kuryām",
            "punaḥ",
            "evam",
            "addhā"
        ],
        "translation": "[King Parīkṣit thought:] Due to my neglecting the injunctions of the Supreme Lord I must certainly expect some difficulty to overcome me in the near future. I now desire without reservation that the calamity come now, for in this way I may be freed of the sinful action and not commit such an offense again.",
        "purport": " The Supreme Lord enjoins that brāhmaṇas and cows must be given all protection. The Lord is Himself very much inclined to do good to brāhmaṇas and cows (go-brāhmaṇa-hitāya ca). Mahārāja Parīkṣit knew all this, and thus he concluded that his insulting a powerful brāhmaṇa was certainly to be punished by the laws of the Lord, and he was expecting something very difficult in the very near future. He therefore desired the imminent calamity to fall on him and not on his family members. A man’s personal misconduct affects all his family members. Therefore Mahārāja Parīkṣit desired the calamity to fall on him alone. By suffering personally he would be restrained from future sins, and at the same time the sin which he had committed would be counteracted so that his descendants would not suffer. That is the way a responsible devotee thinks. The family members of a devotee also share the effects of a devotee’s service unto the Lord. Mahārāja Prahlāda saved his demon father by his personal devotional service. A devotee son in the family is the greatest boon or blessing of the Lord."
    },
    {
        "verse": "3",
        "devanagari": "अद्यैव राज्यं बलमृद्धकोशंप्रकोपितब्रह्मकुलानलो मे ।दहत्वभद्रस्य पुनर्न मेऽभूत्पापीयसी धीर्द्विजदेवगोभ्य: ॥ ३ ॥",
        "english_devnagari": "adyaiva rājyaṁ balam ṛddha-kośaṁprakopita-brahma-kulānalo medahatv abhadrasya punar na me ’bhūtpāpīyasī dhīr dvija-deva-gobhyaḥ",
        "verse_Syn": [
            "adya",
            "eva",
            "rājyam",
            "balam",
            "ṛddha",
            "kośam",
            "prakopita",
            "brahma",
            "kula",
            "analaḥ",
            "me",
            "dahatu",
            "abhadrasya",
            "punaḥ",
            "na",
            "me",
            "abhūt",
            "pāpīyasī",
            "dhīḥ",
            "dvija",
            "deva",
            "gobhyaḥ"
        ],
        "translation": "I am uncivilized and sinful due to my neglect of brahminical culture, God consciousness and cow protection. Therefore I wish that my kingdom, strength and riches burn up immediately by the fire of the brāhmaṇa’s wrath so that in the future I may not be guided by such inauspicious attitudes.",
        "purport": " Progressive human civilization is based on brahminical culture, God consciousness and protection of cows. All economic development of the state by trade, commerce, agriculture and industries must be fully utilized in relation to the above principles, otherwise all so-called economic development becomes a source of degradation. Cow protection means feeding the brahminical culture, which leads towards God consciousness, and thus perfection of human civilization is achieved. The Age of Kali aims at killing the higher principles of life, and although Mahārāja Parīkṣit strongly resisted the domination of the personality of Kali within the world, the influence of the Age of Kali came at an opportune moment, and even a strong king like Mahārāja Parīkṣit was induced to disregard the brahminical culture due to a slight provocation of hunger and thirst. Mahārāja Parīkṣit lamented the accidental incident, and he desired that all his kingdom, strength and accumulation of wealth would be burned up for not being engaged in brahminical culture, etc."
    },
    {
        "verse": "3",
        "devanagari": "अद्यैव राज्यं बलमृद्धकोशंप्रकोपितब्रह्मकुलानलो मे ।दहत्वभद्रस्य पुनर्न मेऽभूत्पापीयसी धीर्द्विजदेवगोभ्य: ॥ ३ ॥",
        "english_devnagari": "adyaiva rājyaṁ balam ṛddha-kośaṁprakopita-brahma-kulānalo medahatv abhadrasya punar na me ’bhūtpāpīyasī dhīr dvija-deva-gobhyaḥ",
        "verse_Syn": [
            "adya",
            "eva",
            "rājyam",
            "balam",
            "ṛddha",
            "kośam",
            "prakopita",
            "brahma",
            "kula",
            "analaḥ",
            "me",
            "dahatu",
            "abhadrasya",
            "punaḥ",
            "na",
            "me",
            "abhūt",
            "pāpīyasī",
            "dhīḥ",
            "dvija",
            "deva",
            "gobhyaḥ"
        ],
        "translation": "I am uncivilized and sinful due to my neglect of brahminical culture, God consciousness and cow protection. Therefore I wish that my kingdom, strength and riches burn up immediately by the fire of the brāhmaṇa’s wrath so that in the future I may not be guided by such inauspicious attitudes.",
        "purport": " Progressive human civilization is based on brahminical culture, God consciousness and protection of cows. All economic development of the state by trade, commerce, agriculture and industries must be fully utilized in relation to the above principles, otherwise all so-called economic development becomes a source of degradation. Cow protection means feeding the brahminical culture, which leads towards God consciousness, and thus perfection of human civilization is achieved. The Age of Kali aims at killing the higher principles of life, and although Mahārāja Parīkṣit strongly resisted the domination of the personality of Kali within the world, the influence of the Age of Kali came at an opportune moment, and even a strong king like Mahārāja Parīkṣit was induced to disregard the brahminical culture due to a slight provocation of hunger and thirst. Mahārāja Parīkṣit lamented the accidental incident, and he desired that all his kingdom, strength and accumulation of wealth would be burned up for not being engaged in brahminical culture, etc. Where wealth and strength are not engaged in the advancement of brahminical culture, God consciousness and cow protection, the state and home are surely doomed by providence. If we want peace and prosperity in the world, we should take lessons from this verse; every state and every home must endeavor to advance the cause of brahminical culture for self-purification, God consciousness for self-realization, and cow protection for getting sufficient milk and the best food to continue a perfect civilization."
    },
    {
        "verse": "4",
        "devanagari": "स चिन्तयन्नित्थमथाश‍ृणोद् यथामुने: सुतोक्तो निऋर्तिस्तक्षकाख्य: ।स साधु मेने न चिरेण तक्षका-नलं प्रसक्तस्य विरक्तिकारणम् ॥ ४ ॥",
        "english_devnagari": "sa cintayann ittham athāśṛṇod yathāmuneḥ sutokto nirṛtis takṣakākhyaḥsa sādhu mene na cireṇa takṣakā-nalaṁ prasaktasya virakti-kāraṇam",
        "verse_Syn": [
            "saḥ",
            "cintayan",
            "ittham",
            "atha",
            "aśṛṇot",
            "yathā",
            "muneḥ",
            "suta",
            "uktaḥ",
            "nirṛtiḥ",
            "takṣaka",
            "ākhyaḥ",
            "saḥ",
            "sādhu",
            "mene",
            "na",
            "cireṇa",
            "takṣaka",
            "analam",
            "prasaktasya",
            "virakti",
            "kāraṇam"
        ],
        "translation": "While the King was thus repenting, he received news of his imminent death, which would be due to the bite of a snake-bird, occasioned by the curse spoken by the sage’s son. The King accepted this as good news, for it would be the cause of his indifference toward worldly things.",
        "purport": " Real happiness is achieved by spiritual existence or by cessation of the repetition of birth and death. One can stop the repetition of birth and death only by going back to Godhead. In the material world, even by attaining the topmost planet (Brahmaloka), one cannot get rid of the conditions of repeated birth and death, but still we do not accept the path of attaining perfection. The path of perfection frees one from all material attachments, and thus one becomes fit to enter into the spiritual kingdom. Therefore, those who are materially poverty-stricken are better candidates than those who are materially prosperous. Mahārāja Parīkṣit was a great devotee of the Lord and a bona fide candidate for entering into the kingdom of God, but even though he was so, his material assets as the Emperor of the world were setbacks to perfect attainment of his rightful status as one of the associates of the Lord in the spiritual sky. As a devotee of the Lord, he could understand that the cursing of the brāhmaṇa boy, although unwise, was a blessing upon him, being the cause of detachment from worldly affairs, both political and social. Śamīka Muni also, after regretting the incident, conveyed the news to the King as a matter of duty so that the King would be able to prepare himself to go back to Godhead. Śamīka Muni sent news to the King that foolish Śṛṅgi, his son, although a powerful brāhmaṇa boy, unfortunately had misused his spiritual power by cursing the King unwarrantedly. The incident of the King’s garlanding the muni was not sufficient cause for being cursed to death, but since there was no way to retract the curse, the King was informed to prepare for death within a week. Both Śamīka Muni and the King were self-realized souls. Śamīka Muni was a mystic, and Mahārāja Parīkṣit was a devotee. Therefore there was no difference between them in self-realization. Neither of them was afraid of meeting death. Mahārāja Parīkṣit could have gone to the muni to beg his pardon, but the news of imminent death was conveyed to the King with so much regret by the muni that the King did not want to shame the muni further by his presence there. He decided to prepare himself for his imminent death and find out the way to go back to Godhead."
    },
    {
        "verse": "4",
        "devanagari": "स चिन्तयन्नित्थमथाश‍ृणोद् यथामुने: सुतोक्तो निऋर्तिस्तक्षकाख्य: ।स साधु मेने न चिरेण तक्षका-नलं प्रसक्तस्य विरक्तिकारणम् ॥ ४ ॥",
        "english_devnagari": "sa cintayann ittham athāśṛṇod yathāmuneḥ sutokto nirṛtis takṣakākhyaḥsa sādhu mene na cireṇa takṣakā-nalaṁ prasaktasya virakti-kāraṇam",
        "verse_Syn": [
            "saḥ",
            "cintayan",
            "ittham",
            "atha",
            "aśṛṇot",
            "yathā",
            "muneḥ",
            "suta",
            "uktaḥ",
            "nirṛtiḥ",
            "takṣaka",
            "ākhyaḥ",
            "saḥ",
            "sādhu",
            "mene",
            "na",
            "cireṇa",
            "takṣaka",
            "analam",
            "prasaktasya",
            "virakti",
            "kāraṇam"
        ],
        "translation": "While the King was thus repenting, he received news of his imminent death, which would be due to the bite of a snake-bird, occasioned by the curse spoken by the sage’s son. The King accepted this as good news, for it would be the cause of his indifference toward worldly things.",
        "purport": " Real happiness is achieved by spiritual existence or by cessation of the repetition of birth and death. One can stop the repetition of birth and death only by going back to Godhead. In the material world, even by attaining the topmost planet (Brahmaloka), one cannot get rid of the conditions of repeated birth and death, but still we do not accept the path of attaining perfection. The path of perfection frees one from all material attachments, and thus one becomes fit to enter into the spiritual kingdom. Therefore, those who are materially poverty-stricken are better candidates than those who are materially prosperous. Mahārāja Parīkṣit was a great devotee of the Lord and a bona fide candidate for entering into the kingdom of God, but even though he was so, his material assets as the Emperor of the world were setbacks to perfect attainment of his rightful status as one of the associates of the Lord in the spiritual sky. As a devotee of the Lord, he could understand that the cursing of the brāhmaṇa boy, although unwise, was a blessing upon him, being the cause of detachment from worldly affairs, both political and social. Śamīka Muni also, after regretting the incident, conveyed the news to the King as a matter of duty so that the King would be able to prepare himself to go back to Godhead. Śamīka Muni sent news to the King that foolish Śṛṅgi, his son, although a powerful brāhmaṇa boy, unfortunately had misused his spiritual power by cursing the King unwarrantedly. The incident of the King’s garlanding the muni was not sufficient cause for being cursed to death, but since there was no way to retract the curse, the King was informed to prepare for death within a week. Both Śamīka Muni and the King were self-realized souls. Śamīka Muni was a mystic, and Mahārāja Parīkṣit was a devotee. Therefore there was no difference between them in self-realization. Neither of them was afraid of meeting death. Mahārāja Parīkṣit could have gone to the muni to beg his pardon, but the news of imminent death was conveyed to the King with so much regret by the muni that the King did not want to shame the muni further by his presence there. He decided to prepare himself for his imminent death and find out the way to go back to Godhead. The life of a human being is a chance to prepare oneself to go back to Godhead, or to get rid of the material existence, the repetition of birth and death. Thus in the system of varṇāśrama-dharma every man and woman is trained for this purpose. In other words, the system of varṇāśrama-dharma is known also as sanātana-dharma, or the eternal occupation. The system of varṇāśrama-dharma prepares a man for going back to Godhead, and thus a householder is ordered to go to the forest as a vānaprastha to acquire complete knowledge and then to take sannyāsa prior to his inevitable death. Parīkṣit Mahārāja was fortunate to get a seven-day notice to meet his inevitable death. But for the common man there is no definite notice, although death is inevitable for all. Foolish men forget this sure fact of death and neglect the duty of preparing themselves for going back to Godhead. They spoil their lives in animal propensities to eat, drink, be merry and enjoy. Such an irresponsible life is adopted by the people in the Age of Kali because of a sinful desire to condemn brahminical culture, God consciousness and cow protection, for which the state is responsible. The state must employ revenue to advance these three items and thus educate the populace to prepare for death. The state which does so is the real welfare state. The state of India should better follow the examples of Mahārāja Parīkṣit, the ideal executive head, than to imitate other materialistic states which have no idea of the kingdom of Godhead, the ultimate goal of human life. Deterioration of the ideals of Indian civilization has brought about the deterioration of civic life, not only in India but also abroad."
    },
    {
        "verse": "5",
        "devanagari": "अथो विहायेमममुं च लोकंविमर्शितौ हेयतया पुरस्तात् ।कृष्णाङ्‌घ्रिसेवामधिमन्यमानउपाविशत् प्रायममर्त्यनद्याम् ॥ ५ ॥",
        "english_devnagari": "atho vihāyemam amuṁ ca lokaṁvimarśitau heyatayā purastātkṛṣṇāṅghri-sevām adhimanyamānaupāviśat prāyam amartya-nadyām",
        "verse_Syn": [
            "atho",
            "vihāya",
            "imam",
            "amum",
            "ca",
            "lokam",
            "vimarśitau",
            "heyatayā",
            "purastāt",
            "kṛṣṇa",
            "aṅghri",
            "sevām",
            "adhimanyamānaḥ",
            "upāviśat",
            "prāyam",
            "amartya",
            "nadyām"
        ],
        "translation": "Mahārāja Parīkṣit sat down firmly on the banks of the Ganges to concentrate his mind in Kṛṣṇa consciousness, rejecting all other practices of self-realization, because transcendental loving service to Kṛṣṇa is the greatest achievement, superseding all other methods.",
        "purport": " For a devotee like Mahārāja Parīkṣit, none of the material planets, even the topmost Brahmaloka, is as desirable as Goloka Vṛndāvana, the abode of Lord Śrī Kṛṣṇa, the primeval Lord and original Personality of Godhead. This earth is one of the innumerable material planets within the universe, and there are innumerable universes also within the compass of the mahat-tattva. The devotees are told by the Lord and His representatives, the spiritual masters or ācāryas, that not one of the planets within all the innumerable universes is suitable for the residential purposes of a devotee. The devotee always desires to go back home, back to Godhead, just to become one of the associates of the Lord in the capacity of servitor, friend, parent or conjugal lover of the Lord, either in one of the innumerable Vaikuṇṭha planets or in Goloka Vṛndāvana, the planet of Lord Śrī Kṛṣṇa. All these planets are eternally situated in the spiritual sky, the paravyoma, which is on the other side of the Causal Ocean within the mahat-tattva. Mahārāja Parīkṣit was already aware of all this information due to his accumulated piety and birth in a high family of devotees, Vaiṣṇavas, and thus he was not at all interested in the material planets. Modern scientists are very eager to reach the moon by material arrangements, but they cannot conceive of the highest planet of this universe. But a devotee like Mahārāja Parīkṣit does not care a fig for the moon or, for that matter, any of the material planets. So when he was assured of his death on a fixed date, he became more determined in the transcendental loving service of Lord Kṛṣṇa by complete fasting on the bank of the transcendental river Yamunā, which flows down by the capital of Hastināpura (in the Delhi state). Both the Ganges and the Yamunā are amartyā (transcendental) rivers, and the Yamunā is still more sanctified for the following reasons."
    },
    {
        "verse": "6",
        "devanagari": "या वै लसच्छ्रीतुलसीविमिश्र-कृष्णाङ्‌घ्रिरेण्वभ्यधिकाम्बुनेत्री ।पुनाति लोकानुभयत्र सेशान्कस्तां न सेवेत मरिष्यमाण: ॥ ६ ॥",
        "english_devnagari": "yā vai lasac-chrī-tulasī-vimiśra-kṛṣṇāṅghri-reṇv-abhyadhikāmbu-netrīpunāti lokān ubhayatra seśānkas tāṁ na seveta mariṣyamāṇaḥ",
        "verse_Syn": [
            "yā",
            "vai",
            "lasat",
            "śrī",
            "tulasī",
            "vimiśra",
            "kṛṣṇa",
            "aṅghri",
            "reṇu",
            "abhyadhika",
            "ambu",
            "netrī",
            "punāti",
            "lokān",
            "ubhayatra",
            "sa",
            "īśān",
            "kaḥ",
            "tām",
            "na",
            "seveta",
            "mariṣyamāṇaḥ"
        ],
        "translation": "The river [by which the King sat to fast] carries the most auspicious water, which is mixed with the dust of the lotus feet of the Lord and tulasī leaves. Therefore that water sanctifies the three worlds inside and outside and even sanctifies Lord Śiva and other demigods. Consequently everyone who is destined to die must take shelter of this river.",
        "purport": " Mahārāja Parīkṣit, just after receiving the news of his death within seven days, at once retired from family life and shifted himself to the sacred bank of the Yamunā River. Generally it is said that the King took shelter on the bank of the Ganges, but according to Śrīla Jīva Gosvāmī, the King took shelter on the bank of the Yamunā. Śrīla Jīva Gosvāmī’s statement appears to be more accurate because of the geographical situation. Mahārāja Parīkṣit resided in his capital Hastināpura, situated near present Delhi, and the river Yamunā flows down past the city. Naturally the King would take shelter of the river Yamunā because she was flowing past his palace door. And as far as sanctity is concerned, the river Yamunā is more directly connected with Lord Kṛṣṇa than the Ganges. The Lord sanctified the river Yamunā from the beginning of His transcendental pastimes in the world. While His father Vasudeva was crossing the Yamunā with the baby Lord Kṛṣṇa for a safe place at Gokula on the other bank of the river from Mathurā, the Lord fell down in the river, and by the dust of His lotus feet the river at once became sanctified. It is especially mentioned herein that Mahārāja Parīkṣit took shelter of that particular river which is beautifully flowing, carrying the dust of the lotus feet of Lord Kṛṣṇa, mixed with tulasī leaves. Lord Kṛṣṇa’s lotus feet are always besmeared with the tulasī leaves, and thus as soon as His lotus feet contact the water of the Ganges and the Yamunā, the rivers become at once sanctified. The Lord, however, contacted the river Yamunā more than the Ganges. According to the Varāha Purāṇa, as quoted by Śrīla Jīva Gosvāmī, there is no difference between the water of the Ganges and the Yamunā, but when the water of the Ganges is sanctified one hundred times, it is called the Yamunā. Similarly, it is said in the scriptures that one thousand names of Viṣṇu are equal to one name of Rāma, and three names of Lord Rāma are equal to one name of Kṛṣṇa."
    },
    {
        "verse": "7",
        "devanagari": "इति व्यवच्छिद्य स पाण्डवेय:प्रायोपवेशं प्रति विष्णुपद्याम् ।दधौ मुकुन्दाङ्‌घ्रिमनन्यभावोमुनिव्रतो मुक्तसमस्तसङ्ग: ॥ ७ ॥",
        "english_devnagari": "iti vyavacchidya sa pāṇḍaveyaḥprāyopaveśaṁ prati viṣṇu-padyāmdadhau mukundāṅghrim ananya-bhāvomuni-vrato mukta-samasta-saṅgaḥ",
        "verse_Syn": [
            "iti",
            "vyavacchidya",
            "saḥ",
            "pāṇḍaveyaḥ",
            "prāya",
            "upaveśam",
            "prati",
            "viṣṇu",
            "padyām",
            "dadhau",
            "mukunda",
            "aṅghrim",
            "ananya",
            "bhāvaḥ",
            "muni",
            "vrataḥ",
            "mukta",
            "samasta",
            "saṅgaḥ"
        ],
        "translation": "Thus the King, the worthy descendant of the Pāṇḍavas, decided once and for all and sat on the Ganges’ bank to fast until death and give himself up to the lotus feet of Lord Kṛṣṇa, who alone is able to award liberation. So, freeing himself from all kinds of associations and attachments, he accepted the vows of a sage.",
        "purport": " The water of the Ganges sanctifies all the three worlds, including the gods and the demigods, because it emanates from the lotus feet of the Personality of Godhead, Viṣṇu. Lord Kṛṣṇa is the fountainhead of the principle of viṣṇu-tattva, and therefore shelter of His lotus feet can deliver one from all sins, including an offense committed by a king unto a brāhmaṇa. Mahārāja Parīkṣit, therefore, decided to meditate upon the lotus feet of Lord Śrī Kṛṣṇa, who is Mukunda, or the giver of liberations of all description. The banks of the Ganges or the Yamunā give one a chance to remember the Lord continuously. Mahārāja Parīkṣit freed himself from all sorts of material association and meditated upon the lotus feet of Lord Kṛṣṇa, and that is the way of liberation. To be free from all material association means to cease completely from committing any further sins. To meditate upon the lotus feet of the Lord means to become free from the effects of all previous sins. The conditions of the material world are so made that one has to commit sins willingly or unwillingly, and the best example is Mahārāja Parīkṣit himself, who was a recognized sinless, pious king. But he also became a victim of an offense, even though he was ever unwilling to commit such a mistake. He was cursed also, but because he was a great devotee of the Lord, even such reverses of life became favorable. The principle is that one should not willingly commit any sin in his life and should constantly remember the lotus feet of the Lord without deviation. Only in such a mood will the Lord help the devotee make regular progress toward the path of liberation and thus attain the lotus feet of the Lord. Even if there are accidental sins committed by the devotee, the Lord saves the surrendered soul from all sins, as confirmed in all scriptures."
    },
    {
        "verse": "8",
        "devanagari": "तत्रोपजग्मुर्भुवनं पुनानामहानुभावा मुनय: सशिष्या: ।प्रायेणतीर्थाभिगमापदेशै:स्वयं हि तीर्थानि पुनन्ति सन्त: ॥ ८ ॥",
        "english_devnagari": "tatropajagmur bhuvanaṁ punānāmahānubhāvā munayaḥ sa-śiṣyāḥprāyeṇa tīrthābhigamāpadeśaiḥsvayaṁ hi tīrthāni punanti santaḥ",
        "verse_Syn": [
            "tatra",
            "upajagmuḥ",
            "bhuvanam",
            "punānāḥ",
            "mahā",
            "anubhāvāḥ",
            "munayaḥ",
            "sa",
            "śiṣyāḥ",
            "prāyeṇa",
            "tīrtha",
            "abhigama",
            "apadeśaiḥ",
            "svayam",
            "hi",
            "tīrthāni",
            "punanti",
            "santaḥ"
        ],
        "translation": "At that time all the great minds and thinkers, accompanied by their disciples, and sages who could verily sanctify a place of pilgrimage just by their presence, arrived there on the plea of making a pilgrim’s journey.",
        "purport": " When Mahārāja Parīkṣit sat down on the bank of the Ganges, the news spread in all directions of the universe, and the great-minded sages, who could follow the importance of the occasion, all arrived there on the plea of pilgrimage. Actually they came to meet Mahārāja Parīkṣit and not to take a bath of pilgrimage because all of them were competent enough to sanctify the places of pilgrimage. Common men go to pilgrimage sites to get themselves purified of all sins. Thus the places of pilgrimage become overburdened with the sins of others. But when such sages visit overburdened places of pilgrimage, they sanctify the places by their presence. Therefore the sages who came to meet Mahārāja Parīkṣit were not very much interested in getting themselves purified like common men, but on the plea of taking a bath in that place they came to meet Mahārāja Parīkṣit because they could foresee that Śrīmad-Bhāgavatam would be spoken by Śukadeva Gosvāmī. All of them wanted to take advantage of the great occasion."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war. Aṅgirā: He is one of the six mental sons of Brahmā and the father of Bṛhaspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahmājī given to a cinder of fire. Utathya and Saṁvarta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alokānanda on the banks of the Ganges."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war. Aṅgirā: He is one of the six mental sons of Brahmā and the father of Bṛhaspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahmājī given to a cinder of fire. Utathya and Saṁvarta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alokānanda on the banks of the Ganges. Paraśurāma: See Śrīmad-Bhāgavatam 1.9.6."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war. Aṅgirā: He is one of the six mental sons of Brahmā and the father of Bṛhaspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahmājī given to a cinder of fire. Utathya and Saṁvarta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alokānanda on the banks of the Ganges. Paraśurāma: See Śrīmad-Bhāgavatam 1.9.6. Utathya: One of the three sons of Maharṣi Aṅgirā. He was the spiritual master of Mahārāja Mandhātā. He married Bhadrā, the daughter of Soma (moon). Varuṇa kidnapped his wife Bhadrā, and to retaliate the offense of the god of water, he drank all the water of the world."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war. Aṅgirā: He is one of the six mental sons of Brahmā and the father of Bṛhaspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahmājī given to a cinder of fire. Utathya and Saṁvarta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alokānanda on the banks of the Ganges. Paraśurāma: See Śrīmad-Bhāgavatam 1.9.6. Utathya: One of the three sons of Maharṣi Aṅgirā. He was the spiritual master of Mahārāja Mandhātā. He married Bhadrā, the daughter of Soma (moon). Varuṇa kidnapped his wife Bhadrā, and to retaliate the offense of the god of water, he drank all the water of the world. Medhātithi: An old sage of yore. An assembly member of the heavenly King Indradeva. His son was Kaṇva Muni, who brought up Śakuntalā in the forest. He was promoted to the heavenly planet by strictly following the principles of retired life (vānaprastha)."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war. Aṅgirā: He is one of the six mental sons of Brahmā and the father of Bṛhaspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahmājī given to a cinder of fire. Utathya and Saṁvarta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alokānanda on the banks of the Ganges. Paraśurāma: See Śrīmad-Bhāgavatam 1.9.6. Utathya: One of the three sons of Maharṣi Aṅgirā. He was the spiritual master of Mahārāja Mandhātā. He married Bhadrā, the daughter of Soma (moon). Varuṇa kidnapped his wife Bhadrā, and to retaliate the offense of the god of water, he drank all the water of the world. Medhātithi: An old sage of yore. An assembly member of the heavenly King Indradeva. His son was Kaṇva Muni, who brought up Śakuntalā in the forest. He was promoted to the heavenly planet by strictly following the principles of retired life (vānaprastha). Devala: A great authority like Nārada Muni and Vyāsadeva. His good name is on the list of authorities mentioned in the Bhagavad-gītā when Arjuna acknowledged Lord Kṛṣṇa as the Supreme Personality of Godhead. He met Mahārāja Yudhiṣṭhira after the Battle of Kurukṣetra, and he was the elder brother of Dhaumya, the priest of the Pāṇḍava family. Like the kṣatriyas, he also allowed his daughter to select her own husband in a svayaṁvara meeting, and at that ceremony all the bachelor sons of the ṛṣis were invited. According to some, he is not Asita Devala."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war. Aṅgirā: He is one of the six mental sons of Brahmā and the father of Bṛhaspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahmājī given to a cinder of fire. Utathya and Saṁvarta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alokānanda on the banks of the Ganges. Paraśurāma: See Śrīmad-Bhāgavatam 1.9.6. Utathya: One of the three sons of Maharṣi Aṅgirā. He was the spiritual master of Mahārāja Mandhātā. He married Bhadrā, the daughter of Soma (moon). Varuṇa kidnapped his wife Bhadrā, and to retaliate the offense of the god of water, he drank all the water of the world. Medhātithi: An old sage of yore. An assembly member of the heavenly King Indradeva. His son was Kaṇva Muni, who brought up Śakuntalā in the forest. He was promoted to the heavenly planet by strictly following the principles of retired life (vānaprastha). Devala: A great authority like Nārada Muni and Vyāsadeva. His good name is on the list of authorities mentioned in the Bhagavad-gītā when Arjuna acknowledged Lord Kṛṣṇa as the Supreme Personality of Godhead. He met Mahārāja Yudhiṣṭhira after the Battle of Kurukṣetra, and he was the elder brother of Dhaumya, the priest of the Pāṇḍava family. Like the kṣatriyas, he also allowed his daughter to select her own husband in a svayaṁvara meeting, and at that ceremony all the bachelor sons of the ṛṣis were invited. According to some, he is not Asita Devala. Bhāradvāja: See Śrīmad-Bhāgavatam 1.9.6."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war. Aṅgirā: He is one of the six mental sons of Brahmā and the father of Bṛhaspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahmājī given to a cinder of fire. Utathya and Saṁvarta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alokānanda on the banks of the Ganges. Paraśurāma: See Śrīmad-Bhāgavatam 1.9.6. Utathya: One of the three sons of Maharṣi Aṅgirā. He was the spiritual master of Mahārāja Mandhātā. He married Bhadrā, the daughter of Soma (moon). Varuṇa kidnapped his wife Bhadrā, and to retaliate the offense of the god of water, he drank all the water of the world. Medhātithi: An old sage of yore. An assembly member of the heavenly King Indradeva. His son was Kaṇva Muni, who brought up Śakuntalā in the forest. He was promoted to the heavenly planet by strictly following the principles of retired life (vānaprastha). Devala: A great authority like Nārada Muni and Vyāsadeva. His good name is on the list of authorities mentioned in the Bhagavad-gītā when Arjuna acknowledged Lord Kṛṣṇa as the Supreme Personality of Godhead. He met Mahārāja Yudhiṣṭhira after the Battle of Kurukṣetra, and he was the elder brother of Dhaumya, the priest of the Pāṇḍava family. Like the kṣatriyas, he also allowed his daughter to select her own husband in a svayaṁvara meeting, and at that ceremony all the bachelor sons of the ṛṣis were invited. According to some, he is not Asita Devala. Bhāradvāja: See Śrīmad-Bhāgavatam 1.9.6. Gautama: One of the seven great sages of the universe. Śaradvān Gautama was one of his sons. Persons in the Gautama-gotra (dynasty) today are either his family descendants or in his disciplic succession. The brāhmaṇas who profess Gautama-gotra are generally family descendants, and the kṣatriyas and vaiśyas who profess Gautama-gotra are all in the line of his disciplic succession. He was the husband of the famous Ahalyā who turned into stone when Indradeva, the King of the heaven, molested her. Ahalyā was delivered by Lord Rāmacandra. Gautama was the grandfather of Kṛpācārya, one of the heroes of the Battle of Kurukṣetra."
    },
    {
        "verse": "9-10",
        "devanagari": "अत्रिर्वसिष्ठश्‍च्यवन: शरद्वा-नरिष्टनेमिर्भृगुरङ्गिराश्च ।पराशरो गाधिसुतोऽथ रामउतथ्य इन्द्रप्रमदेध्मवाहौ ॥ ९ ॥मेधातिथिर्देवल आर्ष्टिषेणोभारद्वाजो गौतम: पिप्पलाद: ।मैत्रेय और्व: कवष: कुम्भयोनि-र्द्वैपायनो भगवान्नारदश्च ॥ १० ॥",
        "english_devnagari": "atrir vasiṣṭhaś cyavanaḥ śaradvānariṣṭanemir bhṛgur aṅgirāś caparāśaro gādhi-suto ’tha rāmautathya indrapramadedhmavāhau",
        "verse_Syn": [
            "atriḥ",
            "to",
            "nāradaḥ"
        ],
        "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada.",
        "purport": " Cyavana: A great sage and one of the sons of Bhṛgu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father. Bhṛgu: When Brahmājī was performing a great sacrifice on behalf of Varuṇa, Maharṣi Bhṛgu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulomā. He could travel in space like Durvāsā, Nārada and others, and he used to visit all the planets of the universe. Before the Battle of Kurukṣetra, he tried to stop the battle. Sometimes he instructed Bhāradvāja Muni about astronomical evolution, and he is the author of the great Bhṛgu-saṁhitā, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mahābhārata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varṇāśrama institution. He converted the kṣatriya king Vītahavya into a brāhmaṇa. Vasiṣṭha: See Śrīmad-Bhāgavatam 1.9.6. Parāśara: He is the grandson of Vasiṣṭha Muni and father of Vyāsadeva. He is the son of Maharṣi Śakti, and his mother’s name was Adṛśyatī. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalmāṣapāda, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasiṣṭha. He then performed a Rākṣasa-killing yajña, but Maharṣi Pulastya restrained him. He begot Vyāsadeva, being attracted by Satyavatī, who was to become the wife of Mahārāja Śāntanu. By the blessings of Parāśara, Satyavatī became fragrant for miles. He was present also during the time of Bhīṣma’s death. He was the spiritual master of Mahārāja Janaka and a great devotee of Lord Śiva. He is the author of many Vedic scriptures and sociological directions. Gādhi-suta, or Viśvāmitra: A great sage of austerity and mystic power. He is famous as Gādhi-suta because his father was Gādhi, a powerful king of the province of Kanyākubja (part of Uttara Pradesh). Although he was a kṣatriya by birth, he became a brāhmaṇa in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasiṣṭha Muni when he was a kṣatriya king and performed a great sacrifice in cooperation with Maṭaṅga Muni and thus was able to vanquish the sons of Vasiṣṭha. He became a great yogī, and yet he failed to check his senses and thus was obliged to become the father of Śakuntalā, the beauty queen of world history. Once, when he was a kṣatriya king, he visited the hermitage of Vasiṣṭha Muni, and he was given a royal reception. Viśvāmitra wanted from Vasiṣṭha a cow named Nandinī, and the Muni refused to deliver it. Viśvāmitra stole the cow, and thus there was a quarrel between the sage and the King. Viśvāmitra was defeated by the spiritual strength of Vasiṣṭha, and thus the King decided to become a brāhmaṇa. Before becoming a brāhmaṇa he underwent severe austerity on the bank of the Kauśika. He was also one who tried to stop the Kurukṣetra war. Aṅgirā: He is one of the six mental sons of Brahmā and the father of Bṛhaspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahmājī given to a cinder of fire. Utathya and Saṁvarta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alokānanda on the banks of the Ganges. Paraśurāma: See Śrīmad-Bhāgavatam 1.9.6. Utathya: One of the three sons of Maharṣi Aṅgirā. He was the spiritual master of Mahārāja Mandhātā. He married Bhadrā, the daughter of Soma (moon). Varuṇa kidnapped his wife Bhadrā, and to retaliate the offense of the god of water, he drank all the water of the world. Medhātithi: An old sage of yore. An assembly member of the heavenly King Indradeva. His son was Kaṇva Muni, who brought up Śakuntalā in the forest. He was promoted to the heavenly planet by strictly following the principles of retired life (vānaprastha). Devala: A great authority like Nārada Muni and Vyāsadeva. His good name is on the list of authorities mentioned in the Bhagavad-gītā when Arjuna acknowledged Lord Kṛṣṇa as the Supreme Personality of Godhead. He met Mahārāja Yudhiṣṭhira after the Battle of Kurukṣetra, and he was the elder brother of Dhaumya, the priest of the Pāṇḍava family. Like the kṣatriyas, he also allowed his daughter to select her own husband in a svayaṁvara meeting, and at that ceremony all the bachelor sons of the ṛṣis were invited. According to some, he is not Asita Devala. Bhāradvāja: See Śrīmad-Bhāgavatam 1.9.6. Gautama: One of the seven great sages of the universe. Śaradvān Gautama was one of his sons. Persons in the Gautama-gotra (dynasty) today are either his family descendants or in his disciplic succession. The brāhmaṇas who profess Gautama-gotra are generally family descendants, and the kṣatriyas and vaiśyas who profess Gautama-gotra are all in the line of his disciplic succession. He was the husband of the famous Ahalyā who turned into stone when Indradeva, the King of the heaven, molested her. Ahalyā was delivered by Lord Rāmacandra. Gautama was the grandfather of Kṛpācārya, one of the heroes of the Battle of Kurukṣetra. Maitreya: A great ṛṣi of yore. He was the spiritual master of Vidura and a great religious authority. He advised Dhṛtarāṣṭra to keep good relations with the Pāṇḍavas. Duryodhana disagreed and thus was cursed by him. He met Vyāsadeva and had religious discourses with him."
    },
    {
        "verse": "11",
        "devanagari": "अन्ये च देवर्षिब्रह्मर्षिवर्याराजर्षिवर्या अरुणादयश्च ।नानार्षेयप्रवरान् समेता-नभ्यर्च्य राजा शिरसा ववन्दे ॥ ११ ॥",
        "english_devnagari": "anye ca devarṣi-brahmarṣi-varyārājarṣi-varyā aruṇādayaś canānārṣeya-pravarān sametānabhyarcya rājā śirasā vavande",
        "verse_Syn": [
            "anye",
            "ca",
            "devarṣi",
            "brahmarṣi",
            "varyāḥ",
            "rājarṣi",
            "varyāḥ",
            "aruṇa",
            "ādayaḥ",
            "ca",
            "nānā",
            "ārṣeya",
            "pravarān",
            "sametān",
            "abhyarcya",
            "rājā",
            "śirasā",
            "vavande"
        ],
        "translation": "There were also many other saintly demigods, kings and special royal orders called aruṇādayas [a special rank of rājarṣis] from different dynasties of sages. When they all assembled together to meet the Emperor [Parīkṣit], he received them properly and bowed his head to the ground.",
        "purport": " The system of bowing the head to the ground to show respect to superiors is an excellent etiquette which obliges the honored guest deep into the heart. Even the first-grade offender is excused simply by this process, and Mahārāja Parīkṣit, although honored by all the ṛṣis and kings, welcomed all the big men in that humble etiquette in order to be excused from any offenses. Generally at the last stage of one’s life this humble method is adopted by every sensible man in order to be excused before departure. In this way Mahārāja Parīkṣit implored everyone’s good will for going back home, back to Godhead."
    },
    {
        "verse": "12",
        "devanagari": "सुखोपविष्टेष्वथ तेषु भूय:कृतप्रणाम: स्वचिकीर्षितं यत् ।विज्ञापयामासविविक्तचेताउपस्थितोऽग्रेऽभिगृहीतपाणि: ॥ १२ ॥",
        "english_devnagari": "sukhopaviṣṭeṣv atha teṣu bhūyaḥkṛta-praṇāmaḥ sva-cikīrṣitaṁ yatvijñāpayām āsa vivikta-cetāupasthito ’gre ’bhigṛhīta-pāṇiḥ",
        "verse_Syn": [
            "sukha",
            "upaviṣṭeṣu",
            "atha",
            "teṣu",
            "bhūyaḥ",
            "kṛta",
            "praṇāmaḥ",
            "sva",
            "cikīrṣitam",
            "yat",
            "vijñāpayām",
            "āsa",
            "vivikta",
            "cetāḥ",
            "upasthitaḥ",
            "agre",
            "abhigṛhīta",
            "pāṇiḥ"
        ],
        "translation": "After all the ṛṣis and others had seated themselves comfortably, the King, humbly standing before them with folded hands, told them of his decision to fast until death.",
        "purport": " Although the King had already decided to fast until death on the bank of the Ganges, he humbly expressed his decision to elicit the opinions of the great authorities present there. Any important decision, however firmly fixed, should be confirmed by some authority. That makes the matter perfect. This means that the monarchs who ruled the earth in those days were not irresponsible dictators. They scrupulously followed the authoritative decisions of the saints and sages in terms of Vedic injunction. Mahārāja Parīkṣit, as a perfect king, followed the principles by consulting the authorities, even up to the last days of his life."
    },
    {
        "verse": "13",
        "devanagari": "राजोवाच",
        "english_devnagari": "rājovācaaho vayaṁ dhanyatamā nṛpāṇāṁmahattamānugrahaṇīya-śīlāḥrājñāṁ kulaṁ brāhmaṇa-pāda-śaucāddūrād visṛṣṭaṁ bata garhya-karma",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "aho",
            "vayam",
            "dhanya",
            "tamāḥ",
            "nṛpāṇām",
            "mahat",
            "tama",
            "anugrahaṇīya",
            "śīlāḥ",
            "rājñām",
            "kulam",
            "brāhmaṇa",
            "pāda",
            "śaucāt",
            "dūrāt",
            "visṛṣṭam",
            "bata",
            "garhya",
            "karma"
        ],
        "translation": "The fortunate King said: Indeed, we are the most grateful of all the kings who are trained to get favors from the great souls. Generally you [sages] consider royalty as refuse to be rejected and left in a distant place.",
        "purport": " According to religious principles, stool, urine, wash water, etc., must be left at a long distance. Attached bathrooms, urinals, etc., may be very convenient amenities of modern civilization, but they are ordered to be situated at a distance from residential quarters. That very example is cited herein in relation to the kingly order for those who are progressively marching back to Godhead. Lord Śrī Caitanya Mahāprabhu said that to be in intimate touch with dollars-and-cents men, or the kingly order, is worse than suicide for one who desires to go back to Godhead. In other words, the transcendentalists do not generally associate with men who are too enamored by the external beauty of God’s creation. By advanced knowledge in spiritual realization, the transcendentalist knows that this beautiful material world is nothing but a shadowy reflection of the reality, the kingdom of God. They are not, therefore, very much captivated by royal opulence or anything like that. But in the case of Mahārāja Parīkṣit, the situation was different. Apparently the King was condemned to death by an inexperienced brāhmaṇa boy, but factually he was called by the Lord to return to Him. Other transcendentalists, the great sages and mystics who assembled together because of Mahārāja Parīkṣit’s fasting unto death, were quite anxious to see him, for he was going back to Godhead. Mahārāja Parīkṣit also could understand that the great sages who assembled there were all kind to his forefathers, the Pāṇḍavas, because of their devotional service to the Lord. He therefore felt grateful to the sages for being present there at the last stage of his life, and he felt that it was all due to the greatness of his late forefathers or grandfathers. He felt proud, therefore, that he happened to be the descendant of such great devotees. Such pride for the devotees of the Lord is certainly not equal to the puffed-up sense of vanity for material prosperity. The first is reality, whereas the other is false and vain."
    },
    {
        "verse": "14",
        "devanagari": "तस्यैव मेऽघस्य परावरेशोव्यासक्तचित्तस्य गृहेष्वभीक्ष्णम् ।निर्वेदमूलो द्विजशापरूपोयत्र प्रसक्तो भयमाशु धत्ते ॥ १४ ॥",
        "english_devnagari": "tasyaiva me ’ghasya parāvareśovyāsakta-cittasya gṛheṣv abhīkṣṇamnirveda-mūlo dvija-śāpa-rūpoyatra prasakto bhayam āśu dhatte",
        "verse_Syn": [
            "tasya",
            "eva",
            "me",
            "aghasya",
            "parā",
            "avara",
            "īśaḥ",
            "vyāsakta",
            "cittasya",
            "gṛheṣu",
            "abhīkṣṇam",
            "nirveda",
            "mūlaḥ",
            "dvija",
            "śāpa",
            "rūpaḥ",
            "yatra",
            "prasaktaḥ",
            "bhayam",
            "āśu",
            "dhatte"
        ],
        "translation": "The Supreme Personality of Godhead, the controller of both the transcendental and mundane worlds, has graciously overtaken me in the form of a brāhmaṇa’s curse. Due to my being too much attached to family life, the Lord, in order to save me, has appeared before me in such a way that only out of fear I will detach myself from the world.",
        "purport": " Mahārāja Parīkṣit, although born in a family of great devotees, the Pāṇḍavas, and although securely trained in transcendental attachment for the association of the Lord, still found the allurement of mundane family life so strong that he had to be detached by a plan of the Lord. Such direct action is taken by the Lord in the case of a special devotee. Mahārāja Parīkṣit could understand this by the presence of the topmost transcendentalists in the universe. The Lord resides with His devotees, and therefore the presence of the great saints indicated the presence of the Lord. The King therefore welcomed the presence of the great ṛṣis as a mark of favor of the Supreme Lord."
    },
    {
        "verse": "15",
        "devanagari": "तं मोपयातं प्रतियन्तु विप्रागङ्गा च देवी धृतचित्तमीशे ।द्विजोपसृष्ट: कुहकस्तक्षको वादशत्वलं गायत विष्णुगाथा: ॥ १५ ॥",
        "english_devnagari": "taṁ mopayātaṁ pratiyantu viprāgaṅgā ca devī dhṛta-cittam īśedvijopasṛṣṭaḥ kuhakas takṣako vādaśatv alaṁ gāyata viṣṇu-gāthāḥ",
        "verse_Syn": [
            "tam",
            "mā",
            "upayātam",
            "pratiyantu",
            "viprāḥ",
            "gaṅgā",
            "ca",
            "devī",
            "dhṛta",
            "cittam",
            "īśe",
            "dvija",
            "upasṛṣṭaḥ",
            "kuhakaḥ",
            "takṣakaḥ",
            "vā",
            "daśatu",
            "alam",
            "gāyata",
            "viṣṇu",
            "gāthāḥ"
        ],
        "translation": "O brāhmaṇas, just accept me as a completely surrendered soul, and let mother Ganges, the representative of the Lord, also accept me in that way, for I have already taken the lotus feet of the Lord into my heart. Let the snake-bird — or whatever magical thing the brāhmaṇa created — bite me at once. I only desire that you all continue singing the deeds of Lord Viṣṇu.",
        "purport": " As soon as one is given up completely unto the lotus feet of the Supreme Lord, he is not at all afraid of death. The atmosphere created by the presence of great devotees of the Lord on the bank of the Ganges and Mahārāja Parīkṣit’s complete acceptance of the Lord’s lotus feet were sufficient guarantee to the King for going back to Godhead. He thus became absolutely free from all fear of death."
    },
    {
        "verse": "16",
        "devanagari": "पुनश्च भूयाद्भगवत्यनन्तेरति: प्रसङ्गश्च तदाश्रयेषु ।महत्सु यां यामुपयामि सृष्टिंमैत्र्यस्तु सर्वत्र नमो द्विजेभ्य: ॥ १६ ॥",
        "english_devnagari": "punaś ca bhūyād bhagavaty ananteratiḥ prasaṅgaś ca tad-āśrayeṣumahatsu yāṁ yām upayāmi sṛṣṭiṁmaitry astu sarvatra namo dvijebhyaḥ",
        "verse_Syn": [
            "punaḥ",
            "ca",
            "bhūyāt",
            "bhagavati",
            "anante",
            "ratiḥ",
            "prasaṅgaḥ",
            "ca",
            "tat",
            "āśrayeṣu",
            "mahatsu",
            "yām",
            "yām",
            "upayāmi",
            "sṛṣṭim",
            "maitrī",
            "astu",
            "sarvatra",
            "namaḥ",
            "dvijebhyaḥ"
        ],
        "translation": "Again, offering obeisances unto all you brāhmaṇas, I pray that if I should again take my birth in the material world I will have complete attachment to the unlimited Lord Kṛṣṇa, association with His devotees and friendly relations with all living beings.",
        "purport": " That a devotee of the Lord is the only perfect living being is explained herein by Mahārāja Parīkṣit. A devotee of the Lord is no one’s enemy, although there may be many enemies of a devotee. A devotee of the Lord does not like to associate with nondevotees, although he has no enmity with them. He desires association with the devotees of the Lord. This is perfectly natural because birds of the same feather mix together. And the most important function of a devotee is to have complete attachment for Lord Śrī Kṛṣṇa, the father of all living beings. As a good son of the father behaves in a friendly way with all his other brothers, so also the devotee of the Lord, being a good son of the supreme father, Lord Kṛṣṇa, sees all other living beings in relation with the supreme father. He tries to bring back the upstart sons of the father to a saner stage and to get them to accept the supreme fatherhood of God. Mahārāja Parīkṣit was certainly going back to Godhead, but even if he were not to go back, he prayed for a pattern of life which is the most perfect way in the material world. A pure devotee does not desire the company of a personality as great as Brahmā, but he prefers the association of a petty living being, provided he is a devotee of the Lord."
    },
    {
        "verse": "17",
        "devanagari": "इति स्म राजाध्यवसाययुक्त:प्राचीनमूलेषु कुशेषु धीर: ।उदङ्‍मुखोदक्षिणकूल आस्तेसमुद्रपत्‍न्‍या: स्वसुतन्यस्तभार: ॥ १७ ॥",
        "english_devnagari": "iti sma rājādhyavasāya-yuktaḥprācīna-mūleṣu kuśeṣu dhīraḥudaṅ-mukho dakṣiṇa-kūla āstesamudra-patnyāḥ sva-suta-nyasta-bhāraḥ",
        "verse_Syn": [
            "iti",
            "sma",
            "rājā",
            "adhyavasāya",
            "yuktaḥ",
            "prācīna",
            "mūleṣu",
            "kuśeṣu",
            "dhīraḥ",
            "udaṅ",
            "mukhaḥ",
            "dakṣiṇa",
            "kūle",
            "āste",
            "samudra",
            "patnyāḥ",
            "sva",
            "suta",
            "nyasta",
            "bhāraḥ"
        ],
        "translation": "In perfect self-control, Mahārāja Parīkṣit sat down on a seat of straw, with straw-roots facing the east, placed on the southern bank of the Ganges, and he himself faced the north. Just previously he had given charge of his kingdom over to his son.",
        "purport": " The River Ganges is celebrated as the wife of the sea. The seat of kuśa straw is considered to be sanctified if the straw is taken out of the earth complete with root, and if the root is pointed toward the east it is considered to be auspicious. Facing the north is still more favorable for attaining spiritual success. Mahārāja Parīkṣit handed over the charge of administration to his son before leaving home. He was thus fully equipped for all favorable conditions."
    },
    {
        "verse": "18",
        "devanagari": "एवं च तस्मिन्नरदेवदेवेप्रायोपविष्टे दिवि देवसङ्घा: ।प्रशस्यभूमौ व्यकिरन् प्रसूनै-र्मुदा मुहुर्दुन्दुभयश्च नेदु: ॥ १८ ॥",
        "english_devnagari": "evaṁ ca tasmin nara-deva-deveprāyopaviṣṭe divi deva-saṅghāḥpraśasya bhūmau vyakiran prasūnairmudā muhur dundubhayaś ca neduḥ",
        "verse_Syn": [
            "evam",
            "ca",
            "tasmin",
            "nara",
            "deva",
            "deve",
            "prāya",
            "upaviṣṭe",
            "divi",
            "deva",
            "saṅghāḥ",
            "praśasya",
            "bhūmau",
            "vyakiran",
            "prasūnaiḥ",
            "mudā",
            "muhuḥ",
            "dundubhayaḥ",
            "ca",
            "neduḥ"
        ],
        "translation": "Thus the King, Mahārāja Parīkṣit, sat to fast until death. All the demigods of the higher planets praised the King’s actions and in pleasure continually scattered flowers over the earth and beat celestial drums.",
        "purport": " Even up to the time of Mahārāja Parīkṣit there were interplanetary communications, and the news of Mahārāja Parīkṣit’s fasting unto death to attain salvation reached the higher planets in the sky where the intelligent demigods live. The demigods are more luxurious than human beings, but all of them are obedient to the orders of the Supreme Lord. There is no one in the heavenly planets who is an atheist or nonbeliever. Thus any devotee of the Lord on the surface of the earth is always praised by them, and in the case of Mahārāja Parīkṣit they were greatly delighted and thus gave tokens of honor by scattering flowers over the earth and by beating celestial drums. A demigod takes pleasure in seeing someone go back to Godhead. He is always pleased with a devotee of the Lord, so much so that by his adhidaivic powers he may help the devotees in all respects. And by their actions, the Lord is pleased with them. There is an invisible chain of complete cooperation between the Lord, the demigods and the devotee of the Lord on earth."
    },
    {
        "verse": "19",
        "devanagari": "महर्षयो वै समुपागता येप्रशस्य साध्वित्यनुमोदमाना: ।ऊचु: प्रजानुग्रहशीलसारायदुत्तमश्लोकगुणाभिरूपम् ॥ १९ ॥",
        "english_devnagari": "maharṣayo vai samupāgatā yepraśasya sādhv ity anumodamānāḥūcuḥ prajānugraha-śīla-sārāyad uttama-śloka-guṇābhirūpam",
        "verse_Syn": [
            "maharṣayaḥ",
            "vai",
            "samupāgatāḥ",
            "ye",
            "praśasya",
            "sādhu",
            "iti",
            "anumodamānāḥ",
            "ūcuḥ",
            "prajā",
            "anugraha",
            "śīla",
            "sārāḥ",
            "yat",
            "uttama",
            "śloka",
            "guṇa",
            "abhirūpam"
        ],
        "translation": "All the great sages who were assembled there also praised the decision of Mahārāja Parīkṣit, and they expressed their approval by saying “Very good.” Naturally the sages are inclined to do good to common men, for they have all the qualitative powers of the Supreme Lord. Therefore they were very much pleased to see Mahārāja Parīkṣit, a devotee of the Lord, and they spoke as follows.",
        "purport": " The natural beauty of a living being is enhanced by rising up to the platform of devotional service. Mahārāja Parīkṣit was absorbed in attachment for Lord Kṛṣṇa. Seeing this, the great sages assembled were very pleased, and they expressed their approval by saying “Very good.” Such sages are naturally inclined to do good to the common man, and when they see a personality like Mahārāja Parīkṣit advance in devotional service, their pleasure knows no bounds, and they offer all blessings in their power. The devotional service of the Lord is so auspicious that all demigods and sages, up to the Lord Himself, become pleased with the devotee, and therefore the devotee finds everything auspicious. All inauspicious matters are removed from the path of a progressive devotee. Meeting all the great sages at the time of death was certainly auspicious for Mahārāja Parīkṣit, and thus he was blessed by the so-called curse of a brāhmaṇa’s boy."
    },
    {
        "verse": "20",
        "devanagari": "न वा इदं राजर्षिवर्य चित्रंभवत्सु कृष्णं समनुव्रतेषु ।येऽध्यासनं राजकिरीटजुष्टंसद्यो जहुर्भगवत्पार्श्वकामा: ॥ २० ॥",
        "english_devnagari": "na vā idaṁ rājarṣi-varya citraṁbhavatsu kṛṣṇaṁ samanuvrateṣuye ’dhyāsanaṁ rāja-kirīṭa-juṣṭaṁsadyo jahur bhagavat-pārśva-kāmāḥ",
        "verse_Syn": [
            "na",
            "vā",
            "idam",
            "rājarṣi",
            "varya",
            "citram",
            "bhavatsu",
            "kṛṣṇam",
            "samanuvrateṣu",
            "ye",
            "adhyāsanam",
            "rāja",
            "kirīṭa",
            "juṣṭam",
            "sadyaḥ",
            "jahuḥ",
            "bhagavat",
            "pārśva",
            "kāmāḥ"
        ],
        "translation": "[The sages said:] O chief of all the saintly kings of the Pāṇḍu dynasty who are strictly in the line of Lord Śrī Kṛṣṇa! It is not at all astonishing that you give up your throne, which is decorated with the helmets of many kings, to achieve eternal association with the Personality of Godhead.",
        "purport": " Foolish politicians who hold political administrative posts think that the temporary posts they occupy are the highest material gain of life, and therefore they stick to those posts even up to the last moment of life, without knowing that achievement of liberation as one of the associates of the Lord in His eternal abode is the highest gain of life. The human life is meant for achieving this end. The Lord has assured us in the Bhagavad-gītā many times that going back to Godhead, His eternal abode, is the highest achievement. Prahlāda Mahārāja, while praying to Lord Nṛsiṁha, said, “O my Lord, I am very much afraid of the materialistic way of life, and I am not the least afraid of Your present ghastly ferocious feature as Nṛsiṁha-deva. This materialistic way of life is something like a grinding stone, and we are being crushed by it. We have fallen into this horrible whirlpool of the tossing waves of life, and thus, my Lord, I pray at Your lotus feet to call me back to Your eternal abode as one of Your servitors. This is the summit liberation of this materialistic way of life. I have very bitter experience of the materialistic way of life. In whichever species of life I have taken birth, compelled by the force of my own activities, I have very painfully experienced two things, namely separation from my beloved and meeting with what is not wanted. And to counteract them, the remedies which I undertook were more dangerous than the disease itself. So I drift from one point to another, birth after birth, and I pray to You therefore to give me a shelter at Your lotus feet.”"
    },
    {
        "verse": "20",
        "devanagari": "न वा इदं राजर्षिवर्य चित्रंभवत्सु कृष्णं समनुव्रतेषु ।येऽध्यासनं राजकिरीटजुष्टंसद्यो जहुर्भगवत्पार्श्वकामा: ॥ २० ॥",
        "english_devnagari": "na vā idaṁ rājarṣi-varya citraṁbhavatsu kṛṣṇaṁ samanuvrateṣuye ’dhyāsanaṁ rāja-kirīṭa-juṣṭaṁsadyo jahur bhagavat-pārśva-kāmāḥ",
        "verse_Syn": [
            "na",
            "vā",
            "idam",
            "rājarṣi",
            "varya",
            "citram",
            "bhavatsu",
            "kṛṣṇam",
            "samanuvrateṣu",
            "ye",
            "adhyāsanam",
            "rāja",
            "kirīṭa",
            "juṣṭam",
            "sadyaḥ",
            "jahuḥ",
            "bhagavat",
            "pārśva",
            "kāmāḥ"
        ],
        "translation": "[The sages said:] O chief of all the saintly kings of the Pāṇḍu dynasty who are strictly in the line of Lord Śrī Kṛṣṇa! It is not at all astonishing that you give up your throne, which is decorated with the helmets of many kings, to achieve eternal association with the Personality of Godhead.",
        "purport": " Foolish politicians who hold political administrative posts think that the temporary posts they occupy are the highest material gain of life, and therefore they stick to those posts even up to the last moment of life, without knowing that achievement of liberation as one of the associates of the Lord in His eternal abode is the highest gain of life. The human life is meant for achieving this end. The Lord has assured us in the Bhagavad-gītā many times that going back to Godhead, His eternal abode, is the highest achievement. Prahlāda Mahārāja, while praying to Lord Nṛsiṁha, said, “O my Lord, I am very much afraid of the materialistic way of life, and I am not the least afraid of Your present ghastly ferocious feature as Nṛsiṁha-deva. This materialistic way of life is something like a grinding stone, and we are being crushed by it. We have fallen into this horrible whirlpool of the tossing waves of life, and thus, my Lord, I pray at Your lotus feet to call me back to Your eternal abode as one of Your servitors. This is the summit liberation of this materialistic way of life. I have very bitter experience of the materialistic way of life. In whichever species of life I have taken birth, compelled by the force of my own activities, I have very painfully experienced two things, namely separation from my beloved and meeting with what is not wanted. And to counteract them, the remedies which I undertook were more dangerous than the disease itself. So I drift from one point to another, birth after birth, and I pray to You therefore to give me a shelter at Your lotus feet.” The Pāṇḍava kings, who are more than many saints of the world, knew the bitter results of the materialistic way of life. They were never captivated by the glare of the imperial throne they occupied, and they sought always the opportunity of being called by the Lord to associate with Him eternally. Mahārāja Parīkṣit was the worthy grandson of Mahārāja Yudhiṣṭhira. Mahārāja Yudhiṣṭhira gave up the imperial throne to his grandson, and similarly Mahārāja Parīkṣit, the grandson of Mahārāja Yudhiṣṭhira, gave up the imperial throne to his son Janamejaya. That is the way of all the kings in the dynasty because they are all strictly in the line of Lord Kṛṣṇa. Thus the devotees of the Lord are never enchanted by the glare of materialistic life, and they live impartially, unattached to the objects of the false, illusory materialistic way of life."
    },
    {
        "verse": "21",
        "devanagari": "सर्वे वयं तावदिहास्महेऽथकलेवरं यावदसौ विहाय ।लोकं परं विरजस्कं विशोकंयास्यत्ययं भागवतप्रधान: ॥ २१ ॥",
        "english_devnagari": "sarve vayaṁ tāvad ihāsmahe ’thakalevaraṁ yāvad asau vihāyalokaṁ paraṁ virajaskaṁ viśokaṁyāsyaty ayaṁ bhāgavata-pradhānaḥ",
        "verse_Syn": [
            "sarve",
            "vayam",
            "tāvat",
            "iha",
            "āsmahe",
            "atha",
            "kalevaram",
            "yāvat",
            "asau",
            "vihāya",
            "lokam",
            "param",
            "virajaskam",
            "viśokam",
            "yāsyati",
            "ayam",
            "bhāgavata",
            "pradhānaḥ"
        ],
        "translation": "We shall all wait here until the foremost devotee of the Lord, Mahārāja Parīkṣit, returns to the supreme planet, which is completely free from all mundane contamination and all kinds of lamentation.",
        "purport": " Beyond the limitation of the material creation, which is compared to the cloud in the sky, there is the paravyoma, or the spiritual sky, full of planets called Vaikuṇṭhas. Such Vaikuṇṭha planets are also differently known as the Puruṣottamaloka, Acyutaloka, Trivikramaloka, Hṛṣīkeśaloka, Keśavaloka, Aniruddhaloka, Mādhavaloka, Pradyumnaloka, Saṅkarṣaṇaloka, Śrīdharaloka, Vāsudevaloka, Ayodhyāloka, Dvārakāloka and many other millions of spiritual lokas wherein the Personality of Godhead predominates; all the living entities there are liberated souls with spiritual bodies as good as that of the Lord. There is no material contamination; everything there is spiritual, and therefore there is nothing objectively lamentable. They are full of transcendental bliss, and are without birth, death, old age and disease. And amongst all the above-mentioned Vaikuṇṭhalokas, there is one supreme loka called Goloka Vṛndāvana, which is the abode of the Lord Śrī Kṛṣṇa and His specific associates. Mahārāja Parīkṣit was destined to achieve this particular loka, and the great ṛṣis assembled there could foresee this. All of them consulted among themselves about the great departure of the great King, and they wanted to see him up to the last moment because they would no more be able to see such a great devotee of the Lord. When a great devotee of the Lord passes away, there is nothing to be lamented because the devotee is destined to enter into the kingdom of God. But the sorry plight is that such great devotees leave our sight, and therefore there is every reason to be sorry. As the Lord is rarely to be seen by our present eyes, so also are the great devotees. The great ṛṣis, therefore, correctly decided to remain on the spot till the last moment."
    },
    {
        "verse": "23",
        "devanagari": "समागता: सर्वत एव सर्वेवेदा यथा मूर्तिधरास्त्रिपृष्ठे ।नेहाथ नामुत्र च कश्चनार्थऋते परानुग्रहमात्मशीलम् ॥ २३ ॥",
        "english_devnagari": "samāgatāḥ sarvata eva sarvevedā yathā mūrti-dharās tri-pṛṣṭhenehātha nāmutra ca kaścanārthaṛte parānugraham ātma-śīlam",
        "verse_Syn": [
            "samāgatāḥ",
            "sarvataḥ",
            "eva",
            "sarve",
            "vedāḥ",
            "yathā",
            "mūrti",
            "dharāḥ",
            "tri",
            "pṛṣṭhe",
            "na",
            "iha",
            "atha",
            "na",
            "amutra",
            "ca",
            "kaścana",
            "arthaḥ",
            "ṛte",
            "para",
            "anugraham",
            "ātma",
            "śīlam"
        ],
        "translation": "The King said: O great sages, you have all very kindly assembled here, having come from all parts of the universe. You are all as good as supreme knowledge personified, who resides in the planet above the three worlds [Satyaloka]. Consequently you are naturally inclined to do good to others, and but for this you have no interest, either in this life or in the next.",
        "purport": " Six kinds of opulences, namely wealth, strength, fame, beauty, knowledge and renunciation, are all originally the different attributes pertaining to the Absolute Personality of Godhead. The living beings, who are part-and-parcel entities of the Supreme Being, have all these attributes partially, up to the full strength of seventy-eight percent. In the material world these attributes (up to seventy-eight percent of the Lord’s attributes) are covered by the material energy, as the sun is covered by a cloud. The covered strength of the sun is very dim, compared to the original glare, and similarly the original color of the living beings with such attributes becomes almost extinct. There are three planetary systems, namely the lower worlds, the intermediate worlds and the upper worlds. The human beings on earth are situated at the beginning of the intermediate worlds, but living beings like Brahmā and his contemporaries live in the upper worlds, of which the topmost is Satyaloka. In Satyaloka the inhabitants are fully cognizant of Vedic wisdom, and thus the mystic cloud of material energy is cleared. Therefore they are known as the Vedas personified. Such persons, being fully aware of knowledge both mundane and transcendental, have no interest in either the mundane or transcendental worlds. They are practically desireless devotees. In the mundane world they have nothing to achieve, and in the transcendental world they are full in themselves. Then why do they come to the mundane world? They descend to different planets as messiahs by the order of the Lord to deliver the fallen souls. On the earth they come down and do good to the people of the world in different circumstances under different climatic influences. They have nothing to do in this world save and except reclaim the fallen souls rotting in material existence, deluded by material energy."
    },
    {
        "verse": "24",
        "devanagari": "ततश्च व: पृच्छ्‍यमिमं विपृच्छेविश्रभ्य विप्रा इति कृत्यतायाम् ।सर्वात्मना म्रियमाणैश्च कृत्यंशुद्धं च तत्रामृशताभियुक्ता: ॥ २४ ॥",
        "english_devnagari": "tataś ca vaḥ pṛcchyam imaṁ vipṛccheviśrabhya viprā iti kṛtyatāyāmsarvātmanā mriyamāṇaiś ca kṛtyaṁśuddhaṁ ca tatrāmṛśatābhiyuktāḥ",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "vaḥ",
            "pṛcchyam",
            "imam",
            "vipṛcche",
            "viśrabhya",
            "viprāḥ",
            "iti",
            "kṛtyatāyām",
            "sarva",
            "ātmanā",
            "mriyamāṇaiḥ",
            "ca",
            "kṛtyam",
            "śuddham",
            "ca",
            "tatra",
            "āmṛśata",
            "abhiyuktāḥ"
        ],
        "translation": "O trustworthy brāhmaṇas, I now ask you about my immediate duty. Please, after proper deliberation, tell me of the unalloyed duty of everyone in all circumstances, and specifically of those who are just about to die.",
        "purport": " In this verse the King has placed two questions before the learned sages. The first question is what is the duty of everyone in all circumstances, and the second question is what is the specific duty of one who is to die very shortly. Out of the two, the question relating to the dying man is most important because everyone is a dying man, either very shortly or after one hundred years. The duration of life is immaterial, but the duty of a dying man is very important. Mahārāja Parīkṣit placed these two questions before Śukadeva Gosvāmī also on his arrival, and practically the whole of the Śrīmad-Bhāgavatam, beginning from the Second Canto up to the last, the Twelfth Canto, deals with these two questions. The conclusion arrived at thereof is that devotional service of the Lord Śrī Kṛṣṇa, as it is confirmed by the Lord Himself in the last phases of the Bhagavad-gītā, is the last word in relation to everyone’s permanent duty in life. Mahārāja Parīkṣit was already aware of this fact, but he wanted the great sages assembled there to unanimously give their verdict on his conviction so that he might be able to go on with his confirmed duty without controversy. He has especially mentioned the word śuddha, or perfectly correct. For transcendental realization or self-realization, many processes are recommended by various classes of philosophers. Some of them are first-class methods, and some of them are second- or third-class methods. The first-class method demands that one give up all other methods and surrender unto the lotus feet of the Lord and thus be saved from all sins and their reactions."
    },
    {
        "verse": "25",
        "devanagari": "तत्राभवद्भगवान् व्यासपुत्रोयद‍ृच्छया गामटमानोऽनपेक्ष: ।अलक्ष्यलिङ्गो निजलाभतुष्टोवृतश्च बालैरवधूतवेष: ॥ २५ ॥",
        "english_devnagari": "tatrābhavad bhagavān vyāsa-putroyadṛcchayā gām aṭamāno ’napekṣaḥalakṣya-liṅgo nija-lābha-tuṣṭovṛtaś ca bālair avadhūta-veṣaḥ",
        "verse_Syn": [
            "tatra",
            "abhavat",
            "bhagavān",
            "vyāsa",
            "putraḥ",
            "yadṛcchayā",
            "gām",
            "aṭamānaḥ",
            "anapekṣaḥ",
            "alakṣya",
            "liṅgaḥ",
            "nija",
            "lābha",
            "tuṣṭaḥ",
            "vṛtaḥ",
            "ca",
            "bālaiḥ",
            "avadhūta",
            "veṣaḥ"
        ],
        "translation": "At that moment there appeared the powerful son of Vyāsadeva, who traveled over the earth disinterested and satisfied with himself. He did not manifest any symptoms of belonging to any social order or status of life. He was surrounded with women and children, and he dressed as if others had neglected him.",
        "purport": " The word bhagavān is sometimes used in relation with some of the great devotees of the Lord, like Śukadeva Gosvāmī. Such liberated souls are disinterested in the affairs of this material world because they are self-satisfied by the great achievements of devotional service. As explained before, Śukadeva Gosvāmī never accepted any formal spiritual master, nor did he undergo any formal reformatory performances. His father, Vyāsadeva, was his natural spiritual master because Śukadeva Gosvāmī heard Śrīmad-Bhāgavatam from him. After this, he became completely self-satisfied. Thus he was not dependent on any formal process. The formal processes are necessary for those who are expected to reach the stage of complete liberation, but Śrī Śukadeva Gosvāmī was already in that status by the grace of his father. As a young boy he was expected to be properly dressed, but he went about naked and was uninterested in social customs. He was neglected by the general populace, and inquisitive boys and women surrounded him as if he were a madman. He thus appears on the scene while traveling on the earth of his own accord. It appears that upon the inquiry of Mahārāja Parīkṣit, the great sages were not unanimous in their decision as to what was to be done. For spiritual salvation there were many prescriptions according to the different modes of different persons. But the ultimate aim of life is to attain the highest perfectional stage of devotional service to the Lord. As doctors differ, so also sages differ in their different prescriptions. While such things were going on, the great and powerful son of Vyāsadeva appeared on the scene."
    },
    {
        "verse": "26",
        "devanagari": "तं द्व‌्यष्टवर्षंसुकुमारपाद-करोरुबाह्वंसकपोलगात्रम् ।चार्वायताक्षोन्नसतुल्यकर्ण-सुभ्र्वाननंकम्बुसुजातकण्ठम् ॥ २६ ॥",
        "english_devnagari": "taṁ dvyaṣṭa-varṣaṁ su-kumāra-pāda-karoru-bāhv-aṁsa-kapola-gātramcārv-āyatākṣonnasa-tulya-karṇa-subhrv-ānanaṁ kambu-sujāta-kaṇṭham",
        "verse_Syn": [
            "tam",
            "dvi",
            "aṣṭa",
            "varṣam",
            "su",
            "kumāra",
            "pāda",
            "kara",
            "ūru",
            "bāhu",
            "aṁsa",
            "kapola",
            "gātram",
            "cāru",
            "āyata",
            "akṣa",
            "unnasa",
            "tulya",
            "karṇa",
            "subhru",
            "ānanam",
            "kambu",
            "sujāta",
            "kaṇṭham"
        ],
        "translation": "This son of Vyāsadeva was only sixteen years old. His legs, hands, thighs, arms, shoulders, forehead and the other parts of his body were all delicately formed. His eyes were beautifully wide, and his nose and ears were highly raised. He had a very attractive face, and his neck was well formed and beautiful like a conchshell.",
        "purport": " A respectable personality is described beginning with the legs, and this honored system is observed here with Śukadeva Gosvāmī. He was only sixteen years of age. A person is honored for his achievements and not for advanced age. A person can be older by experience and not by age. Śrī Śukadeva Gosvāmī, who is described herein as the son of Vyāsadeva, was by his knowledge more experienced than all the sages present there, although he was only sixteen years old."
    },
    {
        "verse": "27",
        "devanagari": "निगूढजत्रुं पृथुतुङ्गवक्षस-मावर्तनाभिं वलिवल्गूदरं च ।दिगम्बरं वक्त्रविकीर्णकेशंप्रलम्बबाहुं स्वमरोत्तमाभम् ॥ २७ ॥",
        "english_devnagari": "nigūḍha-jatruṁ pṛthu-tuṅga-vakṣasamāvarta-nābhiṁ vali-valgūdaraṁ cadig-ambaraṁ vaktra-vikīrṇa-keśaṁpralamba-bāhuṁ svamarottamābham",
        "verse_Syn": [
            "nigūḍha",
            "jatrum",
            "pṛthu",
            "tuṅga",
            "vakṣasam",
            "āvarta",
            "nābhim",
            "vali",
            "valgu",
            "udaram",
            "ca",
            "dik",
            "ambaram",
            "vaktra",
            "vikīrṇa",
            "keśam",
            "pralamba",
            "bāhum",
            "su",
            "amara",
            "uttama",
            "ābham"
        ],
        "translation": "His collarbone was fleshy, his chest broad and thick, his navel deep and his abdomen beautifully striped. His arms were long, and curly hair was strewn over his beautiful face. He was naked, and the hue of his body reflected that of Lord Kṛṣṇa.",
        "purport": " His bodily features indicate him to be different from common men. All the signs described in connection with the bodily features of Śukadeva Gosvāmī are uncommon symptoms, typical of great personalities, according to physiognomical calculations. His bodily hue resembled that of Lord Kṛṣṇa, who is the supreme among the gods, demigods and all living beings."
    },
    {
        "verse": "29",
        "devanagari": "स विष्णुरातोऽतिथय आगतायतस्मै सपर्यां शिरसाजहार ।ततो निवृत्ता ह्यबुधा: स्त्रियोऽर्भकामहासने सोपविवेश पूजित: ॥ २९ ॥",
        "english_devnagari": "sa viṣṇu-rāto ’tithaya āgatāyatasmai saparyāṁ śirasājahāratato nivṛttā hy abudhāḥ striyo ’rbhakāmahāsane sopaviveśa pūjitaḥ",
        "verse_Syn": [
            "saḥ",
            "viṣṇu",
            "rātaḥ",
            "atithaye",
            "āgatāya",
            "tasmai",
            "saparyām",
            "śirasā",
            "ājahāra",
            "tataḥ",
            "nivṛttāḥ",
            "hi",
            "abudhāḥ",
            "striyaḥ",
            "arbhakāḥ",
            "mahā",
            "āsane",
            "sa",
            "upaviveśa",
            "pūjitaḥ"
        ],
        "translation": "Mahārāja Parīkṣit, who is also known as Viṣṇurāta [one who is always protected by Viṣṇu], bowed his head to receive the chief guest, Śukadeva Gosvāmī. At that time all the ignorant women and boys ceased following Śrīla Śukadeva. Receiving respect from all, Śukadeva Gosvāmī took his exalted seat.",
        "purport": " On Śukadeva Gosvāmī’s arrival at the meeting, everyone, except Śrīla Vyāsadeva, Nārada and a few others, stood up, and Mahārāja Parīkṣit, who was glad to receive a great devotee of the Lord, bowed down before him with all the limbs of his body. Śukadeva Gosvāmī also exchanged the greetings and reception by embrace, shaking of hands, nodding and bowing down, especially before his father and Nārada Muni. Thus he was offered the presidential seat at the meeting. When he was so received by the king and sages, the street boys and less intelligent women who followed him were struck with wonder and fear. So they retired from their frivolous activities, and everything was full of gravity and calm."
    },
    {
        "verse": "30",
        "devanagari": "स संवृतस्तत्र महान् महीयसांब्रह्मर्षिराजर्षिदेवर्षिसङ्घै: ।व्यरोचतालं भगवान् यथेन्दु-र्ग्रहर्क्षतारानिकरै: परीत: ॥ ३० ॥",
        "english_devnagari": "sa saṁvṛtas tatra mahān mahīyasāṁbrahmarṣi-rājarṣi-devarṣi-saṅghaiḥvyarocatālaṁ bhagavān yathendurgraharkṣa-tārā-nikaraiḥ parītaḥ",
        "verse_Syn": [
            "saḥ",
            "saṁvṛtaḥ",
            "tatra",
            "mahān",
            "mahīyasām",
            "brahmarṣi",
            "rājarṣi",
            "devarṣi",
            "saṅghaiḥ",
            "vyarocata",
            "alam",
            "bhagavān",
            "yathā",
            "induḥ",
            "graha",
            "ṛkṣa",
            "tārā",
            "nikaraiḥ",
            "parītaḥ"
        ],
        "translation": "Śukadeva Gosvāmī was then surrounded by saintly sages and demigods just as the moon is surrounded by stars, planets and other heavenly bodies. His presence was gorgeous, and he was respected by all.",
        "purport": " In the great assembly of saintly personalities, there was Vyāsadeva the brahmarṣi, Nārada the devarṣi, Paraśurāma the great ruler of the kṣatriya kings, etc. Some of them were powerful incarnations of the Lord. Śukadeva Gosvāmī was not known as brahmarṣi, rājarṣi or devarṣi, nor was he an incarnation like Nārada, Vyāsa or Paraśurāma. And yet he excelled them in respects paid. This means that the devotee of the Lord is more honored in the world than the Lord Himself. One should therefore never minimize the importance of a devotee like Śukadeva Gosvāmī."
    },
    {
        "verse": "31",
        "devanagari": "प्रशान्तमासीनमकुण्ठमेधसंमुनिं नृपो भागवतोऽभ्युपेत्य ।प्रणम्य मूर्ध्नावहित: कृताञ्जलि-र्नत्वा गिरा सूनृतयान्वपृच्छत् ॥ ३१ ॥",
        "english_devnagari": "praśāntam āsīnam akuṇṭha-medhasaṁmuniṁ nṛpo bhāgavato ’bhyupetyapraṇamya mūrdhnāvahitaḥ kṛtāñjalirnatvā girā sūnṛtayānvapṛcchat",
        "verse_Syn": [
            "praśāntam",
            "āsīnam",
            "akuṇṭha",
            "medhasam",
            "munim",
            "nṛpaḥ",
            "bhāgavataḥ",
            "abhyupetya",
            "praṇamya",
            "mūrdhnā",
            "avahitaḥ",
            "kṛta",
            "añjaliḥ",
            "natvā",
            "girā",
            "sūnṛtayā",
            "anvapṛcchat"
        ],
        "translation": "The sage Śrī Śukadeva Gosvāmī sat perfectly pacified, intelligent and ready to answer any question without hesitation. The great devotee, Mahārāja Parīkṣit, approached him, offered his respects by bowing before him, and politely inquired with sweet words and folded hands.",
        "purport": " The gesture now adopted by Mahārāja Parīkṣit of questioning a master is quite befitting in terms of scriptural injunctions. The scriptural injunction is that one should humbly approach a spiritual master to understand the transcendental science. Mahārāja Parīkṣit was now prepared for meeting his death, and within the very short time of seven days he was to know the process of entering the kingdom of God. In such important cases, one is required to approach a spiritual master. There is no necessity of approaching a spiritual master unless one is in need of solving the problems of life. One who does not know how to put questions before the spiritual master has no business seeing him. And the qualification of the spiritual master is perfectly manifested in the person of Śukadeva Gosvāmī. Both the spiritual master and the disciple, namely Śrī Śukadeva Gosvāmī and Mahārāja Parīkṣit, attained perfection through the medium of Śrīmad-Bhāgavatam. Śukadeva Gosvāmī learned Śrīmad-Bhāgavatam from his father, Vyāsadeva, but he had no chance to recite it. Before Mahārāja Parīkṣit he recited Śrīmad-Bhāgavatam and answered the questions of Mahārāja Parīkṣit unhesitatingly, and thus both the master and the disciple got salvation."
    },
    {
        "verse": "32",
        "devanagari": "परीक्षिदुवाचअहो अद्य वयं ब्रह्मन् सत्सेव्या: क्षत्रबन्धव: ।कृपयातिथिरूपेण भवद्भ‍िस्तीर्थका: कृता: ॥ ३२ ॥",
        "english_devnagari": "parīkṣid uvācaaho adya vayaṁ brahmansat-sevyāḥ kṣatra-bandhavaḥkṛpayātithi-rūpeṇabhavadbhis tīrthakāḥ kṛtāḥ",
        "verse_Syn": [
            "parīkṣit",
            "uvāca",
            "aho",
            "adya",
            "vayam",
            "brahman",
            "sat",
            "sevyāḥ",
            "kṣatra",
            "bandhavaḥ",
            "kṛpayā",
            "atithi",
            "rūpeṇa",
            "bhavadbhiḥ",
            "tīrthakāḥ",
            "kṛtāḥ"
        ],
        "translation": "The fortunate King Parīkṣit said: O brāhmaṇa, by your mercy only, you have sanctified us, making us like unto places of pilgrimage, all by your presence here as my guest. By your mercy, we, who are but unworthy royalty, become eligible to serve the devotee.",
        "purport": " Saintly devotees like Śukadeva Gosvāmī generally do not approach worldly enjoyers, especially those in royal orders. Mahārāja Pratāparudra was a follower of Lord Caitanya, but when he wanted to see the Lord, the Lord refused to see him because he was a king. For a devotee who desires to go back to Godhead, two things are strictly prohibited: worldly enjoyers and women. Therefore, devotees of the standard of Śukadeva Gosvāmī are never interested in seeing kings. Mahārāja Parīkṣit was, of course, a different case. He was a great devotee, although a king, and therefore Śukadeva Gosvāmī came to see him in his last stage of life. Mahārāja Parīkṣit, out of his devotional humility, felt himself an unworthy descendant of his great kṣatriya forefathers, although he was as great as his predecessors. The unworthy sons of the royal orders are called kṣatra-bandhavas, as the unworthy sons of the brāhmaṇas are called dvija-bandhus or brahma-bandhus. Mahārāja Parīkṣit was greatly encouraged by the presence of Śukadeva Gosvāmī. He felt himself sanctified by the presence of the great saint whose presence turns any place into a place of pilgrimage."
    },
    {
        "verse": "33",
        "devanagari": "येषां संस्मरणात्पुंसां सद्य: शुद्ध्यन्ति वै गृहा: ।किं पुनर्दर्शनस्पर्शपादशौचासनादिभि: ॥ ३३ ॥",
        "english_devnagari": "yeṣāṁ saṁsmaraṇāt puṁsāṁsadyaḥ śuddhyanti vai gṛhāḥkiṁ punar darśana-sparśa-pāda-śaucāsanādibhiḥ",
        "verse_Syn": [
            "yeṣām",
            "saṁsmaraṇāt",
            "puṁsām",
            "sadyaḥ",
            "śuddhyanti",
            "vai",
            "gṛhāḥ",
            "kim",
            "punaḥ",
            "darśana",
            "sparśa",
            "pāda",
            "śauca",
            "āsana",
            "ādibhiḥ"
        ],
        "translation": "Simply by our remembering you, our houses become instantly sanctified. And what to speak of seeing you, touching you, washing your holy feet and offering you a seat in our home?",
        "purport": " The importance of holy places of pilgrimage is due to the presence of great sages and saints. It is said that sinful persons go to the holy places and leave their sins there to accumulate. But the presence of the great saints disinfects the accumulated sins, and thus the holy places continue to remain sanctified by the grace of the devotees and saints present there. If such saints appear in the homes of worldly people, certainly the accumulated sins of such worldly enjoyers become neutralized. Therefore, the holy saints actually have no self-interest with the householders. The only aim of such saints is to sanctify the houses of the householders, and the householders therefore should feel grateful when such saints and sages appear at their doors. A householder who dishonors such holy orders is a great offender. It is enjoined, therefore, that a householder who does not bow down before a saint at once must undergo fasting for the day in order to neutralize the great offense."
    },
    {
        "verse": "34",
        "devanagari": "सान्निध्यात्ते महायोगिन्पातकानि महान्त्यपि ।सद्यो नश्यन्ति वै पुंसां विष्णोरिव सुरेतरा: ॥ ३४ ॥",
        "english_devnagari": "sānnidhyāt te mahā-yoginpātakāni mahānty apisadyo naśyanti vai puṁsāṁviṣṇor iva suretarāḥ",
        "verse_Syn": [
            "sānnidhyāt",
            "te",
            "mahā",
            "yogin",
            "pātakāni",
            "mahānti",
            "api",
            "sadyaḥ",
            "naśyanti",
            "vai",
            "puṁsām",
            "viṣṇoḥ",
            "iva",
            "sura",
            "itarāḥ"
        ],
        "translation": "Just as the atheist cannot remain in the presence of the Personality of Godhead, so also the invulnerable sins of a man are immediately vanquished in your presence, O saint! O great mystic!",
        "purport": " There are two classes of human beings, namely the atheist and the devotee of the Lord. The devotee of the Lord, because of manifesting godly qualities, is called a demigod, whereas the atheist is called a demon. The demon cannot stand the presence of Viṣṇu, the Personality of Godhead. The demons are always busy in trying to vanquish the Personality of Godhead, but factually as soon as the Personality of Godhead appears, by either His transcendental name, form, attributes, pastimes, paraphernalia or variegatedness, the demon is at once vanquished. It is said that a ghost cannot remain as soon as the holy name of the Lord is chanted. The great saints and devotees of the Lord are in the list of His paraphernalia, and thus as soon as a saintly devotee is present, the ghostly sins are at once vanquished. That is the verdict of all Vedic literatures. One is recommended, therefore, to associate only with saintly devotees so that worldly demons and ghosts cannot exert their sinister influence."
    },
    {
        "verse": "35",
        "devanagari": "अपि मे भगवान् प्रीत: कृष्ण: पाण्डुसुतप्रिय: ।पैतृष्वसेयप्रीत्यर्थं तद्गोत्रस्यात्तबान्धव: ॥ ३५ ॥",
        "english_devnagari": "api me bhagavān prītaḥkṛṣṇaḥ pāṇḍu-suta-priyaḥpaitṛ-ṣvaseya-prīty-arthaṁtad-gotrasyātta-bāndhavaḥ",
        "verse_Syn": [
            "api",
            "me",
            "bhagavān",
            "prītaḥ",
            "kṛṣṇaḥ",
            "pāṇḍu",
            "suta",
            "priyaḥ",
            "paitṛ",
            "svaseya",
            "prīti",
            "artham",
            "tat",
            "gotrasya",
            "ātta",
            "bāndhavaḥ"
        ],
        "translation": "Lord Kṛṣṇa, the Personality of Godhead, who is very dear to the sons of King Pāṇḍu, has accepted me as one of those relatives just to please His great cousins and brothers.",
        "purport": " A pure and exclusive devotee of the Lord serves his family interest more dexterously than others, who are attached to illusory family affairs. Generally people are attached to family matters, and the whole economic impetus of human society is moving under the influence of family affection. Such deluded persons have no information that one can render better service to the family by becoming a devotee of the Lord. The Lord gives special protection to the family members and descendants of a devotee, even though such members are themselves nondevotees! Mahārāja Prahlāda was a great devotee of the Lord, but his father, Hiraṇyakaśipu, was a great atheist and declared enemy of the Lord. But despite all this, Hiraṇyakaśipu was awarded salvation due to his being the father of Mahārāja Prahlāda. The Lord is so kind that he gives all protection to the family members of His devotee, and thus the devotee has no need to bother about his family members, even if one leaves such family members aside to discharge devotional service. Mahārāja Yudhiṣṭhira and his brothers were the sons of Kuntī, the paternal aunt of Lord Kṛṣṇa, and Mahārāja Parīkṣit admits the patronage of Lord Kṛṣṇa because of his being the only grandson of the great Pāṇḍavas."
    },
    {
        "verse": "36",
        "devanagari": "अन्यथा तेऽव्यक्तगतेर्दर्शनं न: कथं नृणाम् ।नितरां म्रियमाणानां संसिद्धस्य वनीयस: ॥ ३६ ॥",
        "english_devnagari": "anyathā te ’vyakta-gaterdarśanaṁ naḥ kathaṁ nṛṇāmnitarāṁ mriyamāṇānāṁsaṁsiddhasya vanīyasaḥ",
        "verse_Syn": [
            "anyathā",
            "te",
            "avyakta",
            "gateḥ",
            "darśanam",
            "naḥ",
            "katham",
            "nṛṇām",
            "nitarām",
            "mriyamāṇānām",
            "saṁsiddhasya",
            "vanīyasaḥ"
        ],
        "translation": "Otherwise [without being inspired by Lord Kṛṣṇa] how is it that you have voluntarily appeared here, though you are moving incognito to the common man and are not visible to us who are on the verge of death?",
        "purport": " The great sage Śukadeva Gosvāmī was certainly inspired by Lord Kṛṣṇa to appear voluntarily before Mahārāja Parīkṣit, the great devotee of the Lord, just to give him the teachings of Śrīmad-Bhāgavatam. One can achieve the nucleus of the devotional service of the Lord by the mercy of the spiritual master and the Personality of Godhead. The spiritual master is the manifested representative of the Lord to help one achieve ultimate success. One who is not authorized by the Lord cannot become a spiritual master. Śrīla Śukadeva Gosvāmī is an authorized spiritual master, and thus he was inspired by the Lord to appear before Mahārāja Parīkṣit and instruct him in the teachings of Śrīmad-Bhāgavatam. One can achieve the ultimate success of going back to Godhead if he is favored by the Lord’s sending His true representative. As soon as a true representative of the Lord is met by a devotee of the Lord, the devotee is assured a guarantee for going back to Godhead just after leaving the present body. This, however, depends on the sincerity of the devotee himself. The Lord is seated in the heart of all living beings, and thus he knows very well the movements of all individual persons. As soon as the Lord finds that a particular soul is very eager to go back to Godhead, the Lord at once sends His bona fide representative. The sincere devotee is thus assured by the Lord of going back to Godhead. The conclusion is that to get the assistance and help of a bona fide spiritual master means to receive the direct help of the Lord Himself."
    },
    {
        "verse": "37",
        "devanagari": "अत: पृच्छामि संसिद्धिं योगिनां परमं गुरुम् ।पुरुषस्येह यत्कार्यं म्रियमाणस्य सर्वथा ॥ ३७ ॥",
        "english_devnagari": "ataḥ pṛcchāmi saṁsiddhiṁyogināṁ paramaṁ gurumpuruṣasyeha yat kāryaṁmriyamāṇasya sarvathā",
        "verse_Syn": [
            "ataḥ",
            "pṛcchāmi",
            "saṁsiddhim",
            "yoginām",
            "paramam",
            "gurum",
            "puruṣasya",
            "iha",
            "yat",
            "kāryam",
            "mriyamāṇasya",
            "sarvathā"
        ],
        "translation": "You are the spiritual master of great saints and devotees. I am therefore begging you to show the way of perfection for all persons, and especially for one who is about to die.",
        "purport": " Unless one is perfectly anxious to inquire about the way of perfection, there is no necessity of approaching a spiritual master. A spiritual master is not a kind of decoration for a householder. Generally a fashionable materialist engages a so-called spiritual master without any profit. The pseudo spiritual master flatters the so-called disciple, and thereby both the master and his ward go to hell without a doubt. Mahārāja Parīkṣit is the right type of disciple because he puts forward questions vital to the interest of all men, particularly for the dying men. The question put forward by Mahārāja Parīkṣit is the basic principle of the complete thesis of Śrīmad-Bhāgavatam. Now let us see how intelligently the great master replies."
    },
    {
        "verse": "39",
        "devanagari": "नूनं भगवतो ब्रह्मन् गृहेषु गृहमेधिनाम् ।न लक्ष्यते ह्यवस्थानमपि गोदोहनं क्‍वचित् ॥ ३९ ॥",
        "english_devnagari": "nūnaṁ bhagavato brahmangṛheṣu gṛha-medhināmna lakṣyate hy avasthānamapi go-dohanaṁ kvacit",
        "verse_Syn": [
            "nūnam",
            "bhagavataḥ",
            "brahman",
            "gṛheṣu",
            "gṛha",
            "medhinām",
            "na",
            "lakṣyate",
            "hi",
            "avasthānam",
            "api",
            "go",
            "dohanam",
            "kvacit"
        ],
        "translation": "O powerful brāhmaṇa, it is said that you hardly stay in the houses of men long enough to milk a cow.",
        "purport": " Saints and sages in the renounced order of life go to the houses of the householders at the time they milk the cows, early in the morning, and ask some quantity of milk for subsistence. A pound of milk fresh from the milk bag of a cow is sufficient to feed an adult with all vitamin values, and therefore saints and sages live only on milk. Even the poorest of the householders keep at least ten cows, each delivering twelve to twenty quarts of milk, and therefore no one hesitates to spare a few pounds of milk for the mendicants. It is the duty of householders to maintain the saints and sages, like the children. So a saint like Śukadeva Gosvāmī would hardly stay at the house of a householder for more than five minutes in the morning. In other words, such saints are very rarely seen in the houses of householders, and Mahārāja Parīkṣit therefore prayed to him to instruct him as soon as possible. The householders also should be intelligent enough to get some transcendental information from visiting sages. The householder should not foolishly ask a saint to deliver what is available in the market. That should be the reciprocal relation between the saints and the householders."
    }
]