[
    {
        "verse": "1",
        "devanagari": "ॐ नमो भगवते वासुदेवायजन्माद्यस्य यतोऽन्वयादितरतश्चार्थेष्वभिज्ञ: स्वराट्तेने ब्रह्म हृदा य आदिकवये मुह्यन्ति यत्सूरय: ।तेजोवारिमृदां यथा विनिमयो यत्र त्रिसर्गोऽमृषाधाम्ना स्वेन सदा निरस्तकुहकं सत्यं परं धीमहि ॥ १ ॥",
        "english_devnagari": "oṁ namo bhagavate vāsudevāyajanmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ svarāṭtene brahma hṛdā ya ādi-kavaye muhyanti yat sūrayaḥtejo-vāri-mṛdāṁ yathā vinimayo yatra tri-sargo ’mṛṣādhāmnā svena sadā nirasta-kuhakaṁ satyaṁ paraṁ dhīmahi",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "vāsudevāya",
            "janma",
            "ādi",
            "asya",
            "yataḥ",
            "anvayāt",
            "itarataḥ",
            "ca",
            "artheṣu",
            "abhijñaḥ",
            "sva",
            "rāṭ",
            "tene",
            "brahma",
            "hṛdā",
            "yaḥ",
            "ādi",
            "kavaye",
            "muhyanti",
            "yat",
            "sūrayaḥ",
            "tejaḥ",
            "vāri",
            "mṛdām",
            "yathā",
            "vinimayaḥ",
            "yatra",
            "tri",
            "sargaḥ",
            "amṛṣā",
            "dhāmnā",
            "svena",
            "sadā",
            "nirasta",
            "kuhakam",
            "satyam",
            "param",
            "dhīmahi"
        ],
        "translation": "O my Lord, Śrī Kṛṣṇa, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord Śrī Kṛṣṇa because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahmājī, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord Śrī Kṛṣṇa, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth.",
        "purport": " Obeisances unto the Personality of Godhead Vāsudeva directly indicate Lord Śrī Kṛṣṇa, who is the divine son of Vasudeva and Devakī. This fact will be more explicitly explained in the text of this work. Śrī Vyāsadeva asserts herein that Śrī Kṛṣṇa is the original Personality of Godhead, and all others are His direct or indirect plenary portions or portions of the portion. Śrīla Jīva Gosvāmī has even more explicitly explained the subject matter in his Kṛṣṇa-sandarbha. And Brahmā, the original living being, has explained the subject of Śrī Kṛṣṇa substantially in his treatise named Brahma-saṁhitā. In an Upaniṣad in the Sāma-veda, it is also stated that Lord Śrī Kṛṣṇa is the divine son of Devakī. Therefore, in this prayer, the first proposition holds that Lord Śrī Kṛṣṇa is the primeval Lord, and if any transcendental nomenclature is to be understood as belonging to the Absolute Personality of Godhead, it must be the name indicated by the word Kṛṣṇa, which means the all-attractive. In Bhagavad-gītā, in many places, the Lord asserts Himself to be the original Personality of Godhead, and this is confirmed by Arjuna, and also by great sages like Nārada, Vyāsa, and many others. In the Padma Purāṇa, it is also stated that out of the innumerable names of the Lord, the name of Kṛṣṇa is the principal one. Vāsudeva indicates the plenary portion of the Personality of Godhead, and all the different forms of the Lord, being identical with Vāsudeva, are indicated in this text. The name Vāsudeva particularly indicates the divine son of Vasudeva and Devakī. Śrī Kṛṣṇa is always meditated upon by the paramahaṁsas, who are the perfected ones among those in the renounced order of life. Vāsudeva, or Lord Śrī Kṛṣṇa, is the cause of all causes. Everything that exists emanates from the Lord. How this is so is explained in later chapters of this work. This work is described by Mahāprabhu Śrī Caitanya as the spotless Purāṇa because it contains the transcendental narration of the Personality of Godhead, Śrī Kṛṣṇa. The history of the Śrīmad-Bhāgavatam is also very glorious. It was compiled by Śrī Vyāsadeva after he had attained maturity in transcendental knowledge. He wrote this under the instructions of Śrī Nāradajī, his spiritual master. Vyāsadeva compiled all Vedic literatures, containing the four divisions of the Vedas, the Vedānta-sūtras (or the Brahma-sūtras), the Purāṇas, the Mahābhārata, and so on. But nevertheless he was not satisfied. His dissatisfaction was observed by his spiritual master, and thus Nārada advised him to write on the transcendental activities of Lord Śrī Kṛṣṇa. These transcendental activities are described specifically in the Tenth Canto of this work. But, in order to reach to the very substance, one must proceed gradually by developing knowledge of the categories. It is natural that a philosophical mind wants to know about the origin of the creation. At night he sees the stars in the sky, and he naturally speculates about their inhabitants. Such inquiries are natural for man because man has a developed consciousness which is higher than that of the animals. The author of Śrīmad-Bhāgavatam gives a direct answer to such inquiries. He says that the Lord Śrī Kṛṣṇa is the origin of all creations. He is not only the creator of the universe, but the destroyer as well. The manifested cosmic nature is created at a certain period by the will of the Lord. It is maintained for some time, and then it is annihilated by His will. Therefore, the supreme will is behind all cosmic activities. Of course, there are atheists of various categories who do not believe in a creator, but that is due to a poor fund of knowledge. The modern scientist, for example, has created space satellites, and by some arrangement or other, these satellites are thrown into outer space to fly for some time at the control of the scientist who is far away. Similarly, all the universes with innumerable stars and planets are controlled by the intelligence of the Personality of Godhead. In Vedic literatures, it is said that the Absolute Truth, Personality of Godhead, is the chief amongst all living personalities. All living beings, beginning from the first created being, Brahmā, down to the smallest ant, are individual living beings. And above Brahmā, there are even other living beings with individual capacities, and the Personality of Godhead is also a similar living being. And He is an individual as are the other living beings. But the Supreme Lord, or the supreme living being, has the greatest intelligence, and He possesses supermost inconceivable energies of all different varieties. If a man’s brain can produce a space satellite, one can very easily imagine how brains higher than man can produce similarly wonderful things which are far superior. The reasonable person will easily accept this argument, but there are stubborn atheists who would never agree. Śrīla Vyāsadeva, however, at once accepts the supreme intelligence as the parameśvara. He offers his respectful obeisances unto the supreme intelligence addressed as the para or the parameśvara or the Supreme Personality of Godhead. And that parameśvara is Śrī Kṛṣṇa, as admitted in Bhagavad-gītā and other scriptures delivered by Śrī Vyāsadeva and specifically in this Śrīmad-Bhāgavatam. In Bhagavad-gītā, the Lord says that there is no other para-tattva (summum bonum) than Himself. Therefore, Śrī Vyāsadeva at once worships the para-tattva, Śrī Kṛṣṇa, whose transcendental activities are described in the Tenth Canto. Unscrupulous persons go immediately to the Tenth Canto and especially to the five chapters which describe the Lord’s rāsa dance. This portion of the Śrīmad-Bhāgavatam is the most confidential part of this great literature. Unless one is thoroughly accomplished in the transcendental knowledge of the Lord, one is sure to misunderstand the Lord’s worshipable transcendental pastimes called rāsa dance and His love affairs with the gopīs. This subject matter is highly spiritual, and only the liberated persons who have gradually attained to the stage of paramahaṁsa can transcendentally relish this rāsa dance. Śrīla Vyāsadeva therefore gives the reader the chance to gradually develop spiritual realization before actually relishing the essence of the pastimes of the Lord. Therefore, he purposely invokes a Gāyatrī mantra, dhīmahi. This Gāyatrī mantra is meant for spiritually advanced people. When one is successful in chanting the Gāyatrī mantra, he can enter into the transcendental position of the Lord. One must therefore acquire brahminical qualities or be perfectly situated in the quality of goodness in order to chant the Gāyatrī mantra successfully and then attain to the stage of transcendentally realizing the Lord, His name, His fame, His qualities and so on. Śrīmad-Bhāgavatam is the narration of the svarūpa of the Lord manifested by His internal potency, and this potency is distinguished from the external potency which has manifested the cosmic world, which is within our experience. Śrīla Vyāsadeva makes a clear distinction between the two in this śloka. Śrī Vyāsadeva says herein that the manifested internal potency is real, whereas the external manifested energy in the form of material existence is only temporary and illusory like the mirage in the desert. In the desert mirage there is no actual water. There is only the appearance of water. Real water is somewhere else. The manifested cosmic creation appears as reality. But reality, of which this is but a shadow, is in the spiritual world. Absolute Truth is in the spiritual sky, not the material sky. In the material sky everything is relative truth. That is to say, one truth depends on something else. This cosmic creation results from interaction of the three modes of nature, and the temporary manifestations are so created as to present an illusion of reality to the bewildered mind of the conditioned soul, who appears in so many species of life, including the higher demigods, like Brahmā, Indra, Candra, and so on. In actuality, there is no reality in the manifested world. There appears to be reality, however, because of the true reality which exists in the spiritual world, where the Personality of Godhead eternally exists with His transcendental paraphernalia. The chief engineer of a complicated construction does not personally take part in the construction, but he knows every nook and corner because everything is done under his direction. He knows everything about the construction, both directly and indirectly. Similarly, the Personality of Godhead, who is the supreme engineer of this cosmic creation, knows every nook and corner, although affairs are being carried out by demigods. Beginning from Brahmā down to the insignificant ant, no one is independent in the material creation. The hand of the Lord is seen everywhere. All material elements as well as all spiritual sparks emanate from Him only. And whatever is created in this material world is but the interaction of two energies, the material and the spiritual, which emanate from the Absolute Truth, the Personality of Godhead, Śrī Kṛṣṇa. A chemist can manufacture water in the chemical laboratory by mixing hydrogen and oxygen. But, in reality, the living entity works in the laboratory under the direction of the Supreme Lord. And the materials with which he works are also supplied by the Lord. The Lord knows everything directly and indirectly, and He is cognizant of all minute details, and He is fully independent. He is compared to a mine of gold, and the cosmic creations in so many different forms are compared to objects made from the gold, such as gold rings, necklaces and so on. The gold ring and the gold necklace are qualitatively one with the gold in the mine, but quantitatively the gold in the mine is different. Therefore, the Absolute Truth is simultaneously one and different. Nothing is absolutely equal with the Absolute Truth, but at the same time, nothing is independent of the Absolute Truth. Conditioned souls, beginning from Brahmā, who engineers the entire universe, down to the insignificant ant, are all creating, but none of them is independent of the Supreme Lord. The materialist wrongly thinks that there is no creator other than his own self. This is called māyā, or illusion. Because of his poor fund of knowledge, the materialist cannot see beyond the purview of his imperfect senses, and thus he thinks that matter automatically takes its own shape without the aid of a superior intelligence. This is refuted in this śloka by Śrīla Vyāsadeva: “Since the complete whole or the Absolute Truth is the source of everything, nothing can be independent of the body of the Absolute Truth.” Whatever happens to the body quickly becomes known to the embodied. Similarly, the creation is the body of the absolute whole. Therefore, the Absolute knows everything directly and indirectly that happens in the creation. In the śruti-mantra, it is also stated that the absolute whole or Brahman is the ultimate source of everything. Everything emanates from Him, and everything is maintained by Him. And at the end, everything enters into Him. That is the law of nature. In the smṛti-mantra, the same is confirmed. It is said that the source from which everything emanates at the beginning of Brahmā’s millennium, and the reservoir to which everything ultimately enters, is the Absolute Truth, or Brahman. Material scientists take it for granted that the ultimate source of the planetary system is the sun, but they are unable to explain the source of the sun. Herein, the ultimate source is explained. According to the Vedic literatures, Brahmā, who may be compared to the sun, is not the ultimate creator. It is stated in this śloka that Brahmā was taught Vedic knowledge by the Personality of Godhead. One may argue that Brahmā, being the original living being, could not be inspired because there was no other being living at that time. Herein it is stated that the Supreme Lord inspired the secondary creator, Brahmā, in order that Brahmā could carry out his creative functions. So, the supreme intelligence behind all creations is the Absolute Godhead, Śrī Kṛṣṇa. In Bhagavad-gītā, Lord Śrī Kṛṣṇa states that it is He only who superintends the creative energy, prakṛti, which constitutes the totality of matter. Therefore, Śrī Vyāsadeva does not worship Brahmā, but the Supreme Lord, who guides Brahmā in his creative activities. In this śloka, the particular words abhijñaḥ and svarāṭ are significant. These two words distinguish the Supreme Lord from all the other living entities. No other living entity is either abhijñaḥ or svarāṭ. That is, no one is either fully cognizant or fully independent. Even Brahmā has to meditate upon the Supreme Lord in order to create. Then what to speak of great scientists like Einstein! The brains of such a scientist are certainly not the products of any human being. Scientists cannot manufacture such a brain, and what to speak of foolish atheists who defy the authority of the Lord? Even Māyāvādī impersonalists who flatter themselves that they can become one with the Lord are neither abhijñaḥ nor svarāṭ. Such impersonalists undergo severe austerities to acquire knowledge to become one with the Lord. But ultimately they become dependent on some rich disciple who supplies them with money to build monasteries and temples. Atheists like Rāvaṇa or Hiraṇyakaśipu had to undergo severe penances before they could flout the authority of the Lord. But ultimately, they were rendered helpless and could not save themselves when the Lord appeared before them as cruel death. This is also the case with the modern atheists who also dare to flout the authority of the Lord. Such atheists will be dealt with similarly, for history repeats itself. Whenever men neglect the authority of the Lord, nature and her laws are there to penalize them. This is confirmed in Bhagavad-gītā (Bg. 4.7) in the well-known verse yadā yadā hi dharmasya glāniḥ. “Whenever there is a decline of dharma and a rise of adharma, O Arjuna, then I incarnate Myself.” That the Supreme Lord is all-perfect is confirmed in all śruti-mantras. It is said in the śruti-mantras that the all-perfect Lord threw a glance over matter and thus created all living beings. The living beings are parts and parcels of the Lord, and He impregnates the vast material creation with seeds of spiritual sparks, and thus the creative energies are set in motion to enact so many wonderful creations. An atheist may argue that God is no more expert than a watchmaker, but of course God is greater because He can create machines in duplicate male and female forms. The male and female forms of different types of machineries go on producing innumerable similar machines without God’s further attention. If a man could manufacture such a set of machines that could produce other machines without his attention, then he could approach the intelligence of God. But that is not possible, for each machine has to be handled individually. Therefore, no one can create as well as God. Another name for God is asamordhva, which means that no one is equal to or greater than Him. Paraṁ satyam, or the Supreme Truth, is He who has no equal or superior. This is confirmed in the śruti-mantras. It is said that before the creation of the material universe there existed the Lord only, who is master of everyone. That Lord instructed Brahmā in Vedic knowledge. That Lord has to be obeyed in all respects. Anyone who wants to get rid of the material entanglement must surrender unto Him. This is also confirmed in Bhagavad-gītā. Unless one surrenders unto the lotus feet of the Supreme Lord, it is certain that he will be bewildered. When an intelligent man surrenders unto the lotus feet of Kṛṣṇa and knows completely that Kṛṣṇa is the cause of all causes, as confirmed in Bhagavad-gītā, then only can such an intelligent man become a mahātmā, or great soul. But such a great soul is rarely seen. Only the mahātmās can understand that the Supreme Lord is the primeval cause of all creations. He is parama or ultimate truth because all other truths are relative to Him. He is omniscient. For Him, there is no illusion. Some Māyāvādī scholars argue that Śrīmad-Bhāgavatam was not compiled by Śrī Vyāsadeva. And some of them suggest that this book is a modern creation written by someone named Vopadeva. In order to refute such meaningless arguments, Śrī Śrīdhara Svāmī points out that there is reference to the Bhāgavatam in many of the oldest Purāṇas. This first śloka of the Bhāgavatam begins with the Gāyatrī mantra. There is reference to this in the Matsya Purāṇa, which is the oldest Purāṇa. In that Purāṇa, it is said with reference to the Gāyatrī mantra in the Bhāgavatam that there are many narrations of spiritual instructions beginning with the Gāyatrī mantra. And there is the history of Vṛtrāsura. Anyone who makes a gift of this great work on a full moon day attains to the highest perfection of life by returning to Godhead. There is reference to the Bhāgavatam in other Purāṇas also, where it is clearly stated that this work was finished in twelve cantos, which include eighteen thousand ślokas. In the Padma Purāṇa also there is reference to the Bhāgavatam in a conversation between Gautama and Mahārāja Ambarīṣa. The king was advised therein to read regularly Śrīmad-Bhāgavatam if he desired liberation from material bondage. Under the circumstances, there is no doubt about the authority of the Bhāgavatam. Within the past five hundred years, many erudite scholars and ācāryas like Jīva Gosvāmī, Sanātana Gosvāmī, Viśvanātha Cakravartī, Vallabhācārya, and many other distinguished scholars even after the time of Lord Caitanya made elaborate commentaries on the Bhāgavatam. And the serious student would do well to attempt to go through them to better relish the transcendental messages. Śrīla Viśvanātha Cakravartī Ṭhākura specifically deals with the original and pure sex psychology (ādi-rasa), devoid of all mundane inebriety. The whole material creation is moving under the principle of sex life. In modern civilization, sex life is the focal point for all activities. Wherever one turns his face, he sees sex life predominant. Therefore, sex life is not unreal. Its reality is experienced in the spiritual world. The material sex life is but a perverted reflection of the original fact. The original fact is in the Absolute Truth, and thus the Absolute Truth cannot be impersonal. It is not possible to be impersonal and contain pure sex life. Consequently, the impersonalist philosophers have given indirect impetus to the abominable mundane sex life because they have overstressed the impersonality of the ultimate truth. Consequently, man without information of the actual spiritual form of sex has accepted perverted material sex life as the all in all. There is a distinction between sex life in the diseased material condition and spiritual sex life. This Śrīmad-Bhāgavatam will gradually elevate the unbiased reader to the highest perfectional stage of transcendence. It will enable him to transcend the three modes of material activities: fruitive actions, speculative philosophy, and worship of functional deities as inculcated in Vedic verses."
    },
    {
        "verse": "2",
        "devanagari": "धर्म: प्रोज्झितकैतवोऽत्र परमो निर्मत्सराणां सतांवेद्यं वास्तवमत्र वस्तु शिवदं तापत्रयोन्मूलनम् ।श्रीमद्भागवते महामुनिकृते किं वा परैरीश्वर:सद्यो हृद्यवरुध्यतेऽत्र कृतिभि: शुश्रूषुभिस्तत्क्षणात् ॥ २ ॥",
        "english_devnagari": "dharmaḥ projjhita-kaitavo ’tra paramo nirmatsarāṇāṁ satāṁvedyaṁ vāstavam atra vastu śivadaṁ tāpa-trayonmūlanamśrīmad-bhāgavate mahā-muni-kṛte kiṁ vā parair īśvaraḥsadyo hṛdy avarudhyate ’tra kṛtibhiḥ śuśrūṣubhis tat-kṣaṇāt",
        "verse_Syn": [
            "dharmaḥ",
            "projjhita",
            "kaitavaḥ",
            "atra",
            "paramaḥ",
            "nirmatsarāṇām",
            "satām",
            "vedyam",
            "vāstavam",
            "atra",
            "vastu",
            "śivadam",
            "tāpa",
            "traya",
            "unmūlanam",
            "śrīmat",
            "bhāgavate",
            "mahā",
            "muni",
            "kṛte",
            "kim",
            "vā",
            "paraiḥ",
            "īśvaraḥ",
            "sadyaḥ",
            "hṛdi",
            "avarudhyate",
            "atra",
            "kṛtibhiḥ",
            "śuśrūṣubhiḥ",
            "tat",
            "kṣaṇāt"
        ],
        "translation": "Completely rejecting all religious activities which are materially motivated, this Bhāgavata Purāṇa propounds the highest truth, which is understandable by those devotees who are fully pure in heart. The highest truth is reality distinguished from illusion for the welfare of all. Such truth uproots the threefold miseries. This beautiful Bhāgavatam, compiled by the great sage Vyāsadeva [in his maturity], is sufficient in itself for God realization. What is the need of any other scripture? As soon as one attentively and submissively hears the message of Bhāgavatam, by this culture of knowledge the Supreme Lord is established within his heart.",
        "purport": " Religion includes four primary subjects, namely pious activities, economic development, satisfaction of the senses, and finally liberation from material bondage. Irreligious life is a barbarous condition. Indeed, human life begins when religion begins. Eating, sleeping, fearing, and mating are the four principles of animal life. These are common both to animals and to human beings. But religion is the extra function of the human being. Without religion, human life is no better than animal life. Therefore, in human societies there is some form of religion which aims at self-realization and which makes reference to man’s eternal relationship with God. In the lower stages of human civilization, there is always competition to lord it over the material nature or, in other words, there is a continuous rivalry to satisfy the senses. Driven by such consciousness, man turns to religion. He thus performs pious activities or religious functions in order to gain something material. But if such material gains are obtainable in other ways, then so-called religion is neglected. This is the situation in modern civilization. Man is thriving economically, so at present he is not very interested in religion. Churches, mosques or temples are now practically vacant. Men are more interested in factories, shops, and cinemas than in religious places which were erected by their forefathers. This practically proves that religion is performed for some economic gains. Economic gains are needed for sense gratification. Often when one is baffled in the pursuit of sense gratification, he takes to salvation and tries to become one with the Supreme Lord. Consequently, all these states are simply different types of sense gratification. In the Vedas, the above-mentioned four activities are prescribed in the regulative way so that there will not be any undue competition for sense gratification. But Śrīmad-Bhāgavatam is transcendental to all these sense gratificatory activities. It is purely transcendental literature which can be understood only by the pure devotees of the Lord who are transcendental to competitive sense gratification. In the material world there is keen competition between animal and animal, man and man, community and community, nation and nation. But the devotees of the Lord rise above such competitions. They do not compete with the materialist because they are on the path back to Godhead where life is eternal and blissful. Such transcendentalists are nonenvious and pure in heart. In the material world, everyone is envious of everyone else, and therefore there is competition. But the transcendental devotees of the Lord are not only free from material envy, but are well-wishers to everyone, and they strive to establish a competitionless society with God in the center. The contemporary socialist’s conception of a competitionless society is artificial because in the socialist state there is competition for the post of dictator. From the point of view of the Vedas or from the point of view of common human activities, sense gratification is the basis of material life. There are three paths mentioned in the Vedas. One involves fruitive activities to gain promotion to better planets. Another involves worshiping different demigods for promotion to the planets of the demigods, and another involves realizing the Absolute Truth and His impersonal feature and becoming one with Him. The impersonal aspect of the Absolute Truth is not the highest. Above the impersonal feature is the Paramātmā feature, and above this is the personal feature of the Absolute Truth, or Bhagavān. Śrīmad-Bhāgavatam gives information about the Absolute Truth in His personal feature. It is higher than impersonalist literatures and higher than the jñāna-kāṇḍa division of the Vedas. It is even higher than the karma-kāṇḍa division, and even higher than the upāsanā-kāṇḍa division, because it recommends the worship of the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa. In the karma-kāṇḍa, there is competition to reach heavenly planets for better sense gratification, and there is similar competition in the jñāna-kāṇḍa and the upāsanā-kāṇḍa. The Śrīmad-Bhāgavatam is superior to all of these because it aims at the Supreme Truth, which is the substance or the root of all categories. From Śrīmad-Bhāgavatam one can come to know the substance as well as the categories. The substance is the Absolute Truth, the Supreme Lord, and all emanations are relative forms of energy. Nothing is apart from the substance, but at the same time the energies are different from the substance. This conception is not contradictory. Śrīmad-Bhāgavatam explicitly promulgates this simultaneously-one-and-different philosophy of the Vedānta-sūtra, which begins with the “janmādy asya” sūtra. This knowledge that the energy of the Lord is simultaneously one with and different from the Lord is an answer to the mental speculators’ attempt to establish the energy as the Absolute. When this knowledge is factually understood, one sees the conceptions of monism and dualism to be imperfect. Development of this transcendental consciousness grounded in the conception of simultaneously-one-and-different leads one immediately to the stage of freedom from the threefold miseries. The threefold miseries are (1) those miseries which arise from the mind and body, (2) those miseries inflicted by other living beings, and (3) those miseries arising from natural catastrophes over which one has no control. Śrīmad-Bhāgavatam begins with the surrender of the devotee unto the Absolute Person. The devotee is fully aware that he is one with the Absolute and at the same time in the eternal position of servant to the Absolute. In the material conception, one falsely thinks himself the lord of all he surveys, and therefore he is always troubled by the threefold miseries of life. But as soon as one comes to know his real position as transcendental servant, he at once becomes free from all miseries. As long as the living entity is trying to master material nature, there is no possibility of his becoming servant of the Supreme. Service to the Lord is rendered in pure consciousness of one’s spiritual identity; by service one is immediately freed from material encumbrances. Over and above this, Śrīmad-Bhāgavatam is a personal commentation on the Vedānta-sūtra by Śrī Vyāsadeva. It was written in the maturity of his spiritual life through the mercy of Nārada. Śrī Vyāsadeva is the authorized incarnation of Nārāyaṇa, the Personality of Godhead. Therefore, there is no question as to his authority. He is the author of all other Vedic literatures, yet he recommends the study of Śrīmad-Bhāgavatam above all others. In other Purāṇas there are different methods set forth by which one can worship the demigods. But in the Bhāgavatam only the Supreme Lord is mentioned. The Supreme Lord is the total body, and the demigods are the different parts of that body. Consequently, by worshiping the Supreme Lord, one does not need to worship the demigods. The Supreme Lord becomes fixed in the heart of the devotee immediately. Lord Caitanya Mahāprabhu has recommended the Śrīmad-Bhāgavatam as the spotless Purāṇa and distinguishes it from all other Purāṇas. The proper method for receiving this transcendental message is to hear it submissively. A challenging attitude cannot help one realize this transcendental message. One particular word is used herein for proper guidance. This word is śuśrūṣu. One must be anxious to hear this transcendental message. The desire to sincerely hear is the first qualification. Less fortunate persons are not at all interested in hearing this Śrīmad-Bhāgavatam. The process is simple, but the application is difficult. Unfortunate people find enough time to hear idle social and political conversations, but when invited to attend a meeting of devotees to hear Śrīmad-Bhāgavatam they suddenly become reluctant. Sometimes professional readers of the Bhāgavatam immediately plunge into the confidential topics of the pastimes of the Supreme Lord, which they seemingly interpret as sex literature. Śrīmad-Bhāgavatam is meant to be heard from the beginning. Those who are fit to assimilate this work are mentioned in this śloka: “One becomes qualified to hear Śrīmad-Bhāgavatam after many pious deeds.” The intelligent person, with thoughtful discretion, can be assured by the great sage Vyāsadeva that he can realize the Supreme Personality directly by hearing Śrīmad-Bhāgavatam. Without undergoing the different stages of realization set forth in the Vedas, one can be lifted immediately to the position of paramahaṁsa simply by agreeing to receive this message."
    },
    {
        "verse": "3",
        "devanagari": "निगमकल्पतरोर्गलितं फलंशुकमुखादमृतद्रवसंयुतम् ।पिबत भागवतं रसमालयंमुहुरहो रसिका भुवि भावुका: ॥ ३ ॥",
        "english_devnagari": "nigama-kalpa-taror galitaṁ phalaṁśuka-mukhād amṛta-drava-saṁyutampibata bhāgavataṁ rasam ālayammuhur aho rasikā bhuvi bhāvukāḥ",
        "verse_Syn": [
            "nigama",
            "kalpa",
            "taroḥ",
            "galitam",
            "phalam",
            "śuka",
            "mukhāt",
            "amṛta",
            "drava",
            "saṁyutam",
            "pibata",
            "bhāgavatam",
            "rasam",
            "ālayam",
            "muhuḥ",
            "aho",
            "rasikāḥ",
            "bhuvi",
            "bhāvukāḥ"
        ],
        "translation": "O expert and thoughtful men, relish Śrīmad-Bhāgavatam, the mature fruit of the desire tree of Vedic literatures. It emanated from the lips of Śrī Śukadeva Gosvāmī. Therefore this fruit has become even more tasteful, although its nectarean juice was already relishable for all, including liberated souls.",
        "purport": " In the two previous ślokas it has been definitely proved that the Śrīmad-Bhāgavatam is the sublime literature which surpasses all other Vedic scriptures due to its transcendental qualities. It is transcendental to all mundane activities and mundane knowledge. In this śloka it is stated that Śrīmad-Bhāgavatam is not only a superior literature but is the ripened fruit of all Vedic literatures. In other words, it is the cream of all Vedic knowledge. Considering all this, patient and submissive hearing is definitely essential. With great respect and attention, one should receive the message and lessons imparted by the Śrīmad-Bhāgavatam. The Vedas are compared to the desire tree because they contain all things knowable by man. They deal with mundane necessities as well as spiritual realization. The Vedas contain regulative principles of knowledge covering social, political, religious, economic, military, medicinal, chemical, physical and metaphysical subject matter and all that may be necessary to keep the body and soul together. Above and beyond all this are specific directions for spiritual realization. Regulative knowledge involves a gradual raising of the living entity to the spiritual platform, and the highest spiritual realization is knowledge that the Personality of Godhead is the reservoir of all spiritual tastes, or rasas. Every living entity, beginning from Brahmā, the first-born living being within the material world, down to the insignificant ant, desires to relish some sort of taste derived from sense perceptions. These sensual pleasures are technically called rasas. Such rasas are of different varieties. In the revealed scriptures the following twelve varieties of rasas are enumerated: (1) raudra (anger), (2) adbhuta (wonder), (3) śṛṅgāra (conjugal love), (4) hāsya (comedy), (5) vīra (chivalry), (6) dayā (mercy), (7) dāsya (servitorship), (8) sakhya (fraternity), (9) bhayānaka (horror), (10) bībhatsa (shock), (11) śānta (neutrality), (12) vātsalya (parenthood). The sum total of all these rasas is called affection or love. Primarily, such signs of love are manifested in adoration, service, friendship, parental affection, and conjugal love. And when these five are absent, love is present indirectly in anger, wonder, comedy, chivalry, fear, shock and so on. For example, when a man is in love with a woman, the rasa is called conjugal love. But when such love affairs are disturbed there may be wonder, anger, shock, or even horror. Sometimes love affairs between two persons culminate in ghastly murder scenes. Such rasas are displayed between man and man and between animal and animal. There is no possibility of an exchange or rasa between a man and an animal or between a man and any other species of living beings within the material world. The rasas are exchanged between members of the same species. But as far as the spirit souls are concerned, they are one qualitatively with the Supreme Lord. Therefore, the rasas were originally exchanged between the spiritual living being and the spiritual whole, the Supreme Personality of Godhead. The spiritual exchange or rasa is fully exhibited in spiritual existence between living beings and the Supreme Lord. The Supreme Personality of Godhead is therefore described in the śruti-mantras, Vedic hymns, as “the fountainhead of all rasas.” When one associates with the Supreme Lord and exchanges one’s constitutional rasa with the Lord, then the living being is actually happy. These śruti-mantras indicate that every living being has its constitutional position, which is endowed with a particular type of rasa to be exchanged with the Personality of Godhead. In the liberated condition only, this primary rasa is experienced in full. In the material existence, the rasa is experienced in the perverted form, which is temporary. And thus the rasas of the material world are exhibited in the material form of raudra (anger) and so on. Therefore, one who attains full knowledge of these different rasas, which are the basic principles of activities, can understand the false representations of the original rasas which are reflected in the material world. The learned scholar seeks to relish the real rasa in the spiritual form. In the beginning he desires to become one with the Supreme. Thus, less intelligent transcendentalists cannot go beyond this conception of becoming one with the spirit whole, without knowing of the different rasas. In this śloka, it is definitely stated that spiritual rasa, which is relished even in the liberated stage, can be experienced in the literature of the Śrīmad-Bhāgavatam due to its being the ripened fruit of all Vedic knowledge. By submissively hearing this transcendental literature, one can attain the full pleasure of his heart’s desire. But one must be very careful to hear the message from the right source. Śrīmad-Bhāgavatam is exactly received from the right source. It was brought by Nārada Muni from the spiritual world and given to his disciple Śrī Vyāsadeva. The latter in turn delivered the message to his son Śrīla Śukadeva Gosvāmī, and Śrīla Śukadeva Gosvāmī delivered the message to Mahārāja Parīkṣit just seven days before the King’s death. Śrīla Śukadeva Gosvāmī was a liberated soul from his very birth. He was liberated even in the womb of his mother, and he did not undergo any sort of spiritual training after his birth. At birth no one is qualified, neither in the mundane nor in the spiritual sense. But Śrī Śukadeva Gosvāmī, due to his being a perfectly liberated soul, did not have to undergo an evolutionary process for spiritual realization. Yet despite his being a completely liberated person situated in the transcendental position above the three material modes, he was attracted to this transcendental rasa of the Supreme Personality of Godhead, who is adored by liberated souls who sing Vedic hymns. The Supreme Lord’s pastimes are more attractive to liberated souls than to mundane people. He is of necessity not impersonal because it is only possible to carry on transcendental rasa with a person. In the Śrīmad-Bhāgavatam the transcendental pastimes of the Lord are narrated, and the narration is systematically depicted by Śrīla Śukadeva Gosvāmī. Thus the subject matter is appealing to all classes of persons, including those who seek liberation and those who seek to become one with the supreme whole. In Sanskrit the parrot is also known as śuka. When a ripened fruit is cut by the red beaks of such birds, its sweet flavor is enhanced. The Vedic fruit which is mature and ripe in knowledge is spoken through the lips of Śrīla Śukadeva Gosvāmī, who is compared to the parrot not for his ability to recite the Bhāgavatam exactly as he heard it from his learned father, but for his ability to present the work in a manner that would appeal to all classes of men. The subject matter is so presented through the lips of Śrīla Śukadeva Gosvāmī that any sincere listener that hears submissively can at once relish transcendental tastes which are distinct from the perverted tastes of the material world. The ripened fruit is not dropped all of a sudden from the highest planet of Kṛṣṇaloka. Rather, it has come down carefully through the chain of disciplic succession without change or disturbance. Foolish people who are not in the transcendental disciplic succession commit great blunders by trying to understand the highest transcendental rasa known as the rāsa dance without following in the footsteps of Śukadeva Gosvāmī, who presents this fruit very carefully by stages of transcendental realization. One should be intelligent enough to know the position of Śrīmad-Bhāgavatam by considering personalities like Śukadeva Gosvāmī, who deals with the subject so carefully. This process of disciplic succession of the Bhāgavata school suggests that in the future also Śrīmad-Bhāgavatam has to be understood from a person who is factually a representative of Śrīla Śukadeva Gosvāmī. A professional man who makes a business out of reciting the Bhāgavatam illegally is certainly not a representative of Śukadeva Gosvāmī. Such a man’s business is only to earn his livelihood. Therefore one should refrain from hearing the lectures of such professional men. Such men usually go to the most confidential part of the literature without undergoing the gradual process of understanding this grave subject. They usually plunge into the subject matter of the rāsa dance, which is misunderstood by the foolish class of men. Some of them take this to be immoral, while others try to cover it up by their own stupid interpretations. They have no desire to follow in the footsteps of Śrīla Śukadeva Gosvāmī. One should conclude, therefore, that the serious student of the rasa should receive the message of Bhāgavatam in the chain of disciplic succession from Śrīla Śukadeva Gosvāmī, who describes the Bhāgavatam from its very beginning and not whimsically to satisfy the mundaner who has very little knowledge in transcendental science. Śrīmad-Bhāgavatam is so carefully presented that a sincere and serious person can at once enjoy the ripened fruit of Vedic knowledge simply by drinking the nectarean juice through the mouth of Śukadeva Gosvāmī or his bona fide representative."
    },
    {
        "verse": "4",
        "devanagari": "नैमिषेऽनिमिषक्षेत्रे ऋषय: शौनकादय: ।सत्रं स्वर्गायलोकाय सहस्रसममासत ॥ ४ ॥",
        "english_devnagari": "naimiṣe ’nimiṣa-kṣetreṛṣayaḥ śaunakādayaḥsatraṁ svargāya lokāyasahasra-samam āsata",
        "verse_Syn": [
            "naimiṣe",
            "animiṣa",
            "kṣetre",
            "ṛṣayaḥ",
            "śaunaka",
            "ādayaḥ",
            "satram",
            "svargāya",
            "lokāya",
            "sahasra",
            "samam",
            "āsata"
        ],
        "translation": "Once, in a holy place in the forest of Naimiṣāraṇya, great sages headed by the sage Śaunaka assembled to perform a great thousand-year sacrifice for the satisfaction of the Lord and His devotees.",
        "purport": " The prelude of the Śrīmad-Bhāgavatam was spoken in the previous three ślokas. Now the main topic of this great literature is being presented. Śrīmad-Bhāgavatam, after its first recitation by Śrīla Śukadeva Gosvāmī, was repeated for the second time at Naimiṣāraṇya. In the Vāyavīya Tantra, it is said that Brahmā, the engineer of this particular universe, contemplated a great wheel which could enclose the universe. The hub of this great circle was fixed at a particular place known as Naimiṣāraṇya. Similarly, there is another reference to the forest of Naimiṣāraṇya in the Varāha Purāṇa, where it is stated that by performance of sacrifice at this place, the strength of demoniac people is curtailed. Thus brāhmaṇas prefer Naimiṣāraṇya for such sacrificial performances. The devotees of Lord Viṣṇu offer all kinds of sacrifices for His pleasure. The devotees are always attached to the service of the Lord, whereas fallen souls are attached to the pleasures of material existence. In Bhagavad-gītā, it is said that anything performed in the material world for any reason other than for the pleasure of Lord Viṣṇu causes further bondage for the performer. It is enjoined therefore that all acts must be performed sacrificially for the satisfaction of Viṣṇu and His devotees. This will bring everyone peace and prosperity. The great sages are always anxious to do good to the people in general, and as such the sages headed by Śaunaka and others assembled at this holy place of Naimiṣāraṇya with a program of performing a great and continuous chain of sacrificial ceremonies. Forgetful men do not know the right path for peace and prosperity. However, the sages know it well, and therefore for the good of all men they are always anxious to perform acts which may bring about peace in the world. They are sincere friends to all living entities, and at the risk of great personal inconvenience they are always engaged in the service of the Lord for the good of all people. Lord Viṣṇu is just like a great tree, and all others, including the demigods, men, Siddhas, Cāraṇas, Vidyādharas and other living entities, are like branches, twigs and leaves of that tree. By pouring water on the root of the tree, all the parts of the tree are automatically nourished. Only those branches and leaves which are detached cannot be so satisfied. Detached branches and leaves dry up gradually despite all watering attempts. Similarly, human society, when it is detached from the Personality of Godhead like detached branches and leaves, is not capable of being watered, and one attempting to do so is simply wasting his energy and resources. The modern materialistic society is detached from its relation to the Supreme Lord. And all its plans which are being made by atheistic leaders are sure to be baffled at every step. Yet they do not wake up to this. In this age, the congregational chanting of the holy names of the Lord is the prescribed method for waking up. The ways and means are most scientifically presented by Lord Śrī Caitanya Mahāprabhu, and intelligent persons may take advantage of His teachings in order to bring about real peace and prosperity. Śrīmad-Bhāgavatam is also presented for the same purpose, and this will be explained more specifically later in the text."
    },
    {
        "verse": "5",
        "devanagari": "त एकदा तु मुनय: प्रातर्हुतहुताग्नय: ।सत्कृतं सूतमासीनं पप्रच्छुरिदमादरात् ॥ ५ ॥",
        "english_devnagari": "ta ekadā tu munayaḥprātar huta-hutāgnayaḥsat-kṛtaṁ sūtam āsīnaṁpapracchur idam ādarāt",
        "verse_Syn": [
            "te",
            "ekadā",
            "tu",
            "munayaḥ",
            "prātaḥ",
            "huta",
            "huta",
            "agnayaḥ",
            "sat",
            "kṛtam",
            "sūtam",
            "āsīnam",
            "papracchuḥ",
            "idam",
            "ādarāt"
        ],
        "translation": "One day, after finishing their morning duties by burning a sacrificial fire and offering a seat of esteem to Śrīla Sūta Gosvāmī, the great sages made inquiries, with great respect, about the following matters.",
        "purport": " Morning is the best time to hold spiritual services. The great sages offered the speaker of the Bhāgavatam an elevated seat of respect called the vyāsāsana, or the seat of Śrī Vyāsadeva. Śrī Vyāsadeva is the original spiritual preceptor for all men. And all other preceptors are considered to be his representatives. A representative is one who can exactly present the viewpoint of Śrī Vyāsadeva. Śrī Vyāsadeva impregnated the message of Bhāgavatam unto Śrīla Śukadeva Gosvāmī, and Śrī Sūta Gosvāmī heard it from him (Śrī Śukadeva Gosvāmī). All bona fide representatives of Śrī Vyāsadeva in the chain of disciplic succession are to be understood to be gosvāmīs. These gosvāmīs restrain all their senses, and they stick to the path made by the previous ācāryas. The gosvāmīs do not deliver lectures on the Bhāgavatam capriciously. Rather, they execute their services most carefully, following their predecessors who delivered the spiritual message unbroken to them. Those who listen to the Bhāgavatam may put questions to the speaker in order to elicit the clear meaning, but this should not be done in a challenging spirit. One must submit questions with a great regard for the speaker and the subject matter. This is also the way recommended in Bhagavad-gītā. One must learn the transcendental subject by submissive aural reception from the right sources. Therefore these sages addressed the speaker Sūta Gosvāmī with great respect."
    },
    {
        "verse": "6",
        "devanagari": "त्वया खलु पुराणानि सेतिहासानि चानघ ।आख्यातान्यप्यधीतानि धर्मशास्त्राणि यान्युत ॥ ६ ॥",
        "english_devnagari": "ṛṣaya ūcuḥtvayā khalu purāṇānisetihāsāni cānaghaākhyātāny apy adhītānidharma-śāstrāṇi yāny uta",
        "verse_Syn": [
            "ṛṣayaḥ",
            "ūcuḥ",
            "tvayā",
            "khalu",
            "purāṇāni",
            "sa",
            "itihāsāni",
            "ca",
            "anagha",
            "ākhyātāni",
            "api",
            "adhītāni",
            "dharma",
            "śāstrāṇi",
            "yāni",
            "uta"
        ],
        "translation": "The sages said: Respected Sūta Gosvāmī, you are completely free from all vice. You are well versed in all the scriptures famous for religious life, and in the Purāṇas and the histories as well, for you have gone through them under proper guidance and have also explained them.",
        "purport": " A gosvāmī, or the bona fide representative of Śrī Vyāsadeva, must be free from all kinds of vices. The four major vices of Kali-yuga are (1) illicit connection with women, (2) animal slaughter, (3) intoxication, (4) speculative gambling of all sorts. A gosvāmī must be free from all these vices before he can dare sit on the vyāsāsana. No one should be allowed to sit on the vyāsāsana who is not spotless in character and who is not freed from the above-mentioned vices. He not only should be freed from all such vices, but must also be well versed in all revealed scriptures or in the Vedas. The Purāṇas are also parts of the Vedas. And histories like the Mahābhārata or Rāmāyaṇa are also parts of the Vedas. The ācārya or the gosvāmī must be well acquainted with all these literatures. To hear and explain them is more important than reading them. One can assimilate the knowledge of the revealed scriptures only by hearing and explaining. Hearing is called śravaṇa, and explaining is called kīrtana. The two processes of śravaṇa and kīrtana are of primary importance to progressive spiritual life. Only one who has properly grasped the transcendental knowledge from the right source by submissive hearing can properly explain the subject."
    },
    {
        "verse": "7",
        "devanagari": "यानि वेदविदां श्रेष्ठो भगवान् बादरायण: ।अन्ये च मुनय: सूत परावरविदो विदु: ॥ ७ ॥",
        "english_devnagari": "yāni veda-vidāṁ śreṣṭhobhagavān bādarāyaṇaḥanye ca munayaḥ sūtaparāvara-vido viduḥ",
        "verse_Syn": [
            "yāni",
            "veda",
            "vidām",
            "śreṣṭhaḥ",
            "bhagavān",
            "bādarāyaṇaḥ",
            "anye",
            "ca",
            "munayaḥ",
            "sūta",
            "parāvara",
            "vidaḥ",
            "viduḥ"
        ],
        "translation": "Being the eldest learned Vedāntist, O Sūta Gosvāmī, you are acquainted with the knowledge of Vyāsadeva, who is the incarnation of Godhead, and you also know other sages who are fully versed in all kinds of physical and metaphysical knowledge.",
        "purport": " Śrīmad-Bhāgavatam is a natural commentation on the Brahma-sūtra, or the Bādarāyaṇi Vedānta-sūtras. It is called natural because Vyāsadeva is author of both the Vedānta-sūtras and Śrīmad-Bhāgavatam, or the essence of all Vedic literatures. Besides Vyāsadeva, there are other sages who are the authors of six different philosophical systems, namely Gautama, Kaṇāda, Kapila, Patañjali, Jaimini and Aṣṭāvakra. Theism is explained completely in the Vedānta-sūtra, whereas in other systems of philosophical speculations, practically no mention is given to the ultimate cause of all causes. One can sit on the vyāsāsana only after being conversant in all systems of philosophy so that one can present fully the theistic views of the Bhāgavatam in defiance of all other systems. Śrīla Sūta Gosvāmī was the proper teacher, and therefore the sages at Naimiṣāraṇya elevated him to the vyāsāsana. Śrīla Vyāsadeva is designated herein as the Personality of Godhead because he is the authorized empowered incarnation."
    },
    {
        "verse": "8",
        "devanagari": "वेत्थ त्वं सौम्य तत्सर्वं तत्त्वतस्तदनुग्रहात् ।ब्रूयु: स्‍निग्धस्य शिष्यस्य गुरवो गुह्यमप्युत ॥ ८ ॥",
        "english_devnagari": "vettha tvaṁ saumya tat sarvaṁtattvatas tad-anugrahātbrūyuḥ snigdhasya śiṣyasyaguravo guhyam apy uta",
        "verse_Syn": [
            "vettha",
            "tvam",
            "saumya",
            "tat",
            "sarvam",
            "tattvataḥ",
            "tat",
            "anugrahāt",
            "brūyuḥ",
            "snigdhasya",
            "śiṣyasya",
            "guravaḥ",
            "guhyam",
            "api",
            "uta"
        ],
        "translation": "And because you are submissive, your spiritual masters have endowed you with all the favors bestowed upon a gentle disciple. Therefore you can tell us all that you have scientifically learned from them.",
        "purport": " The secret of success in spiritual life is in satisfying the spiritual master and thereby getting his sincere blessings. Śrīla Viśvanātha Cakravartī Ṭhākura has sung in his famous eight stanzas on the spiritual master as follows: “I offer my respectful obeisances unto the lotus feet of my spiritual master. Only by his satisfaction can one please the Personality of Godhead, and when he is dissatisfied there is only havoc on the path of spiritual realization.” It is essential, therefore, that a disciple be very much obedient and submissive to the bona fide spiritual master. Śrīla Sūta Gosvāmī fulfilled all these qualifications as a disciple, and therefore he was endowed with all favors by his learned and self-realized spiritual masters such as Śrīla Vyāsadeva and others. The sages of Naimiṣāraṇya were confident that Śrīla Sūta Gosvāmī was bona fide. Therefore they were anxious to hear from him."
    },
    {
        "verse": "9",
        "devanagari": "तत्र तत्राञ्जसायुष्मन् भवता यद्विनिश्चितम् ।पुंसामेकान्तत: श्रेयस्तन्न: शंसितुमर्हसि ॥ ९ ॥",
        "english_devnagari": "tatra tatrāñjasāyuṣmanbhavatā yad viniścitampuṁsām ekāntataḥ śreyastan naḥ śaṁsitum arhasi",
        "verse_Syn": [
            "tatra",
            "tatra",
            "añjasā",
            "āyuṣman",
            "bhavatā",
            "yat",
            "viniścitam",
            "puṁsām",
            "ekāntataḥ",
            "śreyaḥ",
            "tat",
            "naḥ",
            "śaṁsitum",
            "arhasi"
        ],
        "translation": "Please, therefore, being blessed with many years, explain to us, in an easily understandable way, what you have ascertained to be the absolute and ultimate good for the people in general.",
        "purport": " In Bhagavad-gītā, worship of the ācārya is recommended. The ācāryas and gosvāmīs are always absorbed in thought of the well-being of the general public, especially their spiritual well-being. Spiritual well-being is automatically followed by material well-being. The ācāryas therefore give directions in spiritual well-being for people in general. Foreseeing the incompetencies of the people in this Age of Kali, or the iron age of quarrel, the sages requested that Sūta Gosvāmī give a summary of all revealed scriptures because the people of this age are condemned in every respect. The sages, therefore, inquired of the absolute good, which is the ultimate good for the people. The condemned state of affairs of the people of this age is described as follows."
    },
    {
        "verse": "10",
        "devanagari": "प्रायेणाल्पायुष: सभ्य कलावस्मिन् युगे जना: ।मन्दा: सुमन्दमतयो मन्दभाग्या ह्युपद्रुता: ॥ १० ॥",
        "english_devnagari": "prāyeṇālpāyuṣaḥ sabhyakalāv asmin yuge janāḥmandāḥ sumanda-matayomanda-bhāgyā hy upadrutāḥ",
        "verse_Syn": [
            "prāyeṇa",
            "alpa",
            "āyuṣaḥ",
            "sabhya",
            "kalau",
            "asmin",
            "yuge",
            "janāḥ",
            "mandāḥ",
            "sumanda",
            "matayaḥ",
            "manda",
            "bhāgyāḥ",
            "hi",
            "upadrutāḥ"
        ],
        "translation": "O learned one, in this iron Age of Kali men almost always have but short lives. They are quarrelsome, lazy, misguided, unlucky and, above all, always disturbed.",
        "purport": " The devotees of the Lord are always anxious for the spiritual improvement of the general public. When the sages of Naimiṣāraṇya analyzed the state of affairs of the people in this Age of Kali, they foresaw that men would live short lives. In Kali-yuga, the duration of life is shortened not so much because of insufficient food but because of irregular habits. By keeping regular habits and eating simple food, any man can maintain his health. Overeating, over-sense gratification, overdependence on another’s mercy, and artificial standards of living sap the very vitality of human energy. Therefore the duration of life is shortened. The people of this age are also very lazy, not only materially but in the matter of self-realization. The human life is especially meant for self-realization. That is to say, man should come to know what he is, what the world is, and what the supreme truth is. Human life is a means by which the living entity can end all the miseries of the hard struggle for life in material existence and by which he can return to Godhead, his eternal home. But, due to a bad system of education, men have no desire for self-realization. Even if they come to know about it, they unfortunately become victims of misguided teachers. In this age, men are victims not only of different political creeds and parties, but also of many different types of sense gratificatory diversions, such as cinemas, sports, gambling, clubs, mundane libraries, bad association, smoking, drinking, cheating, pilfering, bickerings and so on. Their minds are always disturbed and full of anxieties due to so many different engagements. In this age, many unscrupulous men manufacture their own religious faiths which are not based on any revealed scriptures, and very often people who are addicted to sense gratification are attracted by such institutions. Consequently, in the name of religion so many sinful acts are being carried on that the people in general have neither peace of mind nor health of body. The student (brahmacārī) communities are no longer being maintained, and householders do not observe the rules and regulations of the gṛhastha-āśrama. Consequently, the so-called vānaprasthas and sannyāsīs who come out of such gṛhastha-āśramas are easily deviated from the rigid path. In the Kali-yuga the whole atmosphere is surcharged with faithlessness. Men are no longer interested in spiritual values. Material sense gratification is now the standard of civilization. For the maintenance of such material civilizations, man has formed complex nations and communities, and there is a constant strain of hot and cold wars between these different groups. It has become very difficult, therefore, to raise the spiritual standard due to the present distorted values of human society. The sages of Naimiṣāraṇya are anxious to disentangle all fallen souls, and here they are seeking the remedy from Śrīla Sūta Gosvāmī."
    },
    {
        "verse": "11",
        "devanagari": "भूरीणि भूरिकर्माणि श्रोतव्यानि विभागश: ।अत: साधोऽत्र यत्सारं समुद्‍धृत्य मनीषया ।ब्रूहि भद्रायभूतानां येनात्मा सुप्रसीदति ॥ ११ ॥",
        "english_devnagari": "bhūrīṇi bhūri-karmāṇiśrotavyāni vibhāgaśaḥataḥ sādho ’tra yat sāraṁsamuddhṛtya manīṣayābrūhi bhadrāya bhūtānāmyenātmā suprasīdati",
        "verse_Syn": [
            "bhūrīṇi",
            "bhūri",
            "karmāṇi",
            "śrotavyāni",
            "vibhāgaśaḥ",
            "ataḥ",
            "sādho",
            "atra",
            "yat",
            "sāram",
            "samuddhṛtya",
            "manīṣayā",
            "brūhi",
            "bhadrāya",
            "bhūtānām",
            "yena",
            "ātmā",
            "suprasīdati"
        ],
        "translation": "There are many varieties of scriptures, and in all of them there are many prescribed duties, which can be learned only after many years of study in their various divisions. Therefore, O sage, please select the essence of all these scriptures and explain it for the good of all living beings, that by such instruction their hearts may be fully satisfied.",
        "purport": " Ātmā, or self, is distinguished from matter and material elements. It is spiritual in constitution, and thus it is never satisfied by any amount of material planning. All scriptures and spiritual instructions are meant for the satisfaction of this self, or ātmā. There are many varieties of approaches which are recommended for different types of living beings in different times and at different places. Consequently, the numbers of revealed scriptures are innumerable. There are different methods and prescribed duties recommended in these various scriptures. Taking into consideration the fallen condition of the people in general in this Age of Kali, the sages of Naimiṣāraṇya suggested that Śrī Sūta Gosvāmī relate the essence of all such scriptures because in this age it is not possible for the fallen souls to understand and undergo all the lessons of all these various scriptures in a varṇa and āśrama system. The varṇa and āśrama society was considered to be the best institution for lifting the human being to the spiritual platform, but due to Kali-yuga it is not possible to execute the rules and regulations of these institutions. Nor is it possible for the people in general to completely sever relations with their families as the varṇāśrama institution prescribes. The whole atmosphere is surcharged with opposition. And considering this, one can see that spiritual emancipation for the common man in this age is very difficult. The reason the sages presented this matter to Śrī Sūta Gosvāmī is explained in the following verses."
    },
    {
        "verse": "12",
        "devanagari": "सूत जानासि भद्रं ते भगवान् सात्वतां पति: ।देवक्यां वसुदेवस्य जातो यस्य चिकीर्षया ॥ १२ ॥",
        "english_devnagari": "sūta jānāsi bhadraṁ tebhagavān sātvatāṁ patiḥdevakyāṁ vasudevasyajāto yasya cikīrṣayā",
        "verse_Syn": [
            "sūta",
            "jānāsi",
            "bhadram",
            "te",
            "bhagavān",
            "sātvatām",
            "patiḥ",
            "devakyām",
            "vasudevasya",
            "jātaḥ",
            "yasya",
            "cikīrṣayā"
        ],
        "translation": "All blessings upon you, O Sūta Gosvāmī. You know for what purpose the Personality of Godhead appeared in the womb of Devakī as the son of Vasudeva.",
        "purport": " Bhagavān means the almighty God who is the controller of all opulence, power, fame, beauty, knowledge and renunciation. He is the protector of His pure devotees. Although God is equally disposed to everyone, He is especially inclined to His devotees. Sat means the Absolute Truth. And persons who are servitors of the Absolute Truth are called sātvatas. And the Personality of Godhead who protects such pure devotees is known as the protector of the sātvatas. Bhadraṁ te, or “blessings upon you,” indicates the sages’ anxiety to know the Absolute Truth from the speaker. Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, appeared to Devakī, the wife of Vasudeva. Vasudeva is the symbol of the transcendental position wherein the appearance of the Supreme Lord takes place."
    },
    {
        "verse": "13",
        "devanagari": "तन्न: शुश्रूषमाणानामर्हस्यङ्गानुवर्णितुम् ।यस्यावतारो भूतानां क्षेमाय च भवाय च ॥ १३ ॥",
        "english_devnagari": "tan naḥ śuśrūṣamāṇānāmarhasy aṅgānuvarṇitumyasyāvatāro bhūtānāṁkṣemāya ca bhavāya ca",
        "verse_Syn": [
            "tat",
            "naḥ",
            "śuśrūṣamāṇānām",
            "arhasi",
            "aṅga",
            "anuvarṇitum",
            "yasya",
            "avatāraḥ",
            "bhūtānām",
            "kṣemāya",
            "ca",
            "bhavāya",
            "ca"
        ],
        "translation": "O Sūta Gosvāmī, we are eager to learn about the Personality of Godhead and His incarnations. Please explain to us those teachings imparted by previous masters [ācāryas], for one is uplifted both by speaking them and by hearing them.",
        "purport": " The conditions for hearing the transcendental message of the Absolute Truth are set forth herein. The first condition is that the audience must be very sincere and eager to hear. And the speaker must be in the line of disciplic succession from the recognized ācārya. The transcendental message of the Absolute is not understandable by those who are materially absorbed. Under the direction of a bona fide spiritual master, one becomes gradually purified. Therefore, one must be in the chain of disciplic succession and learn the spiritual art of submissive hearing. In the case of Sūta Gosvāmī and the sages of Naimiṣāraṇya, all these conditions are fulfilled because Śrīla Sūta Gosvāmī is in the line of Śrīla Vyāsadeva, and the sages of Naimiṣāraṇya are all sincere souls who are anxious to learn the truth. Thus the transcendental topics of Lord Śrī Kṛṣṇa’s superhuman activities, His incarnation, His birth, appearance or disappearance, His forms, His names and so on are all easily understandable because all requirements are fulfilled. Such discourses help all men on the path of spiritual realization."
    },
    {
        "verse": "14",
        "devanagari": "आपन्न: संसृतिं घोरां यन्नाम विवशो गृणन् ।तत: सद्यो विमुच्येत यद्ब‍िभेति स्वयं भयम् ॥ १४ ॥",
        "english_devnagari": "āpannaḥ saṁsṛtiṁ ghorāṁyan-nāma vivaśo gṛṇantataḥ sadyo vimucyetayad bibheti svayaṁ bhayam",
        "verse_Syn": [
            "āpannaḥ",
            "saṁsṛtim",
            "ghorām",
            "yat",
            "nāma",
            "vivaśaḥ",
            "gṛṇan",
            "tataḥ",
            "sadyaḥ",
            "vimucyeta",
            "yat",
            "bibheti",
            "svayam",
            "bhayam"
        ],
        "translation": "Living beings who are entangled in the complicated meshes of birth and death can be freed immediately by even unconsciously chanting the holy name of Kṛṣṇa, which is feared by fear personified.",
        "purport": " Vāsudeva, or Lord Kṛṣṇa, the Absolute Personality of Godhead, is the supreme controller of everything. There is no one in creation who is not afraid of the rage of the Almighty. Great asuras like Rāvaṇa, Hiraṇyakaśipu, Kaṁsa, and others who were very powerful living entities were all killed by the Personality of Godhead. And the almighty Vāsudeva has empowered His name with the powers of His personal Self. Everything is related to Him, and everything has its identity in Him. It is stated herein that the name of Kṛṣṇa is feared even by fear personified. This indicates that the name of Kṛṣṇa is nondifferent from Kṛṣṇa. Therefore, the name of Kṛṣṇa is as powerful as Lord Kṛṣṇa Himself. There is no difference at all. Anyone, therefore, can take advantage of the holy names of Lord Śrī Kṛṣṇa even in the midst of the greatest dangers. The transcendental name of Kṛṣṇa, even though uttered unconsciously or by force of circumstances, can help one obtain freedom from the hurdle of birth and death."
    },
    {
        "verse": "15",
        "devanagari": "यत्पादसंश्रया: सूत मुनय: प्रशमायना: ।सद्य: पुनन्त्युपस्पृष्टा: स्वर्धुन्यापोऽनुसेवया ॥ १५ ॥",
        "english_devnagari": "yat-pāda-saṁśrayāḥ sūtamunayaḥ praśamāyanāḥsadyaḥ punanty upaspṛṣṭāḥsvardhuny-āpo ’nusevayā",
        "verse_Syn": [
            "yat",
            "pāda",
            "saṁśrayāḥ",
            "sūta",
            "munayaḥ",
            "praśamāyanāḥ",
            "sadyaḥ",
            "punanti",
            "upaspṛṣṭāḥ",
            "svardhunī",
            "āpaḥ",
            "anusevayā"
        ],
        "translation": "O Sūta, those great sages who have completely taken shelter of the lotus feet of the Lord can at once sanctify those who come in touch with them, whereas the waters of the Ganges can sanctify only after prolonged use.",
        "purport": " Pure devotees of the Lord are more powerful than the waters of the sacred river Ganges. One can derive spiritual benefit out of prolonged use of the Ganges waters. But one can be sanctified at once by the mercy of a pure devotee of the Lord. In Bhagavad-gītā it is said that any person, regardless of birth as śūdra, woman, or merchant, can take shelter of the lotus feet of the Lord and by so doing can return to Godhead. To take shelter of the lotus feet of the Lord means to take shelter of the pure devotees. The pure devotees whose only business is serving are honored by the names Prabhupāda and Viṣṇupāda, which indicate such devotees to be representatives of the lotus feet of the Lord. Anyone, therefore, who takes shelter of the lotus feet of a pure devotee by accepting the pure devotee as his spiritual master can be at once purified. Such devotees of the Lord are honored equally with the Lord because they are engaged in the most confidential service of the Lord, for they deliver out of the material world the fallen souls whom the Lord wants to return home, back to Godhead. Such pure devotees are better known as vice-lords according to revealed scriptures. The sincere disciple of the pure devotee considers the spiritual master equal to the Lord, but always considers himself to be a humble servant of the servant of the Lord. This is the pure devotional path."
    },
    {
        "verse": "16",
        "devanagari": "को वा भगवतस्तस्य पुण्यश्लोकेड्यकर्मण: ।शुद्धिकामो न श‍ृणुयाद्यश: कलिमलापहम् ॥ १६ ॥",
        "english_devnagari": "ko vā bhagavatas tasyapuṇya-ślokeḍya-karmaṇaḥśuddhi-kāmo na śṛṇuyādyaśaḥ kali-malāpaham",
        "verse_Syn": [
            "kaḥ",
            "vā",
            "bhagavataḥ",
            "tasya",
            "puṇya",
            "śloka",
            "īḍya",
            "karmaṇaḥ",
            "śuddhi",
            "kāmaḥ",
            "na",
            "śṛṇuyāt",
            "yaśaḥ",
            "kali",
            "mala",
            "apaham"
        ],
        "translation": "Who is there, desiring deliverance from the vices of the age of quarrel, who is not willing to hear the virtuous glories of the Lord?",
        "purport": " The Age of Kali is the most condemned age due to its quarrelsome features. Kali-yuga is so saturated with vicious habits that there is a great fight at the slightest misunderstanding. Those who are engaged in the pure devotional service of the Lord, who are without any desire for self-aggrandizement and who are freed from the effects of fruitive actions and dry philosophical speculations are capable of getting out of the estrangements of this complicated age. The leaders of the people are very much anxious to live in peace and friendship, but they have no information of the simple method of hearing the glories of the Lord. On the contrary, such leaders are opposed to the propagation of the glories of the Lord. In other words, the foolish leaders want to completely deny the existence of the Lord. In the name of secular state, such leaders are enacting various plans every year. But by the insurmountable intricacies of the material nature of the Lord, all these plans for progress are being constantly frustrated. They have no eyes to see that their attempts at peace and friendship are failing. But here is the hint to get over the hurdle. If we want actual peace, we must open the road to understanding of the Supreme Lord Kṛṣṇa and glorify Him for His virtuous activities as they are depicted in the pages of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "17",
        "devanagari": "तस्य कर्माण्युदाराणि परिगीतानि सूरिभि: ।ब्रूहि न: श्रद्दधानानां लीलया दधत: कला: ॥ १७ ॥",
        "english_devnagari": "tasya karmāṇy udārāṇiparigītāni sūribhiḥbrūhi naḥ śraddadhānānāṁlīlayā dadhataḥ kalāḥ",
        "verse_Syn": [
            "tasya",
            "karmāṇi",
            "udārāṇi",
            "parigītāni",
            "sūribhiḥ",
            "brūhi",
            "naḥ",
            "śraddadhānānām",
            "līlayā",
            "dadhataḥ",
            "kalāḥ"
        ],
        "translation": "His transcendental acts are magnificent and gracious, and great learned sages like Nārada sing of them. Please, therefore, speak to us, who are eager to hear, about the adventures He performs in His various incarnations.",
        "purport": " The Personality of Godhead is never inactive as some less intelligent persons suggest. His works are magnificent and magnanimous. His creations both material and spiritual are all wonderful and contain all variegatedness. They are described nicely by such liberated souls as Śrīla Nārada, Vyāsa, Vālmīki, Devala, Asita, Madhva, Śrī Caitanya, Rāmānuja, Viṣṇusvāmī, Nimbārka, Śrīdhara, Viśvanātha, Baladeva, Bhaktivinoda, Siddhānta Sarasvatī and many other learned and self-realized souls. These creations, both material and spiritual, are full of opulence, beauty and knowledge, but the spiritual realm is more magnificent due to its being full of knowledge, bliss and eternity. The material creations are manifested for some time as perverted shadows of the spiritual kingdom and can be likened to cinemas. They attract people of less intelligent caliber who are attracted by false things. Such foolish men have no information of the reality, and they take it for granted that the false material manifestation is the all in all. But more intelligent men guided by sages like Vyāsa and Nārada know that the eternal kingdom of God is more delightful, larger, and eternally full of bliss and knowledge. Those who are not conversant with the activities of the Lord and His transcendental realm are sometimes favored by the Lord in His adventures as incarnations wherein He displays the eternal bliss of His association in the transcendental realm. By such activities He attracts the conditioned souls of the material world. Some of these conditioned souls are engaged in the false enjoyment of material senses and others in simply negating their real life in the spiritual world. These less intelligent persons are known as karmīs, or fruitive workers, and jñānīs, or dry mental speculators. But above these two classes of men is the transcendentalist known as sātvata, or the devotee, who is busy neither with rampant material activity nor with material speculation. He is engaged in the positive service of the Lord, and thereby he derives the highest spiritual benefit unknown to the karmīs and jñānīs. As the supreme controller of both the material and spiritual worlds, the Lord has different incarnations of unlimited categories. Incarnations like Brahmā, Rudra, Manu, Pṛthu and Vyāsa are His material qualitative incarnations, but His incarnations like Rāma, Narasiṁha, Varāha and Vāmana are His transcendental incarnations. Lord Śrī Kṛṣṇa is the fountainhead of all incarnations, and He is therefore the cause of all causes."
    },
    {
        "verse": "18",
        "devanagari": "अथाख्याहिहरेर्धीमन्नवतारकथा: शुभा: ।लीला विदधत: स्वैरमीश्वरस्यात्ममायया ॥ १८ ॥",
        "english_devnagari": "athākhyāhi harer dhīmannavatāra-kathāḥ śubhāḥlīlā vidadhataḥ svairamīśvarasyātma-māyayā",
        "verse_Syn": [
            "atha",
            "ākhyāhi",
            "hareḥ",
            "dhīman",
            "avatāra",
            "kathāḥ",
            "śubhāḥ",
            "līlā",
            "vidadhataḥ",
            "svairam",
            "īśvarasya",
            "ātma",
            "māyayā"
        ],
        "translation": "O wise Sūta, please narrate to us the transcendental pastimes of the Supreme Godhead’s multi-incarnations. Such auspicious adventures and pastimes of the Lord, the supreme controller, are performed by His internal powers.",
        "purport": " For the creation, maintenance and destruction of the material worlds, the Supreme Lord Personality of Godhead Himself appears in many thousands of forms of incarnations, and the specific adventures found in those transcendental forms are all auspicious. Both those who are present during such activities and those who hear the transcendental narrations of such activities are benefited."
    },
    {
        "verse": "19",
        "devanagari": "वयं तु न वितृप्याम उत्तमश्लोकविक्रमे ।यच्छृण्वतां रसज्ञानां स्वादु स्वादु पदे पदे ॥ १९ ॥",
        "english_devnagari": "vayaṁ tu na vitṛpyāmauttama-śloka-vikrameyac-chṛṇvatāṁ rasa-jñānāṁsvādu svādu pade pade",
        "verse_Syn": [
            "vayam",
            "tu",
            "na",
            "vitṛpyāmaḥ",
            "uttama",
            "śloka",
            "vikrame",
            "yat",
            "śṛṇvatām",
            "rasa",
            "jñānām",
            "svādu",
            "svādu",
            "pade",
            "pade"
        ],
        "translation": "We never tire of hearing the transcendental pastimes of the Personality of Godhead, who is glorified by hymns and prayers. Those who have developed a taste for transcendental relationships with Him relish hearing of His pastimes at every moment.",
        "purport": " There is a great difference between mundane stories, fiction, or history and the transcendental pastimes of the Lord. The histories of the whole universe contain references to the pastimes of the incarnations of the Lord. The Rāmāyaṇa, the Mahābhārata, and the Purāṇas are histories of bygone ages recorded in connection with the pastimes of the incarnations of the Lord and therefore remain fresh even after repeated readings. For example, anyone may read Bhagavad-gītā or the Śrīmad-Bhāgavatam repeatedly throughout his whole life and yet find in them new light of information. Mundane news is static whereas transcendental news is dynamic, inasmuch as the spirit is dynamic and matter is static. Those who have developed a taste for understanding the transcendental subject matter are never tired of hearing such narrations. One is quickly satiated by mundane activities, but no one is satiated by transcendental or devotional activities. Uttama-śloka indicates that literature which is not meant for nescience. Mundane literature is in the mode of darkness or ignorance, whereas transcendental literature is quite different. Transcendental literature is above the mode of darkness, and its light becomes more luminous with progressive reading and realization of the transcendental subject matter. The so-called liberated persons are never satisfied by the repetition of the words ahaṁ brahmāsmi. Such artificial realization of Brahman becomes hackneyed, and so to relish real pleasure they turn to the narrations of the Śrīmad-Bhāgavatam. Those who are not so fortunate turn to altruism and worldly philanthropy. This means the Māyāvāda philosophy is mundane, whereas the philosophy of Bhagavad-gītā and Śrīmad-Bhāgavatam is transcendental."
    },
    {
        "verse": "20",
        "devanagari": "कृतवान् किल कर्माणि सह रामेण केशव: ।अतिमर्त्यानि भगवान् गूढ: कपटमानुष: ॥ २० ॥",
        "english_devnagari": "kṛtavān kila karmāṇisaha rāmeṇa keśavaḥatimartyāni bhagavāngūḍhaḥ kapaṭa-mānuṣaḥ",
        "verse_Syn": [
            "kṛtavān",
            "kila",
            "karmāṇi",
            "saha",
            "rāmeṇa",
            "keśavaḥ",
            "atimartyāni",
            "bhagavān",
            "gūḍhaḥ",
            "kapaṭa",
            "mānuṣaḥ"
        ],
        "translation": "Lord Śrī Kṛṣṇa, the Personality of Godhead, along with Balarāma, played like a human being, and so masked He performed many superhuman acts.",
        "purport": " The doctrines of anthropomorphism and zoomorphism are never applicable to Śrī Kṛṣṇa, or the Personality of Godhead. The theory that a man becomes God by dint of penance and austerities is very much rampant nowadays, especially in India. Since Lord Rāma, Lord Kṛṣṇa and Lord Caitanya Mahāprabhu were detected by the sages and saints to be the Personality of Godhead as indicated in revealed scriptures, many unscrupulous men have created their own incarnations. This process of concocting an incarnation of God has become an ordinary business, especially in Bengal. Any popular personality with a few traits of mystic powers will display some feat of jugglery and easily become an incarnation of Godhead by popular vote. Lord Śrī Kṛṣṇa was not that type of incarnation. He was actually the Personality of Godhead from the very beginning of His appearance. He appeared before His so-called mother as four-armed Viṣṇu. Then, at the request of the mother, He became like a human child and at once left her for another devotee at Gokula, where He was accepted as the son of Nanda Mahārāja and Yaśodā Mātā. Similarly, Śrī Baladeva, the counterpart of Lord Śrī Kṛṣṇa, was also considered a human child born of another wife of Śrī Vasudeva. In Bhagavad-gītā, the Lord says that His birth and deeds are transcendental and that anyone who is so fortunate as to know the transcendental nature of His birth and deeds will at once become liberated and eligible to return to the kingdom of God. So knowledge of the transcendental nature of the birth and deeds of Lord Śrī Kṛṣṇa is sufficient for liberation. In the Bhāgavatam, the transcendental nature of the Lord is described in nine cantos, and in the Tenth Canto His specific pastimes are taken up. All this becomes known as one’s reading of this literature progresses. It is important to note here, however, that the Lord exhibited His divinity even from the lap of His mother, that His deeds are all superhuman (He lifted Govardhana Hill at the age of seven), and that all these acts definitely prove Him to be actually the Supreme Personality of Godhead. Yet, due to His mystic covering, He was always accepted as an ordinary human child by His so-called father and mother and other relatives. Whenever some herculean task was performed by Him, the father and mother took it otherwise. And they remained satisfied with unflinching parental love for their son. As such, the sages of Naimiṣāraṇya describe Him as apparently resembling a human being, but actually He is the supreme almighty Personality of Godhead."
    },
    {
        "verse": "21",
        "devanagari": "कलिमागतमाज्ञाय क्षेत्रेऽस्मिन् वैष्णवे वयम् ।आसीना दीर्घसत्रेण कथायां सक्षणा हरे: ॥ २१ ॥",
        "english_devnagari": "kalim āgatam ājñāyakṣetre ’smin vaiṣṇave vayamāsīnā dīrgha-satreṇakathāyāṁ sakṣaṇā hareḥ",
        "verse_Syn": [
            "kalim",
            "āgatam",
            "ājñāya",
            "kṣetre",
            "asmin",
            "vaiṣṇave",
            "vayam",
            "āsīnāḥ",
            "dīrgha",
            "satreṇa",
            "kathāyām",
            "sa",
            "kṣaṇāḥ",
            "hareḥ"
        ],
        "translation": "Knowing well that the Age of Kali has already begun, we are assembled here in this holy place to hear at great length the transcendental message of Godhead and in this way perform sacrifice.",
        "purport": " This Age of Kali is not at all suitable for self-realization as was Satya-yuga, the golden age, or Tretā- or Dvāpara-yugas, the silver and copper ages. For self-realization, the people in Satya-yuga, living a lifetime of a hundred thousand years, were able to perform prolonged meditation. And in Tretā-yuga, when the duration of life was ten thousand years, self-realization was attained by performance of great sacrifice. And in the Dvāpara-yuga, when the duration of life was one thousand years, self-realization was attained by worship of the Lord. But in the Kali-yuga, the maximum duration of life being one hundred years only and that combined with various difficulties, the recommended process of self-realization is that of hearing and chanting of the holy name, fame, and pastimes of the Lord. The sages of Naimiṣāraṇya began this process in a place meant specifically for the devotees of the Lord. They prepared themselves to hear the pastimes of the Lord over a period of one thousand years. By the example of these sages one should learn that regular hearing and recitation of the Bhāgavatam is the only way for self-realization. Other attempts are simply a waste of time, for they do not give any tangible results. Lord Śrī Caitanya Mahāprabhu preached this system of Bhāgavata-dharma, and He recommended that all those who were born in India should take the responsibility of broadcasting the messages of Lord Śrī Kṛṣṇa, primarily the message of Bhagavad-gītā. And when one is well established in the teachings of Bhagavad-gītā, he can take up the study of Śrīmad-Bhāgavatam for further enlightenment in self-realization."
    },
    {
        "verse": "22",
        "devanagari": "त्वं न: सन्दर्शितो धात्रा दुस्तरं निस्तितीर्षताम् ।कलिं सत्त्वहरं पुंसां कर्णधार इवार्णवम् ॥ २२ ॥",
        "english_devnagari": "tvaṁ naḥ sandarśito dhātrādustaraṁ nistitīrṣatāmkaliṁ sattva-haraṁ puṁsāṁkarṇa-dhāra ivārṇavam",
        "verse_Syn": [
            "tvam",
            "naḥ",
            "sandarśitaḥ",
            "dhātrā",
            "dustaram",
            "nistitīrṣatām",
            "kalim",
            "sattva",
            "haram",
            "puṁsām",
            "karṇa",
            "dhāraḥ",
            "iva",
            "arṇavam"
        ],
        "translation": "We think that we have met Your Goodness by the will of providence, just so that we may accept you as captain of the ship for those who desire to cross the difficult ocean of Kali, which deteriorates all the good qualities of a human being.",
        "purport": " The Age of Kali is very dangerous for the human being. Human life is simply meant for self-realization, but due to this dangerous age, men have completely forgotten the aim of life. In this age, the life span will gradually decrease. People will gradually lose their memory, finer sentiments, strength, and better qualities. A list of the anomalies for this age is given in the Twelfth Canto of this work. And so this age is very difficult for those who want to utilize this life for self-realization. The people are so busy with sense gratification that they completely forget about self-realization. Out of madness they frankly say that there is no need for self-realization because they do not realize that this brief life is but a moment on our great journey towards self-realization. The whole system of education is geared to sense gratification, and if a learned man thinks it over, he sees that the children of this age are being intentionally sent to the slaughterhouses of so-called education. Learned men, therefore, must be cautious of this age, and if they at all want to cross over the dangerous ocean of Kali, they must follow the footsteps of the sages of Naimiṣāraṇya and accept Śrī Sūta Gosvāmī or his bona fide representative as the captain of the ship. The ship is the message of Lord Śrī Kṛṣṇa in the shape of Bhagavad-gītā or the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "23",
        "devanagari": "ब्रूहि योगेश्वरे कृष्णे ब्रह्मण्ये धर्मवर्मणि ।स्वां काष्ठामधुनोपेते धर्म: कं शरणं गत: ॥ २३ ॥",
        "english_devnagari": "brūhi yogeśvare kṛṣṇebrahmaṇye dharma-varmaṇisvāṁ kāṣṭhām adhunopetedharmaḥ kaṁ śaraṇaṁ gataḥ",
        "verse_Syn": [
            "brūhi",
            "yoga",
            "īśvare",
            "kṛṣṇe",
            "brahmaṇye",
            "dharma",
            "varmaṇi",
            "svām",
            "kāṣṭhām",
            "adhunā",
            "upete",
            "dharmaḥ",
            "kam",
            "śaraṇam",
            "gataḥ"
        ],
        "translation": "Since Śrī Kṛṣṇa, the Absolute Truth, the master of all mystic powers, has departed for His own abode, please tell us to whom the religious principles have now gone for shelter.",
        "purport": " Essentially religion is the prescribed codes enunciated by the Personality of Godhead Himself. Whenever there is gross misuse or neglect of the principles of religion, the Supreme Lord appears Himself to restore religious principles. This is stated in Bhagavad-gītā. Here the sages of Naimiṣāraṇya are inquiring about these principles. The reply to this question is given later. The Śrīmad-Bhāgavatam is the transcendental sound representation of the Personality of Godhead, and thus it is the full representation of transcendental knowledge and religious principles."
    }
]