[
    {
        "verse": "1",
        "devanagari": "व्यास उवाचइति सम्प्रश्नसंहृष्टो विप्राणां रौमहर्षणि: ।प्रतिपूज्य वचस्तेषां प्रवक्तुमुपचक्रमे ॥ १ ॥",
        "english_devnagari": "vyāsa uvācaiti sampraśna-saṁhṛṣṭoviprāṇāṁ raumaharṣaṇiḥpratipūjya vacas teṣāṁpravaktum upacakrame",
        "verse_Syn": [
            "vyāsaḥ",
            "uvāca",
            "iti",
            "sampraśna",
            "saṁhṛṣṭaḥ",
            "viprāṇām",
            "raumaharṣaṇiḥ",
            "pratipūjya",
            "vacaḥ",
            "teṣām",
            "pravaktum",
            "upacakrame"
        ],
        "translation": "Ugraśravā [Sūta Gosvāmī], the son of Romaharṣaṇa, being fully satisfied by the perfect questions of the brāhmaṇas, thanked them and thus attempted to reply.",
        "purport": " The sages of Naimiṣāraṇya asked Sūta Gosvāmī six questions, and so he is answering them one by one."
    },
    {
        "verse": "2",
        "devanagari": "सूत उवाचयं प्रव्रजन्तमनुपेतमपेतकृत्यंद्वैपायनो विरहकातर आजुहाव ।पुत्रेति तन्मयतया तरवोऽभिनेदु-स्तं सर्वभूतहृदयं मुनिमानतोऽस्मि ॥ २ ॥",
        "english_devnagari": "sūta uvācayaṁ pravrajantam anupetam apeta-kṛtyaṁdvaipāyano viraha-kātara ājuhāvaputreti tan-mayatayā taravo ’bhinedustaṁ sarva-bhūta-hṛdayaṁ munim ānato ’smi",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "yam",
            "pravrajantam",
            "anupetam",
            "apeta",
            "kṛtyam",
            "dvaipāyanaḥ",
            "viraha",
            "kātaraḥ",
            "ājuhāva",
            "putra",
            "iti",
            "tat",
            "mayatayā",
            "taravaḥ",
            "abhineduḥ",
            "tam",
            "sarva",
            "bhūta",
            "hṛdayam",
            "munim",
            "ānataḥ",
            "asmi"
        ],
        "translation": "Śrīla Sūta Gosvāmī said: Let me offer my respectful obeisances unto that great sage [Śukadeva Gosvāmī] who can enter the hearts of all. When he went away to take up the renounced order of life [sannyāsa], leaving home without undergoing reformation by the sacred thread or the ceremonies observed by the higher castes, his father, Vyāsadeva, fearing separation from him, cried out, “O my son!” Indeed, only the trees, which were absorbed in the same feelings of separation, echoed in response to the begrieved father.",
        "purport": " The institution of varṇa and āśrama prescribes many regulative duties to be observed by its followers. Such duties enjoin that a candidate willing to study the Vedas must approach a bona fide spiritual master and request acceptance as his disciple. The sacred thread is the sign of those who are competent to study the Vedas from the ācārya, or the bona fide spiritual master. Śrī Śukadeva Gosvāmī did not undergo such purificatory ceremonies because he was a liberated soul from his very birth. Generally, a man is born as an ordinary being, and by the purificatory processes he is born for the second time. When he sees a new light and seeks direction for spiritual progress, he approaches a spiritual master for instruction in the Vedas. The spiritual master accepts only the sincere inquirer as his disciple and gives him the sacred thread. In this way a man becomes twice-born, or a dvija. After qualifying as a dvija one may study the Vedas, and after becoming well versed in the Vedas one becomes a vipra. A vipra, or a qualified brāhmaṇa, thus realizes the Absolute and makes further progress in spiritual life until he reaches the Vaiṣṇava stage. The Vaiṣṇava stage is the postgraduate status of a brāhmaṇa. A progressive brāhmaṇa must necessarily become a Vaiṣṇava, for a Vaiṣṇava is a self-realized, learned brāhmaṇa. Śrīla Śukadeva Gosvāmī was a Vaiṣṇava from the beginning; therefore, there was no need for him to undergo all the processes of the varṇāśrama institution. Ultimately the aim of varṇāśrama-dharma is to turn a crude man into a pure devotee of the Lord, or a Vaiṣṇava. Anyone, therefore, who becomes a Vaiṣṇava accepted by the first-class Vaiṣṇava, or uttama-adhikārī Vaiṣṇava, is already considered a brāhmaṇa, regardless of his birth or past deeds. Śrī Caitanya Mahāprabhu accepted this principle and recognized Śrīla Haridāsa Ṭhākura as the ācārya of the holy name, although Ṭhākura Haridāsa appeared in a Mohammedan family. In conclusion, Śrīla Śukadeva Gosvāmī was born a Vaiṣṇava, and, therefore, brahminism was included in him. He did not have to undergo any ceremonies. Any lowborn person — be he a Kirāta, Hūṇa, Āndhra, Pulinda, Pulkaśa, Ābhīra, Śumbha, Yavana, Khasa or even lower — can be delivered to the highest transcendental position by the mercy of Vaiṣṇavas. Śrīla Śukadeva Gosvāmī was the spiritual master of Śrī Sūta Gosvāmī, who therefore offers his respectful obeisances unto Śrīla Śukadeva Gosvāmī before he begins his answers to the questions of the sages at Naimiṣāraṇya."
    },
    {
        "verse": "3",
        "devanagari": "य: स्वानुभावमखिलश्रुतिसारमेक-मध्यात्मदीपमतितितीर्षतां तमोऽन्धम् ।संसारिणां करुणयाह पुराणगुह्यंतं व्याससूनुमुपयामि गुरुं मुनीनाम् ॥ ३ ॥",
        "english_devnagari": "yaḥ svānubhāvam akhila-śruti-sāram ekamadhyātma-dīpam atititīrṣatāṁ tamo ’ndhamsaṁsāriṇāṁ karuṇayāha purāṇa-guhyaṁtaṁ vyāsa-sūnum upayāmi guruṁ munīnām",
        "verse_Syn": [
            "yaḥ",
            "sva",
            "anubhāvam",
            "akhila",
            "śruti",
            "sāram",
            "ekam",
            "adhyātma",
            "dīpam",
            "atititīrṣatām",
            "tamaḥ",
            "andham",
            "saṁsāriṇām",
            "karuṇayā",
            "āha",
            "purāṇa",
            "guhyam",
            "tam",
            "vyāsa",
            "sūnum",
            "upayāmi",
            "gurum",
            "munīnām"
        ],
        "translation": "Let me offer my respectful obeisances unto him [Śuka], the spiritual master of all sages, the son of Vyāsadeva, who, out of his great compassion for those gross materialists who struggle to cross over the darkest regions of material existence, spoke this most confidential supplement to the cream of Vedic knowledge, after having personally assimilated it by experience.",
        "purport": " In this prayer, Śrīla Sūta Gosvāmī practically summarizes the complete introduction of Śrīmad-Bhāgavatam. Śrīmad-Bhāgavatam is the natural supplementary commentary on the Vedānta-sūtras. The Vedānta-sūtras, or the Brahma-sūtras, were compiled by Vyāsadeva with a view to presenting just the cream of Vedic knowledge. Śrīmad-Bhāgavatam is the natural commentary on this cream. Śrīla Śukadeva Gosvāmī was a thoroughly realized master on the Vedānta-sūtra, and consequently he also personally realized the commentary, Śrīmad-Bhāgavatam. And just to show his boundless mercy upon bewildered materialistic men who want to cross completely over nescience, he recited for the first time this confidential knowledge. There is no point in arguing that a materialistic man can be happy. No materialistic creature — be he the great Brahmā or an insignificant ant — can be happy. Everyone tries to make a permanent plan for happiness, but everyone is baffled by the laws of material nature. Therefore the materialistic world is called the darkest region of God’s creation. Yet the unhappy materialists can get out of it simply by desiring to get out. Unfortunately they are so foolish that they do not want to escape. Therefore they are compared to the camel who relishes thorny twigs because he likes the taste of the twigs mixed with blood. He does not realize that it is his own blood and that his tongue is being cut by the thorns. Similarly, to the materialist his own blood is as sweet as honey, and although he is always harassed by his own material creations, he does not wish to escape. Such materialists are called karmīs. Out of hundreds of thousands of karmīs, only a few may feel tired of material engagement and desire to get out of the labyrinth. Such intelligent persons are called jñānīs. The Vedānta-sūtra is directed to such jñānīs. But Śrīla Vyāsadeva, being the incarnation of the Supreme Lord, could foresee the misuse of the Vedānta-sūtra by unscrupulous men, and, therefore, he personally supplemented the Vedānta-sūtra with the Bhāgavata Purāṇa. It is clearly said that this Bhāgavatam is the original commentary on the Brahma-sūtras. Śrīla Vyāsadeva also instructed the Bhāgavatam to his own son, Śrīla Śukadeva Gosvāmī, who was already at the liberated stage of transcendence. Śrīla Śukadeva realized it personally and then explained it. By the mercy of Śrīla Śukadeva, the Bhāgavata-vedānta-sūtra is available for all those sincere souls who want to get out of material existence. Śrīmad-Bhāgavatam is the one unrivaled commentary on Vedānta-sūtra. Śrīpāda Śaṅkarācārya intentionally did not touch it because he knew that the natural commentary would be difficult for him to surpass. He wrote his Śārīraka-bhāṣya, and his so-called followers deprecated the Bhāgavatam as some “new” presentation. One should not be misled by such propaganda directed against the Bhāgavatam by the Māyāvāda school. From this introductory śloka, the beginning student should know that Śrīmad-Bhāgavatam is the only transcendental literature meant for those who are paramahaṁsas and completely freed from the material disease called malice. The Māyāvādīs are envious of the Personality of Godhead despite Śrīpāda Śaṅkarācārya’s admission that Nārāyaṇa, the Personality of Godhead, is above the material creation. The envious Māyāvādī cannot have access to the Bhāgavatam, but those who are really anxious to get out of this material existence may take shelter of this Bhāgavatam because it is uttered by the liberated Śrīla Śukadeva Gosvāmī. It is the transcendental torchlight by which one can see perfectly the transcendental Absolute Truth realized as Brahman, Paramātmā and Bhagavān."
    },
    {
        "verse": "4",
        "devanagari": "नारायणं नमस्कृत्य नरं चैव नरोत्तमम् ।देवीं सरस्वतीं व्यासं ततो जयमुदीरयेत् ॥ ४ ॥",
        "english_devnagari": "nārāyaṇaṁ namaskṛtyanaraṁ caiva narottamamdevīṁ sarasvatīṁ vyāsaṁtato jayam udīrayet",
        "verse_Syn": [
            "nārāyaṇam",
            "namaḥ",
            "kṛtya",
            "naram",
            "ca",
            "eva",
            "nara",
            "uttamam",
            "devīm",
            "sarasvatīm",
            "vyāsam",
            "tataḥ",
            "jayam",
            "udīrayet"
        ],
        "translation": "Before reciting this Śrīmad-Bhāgavatam, which is the very means of conquest, one should offer respectful obeisances unto the Personality of Godhead, Nārāyaṇa, unto Nara-nārāyaṇa Ṛṣi, the supermost human being, unto mother Sarasvatī, the goddess of learning, and unto Śrīla Vyāsadeva, the author.",
        "purport": " All the Vedic literatures and the Purāṇas are meant for conquering the darkest region of material existence. The living being is in the state of forgetfulness of his relation with God due to his being overly attracted to material sense gratification from time immemorial. His struggle for existence in the material world is perpetual, and it is not possible for him to get out of it by making plans. If he at all wants to conquer this perpetual struggle for existence, he must reestablish his eternal relation with God. And one who wants to adopt such remedial measures must take shelter of literatures such as the Vedas and the Purāṇas. Foolish people say that the Purāṇas have no connection with the Vedas. However, the Purāṇas are supplementary explanations of the Vedas intended for different types of men. All men are not equal. There are men who are conducted by the mode of goodness, others who are under the mode of passion and others who are under the mode of ignorance. The Purāṇas are so divided that any class of men can take advantage of them and gradually regain their lost position and get out of the hard struggle for existence. Śrīla Sūta Gosvāmī shows the way of chanting the Purāṇas. This may be followed by persons who aspire to be preachers of the Vedic literatures and the Purāṇas. Śrīmad-Bhāgavatam is the spotless Purāṇa, and it is especially meant for them who desire to get out of the material entanglement permanently."
    },
    {
        "verse": "5",
        "devanagari": "मुनय: साधु पृष्टोऽहं भवद्भ‍िर्लोकमङ्गलम् ।यत्कृत: कृष्णसम्प्रश्नो येनात्मा सुप्रसीदति ॥ ५ ॥",
        "english_devnagari": "munayaḥ sādhu pṛṣṭo ’haṁbhavadbhir loka-maṅgalamyat kṛtaḥ kṛṣṇa-sampraśnoyenātmā suprasīdati",
        "verse_Syn": [
            "munayaḥ",
            "sādhu",
            "pṛṣṭaḥ",
            "aham",
            "bhavadbhiḥ",
            "loka",
            "maṅgalam",
            "yat",
            "kṛtaḥ",
            "kṛṣṇa",
            "sampraśnaḥ",
            "yena",
            "ātmā",
            "suprasīdati"
        ],
        "translation": "O sages, I have been justly questioned by you. Your questions are worthy because they relate to Lord Kṛṣṇa and so are of relevance to the world’s welfare. Only questions of this sort are capable of completely satisfying the self.",
        "purport": " Since it has been stated hereinbefore that in the Bhāgavatam the Absolute Truth is to be known, the questions of the sages of Naimiṣāraṇya are proper and just, because they pertain to Kṛṣṇa, who is the Supreme Personality of Godhead, the Absolute Truth. In Bhagavad-gītā (15.15) the Personality of Godhead says that in all the Vedas there is nothing but the urge for searching after Him, Lord Kṛṣṇa. Thus the questions that pertain to Kṛṣṇa are the sum and substance of all the Vedic inquiries. The whole world is full of questions and answers. The birds, beasts and men are all busy in the matter of perpetual questions and answers. In the morning the birds in the nest become busy with questions and answers, and in the evening also the same birds come back and again become busy with questions and answers. The human being, unless he is fast asleep at night, is busy with questions and answers. The businessmen in the market are busy with questions and answers, and so also the lawyers in the court and the students in the schools and colleges. The legislators in the parliament are also busy with questions and answers, and the politicians and the press representatives are all busy with questions and answers. Although they go on making such questions and answers for their whole lives, they are not at all satisfied. Satisfaction of the soul can only be obtained by questions and answers on the subject of Kṛṣṇa. Kṛṣṇa is our most intimate master, friend, father or son and object of conjugal love. Forgetting Kṛṣṇa, we have created so many objects of questions and answers, but none of them are able to give us complete satisfaction. All things — but Kṛṣṇa — give temporary satisfaction only, so if we are to have complete satisfaction we must take to the questions and answers about Kṛṣṇa. We cannot live for a moment without being questioned or without giving answers. Because the Śrīmad-Bhāgavatam deals with questions and answers that are related to Kṛṣṇa, we can derive the highest satisfaction only by reading and hearing this transcendental literature. One should learn the Śrīmad-Bhāgavatam and make an all-around solution to all problems pertaining to social, political or religious matters. Śrīmad-Bhāgavatam and Kṛṣṇa are the sum total of all things."
    },
    {
        "verse": "6",
        "devanagari": "स वै पुंसां परो धर्मो यतो भक्तिरधोक्षजे ।अहैतुक्यप्रतिहता ययात्मा सुप्रसीदति ॥ ६ ॥",
        "english_devnagari": "sa vai puṁsāṁ paro dharmoyato bhaktir adhokṣajeahaituky apratihatāyayātmā suprasīdati",
        "verse_Syn": [
            "saḥ",
            "vai",
            "puṁsām",
            "paraḥ",
            "dharmaḥ",
            "yataḥ",
            "bhaktiḥ",
            "adhokṣaje",
            "ahaitukī",
            "apratihatā",
            "yayā",
            "ātmā",
            "suprasīdati"
        ],
        "translation": "The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted to completely satisfy the self.",
        "purport": " In this statement, Śrī Sūta Gosvāmī answers the first question of the sages of Naimiṣāraṇya. The sages asked him to summarize the whole range of revealed scriptures and present the most essential part so that fallen people or the people in general might easily take it up. The Vedas prescribe two different types of occupation for the human being. One is called the pravṛtti-mārga, or the path of sense enjoyment, and the other is called the nivṛtti-mārga, or the path of renunciation. The path of enjoyment is inferior, and the path of sacrifice for the supreme cause is superior. The material existence of the living being is a diseased condition of actual life. Actual life is spiritual existence, or brahma-bhūta existence, where life is eternal, blissful and full of knowledge. Material existence is temporary, illusory and full of miseries. There is no happiness at all. There is just the futile attempt to get rid of the miseries, and temporary cessation of misery is falsely called happiness. Therefore, the path of progressive material enjoyment, which is temporary, miserable and illusory, is inferior. But devotional service to the Supreme Lord, which leads one to eternal, blissful and all-cognizant life, is called the superior quality of occupation. This is sometimes polluted when mixed with the inferior quality. For example, adoption of devotional service for material gain is certainly an obstruction to the progressive path of renunciation. Renunciation or abnegation for ultimate good is certainly a better occupation than enjoyment in the diseased condition of life. Such enjoyment only aggravates the symptoms of disease and increases its duration. Therefore devotional service to the Lord must be pure in quality, i.e., without the least desire for material enjoyment. One should, therefore, accept the superior quality of occupation in the form of the devotional service of the Lord without any tinge of unnecessary desire, fruitive action and philosophical speculation. This alone can lead one to perpetual solace in His service. We have purposely denoted dharma as occupation because the root meaning of the word dharma is “that which sustains one’s existence.” A living being’s sustenance of existence is to coordinate his activities with his eternal relation with the Supreme Lord Kṛṣṇa. Kṛṣṇa is the central pivot of living beings, and He is the all-attractive living entity or eternal form amongst all other living beings or eternal forms. Each and every living being has his eternal form in the spiritual existence, and Kṛṣṇa is the eternal attraction for all of them. Kṛṣṇa is the complete whole, and everything else is His part and parcel. The relation is one of the servant and the served. It is transcendental and is completely distinct from our experience in material existence. This relation of servant and the served is the most congenial form of intimacy. One can realize it as devotional service progresses. Everyone should engage himself in that transcendental loving service of the Lord, even in the present conditional state of material existence. That will gradually give one the clue to actual life and please him to complete satisfaction."
    },
    {
        "verse": "7",
        "devanagari": "वासुदेवे भगवति भक्तियोग: प्रयोजित: ।जनयत्याशु वैराग्यं ज्ञानं च यदहैतुकम् ॥ ७ ॥",
        "english_devnagari": "vāsudeve bhagavatibhakti-yogaḥ prayojitaḥjanayaty āśu vairāgyaṁjñānaṁ ca yad ahaitukam",
        "verse_Syn": [
            "vāsudeve",
            "bhagavati",
            "bhakti",
            "yogaḥ",
            "prayojitaḥ",
            "janayati",
            "āśu",
            "vairāgyam",
            "jñānam",
            "ca",
            "yat",
            "ahaitukam"
        ],
        "translation": "By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.",
        "purport": " Those who consider devotional service to the Supreme Lord Śrī Kṛṣṇa to be something like material emotional affairs may argue that in the revealed scriptures, sacrifice, charity, austerity, knowledge, mystic powers and similar other processes of transcendental realization are recommended. According to them, bhakti, or the devotional service of the Lord, is meant for those who cannot perform the high-grade activities. Generally it is said that the bhakti cult is meant for the śūdras, vaiśyas and the less intelligent woman class. But that is not the actual fact. The bhakti cult is the topmost of all transcendental activities, and therefore it is simultaneously sublime and easy. It is sublime for the pure devotees who are serious about getting in contact with the Supreme Lord, and it is easy for the neophytes who are just on the threshold of the house of bhakti. To achieve the contact of the Supreme Personality of Godhead, Śrī Kṛṣṇa, is a great science, and it is open for all living beings, including the śūdras, vaiśyas, women and even those lower than the lowborn śūdras, so what to speak of the high-class men like the qualified brāhmaṇas and the great self-realized kings. The other high-grade activities designated as sacrifice, charity, austerity, etc., are all corollary factors following the pure and scientific bhakti cult. The principles of knowledge and detachment are two important factors on the path of transcendental realization. The whole spiritual process leads to perfect knowledge of everything material and spiritual, and the results of such perfect knowledge are that one becomes detached from material affection and becomes attached to spiritual activities. Becoming detached from material things does not mean becoming inert altogether, as men with a poor fund of knowledge think. Naiṣkarma means not undertaking activities that will produce good or bad effects. Negation does not mean negation of the positive. Negation of the nonessentials does not mean negation of the essential. Similarly, detachment from material forms does not mean nullifying the positive form. The bhakti cult is meant for realization of the positive form. When the positive form is realized, the negative forms are automatically eliminated. Therefore, with the development of the bhakti cult, with the application of positive service to the positive form, one naturally becomes detached from inferior things, and he becomes attached to superior things. Similarly, the bhakti cult, being the supermost occupation of the living being, leads him out of material sense enjoyment. That is the sign of a pure devotee. He is not a fool, nor is he engaged in the inferior energies, nor does he have material values. This is not possible by dry reasoning. It actually happens by the grace of the Almighty. In conclusion, one who is a pure devotee has all other good qualities, namely knowledge, detachment, etc., but one who has only knowledge or detachment is not necessarily well acquainted with the principles of the bhakti cult. Bhakti is the supermost occupation of the human being."
    },
    {
        "verse": "8",
        "devanagari": "धर्म: स्वनुष्ठित: पुंसां विष्वक्सेनकथासु य: ।नोत्पादयेद्यदि रतिं श्रम एव हि केवलम् ॥ ८ ॥",
        "english_devnagari": "dharmaḥ svanuṣṭhitaḥ puṁsāṁviṣvaksena-kathāsu yaḥnotpādayed yadi ratiṁśrama eva hi kevalam",
        "verse_Syn": [
            "dharmaḥ",
            "svanuṣṭhitaḥ",
            "puṁsām",
            "viṣvaksena",
            "kathāsu",
            "yaḥ",
            "na",
            "utpādayet",
            "yadi",
            "ratim",
            "śramaḥ",
            "eva",
            "hi",
            "kevalam"
        ],
        "translation": "The occupational activities a man performs according to his own position are only so much useless labor if they do not provoke attraction for the message of the Personality of Godhead.",
        "purport": " There are different occupational activities in terms of man’s different conceptions of life. To the gross materialist who cannot see anything beyond the gross material body, there is nothing beyond the senses. Therefore his occupational activities are limited to concentrated and extended selfishness. Concentrated selfishness centers around the personal body — this is generally seen amongst the lower animals. Extended selfishness is manifested in human society and centers around the family, society, community, nation and world with a view to gross bodily comfort. Above these gross materialists are the mental speculators who hover aloft in the mental spheres, and their occupational duties involve making poetry and philosophy or propagating some ism with the same aim of selfishness limited to the body and the mind. But above the body and mind is the dormant spirit soul whose absence from the body makes the whole range of bodily and mental selfishness completely null and void. But less intelligent people have no information of the needs of the spirit soul. Because foolish people have no information of the soul and how it is beyond the purview of the body and mind, they are not satisfied in the performance of their occupational duties. The question of the satisfaction of the self is raised herein. The self is beyond the gross body and subtle mind. He is the potent active principle of the body and mind. Without knowing the need of the dormant soul, one cannot be happy simply with emolument of the body and mind. The body and the mind are but superfluous outer coverings of the spirit soul. The spirit soul’s needs must be fulfilled. Simply by cleansing the cage of the bird, one does not satisfy the bird. One must actually know the needs of the bird himself. The need of the spirit soul is that he wants to get out of the limited sphere of material bondage and fulfill his desire for complete freedom. He wants to get out of the covered walls of the greater universe. He wants to see the free light and the spirit. That complete freedom is achieved when he meets the complete spirit, the Personality of Godhead. There is a dormant affection for God within everyone; spiritual existence is manifested through the gross body and mind in the form of perverted affection for gross and subtle matter. Therefore we have to engage ourselves in occupational engagements that will evoke our divine consciousness. This is possible only by hearing and chanting the divine activities of the Supreme Lord, and any occupational activity which does not help one to achieve attachment for hearing and chanting the transcendental message of Godhead is said herein to be simply a waste of time. This is because other occupational duties (whatever ism they may belong to) cannot give liberation to the soul. Even the activities of the salvationists are considered to be useless because of their failure to pick up the fountainhead of all liberties. The gross materialist can practically see that his material gain is limited only to time and space, either in this world or in the other. Even if he goes up to the Svargaloka, he will find no permanent abode for his hankering soul. The hankering soul must be satisfied by the perfect scientific process of perfect devotional service."
    },
    {
        "verse": "9",
        "devanagari": "धर्मस्य ह्यापवर्ग्यस्य नार्थोऽर्थायोपकल्पते ।नार्थस्य धर्मैकान्तस्य कामो लाभाय हि स्मृत: ॥ ९ ॥",
        "english_devnagari": "dharmasya hy āpavargyasyanārtho ’rthāyopakalpatenārthasya dharmaikāntasyakāmo lābhāya hi smṛtaḥ",
        "verse_Syn": [
            "dharmasya",
            "hi",
            "āpavargyasya",
            "na",
            "arthaḥ",
            "arthāya",
            "upakalpate",
            "na",
            "arthasya",
            "dharma",
            "eka",
            "antasya",
            "kāmaḥ",
            "lābhāya",
            "hi",
            "smṛtaḥ"
        ],
        "translation": "All occupational engagements are certainly meant for ultimate liberation. They should never be performed for material gain. Furthermore, according to sages, one who is engaged in the ultimate occupational service should never use material gain to cultivate sense gratification.",
        "purport": " We have already discussed that pure devotional service to the Lord is automatically followed by perfect knowledge and detachment from material existence. But there are others who consider that all kinds of different occupational engagements, including those of religion, are meant for material gain. The general tendency of any ordinary man in any part of the world is to gain some material profit in exchange for religious or any other occupational service. Even in the Vedic literatures, for all sorts of religious performances an allurement of material gain is offered, and most people are attracted by such allurements or blessings of religiosity. Why are such so-called men of religion allured by material gain? Because material gain can enable one to fulfill desires, which in turn satisfy sense gratification. This cycle of occupational engagements includes so-called religiosity followed by material gain and material gain followed by fulfillment of desires. Sense gratification is the general way for all sorts of fully occupied men. But in the statement of Sūta Gosvāmī, as per the verdict of the Śrīmad-Bhāgavatam, this is nullified by the present śloka. One should not engage himself in any sort of occupational service for material gain only. Nor should material gain be utilized for sense gratification. How material gain should be utilized is described as follows."
    },
    {
        "verse": "10",
        "devanagari": "कामस्य नेन्द्रियप्रीतिर्लाभो जीवेत यावता ।जीवस्य तत्त्वजिज्ञासा नार्थो यश्चेह कर्मभि: ॥ १० ॥",
        "english_devnagari": "kāmasya nendriya-prītirlābho jīveta yāvatājīvasya tattva-jijñāsānārtho yaś ceha karmabhiḥ",
        "verse_Syn": [
            "kāmasya",
            "na",
            "indriya",
            "prītiḥ",
            "lābhaḥ",
            "jīveta",
            "yāvatā",
            "jīvasya",
            "tattva",
            "jijñāsā",
            "na",
            "arthaḥ",
            "yaḥ",
            "ca",
            "iha",
            "karmabhiḥ"
        ],
        "translation": "Life’s desires should never be directed toward sense gratification. One should desire only a healthy life, or self-preservation, since a human being is meant for inquiry about the Absolute Truth. Nothing else should be the goal of one’s works.",
        "purport": " The completely bewildered material civilization is wrongly directed towards the fulfillment of desires in sense gratification. In such civilization, in all spheres of life, the ultimate end is sense gratification. In politics, social service, altruism, philanthropy and ultimately in religion or even in salvation, the very same tint of sense gratification is ever-increasingly predominant. In the political field the leaders of men fight with one another to fulfill their personal sense gratification. The voters adore the so-called leaders only when they promise sense gratification. As soon as the voters are dissatisfied in their own sense satisfaction, they dethrone the leaders. The leaders must always disappoint the voters by not satisfying their senses. The same is applicable in all other fields; no one is serious about the problems of life. Even those who are on the path of salvation desire to become one with the Absolute Truth and desire to commit spiritual suicide for sense gratification. But the Bhāgavatam says that one should not live for sense gratification. One should satisfy the senses only insomuch as required for self-preservation, and not for sense gratification. Because the body is made of senses, which also require a certain amount of satisfaction, there are regulative directions for satisfaction of such senses. But the senses are not meant for unrestricted enjoyment. For example, marriage or the combination of a man with a woman is necessary for progeny, but it is not meant for sense enjoyment. In the absence of voluntary restraint, there is propaganda for family planning, but foolish men do not know that family planning is automatically executed as soon as there is search after the Absolute Truth. Seekers of the Absolute Truth are never allured by unnecessary engagements in sense gratification because the serious students seeking the Absolute Truth are always overwhelmed with the work of researching the Truth. In every sphere of life, therefore, the ultimate end must be seeking after the Absolute Truth, and that sort of engagement will make one happy because he will be less engaged in varieties of sense gratification. And what that Absolute Truth is is explained as follows."
    },
    {
        "verse": "11",
        "devanagari": "वदन्ति तत्तत्त्वविदस्तत्त्वं यज्ज्ञानमद्वयम् ।ब्रह्मेति परमात्मेति भगवानिति शब्द्यते ॥ ११ ॥",
        "english_devnagari": "vadanti tat tattva-vidastattvaṁ yaj jñānam advayambrahmeti paramātmetibhagavān iti śabdyate",
        "verse_Syn": [
            "vadanti",
            "tat",
            "tattva",
            "vidaḥ",
            "tattvam",
            "yat",
            "jñānam",
            "advayam",
            "brahma",
            "iti",
            "paramātmā",
            "iti",
            "bhagavān",
            "iti",
            "śabdyate"
        ],
        "translation": "Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Paramātmā or Bhagavān.",
        "purport": " The Absolute Truth is both subject and object, and there is no qualitative difference there. Therefore, Brahman, Paramātmā and Bhagavān are qualitatively one and the same. The same substance is realized as impersonal Brahman by the students of the Upaniṣads, as localized Paramātmā by the Hiraṇyagarbhas or the yogīs, and as Bhagavān by the devotees. In other words, Bhagavān, or the Personality of Godhead, is the last word of the Absolute Truth. Paramātmā is the partial representation of the Personality of Godhead, and impersonal Brahman is the glowing effulgence of the Personality of Godhead, as the sun rays are to the sun-god. Less intelligent students of either of the above schools sometimes argue in favor of their own respective realization, but those who are perfect seers of the Absolute Truth know well that the above three features of the one Absolute Truth are different perspective views seen from different angles of vision. As it is explained in the first śloka of the First Chapter of the Bhāgavatam, the Supreme Truth is self-sufficient, cognizant and free from the illusion of relativity. In the relative world the knower is different from the known, but in the Absolute Truth both the knower and the known are one and the same thing. In the relative world the knower is the living spirit or superior energy, whereas the known is inert matter or inferior energy. Therefore, there is a duality of inferior and superior energy, whereas in the absolute realm both the knower and the known are of the same superior energy. There are three kinds of energies of the supreme energetic. There is no difference between the energy and energetic, but there is a difference of quality of energies. The absolute realm and the living entities are of the same superior energy, but the material world is inferior energy. The living being in contact with the inferior energy is illusioned, thinking he belongs to the inferior energy. Therefore there is the sense of relativity in the material world. In the Absolute there is no such sense of difference between the knower and the known, and therefore everything there is absolute."
    },
    {
        "verse": "12",
        "devanagari": "तच्छ्रद्दधाना मुनयो ज्ञानवैराग्ययुक्तया ।पश्यन्त्यात्मनि चात्मानं भक्त्या श्रुतगृहीतया ॥ १२ ॥",
        "english_devnagari": "tac chraddadhānā munayojñāna-vairāgya-yuktayāpaśyanty ātmani cātmānaṁbhaktyā śruta-gṛhītayā",
        "verse_Syn": [
            "tat",
            "śraddadhānāḥ",
            "munayaḥ",
            "jñāna",
            "vairāgya",
            "yuktayā",
            "paśyanti",
            "ātmani",
            "ca",
            "ātmānam",
            "bhaktyā",
            "śruta",
            "gṛhītayā"
        ],
        "translation": "The seriously inquisitive student or sage, well equipped with knowledge and detachment, realizes that Absolute Truth by rendering devotional service in terms of what he has heard from the Vedānta-śruti.",
        "purport": " The Absolute Truth is realized in full by the process of devotional service to the Lord, Vāsudeva, or the Personality of Godhead, who is the full-fledged Absolute Truth. Brahman is His transcendental bodily effulgence, and Paramātmā is His partial representation. As such, Brahman or Paramātmā realization of the Absolute Truth is but a partial realization. There are four different types of human beings — the karmīs, the jñānīs, the yogīs and the devotees. The karmīs are materialistic, whereas the other three are transcendental. The first-class transcendentalists are the devotees who have realized the Supreme Person. The second-class transcendentalists are those who have partially realized the plenary portion of the Absolute Person. And the third-class transcendentalists are those who have barely realized the spiritual focus of the Absolute Person. As stated in the Bhagavad-gītā and other Vedic literatures, the Supreme Person is realized by devotional service, which is backed by full knowledge and detachment from material association. We have already discussed the point that devotional service is followed by knowledge and detachment from material association. As Brahman and Paramātmā realization are imperfect realizations of the Absolute Truth, so the means of realizing Brahman and Paramātmā, i.e., the paths of jñāna and yoga, are also imperfect means of realizing the Absolute Truth. Devotional service, which is based on the foreground of full knowledge combined with detachment from material association and which is fixed by the aural reception of the Vedānta-śruti, is the only perfect method by which the seriously inquisitive student can realize the Absolute Truth. Devotional service is not, therefore, meant for the less intelligent class of transcendentalist. There are three classes of devotees, namely first, second, and third class. The third-class devotees, or the neophytes, who have no knowledge and are not detached from material association, but who are simply attracted by the preliminary process of worshiping the Deity in the temple, are called material devotees. Material devotees are more attached to material benefit than transcendental profit. Therefore, one has to make definite progress from the position of material devotional service to the second-class devotional position. In the second-class position, the devotee can see four principles in the devotional line, namely the Personality of Godhead, His devotees, the ignorant and the envious. One has to raise himself at least to the stage of a second-class devotee and thus become eligible to know the Absolute Truth. A third-class devotee, therefore, has to receive the instructions of devotional service from the authoritative sources of Bhāgavata. The number one Bhāgavata is the established personality of devotee, and the other Bhāgavatam is the message of Godhead. The third-class devotee therefore has to go to the personality of devotee in order to learn the instructions of devotional service. Such a personality of devotee is not a professional man who earns his livelihood by the business of Bhāgavatam. Such a devotee must be a representative of Śukadeva Gosvāmī, like Sūta Gosvāmī, and must preach the cult of devotional service for the all-around benefit of all people. A neophyte devotee has very little taste for hearing from the authorities. Such a neophyte devotee makes a show of hearing from the professional man to satisfy his senses. This sort of hearing and chanting has spoiled the whole thing, so one should be very careful about the faulty process. The holy messages of Godhead, as inculcated in the Bhagavad-gītā or in the Śrīmad-Bhāgavatam, are undoubtedly transcendental subjects, but even though they are so, such transcendental matters are not to be received from the professional man, who spoils them as the serpent spoils milk simply by the touch of his tongue. A sincere devotee must, therefore, be prepared to hear the Vedic literature like the Upaniṣads, Vedānta and other literatures left by the previous authorities or Gosvāmīs, for the benefit of his progress. Without hearing such literatures, one cannot make actual progress. And without hearing and following the instructions, the show of devotional service becomes worthless and therefore a sort of disturbance in the path of devotional service. Unless, therefore, devotional service is established on the principles of śruti, smṛti, purāṇa or pañcarātra authorities, the make-show of devotional service should at once be rejected. An unauthorized devotee should never be recognized as a pure devotee. By assimilation of such messages from the Vedic literatures, one can see the all-pervading localized aspect of the Personality of Godhead within his own self constantly. This is called samādhi."
    },
    {
        "verse": "13",
        "devanagari": "अत: पुम्भिर्द्विजश्रेष्ठा वर्णाश्रमविभागश: ।स्वनुष्ठितस्य धर्मस्य संसिद्धिर्हरितोषणम् ॥ १३ ॥",
        "english_devnagari": "ataḥ pumbhir dvija-śreṣṭhāvarṇāśrama-vibhāgaśaḥsvanuṣṭhitasya dharmasyasaṁsiddhir hari-toṣaṇam",
        "verse_Syn": [
            "ataḥ",
            "pumbhiḥ",
            "dvija",
            "śreṣṭhāḥ",
            "varṇa",
            "āśrama",
            "vibhāgaśaḥ",
            "svanuṣṭhitasya",
            "dharmasya",
            "saṁsiddhiḥ",
            "hari",
            "toṣaṇam"
        ],
        "translation": "O best among the twice-born, it is therefore concluded that the highest perfection one can achieve by discharging the duties prescribed for one’s own occupation according to caste divisions and orders of life is to please the Personality of Godhead.",
        "purport": " Human society all over the world is divided into four castes and four orders of life. The four castes are the intelligent caste, the martial caste, the productive caste and the laborer caste. These castes are classified in terms of one’s work and qualification and not by birth. Then again there are four orders of life, namely the student life, the householder’s life, the retired and the devotional life. In the best interest of human society there must be such divisions of life, otherwise no social institution can grow in a healthy state. And in each and every one of the above-mentioned divisions of life, the aim must be to please the supreme authority of the Personality of Godhead. This institutional function of human society is known as the system of varṇāśrama-dharma, which is quite natural for the civilized life. The varṇāśrama institution is constructed to enable one to realize the Absolute Truth. It is not for artificial domination of one division over another. When the aim of life, i.e., realization of the Absolute Truth, is missed by too much attachment for indriya-prīti, or sense gratification, as already discussed hereinbefore, the institution of the varṇāśrama is utilized by selfish men to pose an artificial predominance over the weaker section. In the Kali-yuga, or in the age of quarrel, this artificial predominance is already current, but the saner section of the people know it well that the divisions of castes and orders of life are meant for smooth social intercourse and high-thinking self-realization and not for any other purpose. Herein the statement of Bhāgavatam is that the highest aim of life or the highest perfection of the institution of the varṇāśrama-dharma is to cooperate jointly for the satisfaction of the Supreme Lord. This is also confirmed in the Bhagavad-gītā (4.13)."
    },
    {
        "verse": "14",
        "devanagari": "तस्मादेकेन मनसा भगवान् सात्वतां पति: ।श्रोतव्य: कीर्तितव्यश्च ध्येय: पूज्यश्च नित्यदा ॥ १४ ॥",
        "english_devnagari": "tasmād ekena manasābhagavān sātvatāṁ patiḥśrotavyaḥ kīrtitavyaś cadhyeyaḥ pūjyaś ca nityadā",
        "verse_Syn": [
            "tasmāt",
            "ekena",
            "manasā",
            "bhagavān",
            "sātvatām",
            "patiḥ",
            "śrotavyaḥ",
            "kīrtitavyaḥ",
            "ca",
            "dhyeyaḥ",
            "pūjyaḥ",
            "ca",
            "nityadā"
        ],
        "translation": "Therefore, with one-pointed attention, one should constantly hear about, glorify, remember and worship the Personality of Godhead, who is the protector of the devotees.",
        "purport": " If realization of the Absolute Truth is the ultimate aim of life, it must be carried out by all means. In any one of the above-mentioned castes and orders of life, the four processes, namely glorifying, hearing, remembering and worshiping, are general occupations. Without these principles of life, no one can exist. Activities of the living being involve engagements in these four different principles of life. Especially in modern society, all activities are more or less dependent on hearing and glorifying. Any man from any social status becomes a well-known man in human society within a very short time if he is simply glorified truly or falsely in the daily newspapers. Sometimes political leaders of a particular party are also advertised by newspaper propaganda, and by such a method of glorification an insignificant man becomes an important man — within no time. But such propaganda by false glorification of an unqualified person cannot bring about any good, either for the particular man or for the society. There may be some temporary reactions to such propaganda, but there are no permanent effects. Therefore such activities are a waste of time. The actual object of glorification is the Supreme Personality of Godhead, who has created everything manifested before us. We have broadly discussed this fact from the beginning of the “janmādy asya” śloka of this Bhāgavatam. The tendency to glorify others or hear others must be turned to the real object of glorification — the Supreme Being. And that will bring happiness."
    },
    {
        "verse": "15",
        "devanagari": "यदनुध्यासिना युक्ता: कर्मग्रन्थिनिबन्धनम् ।छिन्दन्ति कोविदास्तस्य को न कुर्यात्कथारतिम् ॥ १५ ॥",
        "english_devnagari": "yad-anudhyāsinā yuktāḥkarma-granthi-nibandhanamchindanti kovidās tasyako na kuryāt kathā-ratim",
        "verse_Syn": [
            "yat",
            "anudhyā",
            "asinā",
            "yuktāḥ",
            "karma",
            "granthi",
            "nibandhanam",
            "chindanti",
            "kovidāḥ",
            "tasya",
            "kaḥ",
            "na",
            "kuryāt",
            "kathā",
            "ratim"
        ],
        "translation": "With sword in hand, intelligent men cut through the binding knots of reactionary work [karma] by remembering the Personality of Godhead. Therefore, who will not pay attention to His message?",
        "purport": " The contact of the spiritual spark with material elements creates a knot which must be cut if one wants to be liberated from the actions and reactions of fruitive work. Liberation means freedom from the cycle of reactionary work. This liberation automatically follows for one who constantly remembers the transcendental pastimes of the Personality of Godhead. This is because all the activities of the Supreme Lord (His līlā) are transcendental to the modes of the material energy. They are all-attractive spiritual activities, and therefore constant association with the spiritual activities of the Supreme Lord gradually spiritualizes the conditioned soul and ultimately severs the knot of material bondage. Liberation from material bondage is, therefore, a by-product of devotional service. Attainment of spiritual knowledge is not sufficient to insure liberation. Such knowledge must be overcoated with devotional service so that ultimately the devotional service alone predominates. Then liberation is made possible. Even the reactionary work of the fruitive workers can lead one to liberation when it is overcoated with devotional service. Karma overcoated with devotional service is called karma-yoga. Similarly, empirical knowledge overcoated with devotional service is called jñāna-yoga. But pure bhakti-yoga is independent of such karma and jñāna because it alone can not only endow one with liberation from conditional life but also award one the transcendental loving service of the Lord. Therefore, any sensible man who is above the average man with a poor fund of knowledge must constantly remember the Personality of Godhead by hearing about Him, by glorifying Him, by remembering Him and by worshiping Him always, without cessation. That is the perfect way of devotional service. The Gosvāmīs of Vṛndāvana, who were authorized by Śrī Caitanya Mahāprabhu to preach the bhakti cult, rigidly followed this rule and made immense literatures of transcendental science for our benefit. They have chalked out ways for all classes of men in terms of the different castes and orders of life in pursuance of the teachings of Śrīmad-Bhāgavatam and similar other authoritative scriptures."
    },
    {
        "verse": "16",
        "devanagari": "शुश्रूषो: श्रद्दधानस्य वासुदेवकथारुचि: ।स्यान्महत्सेवया विप्रा: पुण्यतीर्थनिषेवणात् ॥ १६ ॥",
        "english_devnagari": "śuśrūṣoḥ śraddadhānasyavāsudeva-kathā-ruciḥsyān mahat-sevayā viprāḥpuṇya-tīrtha-niṣevaṇāt",
        "verse_Syn": [
            "śuśrūṣoḥ",
            "śraddadhānasya",
            "vāsudeva",
            "kathā",
            "ruciḥ",
            "syāt",
            "mahat",
            "sevayā",
            "viprāḥ",
            "puṇya",
            "tīrtha",
            "niṣevaṇāt"
        ],
        "translation": "O twice-born sages, by serving those devotees who are completely freed from all vice, great service is done. By such service, one gains affinity for hearing the messages of Vāsudeva.",
        "purport": " The conditioned life of a living being is caused by his revolting against the Lord. There are men called devas, or godly living beings, and there are men called asuras, or demons, who are against the authority of the Supreme Lord. In the Bhagavad-gītā (Sixteenth Chapter) a vivid description of the asuras is given in which it is said that the asuras are put into lower and lower states of ignorance life after life and so sink to the lower animal forms and have no information of the Absolute Truth, the Personality of Godhead. These asuras are gradually rectified to God consciousness by the mercy of the Lord’s liberated servitors in different countries according to the supreme will. Such devotees of God are very confidential associates of the Lord, and when they come to save human society from the dangers of godlessness, they are known as the powerful incarnations of the Lord, as sons of the Lord, as servants of the Lord or as associates of the Lord. But none of them falsely claim to be God themselves. This is a blasphemy declared by the asuras, and the demoniac followers of such asuras also accept pretenders as God or His incarnation. In the revealed scriptures there is definite information of the incarnation of God. No one should be accepted as God or an incarnation of God unless he is confirmed by the revealed scriptures. The servants of God are to be respected as God by the devotees who actually want to go back to Godhead. Such servants of God are called mahātmās, or tīrthas, and they preach according to particular time and place. The servants of God urge people to become devotees of the Lord. They never tolerate being called God. Śrī Caitanya Mahāprabhu was God Himself according to the indication of the revealed scriptures, but He played the part of a devotee. People who knew Him to be God addressed Him as God, but He used to block His ears with His hands and chant the name of Lord Viṣṇu. He strongly protested against being called God, although undoubtedly He was God Himself. The Lord behaves so to warn us against unscrupulous men who take pleasure in being addressed as God. The servants of God come to propagate God consciousness, and intelligent people should cooperate with them in every respect. By serving the servant of God, one can please God more than by directly serving the Lord. The Lord is more pleased when He sees that His servants are properly respected because such servants risk everything for the service of the Lord and so are very dear to the Lord. The Lord declares in the Bhagavad-gītā (18.69) that no one is dearer to Him than one who risks everything to preach His glory. By serving the servants of the Lord, one gradually gets the quality of such servants, and thus one becomes qualified to hear the glories of God. The eagerness to hear about God is the first qualification of a devotee eligible for entering the kingdom of God."
    },
    {
        "verse": "17",
        "devanagari": "श‍ृण्वतां स्वकथा: कृष्ण: पुण्यश्रवणकीर्तन: ।हृद्यन्त:स्थो ह्यभद्राणि विधुनोति सुहृत्सताम् ॥ १७ ॥",
        "english_devnagari": "śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥpuṇya-śravaṇa-kīrtanaḥhṛdy antaḥ stho hy abhadrāṇividhunoti suhṛt satām",
        "verse_Syn": [
            "śṛṇvatām",
            "sva",
            "kathāḥ",
            "kṛṣṇaḥ",
            "puṇya",
            "śravaṇa",
            "kīrtanaḥ",
            "hṛdi",
            "antaḥ",
            "sthaḥ",
            "hi",
            "abhadrāṇi",
            "vidhunoti",
            "suhṛt",
            "satām"
        ],
        "translation": "Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone’s heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who has developed the urge to hear His messages, which are in themselves virtuous when properly heard and chanted.",
        "purport": " Messages of the Personality of Godhead, Śrī Kṛṣṇa, are nondifferent from Him. Whenever, therefore, offenseless hearing and glorification of God are undertaken, it is to be understood that Lord Kṛṣṇa is present there in the form of transcendental sound, which is as powerful as the Lord personally. Śrī Caitanya Mahāprabhu, in His Śikṣāṣṭaka, declares clearly that the holy name of the Lord has all the potencies of the Lord and that He has endowed His innumerable names with the same potency. There is no rigid fixture of time, and anyone can chant the holy name with attention and reverence at his convenience. The Lord is so kind to us that He can be present before us personally in the form of transcendental sound, but unfortunately we have no taste for hearing and glorifying the Lord’s name and activities. We have already discussed developing a taste for hearing and chanting the holy sound. It is done through the medium of service to the pure devotee of the Lord. The Lord is reciprocally respondent to His devotees. When He sees that a devotee is completely sincere in getting admittance to the transcendental service of the Lord and has thus become eager to hear about Him, the Lord acts from within the devotee in such a way that the devotee may easily go back to Him. The Lord is more anxious to take us back into His kingdom than we can desire. Most of us do not desire at all to go back to Godhead. Only a very few men want to go back to Godhead. But anyone who desires to go back to Godhead, Śrī Kṛṣṇa helps in all respects. One cannot enter into the kingdom of God unless one is perfectly cleared of all sins. The material sins are products of our desires to lord it over material nature. It is very difficult to get rid of such desires. Women and wealth are very difficult problems for the devotee making progress on the path back to Godhead. Many stalwarts in the devotional line fell victim to these allurements and thus retreated from the path of liberation. But when one is helped by the Lord Himself, the whole process becomes as easy as anything by the divine grace of the Lord. To become restless in the contact of women and wealth is not an astonishment, because every living being is associated with such things from remote time, practically immemorial, and it takes time to recover from this foreign nature. But if one is engaged in hearing the glories of the Lord, gradually he realizes his real position. By the grace of God such a devotee gets sufficient strength to defend himself from the state of disturbances, and gradually all disturbing elements are eliminated from his mind."
    },
    {
        "verse": "18",
        "devanagari": "नष्टप्रायेष्वभद्रेषु नित्यं भागवतसेवया ।भगवत्युत्तमश्लोके भक्तिर्भवति नैष्ठिकी ॥ १८ ॥",
        "english_devnagari": "naṣṭa-prāyeṣv abhadreṣunityaṁ bhāgavata-sevayābhagavaty uttama-ślokebhaktir bhavati naiṣṭhikī",
        "verse_Syn": [
            "naṣṭa",
            "prāyeṣu",
            "abhadreṣu",
            "nityam",
            "bhāgavata",
            "sevayā",
            "bhagavati",
            "uttama",
            "śloke",
            "bhaktiḥ",
            "bhavati",
            "naiṣṭhikī"
        ],
        "translation": "By regular attendance in classes on the Bhāgavatam and by rendering of service to the pure devotee, all that is troublesome to the heart is almost completely destroyed, and loving service unto the Personality of Godhead, who is praised with transcendental songs, is established as an irrevocable fact.",
        "purport": " Here is the remedy for eliminating all inauspicious things within the heart, which are considered to be obstacles in the path of self-realization. The remedy is the association of the Bhāgavatas. There are two types of Bhāgavatas, namely the book Bhāgavata and the devotee Bhāgavata. Both the Bhāgavatas are competent remedies, and both of them or either of them can be good enough to eliminate the obstacles. A devotee Bhāgavata is as good as the book Bhāgavata because the devotee Bhāgavata leads his life in terms of the book Bhāgavata and the book Bhāgavata is full of information about the Personality of Godhead and His pure devotees, who are also Bhāgavatas. Bhāgavata book and person are identical. The devotee Bhāgavata is a direct representative of Bhagavān, the Personality of Godhead. So by pleasing the devotee Bhāgavata one can receive the benefit of the book Bhāgavata. Human reason fails to understand how by serving the devotee Bhāgavata or the book Bhāgavata one gets gradual promotion on the path of devotion. But actually these are facts explained by Śrīla Nāradadeva, who happened to be a maidservant’s son in his previous life. The maidservant was engaged in the menial service of the sages, and thus he also came into contact with them. And simply by associating with them and accepting the remnants of foodstuff left by the sages, the son of the maidservant got the chance to become the great devotee and personality Śrīla Nāradadeva. These are the miraculous effects of the association of Bhāgavatas. And to understand these effects practically, it should be noted that by such sincere association of the Bhāgavatas one is sure to receive transcendental knowledge very easily, with the result that he becomes fixed in the devotional service of the Lord. The more progress is made in devotional service under the guidance of the Bhāgavatas, the more one becomes fixed in the transcendental loving service of the Lord. The messages of the book Bhāgavata, therefore, have to be received from the devotee Bhāgavata, and the combination of these two Bhāgavatas will help the neophyte devotee to make progress on and on."
    },
    {
        "verse": "19",
        "devanagari": "तदा रजस्तमोभावा: कामलोभादयश्च ये ।चेत एतैरनाविद्धं स्थितं सत्त्वे प्रसीदति ॥ १९ ॥",
        "english_devnagari": "tadā rajas-tamo-bhāvāḥkāma-lobhādayaś ca yeceta etair anāviddhaṁsthitaṁ sattve prasīdati",
        "verse_Syn": [
            "tadā",
            "rajaḥ",
            "tamaḥ",
            "bhāvāḥ",
            "kāma",
            "lobha",
            "ādayaḥ",
            "ca",
            "ye",
            "cetaḥ",
            "etaiḥ",
            "anāviddham",
            "sthitam",
            "sattve",
            "prasīdati"
        ],
        "translation": "As soon as irrevocable loving service is established in the heart, the effects of nature’s modes of passion and ignorance, such as lust, desire and hankering, disappear from the heart. Then the devotee is established in goodness, and he becomes completely happy.",
        "purport": " A living being in his normal constitutional position is fully satisfied in spiritual bliss. This state of existence is called brahma-bhūta or ātmānanda, or the state of self-satisfaction. This self-satisfaction is not like the satisfaction of the inactive fool. The inactive fool is in the state of foolish ignorance, whereas the self-satisfied ātmānandī is transcendental to the material state of existence. This stage of perfection is attained as soon as one is fixed in irrevocable devotional service. Devotional service is not inactivity, but the unalloyed activity of the soul. The soul’s activity becomes adulterated in contact with matter, and as such the diseased activities are expressed in the form of lust, desire, hankering, inactivity, foolishness and sleep. The effect of devotional service becomes manifest by complete elimination of these effects of passion and ignorance. The devotee is fixed at once in the mode of goodness, and he makes further progress to rise to the position of vasudeva, or the state of unmixed sattva, or śuddha-sattva. Only in this śuddha-sattva state can one always see Kṛṣṇa face to face by dint of pure affection for the Lord. A devotee is always in the mode of unalloyed goodness; therefore he harms no one. But the nondevotee, however educated he may be, is always harmful. A devotee is neither foolish nor passionate. The harmful, foolish and passionate cannot be devotees of the Lord, however they may advertise themselves as devotees by outward dress. A devotee is always qualified with all the good qualities of God. Quantitatively such qualifications may be different, but qualitatively both the Lord and His devotee are one and the same."
    },
    {
        "verse": "20",
        "devanagari": "एवं प्रसन्नमनसो भगवद्भक्तियोगत: ।भगवत्तत्त्वविज्ञानं मुक्तसङ्गस्य जायते ॥ २० ॥",
        "english_devnagari": "evaṁ prasanna-manasobhagavad-bhakti-yogataḥbhagavat-tattva-vijñānaṁmukta-saṅgasya jāyate",
        "verse_Syn": [
            "evam",
            "prasanna",
            "manasaḥ",
            "bhagavat",
            "bhakti",
            "yogataḥ",
            "bhagavat",
            "tattva",
            "vijñānam",
            "mukta",
            "saṅgasya",
            "jāyate"
        ],
        "translation": "Thus established in the mode of unalloyed goodness, the man whose mind has been enlivened by contact with devotional service to the Lord gains positive scientific knowledge of the Personality of Godhead in the stage of liberation from all material association.",
        "purport": " In the Bhagavad-gītā (7.3) it is said that out of many thousands of ordinary men, one fortunate man endeavors for perfection in life. Mostly men are conducted by the modes of passion and ignorance, and thus they are engaged always in lust, desire, hankerings, ignorance and sleep. Out of many such manlike animals, there is actually a man who knows the responsibility of human life and thus tries to make life perfect by following the prescribed duties. And out of many thousands of such persons who have thus attained success in human life, one may know scientifically about the Personality of Godhead, Śrī Kṛṣṇa. In the same Bhagavad-gītā (18.55) it is also said that scientific knowledge of Śrī Kṛṣṇa is understood only by the process of devotional service (bhakti-yoga). The very same thing is confirmed herein in the above words. No ordinary man, or even one who has attained success in human life, can know scientifically or perfectly the Personality of Godhead. Perfection of human life is attained when one can understand that he is not the product of matter but is in fact spirit. And as soon as one understands that he has nothing to do with matter, he at once ceases his material hankerings and becomes enlivened as a spiritual being. This attainment of success is possible when one is above the modes of passion and ignorance, or, in other words, when one is actually a brāhmaṇa by qualification. A brāhmaṇa is the symbol of sattva-guṇa, or the mode of goodness. And others, who are not in the mode of goodness, are either kṣatriyas, vaiśyas, śūdras or less than the śūdras. The brahminical stage is the highest stage of human life because of its good qualities. So one cannot be a devotee unless one at least qualifies as a brāhmaṇa. The devotee is already a brāhmaṇa by action. But that is not the end of it. As referred to above, such a brāhmaṇa has to become a Vaiṣṇava in fact to be actually in the transcendental stage. A pure Vaiṣṇava is a liberated soul and is transcendental even to the position of a brāhmaṇa. In the material stage even a brāhmaṇa is also a conditioned soul because although in the brahminical stage the conception of Brahman or transcendence is realized, scientific knowledge of the Supreme Lord is lacking. One has to surpass the brahminical stage and reach the vasudeva stage to understand the Personality of Godhead, Kṛṣṇa. The science of the Personality of Godhead is the subject matter for study by the postgraduate students in the spiritual line. Foolish men, or men with a poor fund of knowledge, do not understand the Supreme Lord, and they interpret Kṛṣṇa according to their respective whims. The fact is, however, that one cannot understand the science of the Personality of Godhead unless one is freed from the contamination of the material modes, even up to the stage of a brāhmaṇa. When a qualified brāhmaṇa factually becomes a Vaiṣṇava, in the enlivened state of liberation he can know what is actually the Personality of Godhead."
    },
    {
        "verse": "21",
        "devanagari": "भिद्यते हृदयग्रन्थिश्छिद्यन्ते सर्वसंशया: ।क्षीयन्ते चास्य कर्माणि द‍ृष्ट एवात्मनीश्वरे ॥ २१ ॥",
        "english_devnagari": "bhidyate hṛdaya-granthiśchidyante sarva-saṁśayāḥkṣīyante cāsya karmāṇidṛṣṭa evātmanīśvare",
        "verse_Syn": [
            "bhidyate",
            "hṛdaya",
            "granthiḥ",
            "chidyante",
            "sarva",
            "saṁśayāḥ",
            "kṣīyante",
            "ca",
            "asya",
            "karmāṇi",
            "dṛṣṭe",
            "eva",
            "ātmani",
            "īśvare"
        ],
        "translation": "Thus the knot in the heart is pierced, and all misgivings are cut to pieces. The chain of fruitive actions is terminated when one sees the self as master.",
        "purport": " Attaining scientific knowledge of the Personality of Godhead means seeing one’s own self simultaneously. As far as the identity of the living being as spirit self is concerned, there are a number of speculations and misgivings. The materialist does not believe in the existence of the spirit self, and empiric philosophers believe in the impersonal feature of the whole spirit without individuality of the living beings. But the transcendentalists affirm that the soul and the Supersoul are two different identities, qualitatively one but quantitatively different. There are many other theories, but all these different speculations are at once cleared off as soon as Śrī Kṛṣṇa is realized in truth by the process of bhakti-yoga. Śrī Kṛṣṇa is like the sun, and the materialistic speculations about the Absolute Truth are like the darkest midnight. As soon as the Kṛṣṇa sun is arisen within one’s heart, the darkness of materialistic speculations about the Absolute Truth and the living beings is at once cleared off. In the presence of the sun, the darkness cannot stand, and the relative truths that were hidden within the dense darkness of ignorance become clearly manifested by the mercy of Kṛṣṇa, who is residing in everyone’s heart as the Supersoul. In the Bhagavad-gītā (10.11) the Lord says that in order to show special favor to His pure devotees, He personally eradicates the dense darkness of all misgivings by switching on the light of pure knowledge within the heart of a devotee. Therefore, because of the Personality of Godhead’s taking charge of illuminating the heart of His devotee, certainly a devotee, engaged in His service in transcendental love, cannot remain in darkness. He comes to know everything of the absolute and the relative truths. The devotee cannot remain in darkness, and because a devotee is enlightened by the Personality of Godhead, his knowledge is certainly perfect. This is not the case for those who speculate on the Absolute Truth by dint of their own limited power of approach. Perfect knowledge is called paramparā, or deductive knowledge coming down from the authority to the submissive aural receiver who is bona fide by service and surrender. One cannot challenge the authority of the Supreme and know Him also at the same time. He reserves the right of not being exposed to such a challenging spirit of an insignificant spark of the whole, a spark subjected to the control of illusory energy. The devotees are submissive, and therefore the transcendental knowledge descends from the Personality of Godhead to Brahmā and from Brahmā to his sons and disciples in succession. This process is helped by the Supersoul within such devotees. That is the perfect way of learning transcendental knowledge. This enlightenment perfectly enables the devotee to distinguish spirit from matter because the knot of spirit and matter is untied by the Lord. This knot is called ahaṅkāra, and it falsely obliges a living being to become identified with matter. As soon as this knot is loosened, therefore, all the clouds of doubt are at once cleared off. One sees his master and fully engages himself in the transcendental loving service of the Lord, making a full termination of the chain of fruitive action. In material existence, a living being creates his own chain of fruitive work and enjoys the good and bad effects of those actions life after life. But as soon as he engages himself in the loving service of the Lord, he at once becomes free from the chain of karma. His actions no longer create any reaction."
    },
    {
        "verse": "22",
        "devanagari": "अतो वै कवयो नित्यं भक्तिं परमया मुदा ।वासुदेवे भगवति कुर्वन्त्यात्मप्रसादनीम् ॥ २२ ॥",
        "english_devnagari": "ato vai kavayo nityaṁbhaktiṁ paramayā mudāvāsudeve bhagavatikurvanty ātma-prasādanīm",
        "verse_Syn": [
            "ataḥ",
            "vai",
            "kavayaḥ",
            "nityam",
            "bhaktim",
            "paramayā",
            "mudā",
            "vāsudeve",
            "bhagavati",
            "kurvanti",
            "ātma",
            "prasādanīm"
        ],
        "translation": "Certainly, therefore, since time immemorial, all transcendentalists have been rendering devotional service to Lord Kṛṣṇa, the Personality of Godhead, with great delight, because such devotional service is enlivening to the self.",
        "purport": " The speciality of devotional service unto the Personality of Godhead Lord Śrī Kṛṣṇa is specifically mentioned herein. Lord Śrī Kṛṣṇa is the svayaṁ-rūpa Personality of Godhead, and all other forms of Godhead, beginning from Śrī Baladeva, Saṅkarṣaṇa, Vāsudeva, Aniruddha, Pradyumna and Nārāyaṇa and extending to the puruṣa-avatāras, guṇa-avatāras, līlā-avatāras, yugāvatāras and many other thousands of manifestations of the Personality of Godhead, are Lord Śrī Kṛṣṇa’s plenary portions and integrated parts. The living entities are separated parts and parcels of the Personality of Godhead. Therefore Lord Śrī Kṛṣṇa is the original form of Godhead, and He is the last word in the Transcendence. Thus He is more attractive to the higher transcendentalists who participate in the eternal pastimes of the Lord. In forms of the Personality of Godhead other than Śrī Kṛṣṇa and Baladeva, there is no facility for intimate personal contact as in the transcendental pastimes of the Lord at Vrajabhūmi. The transcendental pastimes of Lord Śrī Kṛṣṇa are not newly accepted, as argued by some less intelligent persons; His pastimes are eternal and are manifested in due course once in a day of Brahmājī, as the sun rises on the eastern horizon at the end of every twenty-four hours."
    },
    {
        "verse": "23",
        "devanagari": "सत्त्वं रजस्तम इति प्रकृतेर्गुणास्तै-र्युक्त: पर: पुरुष एक इहास्य धत्ते ।स्थित्यादये हरिविरिञ्चिहरेति संज्ञा:श्रेयांसि तत्र खलु सत्त्वतनोर्नृणां स्यु: ॥ २३ ॥",
        "english_devnagari": "sattvaṁ rajas tama iti prakṛter guṇās tairyuktaḥ paraḥ puruṣa eka ihāsya dhattesthity-ādaye hari-viriñci-hareti saṁjñāḥśreyāṁsi tatra khalu sattva-tanor nṛṇāṁ syuḥ",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "prakṛteḥ",
            "guṇāḥ",
            "taiḥ",
            "yuktaḥ",
            "paraḥ",
            "puruṣaḥ",
            "ekaḥ",
            "iha",
            "asya",
            "dhatte",
            "sthiti",
            "ādaye",
            "hari",
            "viriñci",
            "hara",
            "iti",
            "saṁjñāḥ",
            "śreyāṁsi",
            "tatra",
            "khalu",
            "sattva",
            "tanoḥ",
            "nṛṇām",
            "syuḥ"
        ],
        "translation": "The transcendental Personality of Godhead is indirectly associated with the three modes of material nature, namely passion, goodness and ignorance, and just for the material world’s creation, maintenance and destruction He accepts the three qualitative forms of Brahmā, Viṣṇu and Śiva. Of these three, all human beings can derive ultimate benefit from Viṣṇu, the form of the quality of goodness.",
        "purport": " That Lord Śrī Kṛṣṇa, by His plenary parts, should be rendered devotional service, as explained above, is confirmed by this statement. Lord Śrī Kṛṣṇa and all His plenary parts are viṣṇu-tattva, or the Lordship of Godhead. From Śrī Kṛṣṇa, the next manifestation is Baladeva. From Baladeva is Saṅkarṣaṇa, from Saṅkarṣaṇa is Nārāyaṇa, from Nārāyaṇa there is the second Saṅkarṣaṇa, and from this Saṅkarṣaṇa the Viṣṇu puruṣa-avatāras. The Viṣṇu or the Deity of the quality of goodness in the material world is the puruṣa-avatāra known as Kṣīrodakaśāyī Viṣṇu or Paramātmā. Brahmā is the deity of rajas (passion), and Śiva of ignorance. They are the three departmental heads of the three qualities of this material world. Creation is made possible by Brahmā’s quality of passion and his endeavor, it is maintained by the goodness of Viṣṇu, and when it requires to be destroyed, Lord Śiva does it by the tāṇḍavanṛtya. The materialists and the foolish human beings worship Brahmā and Śiva respectively. But the pure transcendentalists worship the form of goodness, Viṣṇu, in His various forms. Viṣṇu is manifested by His millions and billions of integrated forms and separated forms. The integrated forms are called Godhead, and the separated forms are called the living entities or the jīvas. Both the jīvas and Godhead have their original spiritual forms. Jīvas are sometimes subjected to the control of material energy, but the Viṣṇu forms are always controllers of this energy. When Viṣṇu, the Personality of Godhead, appears in the material world, He comes to deliver the conditioned living beings who are under the material energy. Such living beings appear in the material world with intentions of being lords, and thus they become entrapped by the three modes of nature. As such, the living entities have to change their material coverings for undergoing different terms of imprisonment. The prison house of the material world is created by Brahmā under instruction of the Personality of Godhead, and at the conclusion of a kalpa the whole thing is destroyed by Śiva. But as far as maintenance of the prison house is concerned, it is done by Viṣṇu, as much as the state prison house is maintained by the state. Anyone, therefore, who wishes to get out of this prison house of material existence, which is full of miseries like repetition of birth, death, disease and old age, must please Lord Viṣṇu for such liberation. Lord Viṣṇu is worshiped by devotional service only, and if anyone has to continue prison life in the material world, he may ask for relative facilities for temporary relief from the different demigods like Śiva, Brahmā, Indra and Varuṇa. No demigod, however, can release the imprisoned living being from the conditioned life of material existence. This can be done only by Viṣṇu. Therefore, the ultimate benefit may be derived from Viṣṇu, the Personality of Godhead."
    },
    {
        "verse": "24",
        "devanagari": "पार्थिवाद्दारुणो धूमस्तस्मादग्निस्त्रयीमय: ।तमसस्तु रजस्तस्मात्सत्त्वं यद्ब्रह्मदर्शनम् ॥ २४ ॥",
        "english_devnagari": "pārthivād dāruṇo dhūmastasmād agnis trayīmayaḥtamasas tu rajas tasmātsattvaṁ yad brahma-darśanam",
        "verse_Syn": [
            "pārthivāt",
            "dāruṇaḥ",
            "dhūmaḥ",
            "tasmāt",
            "agniḥ",
            "trayī",
            "mayaḥ",
            "tamasaḥ",
            "tu",
            "rajaḥ",
            "tasmāt",
            "sattvam",
            "yat",
            "brahma",
            "darśanam"
        ],
        "translation": "Firewood is a transformation of earth, but smoke is better than the raw wood. And fire is still better, for by fire we can derive the benefits of superior knowledge [through Vedic sacrifices]. Similarly, passion [rajas] is better than ignorance [tamas], but goodness [sattva] is best because by goodness one can come to realize the Absolute Truth.",
        "purport": " As explained above, one can get release from the conditioned life of material existence by devotional service to the Personality of Godhead. It is further comprehended herein that one has to rise to the platform of the mode of goodness (sattva) so that one can be eligible for the devotional service of the Lord. But if there are impediments on the progressive path, anyone, even from the platform of tamas, can gradually rise to the sattva platform by the expert direction of the spiritual master. Sincere candidates must, therefore, approach an expert spiritual master for such a progressive march, and the bona fide, expert spiritual master is competent to direct a disciple from any stage of life: tamas, rajas or sattva. It is a mistake, therefore, to consider that worship of any quality or any form of the Supreme Personality of Godhead is equally beneficial. Except Viṣṇu, all separated forms are manifested under the conditions of material energy, and therefore the forms of material energy cannot help anyone to rise to the platform of sattva, which alone can liberate a person from material bondage. The uncivilized state of life, or the life of the lower animals, is controlled by the mode of tamas. The civilized life of man, with a passion for various types of material benefits, is the stage of rajas. The rajas stage of life gives a slight clue to the realization of the Absolute Truth in the forms of fine sentiments in philosophy, art and culture with moral and ethical principles, but the mode of sattva is a still higher stage of material quality, which actually helps one in realizing the Absolute Truth. In other words, there is a qualitative difference between the different kinds of worshiping methods as well as the respective results derived from the predominating deities, namely Brahmā, Viṣṇu and Hara."
    },
    {
        "verse": "25",
        "devanagari": "भेजिरे मुनयोऽथाग्रे भगवन्तमधोक्षजम् ।सत्त्वं विशुद्धं क्षेमाय कल्पन्ते येऽनु तानिह ॥ २५ ॥",
        "english_devnagari": "bhejire munayo ’thāgrebhagavantam adhokṣajamsattvaṁ viśuddhaṁ kṣemāyakalpante ye ’nu tān iha",
        "verse_Syn": [
            "bhejire",
            "munayaḥ",
            "atha",
            "agre",
            "bhagavantam",
            "adhokṣajam",
            "sattvam",
            "viśuddham",
            "kṣemāya",
            "kalpante",
            "ye",
            "anu",
            "tān",
            "iha"
        ],
        "translation": "Previously all the great sages rendered service unto the Personality of Godhead due to His existence above the three modes of material nature. They worshiped Him to become free from material conditions and thus derive the ultimate benefit. Whoever follows such great authorities is also eligible for liberation from the material world.",
        "purport": " The purpose of performing religion is neither to profit by material gain nor to get the simple knowledge of discerning matter from spirit. The ultimate aim of religious performances is to release oneself from material bondage and regain the life of freedom in the transcendental world, where the Personality of Godhead is the Supreme Person. Laws of religion, therefore, are directly enacted by the Personality of Godhead, and except for the mahājanas, or the authorized agents of the Lord, no one knows the purpose of religion. There are twelve particular agents of the Lord who know the purpose of religion, and all of them render transcendental service unto Him. Persons who desire their own good may follow these mahājanas and thus attain the supreme benefit."
    },
    {
        "verse": "26",
        "devanagari": "मुमुक्षवो घोररूपान् हित्वा भूतपतीनथ ।नारायणकला: शान्ता भजन्ति ह्यनसूयव: ॥ २६ ॥",
        "english_devnagari": "mumukṣavo ghora-rūpānhitvā bhūta-patīn athanārāyaṇa-kalāḥ śāntābhajanti hy anasūyavaḥ",
        "verse_Syn": [
            "mumukṣavaḥ",
            "ghora",
            "rūpān",
            "hitvā",
            "bhūta",
            "patīn",
            "atha",
            "nārāyaṇa",
            "kalāḥ",
            "śāntāḥ",
            "bhajanti",
            "hi",
            "anasūyavaḥ"
        ],
        "translation": "Those who are serious about liberation are certainly nonenvious, and they respect all. Yet they reject the horrible and ghastly forms of the demigods and worship only the all-blissful forms of Lord Viṣṇu and His plenary portions.",
        "purport": " The Supreme Personality of Godhead, Śrī Kṛṣṇa, who is the original person of the Viṣṇu categories, expands Himself in two different categories, namely integrated plenary portions and separated parts and parcels. The separated parts and parcels are the servitors, and the integrated plenary portions of viṣṇu-tattvas are the worshipful objects of service. All demigods who are empowered by the Supreme Lord are also separated parts and parcels. They do not belong to the categories of viṣṇu-tattva. The viṣṇu-tattvas are living beings equally as powerful as the original form of the Personality of Godhead, and They display different categories of power in consideration of different times and circumstances. The separated parts and parcels are powerful by limitation. They do not have unlimited power like the viṣṇu-tattvas. Therefore, one should never classify the viṣṇu-tattvas, or the plenary portions of Nārāyaṇa, the Personality of Godhead, in the same categories with the parts and parcels. If anyone does so he becomes at once an offender by the name pāṣaṇḍī. In the Age of Kali many foolish persons commit such unlawful offenses and equalize the two categories. The separated parts and parcels have different positions in the estimation of material powers, and some of them are like Kāla-bhairava, Śmaśāna-bhairava, Śani, Mahākālī and Caṇḍikā. These demigods are worshiped mostly by those who are in the lowest categories of the mode of darkness or ignorance. Other demigods, like Brahmā, Śiva, Sūrya, Gaṇeśa and many similar deities, are worshiped by men in the mode of passion, urged on by the desire for material enjoyment. But those who are actually situated in the mode of goodness (sattva-guṇa) of material nature worship only viṣṇu-tattvas. Viṣṇu-tattvas are represented by various names and forms, such as Nārāyaṇa, Dāmodara, Vāmana, Govinda and Adhokṣaja. The qualified brāhmaṇas worship the viṣṇu-tattvas represented by the śālagrāma-śilā, and some of the higher castes like the kṣatriyas and vaiśyas also generally worship the viṣṇu-tattvas. Highly qualified brāhmaṇas situated in the mode of goodness have no grudges against the mode of worship of others. They have all respect for other demigods, even though they may look ghastly, like Kāla-bhairava or Mahākālī. They know very well that these horrible features of the Supreme Lord are all different servitors of the Lord under different conditions, yet they reject the worship of both horrible and attractive features of the demigods, and they concentrate only on the forms of Viṣṇu because they are serious about liberation from the material conditions. The demigods, even to the stage of Brahmā, the supreme of all the demigods, cannot offer liberation to anyone. Hiraṇyakaśipu underwent a severe type of penance to become eternal in life, but his worshipful deity, Brahmā, could not satisfy him with such blessings. Therefore Viṣṇu, and none else, is called mukti-pāda, or the Personality of Godhead who can bestow upon us mukti, liberation. The demigods, being like other living entities in the material world, are all liquidated at the time of the annihilation of the material structure. They are themselves unable to get liberation, and what to speak of giving liberation to their devotees. The demigods can award the worshipers some temporary benefit only, and not the ultimate one. It is for this reason only that candidates for liberation deliberately reject the worship of the demigods, although they have no disrespect for any one of them."
    },
    {
        "verse": "27",
        "devanagari": "रजस्तम:प्रकृतय: समशीला भजन्ति वै ।पितृभूतप्रजेशादीन्श्रियैश्वर्यप्रजेप्सव: ॥ २७ ॥",
        "english_devnagari": "rajas-tamaḥ-prakṛtayaḥsama-śīlā bhajanti vaipitṛ-bhūta-prajeśādīnśriyaiśvarya-prajepsavaḥ",
        "verse_Syn": [
            "rajaḥ",
            "tamaḥ",
            "prakṛtayaḥ",
            "sama",
            "śīlāḥ",
            "bhajanti",
            "vai",
            "pitṛ",
            "bhūta",
            "prajeśa",
            "ādīn",
            "śriyā",
            "aiśvarya",
            "prajā",
            "īpsavaḥ"
        ],
        "translation": "Those who are in the modes of passion and ignorance worship those in the same category — namely the forefathers, other living beings and the demigods who are in charge of cosmic activities — for they are urged by a desire to be materially benefited with women, wealth, power and progeny.",
        "purport": " There is no need to worship demigods of whatsoever category if one is serious about going back to Godhead. In the Bhagavad-gītā (7.20, 23) it is clearly said that those who are mad after material enjoyment approach the different demigods for temporary benefits, which are meant for men with a poor fund of knowledge. We should never desire to increase the depth of material enjoyment. Material enjoyment should be accepted only up to the point of the bare necessities of life and not more or less than that. To accept more material enjoyment means to bind oneself more and more to the miseries of material existence. More wealth, more women and false aristocracy are some of the demands of the materially disposed man because he has no information of the benefit derived from Viṣṇu worship. By Viṣṇu worship one can derive benefit in this life as well as in life after death. Forgetting these principles, foolish people who are after more wealth, more wives and more children worship various demigods. The aim of life is to end the miseries of life and not to increase them. For material enjoyment there is no need to approach the demigods. The demigods are but servants of the Lord. As such, they are duty-bound to supply necessities of life in the form of water, light, air, etc. One should work hard and worship the Supreme Lord by the fruits of one’s hard labor for existence, and that should be the motto of life. One should be careful to execute occupational service with faith in God in the proper way, and that will lead one gradually on the progressive march back to Godhead. Lord Śrī Kṛṣṇa, when He was personally present at Vrajadhāma, stopped the worship of the demigod Indra and advised the residents of Vraja to worship by their business and to have faith in God. Worshiping the multidemigods for material gain is practically a perversity of religion. This sort of religious activity has been condemned in the very beginning of the Bhāgavatam as kaitava-dharma. There is only one religion in the world to be followed by one and all, and that is the Bhāgavata-dharma, or the religion which teaches one to worship the Supreme Personality of Godhead and no one else."
    },
    {
        "verse": "28-29",
        "devanagari": "वासुदेवपरा वेदा वासुदेवपरा मखा: ।वासुदेवपरा योगा वासुदेवपरा: क्रिया: ॥ २८ ॥वासुदेवपरं ज्ञानं वासुदेवपरं तप: ।वासुदेवपरो धर्मो वासुदेवपरा गति: ॥ २९ ॥",
        "english_devnagari": "vāsudeva-parā vedāvāsudeva-parā makhāḥvāsudeva-parā yogāvāsudeva-parāḥ kriyāḥ",
        "verse_Syn": [
            "vāsudeva",
            "parāḥ",
            "vedāḥ",
            "vāsudeva",
            "parāḥ",
            "makhāḥ",
            "vāsudeva",
            "parāḥ",
            "yogāḥ",
            "vāsudeva",
            "parāḥ",
            "kriyāḥ",
            "vāsudeva",
            "param",
            "jñānam",
            "vāsudeva",
            "param",
            "tapaḥ",
            "vāsudeva",
            "paraḥ",
            "dharmaḥ",
            "vāsudeva",
            "parāḥ",
            "gatiḥ"
        ],
        "translation": "In the revealed scriptures, the ultimate object of knowledge is Śrī Kṛṣṇa, the Personality of Godhead. The purpose of performing sacrifice is to please Him. Yoga is for realizing Him. All fruitive activities are ultimately rewarded by Him only. He is supreme knowledge, and all severe austerities are performed to know Him. Religion [dharma] is rendering loving service unto Him. He is the supreme goal of life.",
        "purport": " That Śrī Kṛṣṇa, the Personality of Godhead, is the only object of worship is confirmed in these two ślokas. In the Vedic literature there is the same objective: establishing one’s relationship and ultimately reviving our lost loving service unto Him. That is the sum and substance of the Vedas. In the Bhagavad-gītā the same theory is confirmed by the Lord in His own words: the ultimate purpose of the Vedas is to know Him only. All the revealed scriptures are prepared by the Lord through His incarnation in the body of Śrīla Vyāsadeva just to remind the fallen souls, conditioned by material nature, of Śrī Kṛṣṇa, the Personality of Godhead. No demigod can award freedom from material bondage. That is the verdict of all the Vedic literatures. Impersonalists who have no information of the Personality of Godhead minimize the omnipotency of the Supreme Lord and put Him on equal footing with all other living beings, and for this act such impersonalists get freedom from material bondage only with great difficulty. They can surrender unto Him only after many, many births in the culture of transcendental knowledge. One may argue that the Vedic activities are based on sacrificial ceremonies. That is true. But all such sacrifices are also meant for realizing the truth about Vāsudeva. Another name of Vāsudeva is Yajña (sacrifice), and in the Bhagavad-gītā it is clearly stated that all sacrifices and all activities are to be conducted for the satisfaction of Yajña, or Viṣṇu, the Personality of Godhead. This is the case also with the yoga systems. Yoga means to get into touch with the Supreme Lord. The process, however, includes several bodily features such as āsana, dhyāna, prāṇāyāma and meditation, and all of them are meant for concentrating upon the localized aspect of Vāsudeva represented as Paramātmā. Paramātmā realization is but partial realization of Vāsudeva, and if one is successful in that attempt, one realizes Vāsudeva in full. But by ill luck most yogīs are stranded by the powers of mysticism achieved through the bodily process. Ill-fated yogīs are given a chance in the next birth by being placed in the families of good learned brāhmaṇas or in the families of rich merchants in order to execute the unfinished task of Vāsudeva realization. If such fortunate brāhmaṇas and sons of rich men properly utilize the chance, they can easily realize Vāsudeva by good association with saintly persons. Unfortunately, such preferred persons are captivated again by material wealth and honor, and thus they practically forget the aim of life. This is also so for the culture of knowledge. According to Bhagavad-gītā there are eighteen items in culturing knowledge. By such culture of knowledge one becomes gradually prideless, devoid of vanity, nonviolent, forbearing, simple, devoted to the great spiritual master, and self-controlled. By culture of knowledge one becomes unattached to hearth and home and becomes conscious of the miseries due to death, birth, old age and disease. And all culture of knowledge culminates in devotional service to the Personality of Godhead, Vāsudeva. Therefore, Vāsudeva is the ultimate aim in culturing all different branches of knowledge. Culture of knowledge leading one to the transcendental plane of meeting Vāsudeva is real knowledge. Physical knowledge in its various branches is condemned in the Bhagavad-gītā as ajñāna, or the opposite of real knowledge. The ultimate aim of physical knowledge is to satisfy the senses, which means prolongation of the term of material existence and thereby continuance of the threefold miseries. So prolonging the miserable life of material existence is nescience. But the same physical knowledge leading to the way of spiritual understanding helps one to end the miserable life of physical existence and to begin the life of spiritual existence on the plane of Vāsudeva. The same applies to all kinds of austerities. Tapasya means voluntary acceptance of bodily pains to achieve some higher end of life. Rāvaṇa and Hiraṇyakaśipu underwent a severe type of bodily torture to achieve the end of sense gratification. Sometimes modern politicians also undergo severe types of austerities to achieve some political end. This is not actually tapasya. One should accept voluntary bodily inconvenience for the sake of knowing Vāsudeva because that is the way of real austerities. Otherwise all forms of austerities are classified as modes of passion and ignorance. Passion and ignorance cannot end the miseries of life. Only the mode of goodness can mitigate the threefold miseries of life. Vasudeva and Devakī, the so-called father and mother of Lord Kṛṣṇa, underwent penances to get Vāsudeva as their son. Lord Śrī Kṛṣṇa is the father of all living beings (Bg. 14.4). Therefore He is the original living being of all other living beings. He is the original eternal enjoyer amongst all other enjoyers. Therefore no one can be His begetting father, as the ignorant may think. Lord Śrī Kṛṣṇa agreed to become the son of Vasudeva and Devakī upon being pleased with their severe austerities. Therefore if any austerities have to be done, they must be done to achieve the end of knowledge, Vāsudeva. Vāsudeva is the original Personality of Godhead, Lord Śrī Kṛṣṇa. As explained before, the original Personality of Godhead expands Himself by innumerable forms. Such expansion of forms is made possible by His various energies. His energies are also multifarious, and His internal energies are superior and external energies inferior in quality. They are explained in the Bhagavad-gītā (7.4-6) as the parā and the aparā prakṛtis. So His expansions of various forms which take place via the internal energies are superior forms, whereas the expansions which take place via the external energies are inferior forms. The living entities are also His expansions. The living entities who are expanded by His internal potency are eternally liberated persons, whereas those who are expanded in terms of the material energies are eternally conditioned souls. Therefore, all culture of knowledge, austerities, sacrifice and activities should be aimed at changing the quality of the influence that is acting upon us. For the present, we are all being controlled by the external energy of the Lord, and just to change the quality of the influence, we must endeavor to cultivate spiritual energy. In the Bhagavad-gītā it is said that those who are mahātmās, or those whose minds have been so broadened as to be engaged in the service of Lord Kṛṣṇa, are under the influence of the internal potency, and the effect is that such broadminded living beings are constantly engaged in the service of the Lord without deviation. That should be the aim of life. And that is the verdict of all the Vedic literatures. No one should bother himself with fruitive activities or dry speculation about transcendental knowledge. Everyone should at once engage himself in the transcendental loving service of the Lord. Nor should one worship different demigods who work as different hands of the Lord for creation, maintenance or destruction of the material world. There are innumerable powerful demigods who look over the external management of the material world. They are all different assisting hands of Lord Vāsudeva. Even Lord Śiva and Lord Brahmā are included in the list of demigods, but Lord Viṣṇu, or Vāsudeva, is always transcendentally situated. Even though He accepts the quality of goodness of the material world, He is still transcendental to all the material modes. The following example will clear that matter more explicitly. In the prison house there are the prisoners and the managers of the prison house. Both the managers and the prisoners are bound by the laws of the king. But even though the king sometimes comes in the prison, he is not bound by the laws of the prison house. The king is therefore always transcendental to the laws of the prison house, as the Lord is always transcendental to the laws of the material world."
    },
    {
        "verse": "30",
        "devanagari": "स एवेदं ससर्जाग्रे भगवानात्ममायया ।सदसद्रूपया चासौ गुणमयागुणो विभु: ॥ ३० ॥",
        "english_devnagari": "sa evedaṁ sasarjāgrebhagavān ātma-māyayāsad-asad-rūpayā cāsauguṇamayāguṇo vibhuḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "idam",
            "sasarja",
            "agre",
            "bhagavān",
            "ātma",
            "māyayā",
            "sat",
            "asat",
            "rūpayā",
            "ca",
            "asau",
            "guṇa",
            "maya",
            "aguṇaḥ",
            "vibhuḥ"
        ],
        "translation": "In the beginning of the material creation, that Absolute Personality of Godhead [Vāsudeva], in His transcendental position, created the energies of cause and effect by His own internal energy.",
        "purport": " The position of the Lord is always transcendental because the causal and effectual energies required for the creation of the material world were also created by Him. He is unaffected, therefore, by the qualities of the material modes. His existence, form, activities and paraphernalia all existed before the material creation.* He is all-spiritual and has nothing to do with the qualities of the material world, which are qualitatively distinct from the spiritual qualities of the Lord."
    },
    {
        "verse": "31",
        "devanagari": "तया विलसितेष्वेषु गुणेषु गुणवानिव ।अन्त:प्रविष्ट आभाति विज्ञानेन विजृम्भित: ॥ ३१ ॥",
        "english_devnagari": "tayā vilasiteṣv eṣuguṇeṣu guṇavān ivaantaḥ-praviṣṭa ābhātivijñānena vijṛmbhitaḥ",
        "verse_Syn": [
            "tayā",
            "vilasiteṣu",
            "eṣu",
            "guṇeṣu",
            "guṇavān",
            "iva",
            "antaḥ",
            "praviṣṭaḥ",
            "ābhāti",
            "vijñānena",
            "vijṛmbhitaḥ"
        ],
        "translation": "After creating the material substance, the Lord [Vāsudeva] expands Himself and enters into it. And although He is within the material modes of nature and appears to be one of the created beings, He is always fully enlightened in His transcendental position.",
        "purport": " The living entities are separated parts and parcels of the Lord, and the conditioned living entities, who are unfit for the spiritual kingdom, are strewn within the material world to enjoy matter to the fullest extent. As Paramātmā and eternal friend of the living entities, the Lord, by one of His plenary portions, accompanies the living entities to guide them in their material enjoyment and to become witness to all activities. While the living entities enjoy the material conditions, the Lord maintains His transcendental position without being affected by the material atmosphere. In the Vedic literatures (śruti) it is said that there are two birds in one tree.* One of them is eating the fruit of the tree, while the other is witnessing the actions. The witness is the Lord, and the fruit-eater is the living entity. The fruit-eater (living entity) has forgotten his real identity and is overwhelmed in the fruitive activities of the material conditions, but the Lord (Paramātmā) is always full in transcendental knowledge. That is the difference between the Supersoul and the conditioned soul. The conditioned soul, the living entity, is controlled by the laws of nature, while the Paramātmā, or the Supersoul, is the controller of the material energy."
    },
    {
        "verse": "32",
        "devanagari": "यथा ह्यवहितो वह्निर्दारुष्वेक: स्वयोनिषु ।नानेव भाति विश्वात्मा भूतेषु च तथा पुमान् ॥ ३२ ॥",
        "english_devnagari": "yathā hy avahito vahnirdāruṣv ekaḥ sva-yoniṣunāneva bhāti viśvātmābhūteṣu ca tathā pumān",
        "verse_Syn": [
            "yathā",
            "hi",
            "avahitaḥ",
            "vahniḥ",
            "dāruṣu",
            "ekaḥ",
            "sva",
            "yoniṣu",
            "nānā",
            "iva",
            "bhāti",
            "viśva",
            "ātmā",
            "bhūteṣu",
            "ca",
            "tathā",
            "pumān"
        ],
        "translation": "The Lord, as Supersoul, pervades all things, just as fire permeates wood, and so He appears to be of many varieties, though He is the absolute one without a second.",
        "purport": " Lord Vāsudeva, the Supreme Personality of Godhead, by one of His plenary parts expands Himself all over the material world, and His existence can be perceived even within the atomic energy. Matter, antimatter, proton, neutron, etc., are all different effects of the Paramātmā feature of the Lord. As from wood, fire can be manifested, or as butter can be churned out of milk, so also the presence of the Lord as Paramātmā can be felt by the process of legitimate hearing and chanting of the transcendental subjects which are especially treated in the Vedic literatures like the Upaniṣads and Vedānta. Śrīmad-Bhāgavatam is the bona fide explanation of these Vedic literatures. The Lord can be realized through the aural reception of the transcendental message, and that is the only way to experience the transcendental subject. As fire is kindled from wood by another fire, the divine consciousness of man can similarly be kindled by another divine grace. His Divine Grace the spiritual master can kindle the spiritual fire from the woodlike living entity by imparting proper spiritual messages injected through the receptive ear. Therefore one is required to approach the proper spiritual master with receptive ears only, and thus divine existence is gradually realized. The difference between animality and humanity lies in this process only. A human being can hear properly, whereas an animal cannot."
    },
    {
        "verse": "33",
        "devanagari": "असौ गुणमयैर्भावैर्भूतसूक्ष्मेन्द्रियात्मभि: ।स्वनिर्मितेषु निर्विष्टो भुङ्क्ते भूतेषु तद्गुणान् ॥ ३३ ॥",
        "english_devnagari": "asau guṇamayair bhāvairbhūta-sūkṣmendriyātmabhiḥsva-nirmiteṣu nirviṣṭobhuṅkte bhūteṣu tad-guṇān",
        "verse_Syn": [
            "asau",
            "guṇa",
            "mayaiḥ",
            "bhāvaiḥ",
            "bhūta",
            "sūkṣma",
            "indriya",
            "ātmabhiḥ",
            "sva",
            "nirmiteṣu",
            "nirviṣṭaḥ",
            "bhuṅkte",
            "bhūteṣu",
            "tat",
            "guṇān"
        ],
        "translation": "The Supersoul enters into the bodies of the created beings who are influenced by the modes of material nature and causes them to enjoy the effects of these modes by the subtle mind.",
        "purport": " There are 8,400,000 species of living beings beginning from the highest intellectual being, Brahmā, down to the insignificant ant, and all of them are enjoying the material world according to the desires of the subtle mind and gross material body. The gross material body is based on the conditions of the subtle mind, and the senses are created according to the desire of the living being. The Lord as Paramātmā helps the living being to get material happiness because the living being is helpless in all respects in obtaining what he desires. He proposes, and the Lord disposes. In another sense, the living beings are parts and parcels of the Lord. They are therefore one with the Lord. In the Bhagavad-gītā the living beings in all varieties of bodies have been claimed by the Lord as His sons. The sufferings and enjoyments of the sons are indirectly the sufferings and enjoyments of the father. Still the father is not in any way affected directly by the suffering and enjoyment of the sons. He is so kind that He constantly remains with the living being as Paramātmā and always tries to convert the living being towards the real happiness."
    },
    {
        "verse": "34",
        "devanagari": "भावयत्येष सत्त्वेन लोकान् वै लोकभावन: ।लीलावतारानुरतो देवतिर्यङ्‍नरादिषु ॥ ३४ ॥",
        "english_devnagari": "bhāvayaty eṣa sattvenalokān vai loka-bhāvanaḥlīlāvatārānuratodeva-tiryaṅ-narādiṣu",
        "verse_Syn": [
            "bhāvayati",
            "eṣaḥ",
            "sattvena",
            "lokān",
            "vai",
            "loka",
            "bhāvanaḥ",
            "līlā",
            "avatāra",
            "anurataḥ",
            "deva",
            "tiryak",
            "nara",
            "ādiṣu"
        ],
        "translation": "Thus the Lord of the universes maintains all planets inhabited by demigods, men and lower animals. Assuming the roles of incarnations, He performs pastimes to reclaim those in the mode of pure goodness.",
        "purport": " There are innumerable material universes, and in each and every universe there are innumerable planets inhabited by different grades of living entities in different modes of nature. The Lord (Viṣṇu) incarnates Himself in each and every one of them and in each and every type of living society. He manifests His transcendental pastimes amongst them just to create the desire to go back to Godhead. The Lord does not change His original transcendental position, but He appears to be differently manifested according to the particular time, circumstances and society. Sometimes He incarnates Himself or empowers a suitable living being to act for Him, but in either case the purpose is the same: the Lord wants the suffering living beings to go back home, back to Godhead. The happiness which the living beings are hankering for is not to be found within any corner of the innumerable universes and material planets. The eternal happiness which the living being wants is obtainable in the kingdom of God, but the forgetful living beings under the influence of the material modes have no information of the kingdom of God. The Lord, therefore, comes to propagate the message of the kingdom of God, either personally as an incarnation or through His bona fide representative as the good son of God. Such incarnations or sons of God are not making propaganda for going back to Godhead only within the human society. Their work is also going on in all types of societies, amongst demigods and those other than human beings."
    }
]