[
    {
        "verse": "1",
        "devanagari": "सूत उवाचतत: परीक्षिद् द्विजवर्यशिक्षयामहीं महाभागवत: शशास ह ।यथा हि सूत्यामभिजातकोविदा:समादिशन् विप्र महद्गुणस्तथा ॥ १ ॥",
        "english_devnagari": "sūta uvācatataḥ parīkṣid dvija-varya-śikṣayāmahīṁ mahā-bhāgavataḥ śaśāsa hayathā hi sūtyām abhijāta-kovidāḥsamādiśan vipra mahad-guṇas tathā",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "tataḥ",
            "parīkṣit",
            "dvija",
            "varya",
            "śikṣayā",
            "mahīm",
            "mahā",
            "bhāgavataḥ",
            "śaśāsa",
            "ha",
            "yathā",
            "hi",
            "sūtyām",
            "abhijāta",
            "kovidāḥ",
            "samādiśan",
            "vipra",
            "mahat",
            "guṇaḥ",
            "tathā"
        ],
        "translation": "Sūta Gosvāmī said: O learned brāhmaṇas, Mahārāja Parīkṣit then began to rule over the world as a great devotee of the Lord under the instructions of the best of the twice-born brāhmaṇas. He ruled by those great qualities which were foretold by expert astrologers at the time of his birth.",
        "purport": " At the time of Mahārāja Parīkṣit’s birth, the expert astrologer-brāhmaṇas foretold some of his qualities. Mahārāja Parīkṣit developed all those qualities, being a great devotee of the Lord. The real qualification is to become a devotee of the Lord, and gradually all the good qualities worthy of possession develop. Mahārāja Parīkṣit was a mahā-bhāgavata, or a first-class devotee, who was not only well versed in the science of devotion but also able to convert others to become devotees by his transcendental instructions. Mahārāja Parīkṣit was, therefore, a devotee of the first order, and thus he used to consult great sages and learned brāhmaṇas, who could advise him by the śāstras how to execute the state administration. Such great kings were more responsible than modern elected executive heads because they obliged the great authorities by following their instructions left in Vedic literatures. There was no need for impractical fools to enact daily a new legislative bill and to conveniently alter it again and again to serve some purpose. The rules and regulations were already set forth by great sages like Manu, Yājñavalkya, Parāśara and other liberated sages, and the enactments were all suitable for all ages in all places. Therefore the rules and regulations were standard and without flaw or defect. Kings like Mahārāja Parīkṣit had their council of advisers, and all the members of that council were either great sages or brāhmaṇas of the first order. They did not accept any salary, nor had they any necessity for such salaries. The state would get the best advice without expenditure. They were themselves sama-darśī, equal to everyone, both man and animal. They would not advise the king to give protection to man and instruct him to kill the poor animals. Such council members were not fools or representatives to compose a fool’s paradise. They were all self-realized souls, and they knew perfectly well how all living beings in the state would be happy, both in this life and in the next. They were not concerned with the hedonistic philosophy of eat, drink, be merry and enjoy. They were philosophers in the real sense, and they knew well what is the mission of human life. Under all these obligations, the advisory council of the king would give correct directions, and the king or executive head, being himself a qualified devotee of the Lord, would scrutinizingly follow them for the welfare of the state. The state in the days of Mahārāja Yudhiṣṭhira or Mahārāja Parīkṣit was a welfare state in the real sense of the term because no one was unhappy in that state, be he man or animal. Mahārāja Parīkṣit was an ideal king for a welfare state of the world."
    },
    {
        "verse": "2",
        "devanagari": "स उत्तरस्य तनयामुपयेम इरावतीम् ।जनमेजयादींश्चतुरस्तस्यामुत्पादयत् सुतान् ॥ २ ॥",
        "english_devnagari": "sa uttarasya tanayāmupayema irāvatīmjanamejayādīṁś caturastasyām utpādayat sutān",
        "verse_Syn": [
            "saḥ",
            "uttarasya",
            "tanayām",
            "upayeme",
            "irāvatīm",
            "janamejaya",
            "ādīn",
            "caturaḥ",
            "tasyām",
            "utpādayat",
            "sutān"
        ],
        "translation": "King Parīkṣit married the daughter of King Uttara and begot four sons, headed by Mahārāja Janamejaya.",
        "purport": " Mahārāja Uttara was the son of Virāṭa and maternal uncle of Mahārāja Parīkṣit. Irāvatī, being the daughter of Mahārāja Uttara, was the cousin-sister of Mahārāja Parīkṣit, but cousin-brothers and -sisters were allowed to get married if they did not belong to the same gotra, or family. In the Vedic system of marriage, the importance of the gotra, or family, was stressed. Arjuna also married Subhadrā, although she was his maternal cousin-sister. Janamejaya: One of the rājarṣi kings and the famous son of Mahārāja Parīkṣit. His mother’s name was Irāvatī, or according to some, Mādravatī. Mahārāja Janamejaya begot two sons of the names Jñātānīka and Śaṅkukarṇa. He celebrated several sacrifices in the Kurukṣetra pilgrimage site, and he had three younger brothers named Śrutasena, Ugrasena and Bhīmasena II. He invaded Takṣaśilā (Ajanta), and he decided to avenge the unlawful curse upon his great father, Mahārāja Parīkṣit. He performed a great sacrifice called Sarpa-yajña, to kill the race of serpents, including the takṣaka, which had bitten his father to death. On request from many influential demigods and sages, he had to change his decision to kill the race of snakes, but despite stopping the sacrifice, he satisfied everyone concerned in the sacrifice by rewarding them properly. In the ceremony, Mahāmuni Vyāsadeva also was present, and he personally narrated the history of the Battle of Kurukṣetra before the King. Later on by the order of Vyāsadeva, his disciple Vaiśampāyana narrated before the King the subject matter of Mahābhārata. He was much affected by his great father’s untimely death and was very anxious to see him again, and he expressed his desire before the great sage Vyāsadeva. Vyāsadeva also fulfilled his desire. His father was present before him, and he worshiped both his father and Vyāsadeva with great respect and pomp. Being fully satisfied, he most munificently gave charity to the brāhmaṇas present at the sacrifice."
    },
    {
        "verse": "3",
        "devanagari": "आजहाराश्वमेधांस्त्रीन् गङ्गायां भूरिदक्षिणान् ।शारद्वतं गुरुं कृत्वा देवा यत्राक्षिगोचरा: ॥ ३ ॥",
        "english_devnagari": "ājahārāśva-medhāṁs trīngaṅgāyāṁ bhūri-dakṣiṇānśāradvataṁ guruṁ kṛtvādevā yatrākṣi-gocarāḥ",
        "verse_Syn": [
            "ājahāra",
            "aśva",
            "medhān",
            "trīn",
            "gaṅgāyām",
            "bhūri",
            "dakṣiṇān",
            "śāradvatam",
            "gurum",
            "kṛtvā",
            "devāḥ",
            "yatra",
            "akṣi",
            "gocarāḥ"
        ],
        "translation": "Mahārāja Parīkṣit, after having selected Kṛpācārya for guidance as his spiritual master, performed three horse sacrifices on the banks of the Ganges. These were executed with sufficient rewards for the attendants. And at these sacrifices, even the common man could see demigods.",
        "purport": " It appears from this verse that interplanetary travel by the denizens of higher planets is easy. In many statements in Bhāgavatam, we have observed that the demigods from heaven used to visit this earth to attend sacrifices performed by influential kings and emperors. Herein also we find that during the time of the horse sacrifice ceremony of Mahārāja Parīkṣit, the demigods from other planets were visible even to the common man, due to the sacrificial ceremony. The demigods are not generally visible to common men, as the Lord is not visible. But as the Lord, by His causeless mercy, descends to be visible to the common man, similarly the demigods also become visible to the common man by their own grace. Although celestial beings are not visible to the naked eyes of the inhabitants of this earth, it was due to the influence of Mahārāja Parīkṣit that the demigods also agreed to be visible. The kings used to spend lavishly during such sacrifices, as a cloud distributes rains. A cloud is nothing but another form of water, or, in other words, the waters of the earth transform into clouds. Similarly, the charity made by the kings in such sacrifices was but another form of the taxes collected from the citizens. But, as the rains fall down very lavishly and appear to be more than necessary, the charity made by such kings also seems to be more than what the citizen needs. Satisfied citizens will never organize agitation against the king, and thus there was no need in changing the monarchial state. Even for a king like Mahārāja Parīkṣit there was need of a spiritual master for guidance. Without such guidance one cannot make progress in spiritual life. The spiritual master must be bona fide, and one who wants to have self-realization must approach and take shelter of a bona fide spiritual master to achieve real success."
    },
    {
        "verse": "4",
        "devanagari": "निजग्राहौजसा वीर: कलिं दिग्विजये क्‍वचित् ।नृपलिङ्गधरं शूद्रं घ्नन्तं गोमिथुनं पदा ॥ ४ ॥",
        "english_devnagari": "nijagrāhaujasā vīraḥkaliṁ digvijaye kvacitnṛpa-liṅga-dharaṁ śūdraṁghnantaṁ go-mithunaṁ padā",
        "verse_Syn": [
            "nijagrāha",
            "ojasā",
            "vīraḥ",
            "kalim",
            "digvijaye",
            "kvacit",
            "nṛpa",
            "liṅga",
            "dharam",
            "śūdram",
            "ghnantam",
            "go",
            "mithunam",
            "padā"
        ],
        "translation": "Once, when Mahārāja Parīkṣit was on his way to conquer the world, he saw the master of Kali-yuga, who was lower than a śūdra, disguised as a king and hurting the legs of a cow and bull. The King at once caught hold of him to deal sufficient punishment.",
        "purport": " The purpose of a king’s going out to conquer the world is not for self-aggrandizement. Mahārāja Parīkṣit went out to conquer the world after his ascendance to the throne, but this was not for the purpose of aggression on other states. He was the Emperor of the world, and all small states were already under his regime. His purpose in going out was to see how things were going on in terms of the godly state. The king, being the representative of the Lord, has to execute the will of the Lord duly. There is no question of self-aggrandizement. Thus as soon as Mahārāja Parīkṣit saw that a lower-class man in the dress of a king was hurting the legs of a cow and a bull, at once he arrested and punished him. The king cannot tolerate insults to the most important animal, the cow, nor can he tolerate disrespect for the most important man, the brāhmaṇa. Human civilization means to advance the cause of brahminical culture, and to maintain it, cow protection is essential. There is a miracle in milk, for it contains all the necessary vitamins to sustain human physiological conditions for higher achievements. Brahminical culture can advance only when man is educated to develop the quality of goodness, and for this there is a prime necessity of food prepared with milk, fruits and grains. Mahārāja Parīkṣit was astonished to see that a black śūdra, dressed like a ruler, was mistreating a cow, the most important animal in human society. The Age of Kali means mismanagement and quarrel. And the root cause of all mismanagement and quarrel is that worthless men with the modes of lower-class men, who have no higher ambition in life, come to the helm of the state management. Such men at the post of a king are sure to first hurt the cow and the brahminical culture, thereby pushing all society towards hell. Mahārāja Parīkṣit, trained as he was, got the scent of this root cause of all quarrel in the world. Thus he wanted to stop it in the very beginning."
    },
    {
        "verse": "5",
        "devanagari": "शौनक उवाचकस्य हेतोर्निजग्राह कलिं दिग्विजये नृप: ।नृदेवचिह्नधृक्‍शूद्रकोऽसौ गां य: पदाहनत् ।तत्कथ्यतां महाभाग यदि कृष्णकथाश्रयम् ॥ ५ ॥",
        "english_devnagari": "śaunaka uvācakasya hetor nijagrāhakaliṁ digvijaye nṛpaḥnṛdeva-cihna-dhṛk śūdra-ko ’sau gāṁ yaḥ padāhanattat kathyatāṁ mahā-bhāgayadi kṛṣṇa-kathāśrayam",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "kasya",
            "hetoḥ",
            "nijagrāha",
            "kalim",
            "digvijaye",
            "nṛpaḥ",
            "nṛ",
            "deva",
            "cihna",
            "dhṛk",
            "śūdrakaḥ",
            "asau",
            "gām",
            "yaḥ",
            "padā",
            "ahanat",
            "tat",
            "kathyatām",
            "mahā",
            "bhāga",
            "yadi",
            "kṛṣṇa",
            "kathā",
            "āśrayam"
        ],
        "translation": "Śaunaka Ṛṣi inquired: Why did Mahārāja Parīkṣit simply punish him, since he was the lowest of the śūdras, having dressed as a king and having struck a cow on the leg? Please describe all these incidents if they relate to the topics of Lord Kṛṣṇa.",
        "purport": " Śaunaka and the ṛṣis were astonished to hear that the pious Mahārāja Parīkṣit simply punished the culprit and did not kill him. This suggests that a pious king like Mahārāja Parīkṣit should have at once killed an offender who wanted to cheat the public by dressing like a king and at the same time daring to insult the purest of the animals, a cow. The ṛṣis in those days, however, could not even imagine that in the advanced days of the Age of Kali the lowest of the śūdras will be elected as administrators and will open organized slaughterhouses for killing cows. Anyway, although hearing about a śūdraka who was a cheat and insulter of a cow was not very interesting to the great ṛṣis, they nevertheless wanted to hear about it to see if the event had any connection with Lord Kṛṣṇa. They were simply interested in the topics of Lord Kṛṣṇa, for anything that is dovetailed with the narration of Kṛṣṇa is worth hearing. There are many topics in the Bhāgavatam about sociology, politics, economics, cultural affairs, etc., but all of them are in relation with Kṛṣṇa, and therefore all of them are worth hearing. Kṛṣṇa is the purifying ingredient in all matters, regardless of what they are. In the mundane world, everything is impure due to its being a product of the three mundane qualities. The purifying agent, however, is Kṛṣṇa."
    },
    {
        "verse": "6",
        "devanagari": "अथवास्य पदाम्भोजमकरन्दलिहां सताम् ।किमन्यैरसदालापैरायुषो यदसद्व्यय: ॥ ६ ॥",
        "english_devnagari": "athavāsya padāmbhoja-makaranda-lihāṁ satāmkim anyair asad-ālāpairāyuṣo yad asad-vyayaḥ",
        "verse_Syn": [
            "athavā",
            "asya",
            "pada",
            "ambhoja",
            "makaranda",
            "lihām",
            "satām",
            "kim",
            "anyaiḥ",
            "asat",
            "ālāpaiḥ",
            "āyuṣaḥ",
            "yat",
            "asat",
            "vyayaḥ"
        ],
        "translation": "The devotees of the Lord are accustomed to licking up the honey available from the lotus feet of the Lord. What is the use of topics which simply waste one’s valuable life?",
        "purport": " Lord Kṛṣṇa and His devotees are both on the transcendental plane; therefore the topics of Lord Kṛṣṇa and of His pure devotees are equally good. The Battle of Kurukṣetra is full of politics and diplomacy, but because the topics are related with Lord Kṛṣṇa, the Bhagavad-gītā is therefore adored all over the world. There is no need to eradicate politics, economics, sociology, etc., which are mundane to the mundaners. To a pure devotee, who is actually related with the Lord, such mundane things are transcendental if dovetailed with the Lord or with His pure devotees. We have heard and talked about the activities of the Pāṇḍavas, and we now are dealing with the topics of Mahārāja Parīkṣit, but because all these topics are related to the Lord Śrī Kṛṣṇa, they are all transcendental, and pure devotees have great interest in hearing them. We have already discussed this matter in connection with the prayers of Bhīṣmadeva. Our duration of life is not very long, and there is no certainty of when we shall be ordered to leave everything for the next stage. Thus it is our duty to see that not a moment of our life is wasted in topics which are not related with Lord Kṛṣṇa. Any topic, however pleasant, is not worth hearing if it is devoid of its relation to Kṛṣṇa. The spiritual planet, Goloka Vṛndāvana, the eternal abode of Lord Kṛṣṇa, is shaped like the whorl of a lotus flower. Even when the Lord descends to any one of the mundane planets, He does so by manifesting His own abode as it is. Thus His feet remain always on the same big whorl of the lotus flower. His feet are also as beautiful as the lotus flower. Therefore it is said that Lord Kṛṣṇa has lotus feet. A living being is eternal by constitution. He is, so to speak, in the whirlpool of birth and death due to his contact with material energy. Freed from such material energy, a living entity is liberated and is eligible to return home, back to Godhead. Those who want to live forever without changing their material bodies should not waste valuable time with topics other than those relating to Lord Kṛṣṇa and His devotees."
    },
    {
        "verse": "7",
        "devanagari": "क्षुद्रायुषां नृणामङ्ग मर्त्यानामृतमिच्छताम् ।इहोपहूतो भगवान्मृत्यु: शामित्रकर्मणि ॥ ७ ॥",
        "english_devnagari": "kṣudrāyuṣāṁ nṛṇām aṅgamartyānām ṛtam icchatāmihopahūto bhagavānmṛtyuḥ śāmitra-karmaṇi",
        "verse_Syn": [
            "kṣudra",
            "āyuṣām",
            "nṛṇām",
            "aṅga",
            "martyānām",
            "ṛtam",
            "icchatām",
            "iha",
            "upahūtaḥ",
            "bhagavān",
            "mṛtyuḥ",
            "śāmitra",
            "karmaṇi"
        ],
        "translation": "O Sūta Gosvāmī, there are those amongst men who desire freedom from death and get eternal life. They escape the slaughtering process by calling the controller of death, Yamarāja.",
        "purport": " The living entity, as he develops from lower animal life to a higher human being and gradually to higher intelligence, becomes anxious to get free from the clutches of death. Modern scientists try to avoid death by physiochemical advancement of knowledge, but alas, the controller of death, Yamarāja, is so cruel that he does not spare even the very life of the scientist himself. The scientist, who puts forward the theory of stopping death by advancement of scientific knowledge, becomes himself a victim of death when he is called by Yamarāja. What to speak of stopping death, no one can enhance the short period of life even by a fraction of a moment. The only hope of suspending the cruel slaughtering process of Yamarāja is to call him to hear and chant the holy name of the Lord. Yamarāja is a great devotee of the Lord, and he likes to be invited to kīrtanas and sacrifices by the pure devotees, who are constantly engaged in the devotional service of the Lord. Thus the great sages, headed by Śaunaka and others, invited Yamarāja to attend the sacrifice performed at Naimiṣāraṇya. This was good for those who did not want to die."
    },
    {
        "verse": "8",
        "devanagari": "न कश्चिन्म्रियते तावद् यावदास्त इहान्तक: ।एतदर्थं हि भगवानाहूत: परमर्षिभि: ।अहो नृलोके पीयेत हरिलीलामृतं वच: ॥ ८ ॥",
        "english_devnagari": "na kaścin mriyate tāvadyāvad āsta ihāntakaḥetad-arthaṁ hi bhagavānāhūtaḥ paramarṣibhiḥaho nṛ-loke pīyetahari-līlāmṛtaṁ vacaḥ",
        "verse_Syn": [
            "na",
            "kaścit",
            "mriyate",
            "tāvat",
            "yāvat",
            "āste",
            "iha",
            "antakaḥ",
            "etat",
            "artham",
            "hi",
            "bhagavān",
            "āhūtaḥ",
            "parama",
            "ṛṣibhiḥ",
            "aho",
            "nṛ",
            "loke",
            "pīyeta",
            "hari",
            "līlā",
            "amṛtam",
            "vacaḥ"
        ],
        "translation": "As long as Yamarāja, who causes everyone’s death, is present here, no one shall meet with death. The great sages have invited the controller of death, Yamarāja, who is the representative of the Lord. Living beings who are under his grip should take advantage by hearing the deathless nectar in the form of this narration of the transcendental pastimes of the Lord.",
        "purport": " Every human being dislikes meeting death, but he does not know how to get rid of death. The surest remedy for avoiding death is to accustom oneself to hearing the nectarean pastimes of the Lord as they are systematically narrated in the text of Śrīmad-Bhāgavatam. It is advised herein, therefore, that any human being who desires freedom from death should take to this course of life as recommended by the ṛṣis headed by Śaunaka."
    },
    {
        "verse": "9",
        "devanagari": "मन्दस्य मन्दप्रज्ञस्य वयो मन्दायुषश्च वै ।निद्रया ह्रियते नक्तं दिवा च व्यर्थकर्मभि: ॥ ९ ॥",
        "english_devnagari": "mandasya manda-prajñasyavayo mandāyuṣaś ca vainidrayā hriyate naktaṁdivā ca vyartha-karmabhiḥ",
        "verse_Syn": [
            "mandasya",
            "manda",
            "prajñasya",
            "vayaḥ",
            "manda",
            "āyuṣaḥ",
            "ca",
            "vai",
            "nidrayā",
            "hriyate",
            "naktam",
            "divā",
            "ca",
            "vyartha",
            "karmabhiḥ"
        ],
        "translation": "Lazy human beings with paltry intelligence and a short duration of life pass the night sleeping and the day performing activities that are for naught.",
        "purport": " The less intelligent do not know the real value of the human form of life. The human form is a special gift of material nature in the course of her enforcing stringent laws of miseries upon the living being. It is a chance to achieve the highest boon of life, namely to get out of the entanglement of repeated birth and death. The intelligent take care of this important gift by strenuously endeavoring to get out of the entanglement. But the less intelligent are lazy and unable to evaluate the gift of the human body to achieve liberation from the material bondage; they become more interested in so-called economic development and work very hard throughout life simply for the sense enjoyment of the temporary body. Sense enjoyment is also allowed to the lower animals by the law of nature, and thus a human being is also destined to a certain amount of sense enjoyment according to his past or present life. But one should definitely try to understand that sense enjoyment is not the ultimate goal of human life. Herein it is said that during the daytime one works “for nothing” because the aim is nothing but sense enjoyment. We can particularly observe how the human being is engaged for nothing in the great cities and industrial towns. There are so many things manufactured by human energy, but they are all meant for sense enjoyment, and not for getting out of material bondage. And after working hard during the daytime, a tired man either sleeps or engages in sex habits at night. That is the program of materialistic civilized life for the less intelligent. Therefore they are designated herein as lazy, unfortunate and short-lived."
    },
    {
        "verse": "10",
        "devanagari": "सूत उवाचयदा परीक्षित् कुरुजाङ्गलेऽवसत्कलिं प्रविष्टं निजचक्रवर्तिते ।निशम्य वार्तामनतिप्रियां तत:शरासनं संयुगशौण्डिराददे ॥ १० ॥",
        "english_devnagari": "sūta uvācayadā parīkṣit kuru-jāṅgale ’vasatkaliṁ praviṣṭaṁ nija-cakravartiteniśamya vārtām anatipriyāṁ tataḥśarāsanaṁ saṁyuga-śauṇḍir ādade",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "yadā",
            "parīkṣit",
            "kuru",
            "jāṅgale",
            "avasat",
            "kalim",
            "praviṣṭam",
            "nija",
            "cakravartite",
            "niśamya",
            "vārtām",
            "anati",
            "priyām",
            "tataḥ",
            "śarāsanam",
            "saṁyuga",
            "śauṇḍiḥ",
            "ādade"
        ],
        "translation": "Sūta Gosvāmī said: While Mahārāja Parīkṣit was residing in the capital of the Kuru empire, the symptoms of the Age of Kali began to infiltrate within the jurisdiction of his state. When he learned about this, he did not think the matter very palatable. This did, however, give him a chance to fight. He took up his bow and arrows and prepared himself for military activities.",
        "purport": " The state administration of Mahārāja Parīkṣit was so perfect that he was sitting in his capital peacefully. But he got the news that the symptoms of the Age of Kali had already infiltrated into the jurisdiction of his state, and he did not like this news. What are the symptoms of the Age of Kali? They are (1) illicit connection with women, (2) indulgence in meat-eating, (3) intoxication and (4) taking pleasure in gambling. The Age of Kali literally means the age of quarrel, and the above-mentioned four symptoms in human society are the root causes for all kinds of quarrel. Mahārāja Parīkṣit heard that some of the people of the state had already taken to those symptoms, and he wanted to take immediate steps against such causes of unrest. This means that at least up to the regime of Mahārāja Parīkṣit, such symptoms of public life were practically unknown, and as soon as they were slightly detected, he wanted to root them out. The news was not palatable for him, but in a way it was, because Mahārāja Parīkṣit got a chance to fight. There was no need to fight with small states because everyone was peacefully under his subordination, but the Kali-yuga miscreants gave his fighting spirit a chance for exhibition. A perfect kṣatriya king is always jubilant as soon as he gets a chance to fight, just as a sportsman is eager when there is a chance for a sporting match. It is no argument that in the Age of Kali such symptoms are predestined. If so, then why was there preparation for fighting out such symptoms? Such arguments are offered by lazy and unfortunate men. In the rainy season, rain is predestined, and yet people take precautions to protect themselves. Similarly, in the Age of Kali the symptoms as above mentioned are sure to infiltrate into social life, but it is the duty of the state to save the citizens from the association of the agents of the Age of Kali. Mahārāja Parīkṣit wanted to punish the miscreants indulging in the symptoms of Kali, and thus save the innocent citizens who were pure in habit by culture of religion. It is the duty of the king to give such protection, and Mahārāja Parīkṣit was perfectly right when he prepared himself to fight."
    },
    {
        "verse": "11",
        "devanagari": "स्वलङ्‍कृतं श्यामतुरङ्गयोजितंरथं मृगेन्द्रध्वजमाश्रित: पुरात् ।वृतो रथाश्वद्विपपत्तियुक्तयास्वसेनया दिग्विजयाय निर्गत: ॥ ११ ॥",
        "english_devnagari": "svalaṅkṛtaṁ śyāma-turaṅga-yojitaṁrathaṁ mṛgendra-dhvajam āśritaḥ purātvṛto rathāśva-dvipapatti-yuktayāsva-senayā digvijayāya nirgataḥ",
        "verse_Syn": [
            "su",
            "alaṅkṛtam",
            "śyāma",
            "turaṅga",
            "yojitam",
            "ratham",
            "mṛga",
            "indra",
            "dhvajam",
            "āśritaḥ",
            "purāt",
            "vṛtaḥ",
            "ratha",
            "aśva",
            "dvipapatti",
            "yuktayā",
            "sva",
            "senayā",
            "digvijayāya",
            "nirgataḥ"
        ],
        "translation": "Mahārāja Parīkṣit sat on a chariot drawn by black horses. His flag was marked with the sign of a lion. Being so decorated and surrounded by charioteers, cavalry, elephants and infantry soldiers, he left the capital to conquer in all directions.",
        "purport": " Mahārāja Parīkṣit is distinguished from his grandfather Arjuna, for black horses pulled his chariot instead of white horses. He marked his flag with the mark of a lion, and his grandfather marked his with the mark of Hanumānjī. A royal procession like that of Mahārāja Parīkṣit surrounded by well-decorated chariots, cavalry, elephants, infantry and band not only is pleasing to the eyes, but also is a sign of a civilization that is aesthetic even on the fighting front."
    },
    {
        "verse": "12",
        "devanagari": "भद्राश्वं केतुमालं च भारतं चोत्तरान् कुरून् ।किम्पुरुषादीनि वर्षाणि विजित्य जगृहे बलिम् ॥ १२ ॥",
        "english_devnagari": "bhadrāśvaṁ ketumālaṁ cabhārataṁ cottarān kurūnkimpuruṣādīni varṣāṇivijitya jagṛhe balim",
        "verse_Syn": [
            "bhadrāśvam",
            "ketumālam",
            "ca",
            "bhāratam",
            "ca",
            "uttarān",
            "kurūn",
            "kimpuruṣa",
            "ādīni",
            "varṣāṇi",
            "vijitya",
            "jagṛhe",
            "balim"
        ],
        "translation": "Mahārāja Parīkṣit then conquered all parts of the earthly planet — Bhadrāśva, Ketumāla, Bhārata, the northern Kuru, Kimpuruṣa, etc. — and exacted tributes from their respective rulers.",
        "purport": " Bhadrāśva: It is a tract of land near Meru Parvata, and it extends from Gandha-mādana Parvata to the saltwater ocean. There is a description of this varṣa in the Mahābhārata (Bhīṣma-parva 7.14-18). The description was narrated by Sañjaya to Dhṛtarāṣṭra. Mahārāja Yudhiṣṭhira also conquered this varṣa, and thus the province was included within the jurisdiction of his empire. Mahārāja Parīkṣit was formerly declared to be the emperor of all lands ruled by his grandfather, but still he had to establish his supremacy while he was out of his capital to exact tribute from such states. Ketumāla: This earth planet is divided into seven dvīpas by seven oceans, and the central dvīpa, called Jambūdvīpa, is divided into nine varṣas, or parts, by eight huge mountains. Bhārata-varṣa is one of the above-mentioned nine varṣas, and Ketumāla is also described as one of the above varṣas. It is said that in Ketumāla varṣa, women are the most beautiful. This varṣa was conquered by Arjuna also. A description of this part of the world is available in the Mahābhārata (Sabhā 28.6). It is said that this part of the world is situated on the western side of the Meru Parvata, and inhabitants of this province used to live up to ten thousand years (Bhīṣma-parva 6.31). Human beings living in this part of the globe are of golden color, and the women resemble the angels of heaven. The inhabitants are free from all kinds of diseases and grief. Bhārata-varṣa: This part of the world is also one of the nine varṣas of the Jambūdvīpa. A description of Bhārata-varṣa is given in the Mahābhārata (Bhīṣma-parva, Chapters 9 and 10). In the center of Jambūdvīpa is Ilāvṛta-varṣa, and south of Ilāvṛta-varṣa is Hari-varṣa. The description of these varṣas is given in the Mahābhārata (Sabhā-parva 28.7-8) as follows: It is mentioned here that the women in both these varṣas are beautiful, and some of them are equal to the Apsarās, or heavenly women. Uttarakuru: According to Vedic geography the northernmost portion of Jambūdvīpa is called Uttarakuru-varṣa. It is surrounded by the saltwater ocean from three sides and divided by Śṛṅgavān Mountain from the Hiraṇmaya-varṣa. Kimpuruṣa-varṣa: It is stated to be situated north of the great Himālaya Mountain, which is eighty thousand miles in length and height and which covers sixteen thousand miles in width. These parts of the world were also conquered by Arjuna (Sabhā 28.1-2). The Kimpuruṣas are descendants of a daughter of Dakṣa. When Mahārāja Yudhiṣṭhira performed a horse sacrifice yajña, the inhabitants of these countries were also present to take part in the festival, and they paid tributes to the Emperor. This part of the world is called Kimpuruṣa-varṣa, or sometimes the Himālayan provinces (Himavatī). It is said that Śukadeva Gosvāmī was born in these Himālayan provinces and that he came to Bhārata-varṣa after crossing the Himālayan countries. In other words, Mahārāja Parīkṣit conquered all the world. He conquered all the continents adjoining all the seas and oceans in all directions, namely the eastern, western, northern and southern parts of the world."
    },
    {
        "verse": "13-15",
        "devanagari": "तत्र तत्रोपश‍ृण्वान: स्वपूर्वेषां महात्मनाम् ।प्रगीयमाणं च यश: कृष्णमाहात्म्यसूचकम् ॥ १३ ॥आत्मानं च परित्रातमश्वत्थाम्नोऽस्त्रतेजस: ।स्‍नेहं च वृष्णिपार्थानां तेषां भक्तिं च केशवे ॥ १४ ॥तेभ्य: परमसन्तुष्ट: प्रीत्युज्जृम्भितलोचन: ।महाधनानि वासांसि ददौ हारान् महामना: ॥ १५ ॥",
        "english_devnagari": "tatra tatropaśṛṇvānaḥsva-pūrveṣāṁ mahātmanāmpragīyamāṇaṁ ca yaśaḥkṛṣṇa-māhātmya-sūcakam",
        "verse_Syn": [
            "tatra",
            "tatra",
            "upaśṛṇvānaḥ",
            "sva",
            "pūrveṣām",
            "mahā",
            "ātmanām",
            "pragīyamāṇam",
            "ca",
            "yaśaḥ",
            "kṛṣṇa",
            "māhātmya",
            "sūcakam",
            "ātmānam",
            "ca",
            "paritrātam",
            "aśvatthāmnaḥ",
            "astra",
            "tejasaḥ",
            "sneham",
            "ca",
            "vṛṣṇi",
            "pārthānām",
            "teṣām",
            "bhaktim",
            "ca",
            "keśave",
            "tebhyaḥ",
            "parama",
            "santuṣṭaḥ",
            "prīti",
            "ujjṛmbhita",
            "locanaḥ",
            "mahā",
            "dhanāni",
            "vāsāṁsi",
            "dadau",
            "hārān",
            "mahā",
            "manāḥ"
        ],
        "translation": "Wherever the King visited, he continuously heard the glories of his great forefathers, who were all devotees of the Lord, and also of the glorious acts of Lord Kṛṣṇa. He also heard how he himself had been protected by the Lord from the powerful heat of the weapon of Aśvatthāmā. People also mentioned the great affection between the descendants of Vṛṣṇi and Pṛthā due to the latter’s great devotion to Lord Keśava. The King, being very pleased with the singers of such glories, opened his eyes in great satisfaction. Out of magnanimity he was pleased to award them very valuable necklaces and clothing.",
        "purport": " Kings and great personalities of the state are presented with welcome addresses. This is a system from time immemorial, and Mahārāja Parīkṣit, since he was one of the well-known emperors of the world, was also presented with addresses of welcome in all parts of the world as he visited those places. The subject matter of those welcome addresses was Kṛṣṇa. Kṛṣṇa means Kṛṣṇa and His eternal devotees, as the king means the king and his confidential associates. Kṛṣṇa and His unalloyed devotees cannot be separated, and therefore glorifying the devotee means glorifying the Lord and vice versa. Mahārāja Parīkṣit would not have been glad to hear about the glories of his forefathers like Mahārāja Yudhiṣṭhira and Arjuna had they not been connected with the acts of Lord Kṛṣṇa. The Lord descends specifically to deliver His devotees (paritrāṇāya sādhūnām). The devotees are glorified by the presence of the Lord because they cannot live for a moment without the presence of the Lord and His different energies. The Lord is present for the devotee by His acts and glories, and therefore Mahārāja Parīkṣit felt the presence of the Lord when He was glorified by His acts, especially when he was saved by the Lord in the womb of his mother. The devotees of the Lord are never in danger, but in the material world which is full of dangers at every step, the devotees are apparently placed into dangerous positions, and when they are saved by the Lord, the Lord is glorified. Lord Kṛṣṇa would not have been glorified as the speaker of the Bhagavad-gītā had His devotees like the Pāṇḍavas not been entangled in the Battlefield of Kurukṣetra. All such acts of the Lord were mentioned in the addresses of welcome, and Mahārāja Parīkṣit, in full satisfaction, rewarded those who presented such addresses. The difference between the presentation of welcome addresses today and in those days is that formerly the welcome addresses were presented to a person like Mahārāja Parīkṣit. The welcome addresses were full of facts and figures, and those who presented such addresses were sufficiently rewarded, whereas in the present days the welcome addresses are presented not always with factual statements but to please the post holder, and often they are full of flattering lies. And rarely are those who present such welcome addresses rewarded by the poor receiver."
    },
    {
        "verse": "16",
        "devanagari": "सारथ्यपारषदसेवनसख्यदौत्य-वीरासनानुगमनस्तवनप्रणामान् ।स्‍निग्धेषु पाण्डुषु जगत्प्रणतिं च विष्णो-र्भक्तिं करोति नृपतिश्चरणारविन्दे ॥ १६ ॥",
        "english_devnagari": "sārathya-pāraṣada-sevana-sakhya-dautya-vīrāsanānugamana-stavana-praṇāmānsnigdheṣu pāṇḍuṣu jagat-praṇatiṁ ca viṣṇorbhaktiṁ karoti nṛ-patiś caraṇāravinde",
        "verse_Syn": [
            "sārathya",
            "pāraṣada",
            "sevana",
            "sakhya",
            "dautya",
            "vīra",
            "āsana",
            "anugamana",
            "stavana",
            "praṇāmān",
            "snigdheṣu",
            "pāṇḍuṣu",
            "jagat",
            "praṇatim",
            "ca",
            "viṣṇoḥ",
            "bhaktim",
            "karoti",
            "nṛ",
            "patiḥ",
            "caraṇa",
            "aravinde"
        ],
        "translation": "Mahārāja Parīkṣit heard that out of His causeless mercy Lord Kṛṣṇa [Viṣṇu], who is universally obeyed, rendered all kinds of service to the malleable sons of Pāṇḍu by accepting posts ranging from chariot driver to president to messenger, friend, night watchman, etc., according to the will of the Pāṇḍavas, obeying them like a servant and offering obeisances like one younger in years. When he heard this, Mahārāja Parīkṣit became overwhelmed with devotion to the lotus feet of the Lord.",
        "purport": " Lord Kṛṣṇa is everything to the unalloyed devotees like the Pāṇḍavas. The Lord was for them the Supreme Lord, the spiritual master, the worshipable Deity, the guide, the chariot driver, the friend, the servant, the messenger and everything they could conceive of. And thus the Lord also reciprocated the feelings of the Pāṇḍavas. Mahārāja Parīkṣit, as a pure devotee of the Lord, could appreciate the Lord’s transcendental reciprocation of the feelings of His devotees, and thus he himself also was overwhelmed with the dealings of the Lord. Simply by appreciating the dealings of the Lord with His pure devotees, one can attain salvation. The Lord’s dealings with His devotees appear to be ordinary human dealings, but one who knows them in truth becomes at once eligible to go back home, back to Godhead. The Pāṇḍavas were so malleable to the will of the Lord that they could sacrifice any amount of energy for the service of the Lord, and by such unalloyed determination they could secure the Lord’s mercy in any shape they desired."
    },
    {
        "verse": "17",
        "devanagari": "तस्यैवं वर्तमानस्य पूर्वेषां वृत्तिमन्वहम् ।नातिदूरे किलाश्चर्यं यदासीत् तन्निबोध मे ॥ १७ ॥",
        "english_devnagari": "tasyaivaṁ vartamānasyapūrveṣāṁ vṛttim anvahamnātidūre kilāścaryaṁyad āsīt tan nibodha me",
        "verse_Syn": [
            "tasya",
            "evam",
            "vartamānasya",
            "pūrveṣām",
            "vṛttim",
            "anvaham",
            "na",
            "ati",
            "dūre",
            "kila",
            "āścaryam",
            "yat",
            "āsīt",
            "tat",
            "nibodha",
            "me"
        ],
        "translation": "Now you may hear from me of what happened while Mahārāja Parīkṣit was passing his days hearing of the good occupations of his forefathers and being absorbed in thought of them.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "धर्म: पदैकेन चरन् विच्छायामुपलभ्य गाम् ।पृच्छति स्माश्रुवदनां विवत्सामिव मातरम् ॥ १८ ॥",
        "english_devnagari": "dharmaḥ padaikena caranvicchāyām upalabhya gāmpṛcchati smāśru-vadanāṁvivatsām iva mātaram",
        "verse_Syn": [
            "dharmaḥ",
            "padā",
            "ekena",
            "caran",
            "vicchāyām",
            "upalabhya",
            "gām",
            "pṛcchati",
            "sma",
            "aśru",
            "vadanām",
            "vivatsām",
            "iva",
            "mātaram"
        ],
        "translation": "The personality of religious principles, Dharma, was wandering about in the form of a bull. And he met the personality of earth in the form of a cow who appeared to grieve like a mother who had lost her child. She had tears in her eyes, and the beauty of her body was lost. Thus Dharma questioned the earth as follows.",
        "purport": " The bull is the emblem of the moral principle, and the cow is the representative of the earth. When the bull and the cow are in a joyful mood, it is to be understood that the people of the world are also in a joyful mood. The reason is that the bull helps production of grains in the agricultural field, and the cow delivers milk, the miracle of aggregate food values. The human society, therefore, maintains these two important animals very carefully so that they can wander everywhere in cheerfulness. But at the present moment in this Age of Kali both the bull and the cow are now being slaughtered and eaten up as foodstuff by a class of men who do not know the brahminical culture. The bull and the cow can be protected for the good of all human society simply by the spreading of brahminical culture as the topmost perfection of all cultural affairs. By advancement of such culture, the morale of society is properly maintained, and so peace and prosperity are also attained without extraneous effort. When brahminical culture deteriorates, the cow and bull are mistreated, and the resultant actions are prominent by the following symptoms."
    },
    {
        "verse": "19",
        "devanagari": "धर्म उवाचकच्चिद्भद्रेऽनामयमात्मनस्तेविच्छायासि म्‍लायतेषन्मुखेन ।आलक्षये भवतीमन्तराधिंदूरे बन्धुं शोचसि कञ्चनाम्ब ॥ १९ ॥",
        "english_devnagari": "dharma uvācakaccid bhadre ’nāmayam ātmanas tevicchāyāsi mlāyateṣan mukhenaālakṣaye bhavatīm antarādhiṁdūre bandhuṁ śocasi kañcanāmba",
        "verse_Syn": [
            "dharmaḥ",
            "uvāca",
            "kaccit",
            "bhadre",
            "anāmayam",
            "ātmanaḥ",
            "te",
            "vicchāyā",
            "asi",
            "mlāyatā",
            "īṣat",
            "mukhena",
            "ālakṣaye",
            "bhavatīm",
            "antarādhim",
            "dūre",
            "bandhum",
            "śocasi",
            "kañcana",
            "amba"
        ],
        "translation": "Dharma [in the form of a bull] asked: Madam, are you not hale and hearty? Why are you covered with the shadow of grief? It appears by your face that you have become black. Are you suffering from some internal disease, or are you thinking of some relative who is away in a distant place?",
        "purport": " The people of the world in this Age of Kali are always full of anxieties. Everyone is diseased with some kind of ailment. From the very faces of the people of this age, one can find out the index of the mind. Everyone feels the absence of his relative who is away from home. The particular symptom of the Age of Kali is that no family is now blessed to live together. To earn a livelihood, the father lives at a place far away from the son, or the wife lives far away from the husband and so on. There are sufferings from internal diseases, separation from those near and dear, and anxieties for maintaining the status quo. These are but some important factors which make the people of this age always unhappy."
    },
    {
        "verse": "20",
        "devanagari": "पादैर्न्यूनं शोचसि मैकपाद-मात्मानं वा वृषलैर्भोक्ष्यमाणम् ।आहो सुरादीन् हृतयज्ञभागान्प्रजा उत स्विन्मघवत्यवर्षति ॥ २० ॥",
        "english_devnagari": "pādair nyūnaṁ śocasi maika-pādamātmānaṁ vā vṛṣalair bhokṣyamāṇamāho surādīn hṛta-yajña-bhāgānprajā uta svin maghavaty avarṣati",
        "verse_Syn": [
            "pādaiḥ",
            "nyūnam",
            "śocasi",
            "mā",
            "eka",
            "pādam",
            "ātmānam",
            "vā",
            "vṛṣalaiḥ",
            "bhokṣyamāṇam",
            "āhoḥ",
            "sura",
            "ādīn",
            "hṛta",
            "yajña",
            "bhāgān",
            "prajāḥ",
            "uta",
            "svit",
            "maghavati",
            "avarṣati"
        ],
        "translation": "I have lost my three legs and am now standing on one only. Are you lamenting for my state of existence? Or are you in great anxiety because henceforward the unlawful meat-eaters will exploit you? Or are you in a sorry plight because the demigods are now bereft of their share of sacrificial offerings because no sacrifices are being performed at present? Or are you grieving for living beings because of their sufferings due to famine and drought?",
        "purport": " With the progress of the Age of Kali, four things particularly, namely the duration of life, mercy, the power of recollection, and moral or religious principles will gradually diminish. Since Dharma, or the principles of religion, would be lost in the proportion of three out of four, the symbolic bull was standing on one leg only. When three fourths of the population of the whole world become irreligious, the situation is converted into hell for the animals. In the Age of Kali, godless civilizations will create so many so-called religious societies in which the Personality of Godhead will be directly or indirectly defied. And thus faithless societies of men will make the world uninhabitable for the saner section of people. There are gradations of human beings in terms of proportionate faith in the Supreme Personality of Godhead. The first-class faithful men are the Vaiṣṇavas and the brāhmaṇas, then the kṣatriyas, then the vaiśyas, then the śūdras, then the mlecchas, the yavanas and at last the caṇḍālas. The degradation of the human instinct begins from the mlecchas, and the caṇḍāla state of life is the last word in human degradation. All the above terms mentioned in the Vedic literatures are never meant for any particular community or birth. They are different qualifications of human beings in general. There is no question of birthright or community. One can acquire the respective qualifications by one’s own efforts, and thus the son of a Vaiṣṇava can become a mleccha, or the son of a caṇḍāla can become more than a brāhmaṇa, all in terms of their association and intimate relation with the Supreme Lord. The meat-eaters are generally called mlecchas. But all meat-eaters are not mlecchas. Those who accept meat in terms of scriptural injunctions are not mlecchas, but those who accept meat without restriction are called mlecchas. Beef is forbidden in the scriptures, and the bulls and cows are offered special protection by followers of the Vedas. But in this Age of Kali, people will exploit the body of the bull and the cow as they like, and thus they will invite sufferings of various types. The people of this age will not perform any sacrifice. The mleccha population will care very little for performances of sacrifices, although performance of sacrifice is essential for persons who are materially engaged in sense enjoyment. In the Bhagavad-gītā (3.14-16)performance of sacrifices is strongly recommended. The living beings are created by the creator Brahmā, and just to maintain the created living being progressively towards the path back to Godhead, the system of performing sacrifice is also created by him. The system is that living beings live on the produce of grains and vegetables, and by eating such foodstuff they get vital power of the body in the shape of blood and semen, and from blood and semen one living being is able to create other living beings. But the production of grains, grass, etc., becomes possible by rain, and this rain is made to shower properly by performance of recommended sacrifices. Such sacrifices are directed by the rites of the Vedas, namely Sāma, Yajur, Ṛg and Atharva. In the Manu-smṛti it is recommended that by offerings of sacrifice on the altar of the fire, the sun-god is pleased. When the sun-god is pleased, he properly collects water from the sea, and thus sufficient clouds collect on the horizon and rains fall. After sufficient rains fall, there is sufficient production of grains for men and all animals, and thus there is energy in the living being for progressive activity. The mlecchas, however, make plans to install slaughterhouses for killing bulls and cows along with other animals, thinking that they will prosper by increasing the number of factories and live on animal food without caring for performance of sacrifices and production of grains. But they must know that even for the animals they must produce grass and vegetables, otherwise the animals cannot live. And to produce grass for the animals, they require sufficient rains. Therefore they have to depend ultimately on the mercy of the demigods like the sun-god, Indra and Candra, and such demigods must be satisfied by performances of sacrifice. This material world is a sort of prison house, as we have several times mentioned. The demigods are the servants of the Lord who see to the proper upkeep of the prison house. These demigods want to see that the rebel living beings, who want to survive faithlessly, are gradually turned towards the supreme power of the Lord. Therefore, the system of offering sacrifice is recommended in the scriptures. The materialistic men want to work hard and enjoy fruitive results for sense enjoyment. Thus they are committing many types of sins at every step of life. Those, however, who are consciously engaged in the devotional service of the Lord are transcendental to all varieties of sin and virtue. Their activities are free from the contamination of the three modes of material nature. For the devotees there is no need for performance of prescribed sacrifices because the very life of the devotee is a symbol of sacrifice. But persons who are engaged in fruitive activities for sense enjoyment must perform the prescribed sacrifices because that is the only means to get free from the reaction of all sins committed by fruitive workers. Sacrifice is the means for counteracting such accumulated sins. The demigods are pleased when such sacrifices are performed, just as prison officers are satisfied when the prisoners are turned into obedient subjects. Lord Caitanya, however, has recommended only one yajña, or sacrifice, called the saṅkīrtana-yajña, the chanting of Hare Kṛṣṇa, in which everyone can take part. Thus both devotees and fruitive workers can derive equal benefit from the performances of saṅkīrtana-yajña."
    },
    {
        "verse": "21",
        "devanagari": "अरक्ष्यमाणा: स्त्रिय उर्वि बालान्शोचस्यथो पुरुषादैरिवार्तान् ।वाचं देवीं ब्रह्मकुले कुकर्म-ण्यब्रह्मण्ये राजकुले कुलाग्रयान् ॥ २१ ॥",
        "english_devnagari": "arakṣyamāṇāḥ striya urvi bālānśocasy atho puruṣādair ivārtānvācaṁ devīṁ brahma-kule kukarmaṇyabrahmaṇye rāja-kule kulāgryān",
        "verse_Syn": [
            "arakṣyamāṇāḥ",
            "striyaḥ",
            "urvi",
            "bālān",
            "śocasi",
            "atho",
            "puruṣa",
            "ādaiḥ",
            "iva",
            "ārtān",
            "vācam",
            "devīm",
            "brahma",
            "kule",
            "kukarmaṇi",
            "abrahmaṇye",
            "rāja",
            "kule",
            "kula",
            "agryān"
        ],
        "translation": "Are you feeling compunction for the unhappy women and children who are left forlorn by unscrupulous persons? Or are you unhappy because the goddess of learning is being handled by brāhmaṇas addicted to acts against the principles of religion? Or are you sorry to see that the brāhmaṇas have taken shelter of administrative families that do not respect brahminical culture?",
        "purport": " In the Age of Kali, the women and the children, along with brāhmaṇas and cows, will be grossly neglected and left unprotected. In this age illicit connection with women will render many women and children uncared for. Circumstantially, the women will try to become independent of the protection of men, and marriage will be performed as a matter of formal agreement between man and woman. In most cases, the children will not be taken care of properly. The brāhmaṇas are traditionally intelligent men, and thus they will be able to pick up modern education to the topmost rank, but as far as moral and religious principles are concerned, they shall be the most fallen. Education and bad character go ill together, but such things will run parallel. The administrative heads as a class will condemn the tenets of Vedic wisdom and will prefer to conduct a so-called secular state, and the so-called educated brāhmaṇas will be purchased by such unscrupulous administrators. Even a philosopher and writer of many books on religious principles may also accept an exalted post in a government which denies all the moral codes of the śāstras. The brāhmaṇas are specifically restricted from accepting such service. But in this age they will not only accept service, but they will do so even if it is of the meanest quality. These are some of the symptoms of the Kali age which are harmful to the general welfare of human society."
    },
    {
        "verse": "22",
        "devanagari": "किं क्षत्रबन्धून् कलिनोपसृष्टान्राष्ट्राणि वा तैरवरोपितानि ।इतस्ततो वाशनपानवास:स्‍नानव्यवायोन्मुखजीवलोकम् ॥ २२ ॥",
        "english_devnagari": "kiṁ kṣatra-bandhūn kalinopasṛṣṭānrāṣṭrāṇi vā tair avaropitāniitas tato vāśana-pāna-vāsaḥ-snāna-vyavāyonmukha-jīva-lokam",
        "verse_Syn": [
            "kim",
            "kṣatra",
            "bandhūn",
            "kalinā",
            "upasṛṣṭān",
            "rāṣṭrāṇi",
            "vā",
            "taiḥ",
            "avaropitāni",
            "itaḥ",
            "tataḥ",
            "vā",
            "aśana",
            "pāna",
            "vāsaḥ",
            "snāna",
            "vyavāya",
            "unmukha",
            "jīva",
            "lokam"
        ],
        "translation": "The so-called administrators are now bewildered by the influence of this Age of Kali, and thus they have put all state affairs into disorder. Are you now lamenting this disorder? Now the general populace does not follow the rules and regulations for eating, sleeping, drinking, mating, etc., and they are inclined to perform such anywhere and everywhere. Are you unhappy because of this?",
        "purport": " There are some necessities of life on a par with those of the lower animals, and they are eating, sleeping, fearing and mating. These bodily demands are for both the human beings and the animals. But the human being has to fulfill such desires not like animals, but like a human being. A dog can mate with a bitch before the public eyes without hesitation, but if a human being does so the act will be considered a public nuisance, and the person will be criminally prosecuted. Therefore for the human being there are some rules and regulations, even for fulfilling common demands. The human society avoids such rules and regulations when it is bewildered by the influence of the Age of Kali. In this age, people are indulging in such necessities of life without following the rules and regulations, and this deterioration of social and moral rules is certainly lamentable because of the harmful effects of such beastly behavior. In this age, the fathers and the guardians are not happy with the behavior of their wards. They should know that so many innocent children are victims of bad association awarded by the influence of this Age of Kali. We know from Śrīmad-Bhāgavatam that Ajāmila, an innocent son of a brāhmaṇa, was walking down a road and saw a śūdra pair sexually embracing. This attracted the boy, and later on the boy became a victim of all debaucheries. From a pure brāhmaṇa, he fell down to the position of a wretched urchin, and it was all due to bad association. There was but one victim like Ajāmila in those days, but in this Age of Kali the poor innocent students are daily victims of cinemas which attract men only for sex indulgence. The so-called administrators are all untrained in the affairs of a kṣatriya. The kṣatriyas are meant for administration, as the brāhmaṇas are meant for knowledge and guidance. The word kṣatra-bandhu refers to the so-called administrators or persons promoted to the post of the administrator without proper training by culture and tradition. Nowadays they are promoted to such exalted posts by the votes of the people who are themselves fallen in the rules and regulations of life. How can such people select a proper man when they are themselves fallen in the standard of life? Therefore, by the influence of the Age of Kali, everywhere, politically, socially or religiously, everything is topsy-turvy, and therefore for the sane man it is all regrettable."
    },
    {
        "verse": "23",
        "devanagari": "यद्वाम्ब ते भूरिभरावतारकृतावतारस्य हरेर्धरित्रि ।अन्तर्हितस्य स्मरती विसृष्टाकर्माणि निर्वाणविलम्बितानि ॥ २३ ॥",
        "english_devnagari": "yadvāmba te bhūri-bharāvatāra-kṛtāvatārasya harer dharitriantarhitasya smaratī visṛṣṭākarmāṇi nirvāṇa-vilambitāni",
        "verse_Syn": [
            "yadvā",
            "amba",
            "te",
            "bhūri",
            "bhara",
            "avatāra",
            "kṛta",
            "avatārasya",
            "hareḥ",
            "dharitri",
            "antarhitasya",
            "smaratī",
            "visṛṣṭā",
            "karmāṇi",
            "nirvāṇa",
            "vilambitāni"
        ],
        "translation": "O mother earth, the Supreme Personality of Godhead, Hari, incarnated Himself as Lord Śrī Kṛṣṇa just to unload your heavy burden. All His activities here are transcendental, and they cement the path of liberation. You are now bereft of His presence. You are probably now thinking of those activities and feeling sorry in their absence.",
        "purport": " The activities of the Lord include liberation, but they are more relishable than the pleasure derived from nirvāṇa, or liberation. According to Śrīla Jīva Gosvāmī and Viśvanātha Cakravartī Ṭhākura, the word used here is nirvāṇa-vilambitāni, “that which minimizes the value of liberation.” To attain nirvāṇa, liberation, one has to undergo a severe type of tapasya, austerity, but the Lord is so merciful that He incarnates to diminish the burden of the earth. Simply by remembering such activities, one can defy the pleasure derived from nirvāṇa and reach the transcendental abode of the Lord to associate with Him, eternally engaged in His blissful loving service."
    },
    {
        "verse": "24",
        "devanagari": "इदं ममाचक्ष्व तवाधिमूलंवसुन्धरे येन विकर्शितासि ।कालेन वा ते बलिनां बलीयसा सुरार्चितंकिं हृतमम्ब सौभगम् ॥ २४ ॥",
        "english_devnagari": "idaṁ mamācakṣva tavādhi-mūlaṁvasundhare yena vikarśitāsikālena vā te balināṁ balīyasāsurārcitaṁ kiṁ hṛtam amba saubhagam",
        "verse_Syn": [
            "idam",
            "mama",
            "ācakṣva",
            "tava",
            "ādhimūlam",
            "vasundhare",
            "yena",
            "vikarśitā",
            "asi",
            "kālena",
            "vā",
            "te",
            "balinām",
            "balīyasā",
            "sura",
            "arcitam",
            "kim",
            "hṛtam",
            "amba",
            "saubhagam"
        ],
        "translation": "Mother, you are the reservoir of all riches. Please inform me of the root cause of your tribulations by which you have been reduced to such a weak state. I think that the powerful influence of time, which conquers the most powerful, might have forcibly taken away all your fortune, which was adored even by the demigods.",
        "purport": " By the grace of the Lord, each and every planet is created fully equipped. So not only is this earth fully equipped with all the riches for the maintenance of its inhabitants, but also, when the Lord descends to the earth the whole earth becomes so enriched with all kinds of opulences that even the denizens of heaven worship it with all affection. But by the will of the Lord, the whole earth can at once be changed. He can do and undo a thing by His sweet will. Therefore no one should consider himself to be self-sufficient or independent of the Lord."
    },
    {
        "verse": "25",
        "devanagari": "",
        "english_devnagari": "dharaṇy uvācabhavān hi veda tat sarvaṁyan māṁ dharmānupṛcchasicaturbhir vartase yenapādair loka-sukhāvahaiḥ",
        "verse_Syn": [
            "dharaṇī",
            "uvāca",
            "bhavān",
            "hi",
            "veda",
            "tat",
            "sarvam",
            "yat",
            "mām",
            "dharma",
            "anupṛcchasi",
            "caturbhiḥ",
            "vartase",
            "yena",
            "pādaiḥ",
            "loka",
            "sukha",
            "āvahaiḥ"
        ],
        "translation": "The earthly deity [in the form of a cow] thus replied to the personality of religious principles [in the form of a bull]: O Dharma, whatever you have inquired from me shall be known to you. I shall try to reply to all those questions. Once you too were maintained by your four legs, and you increased happiness all over the universe by the mercy of the Lord.",
        "purport": " The principles of religion are laid down by the Lord Himself, and the executor of such laws is Dharmarāja, or Yamarāja. Such principles work fully in the age of Satya-yuga; in the Tretā-yuga they are reduced by a fraction of one fourth; in the Dvāpara-yuga they are reduced to one half, and in the Kali-yuga they are reduced to one fourth, gradually diminishing to the zero point, and then devastation takes place. Happiness in the world depends proportionately on the maintenance of the religious principles, individually or collectively. The best part of valor is to maintain the principles despite all kinds of odds. Thus one can be happy during the span of life and ultimately return to Godhead."
    },
    {
        "verse": "26-30",
        "devanagari": "सत्यं शौचं दया क्षान्तिस्त्याग: सन्तोष आर्जवम् ।शमो दमस्तप: साम्यं तितिक्षोपरति: श्रुतम् ॥ २६ ॥ज्ञानं विरक्तिरैश्वर्यं शौर्यं तेजो बलं स्मृति: ।स्वातन्त्र्यं कौशलं कान्तिर्धैर्यं मार्दवमेव च ॥ २७ ॥प्रागल्भ्यं प्रश्रय: शीलं सह ओजो बलं भग: ।गाम्भीर्यं स्थैर्यमास्तिक्यं कीर्तिर्मानोऽनहङ्‍कृति: ॥ २८ ॥एते चान्ये च भगवन्नित्या यत्र महागुणा: ।प्रार्थ्या महत्त्वमिच्छद्भ‍िर्न वियन्ति स्म कर्हिचित् ॥ २९ ॥तेनाहं गुणपात्रेण श्रीनिवासेन साम्प्रतम् ।शोचामि रहितं लोकं पाप्मना कलिनेक्षितम् ॥ ३० ॥",
        "english_devnagari": "satyaṁ śaucaṁ dayā kṣāntistyāgaḥ santoṣa ārjavamśamo damas tapaḥ sāmyaṁtitikṣoparatiḥ śrutam",
        "verse_Syn": [
            "satyam",
            "śaucam",
            "dayā",
            "kṣāntiḥ",
            "tyāgaḥ",
            "santoṣaḥ",
            "ārjavam",
            "śamaḥ",
            "damaḥ",
            "tapaḥ",
            "sāmyam",
            "titikṣā",
            "uparatiḥ",
            "śrutam",
            "jñānam",
            "viraktiḥ",
            "aiśvaryam",
            "śauryam",
            "tejaḥ",
            "balam",
            "smṛtiḥ",
            "svātantryam",
            "kauśalam",
            "kāntiḥ",
            "dhairyam",
            "mārdavam",
            "eva",
            "ca",
            "prāgalbhyam",
            "praśrayaḥ",
            "śīlam",
            "sahaḥ",
            "ojaḥ",
            "balam",
            "bhagaḥ",
            "gāmbhīryam",
            "sthairyam",
            "āstikyam",
            "kīrtiḥ",
            "mānaḥ",
            "anahaṅkṛtiḥ",
            "ete",
            "ca",
            "anye",
            "ca",
            "bhagavan",
            "nityāḥ",
            "yatra",
            "mahā",
            "guṇāḥ",
            "prārthyāḥ",
            "mahattvam",
            "icchadbhiḥ",
            "na",
            "viyanti",
            "sma",
            "karhicit",
            "tena",
            "aham",
            "guṇa",
            "pātreṇa",
            "śrī",
            "nivāsena",
            "sāmpratam",
            "śocāmi",
            "rahitam",
            "lokam",
            "pāpmanā",
            "kalinā",
            "īkṣitam"
        ],
        "translation": "In Him reside (1) truthfulness, (2) cleanliness, (3) intolerance of another’s unhappiness, (4) the power to control anger, (5) self-satisfaction, (6) straightforwardness, (7) steadiness of mind, (8) control of the sense organs, (9) responsibility, (10) equality, (11) tolerance, (12) equanimity, (13) faithfulness, (14) knowledge, (15) absence of sense enjoyment, (16) leadership, (17) chivalry, (18) influence, (19) the power to make everything possible, (20) the discharge of proper duty, (21) complete independence, (22) dexterity, (23) fullness of all beauty, (24) serenity, (25) kindheartedness, (26) ingenuity, (27) gentility, (28) magnanimity, (29) determination, (30) perfection in all knowledge, (31) proper execution, (32) possession of all objects of enjoyment, (33) joyfulness, (34) immovability, (35) fidelity, (36) fame, (37) worship, (38) pridelessness, (39) being (as the Personality of Godhead), (40) eternity, and many other transcendental qualities which are eternally present and never to be separated from Him. That Personality of Godhead, the reservoir of all goodness and beauty, Lord Śrī Kṛṣṇa, has now closed His transcendental pastimes on the face of the earth. In His absence the Age of Kali has spread its influence everywhere, so I am sorry to see this condition of existence.",
        "purport": " Even if it were possible to count the atoms after smashing the earth into powder, still it would not be possible to estimate the unfathomable transcendental qualities of the Lord. It is said that Lord Anantadeva has tried to expound the transcendental qualities of the Supreme Lord with His numberless tongues, and that for numberless years together it has been impossible to estimate the qualities of the Lord. The above statement of the qualities of the Lord is just to estimate His qualities as far as a human being is able to see Him. But even if it is so, the above qualities can be divided into many subheadings. According to Śrīla Jīva Gosvāmī, the third quality, intolerance of another’s unhappiness, can be subdivided into (1) protection of the surrendered souls and (2) well wishes for the devotees. In the Bhagavad-gītā the Lord states that He wants every soul to surrender unto Him only, and He assures everyone that if one does so He will give protection from the reactions of all sins. Unsurrendered souls are not devotees of the Lord, and thus there is no particular protection for everyone in general. For the devotees He has all good wishes, and for those who are actually engaged in loving transcendental service of the Lord, He gives particular attention. He gives direction to such pure devotees to help them discharge their responsibilities on the path back to Godhead. By equality (10), the Lord is equally kind to everyone, as the sun is equal in distributing its rays over everyone. Yet there are many who are unable to take advantage of the sun’s rays. Similarly, the Lord says that surrendering unto Him is the guarantee for all protection from Him, but unfortunate persons are unable to accept this proposition, and therefore they suffer from all material miseries. So even though the Lord is equally well-wishing to everyone, the unfortunate living being, due to bad association only, is unable to accept His instructions in toto, and for this the Lord is never to be blamed. He is called the well-wisher for the devotees only. He appears to be partial to His devotees, but factually the matter rests on the living being to accept or reject equal treatment by the Lord. The Lord never deviates from His word of honor. When He gives assurance for protection, the promise is executed in all circumstances. It is the duty of the pure devotee to be fixed in the discharge of the duty entrusted to him by the Lord or the Lord’s bona fide representative, the spiritual master. The rest is carried on by the Lord without a break. The responsibility of the Lord is also unique. The Lord has no responsibility because all His work is done by His different appointed energies. But still He accepts voluntary responsibilities in displaying different roles in His transcendental pastimes. As a boy, He was playing the part of a cowboy. As the son of Nanda Mahārāja, He discharged responsibility perfectly. Similarly, when He was playing the part of a kṣatriya as the son of Mahārāja Vasudeva, He displayed all the skill of a martially spirited kṣatriya. In almost all cases, the kṣatriya king has to secure a wife by fighting or kidnapping. This sort of behavior for a kṣatriya is praiseworthy in the sense that a kṣatriya must show his power of chivalry to his would-be wife so that the daughter of a kṣatriya can see the valor of her would-be husband. Even the Personality of Godhead Śrī Rāma displayed such a spirit of chivalry during His marriage. He broke the strongest bow, called Haradhanur, and achieved the hand of Sītādevī, the mother of all opulence. The kṣatriya spirit is displayed during marriage festivals, and there is nothing wrong in such fighting. Lord Śrī Kṛṣṇa discharged such responsibility fully because although He had more than sixteen thousand wives, in each and every case He fought like a chivalrous kṣatriya and thus secured a wife. To fight sixteen thousand times to secure sixteen thousand wives is certainly possible only for the Supreme Personality of Godhead. Similarly, He displayed full responsibility in every action of His different transcendental pastimes. The fourteenth quality, knowledge, can be further extended into five subheadings, namely (1) intelligence, (2) gratefulness, (3) power of understanding the circumstantial environments of place, object and time, (4) perfect knowledge of everything, and (5) knowledge of the self. Only fools are ungrateful to their benefactors. The Lord, however, does not require benefit from anyone besides Himself because He is full in Himself; still He feels benefited by the unalloyed services of His devotees. The Lord feels grateful to His devotees for such unsophisticated, unconditional service and tries to reciprocate it by rendering service, although the devotee also has no such desire in his heart. The transcendental service of the Lord is itself a transcendental benefit for the devotee, and therefore the devotee has nothing to expect from the Lord. On the assertion of the Vedic aphorism sarvaṁ khalv idaṁ brahma, we can understand that the Lord, by the omnipresent rays of His effulgence, called brahmajyoti, is all-pervading inside or outside of everything, like the omnipresent material sky, and thus He is also omniscient. As far as the beauty of the Lord is concerned, He has some special features that distinguish Him from all other living beings, and over and above that He has some special attractive beautiful features by which He attracts the mind of even Rādhārāṇī, the supermost beautiful creation of the Lord. He is known, therefore, as Madana-mohana, or one who attracts the mind of even Cupid. Śrīla Jīva Gosvāmī Prabhu has scrutinizingly analyzed other transcendental qualities of the Lord and affirms that Lord Śrī Kṛṣṇa is the Absolute Supreme Personality of Godhead (Parabrahman). He is omnipotent by His inconceivable energies, and therefore He is the Yogeśvara, or the supreme master of all mystic powers. Being the Yogeśvara, His eternal form is spiritual, a combination of eternity, bliss and knowledge. The nondevotee class cannot understand the dynamic nature of His knowledge because they are satisfied to reach up to His eternal form of knowledge. All great souls aspire to be equal in knowledge with Him. This means that all other knowledge is ever insufficient, flexible and measurable, whereas the knowledge of the Lord is ever fixed and unfathomable. Śrīla Sūta Gosvāmī affirms in the Bhāgavatam that although He was observed by the citizens of Dvārakā every day, they were ever increasingly anxious to see Him again and again. The living beings can appreciate the qualities of the Lord as the ultimate goal, but they cannot attain the status quo of such equality. This material world is a product of the mahat-tattva, which is a state of the Lord’s dreaming condition in His yoga-nidrā mystic slumber in the Causal Ocean, and yet the whole creation appears to be a factual presentation of His creation. This means that the Lord’s dreaming conditions are also factual manifestations. He can therefore bring everything under His transcendental control, and thus whenever and wherever He does appear, He does so in His fullness. The Lord, being all that is described above, maintains the affairs of the creation, and by His so doing He gives salvation even to His enemies who are killed by Him. He is attractive even to the topmost liberated soul, and thus He is worshipable even by Brahmā and Śiva, the greatest of all demigods. Even in His incarnation of puruṣa-avatāra He is the Lord of the creative energy. The creative material energy is working under His direction, as confirmed in the Bhagavad-gītā (9.10). He is the control switch of the material energy, and to control the material energy in the innumerable universes, He is the root cause of innumerable incarnations in all the universes. There are more than five hundred thousand incarnations of Manu in only one universe, besides other incarnations in different universes. In the spiritual world, however, beyond the mahat-tattva, there is no question of incarnations, but there are plenary expansions of the Lord in different Vaikuṇṭhas. The planets in the spiritual sky are at least three times the number of those within the innumerable universes in the mahat-tattva. And all the Nārāyaṇa forms of the Lord are but expansions of His Vāsudeva feature, and thus He is Vāsudeva, Nārāyaṇa and Kṛṣṇa simultaneously. He is śrī-kṛṣṇa govinda hare murāre he nātha nārāyaṇa vāsudeva, all in one. His qualities, therefore, cannot be counted by anyone, however great one may be."
    },
    {
        "verse": "31",
        "devanagari": "आत्मानं चानुशोचामि भवन्तं चामरोत्तमम् ।देवान् पितृनृषीन् साधून् सर्वान् वर्णांस्तथाश्रमान् ॥ ३१ ॥",
        "english_devnagari": "ātmānaṁ cānuśocāmibhavantaṁ cāmarottamamdevān pitṝn ṛṣīn sādhūnsarvān varṇāṁs tathāśramān",
        "verse_Syn": [
            "ātmānam",
            "ca",
            "anuśocāmi",
            "bhavantam",
            "ca",
            "amara",
            "uttamam",
            "devān",
            "pitṝn",
            "ṛṣīn",
            "sādhūn",
            "sarvān",
            "varṇān",
            "tathā",
            "āśramān"
        ],
        "translation": "I am thinking about myself and also, O best amongst the demigods, about you, as well as about all the demigods, sages, denizens of Pitṛloka, devotees of the Lord and all men obedient to the system of varṇa and āśrama in human society.",
        "purport": " To effect the perfection of human life there is cooperation between men and demigods, sages, denizens of the Pitṛloka, devotees of the Lord and the scientific system of varṇa and āśrama orders of life. The distinction between human life and animal life therefore begins with the scientific system of varṇa and āśrama, guided by the experience of the sages in relation with the demigods, gradually rising to the summit of reestablishing our eternal relation with the Supreme Absolute Truth, the Personality of Godhead, Lord Śrī Kṛṣṇa. When God-made varṇāśrama-dharma, which is strictly meant for developing animal consciousness into human consciousness and human consciousness into godly consciousness, is broken by advancement of foolishness, the whole system of peaceful and progressive life is at once disturbed. In the Age of Kali, the first attack of the venomous snake strikes against the God-made varṇāśrama-dharma, and thus a person properly qualified as a brāhmaṇa is called a śūdra, and a śūdra by qualification is passing as a brāhmaṇa, all on a false birthright claim. To become a brāhmaṇa by a birthright claim is not at all bona fide, although it may be a fulfillment of one of the conditions. But the real qualification of a brāhmaṇa is to control the mind and the senses, and to cultivate tolerance, simplicity, cleanliness, knowledge, truthfulness, devotion and faith in the Vedic wisdom. In the present age, consideration of the necessary qualification is being neglected, and the false birthright claim is being supported even by a popular, sophisticated poet, the author of Rāma-carita-mānasa. This is all due to the influence of the Age of Kali. Thus mother earth, represented as a cow, was lamenting the regrettable condition."
    },
    {
        "verse": "32-33",
        "devanagari": "ब्रह्मादयो बहुतिथं यदपाङ्गमोक्ष-कामास्तप: समचरन् भगवत्प्रपन्ना: ।सा श्री: स्ववासमरविन्दवनं विहाययत्पादसौभगमलं भजतेऽनुरक्ता ॥ ३२ ॥तस्याहमब्जकुलिशाङ्‍कुशकेतुकेतै:श्रीमत्पदैर्भगवत: समलङ्‍कृताङ्गी ।त्रीनत्यरोच उपलभ्य ततो विभूतिंलोकान् स मां व्यसृजदुत्स्मयतीं तदन्ते ॥ ३३ ॥",
        "english_devnagari": "brahmādayo bahu-tithaṁ yad-apāṅga-mokṣa-kāmās tapaḥ samacaran bhagavat-prapannāḥsā śrīḥ sva-vāsam aravinda-vanaṁ vihāyayat-pāda-saubhagam alaṁ bhajate ’nuraktā",
        "verse_Syn": [
            "brahma",
            "ādayaḥ",
            "bahu",
            "titham",
            "yat",
            "apāṅga",
            "mokṣa",
            "kāmāḥ",
            "tapaḥ",
            "samacaran",
            "bhagavat",
            "prapannāḥ",
            "sā",
            "śrīḥ",
            "sva",
            "vāsam",
            "aravinda",
            "vanam",
            "vihāya",
            "yat",
            "pāda",
            "saubhagam",
            "alam",
            "bhajate",
            "anuraktā",
            "tasya",
            "aham",
            "abja",
            "kuliśa",
            "aṅkuśa",
            "ketu",
            "ketaiḥ",
            "śrīmat",
            "padaiḥ",
            "bhagavataḥ",
            "samalaṅkṛta",
            "aṅgī",
            "trīn",
            "ati",
            "aroce",
            "upalabhya",
            "tataḥ",
            "vibhūtim",
            "lokān",
            "saḥ",
            "mām",
            "vyasṛjat",
            "utsmayatīm",
            "tat",
            "ante"
        ],
        "translation": "Lakṣmījī, the goddess of fortune, whose glance of grace was sought by demigods like Brahmā and for whom they surrendered many a day unto the Personality of Godhead, gave up her own abode in the forest of lotus flowers and engaged herself in the service of the lotus feet of the Lord. I was endowed with specific powers to supersede the fortune of all the three planetary systems by being decorated with the impressions of the flag, thunderbolt, elephant-driving rod and lotus flower, which are signs of the lotus feet of the Lord. But at the end, when I felt I was so fortunate, the Lord left me.",
        "purport": " The beauty and opulence of the world can be enhanced by the grace of the Lord and not by any man-made planning. When the Lord Śrī Kṛṣṇa was present on this earth, the impressions of the special signs of His lotus feet were stamped on the dust, and as a result of this specific grace, the whole earth was made as perfect as possible. In other words, the rivers, the seas, the forests, the hills and the mines, which are the supplying agents for the necessities of men and animals, were fully discharging their respective duties. Therefore the riches of the world surpassed all the riches of all other planets in the three planetary systems of the universe. One should, therefore, ask that the grace of the Lord always be present on earth so that we may be favored with His causeless mercy and be happy, having all necessities of life. One may ask how we can detain the Supreme Lord on this earth after His mission is fulfilled and He has left this earth for His own abode. The answer is that there is no need to detain the Lord. The Lord, being omnipresent, can be present with us if we want Him at all. By His omnipresence, He can always be with us if we are attached to His devotional service by hearing, chanting, remembering, etc. There is nothing in the world with which the Lord is disconnected. The only thing we must learn is to excavate the source of connection and thus be linked with Him by offenseless service. We can be connected with Him by the transcendental sound representation of the Lord. The holy name of the Lord and the Lord Himself are identical, and one who chants the holy name of the Lord in an offenseless manner can at once realize that the Lord is present before him. Even by the vibration of radio sound, we can partially realize sound relativity, and by resounding the sound of transcendence we can verily feel the presence of the Lord. In this age, when everything is polluted by the contamination of Kali, it is instructed in the scriptures and preached by Lord Śrī Caitanya Mahāprabhu that by chanting the holy name of the Lord, we can at once be free from contamination and gradually rise to the status of transcendence and go back to Godhead. The offenseless chanter of the holy name of the Lord is as auspicious as the Lord Himself, and the movement of pure devotees of the Lord all over the world can at once change the troublesome face of the world. Only by the propagation of the chanting of the holy name of the Lord can we be immune from all effects of the Age of Kali."
    },
    {
        "verse": "34",
        "devanagari": "यो वै ममातिभरमासुरवंशराज्ञा-मक्षौहिणीशतमपानुददात्मतन्त्र: ।त्वां दु:स्थमूनपदमात्मनि पौरुषेणसम्पादयन् यदुषु रम्यमबिभ्रदङ्गम् ॥ ३४ ॥",
        "english_devnagari": "yo vai mamātibharam āsura-vaṁśa-rājñāmakṣauhiṇī-śatam apānudad ātma-tantraḥtvāṁ duḥstham ūna-padam ātmani pauruṣeṇasampādayan yaduṣu ramyam abibhrad aṅgam",
        "verse_Syn": [
            "yaḥ",
            "vai",
            "mama",
            "ati",
            "bharam",
            "āsura",
            "vaṁśa",
            "rājñām",
            "akṣauhiṇī",
            "śatam",
            "apānudat",
            "ātma",
            "tantraḥ",
            "tvām",
            "duḥstham",
            "ūna",
            "padam",
            "ātmani",
            "pauruṣeṇa",
            "sampādayan",
            "yaduṣu",
            "ramyam",
            "abibhrat",
            "aṅgam"
        ],
        "translation": "O personality of religion, I was greatly overburdened by the undue military phalanxes arranged by atheistic kings, and I was relieved by the grace of the Personality of Godhead. Similarly you were also in a distressed condition, weakened in your standing strength, and thus He also incarnated by His internal energy in the family of the Yadus to relieve you.",
        "purport": " The asuras want to enjoy a life of sense gratification, even at the cost of others’ happiness. In order to fulfill this ambition, the asuras, especially atheistic kings or state executive heads, try to equip themselves with all kinds of deadly weapons to bring about a war in a peaceful society. They have no ambition other than personal aggrandizement, and thus mother earth feels overburdened by such undue increases of military strength. By increase of the asuric population, those who follow the principles of religion become unhappy, especially the devotees, or devas. In such a situation, the Personality of Godhead incarnates to vanquish the unwanted asuras and to reestablish the true principles of religion. This was the mission of Lord Śrī Kṛṣṇa, and He fulfilled it."
    },
    {
        "verse": "35",
        "devanagari": "का वा सहेत विरहंपुरुषोत्तमस्य प्रेमावलोकरुचिरस्मितवल्गुजल्पै: ।स्थैर्यं समानमहरन्मधुमानिनीनांरोमोत्सवो मम यदङ्‌घ्रिविटङ्किताया: ॥ ३५ ॥",
        "english_devnagari": "kā vā saheta virahaṁ puruṣottamasyapremāvaloka-rucira-smita-valgu-jalpaiḥsthairyaṁ samānam aharan madhu-māninīnāṁromotsavo mama yad-aṅghri-viṭaṅkitāyāḥ",
        "verse_Syn": [
            "kā",
            "vā",
            "saheta",
            "viraham",
            "puruṣa",
            "uttamasya",
            "prema",
            "avaloka",
            "rucira",
            "smita",
            "valgu",
            "jalpaiḥ",
            "sthairyam",
            "sa",
            "mānam",
            "aharat",
            "madhu",
            "māninīnām",
            "roma",
            "utsavaḥ",
            "mama",
            "yat",
            "aṅghri",
            "viṭaṅkitāyāḥ"
        ],
        "translation": "Who, therefore, can tolerate the pangs of separation from that Supreme Personality of Godhead? He could conquer the gravity and passionate wrath of His sweethearts like Satyabhāmā by His sweet smile of love, pleasing glance and hearty appeals. When He traversed my [earth’s] surface, I would be immersed in the dust of His lotus feet and thus would be sumptuously covered with grass which appeared like hairs standing on me out of pleasure.",
        "purport": " There were chances of separation between the Lord and His thousands of queens because of the Lord’s being absent from home, but as far as His connection with earth was concerned, the Lord would traverse the earth with His lotus feet, and therefore there was no chance of separation. When the Lord left the surface of the earth to return to His spiritual abode, the earth’s feelings of separation were therefore more acute."
    },
    {
        "verse": "36",
        "devanagari": "तयोरेवं कथयतो: पृथिवीधर्मयोस्तदा ।परीक्षिन्नाम राजर्षि: प्राप्त: प्राचीं सरस्वतीम् ॥ ३६ ॥",
        "english_devnagari": "tayor evaṁ kathayatoḥpṛthivī-dharmayos tadāparīkṣin nāma rājarṣiḥprāptaḥ prācīṁ sarasvatīm",
        "verse_Syn": [
            "tayoḥ",
            "evam",
            "kathayatoḥ",
            "pṛthivī",
            "dharmayoḥ",
            "tadā",
            "parīkṣit",
            "nāma",
            "rāja",
            "ṛṣiḥ",
            "prāptaḥ",
            "prācīm",
            "sarasvatīm"
        ],
        "translation": "While the earth and the personality of religion were thus engaged in conversation, the saintly King Parīkṣit reached the shore of the Sarasvatī River, which flowed towards the east.",
        "purport": ""
    }
]