[
    {
        "verse": "1",
        "devanagari": "शौनक उवाचनिर्गते नारदे सूत भगवान् बादरायण: ।श्रुतवांस्तदभिप्रेतं तत: किमकरोद्विभु: ॥ १ ॥",
        "english_devnagari": "śaunaka uvācanirgate nārade sūtabhagavān bādarāyaṇaḥśrutavāṁs tad-abhipretaṁtataḥ kim akarod vibhuḥ",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "nirgate",
            "nārade",
            "sūta",
            "bhagavān",
            "bādarāyaṇaḥ",
            "śrutavān",
            "tat",
            "abhipretam",
            "tataḥ",
            "kim",
            "akarot",
            "vibhuḥ"
        ],
        "translation": "Ṛṣi Śaunaka asked: O Sūta, the great and transcendentally powerful Vyāsadeva heard everything from Śrī Nārada Muni. So after Nārada’s departure, what did Vyāsadeva do?",
        "purport": " In this chapter the clue for describing Śrīmad-Bhāgavatam is picked up as Mahārāja Parīkṣit is miraculously saved in the womb of his mother. This was caused by Drauṇi (Aśvatthāmā), Ācārya Droṇa’s son, who killed the five sons of Draupadī while they were asleep, for which he was punished by Arjuna. Before commencing the great epic Śrīmad-Bhāgavatam, Śrī Vyāsadeva realized the whole truth by trance in devotion."
    },
    {
        "verse": "2",
        "devanagari": "सूत उवाचब्रह्मनद्यां सरस्वत्यामाश्रम: पश्चिमे तटे ।शम्याप्रास इति प्रोक्त ऋषीणां सत्रवर्धन: ॥ २ ॥",
        "english_devnagari": "sūta uvācabrahma-nadyāṁ sarasvatyāmāśramaḥ paścime taṭeśamyāprāsa iti proktaṛṣīṇāṁ satra-vardhanaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "brahma",
            "nadyām",
            "sarasvatyām",
            "āśramaḥ",
            "paścime",
            "taṭe",
            "śamyāprāsaḥ",
            "iti",
            "proktaḥ",
            "ṛṣīṇām",
            "satra",
            "vardhanaḥ"
        ],
        "translation": "Śrī Sūta said: On the western bank of the river Sarasvatī, which is intimately related with the Vedas, there is a cottage for meditation at Śamyāprāsa which enlivens the transcendental activities of the sages.",
        "purport": " For spiritual advancement of knowledge a suitable place and atmosphere are definitely required. The place on the western bank of the Sarasvatī is especially suitable for this purpose. And there is the āśrama of Vyāsadeva at Śamyāprāsa. Śrīla Vyāsadeva was a householder, yet his residential place is called an āśrama. An āśrama is a place where spiritual culture is always foremost. It does not matter whether the place belongs to a householder or a mendicant. The whole varṇāśrama system is so designed that each and every status of life is called an āśrama. This means that spiritual culture is the common factor for all. The brahmacārīs, the gṛhasthas, the vānaprasthas and the sannyāsīs all belong to the same mission of life, namely, realization of the Supreme. Therefore none of them are less important as far as spiritual culture is concerned. The difference is a matter of formality on the strength of renunciation. The sannyāsīs are held in high estimation on the strength of practical renunciation."
    },
    {
        "verse": "3",
        "devanagari": "तस्मिन् स्व आश्रमे व्यासो बदरीषण्डमण्डिते ।आसीनोऽप उपस्पृश्य प्रणिदध्यौ मन: स्वयम् ॥ ३ ॥",
        "english_devnagari": "tasmin sva āśrame vyāsobadarī-ṣaṇḍa-maṇḍiteāsīno ’pa upaspṛśyapraṇidadhyau manaḥ svayam",
        "verse_Syn": [
            "tasmin",
            "sve",
            "āśrame",
            "vyāsaḥ",
            "badarī",
            "ṣaṇḍa",
            "maṇḍite",
            "āsīnaḥ",
            "apaḥ",
            "upaspṛśya",
            "praṇidadhyau",
            "manaḥ",
            "svayam"
        ],
        "translation": "In that place, Śrīla Vyāsadeva, in his own āśrama, which was surrounded by berry trees, sat down to meditate after touching water for purification.",
        "purport": " Under instructions of his spiritual master Śrīla Nārada Muni, Vyāsadeva concentrated his mind in that transcendental place of meditation."
    },
    {
        "verse": "4",
        "devanagari": "भक्तियोगेन मनसि सम्यक् प्रणिहितेऽमले ।अपश्यत्पुरुषं पूर्णं मायां च तदपाश्रयम् ॥ ४ ॥",
        "english_devnagari": "bhakti-yogena manasisamyak praṇihite ’maleapaśyat puruṣaṁ pūrṇaṁmāyāṁ ca tad-apāśrayām",
        "verse_Syn": [
            "bhakti",
            "yogena",
            "manasi",
            "samyak",
            "praṇihite",
            "amale",
            "apaśyat",
            "puruṣam",
            "pūrṇam",
            "māyām",
            "ca",
            "tat",
            "apāśrayam"
        ],
        "translation": "Thus he fixed his mind, perfectly engaging it by linking it in devotional service [bhakti-yoga] without any tinge of materialism, and thus he saw the Absolute Personality of Godhead along with His external energy, which was under full control.",
        "purport": " Perfect vision of the Absolute Truth is possible only by the linking process of devotional service. This is also confirmed in the Bhagavad-gītā. One can perfectly realize the Absolute Truth Personality of Godhead only by the process of devotional service, and one can enter into the kingdom of God by such perfect knowledge. Imperfect realization of the Absolute by the partial approach of the impersonal Brahman or localized Paramātmā does not permit anyone to enter into the kingdom of God. Śrī Nārada advised Śrīla Vyāsadeva to become absorbed in transcendental meditation on the Personality of Godhead and His activities. Śrīla Vyāsadeva did not take notice of the effulgence of Brahman because that is not absolute vision. The absolute vision is the Personality of Godhead, as it is confirmed in the Bhagavad-gītā (7.19): vāsudevaḥ sarvam iti. In the Upaniṣads also it is confirmed that Vāsudeva, the Personality of Godhead, is covered by the golden glowing hiraṇmayena pātreṇa veil of impersonal Brahman, and when that curtain is removed by the mercy of the Lord the real face of the Absolute is seen. The Absolute is mentioned here as the puruṣa, or person. The Absolute Personality of Godhead is mentioned in so many Vedic literatures, and in the Bhagavad-gītā the puruṣa is confirmed as the eternal and original person. The Absolute Personality of Godhead is the perfect person. The Supreme Person has manifold energies, out of which the internal, external and marginal energies are specifically important. The energy mentioned here is the external energy, as will be clear from the statements of her activities. The internal energy is there along with the Absolute Person as the moonlight is there with the moon. The external energy is compared to darkness because it keeps the living entities in the darkness of ignorance. The word apāśrayam suggests that this energy of the Lord is under full control. The internal potency or superior energy is also called māyā, but it is spiritual māyā, or energy exhibited in the absolute realm. When one is under the shelter of this internal potency, the darkness of material ignorance is at once dissipated. And even those who are ātmārāma, or fixed in trance, take shelter of this māyā, or internal energy. Devotional service, or bhakti-yoga, is the function of the internal energy; thus there is no place for the inferior energy, or material energy, just as there is no place for darkness in the effulgence of spiritual light. Such internal energy is even superior to the spiritual bliss attainable in the conception of impersonal Brahman. It is stated in the Bhagavad-gītā that the impersonal Brahman effulgence is also an emanation from the Absolute Personality of Godhead, Śrī Kṛṣṇa. The parama-puruṣa cannot be anyone except Śrī Kṛṣṇa Himself, as will be explained in the later ślokas."
    },
    {
        "verse": "5",
        "devanagari": "यया सम्मोहितो जीव आत्मानं त्रिगुणात्मकम् ।परोऽपि मनुतेऽनर्थं तत्कृतं चाभिपद्यते ॥ ५ ॥",
        "english_devnagari": "yayā sammohito jīvaātmānaṁ tri-guṇātmakamparo ’pi manute ’narthaṁtat-kṛtaṁ cābhipadyate",
        "verse_Syn": [
            "yayā",
            "sammohitaḥ",
            "jīvaḥ",
            "ātmānam",
            "tri",
            "guṇa",
            "ātmakam",
            "paraḥ",
            "api",
            "manute",
            "anartham",
            "tat",
            "kṛtam",
            "ca",
            "abhipadyate"
        ],
        "translation": "Due to this external energy, the living entity, although transcendental to the three modes of material nature, thinks of himself as a material product and thus undergoes the reactions of material miseries.",
        "purport": " The root cause of suffering by the materialistic living beings is pointed out with remedial measures which are to be undertaken and also the ultimate perfection to be gained. All this is mentioned in this particular verse. The living being is by constitution transcendental to material encagement, but he is now imprisoned by the external energy, and therefore he thinks himself one of the material products. And due to this unholy contact, the pure spiritual entity suffers material miseries under the modes of material nature. The living entity misunderstands himself to be a material product. This means that the present perverted way of thinking, feeling and willing, under material conditions, is not natural for him. But he has his normal way of thinking, feeling and willing. The living being in his original state is not without thinking, willing and feeling power. It is also confirmed in the Bhagavad-gītā that the actual knowledge of the conditioned soul is now covered by nescience. Thus the theory that a living being is absolute impersonal Brahman is refuted herein. This cannot be, because the living entity has his own way of thinking in his original unconditional state also. The present conditional state is due to the influence of the external energy, which means that the illusory energy takes the initiative while the Supreme Lord is aloof. The Lord does not desire that a living being be illusioned by external energy. The external energy is aware of this fact, but still she accepts a thankless task of keeping the forgotten soul under illusion by her bewildering influence. The Lord does not interfere with the task of the illusory energy because such performances of the illusory energy are also necessary for reformation of the conditioned soul. An affectionate father does not like his children to be chastised by another agent, yet he puts his disobedient children under the custody of a severe man just to bring them to order. But the all-affectionate Almighty Father at the same time desires relief for the conditioned soul, relief from the clutches of the illusory energy. The king puts the disobedient citizens within the walls of the jail, but sometimes the king, desiring the prisoners’ relief, personally goes there and pleads for reformation, and on his doing so the prisoners are set free. Similarly, the Supreme Lord descends from His kingdom upon the kingdom of the illusory energy and personally gives relief in the form of the Bhagavad-gītā, wherein He personally suggests that although the ways of the illusory energy are very stiff to overcome, one who surrenders unto the lotus feet of the Lord is set free by the order of the Supreme. This surrendering process is the remedial measure for getting relief from the bewildering ways of the illusory energy. The surrendering process is completed by the influence of association. The Lord has suggested, therefore, that by the influence of the speeches of saintly persons who have actually realized the Supreme, conditioned souls are engaged in His transcendental loving service. They get a taste for hearing about the Lord, and by such hearing only are they gradually elevated to the platform of respect, devotion and attachment for the Lord. The whole thing is completed by the surrendering process. Herein also the same suggestion is made by the Lord in His incarnation of Vyāsadeva. This means that the conditioned souls are being reclaimed by the Lord both ways, namely by the process of punishment by the external energy of the Lord, and by Himself as the spiritual master within and without. Within the heart of every living being the Lord Himself as the Supersoul (Paramātmā) becomes the spiritual master, and from without He becomes the spiritual master in the shape of scriptures, saints and the initiator spiritual master. This is still more explicitly explained in the next śloka. Personal superintendence of the illusory energy is confirmed in the Vedas (the Kena Upaniṣad) in relation to the demigods’ controlling power. Herein also it is clearly stated that the living entity is controlled by the external energy in a personal capacity. The living being thus subject to the control of the external energy is differently situated. It is clear, however, from the present statement of the Bhāgavatam that the same external energy is situated in the inferior position before the Personality of Godhead, or the perfect being. The perfect being, or the Lord, cannot be approached even by the illusory energy, who can only work on the living entities. Therefore it is sheer imagination that the Supreme Lord is illusioned by the illusory energy and thus becomes a living being. If the living being and the Lord were in the same category, then it would have been quite possible for Vyāsadeva to see it, and there would have been no question of material distress on the part of the illusioned being, for the Supreme Being is fully cognizant. So there are so many unscrupulous imaginations on the part of the monists to endeavor to put both the Lord and the living being in the same category. Had the Lord and the living beings been the same, then Śrīla Śukadeva Gosvāmī would not have taken the trouble to describe the transcendental pastimes of the Lord, for they would all be manifestations of the illusory energy. Śrīmad-Bhāgavatam is the summum bonum remedy for suffering humanity in the clutches of māyā. Śrīla Vyāsadeva therefore first of all diagnosed the actual disease of the conditioned souls, i.e., their being illusioned by the external energy. He also saw the perfect Supreme Being, from whom the illusory energy is far removed, though He saw both the diseased conditioned souls and also the cause of the disease. And the remedial measures are suggested in the next verse. Both the Supreme Personality of Godhead and the living beings are undoubtedly qualitatively one, but the Lord is the controller of the illusory energy, whereas the living entity is controlled by the illusory energy. Thus the Lord and the living beings are simultaneously one and different. Another point is distinct herein: that eternal relation between the Lord and the living being is transcendental, otherwise the Lord would not have taken the trouble to reclaim the conditioned souls from the clutches of māyā. In the same way, the living entity is also required to revive his natural love and affection for the Lord, and that is the highest perfection of the living entity. Śrīmad-Bhāgavatam treats the conditioned soul with an aim to that goal of life."
    },
    {
        "verse": "6",
        "devanagari": "अनर्थोपशमं साक्षाद्भक्तियोगमधोक्षजे ।लोकस्याजानतो विद्वांश्चक्रे सात्वतसंहिताम् ॥ ६ ॥",
        "english_devnagari": "anarthopaśamaṁ sākṣādbhakti-yogam adhokṣajelokasyājānato vidvāṁścakre sātvata-saṁhitām",
        "verse_Syn": [
            "anartha",
            "upaśamam",
            "sākṣāt",
            "bhakti",
            "yogam",
            "adhokṣaje",
            "lokasya",
            "ajānataḥ",
            "vidvān",
            "cakre",
            "sātvata",
            "saṁhitām"
        ],
        "translation": "The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vyāsadeva compiled this Vedic literature, which is in relation to the Supreme Truth.",
        "purport": " Śrīla Vyāsadeva saw the all-perfect Personality of Godhead. This statement suggests that the complete unit of the Personality of Godhead includes His parts and parcels also. He saw, therefore, His different energies, namely the internal energy, the marginal energy and the external energy. He also saw His different plenary portions and parts of the plenary portions, namely His different incarnations also, and he specifically observed the unwanted miseries of the conditioned souls, who are bewildered by the external energy. And at last he saw the remedial measure for the conditioned souls, namely the process of devotional service. It is a great transcendental science and begins with the process of hearing and chanting the name, fame, glory, etc., of the Supreme Personality of Godhead. Revival of the dormant affection or love of Godhead does not depend on the mechanical system of hearing and chanting, but it solely and wholly depends on the causeless mercy of the Lord. When the Lord is fully satisfied with the sincere efforts of the devotee, He may endow him with His loving transcendental service. But even with the prescribed forms of hearing and chanting, there is at once mitigation of the superfluous and unwanted miseries of material existence. Such mitigation of material affection does not wait for development of transcendental knowledge. Rather, knowledge is dependent on devotional service for the ultimate realization of the Supreme Truth."
    },
    {
        "verse": "7",
        "devanagari": "यस्यां वै श्रूयमाणायां कृष्णे परमपूरुषे ।भक्तिरुत्पद्यते पुंस: शोकमोहभयापहा ॥ ७ ॥",
        "english_devnagari": "yasyāṁ vai śrūyamāṇāyāṁkṛṣṇe parama-pūruṣebhaktir utpadyate puṁsaḥśoka-moha-bhayāpahā",
        "verse_Syn": [
            "yasyām",
            "vai",
            "śrūyamāṇāyām",
            "kṛṣṇe",
            "parama",
            "pūruṣe",
            "bhaktiḥ",
            "utpadyate",
            "puṁsaḥ",
            "śoka",
            "moha",
            "bhaya",
            "apahā"
        ],
        "translation": "Simply by giving aural reception to this Vedic literature, the feeling for loving devotional service to Lord Kṛṣṇa, the Supreme Personality of Godhead, sprouts up at once to extinguish the fire of lamentation, illusion and fearfulness.",
        "purport": " There are various senses, of which the ear is the most effective. This sense works even when a man is deep asleep. One can protect himself from the hands of an enemy while awake, but while asleep one is protected by the ear only. The importance of hearing is mentioned here in connection with attaining the highest perfection of life, namely getting free from three material pangs. Everyone is full of lamentation at every moment, he is after the mirage of illusory things, and he is always afraid of his supposed enemy. These are the primary symptoms of the material disease. And it is definitely suggested herein that simply by hearing the message of Śrīmad-Bhāgavatam one gets attachment for the Supreme Personality of Godhead, Śrī Kṛṣṇa, and as soon as this is effected the symptoms of the material disease disappear. Śrīla Vyāsadeva saw the all-perfect Personality of Godhead, and in this statement the all-perfect Personality of Godhead, Śrī Kṛṣṇa, is clearly confirmed. The ultimate result of devotional service is to develop genuine love for the Supreme Personality. Love is a word which is often used in relation with man and woman. And love is the only word that can be properly used to indicate the relation between Lord Kṛṣṇa and the living entities. The living entities are mentioned as prakṛti in the Bhagavad-gītā, and in Sanskrit prakṛti is a feminine object. The Lord is always described as the parama-puruṣa, or the supreme male personality. Thus the affection between the Lord and the living entities is something like that between the male and the female. Therefore the term love of Godhead is quite appropriate. Loving devotional service to the Lord begins with hearing about the Lord. There is no difference between the Lord and the subject matter heard about Him. The Lord is absolute in all respects, and thus there is no difference between Him and the subject matter heard about Him. Therefore, hearing about Him means immediate contact with Him by the process of vibration of the transcendental sound. And the transcendental sound is so effective that it acts at once by removing all material affections mentioned above. As mentioned before, a living entity develops a sort of complexity by material association, and the illusory encagement of the material body is accepted as an actual fact. Under such false complexity, the living beings under different categories of life become illusioned in different ways. Even in the most developed stage of human life, the same illusion prevails in the form of many isms and divides the loving relation with the Lord and thereby divides the loving relation between man and man. By hearing the subject matter of Śrīmad-Bhāgavatam this false complexity of materialism is removed, and real peace in society begins, which politicians aspire for so eagerly in so many political situations. The politicians want a peaceful situation between man and man, and nation and nation, but at the same time, because of too much attachment for material domination, there is illusion and fearfulness. Therefore the politicians’ peace conferences cannot bring about peace in society. It can only be done by hearing the subject matter described in the Śrīmad-Bhāgavatam about the Supreme Personality of Godhead, Śrī Kṛṣṇa. The foolish politicians may go on holding peace and summit conferences for hundreds of years, but they will fail to achieve success. Until we reach the stage of reestablishing our lost relation with Kṛṣṇa, the illusion of accepting the body as the self will prevail, and thus fearfulness will also prevail. As for the validity of Śrī Kṛṣṇa as the Supreme Personality of Godhead, there are hundreds and thousands of evidences from revealed scriptures, and there are hundreds and thousands of evidences from personal experiences of devotees in various places like Vṛndāvana, Navadvīpa and Purī. Even in the Kaumudī dictionary the synonyms of Kṛṣṇa are given as “the son of Yaśodā” and “the Supreme Personality of Godhead, Parabrahman.” The conclusion is that simply by hearing the Vedic literature Śrīmad-Bhāgavatam, one can have direct connection with the Supreme Personality of Godhead, Śrī Kṛṣṇa, and thereby one can attain the highest perfection of life by transcending worldly miseries, illusion and fearfulness. These are practical tests for one who has actually given a submissive hearing to the readings of the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "8",
        "devanagari": "स संहितां भागवतीं कृत्वानुक्रम्य चात्मजम् ।शुकमध्यापयामास निवृत्तिनिरतं मुनि: ॥ ८ ॥",
        "english_devnagari": "sa saṁhitāṁ bhāgavatīṁkṛtvānukramya cātma-jamśukam adhyāpayām āsanivṛtti-nirataṁ muniḥ",
        "verse_Syn": [
            "saḥ",
            "saṁhitām",
            "bhāgavatīm",
            "kṛtvā",
            "anukramya",
            "ca",
            "ātma",
            "jam",
            "śukam",
            "adhyāpayām",
            "āsa",
            "nivṛtti",
            "niratam",
            "muniḥ"
        ],
        "translation": "The great sage Vyāsadeva, after compiling the Śrīmad-Bhāgavatam and revising it, taught it to his own son, Śrī Śukadeva Gosvāmī, who was already engaged in self-realization.",
        "purport": " Śrīmad-Bhāgavatam is the natural commentation on the Brahma-sūtras compiled by the same author. This Brahma-sūtra, or Vedānta-sūtra, is meant for those who are already engaged in self-realization. Śrīmad-Bhāgavatam is so made that one becomes at once engaged in the path of self-realization simply by hearing the topics. Although it is especially meant for the paramahaṁsas, or those who are totally engaged in self-realization, it works into the depths of the hearts of those who may be worldly men. Worldly men are all engaged in sense gratification. But even such men will find in this Vedic literature a remedial measure for their material diseases. Śukadeva Gosvāmī was a liberated soul from the very beginning of his birth, and his father taught him Śrīmad-Bhāgavatam. Amongst mundane scholars, there is some diversity of opinion as to the date of compilation of Śrīmad-Bhāgavatam. It is, however, certain from the text of the Bhāgavatam that it was compiled before the disappearance of King Parīkṣit and after the departure of Lord Kṛṣṇa. When Mahārāja Parīkṣit was ruling the world as the King of Bhārata-varṣa, he chastised the personality of Kali. According to revealed scriptures and astrological calculation, the Age of Kali is in its five thousandth year. Therefore, Śrīmad-Bhāgavatam was compiled not less than five thousand years ago. Mahābhārata was compiled before Śrīmad-Bhāgavatam, and the Purāṇas were compiled before Mahābhārata. That is an estimation of the date of compilation of the different Vedic literatures. The synopsis of Śrīmad-Bhāgavatam was given before the detailed description under instruction of Nārada. Śrīmad-Bhāgavatam is the science for following the path of nivṛtti-mārga. The path of pravṛtti-mārga was condemned by Nārada. That path is the natural inclination for all conditioned souls. The theme of Śrīmad-Bhāgavatam is the cure of the materialistic disease of the human being, or stopping completely the pangs of material existence."
    },
    {
        "verse": "9",
        "devanagari": "शौनक उवाचस वै निवृत्तिनिरत: सर्वत्रोपेक्षको मुनि: ।कस्य वा बृहतीमेतामात्माराम: समभ्यसत् ॥ ९ ॥",
        "english_devnagari": "śaunaka uvācasa vai nivṛtti-nirataḥsarvatropekṣako muniḥkasya vā bṛhatīm etāmātmārāmaḥ samabhyasat",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "saḥ",
            "vai",
            "nivṛtti",
            "nirataḥ",
            "sarvatra",
            "upekṣakaḥ",
            "muniḥ",
            "kasya",
            "vā",
            "bṛhatīm",
            "etām",
            "ātma",
            "ārāmaḥ",
            "samabhyasat"
        ],
        "translation": "Śrī Śaunaka asked Sūta Gosvāmī: Śrī Śukadeva Gosvāmī was already on the path of self-realization, and thus he was pleased with his own self. So why did he take the trouble to undergo the study of such a vast literature?",
        "purport": " For the people in general the highest perfection of life is to cease from material activities and be fixed on the path of self-realization. Those who take pleasure in sense enjoyment, or those who are fixed in material bodily welfare work, are called karmīs. Out of thousands and millions of such karmīs, one may become an ātmārāma by self-realization. Ātmā means self, and ārāma means to take pleasure. Everyone is searching after the highest pleasure, but the standard of pleasure of one may be different from the standard of another. Therefore, the standard of pleasure enjoyed by the karmīs is different from that of the ātmārāmas. The ātmārāmas are completely indifferent to material enjoyment in every respect. Śrīla Śukadeva Gosvāmī had already attained that stage, and still he was attracted to undergo the trouble of studying the great Bhāgavatam literature. This means that Śrīmad-Bhāgavatam is a postgraduate study even for the ātmārāmas, who have surpassed all the studies of Vedic knowledge."
    },
    {
        "verse": "10",
        "devanagari": "सूत उवाचआत्मारामाश्च मुनयो निर्ग्रन्था अप्युरुक्रमे ।कुर्वन्त्यहैतुकीं भक्तिमित्थम्भूतगुणो हरि: ॥ १० ॥",
        "english_devnagari": "sūta uvācaātmārāmāś ca munayonirgranthā apy urukramekurvanty ahaitukīṁ bhaktimittham-bhūta-guṇo hariḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "ātmārāmāḥ",
            "ca",
            "munayaḥ",
            "nirgranthāḥ",
            "api",
            "urukrame",
            "kurvanti",
            "ahaitukīm",
            "bhaktim",
            "ittham",
            "bhūta",
            "guṇaḥ",
            "hariḥ"
        ],
        "translation": "Sūta Gosvāmī said: All different varieties of ātmārāmas [those who take pleasure in the ātmā, or spirit self], especially those established on the path of self-realization, though freed from all kinds of material bondage, desire to render unalloyed devotional service unto the Personality of Godhead. This means that the Lord possesses transcendental qualities and therefore can attract everyone, including liberated souls.",
        "purport": " Lord Śrī Caitanya Mahāprabhu explained this ātmārāma śloka very vividly before His chief devotee Śrīla Sanātana Gosvāmī. He points out eleven factors in the śloka, namely (1) ātmārāma, (2) munayaḥ, (3) nirgrantha, (4) api, (5) ca, (6) urukrama, (7) kurvanti, (8) ahaitukīm, (9) bhaktim, (10) ittham-bhūta-guṇaḥ and (11) hariḥ. According to the Viśva-prakāśa Sanskrit dictionary, there are seven synonyms for the word ātmā, which are as follows: (1) Brahman (the Absolute Truth), (2) body, (3) mind, (4) endeavor, (5) endurance, (6) intelligence and (7) personal habits. The word munayaḥ refers to (1) those who are thoughtful, (2) those who are grave and silent, (3) ascetics, (4) the persistent, (5) mendicants, (6) sages and (7) saints. The word nirgrantha conveys these ideas: (1) one who is liberated from nescience, (2) one who has no connection with scriptural injunction, i.e., who is freed from the obligation of the rules and regulations mentioned in the revealed scriptures like ethics, Vedas, philosophy, psychology and metaphysics (in other words the fools, illiterate, urchins, etc., who have no connection with regulative principles), (3) a capitalist, and also (4) one who is penniless. According to the Śabda-kośa dictionary, the affix ni is used in the sense of (1) certainty, (2) counting, (3) building, and (4) forbiddance, and the word grantha is used in the sense of wealth, thesis, vocabulary, etc. The word urukrama means “the one whose activities are glorious.” Krama means “step.” This word urukrama specifically indicates the Lord’s incarnation as Vāmana, who covered the whole universe by immeasurable steps. Lord Viṣṇu is powerful, and His activities are so glorious that He has created the spiritual world by His internal potency and the material world by His external potency. By His all-pervading features He is everywhere present as the Supreme Truth, and in His personal feature He is always present in His transcendental abode of Goloka Vṛndāvana, where He displays His transcendental pastimes in all variegatedness. His activities cannot be compared to anyone else’s, and therefore the word urukrama is just applicable to Him only. According to Sanskrit verbal arrangement, kurvanti refers to doing things for someone else. Therefore, it means that the ātmārāmas render devotional service unto the Lord not for personal interest but for the pleasure of the Lord, Urukrama. Hetu means “causal.” There are many causes for one’s sense satisfaction, and they can be chiefly classified as material enjoyment, mystic powers and liberation, which are generally desired by progressive persons. As far as material enjoyments are concerned, they are innumerable, and the materialists are eager to increase them more and more because they are under the illusory energy. There is no end to the list of material enjoyments, nor can anyone in the material universe have all of them. As far as the mystic powers are concerned, they are eight in all (such as to become the minutest in form, to become weightless, to have anything one desires, to lord it over the material nature, to control other living beings, to throw earthly globes in outer space, etc.). These mystic powers are mentioned in the Bhāgavatam. The forms of liberation are five in number. Therefore, unalloyed devotion means service to the Lord without desire for the above-mentioned personal benefits. And the powerful Personality of Godhead, Śrī Kṛṣṇa, can be fully satisfied by such unalloyed devotees free from all sorts of desires for personal benefit. Unalloyed devotional service of the Lord progresses in different stages. Practice of devotional service in the material field is of eighty-one different qualities, and above such activities is the transcendental practice of devotional service, which is one and is called sādhana-bhakti. When unalloyed practice of sādhana-bhakti is matured into transcendental love for the Lord, the transcendental loving service of the Lord begins gradually developing into nine progressive stages of loving service under the headings of attachment, love, affection, feelings, affinity, adherence, following, ecstasy, and intense feelings of separation. The attachment of an inactive devotee develops up to the stage of transcendental love of God. Attachment of an active servitor develops up to the stage of adherence, and that for a friendly devotee develops up to the stage of following, and the same is also the case for the parental devotees. Devotees in conjugal love develop ecstasy up to the stage of intense feelings of separation. These are some of the features of unalloyed devotional service of the Lord. According to Hari-bhakti-sudhodaya, the import of the word ittham-bhūta is “complete bliss.” Transcendental bliss in the realization of impersonal Brahman becomes comparable to the scanty water contained in the pit made by a cow’s hoof. It is nothing compared with the ocean of bliss of the vision of the Personality of Godhead. The personal form of Lord Śrī Kṛṣṇa is so attractive that it comprehends all attraction, all bliss and all tastes (rasas). These attractions are so strong that no one wants to exchange them for material enjoyment, mystic powers and liberation. There is no need of logical arguments in support of this statement, but out of one’s own nature one becomes attracted by the qualities of Lord Śrī Kṛṣṇa. We must know for certain that the qualities of the Lord have nothing to do with mundane qualities. All of them are full of bliss, knowledge and eternity. There are innumerable qualities of the Lord, and one is attracted by one quality while another is attracted by another. Great sages, such as the four bachelor-devotees Sanaka, Sanātana, Sananda and Sanat-kumāra, were attracted by the fragrance of flowers and tulasī leaves anointed with the pulp of sandalwood offered at the lotus feet of the Lord. Similarly, Śukadeva Gosvāmī was attracted by the transcendental pastimes of the Lord. Śukadeva Gosvāmī was already situated in the liberated stage, yet he was attracted by the pastimes of the Lord. This proves that the quality of His pastimes has nothing to do with material affinity. Similarly, the young cowherd damsels were attracted by the bodily features of the Lord, and Rukmiṇī was attracted by hearing about the glories of the Lord. Lord Kṛṣṇa attracts even the mind of the goddess of fortune. He attracts, in special cases, the minds of all young girls. He attracts the minds of the elderly ladies by parental affection. He attracts the minds of the males in the humors of servitude and friendship. The word hari conveys various meanings, but the chief import of the word is that He (the Lord) vanquishes everything inauspicious and takes away the mind of the devotee by awarding pure transcendental love. By remembering the Lord in acute distress one can be free from all varieties of miseries and anxieties. Gradually the Lord vanquishes all obstacles on the path of devotional service of a pure devotee, and the result of nine devotional activities, such as hearing and chanting, becomes manifested. By His personal features and transcendental attributes, the Lord attracts all psychological activities of a pure devotee. Such is the attractive power of Lord Kṛṣṇa. The attraction is so powerful that a pure devotee never hankers for any one of the four principles of religion. These are the attractive features of the transcendental attributes of the Lord. And adding to this the words api and ca, one can increase the imports unlimitedly. According to Sanskrit grammar there are seven synonyms for the word api. So by interpreting each and every word of this śloka, one can see unlimited numbers of transcendental qualities of Lord Kṛṣṇa that attract the mind of a pure devotee."
    },
    {
        "verse": "11",
        "devanagari": "हरेर्गुणाक्षिप्तमतिर्भगवान् बादरायणि: ।अध्यगान्महदाख्यानं नित्यं विष्णुजनप्रिय: ॥ ११ ॥",
        "english_devnagari": "harer guṇākṣipta-matirbhagavān bādarāyaṇiḥadhyagān mahad ākhyānaṁnityaṁ viṣṇu-jana-priyaḥ",
        "verse_Syn": [
            "hareḥ",
            "guṇa",
            "ākṣipta",
            "matiḥ",
            "bhagavān",
            "bādarāyaṇiḥ",
            "adhyagāt",
            "mahat",
            "ākhyānam",
            "nityam",
            "viṣṇu",
            "jana",
            "priyaḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī, son of Śrīla Vyāsadeva, was not only transcendentally powerful. He was also very dear to the devotees of the Lord. Thus he underwent the study of this great narration [Śrīmad-Bhāgavatam].",
        "purport": " According to Brahma-vaivarta Purāṇa, Śrīla Śukadeva Gosvāmī was a liberated soul even within the womb of his mother. Śrīla Vyāsadeva knew that the child, after his birth, would not stay at home. Therefore he (Vyāsadeva) impressed upon him the synopsis of the Bhāgavatam so that the child could be made attached to the transcendental activities of the Lord. After his birth, the child was still more educated in the subject of the Bhāgavatam by recitation of the actual poems. The idea is that generally the liberated souls are attached to the feature of impersonal Brahman with a monistic view of becoming one with the supreme whole. But by the association of pure devotees like Vyāsadeva, even the liberated soul becomes attracted to the transcendental qualities of the Lord. By the mercy of Śrī Nārada, Śrīla Vyāsadeva was able to narrate the great epic of Śrīmad-Bhāgavatam, and by the mercy of Vyāsadeva, Śrīla Śukadeva Gosvāmī was able to grasp the import. The transcendental qualities of the Lord are so attractive that Śrīla Śukadeva Gosvāmī became detached from being completely absorbed in impersonal Brahman and positively took up the personal activity of the Lord. Practically he was thrown from the impersonal conception of the Absolute, thinking within himself that he had simply wasted so much time in devoting himself to the impersonal feature of the Supreme, or in other words, he realized more transcendental bliss with the personal feature than the impersonal. And from that time, not only did he himself become very dear to the viṣṇu-janas, or the devotees of the Lord, but also the viṣṇu-janas became very dear to him. The devotees of the Lord, who do not wish to kill the individuality of the living entities and who desire to become personal servitors of the Lord, do not very much like the impersonalists, and similarly the impersonalists, who desire to become one with the Supreme, are unable to evaluate the devotees of the Lord. Thus from time immemorial these two transcendental pilgrims have sometimes been competitors. In other words, each of them likes to keep separate from the other because of the ultimate personal and impersonal realizations. Therefore it appears that Śrīla Śukadeva Gosvāmī also had no liking for the devotees. But since he himself became a saturated devotee, he desired always the transcendental association of the viṣṇu-janas, and the viṣṇu-janas also liked his association, since he became a personal Bhāgavata. Thus both the son and the father were completely cognizant of transcendental knowledge in Brahman, and afterwards both of them became absorbed in the personal features of the Supreme Lord. The question as to how Śukadeva Gosvāmī was attracted by the narration of the Bhāgavatam is thus completely answered by this śloka."
    },
    {
        "verse": "12",
        "devanagari": "परीक्षितोऽथ राजर्षेर्जन्मकर्मविलापनम् ।संस्थां च पाण्डुपुत्राणां वक्ष्ये कृष्णकथोदयम् ॥ १२ ॥",
        "english_devnagari": "parīkṣito ’tha rājarṣerjanma-karma-vilāpanamsaṁsthāṁ ca pāṇḍu-putrāṇāṁvakṣye kṛṣṇa-kathodayam",
        "verse_Syn": [
            "parīkṣitaḥ",
            "atha",
            "rājarṣeḥ",
            "janma",
            "karma",
            "vilāpanam",
            "saṁsthām",
            "ca",
            "pāṇḍu",
            "putrāṇām",
            "vakṣye",
            "kṛṣṇa",
            "kathā",
            "udayam"
        ],
        "translation": "Sūta Gosvāmī thus addressed the ṛṣis headed by Śaunaka: Now I shall begin the transcendental narration of the Lord Śrī Kṛṣṇa and topics of the birth, activities and deliverance of King Parīkṣit, the sage amongst kings, as well as topics of the renunciation of the worldly order by the sons of Pāṇḍu.",
        "purport": " Lord Kṛṣṇa is so kind to the fallen souls that He personally incarnates Himself amongst the different kinds of living entities and takes part with them in daily activities. Any historical fact old or new which has a connection with the activities of the Lord is to be understood as a transcendental narration of the Lord. Without Kṛṣṇa, all the supplementary literatures like the Purāṇas and Mahābhārata are simply stories or historical facts. But with Kṛṣṇa they become transcendental, and when we hear of them we at once become transcendentally related with the Lord. Śrīmad-Bhāgavatam is also a Purāṇa, but the special significance of this Purāṇa is that the activities of the Lord are central and not just supplementary historical facts. Śrīmad-Bhāgavatam is thus recommended by Lord Śrī Caitanya Mahāprabhu as the spotless Purāṇa. There is a class of less intelligent devotees of the Bhāgavata Purāṇa who desire to relish at once the activities of the Lord narrated in the Tenth Canto without first understanding the primary cantos. They are under the false impression that the other cantos are not concerned with Kṛṣṇa, and thus more foolishly than intelligently they take to the reading of the Tenth Canto. These readers are specifically told herein that the other cantos of the Bhāgavatam are as important as the Tenth Canto. No one should try to go into the matters of the Tenth Canto without having thoroughly understood the purport of the other nine cantos. Kṛṣṇa and His pure devotees like the Pāṇḍavas are on the same plane. Kṛṣṇa is not without His devotees of all the rasas, and the pure devotees like the Pāṇḍavas are not without Kṛṣṇa. The devotees and the Lord are interlinked, and they cannot be separated. Therefore talks about them are all kṛṣṇa-kathā, or topics of the Lord."
    },
    {
        "verse": "13-14",
        "devanagari": "यदा मृधे कौरवसृञ्जयानांवीरेष्वथो वीरगतिं गतेषु ।वृकोदराविद्धगदाभिमर्श-भग्नोरुदण्डे धृतराष्ट्रपुत्रे ॥ १३ ॥भर्तु: प्रियं द्रौणिरिति स्म पश्यन्कृष्णासुतानां स्वपतां शिरांसि ।उपाहरद्विप्रियमेव तस्यजुगुप्सितं कर्म विगर्हयन्ति ॥ १४ ॥",
        "english_devnagari": "yadā mṛdhe kaurava-sṛñjayānāṁvīreṣv atho vīra-gatiṁ gateṣuvṛkodarāviddha-gadābhimarśa-bhagnoru-daṇḍe dhṛtarāṣṭra-putre",
        "verse_Syn": [
            "yadā",
            "mṛdhe",
            "kaurava",
            "sṛñjayānām",
            "vīreṣu",
            "atho",
            "vīra",
            "gatim",
            "gateṣu",
            "vṛkodara",
            "āviddha",
            "gadā",
            "abhimarśa",
            "bhagna",
            "uru",
            "daṇḍe",
            "dhṛtarāṣṭra",
            "putre",
            "bhartuḥ",
            "priyam",
            "drauṇiḥ",
            "iti",
            "sma",
            "paśyan",
            "kṛṣṇā",
            "sutānām",
            "svapatām",
            "śirāṁsi",
            "upāharat",
            "vipriyam",
            "eva",
            "tasya",
            "jugupsitam",
            "karma",
            "vigarhayanti"
        ],
        "translation": "When the respective warriors of both camps, namely the Kauravas and the Pāṇḍavas, were killed on the Battlefield of Kurukṣetra and the dead warriors obtained their deserved destinations, and when the son of Dhṛtarāṣṭra fell down lamenting, his spine broken, being beaten by the club of Bhīmasena, the son of Droṇācārya [Aśvatthāmā] beheaded the five sleeping sons of Draupadī and delivered the heads as a prize to his master, foolishly thinking that he would be pleased. Duryodhana, however, disapproved of the heinous act, and he was not pleased in the least.",
        "purport": " Transcendental topics of the activities of Lord Śrī Kṛṣṇa in the Śrīmad-Bhāgavatam begin from the end of the battle at Kurukṣetra, where the Lord Himself spoke about Himself in the Bhagavad-gītā. Therefore, both the Bhagavad-gītā and Śrīmad-Bhāgavatam are transcendental topics of Lord Kṛṣṇa. The Gītā is kṛṣṇa-kathā, or topics of Kṛṣṇa, because it is spoken by the Lord, and the Bhāgavatam is also kṛṣṇa-kathā because it is spoken about the Lord. Lord Śrī Caitanya Mahāprabhu wanted everyone to be informed of both kṛṣṇa-kathās by His order. Lord Kṛṣṇa Caitanya is Kṛṣṇa Himself in the garb of a devotee of Kṛṣṇa, and therefore the versions of both Lord Kṛṣṇa and Śrī Kṛṣṇa Caitanya Mahāprabhu are identical. Lord Caitanya desired that all who are born in India seriously understand such kṛṣṇa-kathās and then after full realization preach the transcendental message to everyone in all parts of the world. That will bring about the desired peace and prosperity of the stricken world."
    },
    {
        "verse": "15",
        "devanagari": "माता शिशूनां निधनं सुतानांनिशम्य घोरं परितप्यमाना ।तदारुदद्वाष्पकलाकुलाक्षीतां सान्‍त्वयन्नाह किरीटमाली ॥ १५ ॥",
        "english_devnagari": "mātā śiśūnāṁ nidhanaṁ sutānāṁniśamya ghoraṁ paritapyamānātadārudad vāṣpa-kalākulākṣītāṁ sāntvayann āha kirīṭamālī",
        "verse_Syn": [
            "mātā",
            "śiśūnām",
            "nidhanam",
            "sutānām",
            "niśamya",
            "ghoram",
            "paritapyamānā",
            "tadā",
            "arudat",
            "vāṣpa",
            "kala",
            "ākula",
            "akṣī",
            "tām",
            "sāntvayan",
            "āha",
            "kirīṭamālī"
        ],
        "translation": "Draupadī, the mother of the five children of the Pāṇḍavas, after hearing of the massacre of her sons, began to cry in distress with eyes full of tears. Trying to pacify her in her great loss, Arjuna spoke to her thus:",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तदा शुचस्ते प्रमृजामि भद्रेयद्ब्रह्मबन्धो: शिर आततायिन: ।गाण्डीवमुक्तैर्विशिखैरुपाहरेत्वाक्रम्य यत्‍स्‍नास्यसि दग्धपुत्रा ॥ १६ ॥",
        "english_devnagari": "tadā śucas te pramṛjāmi bhadreyad brahma-bandhoḥ śira ātatāyinaḥgāṇḍīva-muktair viśikhair upāharetvākramya yat snāsyasi dagdha-putrā",
        "verse_Syn": [
            "tadā",
            "śucaḥ",
            "te",
            "pramṛjāmi",
            "bhadre",
            "yat",
            "brahma",
            "bandhoḥ",
            "śiraḥ",
            "ātatāyinaḥ",
            "gāṇḍīva",
            "muktaiḥ",
            "viśikhaiḥ",
            "upāhare",
            "tvā",
            "ākramya",
            "yat",
            "snāsyasi",
            "dagdha",
            "putrā"
        ],
        "translation": "O gentle lady, when I present you with the head of that brāhmaṇa, after beheading him with arrows from my Gāṇḍīva bow, I shall then wipe the tears from your eyes and pacify you. Then, after burning your sons’ bodies, you can take your bath standing on his head.",
        "purport": " An enemy who sets fire to the house, administers poison, attacks all of a sudden with deadly weapons, plunders wealth or usurps agricultural fields, or entices one’s wife is called an aggressor. Such an aggressor, though he be a brāhmaṇa or a so-called son of a brāhmaṇa, has to be punished in all circumstances. When Arjuna promised to behead the aggressor named Aśvatthāmā, he knew well that Aśvatthāmā was the son of a brāhmaṇa, but because the so-called brāhmaṇa acted like a butcher, he was taken as such, and there was no question of sin in killing such a brāhmaṇa’s son who proved to be a villain."
    },
    {
        "verse": "17",
        "devanagari": "इति प्रियां वल्गुविचित्रजल्पै:स सान्‍त्वयित्वाच्युतमित्रसूत: ।अन्वाद्रवद्दंशित उग्रधन्वाकपिध्वजो गुरुपुत्रं रथेन ॥ १७ ॥",
        "english_devnagari": "iti priyāṁ valgu-vicitra-jalpaiḥsa sāntvayitvācyuta-mitra-sūtaḥanvādravad daṁśita ugra-dhanvākapi-dhvajo guru-putraṁ rathena",
        "verse_Syn": [
            "iti",
            "priyām",
            "valgu",
            "vicitra",
            "jalpaiḥ",
            "saḥ",
            "sāntvayitvā",
            "acyuta",
            "mitra",
            "sūtaḥ",
            "anvādravat",
            "daṁśitaḥ",
            "ugra",
            "dhanvā",
            "kapi",
            "dhvajaḥ",
            "guru",
            "putram",
            "rathena"
        ],
        "translation": "Arjuna, who is guided by the infallible Lord as friend and driver, thus satisfied the dear lady by such statements. Then he dressed in armor and armed himself with furious weapons, and getting into his chariot, he set out to follow Aśvatthāmā, the son of his martial teacher.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तमापतन्तं स विलक्ष्य दूरात्कुमारहोद्विग्नमना रथेन ।पराद्रवत्प्राणपरीप्सुरुर्व्यांयावद्गमं रुद्रभयाद्यथा क: ॥ १८ ॥",
        "english_devnagari": "tam āpatantaṁ sa vilakṣya dūrātkumāra-hodvigna-manā rathenaparādravat prāṇa-parīpsur urvyāṁyāvad-gamaṁ rudra-bhayād yathā kaḥ",
        "verse_Syn": [
            "tam",
            "āpatantam",
            "saḥ",
            "vilakṣya",
            "dūrāt",
            "kumāra",
            "hā",
            "udvigna",
            "manāḥ",
            "rathena",
            "parādravat",
            "prāṇa",
            "parīpsuḥ",
            "urvyām",
            "yāvat",
            "gamam",
            "rudra",
            "bhayāt",
            "yathā",
            "kaḥ"
        ],
        "translation": "Aśvatthāmā, the murderer of the princes, seeing from a great distance Arjuna coming at him with great speed, fled in his chariot, panic stricken, just to save his life, as Brahmā fled in fear from Śiva.",
        "purport": " According to the reading matter, either kaḥ or arkaḥ, there are two references in the Purāṇas. Kaḥ means Brahmā, who once became allured by his daughter and began to follow her, which infuriated Śiva, who attacked Brahmā with his trident. Brahmājī fled in fear of his life. As far as arkaḥ is concerned, there is a reference in the Vāmana Purāṇa. There was a demon by the name Vidyunmālī who was gifted with a glowing golden airplane which traveled to the back of the sun, and night disappeared because of the glowing effulgence of this plane. Thus the sun-god became angry, and with his virulent rays he melted the plane. This enraged Lord Śiva. Lord Śiva then attacked the sun-god, who fled away and at last fell down at Kāśī (Vārāṇasī), and the place became famous as Lolārka."
    },
    {
        "verse": "19",
        "devanagari": "यदाशरणमात्मानमैक्षत श्रान्तवाजिनम् ।अस्त्रं ब्रह्मशिरो मेने आत्मत्राणं द्विजात्मज: ॥ १९ ॥",
        "english_devnagari": "yadāśaraṇam ātmānamaikṣata śrānta-vājinamastraṁ brahma-śiro meneātma-trāṇaṁ dvijātmajaḥ",
        "verse_Syn": [
            "yadā",
            "aśaraṇam",
            "ātmānam",
            "aikṣata",
            "śrānta",
            "vājinam",
            "astram",
            "brahma",
            "śiraḥ",
            "mene",
            "ātma",
            "trāṇam",
            "dvija",
            "ātma",
            "jaḥ"
        ],
        "translation": "When the son of the brāhmaṇa [Aśvatthāmā] saw that his horses were tired, he considered that there was no alternative for protection outside of his using the ultimate weapon, the brahmāstra [nuclear weapon].",
        "purport": " In the ultimate issue only, when there is no alternative, the nuclear weapon called the brahmāstra is applied. The word dvijātmajaḥ is significant here because Aśvatthāmā, although the son of Droṇācārya, was not exactly a qualified brāhmaṇa. The most intelligent man is called a brāhmaṇa, and it is not a hereditary title. Aśvatthāmā was also formerly called the brahma-bandhu, or the friend of a brāhmaṇa. Being a friend of a brāhmaṇa does not mean that one is a brāhmaṇa by qualification. A friend or son of a brāhmaṇa, when fully qualified, can be called a brāhmaṇa and not otherwise. Since Aśvatthāmā’s decision is immature, he is purposely called herein the son of a brāhmaṇa."
    },
    {
        "verse": "20",
        "devanagari": "अथोपस्पृश्य सलिलं सन्दधे तत्समाहित: ।अजानन्नपि संहारं प्राणकृच्छ्र उपस्थिते ॥ २० ॥",
        "english_devnagari": "athopaspṛśya salilaṁsandadhe tat samāhitaḥajānann api saṁhāraṁprāṇa-kṛcchra upasthite",
        "verse_Syn": [
            "atha",
            "upaspṛśya",
            "salilam",
            "sandadhe",
            "tat",
            "samāhitaḥ",
            "ajānan",
            "api",
            "saṁhāram",
            "prāṇa",
            "kṛcchre",
            "upasthite"
        ],
        "translation": "Since his life was in danger, he touched water in sanctity and concentrated upon the chanting of the hymns for throwing nuclear weapons, although he did not know how to withdraw such weapons.",
        "purport": " The subtle forms of material activities are finer than grosser methods of material manipulation. Such subtle forms of material activities are effected through purification of sound. The same method is adopted here by chanting hymns to act as nuclear weapons."
    },
    {
        "verse": "21",
        "devanagari": "तत: प्रादुष्कृतं तेज: प्रचण्डं सर्वतोदिशम् ।प्राणापदमभिप्रेक्ष्य विष्णुं जिष्णुरुवाच ह ॥ २१ ॥",
        "english_devnagari": "tataḥ prāduṣkṛtaṁ tejaḥpracaṇḍaṁ sarvato diśamprāṇāpadam abhiprekṣyaviṣṇuṁ jiṣṇur uvāca ha",
        "verse_Syn": [
            "tataḥ",
            "prāduṣkṛtam",
            "tejaḥ",
            "pracaṇḍam",
            "sarvataḥ",
            "diśam",
            "prāṇa",
            "āpadam",
            "abhiprekṣya",
            "viṣṇum",
            "jiṣṇuḥ",
            "uvāca",
            "ha"
        ],
        "translation": "Thereupon a glaring light spread in all directions. It was so fierce that Arjuna thought his own life in danger, and so he began to address Lord Śrī Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "अर्जुन उवाचकृष्ण कृष्ण महाबाहो भक्तानामभयङ्कर ।त्वमेको दह्यमानानामपवर्गोऽसि संसृते: ॥ २२ ॥",
        "english_devnagari": "arjuna uvācakṛṣṇa kṛṣṇa mahā-bāhobhaktānām abhayaṅkaratvam eko dahyamānānāmapavargo ’si saṁsṛteḥ",
        "verse_Syn": [
            "arjunaḥ",
            "uvāca",
            "kṛṣṇa",
            "kṛṣṇa",
            "mahā",
            "bāho",
            "bhaktānām",
            "abhayaṅkara",
            "tvam",
            "ekaḥ",
            "dahyamānānām",
            "apavargaḥ",
            "asi",
            "saṁsṛteḥ"
        ],
        "translation": "Arjuna said: O my Lord Śrī Kṛṣṇa, You are the almighty Personality of Godhead. There is no limit to Your different energies. Therefore only You are competent to instill fearlessness in the hearts of Your devotees. Everyone in the flames of material miseries can find the path of liberation in You only.",
        "purport": " Arjuna was aware of the transcendental qualities of Lord Śrī Kṛṣṇa, as he had already experienced them during the Kurukṣetra War, in which both of them were present. Therefore, Arjuna’s version of Lord Kṛṣṇa is authoritative. Kṛṣṇa is almighty and is especially the cause of fearlessness for the devotees. A devotee of the Lord is always fearless because of the protection given by the Lord. Material existence is something like a blazing fire in the forest, which can be extinguished by the mercy of the Lord Śrī Kṛṣṇa. The spiritual master is the mercy representative of the Lord. Therefore, a person burning in the flames of material existence may receive the rains of mercy of the Lord through the transparent medium of the self-realized spiritual master. The spiritual master, by his words, can penetrate into the heart of the suffering person and inject knowledge transcendental, which alone can extinguish the fire of material existence."
    },
    {
        "verse": "23",
        "devanagari": "त्वमाद्य: पुरुष: साक्षादीश्वर: प्रकृते: पर: ।मायां व्युदस्य चिच्छक्त्या कैवल्ये स्थित आत्मनि ॥ २३ ॥",
        "english_devnagari": "tvam ādyaḥ puruṣaḥ sākṣādīśvaraḥ prakṛteḥ paraḥmāyāṁ vyudasya cic-chaktyākaivalye sthita ātmani",
        "verse_Syn": [
            "tvam",
            "ādyaḥ",
            "puruṣaḥ",
            "sākṣāt",
            "īśvaraḥ",
            "prakṛteḥ",
            "paraḥ",
            "māyām",
            "vyudasya",
            "cit",
            "śaktyā",
            "kaivalye",
            "sthitaḥ",
            "ātmani"
        ],
        "translation": "You are the original Personality of Godhead who expands Himself all over the creations and is transcendental to material energy. You have cast away the effects of the material energy by dint of Your spiritual potency. You are always situated in eternal bliss and transcendental knowledge.",
        "purport": " The Lord states in the Bhagavad-gītā that one who surrenders unto the lotus feet of the Lord can get release from the clutches of nescience. Kṛṣṇa is just like the sun, and māyā or material existence is just like darkness. Wherever there is the light of the sun, darkness or ignorance at once vanishes. The best means to get out of the world of ignorance is suggested here. The Lord is addressed herein as the original Personality of Godhead. From Him all other Personalities of Godhead expand. The all-pervasive Lord Viṣṇu is Lord Kṛṣṇa’s plenary portion or expansion. The Lord expands Himself in innumerable forms of Godhead and living beings, along with His different energies. But Śrī Kṛṣṇa is the original primeval Lord from whom everything emanates. The all-pervasive feature of the Lord experienced within the manifested world is also a partial representation of the Lord. Paramātmā, therefore, is included within Him. He is the Absolute Personality of Godhead. He has nothing to do with the actions and reactions of the material manifestation because He is far above the material creation. Darkness is a perverse representation of the sun, and therefore the existence of darkness depends on the existence of the sun, but in the sun proper there is no trace of darkness. As the sun is full of light only, similarly the Absolute Personality of Godhead, beyond the material existence, is full of bliss. He is not only full of bliss, but also full of transcendental variegatedness. Transcendence is not at all static, but full of dynamic variegatedness. He is distinct from the material nature, which is complicated by the three modes of material nature. He is parama, or the chief. Therefore He is absolute. He has manifold energies, and through His diverse energies He creates, manifests, maintains and destroys the material world. In His own abode, however, everything is eternal and absolute. The world is not conducted by the energies or powerful agents by themselves, but by the potent all-powerful with all energies."
    },
    {
        "verse": "24",
        "devanagari": "स एव जीवलोकस्य मायामोहितचेतस: ।विधत्से स्वेन वीर्येण श्रेयो धर्मादिलक्षणम् ॥ २४ ॥",
        "english_devnagari": "sa eva jīva-lokasyamāyā-mohita-cetasaḥvidhatse svena vīryeṇaśreyo dharmādi-lakṣaṇam",
        "verse_Syn": [
            "saḥ",
            "eva",
            "jīva",
            "lokasya",
            "māyā",
            "mohita",
            "cetasaḥ",
            "vidhatse",
            "svena",
            "vīryeṇa",
            "śreyaḥ",
            "dharma",
            "ādi",
            "lakṣaṇam"
        ],
        "translation": "And yet, though You are beyond the purview of the material energy, You execute the four principles of liberation characterized by religion and so on for the ultimate good of the conditioned souls.",
        "purport": " The Personality of Godhead, Śrī Kṛṣṇa, out of His causeless mercy, descends to the manifested world without being influenced by the material modes of nature. He is eternally beyond the material manifestations. He descends out of His causeless mercy only to reclaim the fallen souls who are captivated by the illusory energy. They are attacked by the material energy, and they want to enjoy her under false pretexts, although in essence the living entity is unable to enjoy. One is eternally the servitor of the Lord, and when he forgets this position he thinks of enjoying the material world, but factually he is in illusion. The Lord descends to eradicate this false sense of enjoyment and thus reclaim conditioned souls back to Godhead. That is the all-merciful nature of the Lord for the fallen souls."
    },
    {
        "verse": "25",
        "devanagari": "तथायं चावतारस्ते भुवो भारजिहीर्षया ।स्वानां चानन्यभावानामनुध्यानाय चासकृत् ॥ २५ ॥",
        "english_devnagari": "tathāyaṁ cāvatāras tebhuvo bhāra-jihīrṣayāsvānāṁ cānanya-bhāvānāmanudhyānāya cāsakṛt",
        "verse_Syn": [
            "tathā",
            "ayam",
            "ca",
            "avatāraḥ",
            "te",
            "bhuvaḥ",
            "bhāra",
            "jihīrṣayā",
            "svānām",
            "ca",
            "ananya",
            "bhāvānām",
            "anudhyānāya",
            "ca",
            "asakṛt"
        ],
        "translation": "Thus You descend as an incarnation to remove the burden of the world and to benefit Your friends, especially those who are Your exclusive devotees and are constantly rapt in meditation upon You.",
        "purport": " It appears that the Lord is partial to His devotees. Everyone is related with the Lord. He is equal to everyone, and yet He is more inclined to His own men and devotees. The Lord is everyone’s father. No one can be His father, and yet no one can be His son. His devotees are His kinsmen, and His devotees are His relations. This is His transcendental pastime. It has nothing to do with mundane ideas of relations, fatherhood or anything like that. As mentioned above, the Lord is above the modes of material nature, and thus there is nothing mundane about His kinsmen and relations in devotional service."
    },
    {
        "verse": "26",
        "devanagari": "किमिदं स्वित्कुतो वेति देवदेव न वेद्‍म्यहम् ।सर्वतोमुखमायाति तेज: परमदारुणम् ॥ २६ ॥",
        "english_devnagari": "kim idaṁ svit kuto vetideva-deva na vedmy ahamsarvato mukham āyātitejaḥ parama-dāruṇam",
        "verse_Syn": [
            "kim",
            "idam",
            "svit",
            "kutaḥ",
            "vā",
            "iti",
            "deva",
            "deva",
            "na",
            "vedmi",
            "aham",
            "sarvataḥ",
            "mukham",
            "āyāti",
            "tejaḥ",
            "parama",
            "dāruṇam"
        ],
        "translation": "O Lord of lords, how is it that this dangerous effulgence is spreading all around? Where does it come from? I do not understand it.",
        "purport": " Anything that is presented before the Personality of Godhead should be so done after due presentation of respectful prayers. That is the standard procedure, and Śrī Arjuna, although an intimate friend of the Lord, is observing this method for general information."
    },
    {
        "verse": "27",
        "devanagari": "श्रीभगवानुवाचवेत्थेदं द्रोणपुत्रस्य ब्राह्ममस्त्रं प्रदर्शितम् ।नैवासौ वेद संहारं प्राणबाध उपस्थिते ॥ २७ ॥",
        "english_devnagari": "śrī-bhagavān uvācavetthedaṁ droṇa-putrasyabrāhmam astraṁ pradarśitamnaivāsau veda saṁhāraṁprāṇa-bādha upasthite",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "vettha",
            "idam",
            "droṇa",
            "putrasya",
            "brāhmam",
            "astram",
            "pradarśitam",
            "na",
            "eva",
            "asau",
            "veda",
            "saṁhāram",
            "prāṇa",
            "bādhe",
            "upasthite"
        ],
        "translation": "The Supreme Personality of Godhead said: Know from Me that this is the act of the son of Droṇa. He has thrown the hymns of nuclear energy [brahmāstra], and he does not know how to retract the glare. He has helplessly done this, being afraid of imminent death.",
        "purport": " The brahmāstra is similar to the modern nuclear weapon manipulated by atomic energy. The atomic energy works wholly on total combustibility, and so the brahmāstra also acts. It creates an intolerable heat similar to atomic radiation, but the difference is that the atomic bomb is a gross type of nuclear weapon, whereas the brahmāstra is a subtle type of weapon produced by chanting hymns. It is a different science, and in the days gone by such science was cultivated in the land of Bhārata-varṣa. The subtle science of chanting hymns is also material, but it has yet to be known by the modern material scientists. Subtle material science is not spiritual, but it has a direct relationship with the spiritual method, which is still subtler. A chanter of hymns knew how to apply the weapon as well as how to retract it. That was perfect knowledge. But the son of Droṇācārya, who made use of this subtle science, did not know how to retract. He applied it, being afraid of his imminent death, and thus the practice was not only improper but also irreligious. As the son of a brāhmaṇa, he should not have made so many mistakes, and for such gross negligence of duty he was to be punished by the Lord Himself."
    },
    {
        "verse": "28",
        "devanagari": "न ह्यस्यान्यतमं किञ्चिदस्त्रं प्रत्यवकर्शनम् ।जह्यस्त्रतेज उन्नद्धमस्त्रज्ञो ह्यस्त्रतेजसा ॥ २८ ॥",
        "english_devnagari": "na hy asyānyatamaṁ kiñcidastraṁ pratyavakarśanamjahy astra-teja unnaddhamastra-jño hy astra-tejasā",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "anyatamam",
            "kiñcit",
            "astram",
            "prati",
            "avakarśanam",
            "jahi",
            "astra",
            "tejaḥ",
            "unnaddham",
            "astra",
            "jñaḥ",
            "hi",
            "astra",
            "tejasā"
        ],
        "translation": "O Arjuna, only another brahmāstra can counteract this weapon. Since you are expert in the military science, subdue this weapon’s glare with the power of your own weapon.",
        "purport": " For the atomic bombs there is no counterweapon to neutralize the effects. But by subtle science the action of a brahmāstra can be counteracted, and those who were expert in the military science in those days could counteract the brahmāstra. The son of Droṇācārya did not know the art of counteracting the weapon, and therefore Arjuna was asked to counteract it by the power of his own weapon."
    },
    {
        "verse": "29",
        "devanagari": "सूत उवाचश्रुत्वा भगवता प्रोक्तं फाल्गुन: परवीरहा ।स्पृष्ट्वापस्तं परिक्रम्य ब्राह्मं ब्राह्मास्त्रं सन्दधे ॥ २९ ॥",
        "english_devnagari": "sūta uvācaśrutvā bhagavatā proktaṁphālgunaḥ para-vīra-hāspṛṣṭvāpas taṁ parikramyabrāhmaṁ brāhmāstraṁ sandadhe",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "śrutvā",
            "bhagavatā",
            "proktam",
            "phālgunaḥ",
            "para",
            "vīra",
            "hā",
            "spṛṣṭvā",
            "āpaḥ",
            "tam",
            "parikramya",
            "brāhmam",
            "brāhma",
            "astram",
            "sandadhe"
        ],
        "translation": "Śrī Sūta Gosvāmī said: Hearing this from the Personality of Godhead, Arjuna touched water for purification, and after circumambulating Lord Śrī Kṛṣṇa, he cast his brahmāstra weapon to counteract the other one.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "संहत्यान्योन्यमुभयोस्तेजसी शरसंवृते ।आवृत्य रोदसी खं च ववृधातेऽर्कवह्निवत् ॥ ३० ॥",
        "english_devnagari": "saṁhatyānyonyam ubhayostejasī śara-saṁvṛteāvṛtya rodasī khaṁ cavavṛdhāte ’rka-vahnivat",
        "verse_Syn": [
            "saṁhatya",
            "anyonyam",
            "ubhayoḥ",
            "tejasī",
            "śara",
            "saṁvṛte",
            "āvṛtya",
            "rodasī",
            "kham",
            "ca",
            "vavṛdhāte",
            "arka",
            "vahni",
            "vat"
        ],
        "translation": "When the rays of the two brahmāstras combined, a great circle of fire, like the disc of the sun, covered all outer space and the whole firmament of planets.",
        "purport": " The heat created by the flash of a brahmāstra resembles the fire exhibited in the sun globe at the time of cosmic annihilation. The radiation of atomic energy is very insignificant in comparison to the heat produced by a brahmāstra. The atomic bomb explosion can at utmost blow up one globe, but the heat produced by the brahmāstra can destroy the whole cosmic situation. The comparison is therefore made to the heat at the time of annihilation."
    },
    {
        "verse": "31",
        "devanagari": "द‍ृष्ट्वास्त्रतेजस्तु तयोस्त्रील्लोकान् प्रदहन्महत् ।दह्यमाना: प्रजा: सर्वा: सांवर्तकममंसत ॥ ३१ ॥",
        "english_devnagari": "dṛṣṭvāstra-tejas tu tayostrīl lokān pradahan mahatdahyamānāḥ prajāḥ sarvāḥsāṁvartakam amaṁsata",
        "verse_Syn": [
            "dṛṣṭvā",
            "astra",
            "tejaḥ",
            "tu",
            "tayoḥ",
            "trīn",
            "lokān",
            "pradahat",
            "mahat",
            "dahyamānāḥ",
            "prajāḥ",
            "sarvāḥ",
            "sāṁvartakam",
            "amaṁsata"
        ],
        "translation": "All the population of the three worlds was scorched by the combined heat of the weapons. Everyone was reminded of the sāṁvartaka fire which takes place at the time of annihilation.",
        "purport": " The three worlds are the upper, lower and intermediate planets of the universe. Although the brahmāstra was released on this earth, the heat produced by the combination of both weapons covered all the universe, and all the populations on all the different planets began to feel the heat excessively and compared it to that of the sāṁvartaka fire. No planet, therefore, is without living beings, as less intelligent materialistic men think."
    },
    {
        "verse": "32",
        "devanagari": "प्रजोपद्रवमालक्ष्य लोकव्यतिकरं च तम् ।मतं च वासुदेवस्य सञ्जहारार्जुनो द्वयम् ॥ ३२ ॥",
        "english_devnagari": "prajopadravam ālakṣyaloka-vyatikaraṁ ca tammataṁ ca vāsudevasyasañjahārārjuno dvayam",
        "verse_Syn": [
            "prajā",
            "upadravam",
            "ālakṣya",
            "loka",
            "vyatikaram",
            "ca",
            "tam",
            "matam",
            "ca",
            "vāsudevasya",
            "sañjahāra",
            "arjunaḥ",
            "dvayam"
        ],
        "translation": "Thus seeing the disturbance of the general populace and the imminent destruction of the planets, Arjuna at once retracted both brahmāstra weapons, as Lord Śrī Kṛṣṇa desired.",
        "purport": " The theory that the modern atomic bomb explosions can annihilate the world is a childish imagination. First of all, the atomic energy is not powerful enough to destroy the world. And secondly, ultimately it all rests on the supreme will of the Supreme Lord because without His will or sanction nothing can be built up or destroyed. It is foolish also to think that natural laws are ultimately powerful. Material nature’s law works under the direction of the Lord, as confirmed in the Bhagavad-gītā. The Lord says there that natural laws work under His supervision. The world can be destroyed only by the will of the Lord and not by the whims of tiny politicians. Lord Śrī Kṛṣṇa desired that the weapons released by both Drauṇi and Arjuna be withdrawn, and it was carried out by Arjuna at once. Similarly, there are many agents of the all-powerful Lord, and by His will only can one execute what He desires."
    },
    {
        "verse": "33",
        "devanagari": "तत आसाद्य तरसा दारुणं गौतमीसुतम् ।बबन्धामर्षताम्राक्ष: पशुं रशनया यथा ॥ ३३ ॥",
        "english_devnagari": "tata āsādya tarasādāruṇaṁ gautamī-sutambabandhāmarṣa-tāmrākṣaḥpaśuṁ raśanayā yathā",
        "verse_Syn": [
            "tataḥ",
            "āsādya",
            "tarasā",
            "dāruṇam",
            "gautamī",
            "sutam",
            "babandha",
            "amarṣa",
            "tāmra",
            "akṣaḥ",
            "paśum",
            "raśanayā",
            "yathā"
        ],
        "translation": "Arjuna, his eyes blazing in anger like two red balls of copper, dexterously arrested the son of Gautamī and bound him with ropes like an animal.",
        "purport": " Aśvatthāmā’s mother, Kṛpī, was born in the family of Gautama. The significant point in this śloka is that Aśvatthāmā was caught and bound up with ropes like an animal. According to Śrīdhara Svāmī, Arjuna was obliged to catch this son of a brāhmaṇa like an animal as a part of his duty (dharma). This suggestion by Śrīdhara Svāmī is also confirmed in the later statement of Śrī Kṛṣṇa. Aśvatthāmā was a bona fide son of Droṇācārya and Kṛpī, but because he had degraded himself to a lower status of life, it was proper to treat him as an animal and not as a brāhmaṇa."
    },
    {
        "verse": "34",
        "devanagari": "शिबिराय निनीषन्तं रज्ज्वा बद्ध्वा रिपुं बलात् ।प्राहार्जुनं प्रकुपितो भगवानम्बुजेक्षण: ॥ ३४ ॥",
        "english_devnagari": "śibirāya ninīṣantaṁrajjvā baddhvā ripuṁ balātprāhārjunaṁ prakupitobhagavān ambujekṣaṇaḥ",
        "verse_Syn": [
            "śibirāya",
            "ninīṣantam",
            "rajjvā",
            "baddhvā",
            "ripum",
            "balāt",
            "prāha",
            "arjunam",
            "prakupitaḥ",
            "bhagavān",
            "ambuja",
            "īkṣaṇaḥ"
        ],
        "translation": "After binding Aśvatthāmā, Arjuna wanted to take him to the military camp. The Personality of Godhead Śrī Kṛṣṇa, looking on with His lotus eyes, spoke to Arjuna in an angry mood.",
        "purport": " Both Arjuna and Lord Śrī Kṛṣṇa are described here in an angry mood, but Arjuna’s eyes were like balls of red copper whereas the eyes of the Lord were like lotuses. This means that the angry mood of Arjuna and that of the Lord are not on the same level. The Lord is Transcendence, and thus He is absolute in any stage. His anger is not like the anger of a conditioned living being within the modes of qualitative material nature. Because He is absolute, both His anger and pleasure are the same. His anger is not exhibited in the three modes of material nature. It is only a sign of His bent of mind towards the cause of His devotee because that is His transcendental nature. Therefore, even if He is angry, the object of anger is blessed. He is unchanged in all circumstances."
    },
    {
        "verse": "35",
        "devanagari": "मैनं पार्थार्हसि त्रातुं ब्रह्मबन्धुमिमं जहि ।योऽसावनागस: सुप्तानवधीन्निशि बालकान् ॥ ३५ ॥",
        "english_devnagari": "mainaṁ pārthārhasi trātuṁbrahma-bandhum imaṁ jahiyo ’sāv anāgasaḥ suptānavadhīn niśi bālakān",
        "verse_Syn": [
            "mā",
            "enam",
            "pārtha",
            "arhasi",
            "trātum",
            "brahma",
            "bandhum",
            "imam",
            "jahi",
            "yaḥ",
            "asau",
            "anāgasaḥ",
            "suptān",
            "avadhīt",
            "niśi",
            "bālakān"
        ],
        "translation": "Lord Śrī Kṛṣṇa said: O Arjuna, you should not show mercy by releasing this relative of a brāhmaṇa [brahma-bandhu], for he has killed innocent boys in their sleep.",
        "purport": " The word brahma-bandhu is significant. A person who happens to take birth in the family of a brāhmaṇa but is not qualified to be called a brāhmaṇa is addressed as the relative of a brāhmaṇa, and not as a brāhmaṇa. The son of a high court judge is not virtually a high court judge, but there is no harm in addressing a high court judge’s son as a relative of the honorable justice. Therefore, as by birth only one does not become a high court judge, so also one does not become a brāhmaṇa simply by birthright but by acquiring the necessary qualifications of a brāhmaṇa. As the high court judgeship is a post for the qualified man, so also the post of a brāhmaṇa is attainable by qualification only. The śāstra enjoins that if good qualifications are seen in a person born in a family other than that of a brāhmaṇa, the qualified man has to be accepted as a brāhmaṇa, and similarly if a person born in the family of a brāhmaṇa is void of brahminical qualification, then he must be treated as a non-brāhmaṇa or, in better terms, a relative of a brāhmaṇa. Lord Śrī Kṛṣṇa, the supreme authority of all religious principles, the Vedas, has personally pointed out these differences, and He is about to explain the reason for this in the following ślokas."
    },
    {
        "verse": "36",
        "devanagari": "मत्तं प्रमत्तमुन्मत्तं सुप्तं बालं स्त्रियं जडम् ।प्रपन्नं विरथं भीतं न रिपुं हन्ति धर्मवित् ॥ ३६ ॥",
        "english_devnagari": "mattaṁ pramattam unmattaṁsuptaṁ bālaṁ striyaṁ jaḍamprapannaṁ virathaṁ bhītaṁna ripuṁ hanti dharma-vit",
        "verse_Syn": [
            "mattam",
            "pramattam",
            "unmattam",
            "suptam",
            "bālam",
            "striyam",
            "jaḍam",
            "prapannam",
            "viratham",
            "bhītam",
            "na",
            "ripum",
            "hanti",
            "dharma",
            "vit"
        ],
        "translation": "A person who knows the principles of religion does not kill an enemy who is careless, intoxicated, insane, asleep, afraid or devoid of his chariot. Nor does he kill a boy, a woman, a foolish creature or a surrendered soul.",
        "purport": " An enemy who does not resist is never killed by a warrior who knows the principles of religion. Formerly battles were fought on the principles of religion and not for the sake of sense gratification. If the enemy happened to be intoxicated, asleep, etc., as above mentioned, he was never to be killed. These are some of the codes of religious war. Formerly war was never declared by the whims of selfish political leaders; it was carried out on religious principles free from all vices. Violence carried out on religious principles is far superior to so-called nonviolence."
    },
    {
        "verse": "37",
        "devanagari": "स्वप्राणान् य: परप्राणै: प्रपुष्णात्यघृण: खल: ।तद्वधस्तस्य हि श्रेयो यद्दोषाद्यात्यध: पुमान् ॥ ३७ ॥",
        "english_devnagari": "sva-prāṇān yaḥ para-prāṇaiḥprapuṣṇāty aghṛṇaḥ khalaḥtad-vadhas tasya hi śreyoyad-doṣād yāty adhaḥ pumān",
        "verse_Syn": [
            "sva",
            "prāṇān",
            "yaḥ",
            "para",
            "prāṇaiḥ",
            "prapuṣṇāti",
            "aghṛṇaḥ",
            "khalaḥ",
            "tat",
            "vadhaḥ",
            "tasya",
            "hi",
            "śreyaḥ",
            "yat",
            "doṣāt",
            "yāti",
            "adhaḥ",
            "pumān"
        ],
        "translation": "A cruel and wretched person who maintains his existence at the cost of others’ lives deserves to be killed for his own well-being, otherwise he will go down by his own actions.",
        "purport": " A life for a life is just punishment for a person who cruelly and shamelessly lives at the cost of another’s life. Political morality is to punish a person by a death sentence in order to save a cruel person from going to hell. That a murderer is condemned to a death sentence by the state is good for the culprit because in his next life he will not have to suffer for his act of murder. Such a death sentence for the murderer is the lowest possible punishment offered to him, and it is said in the smṛti-śāstras that men who are punished by the king on the principle of a life for a life are purified of all their sins, so much so that they may be eligible for being promoted to the planets of heaven. According to Manu, the great author of civic codes and religious principles, even the killer of an animal is to be considered a murderer because animal food is never meant for the civilized man, whose prime duty is to prepare himself for going back to Godhead. He says that in the act of killing an animal, there is a regular conspiracy by the party of sinners, and all of them are liable to be punished as murderers exactly like a party of conspirators who kill a human being combinedly. He who gives permission, he who kills the animal, he who sells the slaughtered animal, he who cooks the animal, he who administers distribution of the foodstuff, and at last he who eats such cooked animal food are all murderers, and all of them are liable to be punished by the laws of nature. No one can create a living being despite all advancement of material science, and therefore no one has the right to kill a living being by one’s independent whims. For the animal-eaters, the scriptures have sanctioned restricted animal sacrifices only, and such sanctions are there just to restrict the opening of slaughterhouses and not to encourage animal-killing. The procedure under which animal sacrifice is allowed in the scriptures is good both for the animal sacrificed and the animal-eaters. It is good for the animal in the sense that the sacrificed animal is at once promoted to the human form of life after being sacrificed at the altar, and the animal-eater is saved from grosser types of sins (eating meats supplied by organized slaughterhouses which are ghastly places for breeding all kinds of material afflictions to society, country and the people in general). The material world is itself a place always full of anxieties, and by encouraging animal slaughter the whole atmosphere becomes polluted more and more by war, pestilence, famine and many other unwanted calamities."
    },
    {
        "verse": "38",
        "devanagari": "प्रतिश्रुतं च भवता पाञ्चाल्यै श‍ृण्वतो मम ।आहरिष्ये शिरस्तस्य यस्ते मानिनि पुत्रहा ॥ ३८ ॥",
        "english_devnagari": "pratiśrutaṁ ca bhavatāpāñcālyai śṛṇvato mamaāhariṣye śiras tasyayas te mānini putra-hā",
        "verse_Syn": [
            "pratiśrutam",
            "ca",
            "bhavatā",
            "pāñcālyai",
            "śṛṇvataḥ",
            "mama",
            "āhariṣye",
            "śiraḥ",
            "tasya",
            "yaḥ",
            "te",
            "mānini",
            "putra",
            "hā"
        ],
        "translation": "Furthermore, I have personally heard you promise Draupadī that you would bring forth the head of the killer of her sons.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तदसौ वध्यतां पाप आतताय्यात्मबन्धुहा ।भर्तुश्च विप्रियं वीर कृतवान् कुलपांसन: ॥ ३९ ॥",
        "english_devnagari": "tad asau vadhyatāṁ pāpaātatāyy ātma-bandhu-hābhartuś ca vipriyaṁ vīrakṛtavān kula-pāṁsanaḥ",
        "verse_Syn": [
            "tat",
            "asau",
            "vadhyatām",
            "pāpaḥ",
            "ātatāyī",
            "ātma",
            "bandhu",
            "hā",
            "bhartuḥ",
            "ca",
            "vipriyam",
            "vīra",
            "kṛtavān",
            "kula",
            "pāṁsanaḥ"
        ],
        "translation": "This man is an assassin and murderer of your own family members. Not only that, but he has also dissatisfied his master. He is but the burnt remnants of his family. Kill him immediately.",
        "purport": " The son of Droṇācārya is condemned here as the burnt remnants of his family. The good name of Droṇācārya was very much respected. Although he joined the enemy camp, the Pāṇḍavas held him always in respect, and Arjuna saluted him before beginning the fight. There was nothing wrong in that way. But the son of Droṇācārya degraded himself by committing acts which are never done by the dvijas, or the twice-born higher castes. Aśvatthāmā, the son of Droṇācārya, committed murder by killing the five sleeping sons of Draupadī, by which he dissatisfied his master Duryodhana, who never approved of the heinous act of killing the five sleeping sons of the Pāṇḍavas. This means that Aśvatthāmā became an assaulter of Arjuna’s own family members, and thus he was liable to be punished by him. In the śāstras, he who attacks without notice or kills from behind or sets fire to another’s house or kidnaps one’s wife is condemned to death. Kṛṣṇa reminded Arjuna of these facts so that he might take notice of them and do the needful."
    },
    {
        "verse": "40",
        "devanagari": "सूत उवाचएवं परीक्षता धर्मं पार्थ: कृष्णेन चोदित: ।नैच्छद्धन्तुं गुरुसुतं यद्यप्यात्महनं महान् ॥ ४० ॥",
        "english_devnagari": "sūta uvācaevaṁ parīkṣatā dharmaṁpārthaḥ kṛṣṇena coditaḥnaicchad dhantuṁ guru-sutaṁyadyapy ātma-hanaṁ mahān",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "evam",
            "parīkṣatā",
            "dharmam",
            "pārthaḥ",
            "kṛṣṇena",
            "coditaḥ",
            "na",
            "aicchat",
            "hantum",
            "guru",
            "sutam",
            "yadyapi",
            "ātma",
            "hanam",
            "mahān"
        ],
        "translation": "Sūta Gosvāmī said: Although Kṛṣṇa, who was examining Arjuna in religion, encouraged Arjuna to kill the son of Droṇācārya, Arjuna, a great soul, did not like the idea of killing him, although Aśvatthāmā was a heinous murderer of Arjuna’s family members.",
        "purport": " Arjuna was a great soul undoubtedly, which is proved here also. He is encouraged herein personally by the Lord to kill the son of Droṇa, but Arjuna considers that the son of his great teacher should be spared, for he happens to be the son of Droṇācārya, even though he is an unworthy son, having done all sorts of heinous acts whimsically for no one’s benefit. Lord Śrī Kṛṣṇa encouraged Arjuna outwardly just to test Arjuna’s sense of duty. It is not that Arjuna was incomplete in the sense of his duty, nor was Lord Śrī Kṛṣṇa unaware of Arjuna’s sense of duty. But Lord Śrī Kṛṣṇa puts to the test many of His pure devotees just to magnify the sense of duty. The gopīs were put to such tests as well. Prahlāda Mahārāja also was put to such a test. All pure devotees come out successful in the respective tests by the Lord."
    },
    {
        "verse": "41",
        "devanagari": "अथोपेत्य स्वशिबिरं गोविन्दप्रियसारथि: ।न्यवेदयत्तं प्रियायै शोचन्त्या आत्मजान् हतान् ॥ ४१ ॥",
        "english_devnagari": "athopetya sva-śibiraṁgovinda-priya-sārathiḥnyavedayat taṁ priyāyaiśocantyā ātma-jān hatān",
        "verse_Syn": [
            "atha",
            "upetya",
            "sva",
            "śibiram",
            "govinda",
            "priya",
            "sārathiḥ",
            "nyavedayat",
            "tam",
            "priyāyai",
            "śocantyai",
            "ātma",
            "jān",
            "hatān"
        ],
        "translation": "After reaching his own camp, Arjuna, along with his dear friend and charioteer [Śrī Kṛṣṇa], entrusted the murderer unto his dear wife, who was lamenting for her murdered sons.",
        "purport": " The transcendental relation of Arjuna with Kṛṣṇa is of the dearmost friendship. In the Bhagavad-gītā the Lord Himself has claimed Arjuna as His dearmost friend. Every living being is thus related with the Supreme Lord by some sort of affectionate relation, either as servant or as friend or as parent or as an object of conjugal love. Everyone thus can enjoy the company of the Lord in the spiritual realm if he at all desires and sincerely tries for it by the process of bhakti-yoga."
    },
    {
        "verse": "42",
        "devanagari": "तथाहृतं पशुवत् पाशबद्ध-मवाङ्‍मुखं कर्मजुगुप्सितेन ।निरीक्ष्य कृष्णापकृतं गुरो: सुतंवामस्वभावा कृपया ननाम च ॥ ४२ ॥",
        "english_devnagari": "tathāhṛtaṁ paśuvat pāśa-baddhamavāṅ-mukhaṁ karma-jugupsitenanirīkṣya kṛṣṇāpakṛtaṁ guroḥ sutaṁvāma-svabhāvā kṛpayā nanāma ca",
        "verse_Syn": [
            "tathā",
            "āhṛtam",
            "paśu",
            "vat",
            "pāśa",
            "baddham",
            "avāk",
            "mukham",
            "karma",
            "jugupsitena",
            "nirīkṣya",
            "kṛṣṇā",
            "apakṛtam",
            "guroḥ",
            "sutam",
            "vāma",
            "svabhāvā",
            "kṛpayā",
            "nanāma",
            "ca"
        ],
        "translation": "Śrī Sūta Gosvāmī said: Draupadī then saw Aśvatthāmā, who was bound with ropes like an animal and silent for having enacted the most inglorious murder. Due to her female nature, and due to her being naturally good and well-behaved, she showed him due respects as a brāhmaṇa.",
        "purport": " Aśvatthāmā was condemned by the Lord Himself, and he was treated by Arjuna just like a culprit, not like the son of a brāhmaṇa or teacher. But when he was brought before Śrīmatī Draupadī, she, although begrieved for the murder of her sons, and although the murderer was present before her, could not withdraw the due respect generally offered to a brāhmaṇa or to the son of a brāhmaṇa. This is due to her mild nature as a woman. Women as a class are no better than boys, and therefore they have no discriminatory power like that of a man. Aśvatthāmā proved himself to be an unworthy son of Droṇācārya or of a brāhmaṇa, and for this reason he was condemned by the greatest authority, Lord Śrī Kṛṣṇa, and yet a mild woman could not withdraw her natural courtesy for a brāhmaṇa. Even to date, in a Hindu family a woman shows proper respect to the brāhmaṇa caste, however fallen and heinous a brahma-bandhu may be. But the men have begun to protest against brahma-bandhus who are born in families of good brāhmaṇas but by action are less than śūdras. The specific word used in this śloka is vāma-svabhāvā, “mild and gentle by nature.” A good man or woman accepts anything very easily, but a man of average intelligence does not do so. But, anyway, we should not give up our reason and discriminatory power just to be gentle. One must have good discriminatory power to judge a thing on its merit. We should not follow the mild nature of a woman and thereby accept that which is not genuine. Aśvatthāmā may be respected by a good-natured woman, but that does not mean that he is as good as a genuine brāhmaṇa."
    },
    {
        "verse": "43",
        "devanagari": "उवाच चासहन्त्यस्य बन्धनानयनं सती ।मुच्यतां मुच्यतामेष ब्राह्मणो नितरां गुरु: ॥ ४३ ॥",
        "english_devnagari": "uvāca cāsahanty asyabandhanānayanaṁ satīmucyatāṁ mucyatām eṣabrāhmaṇo nitarāṁ guruḥ",
        "verse_Syn": [
            "uvāca",
            "ca",
            "asahantī",
            "asya",
            "bandhana",
            "ānayanam",
            "satī",
            "mucyatām",
            "mucyatām",
            "eṣaḥ",
            "brāhmaṇaḥ",
            "nitarām",
            "guruḥ"
        ],
        "translation": "She could not tolerate Aśvatthāmā’s being bound by ropes, and being a devoted lady, she said: Release him, release him, for he is a brāhmaṇa, our spiritual master.",
        "purport": " As soon as Aśvatthāmā was brought before Draupadī, she thought it intolerable that a brāhmaṇa should be arrested like a culprit and brought before her in that condition, especially when the brāhmaṇa happened to be a teacher’s son. Arjuna arrested Aśvatthāmā knowing perfectly well that he was the son of Droṇācārya. Kṛṣṇa also knew him to be so, but both of them condemned the murderer without consideration of his being the son of a brāhmaṇa. According to revealed scriptures, a teacher or spiritual master is liable to be rejected if he proves himself unworthy of the position of a guru or spiritual master. A guru is called also an ācārya, or a person who has personally assimilated all the essence of śāstras and has helped his disciples to adopt the ways. Aśvatthāmā failed to discharge the duties of a brāhmaṇa or teacher, and therefore he was liable to be rejected from the exalted position of a brāhmaṇa. On this consideration, both Lord Śrī Kṛṣṇa and Arjuna were right in condemning Aśvatthāmā. But to a good lady like Draupadī, the matter was considered not from the angle of śāstric vision, but as a matter of custom. By custom, Aśvatthāmā was offered the same respect as offered to his father. It was so because generally the people accept the son of a brāhmaṇa as a real brāhmaṇa, by sentiment only. Factually the matter is different. A brāhmaṇa is accepted on the merit of qualification and not on the merit of simply being the son of a brāhmaṇa. But in spite of all this, Draupadī desired that Aśvatthāmā be at once released, and it was all the same a good sentiment for her. This means that a devotee of the Lord can tolerate all sorts of tribulation personally, but still such devotees are never unkind to others, even to the enemy. These are the characteristics of one who is a pure devotee of the Lord."
    },
    {
        "verse": "44",
        "devanagari": "सरहस्यो धनुर्वेद: सविसर्गोपसंयम: ।अस्त्रग्रामश्च भवता शिक्षितो यदनुग्रहात् ॥ ४४ ॥",
        "english_devnagari": "sarahasyo dhanur-vedaḥsavisargopasaṁyamaḥastra-grāmaś ca bhavatāśikṣito yad-anugrahāt",
        "verse_Syn": [
            "sa",
            "rahasyaḥ",
            "dhanuḥ",
            "vedaḥ",
            "sa",
            "visarga",
            "upasaṁyamaḥ",
            "astra",
            "grāmaḥ",
            "ca",
            "bhavatā",
            "śikṣitaḥ",
            "yat",
            "anugrahāt"
        ],
        "translation": "It was by Droṇācārya’s mercy that you learned the military art of throwing arrows and the confidential art of controlling weapons.",
        "purport": " Dhanur-veda, or military science, was taught by Droṇācārya with all its confidential secrets of throwing and controlling by Vedic hymns. Gross military science is dependent on material weapons, but finer than that is the art of throwing the arrows saturated with Vedic hymns, which act more effectively than gross material weapons like machine guns or atomic bombs. The control is by Vedic mantras, or the transcendental science of sound. It is said in the Rāmāyaṇa that Mahārāja Daśaratha, the father of Lord Śrī Rāma, used to control arrows by sound only. He could pierce his target with his arrow by only hearing the sound, without seeing the object. So this is a finer military science than that of the gross material military weapons used nowadays. Arjuna was taught all this, and therefore Draupadī wished that Arjuna feel obliged to Ācārya Droṇa for all these benefits. And in the absence of Droṇācārya, his son was his representative. That was the opinion of the good lady Draupadī. It may be argued why Droṇācārya, a rigid brāhmaṇa, should be a teacher in military science. But the reply is that a brāhmaṇa should become a teacher, regardless of what his department of knowledge is. A learned brāhmaṇa should become a teacher, a priest and a recipient of charity. A bona fide brāhmaṇa is authorized to accept such professions."
    },
    {
        "verse": "45",
        "devanagari": "स एष भगवान्द्रोण: प्रजारूपेण वर्तते ।तस्यात्मनोऽर्धं पत्‍न्‍यास्ते नान्वगाद्वीरसू: कृपी ॥ ४५ ॥",
        "english_devnagari": "sa eṣa bhagavān droṇaḥprajā-rūpeṇa vartatetasyātmano ’rdhaṁ patny āstenānvagād vīrasūḥ kṛpī",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "bhagavān",
            "droṇaḥ",
            "prajā",
            "rūpeṇa",
            "vartate",
            "tasya",
            "ātmanaḥ",
            "ardham",
            "patnī",
            "āste",
            "na",
            "anvagāt",
            "vīrasūḥ",
            "kṛpī"
        ],
        "translation": "He [Droṇācārya] is certainly still existing, being represented by his son. His wife Kṛpī did not undergo a satī with him because she had a son.",
        "purport": " The wife of Droṇācārya, Kṛpī, is the sister of Kṛpācārya. A devoted wife, who is according to revealed scripture the better half of her husband, is justified in embracing voluntary death along with her husband if she is without issue. But in the case of the wife of Droṇācārya, she did not undergo such a trial because she had her son, the representative of her husband. A widow is a widow only in name if there is a son of her husband existing. So in either case Aśvatthāmā was the representative of Droṇācārya, and therefore killing Aśvatthāmā would be like killing Droṇācārya. That was the argument of Draupadī against the killing of Aśvatthāmā."
    },
    {
        "verse": "46",
        "devanagari": "तद् धर्मज्ञ महाभाग भवद्भ‍िर्गौरवं कुलम् ।वृजिनं नार्हति प्राप्तुं पूज्यं वन्द्यमभीक्ष्णश: ॥ ४६ ॥",
        "english_devnagari": "tad dharmajña mahā-bhāgabhavadbhir gauravaṁ kulamvṛjinaṁ nārhati prāptuṁpūjyaṁ vandyam abhīkṣṇaśaḥ",
        "verse_Syn": [
            "tat",
            "dharma",
            "jña",
            "mahā",
            "bhāga",
            "bhavadbhiḥ",
            "gauravam",
            "kulam",
            "vṛjinam",
            "na",
            "arhati",
            "prāptum",
            "pūjyam",
            "vandyam",
            "abhīkṣṇaśaḥ"
        ],
        "translation": "O most fortunate one who know the principles of religion, it is not good for you to cause grief to glorious family members who are always respectable and worshipful.",
        "purport": " A slight insult for a respectable family is sufficient to invoke grief. Therefore, a cultured man should always be careful in dealing with worshipful family members."
    },
    {
        "verse": "47",
        "devanagari": "मा रोदीदस्य जननी गौतमी पतिदेवता ।यथाहं मृतवत्सार्ता रोदिम्यश्रुमुखी मुहु: ॥ ४७ ॥",
        "english_devnagari": "mā rodīd asya jananīgautamī pati-devatāyathāhaṁ mṛta-vatsārtārodimy aśru-mukhī muhuḥ",
        "verse_Syn": [
            "mā",
            "rodīt",
            "asya",
            "jananī",
            "gautamī",
            "pati",
            "devatā",
            "yathā",
            "aham",
            "mṛta",
            "vatsā",
            "ārtā",
            "rodimi",
            "aśru",
            "mukhī",
            "muhuḥ"
        ],
        "translation": "My lord, do not make the wife of Droṇācārya cry like me. I am aggrieved for the death of my sons. She need not cry constantly like me.",
        "purport": " Sympathetic good lady as she was, Śrīmatī Draupadī did not want to put the wife of Droṇācārya in the same position of childlessness, both from the point of motherly feelings and from the respectable position held by the wife of Droṇācārya."
    },
    {
        "verse": "48",
        "devanagari": "यै: कोपितं ब्रह्मकुलं राजन्यैरजितात्मभि: ।तत् कुलं प्रदहत्याशु सानुबन्धं शुचार्पितम् ॥ ४८ ॥",
        "english_devnagari": "yaiḥ kopitaṁ brahma-kulaṁrājanyair ajitātmabhiḥtat kulaṁ pradahaty āśusānubandhaṁ śucārpitam",
        "verse_Syn": [
            "yaiḥ",
            "kopitam",
            "brahma",
            "kulam",
            "rājanyaiḥ",
            "ajita",
            "ātmabhiḥ",
            "tat",
            "kulam",
            "pradahati",
            "āśu",
            "sa",
            "anubandham",
            "śucā",
            "arpitam"
        ],
        "translation": "If the kingly administrative order, being unrestricted in sense control, offends the brāhmaṇa order and enrages them, then the fire of that rage burns up the whole body of the royal family and brings grief upon them all.",
        "purport": " The brāhmaṇa order of society, or the spiritually advanced caste or community, and the members of such highly elevated families, were always held in great esteem by the other, subordinate castes, namely the administrative kingly order, the mercantile order and the laborers."
    },
    {
        "verse": "49",
        "devanagari": "सूत उवाचधर्म्यं न्याय्यं सकरुणं निर्व्यलीकं समं महत् ।राजा धर्मसुतो राज्ञ्या: प्रत्यनन्दद्वचो द्विजा: ॥ ४९ ॥",
        "english_devnagari": "sūta uvācadharmyaṁ nyāyyaṁ sakaruṇaṁnirvyalīkaṁ samaṁ mahatrājā dharma-suto rājñyāḥpratyanandad vaco dvijāḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "dharmyam",
            "nyāyyam",
            "sa",
            "karuṇam",
            "nirvyalīkam",
            "samam",
            "mahat",
            "rājā",
            "dharma",
            "sutaḥ",
            "rājñyāḥ",
            "pratyanandat",
            "vacaḥ",
            "dvijāḥ"
        ],
        "translation": "Sūta Gosvāmī said: O brāhmaṇas, King Yudhiṣṭhira fully supported the statements of the Queen, which were in accordance with the principles of religion and were justified, glorious, full of mercy and equity, and without duplicity.",
        "purport": " Mahārāja Yudhiṣṭhira, who was the son of Dharmarāja, or Yamarāja, fully supported the words of Queen Draupadī in asking Arjuna to release Aśvatthāmā. One should not tolerate the humiliation of a member of a great family. Arjuna and his family were indebted to the family of Droṇācārya because of Arjuna’s learning the military science from him. If ingratitude were shown to such a benevolent family, it would not be at all justified from the moral standpoint. The wife of Droṇācārya, who was the half body of the great soul, must be treated with compassion, and she should not be put into grief because of her son’s death. That is compassion. Such statements by Draupadī are without duplicity because actions should be taken with full knowledge. The feeling of equality was there because Draupadī spoke out of her personal experience. A barren woman cannot understand the grief of a mother. Draupadī was herself a mother, and therefore her calculation of the depth of Kṛpī’s grief was quite to the point. And it was glorious because she wanted to show proper respect to a great family."
    },
    {
        "verse": "50",
        "devanagari": "नकुल: सहदेवश्च युयुधानो धनञ्जय: ।भगवान् देवकीपुत्रो ये चान्ये याश्च योषित: ॥ ५० ॥",
        "english_devnagari": "nakulaḥ sahadevaś cayuyudhāno dhanañjayaḥbhagavān devakī-putroye cānye yāś ca yoṣitaḥ",
        "verse_Syn": [
            "nakulaḥ",
            "sahadevaḥ",
            "ca",
            "yuyudhānaḥ",
            "dhanañjayaḥ",
            "bhagavān",
            "devakī",
            "putraḥ",
            "ye",
            "ca",
            "anye",
            "yāḥ",
            "ca",
            "yoṣitaḥ"
        ],
        "translation": "Nakula and Sahadeva [the younger brothers of the King] and also Sātyaki, Arjuna, the Personality of Godhead Lord Sri Kṛṣṇa, son of Devakī, and the ladies and others all unanimously agreed with the King.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "तत्राहामर्षितो भीमस्तस्य श्रेयान् वध: स्मृत: ।न भर्तुर्नात्मनश्चार्थे योऽहन् सुप्तान् शिशून् वृथा ॥ ५१ ॥",
        "english_devnagari": "tatrāhāmarṣito bhīmastasya śreyān vadhaḥ smṛtaḥna bhartur nātmanaś cārtheyo ’han suptān śiśūn vṛthā",
        "verse_Syn": [
            "tatra",
            "āha",
            "amarṣitaḥ",
            "bhīmaḥ",
            "tasya",
            "śreyān",
            "vadhaḥ",
            "smṛtaḥ",
            "na",
            "bhartuḥ",
            "na",
            "ātmanaḥ",
            "ca",
            "arthe",
            "yaḥ",
            "ahan",
            "suptān",
            "śiśūn",
            "vṛthā"
        ],
        "translation": "Bhīma, however, angrily disagreed with them and recommended killing this culprit, who had murdered sleeping children for no purpose and for neither his nor his master’s interest.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "निशम्य भीमगदितं द्रौपद्याश्च चतुर्भुज: ।आलोक्य वदनं सख्युरिदमाहहसन्निव ॥ ५२ ॥",
        "english_devnagari": "niśamya bhīma-gaditaṁdraupadyāś ca catur-bhujaḥālokya vadanaṁ sakhyuridam āha hasann iva",
        "verse_Syn": [
            "niśamya",
            "bhīma",
            "gaditam",
            "draupadyāḥ",
            "ca",
            "catuḥ",
            "bhujaḥ",
            "ālokya",
            "vadanam",
            "sakhyuḥ",
            "idam",
            "āha",
            "hasan",
            "iva"
        ],
        "translation": "Caturbhuja [the four-armed one], or the Personality of Godhead, after hearing the words of Bhīma, Draupadī and others, saw the face of His dear friend Arjuna, and He began to speak as if smiling.",
        "purport": " Lord Śrī Kṛṣṇa had two arms, and why He is designated as four-armed is explained by Śrīdhara Svāmī. Both Bhīma and Draupadī held opposite views about killing Aśvatthāmā. Bhīma wanted him to be immediately killed, whereas Draupadī wanted to save him. We can imagine Bhīma ready to kill while Draupadī is obstructing him. And in order to prevent both of them, the Lord discovered another two arms. Originally, the primeval Lord Śrī Kṛṣṇa displays only two arms, but in His Nārāyaṇa feature He exhibits four. In His Nārāyaṇa feature He resides with His devotees in the Vaikuṇṭha planets, while in His original Śrī Kṛṣṇa feature He resides in the Kṛṣṇaloka planet far, far above the Vaikuṇṭha planets in the spiritual sky. Therefore, if Śrī Kṛṣṇa is called catur-bhujaḥ, there is no contradiction. If need be He can display hundreds of arms, as He exhibited in His viśva-rūpa shown to Arjuna. Therefore, one who can display hundreds and thousands of arms can also manifest four whenever needed. When Arjuna was perplexed about what to do with Aśvatthāmā, Lord Śrī Kṛṣṇa, as the very dear friend of Arjuna, voluntarily took up the matter just to make a solution. And He was smiling also."
    },
    {
        "verse": "53-54",
        "devanagari": "श्रीभगवानुवाचब्रह्मबन्धुर्न हन्तव्य आततायी वधार्हण: ।मयैवोभयमाम्नातं परिपाह्यनुशासनम् ॥ ५३ ॥कुरु प्रतिश्रुतं सत्यं यत्तत्सान्‍त्वयता प्रियाम् ।प्रियं च भीमसेनस्य पाञ्चाल्या मह्यमेव च ॥ ५४ ॥",
        "english_devnagari": "śrī-bhagavān uvācabrahma-bandhur na hantavyaātatāyī vadhārhaṇaḥmayaivobhayam āmnātaṁparipāhy anuśāsanam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "brahma",
            "bandhuḥ",
            "na",
            "hantavyaḥ",
            "ātatāyī",
            "vadha",
            "arhaṇaḥ",
            "mayā",
            "eva",
            "ubhayam",
            "āmnātam",
            "paripāhi",
            "anuśāsanam",
            "kuru",
            "pratiśrutam",
            "satyam",
            "yat",
            "tat",
            "sāntvayatā",
            "priyām",
            "priyam",
            "ca",
            "bhīmasenasya",
            "pāñcālyāḥ",
            "mahyam",
            "eva",
            "ca"
        ],
        "translation": "The Personality of Godhead, Śrī Kṛṣṇa said: A friend of a brāhmaṇa is not to be killed, but if he is an aggressor he must be killed. All these rulings are in the scriptures, and you should act accordingly. You have to fulfill your promise to your wife, and you must also act to the satisfaction of Bhīmasena and Me.",
        "purport": " Arjuna was perplexed because Aśvatthāmā was to be killed as well as spared according to different scriptures cited by different persons. As a brahma-bandhu, or a worthless son of a brāhmaṇa, Aśvatthāmā was not to be killed, but he was at the same time an aggressor also. And according to the rulings of Manu, an aggressor, even though he be a brāhmaṇa (and what to speak of an unworthy son of a brāhmaṇa), is to be killed. Droṇācārya was certainly a brāhmaṇa in the true sense of the term, but because he stood in the battlefield he was killed. But although Aśvatthāmā was an aggressor, he stood without any fighting weapons. The ruling is that an aggressor, when he is without weapon or chariot, cannot be killed. All these were certainly perplexities. Besides that, Arjuna had to keep the promise he had made before Draupadī just to pacify her. And he also had to satisfy both Bhīma and Kṛṣṇa, who advised killing him. This dilemma was present before Arjuna, and the solution was awarded by Kṛṣṇa."
    },
    {
        "verse": "55",
        "devanagari": "सूत उवाचअर्जुन: सहसाज्ञाय हरेर्हार्दमथासिना ।मणिं जहार मूर्धन्यं द्विजस्य सहमूर्धजम् ॥ ५५ ॥",
        "english_devnagari": "sūta uvācaarjunaḥ sahasājñāyaharer hārdam athāsināmaṇiṁ jahāra mūrdhanyaṁdvijasya saha-mūrdhajam",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "arjunaḥ",
            "sahasā",
            "ājñāya",
            "hareḥ",
            "hārdam",
            "atha",
            "asinā",
            "maṇim",
            "jahāra",
            "mūrdhanyam",
            "dvijasya",
            "saha",
            "mūrdhajam"
        ],
        "translation": "Sūta Gosvāmī said: Just then Arjuna could understand the motive of the Lord by His equivocal orders, and thus with his sword he severed both hair and jewel from the head of Aśvatthāmā.",
        "purport": " Contradictory orders of different persons are impossible to carry out. Therefore a compromise was selected by Arjuna by his sharp intelligence, and he separated the jewel from the head of Aśvatthāmā. This was as good as cutting off his head, and yet his life was saved for all practical purposes. Here Aśvatthāmā is indicated as twice-born. Certainly he was twice-born, but he fell down from his position, and therefore he was properly punished."
    },
    {
        "verse": "56",
        "devanagari": "विमुच्य रशनाबद्धं बालहत्याहतप्रभम् ।तेजसा मणिना हीनं शिबिरान्निरयापयत् ॥ ५६ ॥",
        "english_devnagari": "vimucya raśanā-baddhaṁbāla-hatyā-hata-prabhamtejasā maṇinā hīnaṁśibirān nirayāpayat",
        "verse_Syn": [
            "vimucya",
            "raśanā",
            "baddham",
            "bāla",
            "hatyā",
            "hata",
            "prabham",
            "tejasā",
            "maṇinā",
            "hīnam",
            "śibirāt",
            "nirayāpayat"
        ],
        "translation": "He [Aśvatthāmā] had already lost his bodily luster due to infanticide, and now, moreover, having lost the jewel from his head, he lost even more strength. Thus he was unbound and driven out of the camp.",
        "purport": " Thus being insulted, the humiliated Aśvatthāmā was simultaneously killed and not killed by the intelligence of Lord Kṛṣṇa and Arjuna."
    },
    {
        "verse": "57",
        "devanagari": "वपनं द्रविणादानं स्थानान्निर्यापणं तथा ।एष हि ब्रह्मबन्धूनां वधो नान्योऽस्ति दैहिक: ॥ ५७ ॥",
        "english_devnagari": "vapanaṁ draviṇādānaṁsthānān niryāpaṇaṁ tathāeṣa hi brahma-bandhūnāṁvadho nānyo ’sti daihikaḥ",
        "verse_Syn": [
            "vapanam",
            "draviṇa",
            "adānam",
            "sthānāt",
            "niryāpaṇam",
            "tathā",
            "eṣaḥ",
            "hi",
            "brahma",
            "bandhūnām",
            "vadhaḥ",
            "na",
            "anyaḥ",
            "asti",
            "daihikaḥ"
        ],
        "translation": "Cutting the hair from his head, depriving him of his wealth and driving him from his residence are the prescribed punishments for the relative of a brāhmaṇa. There is no injunction for killing the body.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "पुत्रशोकातुरा: सर्वे पाण्डवा: सह कृष्णया ।स्वानां मृतानां यत्कृत्यं चक्रुर्निर्हरणादिकम् ॥ ५८ ॥",
        "english_devnagari": "putra-śokāturāḥ sarvepāṇḍavāḥ saha kṛṣṇayāsvānāṁ mṛtānāṁ yat kṛtyaṁcakrur nirharaṇādikam",
        "verse_Syn": [
            "putra",
            "śoka",
            "āturāḥ",
            "sarve",
            "pāṇḍavāḥ",
            "saha",
            "kṛṣṇayā",
            "svānām",
            "mṛtānām",
            "yat",
            "kṛtyam",
            "cakruḥ",
            "nirharaṇa",
            "ādikam"
        ],
        "translation": "Thereafter, the sons of Pāṇḍu, and Draupadī, overwhelmed with grief, performed the proper rituals for the dead bodies of their relatives.",
        "purport": ""
    }
]