[
    {
        "verse": "1",
        "devanagari": "सूत उवाचजगृहे पौरुषं रूपं भगवान्महदादिभि: ।सम्भूतं षोडशकलमादौ लोकसिसृक्षया ॥ १ ॥",
        "english_devnagari": "sūta uvācajagṛhe pauruṣaṁ rūpaṁbhagavān mahad-ādibhiḥsambhūtaṁ ṣoḍaśa-kalamādau loka-sisṛkṣayā",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "jagṛhe",
            "pauruṣam",
            "rūpam",
            "bhagavān",
            "mahat",
            "ādibhiḥ",
            "sambhūtam",
            "ṣoḍaśa",
            "kalam",
            "ādau",
            "loka",
            "sisṛkṣayā"
        ],
        "translation": "Sūta said: In the beginning of the creation, the Lord first expanded Himself in the universal form of the puruṣa incarnation and manifested all the ingredients for the material creation. And thus at first there was the creation of the sixteen principles of material action. This was for the purpose of creating the material universes.",
        "purport": " The Bhagavad-gītā states that the Personality of Godhead, Śrī Kṛṣṇa, maintains these material universes by extending His plenary expansions. So this puruṣa form is the confirmation of the same principle. The original Personality of Godhead Vāsudeva, or Lord Kṛṣṇa, who is famous as the son of King Vasudeva or King Nanda, is full with all opulences, all potencies, all fame, all beauty, all knowledge and all renunciation. A part of His opulence is manifested as impersonal Brahman, and a part of His opulence is manifested as Paramātmā. This puruṣa feature of the same Personality of Godhead, Śrī Kṛṣṇa, is the original Paramātmā manifestation of the Lord. There are three puruṣa features in the material creation, and this form, who is known as the Kāraṇodakaśāyī Viṣṇu, is the first of the three. The others are known as the Garbhodakaśāyī Viṣṇu and the Kṣīrodakaśāyī Viṣṇu, which we shall know one after another. The innumerable universes are generated from the skin holes of this Kāraṇodakaśāyī Viṣṇu, and in each one of the universes the Lord enters as Garbhodakaśāyī Viṣṇu. In the Bhagavad-gītā it is also mentioned that the material world is created at certain intervals and then again destroyed. This creation and destruction is done by the supreme will because of the conditioned souls, or the nitya-baddha living beings. The nitya-baddha, or the eternally conditioned souls, have the sense of individuality or ahaṅkāra, which dictates to them sense enjoyment, which they are unable to have constitutionally. The Lord is the only enjoyer, and all others are enjoyed. The living beings are predominated enjoyers. But the eternally conditioned souls, forgetful of this constitutional position, have strong aspirations to enjoy. The chance to enjoy matter is given to the conditioned souls in the material world, and side by side they are given the chance to understand their real constitutional position. Those fortunate living entities who catch the truth and surrender unto the lotus feet of Vāsudeva after many, many births in the material world join the eternally liberated souls and thus are allowed to enter into the kingdom of Godhead. After this, such fortunate living entities need not come again within the occasional material creation. But those who cannot catch the constitutional truth are again merged into the mahat-tattva at the time of the annihilation of the material creation. When the creation is again set up, this mahat-tattva is again let loose. This mahat-tattva contains all the ingredients of the material manifestations, including the conditioned souls. Primarily this mahat-tattva is divided into sixteen parts, namely the five gross material elements and the eleven working instruments or senses. It is like the cloud in the clear sky. In the spiritual sky, the effulgence of Brahman is spread all around, and the whole system is dazzling in spiritual light. The mahat-tattva is assembled in some corner of the vast, unlimited spiritual sky, and the part which is thus covered by the mahat-tattva is called the material sky. This part of the spiritual sky, called the mahat-tattva, is only an insignificant portion of the whole spiritual sky, and within this mahat-tattva there are innumerable universes. All these universes are collectively produced by the Kāraṇodakaśāyī Viṣṇu, called also the Mahā-Viṣṇu, who simply throws His glance to impregnate the material sky."
    },
    {
        "verse": "2",
        "devanagari": "यस्याम्भसि शयानस्य योगनिद्रां वितन्वत: ।नाभिह्रदाम्बुजादासीद्ब्रह्मा विश्वसृजां पति: ॥ २ ॥",
        "english_devnagari": "yasyāmbhasi śayānasyayoga-nidrāṁ vitanvataḥnābhi-hradāmbujād āsīdbrahmā viśva-sṛjāṁ patiḥ",
        "verse_Syn": [
            "yasya",
            "ambhasi",
            "śayānasya",
            "yoga",
            "nidrām",
            "vitanvataḥ",
            "nābhi",
            "hrada",
            "ambujāt",
            "āsīt",
            "brahmā",
            "viśva",
            "sṛjām",
            "patiḥ"
        ],
        "translation": "A part of the puruṣa lies down within the water of the universe, from the navel lake of His body sprouts a lotus stem, and from the lotus flower atop this stem, Brahmā, the master of all engineers in the universe, becomes manifest.",
        "purport": " The first puruṣa is the Kāraṇodakaśāyī Viṣṇu. From His skin holes innumerable universes have sprung up. In each and every universe, the puruṣa enters as the Garbhodakaśāyī Viṣṇu. He is lying within the half of the universe which is full with the water of His body. And from the navel of Garbhodakaśāyī Viṣṇu has sprung the stem of the lotus flower, the birthplace of Brahmā, who is the father of all living beings and the master of all the demigod engineers engaged in the perfect design and working of the universal order. Within the stem of the lotus there are fourteen divisions of planetary systems, and the earthly planets are situated in the middle. Upwards there are other, better planetary systems, and the topmost system is called Brahmaloka or Satyaloka. Downwards from the earthly planetary system there are seven lower planetary systems inhabited by the asuras and similar other materialistic living beings. From Garbhodakaśāyī Viṣṇu there is expansion of the Kṣīrodakaśāyī Viṣṇu, who is the collective Paramātmā of all living beings. He is called Hari, and from Him all incarnations within the universe are expanded. Therefore, the conclusion is that the puruṣa-avatāra is manifested in three features — first the Kāraṇodakaśāyī who creates aggregate material ingredients in the mahat-tattva, second the Garbhodakaśāyī who enters in each and every universe, and third the Kṣīrodakaśāyī Viṣṇu who is the Paramātmā of every material object, organic or inorganic. One who knows these plenary features of the Personality of Godhead knows Godhead properly, and thus the knower becomes freed from the material conditions of birth, death, old age and disease, as it is confirmed in Bhagavad-gītā. In this śloka the subject matter of Mahā-Viṣṇu is summarized. The Mahā-Viṣṇu lies down in some part of the spiritual sky by His own free will. Thus He lies on the ocean of kāraṇa, from where He glances over His material nature, and the mahat-tattva is at once created. Thus electrified by the power of the Lord, the material nature at once creates innumerable universes, just as in due course a tree decorates itself with innumerable grown fruits. The seed of the tree is sown by the cultivator, and the tree or creeper in due course becomes manifested with so many fruits. Nothing can take place without a cause. The Kāraṇa Ocean is therefore called the Causal Ocean. Kāraṇa means “causal.” We should not foolishly accept the atheistic theory of creation. The description of the atheists is given in the Bhagavad-gītā. The atheist does not believe in the creator, but he cannot give a good theory to explain the creation. Material nature has no power to create without the power of the puruṣa, just as a prakṛti, or woman, cannot produce a child without the connection of a puruṣa, or man. The puruṣa impregnates, and the prakṛti delivers. We should not expect milk from the fleshy bags on the neck of a goat, although they look like breastly nipples. Similarly, we should not expect any creative power from the material ingredients; we must believe in the power of the puruṣa, who impregnates prakṛti, or nature. Because the Lord wished to lie down in meditation, the material energy created innumerable universes at once, in each of them the Lord lay down, and thus all the planets and the different paraphernalia were created at once by the will of the Lord. The Lord has unlimited potencies, and thus He can act as He likes by perfect planning, although personally He has nothing to do. No one is greater than or equal to Him. That is the verdict of the Vedas."
    },
    {
        "verse": "3",
        "devanagari": "यस्यावयवसंस्थानै: कल्पितो लोकविस्तर: ।तद्वै भगवतो रूपं विशुद्धं सत्त्वमूर्जितम् ॥ ३ ॥",
        "english_devnagari": "yasyāvayava-saṁsthānaiḥkalpito loka-vistaraḥtad vai bhagavato rūpaṁviśuddhaṁ sattvam ūrjitam",
        "verse_Syn": [
            "yasya",
            "avayava",
            "saṁsthānaiḥ",
            "kalpitaḥ",
            "loka",
            "vistaraḥ",
            "tat",
            "vai",
            "bhagavataḥ",
            "rūpam",
            "viśuddham",
            "sattvam",
            "ūrjitam"
        ],
        "translation": "It is believed that all the universal planetary systems are situated on the extensive body of the puruṣa, but He has nothing to do with the created material ingredients. His body is eternally in spiritual existence par excellence.",
        "purport": " The conception of the virāṭ-rūpa or viśva-rūpa of the Supreme Absolute Truth is especially meant for the neophyte who can hardly think of the transcendental form of the Personality of Godhead. To him a form means something of this material world, and therefore an opposite conception of the Absolute is necessary in the beginning to concentrate the mind on the power extension of the Lord. As stated above, the Lord extends His potency in the form of the mahat-tattva, which includes all material ingredients. The extension of power by the Lord and the Lord Himself personally are one in one sense, but at the same time the mahat-tattva is different from the Lord. Therefore the potency of the Lord and the Lord are simultaneously different and nondifferent. The conception of the virāṭ-rūpa, especially for the impersonalist, is thus nondifferent from the eternal form of the Lord. This eternal form of the Lord exists prior to the creation of the mahat-tattva, and it is stressed here that the eternal form of the Lord is par excellence spiritual or transcendental to the modes of material nature. The very same transcendental form of the Lord is manifested by His internal potency, and the formation of His multifarious manifestations of incarnations is always of the same transcendental quality, without any touch of the mahat-tattva."
    },
    {
        "verse": "4",
        "devanagari": "पश्यन्त्यदो रूपमदभ्रचक्षुषासहस्रपादोरुभुजाननाद्भुतम् ।सहस्रमूर्धश्रवणाक्षिनासिकंसहस्रमौल्यम्बरकुण्डलोल्लसत् ॥ ४ ॥",
        "english_devnagari": "paśyanty ado rūpam adabhra-cakṣuṣāsahasra-pādoru-bhujānanādbhutamsahasra-mūrdha-śravaṇākṣi-nāsikaṁsahasra-mauly-ambara-kuṇḍalollasat",
        "verse_Syn": [
            "paśyanti",
            "adaḥ",
            "rūpam",
            "adabhra",
            "cakṣuṣā",
            "sahasra",
            "pāda",
            "ūru",
            "bhuja",
            "ānana",
            "adbhutam",
            "sahasra",
            "mūrdha",
            "śravaṇa",
            "akṣi",
            "nāsikam",
            "sahasra",
            "mauli",
            "ambara",
            "kuṇḍala",
            "ullasat"
        ],
        "translation": "The devotees, with their perfect eyes, see the transcendental form of the puruṣa who has thousands of legs, thighs, arms and faces — all extraordinary. In that body there are thousands of heads, ears, eyes and noses. They are decorated with thousands of helmets and glowing earrings and are adorned with garlands.",
        "purport": " With our present materialized senses we cannot perceive anything of the transcendental Lord. Our present senses are to be rectified by the process of devotional service, and then the Lord Himself becomes revealed to us. In the Bhagavad-gītā it is confirmed that the transcendental Lord can be perceived only by pure devotional service. So it is confirmed in the Vedas that only devotional service can lead one to the side of the Lord and that only devotional service can reveal Him. In the Brahma-saṁhitā also it is said that the Lord is always visible to the devotees whose eyes have been anointed with the tinge of devotional service. So we have to take information of the transcendental form of the Lord from persons who have actually seen Him with perfect eyes smeared with devotional service. In the material world also we do not always see things with our own eyes; we sometimes see through the experience of those who have actually seen or done things. If that is the process for experiencing a mundane object, it is more perfectly applicable in matters transcendental. So only with patience and perseverance can we realize the transcendental subject matter regarding the Absolute Truth and His different forms. He is formless to the neophytes, but He is in transcendental form to the expert servitor."
    },
    {
        "verse": "5",
        "devanagari": "एतन्नानावताराणां निधानं बीजमव्ययम् ।यस्यांशांशेन सृज्यन्ते देवतिर्यङ्‍नरादय: ॥ ५ ॥",
        "english_devnagari": "etan nānāvatārāṇāṁnidhānaṁ bījam avyayamyasyāṁśāṁśena sṛjyantedeva-tiryaṅ-narādayaḥ",
        "verse_Syn": [
            "etat",
            "nānā",
            "avatārāṇām",
            "nidhānam",
            "bījam",
            "avyayam",
            "yasya",
            "aṁśa",
            "aṁśena",
            "sṛjyante",
            "deva",
            "tiryak",
            "nara",
            "ādayaḥ"
        ],
        "translation": "This form [the second manifestation of the puruṣa] is the source and indestructible seed of multifarious incarnations within the universe. From the particles and portions of this form, different living entities, like demigods, men and others, are created.",
        "purport": " The puruṣa, after creating innumerable universes in the mahat-tattva, entered in each of them as the second puruṣa, Garbhodakaśāyī Viṣṇu. When He saw that within the universe there was only darkness and space, without a resting place, He filled half of the universe with water from His own perspiration and laid Himself down on the same water. This water is called Garbhodaka. Then from His navel the stem of the lotus flower sprouted, and on the flower petals the birth of Brahmā, or the master engineer of the universal plan, took place. Brahmā became the engineer of the universe, and the Lord Himself took charge of the maintenance of the universe as Viṣṇu. Brahmā was generated from rajo-guṇa of prakṛti, or the mode of passion in nature, and Viṣṇu became the Lord of the mode of goodness. Viṣṇu, being transcendental to all the modes, is always aloof from materialistic affection. This has already been explained. From Brahmā there is Rudra (Śiva), who is in charge of the mode of ignorance or darkness. He destroys the whole creation by the will of the Lord. Therefore all three, namely Brahmā, Viṣṇu and Śiva, are incarnations of the Garbhodakaśāyī Viṣṇu. From Brahmā the other demigods like Dakṣa, Marīci, Manu and many others become incarnated to generate living entities within the universe. This Garbhodakaśāyī Viṣṇu is glorified in the Vedas in the hymns of Garbha-stuti, which begin with the description of the Lord as having thousands of heads, etc. The Garbhodakaśāyī Viṣṇu is the Lord of the universe, and although He appears to be lying within the universe, He is always transcendental. This also has already been explained. The Viṣṇu who is the plenary portion of the Garbhodakaśāyī Viṣṇu is the Supersoul of the universal life, and He is known as the maintainer of the universe or Kṣīrodakaśāyī Viṣṇu. So the three features of the original puruṣa are thus understood. And all the incarnations within the universe are emanations from this Kṣīrodakaśāyī Viṣṇu. In different millennia there are different incarnations, and they are innumerable, although some of them are very prominent, such as Matsya, Kūrma, Varāha, Rāma, Nṛsiṁha, Vāmana and many others. These incarnations are called līlā incarnations. Then there are qualitative incarnations such as Brahmā, Viṣṇu and Śiva (or Rudra) who take charge of the different modes of material nature. Lord Viṣṇu is nondifferent from the Personality of Godhead. Lord Śiva is in the marginal position between the Personality of Godhead and the living entities, or jīvas. Brahmā is always a jīva-tattva. The highest pious living being, or the greatest devotee of the Lord, is empowered with the potency of the Lord for creation, and he is called Brahmā. His power is like the power of the sun reflected in valuable stones and jewels. When there is no such living being to take charge of the post of Brahmā, the Lord Himself becomes a Brahmā and takes charge of the post. Lord Śiva is not an ordinary living being. He is the plenary portion of the Lord, but because Lord Śiva is in direct touch with material nature, he is not exactly in the same transcendental position as Lord Viṣṇu. The difference is like that between milk and curd. Curd is nothing but milk, and yet it cannot be used in place of milk. The next incarnations are the Manus. Within one day’s duration of the life of Brahmā (which is calculated by our solar year as 4,300,000 × 1,000 years) there are fourteen Manus. Therefore there are 420 Manus in one month of Brahmā and 5,040 Manus in one year of Brahmā. Brahmā lives for one hundred years of his age, and therefore there are 5,040 × 100 or 504,000 Manus in the duration of Brahmā’s life. There are innumerable universes, with one Brahmā in each of them, and all of them are created and annihilated during the breathing time of the puruṣa. Therefore one can simply imagine how many millions of Manus there are during one breath of the puruṣa. The Manus who are prominent within this universe are as follows: Yajña as Svāyambhuva Manu, Vibhu as Svārociṣa Manu, Satyasena as Uttama Manu, Hari as Tāmasa Manu, Vaikuṇṭha as Raivata Manu, Ajita as Cākṣuṣa Manu, Vāmana as Vaivasvata Manu (the present age is under the Vaivasvata Manu), Sārvabhauma as Sāvarṇi Manu, Ṛṣabha as Dakṣa-sāvarṇi Manu, Viṣvaksena as Brahma-sāvarṇi Manu, Dharmasetu as Dharma-sāvarṇi Manu, Sudhāmā as Rudra-sāvarṇi Manu, Yogeśvara as Deva-sāvarṇi Manu, and Bṛhadbhānu as Indra-sāvarṇi Manu. These are the names of one set of fourteen Manus covering 4,300,000,000 solar years as described above. Then there are the yugāvatāras, or the incarnations of the millennia. The yugas are known as Satya-yuga, Tretā-yuga, Dvāpara-yuga and Kali-yuga. The incarnations of each yuga are of different color. The colors are white, red, black and yellow. In the Dvāpara-yuga, Lord Kṛṣṇa in black color appeared, and in the Kali-yuga Lord Caitanya in yellow color appeared. So all the incarnations of the Lord are mentioned in the revealed scriptures. There is no scope for an imposter to become an incarnation, for an incarnation must be mentioned in the śāstras. An incarnation does not declare Himself to be an incarnation of the Lord, but great sages agree by the symptoms mentioned in the revealed scriptures. The features of the incarnation and the particular type of mission which He has to execute are mentioned in the revealed scriptures. Apart from the direct incarnations, there are innumerable empowered incarnations. They are also mentioned in the revealed scriptures. Such incarnations are directly as well as indirectly empowered. When they are directly empowered they are called incarnations, but when they are indirectly empowered they are called vibhūtis. Directly empowered incarnations are the Kumāras, Nārada, Pṛthu, Śeṣa, Ananta, etc. As far as vibhūtis are concerned, they are very explicitly described in the Bhagavad-gītā in the Vibhūti-yoga chapter. And for all these different types of incarnations, the fountainhead is the Garbhodakaśāyī Viṣṇu."
    },
    {
        "verse": "6",
        "devanagari": "स एव प्रथमं देव: कौमारं सर्गमाश्रित: ।चचार दुश्चरं ब्रह्मा ब्रह्मचर्यमखण्डितम् ॥ ६ ॥",
        "english_devnagari": "sa eva prathamaṁ devaḥkaumāraṁ sargam āśritaḥcacāra duścaraṁ brahmābrahmacaryam akhaṇḍitam",
        "verse_Syn": [
            "saḥ",
            "eva",
            "prathamam",
            "devaḥ",
            "kaumāram",
            "sargam",
            "āśritaḥ",
            "cacāra",
            "duścaram",
            "brahmā",
            "brahmacaryam",
            "akhaṇḍitam"
        ],
        "translation": "First of all, in the beginning of creation, there were the four unmarried sons of Brahmā [the Kumāras], who, being situated in a vow of celibacy, underwent severe austerities for realization of the Absolute Truth.",
        "purport": " The creation of the material world is effected, maintained and then again annihilated at certain intervals. So there are different names of the creations in terms of the particular types of Brahmā, the father of the living beings in the creation. The Kumāras, as above mentioned, appeared in the Kaumāra creation of the material world, and to teach us the process of Brahman realization, they underwent a severe type of disciplinary action as bachelors. These Kumāras are empowered incarnations. And before executing the severe type of disciplinary actions, all of them became qualified brāhmaṇas. This example suggests that one must first acquire the qualifications of a brāhmaṇa, not simply by birth but also by quality, and then one can undergo the process of Brahman realization."
    },
    {
        "verse": "7",
        "devanagari": "द्वितीयं तु भवायास्य रसातलगतां महीम् ।उद्धरिष्यन्नुपादत्त यज्ञेश: सौकरं वपु: ॥ ७ ॥",
        "english_devnagari": "dvitīyaṁ tu bhavāyāsyarasātala-gatāṁ mahīmuddhariṣyann upādattayajñeśaḥ saukaraṁ vapuḥ",
        "verse_Syn": [
            "dvitīyam",
            "tu",
            "bhavāya",
            "asya",
            "rasātala",
            "gatām",
            "mahīm",
            "uddhariṣyan",
            "upādatta",
            "yajñeśaḥ",
            "saukaram",
            "vapuḥ"
        ],
        "translation": "The supreme enjoyer of all sacrifices accepted the incarnation of a boar [the second incarnation], and for the welfare of the earth He lifted the earth from the nether regions of the universe.",
        "purport": " The indication is that for each and every incarnation of the Personality of Godhead, the particular function executed is also mentioned. There cannot be any incarnation without a particular function, and such functions are always extraordinary. They are impossible for any living being to perform. The incarnation of the boar was to take the earth out of Pluto’s region of filthy matter. Picking up something from a filthy place is done by a boar, and the all-powerful Personality of Godhead displayed this wonder to the asuras, who had hidden the earth in such a filthy place. There is nothing impossible for the Personality of Godhead, and although He played the part of a boar, by the devotees He is worshiped, staying always in transcendence."
    },
    {
        "verse": "8",
        "devanagari": "तृतीयमृषिसर्गं वै देवर्षित्वमुपेत्य स: ।तन्त्रं सात्वतमाचष्ट नैष्कर्म्यं कर्मणां यत: ॥ ८ ॥",
        "english_devnagari": "tṛtīyam ṛṣi-sargaṁ vaidevarṣitvam upetya saḥtantraṁ sātvatam ācaṣṭanaiṣkarmyaṁ karmaṇāṁ yataḥ",
        "verse_Syn": [
            "tṛtīyam",
            "ṛṣi",
            "sargam",
            "vai",
            "devarṣitvam",
            "upetya",
            "saḥ",
            "tantram",
            "sātvatam",
            "ācaṣṭa",
            "naiṣkarmyam",
            "karmaṇām",
            "yataḥ"
        ],
        "translation": "In the millennium of the ṛṣis, the Personality of Godhead accepted the third empowered incarnation in the form of Devarṣi Nārada, who is a great sage among the demigods. He collected expositions of the Vedas which deal with devotional service and which inspire nonfruitive action.",
        "purport": " The great Ṛṣi Nārada, who is an empowered incarnation of the Personality of Godhead, propagates devotional service all over the universe. All great devotees of the Lord all over the universe and in different planets and species of life are his disciples. Śrīla Vyāsadeva, the compiler of the Śrīmad-Bhāgavatam, is also one of his disciples. Nārada is the author of Nārada-pañcarātra, which is the exposition of the Vedas particularly for the devotional service of the Lord. This Nārada-pañcarātra trains the karmīs, or the fruitive workers, to achieve liberation from the bondage of fruitive work. The conditioned souls are mostly attracted by fruitive work because they want to enjoy life by the sweat of their own brows. The whole universe is full of fruitive workers in all species of life. The fruitive works include all kinds of economic development plans. But the law of nature provides that every action has its resultant reaction, and the performer of the work is bound up by such reactions, good or bad. The reaction of good work is comparative material prosperity, whereas the reaction of bad work is comparative material distress. But material conditions, either in so-called happiness or in so-called distress, are all meant ultimately for distress only. Foolish materialists have no information of how to obtain eternal happiness in the unconditional state. Śrī Nārada informs these foolish fruitive workers how to realize the reality of happiness. He gives direction to the diseased men of the world how one’s present engagement can lead one to the path of spiritual emancipation. The physician directs the patient to take treated milk in the form of curd for his sufferings from indigestion due to his taking another milk preparation. So the cause of the disease and the remedy of the disease may be the same, but it must be treated by an expert physician like Nārada. The Bhagavad-gītā also gives the same solution of serving the Lord by the fruits of one’s labor. That will lead one to the path of naiṣkarmya, or liberation."
    },
    {
        "verse": "9",
        "devanagari": "तुर्ये धर्मकलासर्गे नरनारायणावृषी ।भूत्वात्मोपशमोपेतमकरोद्दुश्चरं तप: ॥ ९ ॥",
        "english_devnagari": "turye dharma-kalā-sargenara-nārāyaṇāv ṛṣībhūtvātmopaśamopetamakarot duścaraṁ tapaḥ",
        "verse_Syn": [
            "turye",
            "dharma",
            "kalā",
            "sarge",
            "nara",
            "nārāyaṇau",
            "ṛṣī",
            "bhūtvā",
            "ātma",
            "upaśama",
            "upetam",
            "akarot",
            "duścaram",
            "tapaḥ"
        ],
        "translation": "In the fourth incarnation, the Lord became Nara and Nārāyaṇa, the twin sons of the wife of King Dharma. Thus He undertook severe and exemplary penances to control the senses.",
        "purport": " As King Ṛṣabha advised His sons, tapasya, or voluntary acceptance of penance for realization of the Transcendence, is the only duty of the human being; it was so done by the Lord Himself in an exemplary manner to teach us. The Lord is very kind to the forgetful souls. He therefore comes Himself and leaves behind necessary instructions and also sends His good sons as representatives to call all the conditioned souls back to Godhead. Recently, within the memory of everyone, Lord Caitanya also appeared for the same purpose: to show special favor to fallen souls of this age of iron industry. The incarnation of Nārāyaṇa is worshiped still at Badarī-nārāyaṇa, on the range of the Himālayas."
    },
    {
        "verse": "10",
        "devanagari": "पञ्चम: कपिलो नाम सिद्धेश: कालविप्लुतम् ।प्रोवाचासुरये साङ्ख्यं तत्त्वग्रामविनिर्णयम् ॥ १० ॥",
        "english_devnagari": "pañcamaḥ kapilo nāmasiddheśaḥ kāla-viplutamprovācāsuraye sāṅkhyaṁtattva-grāma-vinirṇayam",
        "verse_Syn": [
            "pañcamaḥ",
            "kapilaḥ",
            "nāma",
            "siddheśaḥ",
            "kāla",
            "viplutam",
            "provāca",
            "āsuraye",
            "sāṅkhyam",
            "tattva",
            "grāma",
            "vinirṇayam"
        ],
        "translation": "The fifth incarnation, named Lord Kapila, is foremost among perfected beings. He gave an exposition of the creative elements and metaphysics to Āsuri Brāhmaṇa, for in course of time this knowledge had been lost.",
        "purport": " The sum total of the creative elements is twenty-four in all. Each and every one of them is explicitly explained in the system of Sāṅkhya philosophy. Sāṅkhya philosophy is generally called metaphysics by the European scholars. The etymological meaning of sāṅkhya is “that which explains very lucidly by analysis of the material elements.” This was done for the first time by Lord Kapila, who is said herein to be the fifth in the line of incarnations."
    },
    {
        "verse": "11",
        "devanagari": "षष्ठमत्रेरपत्यत्वं वृत: प्राप्तोऽनसूयया ।आन्वीक्षिकीमलर्काय प्रह्लादादिभ्य ऊचिवान् ॥ ११ ॥",
        "english_devnagari": "ṣaṣṭham atrer apatyatvaṁvṛtaḥ prāpto ’nasūyayāānvīkṣikīm alarkāyaprahlādādibhya ūcivān",
        "verse_Syn": [
            "ṣaṣṭham",
            "atreḥ",
            "apatyatvam",
            "vṛtaḥ",
            "prāptaḥ",
            "anasūyayā",
            "ānvīkṣikīm",
            "alarkāya",
            "prahlāda",
            "ādibhyaḥ",
            "ūcivān"
        ],
        "translation": "The sixth incarnation of the puruṣa was the son of the sage Atri. He was born from the womb of Anasūyā, who prayed for an incarnation. He spoke on the subject of transcendence to Alarka, Prahlāda and others [Yadu, Haihaya, etc.].",
        "purport": " The Lord incarnated Himself as Dattātreya, the son of Ṛṣi Atri and Anasūyā. The history of the birth of Dattātreya as an incarnation of the Lord is mentioned in the Brahmāṇḍa Purāṇa in connection with the story of the devoted wife. It is said there that Anasūyā, the wife of Ṛṣi Atri, prayed before the lords Brahmā, Viṣṇu and Śiva as follows: “My lords, if you are pleased with me, and if you desire me to ask from you some sort of blessings, then I pray that you combine together to become my son.” This was accepted by the lords, and as Dattātreya the Lord expounded the philosophy of the spirit soul and especially instructed Alarka, Prahlāda, Yadu, Haihaya, etc."
    },
    {
        "verse": "12",
        "devanagari": "तत: सप्तम आकूत्यां रुचेर्यज्ञोऽभ्यजायत ।स यामाद्यै: सुरगणैरपात्स्वायम्भुवान्तरम् ॥ १२ ॥",
        "english_devnagari": "tataḥ saptama ākūtyāṁrucer yajño ’bhyajāyatasa yāmādyaiḥ sura-gaṇairapāt svāyambhuvāntaram",
        "verse_Syn": [
            "tataḥ",
            "saptame",
            "ākūtyām",
            "ruceḥ",
            "yajñaḥ",
            "abhyajāyata",
            "saḥ",
            "yāma",
            "ādyaiḥ",
            "sura",
            "gaṇaiḥ",
            "apāt",
            "svāyambhuva",
            "antaram"
        ],
        "translation": "The seventh incarnation was Yajña, the son of Prajāpati Ruci and his wife Ākūti. He controlled the period during the change of the Svāyambhuva Manu and was assisted by demigods such as His son Yāma.",
        "purport": " The administrative posts occupied by the demigods for maintaining the regulations of the material world are offered to the highly elevated pious living beings. When there is a scarcity of such pious living beings, the Lord incarnates Himself as Brahmā, Prajāpati, Indra, etc., and takes up the charge. During the period of Svāyambhuva Manu (the present period is of Vaivasvata Manu) there was no suitable living being who could occupy the post of Indra, the King of the Indraloka (heaven) planet. The Lord Himself at that time became Indra. Assisted by His own sons like Yāma and other demigods, Lord Yajña ruled the administration of the universal affairs."
    },
    {
        "verse": "13",
        "devanagari": "अष्टमे मेरुदेव्यां तु नाभेर्जात उरुक्रम: ।दर्शयन् वर्त्म धीराणां सर्वाश्रमनमस्कृतम् ॥ १३ ॥",
        "english_devnagari": "aṣṭame merudevyāṁ tunābher jāta urukramaḥdarśayan vartma dhīrāṇāṁsarvāśrama-namaskṛtam",
        "verse_Syn": [
            "aṣṭame",
            "merudevyām",
            "tu",
            "nābheḥ",
            "jātaḥ",
            "urukramaḥ",
            "darśayan",
            "vartma",
            "dhīrāṇām",
            "sarva",
            "āśrama",
            "namaskṛtam"
        ],
        "translation": "The eighth incarnation was King Ṛṣabha, son of King Nābhi and his wife Merudevī. In this incarnation the Lord showed the path of perfection, which is followed by those who have fully controlled their senses and who are honored by all orders of life.",
        "purport": " The society of human beings is naturally divided into eight by orders and statuses of life — the four divisions of occupation and four divisions of cultural advancement. The intelligent class, the administrative class, the productive class and the laborer class are the four divisions of occupation. And the student life, the householder’s life, retired life and renounced life are the four statuses of cultural advancement towards the path of spiritual realization. Out of these, the renounced order of life, or the order of sannyāsa, is considered the highest of all, and a sannyāsī is constitutionally the spiritual master for all the orders and divisions. In the sannyāsa order also there are four stages of upliftment toward perfection. These stages are called kuṭīcaka, bahūdaka, parivrājakācārya, and paramahaṁsa. The paramahaṁsa stage of life is the highest stage of perfection. This order of life is respected by all others. Mahārāja Ṛṣabha, the son of King Nābhi and Merudevī, was an incarnation of the Lord, and He instructed His sons to follow the path of perfection by tapasya, which sanctifies one’s existence and enables one to attain the stage of spiritual happiness which is eternal and ever increasing. Every living being is searching after happiness, but no one knows where eternal and unlimited happiness is obtainable. Foolish men seek after material sense pleasure as a substitute for real happiness, but such foolish men forget that temporary so-called happiness derived from sense pleasures is also enjoyed by the dogs and hogs. No animal, bird or beast is bereft of this sense pleasure. In every species of life, including the human form of life, such happiness is immensely obtainable. The human form of life, however, is not meant for such cheap happiness. The human life is meant for attaining eternal and unlimited happiness by spiritual realization. This spiritual realization is obtained by tapasya, or undergoing voluntarily the path of penance and abstinence from material pleasure. Those who have been trained for abstinence in material pleasures are called dhīra, or men undisturbed by the senses. Only these dhīras can accept the orders of sannyāsa, and they can gradually rise to the status of the paramahaṁsa, which is adored by all members of society. King Ṛṣabha propagated this mission, and at the last stage He became completely aloof from the material bodily needs, which is a rare stage not to be imitated by foolish men, but to be worshiped by all."
    },
    {
        "verse": "14",
        "devanagari": "ऋषिभिर्याचितो भेजे नवमं पार्थिवं वपु: ।दुग्धेमामोषधीर्विप्रास्तेनायं स उशत्तम: ॥ १४ ॥",
        "english_devnagari": "ṛṣibhir yācito bhejenavamaṁ pārthivaṁ vapuḥdugdhemām oṣadhīr viprāstenāyaṁ sa uśattamaḥ",
        "verse_Syn": [
            "ṛṣibhiḥ",
            "yācitaḥ",
            "bheje",
            "navamam",
            "pārthivam",
            "vapuḥ",
            "dugdha",
            "imām",
            "oṣadhīḥ",
            "viprāḥ",
            "tena",
            "ayam",
            "saḥ",
            "uśattamaḥ"
        ],
        "translation": "O brāhmaṇas, in the ninth incarnation, the Lord, prayed for by sages, accepted the body of a king [Pṛthu] who cultivated the land to yield various produce, and for that reason the earth was beautiful and attractive.",
        "purport": " Before the advent of King Pṛthu, there was great havoc of maladministration due to the vicious life of the previous king, the father of Mahārāja Pṛthu. The intelligent class of men (namely the sages and the brāhmaṇas) not only prayed for the Lord to come down, but also dethroned the previous king. It is the duty of the king to be pious and thus look after the all-around welfare of the citizens. Whenever there is some negligence on the part of the king in discharging his duty, the intelligent class of men must dethrone him. The intelligent class of men, however, do not occupy the royal throne, because they have much more important duties for the welfare of the public. Instead of occupying the royal throne, they prayed for the incarnation of the Lord, and the Lord came as Mahārāja Pṛthu. Real intelligent men, or qualified brāhmaṇas, never aspire for political posts. Mahārāja Pṛthu excavated many produces from the earth, and thus not only did the citizens become happy to have such a good king, but the complete sight of the earth also became beautiful and attractive."
    },
    {
        "verse": "15",
        "devanagari": "रूपं स जगृहे मात्स्यं चाक्षुषोदधिसम्प्लवे ।नाव्यारोप्य महीमय्यामपाद्वैवस्वतं मनुम् ॥ १५ ॥",
        "english_devnagari": "rūpaṁ sa jagṛhe mātsyaṁcākṣuṣodadhi-samplavenāvy āropya mahī-mayyāmapād vaivasvataṁ manum",
        "verse_Syn": [
            "rūpam",
            "saḥ",
            "jagṛhe",
            "mātsyam",
            "cākṣuṣa",
            "udadhi",
            "samplave",
            "nāvi",
            "āropya",
            "mahī",
            "mayyām",
            "apāt",
            "vaivasvatam",
            "manum"
        ],
        "translation": "When there was a complete inundation after the period of the Cākṣuṣa Manu and the whole world was deep within water, the Lord accepted the form of a fish and protected Vaivasvata Manu, keeping him up on a boat.",
        "purport": " According to Śrīpāda Śrīdhara Svāmī, the original commentator on the Bhāgavatam, there is not always a devastation after the change of every Manu. And yet this inundation after the period of Cākṣuṣa Manu took place in order to show some wonders to Satyavrata. But Śrī Jīva Gosvāmī has given definite proofs from authoritative scriptures (like Viṣṇu-dharmottara, Mārkaṇḍeya Purāṇa, Harivaṁśa, etc.) that there is always a devastation after the end of each and every Manu. Śrīla Viśvanātha Cakravartī has also supported Śrīla Jīva Gosvāmī, and he (Śrī Cakravartī) has also quoted from Bhāgavatāmṛta about this inundation after each Manu. Apart from this, the Lord, in order to show special favor to Satyavrata, a devotee of the Lord, in this particular period, incarnated Himself."
    },
    {
        "verse": "16",
        "devanagari": "सुरासुराणामुदधिं मथ्नतां मन्दराचलम् ।दध्रे कमठरूपेण पृष्ठ एकादशे विभु: ॥ १६ ॥",
        "english_devnagari": "surāsurāṇām udadhiṁmathnatāṁ mandarācalamdadhre kamaṭha-rūpeṇapṛṣṭha ekādaśe vibhuḥ",
        "verse_Syn": [
            "sura",
            "asurāṇām",
            "udadhim",
            "mathnatām",
            "mandarācalam",
            "dadhre",
            "kamaṭha",
            "rūpeṇa",
            "pṛṣṭhe",
            "ekādaśe",
            "vibhuḥ"
        ],
        "translation": "The eleventh incarnation of the Lord took the form of a tortoise whose shell served as a pivot for the Mandarācala Hill, which was being used as a churning rod by the theists and atheists of the universe.",
        "purport": " Once both the atheists and the theists were engaged in producing nectar from the sea so that all of them could become deathless by drinking it. At that time the Mandarācala Hill was used as the churning rod, and the shell of Lord Tortoise, the incarnation of Godhead, became the resting place (pivot) of the hill in the seawater."
    },
    {
        "verse": "17",
        "devanagari": "धान्वन्तरं द्वादशमं त्रयोदशममेव च ।अपाययत्सुरानन्यान्मोहिन्या मोहयन् स्त्रिया ॥ १७ ॥",
        "english_devnagari": "dhānvantaraṁ dvādaśamaṁtrayodaśamam eva caapāyayat surān anyānmohinyā mohayan striyā",
        "verse_Syn": [
            "dhānvantaram",
            "dvādaśamam",
            "trayodaśamam",
            "eva",
            "ca",
            "apāyayat",
            "surān",
            "anyān",
            "mohinyā",
            "mohayan",
            "striyā"
        ],
        "translation": "In the twelfth incarnation, the Lord appeared as Dhanvantari, and in the thirteenth He allured the atheists by the charming beauty of a woman and gave nectar to the demigods to drink.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "चतुर्दशं नारसिंहं बिभ्रद्दैत्येन्द्रमूर्जितम् ।ददार करजैरूरावेरकां कटकृद्यथा ॥ १८ ॥",
        "english_devnagari": "caturdaśaṁ nārasiṁhaṁbibhrad daityendram ūrjitamdadāra karajair ūrāverakāṁ kaṭa-kṛd yathā",
        "verse_Syn": [
            "caturdaśam",
            "nāra",
            "siṁham",
            "bibhrat",
            "daitya",
            "indram",
            "ūrjitam",
            "dadāra",
            "karajaiḥ",
            "ūrau",
            "erakām",
            "kaṭa",
            "kṛt",
            "yathā"
        ],
        "translation": "In the fourteenth incarnation, the Lord appeared as Nṛsiṁha and bifurcated the strong body of the atheist Hiraṇyakaśipu with His nails, just as a carpenter pierces cane.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "पञ्चदशं वामनकं कृत्वागादध्वरं बले: ।पदत्रयं याचमान: प्रत्यादित्सुस्त्रिपिष्टपम् ॥ १९ ॥",
        "english_devnagari": "pañcadaśaṁ vāmanakaṁkṛtvāgād adhvaraṁ baleḥpada-trayaṁ yācamānaḥpratyāditsus tri-piṣṭapam",
        "verse_Syn": [
            "pañcadaśam",
            "vāmanakam",
            "kṛtvā",
            "agāt",
            "adhvaram",
            "baleḥ",
            "pada",
            "trayam",
            "yācamānaḥ",
            "pratyāditsuḥ",
            "tri",
            "piṣṭapam"
        ],
        "translation": "In the fifteenth incarnation, the Lord assumed the form of a dwarf brāhmaṇa [Vāmana] and visited the arena of sacrifice arranged by Mahārāja Bali. Although at heart He was willing to regain the kingdom of the three planetary systems, He simply asked for a donation of three steps of land.",
        "purport": " The almighty God can bestow upon anyone the kingdom of the universe from a very small beginning, and similarly He can take away the kingdom of the universe on the plea of begging a small piece of land."
    },
    {
        "verse": "20",
        "devanagari": "अवतारे षोडशमे पश्यन् ब्रह्मद्रुहो नृपान् ।त्रि:सप्तकृत्व: कुपितो नि:क्षत्रामकरोन्महीम् ॥ २० ॥",
        "english_devnagari": "avatāre ṣoḍaśamepaśyan brahma-druho nṛpāntriḥ-sapta-kṛtvaḥ kupitoniḥ-kṣatrām akaron mahīm",
        "verse_Syn": [
            "avatāre",
            "ṣoḍaśame",
            "paśyan",
            "brahma",
            "druhaḥ",
            "nṛpān",
            "triḥ",
            "sapta",
            "kṛtvaḥ",
            "kupitaḥ",
            "niḥ",
            "kṣatrām",
            "akarot",
            "mahīm"
        ],
        "translation": "In the sixteenth incarnation of the Godhead, the Lord [as Bhṛgupati] annihilated the administrative class [kṣatriyas] twenty-one times, being angry with them because of their rebellion against the brāhmaṇas [the intelligent class].",
        "purport": " The kṣatriyas, or the administrative class of men, are expected to rule the planet by the direction of the intelligent class of men, who give direction to the rulers in terms of the standard śāstras, or the books of revealed knowledge. The rulers carry on the administration according to that direction. Whenever there is disobedience on the part of the kṣatriyas, or the administrative class, against the orders of the learned and intelligent brāhmaṇas, the administrators are removed by force from the posts, and arrangement is made for better administration."
    },
    {
        "verse": "21",
        "devanagari": "तत: सप्तदशे जात: सत्यवत्यां पराशरात् ।चक्रे वेदतरो: शाखा द‍ृष्ट्वा पुंसोऽल्पमेधस: ॥ २१ ॥",
        "english_devnagari": "tataḥ saptadaśe jātaḥsatyavatyāṁ parāśarātcakre veda-taroḥ śākhādṛṣṭvā puṁso ’lpa-medhasaḥ",
        "verse_Syn": [
            "tataḥ",
            "saptadaśe",
            "jātaḥ",
            "satyavatyām",
            "parāśarāt",
            "cakre",
            "veda",
            "taroḥ",
            "śākhāḥ",
            "dṛṣṭvā",
            "puṁsaḥ",
            "alpa",
            "medhasaḥ"
        ],
        "translation": "Thereafter, in the seventeenth incarnation of Godhead, Śrī Vyāsadeva appeared in the womb of Satyavatī through Parāśara Muni, and he divided the one Veda into several branches and subbranches, seeing that the people in general were less intelligent.",
        "purport": " Originally the Veda is one. But Śrīla Vyāsadeva divided the original Veda into four, namely Sāma, Yajur, Ṛg, Atharva, and then again they were explained in different branches like the Purāṇas and the Mahābhārata. Vedic language and the subject matter are very difficult for ordinary men. They are understood by the highly intelligent and self-realized brāhmaṇas. But the present Age of Kali is full of ignorant men. Even those who are born by a brāhmaṇa father are, in the present age, no better than the śūdras or the women. The twice-born men, namely the brāhmaṇas, kṣatriyas and vaiśyas, are expected to undergo a cultural purificatory process known as saṁskāras, but because of the bad influence of the present age the so-called members of the brāhmaṇa and other high-order families are no longer highly cultured. They are called the dvija-bandhus, or the friends and family members of the twice-born. But these dvija-bandhus are classified amongst the śūdras and the women. Śrīla Vyāsadeva divided the Vedas into various branches and subbranches for the sake of the less intelligent classes like the dvija-bandhus, śūdras and women."
    },
    {
        "verse": "22",
        "devanagari": "नरदेवत्वमापन्न: सुरकार्यचिकीर्षया ।समुद्रनिग्रहादीनि चक्रे वीर्याण्यत: परम् ॥ २२ ॥",
        "english_devnagari": "nara-devatvam āpannaḥsura-kārya-cikīrṣayāsamudra-nigrahādīnicakre vīryāṇy ataḥ param",
        "verse_Syn": [
            "nara",
            "devatvam",
            "āpannaḥ",
            "sura",
            "kārya",
            "cikīrṣayā",
            "samudra",
            "nigraha",
            "ādīni",
            "cakre",
            "vīryāṇi",
            "ataḥ",
            "param"
        ],
        "translation": "In the eighteenth incarnation, the Lord appeared as King Rāma. In order to perform some pleasing work for the demigods, He exhibited superhuman powers by controlling the Indian Ocean and then killing the atheist King Rāvaṇa, who was on the other side of the sea.",
        "purport": " The Personality of Godhead Śrī Rāma assumed the form of a human being and appeared on the earth for the purpose of doing some pleasing work for the demigods or the administrative personalities to maintain the order of the universe. Sometimes great demons and atheists like Rāvaṇa and Hiraṇyakaśipu and many others become very famous due to advancing material civilization by the help of material science and other activities with a spirit of challenging the established order of the Lord. For example, the attempt to fly to other planets by material means is a challenge to the established order. The conditions of each and every planet are different, and different classes of human beings are accommodated there for particular purposes mentioned in the codes of the Lord. But, puffed up by tiny success in material advancement, sometimes the godless materialists challenge the existence of God. Rāvaṇa was one of them, and he wanted to deport ordinary men to the planet of Indra (heaven) by material means without consideration of the necessary qualifications. He wanted a staircase to be built up directly reaching the heavenly planet so that people might not be required to undergo the routine of pious work necessary to enter that planet. He also wanted to perform other acts against the established rule of the Lord. He even challenged the authority of Śrī Rāma, the Personality of Godhead, and kidnapped His wife, Sītā. Of course, Lord Rāma came to chastise this atheist, answering the prayer and desire of the demigods. He therefore took up the challenge of Rāvaṇa, and the complete activity is the subject matter of the Rāmāyaṇa. Because Lord Rāmacandra was the Personality of Godhead, He exhibited superhuman activities which no human being, including the materially advanced Rāvaṇa, could perform. Lord Rāmacandra prepared a royal road on the Indian Ocean with stones that floated on the water. The modern scientists have done research in the area of weightlessness, but it is not possible to bring in weightlessness anywhere and everywhere. But because weightlessness is the creation of the Lord by which He can make the gigantic planets fly and float in the air, He made the stones even within this earth to be weightless and prepared a stone bridge on the sea without any supporting pillar. That is the display of the power of God."
    },
    {
        "verse": "23",
        "devanagari": "एकोनविंशे विंशतिमे वृष्णिषु प्राप्य जन्मनी ।रामकृष्णाविति भुवो भगवानहरद्भ‍रम् ॥ २३ ॥",
        "english_devnagari": "ekonaviṁśe viṁśatimevṛṣṇiṣu prāpya janmanīrāma-kṛṣṇāv iti bhuvobhagavān aharad bharam",
        "verse_Syn": [
            "ekonaviṁśe",
            "viṁśatime",
            "vṛṣṇiṣu",
            "prāpya",
            "janmanī",
            "rāma",
            "kṛṣṇau",
            "iti",
            "bhuvaḥ",
            "bhagavān",
            "aharat",
            "bharam"
        ],
        "translation": "In the nineteenth and twentieth incarnations, the Lord advented Himself as Lord Balarāma and Lord Kṛṣṇa in the family of Vṛṣṇi [the Yadu dynasty], and by so doing He removed the burden of the world.",
        "purport": " The specific mention of the word bhagavān in this text indicates that Balarāma and Kṛṣṇa are original forms of the Lord. This will be further explained later. Lord Kṛṣṇa is not an incarnation of the puruṣa, as we learned from the beginning of this chapter. He is directly the original Personality of Godhead, and Balarāma is the first plenary manifestation of the Lord. From Baladeva the first phalanx of plenary expansions, Vāsudeva, Saṅkarṣaṇa, Aniruddha and Pradyumna, expands. Lord Śrī Kṛṣṇa is Vāsudeva, and Baladeva is Saṅkarṣaṇa."
    },
    {
        "verse": "24",
        "devanagari": "तत: कलौ सम्प्रवृत्ते सम्मोहाय सुरद्विषाम् ।बुद्धो नाम्नाञ्जनसुत: कीकटेषु भविष्यति ॥ २४ ॥",
        "english_devnagari": "tataḥ kalau sampravṛttesammohāya sura-dviṣāmbuddho nāmnāñjana-sutaḥkīkaṭeṣu bhaviṣyati",
        "verse_Syn": [
            "tataḥ",
            "kalau",
            "sampravṛtte",
            "sammohāya",
            "sura",
            "dviṣām",
            "buddhaḥ",
            "nāmnā",
            "añjana",
            "sutaḥ",
            "kīkaṭeṣu",
            "bhaviṣyati"
        ],
        "translation": "Then, in the beginning of Kali-yuga, the Lord will appear as Lord Buddha, the son of Añjanā, in the province of Gayā, just for the purpose of deluding those who are envious of the faithful theist.",
        "purport": " Lord Buddha, a powerful incarnation of the Personality of Godhead, appeared in the province of Gayā (Bihar) as the son of Añjanā, and he preached his own conception of nonviolence and deprecated even the animal sacrifices sanctioned in the Vedas. At the time when Lord Buddha appeared, the people in general were atheistic and preferred animal flesh to anything else. On the plea of Vedic sacrifice, every place was practically turned into a slaughterhouse, and animal-killing was indulged in unrestrictedly. Lord Buddha preached nonviolence, taking pity on the poor animals. He preached that he did not believe in the tenets of the Vedas and stressed the adverse psychological effects incurred by animal-killing. Less intelligent men of the Age of Kali, who had no faith in God, followed his principle, and for the time being they were trained in moral discipline and nonviolence, the preliminary steps for proceeding further on the path of God realization. He deluded the atheists because such atheists who followed his principles did not believe in God, but they kept their absolute faith in Lord Buddha, who himself was the incarnation of God. Thus the faithless people were made to believe in God in the form of Lord Buddha. That was the mercy of Lord Buddha: he made the faithless faithful to him. Killing of animals before the advent of Lord Buddha was the most prominent feature of the society. People claimed that these were Vedic sacrifices. When the Vedas are not accepted through the authoritative disciplic succession, the casual readers of the Vedas are misled by the flowery language of that system of knowledge. In the Bhagavad-gītā a comment has been made on such foolish scholars (avipaścitaḥ). The foolish scholars of Vedic literature who do not care to receive the transcendental message through the transcendental realized sources of disciplic succession are sure to be bewildered. To them, the ritualistic ceremonies are considered to be all in all. They have no depth of knowledge. According to the Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: the whole system of the Vedas is to lead one gradually to the path of the Supreme Lord. The whole theme of Vedic literature is to know the Supreme Lord, the individual soul, the cosmic situation and the relation between all these items. When the relation is known, the relative function begins, and as a result of such a function the ultimate goal of life or going back to Godhead takes place in the easiest manner. Unfortunately, unauthorized scholars of the Vedas become captivated by the purificatory ceremonies only, and natural progress is thereby checked. To such bewildered persons of atheistic propensity, Lord Buddha is the emblem of theism. He therefore first of all wanted to check the habit of animal-killing. The animal-killers are dangerous elements on the path going back to Godhead. There are two types of animal-killers. The soul is also sometimes called the “animal” or the living being. Therefore, both the slaughterer of animals and those who have lost their identity of soul are animal-killers. Mahārāja Parīkṣit said that only the animal-killer cannot relish the transcendental message of the Supreme Lord. Therefore if people are to be educated to the path of Godhead, they must be taught first and foremost to stop the process of animal-killing as above mentioned. It is nonsensical to say that animal-killing has nothing to do with spiritual realization. By this dangerous theory many so-called sannyāsīs have sprung up by the grace of Kali-yuga who preach animal-killing under the garb of the Vedas. The subject matter has already been discussed in the conversation between Lord Caitanya and Maulana Chand Kazi Shaheb. The animal sacrifice as stated in the Vedas is different from the unrestricted animal-killing in the slaughterhouse. Because the asuras or the so-called scholars of Vedic literatures put forward the evidence of animal-killing in the Vedas, Lord Buddha superficially denied the authority of the Vedas. This rejection of the Vedas by Lord Buddha was adopted in order to save people from the vice of animal-killing as well as to save the poor animals from the slaughtering process of their big brothers who clamor for universal brotherhood, peace, justice and equity. There is no justice when there is animal-killing. Lord Buddha wanted to stop it completely, and therefore his cult of ahiṁsā was propagated not only in India but also outside the country. Technically Lord Buddha’s philosophy is called atheistic because there is no acceptance of the Supreme Lord and because that system of philosophy denied the authority of the Vedas. But that is an act of camouflage by the Lord. Lord Buddha is the incarnation of Godhead. As such, he is the original propounder of Vedic knowledge. He therefore cannot reject Vedic philosophy. But he rejected it outwardly because the sura-dviṣa, or the demons who are always envious of the devotees of Godhead, try to support cow-killing or animal-killing from the pages of the Vedas, and this is now being done by the modernized sannyāsīs. Lord Buddha had to reject the authority of the Vedas altogether. This is simply technical, and had it not been so he would not have been so accepted as the incarnation of Godhead. Nor would he have been worshiped in the transcendental songs of the poet Jayadeva, who is a Vaiṣṇava ācārya. Lord Buddha preached the preliminary principles of the Vedas in a manner suitable for the time, (and so also did Śaṅkarācārya) to establish the authority of the Vedas. Therefore both Lord Buddha and Ācārya Śaṅkara paved the path of theism, and Vaiṣṇava ācāryas, specifically Lord Śrī Caitanya Mahāprabhu, led the people on the path towards a realization of going back to Godhead. We are glad that people are taking interest in the nonviolent movement of Lord Buddha. But will they take the matter very seriously and close the animal slaughterhouses altogether? If not, there is no meaning to the ahiṁsā cult. Śrīmad-Bhāgavatam was composed just prior to the beginning of the Age of Kali (about five thousand years ago), and Lord Buddha appeared about twenty-six hundred years ago. Therefore in the Śrīmad-Bhāgavatam Lord Buddha is foretold. Such is the authority of this clear scripture. There are many such prophecies, and they are being fulfilled one after another. They will indicate the positive standing of Śrīmad-Bhāgavatam, which is without any trace of mistake, illusion, cheating and imperfection, which are the four flaws of all conditioned souls. The liberated souls are above these flaws; therefore they can see and foretell things which are to take place on distant future dates."
    },
    {
        "verse": "25",
        "devanagari": "अथासौ युगसन्ध्यायां दस्युप्रायेषु राजसु ।जनिता विष्णुयशसो नाम्ना कल्किर्जगत्पति: ॥ २५ ॥",
        "english_devnagari": "athāsau yuga-sandhyāyāṁdasyu-prāyeṣu rājasujanitā viṣṇu-yaśasonāmnā kalkir jagat-patiḥ",
        "verse_Syn": [
            "atha",
            "asau",
            "yuga",
            "sandhyāyām",
            "dasyu",
            "prāyeṣu",
            "rājasu",
            "janitā",
            "viṣṇu",
            "yaśasaḥ",
            "nāmnā",
            "kalkiḥ",
            "jagat",
            "patiḥ"
        ],
        "translation": "Thereafter, at the conjunction of two yugas, the Lord of the creation will take His birth as the Kalki incarnation and become the son of Viṣṇu Yaśā. At this time almost all the rulers of the earth will have degenerated into plunderers.",
        "purport": " Here is another foretelling of the advent of Lord Kalki, the incarnation of Godhead. He is to appear at the conjunction of the two yugas, namely at the end of Kali-yuga and the beginning of Satya-yuga. The cycle of the four yugas, namely Satya, Tretā, Dvāpara and Kali, rotates like the calendar months. The present Kali-yuga lasts 432,000 years, out of which we have passed only 5,000 years after the Battle of Kurukṣetra and the end of the regime of King Parīkṣit. So there are 427,000 years balance yet to be finished. Therefore at the end of this period, the incarnation of Kalki will take place, as foretold in the Śrīmad-Bhāgavatam. The name of His father, Viṣṇu Yaśā, a learned brāhmaṇa, and the village Śambhala are also mentioned. As above mentioned, all these foretellings will prove to be factual in chronological order. That is the authority of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "26",
        "devanagari": "अवतारा ह्यसङ्ख्येया हरे: सत्त्वनिधेर्द्विजा: ।यथाविदासिन: कुल्या: सरस: स्यु: सहस्रश: ॥ २६ ॥",
        "english_devnagari": "avatārā hy asaṅkhyeyāhareḥ sattva-nidher dvijāḥyathāvidāsinaḥ kulyāḥsarasaḥ syuḥ sahasraśaḥ",
        "verse_Syn": [
            "avatārāḥ",
            "hi",
            "asaṅkhyeyāḥ",
            "hareḥ",
            "sattva",
            "nidheḥ",
            "dvijāḥ",
            "yathā",
            "avidāsinaḥ",
            "kulyāḥ",
            "sarasaḥ",
            "syuḥ",
            "sahasraśaḥ"
        ],
        "translation": "O brāhmaṇas, the incarnations of the Lord are innumerable, like rivulets flowing from inexhaustible sources of water.",
        "purport": " The list of incarnations of the Personality of Godhead given herein is not complete. It is only a partial view of all the incarnations. There are many others, such as Śrī Hayagrīva, Hari, Haṁsa, Pṛśnigarbha, Vibhu, Satyasena, Vaikuṇṭha, Sārvabhauma, Viṣvaksena, Dharmasetu, Sudhāmā, Yogeśvara, Bṛhadbhānu and others of the bygone ages. Śrī Prahlāda Mahārāja said in his prayer, “My Lord, You manifest as many incarnations as there are species of life, namely the aquatics, the vegetables, the reptiles, the birds, the beasts, the men, the demigods, etc., just for the maintenance of the faithful and the annihilation of the unfaithful. You advent Yourself in this way in accordance with the necessity of the different yugas. In the Kali-yuga You have incarnated garbed as a devotee.” This incarnation of the Lord in the Kali-yuga is Lord Caitanya Mahāprabhu. There are many other places, both in the Bhāgavatam and in other scriptures, in which the incarnation of the Lord as Śrī Caitanya Mahāprabhu is explicitly mentioned. In the Brahma-saṁhitā also it is said indirectly that although there are many incarnations of the Lord, such as Rāma, Nṛsiṁha, Varāha, Matsya, Kūrma and many others, the Lord Himself sometimes incarnates in person. Lord Kṛṣṇa and Lord Śrī Caitanya Mahāprabhu are not, therefore, incarnations, but the original source of all other incarnations. This will be clearly explained in the next śloka. So the Lord is the inexhaustible source for innumerable incarnations which are not always mentioned. But such incarnations are distinguished by specific extraordinary feats which are impossible to be performed by any living being. That is the general test to identify an incarnation of the Lord, directly and indirectly empowered. Some incarnations mentioned above are almost plenary portions. For instance, the Kumāras are empowered with transcendental knowledge. Śrī Nārada is empowered with devotional service. Mahārāja Pṛthu is an empowered incarnation with executive function. The Matsya incarnation is directly a plenary portion. So the innumerable incarnations of the Lord are manifested all over the universes constantly, without cessation, as water flows constantly from waterfalls."
    },
    {
        "verse": "27",
        "devanagari": "ऋषयो मनवो देवा मनुपुत्रा महौजस: ।कला: सर्वे हरेरेव सप्रजापतय: स्मृता: ॥ २७ ॥",
        "english_devnagari": "ṛṣayo manavo devāmanu-putrā mahaujasaḥkalāḥ sarve harer evasaprajāpatayaḥ smṛtāḥ",
        "verse_Syn": [
            "ṛṣayaḥ",
            "manavaḥ",
            "devāḥ",
            "manu",
            "putrāḥ",
            "mahā",
            "ojasaḥ",
            "kalāḥ",
            "sarve",
            "hareḥ",
            "eva",
            "sa",
            "prajāpatayaḥ",
            "smṛtāḥ"
        ],
        "translation": "All the ṛṣis, Manus, demigods and descendants of Manu, who are especially powerful, are plenary portions or portions of the plenary portions of the Lord. This also includes the Prajāpatis.",
        "purport": " Those who are comparatively less powerful are called vibhūti, and those who are comparatively more powerful are called āveśa incarnations."
    },
    {
        "verse": "28",
        "devanagari": "एते चांशकला: पुंस: कृष्णस्तु भगवान् स्वयम् ।इन्द्रारिव्याकुलं लोकं मृडयन्ति युगे युगे ॥ २८ ॥",
        "english_devnagari": "ete cāṁśa-kalāḥ puṁsaḥkṛṣṇas tu bhagavān svayamindrāri-vyākulaṁ lokaṁmṛḍayanti yuge yuge",
        "verse_Syn": [
            "ete",
            "ca",
            "aṁśa",
            "kalāḥ",
            "puṁsaḥ",
            "kṛṣṇaḥ",
            "tu",
            "bhagavān",
            "svayam",
            "indra",
            "ari",
            "vyākulam",
            "lokam",
            "mṛḍayanti",
            "yuge",
            "yuge"
        ],
        "translation": "All of the above-mentioned incarnations are either plenary portions or portions of the plenary portions of the Lord, but Lord Śrī Kṛṣṇa is the original Personality of Godhead. All of them appear on planets whenever there is a disturbance created by the atheists. The Lord incarnates to protect the theists.",
        "purport": " In this particular stanza Lord Śrī Kṛṣṇa, the Personality of Godhead, is distinguished from other incarnations. He is counted amongst the avatāras (incarnations) because out of His causeless mercy the Lord descends from His transcendental abode. Avatāra means “one who descends.” All the incarnations of the Lord, including the Lord Himself, descend to the different planets of the material world as also in different species of life to fulfill particular missions. Sometimes He comes Himself, and sometimes His different plenary portions or parts of the plenary portions, or His differentiated portions directly or indirectly empowered by Him, descend to this material world to execute certain specific functions. Originally the Lord is full of all opulences, all prowess, all fame, all beauty, all knowledge and all renunciation. When they are partly manifested through the plenary portions or parts of the plenary portions, it should be noted that certain manifestations of His different powers are required for those particular functions. When in the room small electric bulbs are displayed, it does not mean that the electric powerhouse is limited by the small bulbs. The same powerhouse can supply power to operate large-scale industrial dynamos with greater volts. Similarly, the incarnations of the Lord display limited powers because so much power is needed at that particular time. For example, Lord Paraśurāma and Lord Nṛsiṁha displayed unusual opulence by killing the disobedient kṣatriyas twenty-one times and killing the greatly powerful atheist Hiraṇyakaśipu. Hiraṇyakaśipu was so powerful that even the demigods in other planets would tremble simply by the unfavorable raising of his eyebrow. The demigods in the higher level of material existence many, many times excel the most well-to-do human beings in duration of life, beauty, wealth, paraphernalia and all other respects. Still they were afraid of Hiraṇyakaśipu. Thus we can simply imagine how powerful Hiraṇyakaśipu was in this material world. But even Hiraṇyakaśipu was cut into small pieces by the nails of Lord Nṛsiṁha. This means that anyone materially powerful cannot stand the strength of the Lord’s nails. Similarly, Jāmadagnya displayed the Lord’s power to kill all the disobedient kings powerfully situated in their respective states. The Lord’s empowered incarnation Nārada and plenary incarnation Varāha, as well as indirectly empowered Lord Buddha, created faith in the mass of people. The incarnations of Rāma and Dhanvantari displayed His fame, and Balarāma, Mohinī and Vāmana exhibited His beauty. Dattātreya, Matsya, Kumāra and Kapila exhibited His transcendental knowledge. Nara and Nārāyaṇa Ṛṣis exhibited His renunciation. So all the different indirectly or directly empowered incarnations of the Lord manifested different features, but Lord Kṛṣṇa, the primeval Lord, exhibited the complete features of Godhead, and thus it is confirmed that He is the source of all other incarnations. And the most extraordinary feature exhibited by Lord Śrī Kṛṣṇa was His internal energetic manifestation of His pastimes with the cowherd girls. His pastimes with the gopīs are all displays of transcendental existence, bliss and knowledge, although these are manifested apparently as sex love. The specific attraction of His pastimes with the gopīs should never be misunderstood. The Bhāgavatam relates these transcendental pastimes in the Tenth Canto. And in order to reach the position to understand the transcendental nature of Lord Kṛṣṇa’s pastimes with the gopīs, the Bhāgavatam promotes the student gradually in nine other cantos. According to Śrīla Jīva Gosvāmī’s statement, in accordance with authoritative sources, Lord Kṛṣṇa is the source of all other incarnations. It is not that Lord Kṛṣṇa has any source of incarnation. All the symptoms of the Supreme Truth in full are present in the person of Lord Śrī Kṛṣṇa, and in the Bhagavad-gītā the Lord emphatically declares that there is no truth greater than or equal to Himself. In this stanza the word svayam is particularly mentioned to confirm that Lord Kṛṣṇa has no other source than Himself. Although in other places the incarnations are described as bhagavān because of their specific functions, nowhere are they declared to be the Supreme Personality. In this stanza the word svayam signifies the supremacy as the summum bonum. The summum bonum Kṛṣṇa is one without a second. He Himself has expanded Himself in various parts, portions and particles as svayaṁ-rūpa, svayam-prakāśa, tad-ekātmā, prābhava, vaibhava, vilāsa, avatāra, āveśa, and jīvas, all provided with innumerable energies just suitable to the respective persons and personalities. Learned scholars in transcendental subjects have carefully analyzed the summum bonum Kṛṣṇa to have sixty-four principal attributes. All the expansions or categories of the Lord possess only some percentages of these attributes. But Śrī Kṛṣṇa is the possessor of the attributes cent percent. And His personal expansions such as svayam-prakāśa and tad-ekātmā, up to the categories of the avatāras who are all viṣṇu-tattva, possess up to ninety-three percent of these transcendental attributes. Lord Śiva, who is neither avatāra nor āveśa nor in between them, possesses almost eighty-four percent of the attributes. But the jīvas, or the individual living beings in different statuses of life, possess up to the limit of seventy-eight percent of the attributes. In the conditioned state of material existence, the living being possesses these attributes in very minute quantity, varying in terms of the pious life of the living being. The most perfect of living beings is Brahmā, the supreme administrator of one universe. He possesses seventy-eight percent of the attributes in full. All other demigods have the same attributes in less quantity, whereas human beings possess the attributes in very minute quantity. The standard of perfection for a human being is to develop the attributes up to seventy-eight percent in full. The living being can never possess attributes like Śiva, Viṣṇu or Lord Kṛṣṇa. A living being can become godly by developing the seventy-eight-percent transcendental attributes in fullness, but he can never become a God like Śiva, Viṣṇu or Kṛṣṇa. He can become a Brahmā in due course. The godly living beings who are all residents of the planets in the spiritual sky are eternal associates of God in different spiritual planets called Hari-dhāma and Maheśa-dhāma. The abode of Lord Kṛṣṇa above all spiritual planets is called Kṛṣṇaloka or Goloka Vṛndāvana, and the perfected living being, by developing seventy-eight percent of the above attributes in fullness, can enter the planet of Kṛṣṇaloka after leaving the present material body."
    },
    {
        "verse": "29",
        "devanagari": "जन्म गुह्यं भगवतो य एतत्प्रयतो नर: ।सायं प्रातर्गृणन् भक्त्या दु:खग्रामाद्विमुच्यते ॥ २९ ॥",
        "english_devnagari": "janma guhyaṁ bhagavatoya etat prayato naraḥsāyaṁ prātar gṛṇan bhaktyāduḥkha-grāmād vimucyate",
        "verse_Syn": [
            "janma",
            "guhyam",
            "bhagavataḥ",
            "yaḥ",
            "etat",
            "prayataḥ",
            "naraḥ",
            "sāyam",
            "prātaḥ",
            "gṛṇan",
            "bhaktyā",
            "duḥkha",
            "grāmāt",
            "vimucyate"
        ],
        "translation": "Whoever carefully recites the mysterious appearances of the Lord, with devotion in the morning and in the evening, gets relief from all miseries of life.",
        "purport": " In the Bhagavad-gītā the Personality of Godhead has declared that anyone who knows the principles of the transcendental birth and activities of the Lord will go back to Godhead after being relieved from this material tabernacle. So simply knowing factually the mysterious way of the Lord’s incarnation in this material world can liberate one from material bondage. Therefore the birth and activities of the Lord, as manifested by Him for the welfare of the people in general, are not ordinary. They are mysterious, and only by those who carefully try to go deep into the matter by spiritual devotion is the mystery discovered. Thus one gets liberation from material bondage. It is advised therefore that one who simply recites this chapter of Bhāgavatam, describing the appearance of the Lord in different incarnations, in sincerity and devotion, can have insight into the birth and activities of the Lord. The very word vimukti, or liberation, indicates that the Lord’s birth and activities are all transcendental; otherwise simply by reciting them one could not attain liberation. They are therefore mysterious, and those who do not follow the prescribed regulations of devotional service are not entitled to enter into the mysteries of His births and activities."
    },
    {
        "verse": "30",
        "devanagari": "एतद्रूपं भगवतो ह्यरूपस्य चिदात्मन: ।मायागुणैर्विरचितं महदादिभिरात्मनि ॥ ३० ॥",
        "english_devnagari": "etad rūpaṁ bhagavatohy arūpasya cid-ātmanaḥmāyā-guṇair viracitaṁmahadādibhir ātmani",
        "verse_Syn": [
            "etat",
            "rūpam",
            "bhagavataḥ",
            "hi",
            "arūpasya",
            "cit",
            "ātmanaḥ",
            "māyā",
            "guṇaiḥ",
            "viracitam",
            "mahat",
            "ādibhiḥ",
            "ātmani"
        ],
        "translation": "The conception of the virāṭ universal form of the Lord, as appearing in the material world, is imaginary. It is to enable the less intelligent [and neophytes] to adjust to the idea of the Lord’s having form. But factually the Lord has no material form.",
        "purport": " The conception of the Lord known as the viśva-rūpa or the virāṭ-rūpa is particularly not mentioned along with the various incarnations of the Lord because all the incarnations of the Lord mentioned above are transcendental and there is not a tinge of materialism in their bodies. There is no difference between the body and self as there is in the conditioned soul. The virāṭ-rūpa is conceived for those who are just neophyte worshipers. For them the material virāṭ-rūpa is presented, and it will be explained in the Second Canto. In the virāṭ-rūpa the material manifestations of different planets have been conceived as His legs, hands, etc. Actually all such descriptions are for the neophytes. The neophytes cannot conceive of anything beyond matter. The material conception of the Lord is not counted in the list of His factual forms. As Paramātmā, or Supersoul, the Lord is within each and every material form, even within the atoms, but the outward material form is but an imagination, both for the Lord and for the living being. The present forms of the conditioned souls are also not factual. The conclusion is that the material conception of the body of the Lord as virāṭ is imaginary. Both the Lord and the living beings are living spirits and have original spiritual bodies."
    },
    {
        "verse": "31",
        "devanagari": "यथा नभसि मेघौघो रेणुर्वा पार्थिवोऽनिले ।एवं द्रष्टरि द‍ृश्यत्वमारोपितमबुद्धिभि: ॥ ३१ ॥",
        "english_devnagari": "yathā nabhasi meghaughoreṇur vā pārthivo ’nileevaṁ draṣṭari dṛśyatvamāropitam abuddhibhiḥ",
        "verse_Syn": [
            "yathā",
            "nabhasi",
            "megha",
            "oghaḥ",
            "reṇuḥ",
            "vā",
            "pārthivaḥ",
            "anile",
            "evam",
            "draṣṭari",
            "dṛśyatvam",
            "āropitam",
            "abuddhibhiḥ"
        ],
        "translation": "Clouds and dust are carried by the air, but less intelligent persons say that the sky is cloudy and the air is dirty. Similarly, they also implant material bodily conceptions on the spirit self.",
        "purport": " It is further confirmed herein that with our material eyes and senses we cannot see the Lord, who is all spirit. We cannot even detect the spiritual spark which exists within the material body of the living being. We look to the outward covering of the body or subtle mind of the living being, but we cannot see the spiritual spark within the body. So we have to accept the living being’s presence by the presence of his gross body. Similarly, those who want to see the Lord with their present material eyes or with the material senses are advised to meditate on the gigantic external feature called the virāṭ-rūpa. For instance, when a particular gentleman goes in his car, which can be seen very easily, we identify the car with the man within the car. When the President goes out in his particular car, we say, “There is the President.” For the time being we identify the car with the President. Similarly, less intelligent men who want to see God immediately without necessary qualification are shown first the gigantic material cosmos as the form of the Lord, although the Lord is within and without. The clouds in the sky and the blue of the sky are better appreciated in this connection. Although the bluish tint of the sky and the sky itself are different, we conceive of the color of the sky as blue. But that is a general conception for the laymen only."
    },
    {
        "verse": "32",
        "devanagari": "अत: परं यदव्यक्तमव्यूढगुणबृंहितम् ।अद‍ृष्टाश्रुतवस्तुत्वात्स जीवो यत्पुनर्भव: ॥ ३२ ॥",
        "english_devnagari": "ataḥ paraṁ yad avyaktamavyūḍha-guṇa-bṛṁhitamadṛṣṭāśruta-vastutvātsa jīvo yat punar-bhavaḥ",
        "verse_Syn": [
            "ataḥ",
            "param",
            "yat",
            "avyaktam",
            "avyūḍha",
            "guṇa",
            "bṛṁhitam",
            "adṛṣṭa",
            "aśruta",
            "vastutvāt",
            "saḥ",
            "jīvaḥ",
            "yat",
            "punaḥ",
            "bhavaḥ"
        ],
        "translation": "Beyond this gross conception of form is another, subtle conception of form which is without formal shape and is unseen, unheard and unmanifest. The living being has his form beyond this subtlety, otherwise he could not have repeated births.",
        "purport": " As the gross cosmic manifestation is conceived as the gigantic body of the Lord, so also there is the conception of His subtle form, which is simply realized without being seen, heard or manifested. But in fact all these gross or subtle conceptions of the body are in relation with the living beings. The living being has his spiritual form beyond this gross material or subtle psychic existence. The gross body and psychic functions cease to act as soon as the living being leaves the visible gross body. In fact, we say that the living being has gone away because he is unseen and unheard. Even when the gross body is not acting when the living being is in sound sleep, we know that he is within the body by his breathing. So the living being’s passing away from the body does not mean that there is no existence of the living soul. It is there, otherwise how can he repeat his births again and again? The conclusion is that the Lord is eternally existent in His transcendental form, which is neither gross nor subtle like that of the living being; His body is never to be compared to the gross and subtle bodies of the living being. All such conceptions of God’s body are imaginary. The living being has his eternal spiritual form, which is conditioned only by his material contamination."
    },
    {
        "verse": "33",
        "devanagari": "यत्रेमे सदसद्रूपे प्रतिषिद्धे स्वसंविदा ।अविद्ययात्मनि कृते इति तद्ब्रह्मदर्शनम् ॥ ३३ ॥",
        "english_devnagari": "yatreme sad-asad-rūpepratiṣiddhe sva-saṁvidāavidyayātmani kṛteiti tad brahma-darśanam",
        "verse_Syn": [
            "yatra",
            "ime",
            "sat",
            "asat",
            "rūpe",
            "pratiṣiddhe",
            "sva",
            "saṁvidā",
            "avidyayā",
            "ātmani",
            "kṛte",
            "iti",
            "tat",
            "brahma",
            "darśanam"
        ],
        "translation": "Whenever a person experiences, by self-realization, that both the gross and subtle bodies have nothing to do with the pure self, at that time he sees himself as well as the Lord.",
        "purport": " The difference between self-realization and material illusion is to know that the temporary or illusory impositions of material energy in the shape of gross and subtle bodies are superficial coverings of the self. The coverings take place due to ignorance. Such coverings are never effective in the person of the Personality of Godhead. Knowing this convincingly is called liberation, or seeing the Absolute. This means that perfect self-realization is made possible by adoption of godly or spiritual life. Self-realization means becoming indifferent to the needs of the gross and subtle bodies and becoming serious about the activities of the self. The impetus for activities is generated from the self, but such activities become illusory due to ignorance of the real position of the self. By ignorance, self-interest is calculated in terms of the gross and subtle bodies, and therefore a whole set of activities is spoiled, life after life. When, however, one meets the self by proper culture, the activities of the self begin. Therefore a man who is engaged in the activities of the self is called jīvan-mukta, or a liberated person even in the conditional existence. This perfect stage of self-realization is attained not by artificial means, but under the lotus feet of the Lord, who is always transcendental. In the Bhagavad-gītā the Lord says that He is present in everyone’s heart, and from Him only all knowledge, remembrance or forgetfulness take place. When the living being desires to be an enjoyer of material energy (illusory phenomena), the Lord covers the living being in the mystery of forgetfulness, and thus the living being misinterprets the gross body and subtle mind to be his own self. And by culture of transcendental knowledge, when the living being prays to the Lord for deliverance from the clutches of forgetfulness, the Lord, by His causeless mercy, removes the living being’s illusory curtain, and thus he realizes his own self. He then engages himself in the service of the Lord in his eternal constitutional position, becoming liberated from the conditioned life. All this is executed by the Lord either through His external potency or directly by the internal potency."
    },
    {
        "verse": "34",
        "devanagari": "यद्येषोपरता देवी माया वैशारदी मति: ।सम्पन्न एवेति विदुर्महिम्नि स्वे महीयते ॥ ३४ ॥",
        "english_devnagari": "yady eṣoparatā devīmāyā vaiśāradī matiḥsampanna eveti vidurmahimni sve mahīyate",
        "verse_Syn": [
            "yadi",
            "eṣā",
            "uparatā",
            "devī",
            "māyā",
            "vaiśāradī",
            "matiḥ",
            "sampannaḥ",
            "eva",
            "iti",
            "viduḥ",
            "mahimni",
            "sve",
            "mahīyate"
        ],
        "translation": "If the illusory energy subsides and the living entity becomes fully enriched with knowledge by the grace of the Lord, then he becomes at once enlightened with self-realization and thus becomes situated in his own glory.",
        "purport": " Because the Lord is the Absolute Transcendence, all of His forms, names, pastimes, attributes, associates and energies are identical with Him. His transcendental energy acts according to His omnipotency. The same energy acts as His external, internal and marginal energies, and by His omnipotency He can perform anything and everything through the agency of any of the above energies. He can turn the external energy into internal by His will. Therefore by His grace the external energy, which is employed in illusioning those living beings who want to have it, subsides by the will of the Lord in terms of repentance and penance for the conditioned soul. And the very same energy then acts to help the purified living being make progress on the path of self-realization. The example of electrical energy is very appropriate in this connection. The expert electrician can utilize the electrical energy for both heating and cooling by adjustment only. Similarly, the external energy, which now bewilders the living being into continuation of birth and death, is turned into internal potency by the will of the Lord to lead the living being to eternal life. When a living being is thus graced by the Lord, he is placed in his proper constitutional position to enjoy eternal spiritual life."
    },
    {
        "verse": "35",
        "devanagari": "एवं जन्मानि कर्माणि ह्यकर्तुरजनस्य च ।वर्णयन्ति स्म कवयो वेदगुह्यानि हृत्पते: ॥ ३५ ॥",
        "english_devnagari": "evaṁ janmāni karmāṇihy akartur ajanasya cavarṇayanti sma kavayoveda-guhyāni hṛt-pateḥ",
        "verse_Syn": [
            "evam",
            "janmāni",
            "karmāṇi",
            "hi",
            "akartuḥ",
            "ajanasya",
            "ca",
            "varṇayanti",
            "sma",
            "kavayaḥ",
            "veda",
            "guhyāni",
            "hṛt",
            "pateḥ"
        ],
        "translation": "Thus learned men describe the births and activities of the unborn and inactive, which is undiscoverable even in the Vedic literatures. He is the Lord of the heart.",
        "purport": " Both the Lord and the living entities are essentially all spiritual. Therefore both of them are eternal, and neither of them has birth and death. The difference is that the so-called births and disappearances of the Lord are unlike those of the living beings. The living beings who take birth and then again accept death are bound by the laws of material nature. But the so-called appearance and disappearance of the Lord are not actions of material nature, but are demonstrations of the internal potency of the Lord. They are described by the great sages for the purpose of self-realization. It is stated in the Bhagavad-gītā by the Lord that His so-called birth in the material world and His activities are all transcendental. And simply by meditation on such activities one can attain realization of Brahman and thus become liberated from material bondage. In the śrutis it is said that the birthless appears to take birth. The Supreme has nothing to do, but because He is omnipotent, everything is performed by Him naturally, as if done automatically. As a matter of fact, the appearance and disappearance of the Supreme Personality of Godhead and His different activities are all confidential, even to the Vedic literatures. Yet they are displayed by the Lord to bestow mercy upon the conditioned souls. We should always take advantage of the narrations of the activities of the Lord, which are meditations on Brahman in the most convenient and palatable form."
    },
    {
        "verse": "36",
        "devanagari": "स वा इदं विश्वममोघलील:सृजत्यवत्यत्ति न सज्जतेऽस्मिन् ।भूतेषु चान्तर्हित आत्मतन्त्र:षाड्‍वर्गिकं जिघ्रति षड्‍गुणेश: ॥ ३६ ॥",
        "english_devnagari": "sa vā idaṁ viśvam amogha-līlaḥsṛjaty avaty atti na sajjate ’sminbhūteṣu cāntarhita ātma-tantraḥṣāḍ-vargikaṁ jighrati ṣaḍ-guṇeśaḥ",
        "verse_Syn": [
            "saḥ",
            "vā",
            "idam",
            "viśvam",
            "amogha",
            "līlaḥ",
            "sṛjati",
            "avati",
            "atti",
            "na",
            "sajjate",
            "asmin",
            "bhūteṣu",
            "ca",
            "antarhitaḥ",
            "ātma",
            "tantraḥ",
            "ṣāṭ",
            "vargikam",
            "jighrati",
            "ṣaṭ",
            "guṇa",
            "īśaḥ"
        ],
        "translation": "The Lord, whose activities are always spotless, is the master of the six senses and is fully omnipotent with six opulences. He creates the manifested universes, maintains them and annihilates them without being in the least affected. He is within every living being and is always independent.",
        "purport": " The prime difference between the Lord and the living entities is that the Lord is the creator and the living entities are the created. Here He is called the amogha-līlaḥ, which indicates that there is nothing lamentable in His creation. Those who create disturbance in His creation are themselves disturbed. He is transcendental to all material afflictions because He is full with all six opulences, namely wealth, power, fame, beauty, knowledge and renunciation, and thus He is the master of the senses. He creates these manifested universes in order to reclaim the living beings who are within them suffering threefold miseries, maintains them, and in due course annihilates them without being the least affected by such actions. He is connected with this material creation very superficially, as one smells odor without being connected with the odorous article. Nongodly elements, therefore, can never approach Him, despite all endeavors."
    },
    {
        "verse": "37",
        "devanagari": "न चास्य कश्चिन्निपुणेन धातु-रवैति जन्तु: कुमनीष ऊती: ।नामानि रूपाणि मनोवचोभि:सन्तन्वतो नटचर्यामिवाज्ञ: ॥ ३७ ॥",
        "english_devnagari": "na cāsya kaścin nipuṇena dhāturavaiti jantuḥ kumanīṣa ūtīḥnāmāni rūpāṇi mano-vacobhiḥsantanvato naṭa-caryām ivājñaḥ",
        "verse_Syn": [
            "na",
            "ca",
            "asya",
            "kaścit",
            "nipuṇena",
            "dhātuḥ",
            "avaiti",
            "jantuḥ",
            "kumanīṣaḥ",
            "ūtīḥ",
            "nāmāni",
            "rūpāṇi",
            "manaḥ",
            "vacobhiḥ",
            "santanvataḥ",
            "naṭa",
            "caryām",
            "iva",
            "ajñaḥ"
        ],
        "translation": "The foolish with a poor fund of knowledge cannot know the transcendental nature of the forms, names and activities of the Lord, who is playing like an actor in a drama. Nor can they express such things, neither in their speculations nor in their words.",
        "purport": " No one can properly describe the transcendental nature of the Absolute Truth. Therefore it is said that He is beyond the expression of mind and speech. And yet there are some men, with a poor fund of knowledge, who desire to understand the Absolute Truth by imperfect mental speculation and faulty description of His activities. To the layman His activities, appearance and disappearance, His names, His forms, His paraphernalia, His personalities and all things in relation with Him are mysterious. There are two classes of materialists, namely the fruitive workers and the empiric philosophers. The fruitive workers have practically no information of the Absolute Truth, and the mental speculators, after being frustrated in fruitive activities, turn their faces towards the Absolute Truth and try to know Him by mental speculation. And for all these men, the Absolute Truth is a mystery, as the jugglery of the magician is a mystery to children. Being deceived by the jugglery of the Supreme Being, the nondevotees, who may be very dexterous in fruitive work and mental speculation, are always in ignorance. With such limited knowledge, they are unable to penetrate into the mysterious region of transcendence. The mental speculators are a little more progressive than the gross materialists or the fruitive workers, but because they are also within the grip of illusion, they take it for granted that anything which has form, a name and activities is but a product of material energy. For them the Supreme Spirit is formless, nameless and inactive. And because such mental speculators equalize the transcendental name and form of the Lord with mundane names and form, they are in fact in ignorance. With such a poor fund of knowledge, there is no access to the real nature of the Supreme Being. As stated in Bhagavad-gītā, the Lord is always in a transcendental position, even when He is within the material world. But ignorant men consider the Lord one of the great personalities of the world, and thus they are misled by the illusory energy."
    },
    {
        "verse": "38",
        "devanagari": "स वेद धातु: पदवीं परस्यदुरन्तवीर्यस्य रथाङ्गपाणे: ।योऽमायया सन्ततयानुवृत्त्याभजेत तत्पादसरोजगन्धम् ॥ ३८ ॥",
        "english_devnagari": "sa veda dhātuḥ padavīṁ parasyaduranta-vīryasya rathāṅga-pāṇeḥyo ’māyayā santatayānuvṛttyābhajeta tat-pāda-saroja-gandham",
        "verse_Syn": [
            "saḥ",
            "veda",
            "dhātuḥ",
            "padavīm",
            "parasya",
            "duranta",
            "vīryasya",
            "ratha",
            "aṅga",
            "pāṇeḥ",
            "yaḥ",
            "amāyayā",
            "santatayā",
            "anuvṛttyā",
            "bhajeta",
            "tat",
            "pāda",
            "saroja",
            "gandham"
        ],
        "translation": "Only those who render unreserved, uninterrupted, favorable service unto the lotus feet of Lord Kṛṣṇa, who carries the wheel of the chariot in His hand, can know the creator of the universe in His full glory, power and transcendence.",
        "purport": " Only the pure devotees can know the transcendental name, form and activities of Lord Kṛṣṇa due to their being completely freed from the reactions of fruitive work and mental speculation. The pure devotees have nothing to derive as personal profit from their unalloyed service to the Lord. They render incessant service to the Lord spontaneously, without any reservation. Everyone within the creation of the Lord is rendering service to the Lord indirectly or directly. No one is an exception to this law of the Lord. Those who are rendering service indirectly, being forced by the illusory agent of the Lord, are rendering service unto Him unfavorably. But those who are rendering service unto Him directly under the direction of His beloved agent are rendering service unto Him favorably. Such favorable servitors are devotees of the Lord, and by the grace of the Lord they can enter into the mysterious region of transcendence by the mercy of the Lord. But the mental speculators remain in darkness all the time. As stated in Bhagavad-gītā, the Lord Himself guides the pure devotees toward the path of realization due to their constant engagement in the loving service of the Lord in spontaneous affection. That is the secret of entering into the kingdom of God. Fruitive activities and speculation are no qualifications for entering."
    },
    {
        "verse": "39",
        "devanagari": "अथेह धन्या भगवन्त इत्थंयद्वासुदेवेऽखिललोकनाथे ।कुर्वन्ति सर्वात्मकमात्मभावंन यत्र भूय: परिवर्त उग्र: ॥ ३९ ॥",
        "english_devnagari": "atheha dhanyā bhagavanta itthaṁyad vāsudeve ’khila-loka-nāthekurvanti sarvātmakam ātma-bhāvaṁna yatra bhūyaḥ parivarta ugraḥ",
        "verse_Syn": [
            "atha",
            "iha",
            "dhanyāḥ",
            "bhagavantaḥ",
            "ittham",
            "yat",
            "vāsudeve",
            "akhila",
            "loka",
            "nāthe",
            "kurvanti",
            "sarva",
            "ātmakam",
            "ātma",
            "bhāvam",
            "na",
            "yatra",
            "bhūyaḥ",
            "parivartaḥ",
            "ugraḥ"
        ],
        "translation": "Only by making such inquiries in this world can one be successful and perfectly cognizant, for such inquiries invoke transcendental ecstatic love unto the Personality of Godhead, who is the proprietor of all the universes, and guarantee cent-percent immunity from the dreadful repetition of birth and death.",
        "purport": " The inquiries of the sages headed by Śaunaka are herewith praised by Sūta Gosvāmī on the merit of their transcendental nature. As already concluded, only the devotees of the Lord can know Him to a considerable extent, and no one else can know Him at all, so the devotees are perfectly cognizant of all spiritual knowledge. The Personality of Godhead is the last word in Absolute Truth. Impersonal Brahman and localized Paramātmā (Supersoul) are included in the knowledge of the Personality of Godhead. So one who knows the Personality of Godhead can automatically know all about Him, His multipotencies and His expansions. So the devotees are congratulated as being all-successful. A cent-percent devotee of the Lord is immune to the dreadful material miseries of repeated birth and death."
    },
    {
        "verse": "40",
        "devanagari": "इदं भागवतं नाम पुराणं ब्रह्मसम्मितम् ।उत्तमश्लोकचरितं चकार भगवानृषि: ।नि:श्रेयसाय लोकस्य धन्यं स्वस्त्ययनं महत् ॥ ४० ॥",
        "english_devnagari": "idaṁ bhāgavataṁ nāmapurāṇaṁ brahma-sammitamuttama-śloka-caritaṁcakāra bhagavān ṛṣiḥniḥśreyasāya lokasyadhanyaṁ svasty-ayanaṁ mahat",
        "verse_Syn": [
            "idam",
            "bhāgavatam",
            "nāma",
            "purāṇam",
            "brahma",
            "sammitam",
            "uttama",
            "śloka",
            "caritam",
            "cakāra",
            "bhagavān",
            "ṛṣiḥ",
            "niḥśreyasāya",
            "lokasya",
            "dhanyam",
            "svasti",
            "ayanam",
            "mahat"
        ],
        "translation": "This Śrīmad-Bhāgavatam is the literary incarnation of God, and it is compiled by Śrīla Vyāsadeva, the incarnation of God. It is meant for the ultimate good of all people, and it is all-successful, all-blissful and all-perfect.",
        "purport": " Lord Śrī Caitanya Mahāprabhu declared that Śrīmad-Bhāgavatam is the spotless sound representation of all Vedic knowledge and history. There are selected histories of great devotees who are in direct contact with the Personality of Godhead. Śrīmad-Bhāgavatam is the literary incarnation of Lord Śrī Kṛṣṇa and is therefore nondifferent from Him. Śrīmad-Bhāgavatam should be worshiped as respectfully as we worship the Lord. Thereby we can derive the ultimate blessings of the Lord through its careful and patient study. As God is all light, all bliss and all perfection, so also is Śrīmad-Bhāgavatam. We can have all the transcendental light of the Supreme Brahman, Śrī Kṛṣṇa, from the recitation of Śrīmad-Bhāgavatam, provided it is received through the medium of the transparent spiritual master. Lord Caitanya’s private secretary Śrīla Svarūpa Dāmodara Gosvāmī advised all intending visitors who came to see the Lord at Purī to make a study of the Bhāgavatam from the person Bhāgavatam. Person Bhāgavatam is the self-realized bona fide spiritual master, and through him only can one understand the lessons of Bhāgavatam in order to receive the desired result. One can derive from the study of the Bhāgavatam all benefits that are possible to be derived from the personal presence of the Lord. It carries with it all the transcendental blessings of Lord Śrī Kṛṣṇa that we can expect from His personal contact."
    },
    {
        "verse": "41",
        "devanagari": "तदिदं ग्राहयामास सुतमात्मवतां वरम् ।सर्ववेदेतिहासानां सारं सारं समुद्‍धृतम् ॥ ४१ ॥",
        "english_devnagari": "tad idaṁ grāhayām āsasutam ātmavatāṁ varamsarva-vedetihāsānāṁsāraṁ sāraṁ samuddhṛtam",
        "verse_Syn": [
            "tat",
            "idam",
            "grāhayām",
            "āsa",
            "sutam",
            "ātmavatām",
            "varam",
            "sarva",
            "veda",
            "itihāsānām",
            "sāram",
            "sāram",
            "samuddhṛtam"
        ],
        "translation": "Śrī Vyāsadeva delivered it to his son, who is the most respected among the self-realized, after extracting the cream of all Vedic literatures and histories of the universe.",
        "purport": " Men with a poor fund of knowledge only accept the history of the world from the time of Buddha, or since 600 B.C., and prior to this period all histories mentioned in the scriptures are calculated by them to be only imaginary stories. That is not a fact. All the stories mentioned in the Purāṇas and Mahābhārata, etc., are actual histories, not only of this planet but also of millions of other planets within the universe. Sometimes the history of planets beyond this world appears to such men to be unbelievable. But they do not know that different planets are not equal in all respects and that therefore some of the historical facts derived from other planets do not correspond with the experience of this planet. Considering the different situation of different planets and also time and circumstances, there is nothing wonderful in the stories of the Purāṇas, nor are they imaginary. We should always remember the maxim that one man’s food is another man’s poison. We should not, therefore, reject the stories and histories of the Purāṇas as imaginary. The great ṛṣis like Vyāsa had no business putting some imaginary stories in their literatures. In the Śrīmad-Bhāgavatam historical facts selected from the histories of different planets have been depicted. It is therefore accepted by all the spiritual authorities as the Mahā-purāṇa. The special significance of these histories is that they are all connected with activities of the Lord in a different time and atmosphere. Śrīla Śukadeva Gosvāmī is the topmost personality of all the self-realized souls, and he accepted this as the subject of studies from his father, Vyāsadeva. Śrīla Vyāsadeva is the great authority, and the subject matter of Śrīmad-Bhāgavatam being so important, he delivered the message first to his great son Śrīla Śukadeva Gosvāmī. It is compared to the cream of the milk. Vedic literature is like the Milk Ocean of knowledge. Cream or butter is the most palatable essence of milk, and so also is Śrīmad-Bhāgavatam, for it contains all palatable, instructive and authentic versions of different activities of the Lord and His devotees. There is no gain, however, in accepting the message of Bhāgavatam from the unbelievers, atheists and professional reciters who make a trade of Bhāgavatam for the laymen. It was delivered to Śrīla Śukadeva Gosvāmī, and he had nothing to do with the Bhāgavata business. He did not have to maintain family expenses by such trade. Śrīmad-Bhāgavatam should therefore be received from the representative of Śukadeva, who must be in the renounced order of life without family encumbrance. Milk is undoubtedly very good and nourishing, but when it is touched by the mouth of a snake it is no longer nourishing; rather, it becomes a source of death. Similarly, those who are not strictly in the Vaiṣṇava discipline should not make a business of this Bhāgavatam and become a cause of spiritual death for so many hearers. In the Bhagavad-gītā the Lord says that the purpose of all the Vedas is to know Him (Lord Kṛṣṇa), and Śrīmad-Bhāgavatam is Lord Śrī Kṛṣṇa Himself in the form of recorded knowledge. Therefore, it is the cream of all the Vedas, and it contains all historical facts of all times in relation with Śrī Kṛṣṇa. It is factually the essence of all histories."
    },
    {
        "verse": "42",
        "devanagari": "स तु संश्रावयामास महाराजं परीक्षितम् ।प्रायोपविष्टं गङ्गायां परीतं परमर्षिभि: ॥ ४२ ॥",
        "english_devnagari": "sa tu saṁśrāvayām āsamahārājaṁ parīkṣitamprāyopaviṣṭaṁ gaṅgāyāṁparītaṁ paramarṣibhiḥ",
        "verse_Syn": [
            "saḥ",
            "tu",
            "saṁśrāvayām",
            "āsa",
            "mahā",
            "rājam",
            "parīkṣitam",
            "prāya",
            "upaviṣṭam",
            "gaṅgāyām",
            "parītam",
            "parama",
            "ṛṣibhiḥ"
        ],
        "translation": "Śukadeva Gosvāmī, the son of Vyāsadeva, in his turn delivered the Bhāgavatam to the great Emperor Parīkṣit, who sat surrounded by sages on the bank of the Ganges, awaiting death without taking food or drink.",
        "purport": " All transcendental messages are received properly in the chain of disciplic succession. This disciplic succession is called paramparā. Unless therefore Bhāgavatam or any other Vedic literatures are received through the paramparā system, the reception of knowledge is not bona fide. Vyāsadeva delivered the message to Śukadeva Gosvāmī, and from Śukadeva Gosvāmī, Sūta Gosvāmī received the message. One should therefore receive the message of Bhāgavatam from Sūta Gosvāmī or from his representative and not from any irrelevant interpreter. Emperor Parīkṣit received the information of his death in time, and he at once left his kingdom and family and sat down on the bank of the Ganges to fast till death. All great sages, ṛṣis, philosophers, mystics, etc., went there due to his imperial position. They offered many suggestions about his immediate duty, and at last it was settled that he would hear from Śukadeva Gosvāmī about Lord Kṛṣṇa. Thus the Bhāgavatam was spoken to him. Śrīpāda Śaṅkarācārya, who preached Māyāvāda philosophy and stressed the impersonal feature of the Absolute, also recommended that one must take shelter at the lotus feet of Lord Śrī Kṛṣṇa, for there is no hope of gain from debating. Indirectly Śrīpāda Śaṅkarācārya admitted that what he had preached in the flowery grammatical interpretations of the Vedānta-sūtra cannot help one at the time of death. At the critical hour of death one must recite the name of Govinda. This is the recommendation of all great transcendentalists. Śukadeva Gosvāmī had long ago stated the same truth, that at the end one must remember Nārāyaṇa. That is the essence of all spiritual activities. In pursuance of this eternal truth, Śrīmad-Bhāgavatam was heard by Emperor Parīkṣit, and it was recited by the able Śukadeva Gosvāmī. And both the speaker and the receiver of the messages of Bhāgavatam were duly delivered by the same medium."
    },
    {
        "verse": "43",
        "devanagari": "कृष्णे स्वधामोपगते धर्मज्ञानादिभि: सह ।कलौ नष्टद‍ृशामेष पुराणार्कोऽधुनोदित: ॥ ४३ ॥",
        "english_devnagari": "kṛṣṇe sva-dhāmopagatedharma-jñānādibhiḥ sahakalau naṣṭa-dṛśām eṣapurāṇārko ’dhunoditaḥ",
        "verse_Syn": [
            "kṛṣṇe",
            "sva",
            "dhāma",
            "upagate",
            "dharma",
            "jñāna",
            "ādibhiḥ",
            "saha",
            "kalau",
            "naṣṭa",
            "dṛśām",
            "eṣaḥ",
            "purāṇa",
            "arkaḥ",
            "adhunā",
            "uditaḥ"
        ],
        "translation": "This Bhāgavata Purāṇa is as brilliant as the sun, and it has arisen just after the departure of Lord Kṛṣṇa to His own abode, accompanied by religion, knowledge, etc. Persons who have lost their vision due to the dense darkness of ignorance in the Age of Kali shall get light from this Purāṇa.",
        "purport": " Lord Śrī Kṛṣṇa has His eternal dhāma, or abode, where He eternally enjoys Himself with His eternal associates and paraphernalia. And His eternal abode is a manifestation of His internal energy, whereas the material world is a manifestation of His external energy. When He descends to the material world, He displays Himself with all paraphernalia in His internal potency, which is called ātma-māyā. In the Bhagavad-gītā the Lord says that He descends by His own potency (ātma-māyā). His form, name, fame, paraphernalia, abode, etc., are not, therefore, creations of matter. He descends to reclaim the fallen souls and to reestablish codes of religion which are directly enacted by Him. Except for God, no one can establish the principles of religion. Either He or a suitable person empowered by Him can dictate the codes of religion. Real religion means to know God, our relation with Him and our duties in relation with Him and to know ultimately our destination after leaving this material body. The conditioned souls, who are entrapped by the material energy, hardly know all these principles of life. Most of them are like animals engaged in eating, sleeping, fearing and mating. They are mostly engaged in sense enjoyment under the pretension of religiosity, knowledge or salvation. They are still more blind in the present age of quarrel, or Kali-yuga. In the Kali-yuga the population is just a royal edition of the animals. They have nothing to do with spiritual knowledge or godly religious life. They are so blind that they cannot see anything beyond the jurisdiction of the subtle mind, intelligence or ego, but they are very much proud of their advancement in knowledge, science and material prosperity. They can risk their lives to become a dog or hog just after leaving the present body, for they have completely lost sight of the ultimate aim of life. The Personality of Godhead, Śrī Kṛṣṇa, appeared before us just a little prior to the beginning of Kali-yuga, and He returned to His eternal home practically at the commencement of Kali-yuga. While He was present, He exhibited everything by His different activities. He spoke the Bhagavad-gītā specifically and eradicated all pretentious principles of religiosity. And prior to His departure from this material world, He empowered Śrī Vyāsadeva through Nārada to compile the messages of the Śrīmad-Bhāgavatam, and thus both the Bhagavad-gītā and the Śrīmad-Bhāgavatam are like torchbearers for the blind people of this age. In other words, if men in this Age of Kali want to see the real light of life, they must take to these two books only, and their aim of life will be fulfilled. Bhagavad-gītā is the preliminary study of the Bhāgavatam. And Śrīmad-Bhāgavatam is the summum bonum of life, Lord Śrī Kṛṣṇa personified. We must therefore accept Śrīmad-Bhāgavatam as the direct representation of Lord Kṛṣṇa. One who can see Śrīmad-Bhāgavatam can see also Lord Śrī Kṛṣṇa in person. They are identical."
    },
    {
        "verse": "44",
        "devanagari": "तत्र कीर्तयतो विप्रा विप्रर्षेर्भूरितेजस: ।अहं चाध्यगमं तत्र निविष्टस्तदनुग्रहात् ।सोऽहं व: श्रावयिष्यामि यथाधीतं यथामति ॥ ४४ ॥",
        "english_devnagari": "tatra kīrtayato viprāviprarṣer bhūri-tejasaḥahaṁ cādhyagamaṁ tatraniviṣṭas tad-anugrahātso ’haṁ vaḥ śrāvayiṣyāmiyathādhītaṁ yathā-mati",
        "verse_Syn": [
            "tatra",
            "kīrtayataḥ",
            "viprāḥ",
            "vipra",
            "ṛṣeḥ",
            "bhūri",
            "tejasaḥ",
            "aham",
            "ca",
            "adhyagamam",
            "tatra",
            "niviṣṭaḥ",
            "tat",
            "anugrahāt",
            "saḥ",
            "aham",
            "vaḥ",
            "śrāvayiṣyāmi",
            "yathā",
            "adhītam",
            "yathā",
            "mati"
        ],
        "translation": "O learned brāhmaṇas, when Śukadeva Gosvāmī recited Bhāgavatam there [in the presence of Emperor Parīkṣit], I heard him with rapt attention, and thus, by his mercy, I learned the Bhāgavatam from that great and powerful sage. Now I shall try to make you hear the very same thing as I learned it from him and as I have realized it.",
        "purport": " One can certainly see directly the presence of Lord Śrī Kṛṣṇa in the pages of Bhāgavatam if one has heard it from a self-realized great soul like Śukadeva Gosvāmī. One cannot, however, learn Bhāgavatam from a bogus hired reciter whose aim of life is to earn some money out of such recitation and employ the earning in sex indulgence. No one can learn Śrīmad-Bhāgavatam who is associated with persons engaged in sex life. That is the secret of learning Bhāgavatam. Nor can one learn Bhāgavatam from one who interprets the text by his mundane scholarship. One has to learn Bhāgavatam from the representative of Śukadeva Gosvāmī, and no one else, if one at all wants to see Lord Śrī Kṛṣṇa in the pages. That is the process, and there is no alternative. Sūta Gosvāmī is a bona fide representative of Śukadeva Gosvāmī because he wants to present the message which he received from the great learned brāhmaṇa. Śukadeva Gosvāmī presented Bhāgavatam as he heard it from his great father, and so also Sūta Gosvāmī is presenting Bhāgavatam as he had heard it from Śukadeva Gosvāmī. Simple hearing is not all; one must realize the text with proper attention. The word niviṣṭa means that Sūta Gosvāmī drank the juice of Bhāgavatam through his ears. That is the real process of receiving Bhāgavatam. One should hear with rapt attention from the real person, and then he can at once realize the presence of Lord Kṛṣṇa in every page. The secret of knowing Bhāgavatam is mentioned here. No one can give rapt attention who is not pure in mind. No one can be pure in mind who is not pure in action. No one can be pure in action who is not pure in eating, sleeping, fearing and mating. But somehow or other if someone hears with rapt attention from the right person, at the very beginning one can assuredly see Lord Śrī Kṛṣṇa in person in the pages of Bhāgavatam."
    }
]