[
    {
        "verse": "1",
        "devanagari": "सूत उवाचएवं निशम्य भगवान्देवर्षेर्जन्म कर्म च ।भूय: पप्रच्छ तं ब्रह्मन् व्यास: सत्यवतीसुत: ॥ १ ॥",
        "english_devnagari": "sūta uvācaevaṁ niśamya bhagavāndevarṣer janma karma cabhūyaḥ papraccha taṁ brahmanvyāsaḥ satyavatī-sutaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "evam",
            "niśamya",
            "bhagavān",
            "devarṣeḥ",
            "janma",
            "karma",
            "ca",
            "bhūyaḥ",
            "papraccha",
            "tam",
            "brahman",
            "vyāsaḥ",
            "satyavatī",
            "sutaḥ"
        ],
        "translation": "Sūta said: O brāhmaṇas, thus hearing all about Śrī Nārada’s birth and activities, Vyāsadeva, the incarnation of God and son of Satyavatī, inquired as follows.",
        "purport": " Vyāsadeva was further inquisitive to know about the perfection of Nāradajī, and therefore he wanted to know about him more and more. In this chapter Nāradajī will describe how he was able to have a brief audience with the Lord while he was absorbed in the transcendental thought of separation from the Lord and when it was very painful for him."
    },
    {
        "verse": "2",
        "devanagari": "व्यास उवाचभिक्षुभिर्विप्रवसिते विज्ञानादेष्टृभिस्तव ।वर्तमानो वयस्याद्ये तत: किमकरोद्भ‍वान् ॥ २ ॥",
        "english_devnagari": "vyāsa uvācabhikṣubhir vipravasitevijñānādeṣṭṛbhis tavavartamāno vayasy ādyetataḥ kim akarod bhavān",
        "verse_Syn": [
            "vyāsaḥ",
            "uvāca",
            "bhikṣubhiḥ",
            "vipravasite",
            "vijñāna",
            "ādeṣṭṛbhiḥ",
            "tava",
            "vartamānaḥ",
            "vayasi",
            "ādye",
            "tataḥ",
            "kim",
            "akarot",
            "bhavān"
        ],
        "translation": "Śrī Vyāsadeva said: What did you [Nārada] do after the departure of the great sages who had instructed you in scientific transcendental knowledge before the beginning of your present birth?",
        "purport": " Vyāsadeva himself was the disciple of Nāradajī, and therefore it was natural to be anxious to hear what Nārada did after initiation from the spiritual masters. He wanted to follow in Nārada’s footsteps in order to attain to the same perfect stage of life. This desire to inquire from the spiritual master is an essential factor to the progressive path. This process is technically known as sad-dharma-pṛcchā."
    },
    {
        "verse": "3",
        "devanagari": "स्वायम्भुव कया वृत्त्या वर्तितं ते परं वय: ।कथं चेदमुदस्राक्षी: काले प्राप्ते कलेवरम् ॥ ३ ॥",
        "english_devnagari": "svāyambhuva kayā vṛttyāvartitaṁ te paraṁ vayaḥkathaṁ cedam udasrākṣīḥkāle prāpte kalevaram",
        "verse_Syn": [
            "svāyambhuva",
            "kayā",
            "vṛttyā",
            "vartitam",
            "te",
            "param",
            "vayaḥ",
            "katham",
            "ca",
            "idam",
            "udasrākṣīḥ",
            "kāle",
            "prāpte",
            "kalevaram"
        ],
        "translation": "O son of Brahmā, how did you pass your life after initiation, and how did you attain this body, having quit your old one in due course?",
        "purport": " Śrī Nārada Muni in his previous life was just an ordinary maidservant’s son, so how he became so perfectly transformed into the spiritual body of eternal life, bliss and knowledge is certainly important. Śrī Vyāsadeva desired him to disclose the facts for everyone’s satisfaction."
    },
    {
        "verse": "4",
        "devanagari": "प्राक्कल्पविषयामेतां स्मृतिं ते मुनिसत्तम ।न ह्येष व्यवधात्काल एष सर्वनिराकृति: ॥ ४ ॥",
        "english_devnagari": "prāk-kalpa-viṣayām etāṁsmṛtiṁ te muni-sattamana hy eṣa vyavadhāt kālaeṣa sarva-nirākṛtiḥ",
        "verse_Syn": [
            "prāk",
            "kalpa",
            "viṣayām",
            "etām",
            "smṛtim",
            "te",
            "muni",
            "sattama",
            "na",
            "hi",
            "eṣaḥ",
            "vyavadhāt",
            "kālaḥ",
            "eṣaḥ",
            "sarva",
            "nirākṛtiḥ"
        ],
        "translation": "O great sage, time annihilates everything in due course, so how is it that this subject matter, which happened prior to this day of Brahmā, is still fresh in your memory, undisturbed by time?",
        "purport": " As spirit is not annihilated even after the annihilation of the material body, so also spiritual consciousness is not annihilated. Śrī Nārada developed this spiritual consciousness even when he had his material body in the previous kalpa. Consciousness of the material body means spiritual consciousness expressed through the medium of a material body. This consciousness is inferior, destructible and perverted. But superconsciousness of the supramind in the spiritual plane is as good as the spirit soul and is never annihilated."
    },
    {
        "verse": "5",
        "devanagari": "नारद उवाचभिक्षुभिर्विप्रवसिते विज्ञानादेष्टृभिर्मम ।वर्तमानो वयस्याद्ये तत एतदकारषम् ॥ ५ ॥",
        "english_devnagari": "nārada uvācabhikṣubhir vipravasitevijñānādeṣṭṛbhir mamavartamāno vayasy ādyetata etad akāraṣam",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "bhikṣubhiḥ",
            "vipravasite",
            "vijñāna",
            "ādeṣṭṛbhiḥ",
            "mama",
            "vartamānaḥ",
            "vayasi",
            "ādye",
            "tataḥ",
            "etat",
            "akāraṣam"
        ],
        "translation": "Śrī Nārada said: The great sages, who had imparted scientific knowledge of transcendence to me, departed for other places, and I had to pass my life in this way.",
        "purport": " In his previous life, when Nāradajī was impregnated with spiritual knowledge by the grace of the great sages, there was a tangible change in his life, although he was only a boy of five years. That is an important symptom visible after initiation by the bona fide spiritual master. Actual association of devotees brings about a quick change in life for spiritual realization. How it so acted upon the previous life of Śrī Nārada Muni is described by and by in this chapter."
    },
    {
        "verse": "6",
        "devanagari": "एकात्मजा मे जननी योषिन्मूढा च किङ्करी ।मय्यात्मजेऽनन्यगतौ चक्रे स्‍नेहानुबन्धनम् ॥ ६ ॥",
        "english_devnagari": "ekātmajā me jananīyoṣin mūḍhā ca kiṅkarīmayy ātmaje ’nanya-gataucakre snehānubandhanam",
        "verse_Syn": [
            "eka",
            "ātmajā",
            "me",
            "jananī",
            "yoṣit",
            "mūḍhā",
            "ca",
            "kiṅkarī",
            "mayi",
            "ātmaje",
            "ananya",
            "gatau",
            "cakre",
            "sneha",
            "anubandhanam"
        ],
        "translation": "I was the only son of my mother, who was not only a simple woman but a maidservant as well. Since I was her only offspring, she had no other alternative for protection: she bound me with the tie of affection.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "सास्वतन्त्रा न कल्पासीद्योगक्षेमं ममेच्छती ।ईशस्य हि वशे लोको योषा दारुमयी यथा ॥ ७ ॥",
        "english_devnagari": "sāsvatantrā na kalpāsīdyoga-kṣemaṁ mamecchatīīśasya hi vaśe lokoyoṣā dārumayī yathā",
        "verse_Syn": [
            "sā",
            "asvatantrā",
            "na",
            "kalpā",
            "āsīt",
            "yoga",
            "kṣemam",
            "mama",
            "icchatī",
            "īśasya",
            "hi",
            "vaśe",
            "lokaḥ",
            "yoṣā",
            "dāru",
            "mayī",
            "yathā"
        ],
        "translation": "She wanted to look after my maintenance properly, but because she was not independent, she was not able to do anything for me. The world is under the full control of the Supreme Lord; therefore everyone is like a wooden doll in the hands of a puppet master.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "अहं च तद्ब्रह्मकुले ऊषिवांस्तदुपेक्षया ।दिग्देशकालाव्युत्पन्नो बालक: पञ्चहायन: ॥ ८ ॥",
        "english_devnagari": "ahaṁ ca tad-brahma-kuleūṣivāṁs tad-upekṣayādig-deśa-kālāvyutpannobālakaḥ pañca-hāyanaḥ",
        "verse_Syn": [
            "aham",
            "ca",
            "tat",
            "brahma",
            "kule",
            "ūṣivān",
            "tat",
            "upekṣayā",
            "dik",
            "deśa",
            "kāla",
            "avyutpannaḥ",
            "bālakaḥ",
            "pañca",
            "hāyanaḥ"
        ],
        "translation": "When I was a mere child of five years, I lived in a brāhmaṇa school. I was dependent on my mother’s affection and had no experience of different lands.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "एकदा निर्गतां गेहाद्दुहन्तीं निशि गां पथि ।सर्पोऽदशत्पदा स्पृष्ट: कृपणां कालचोदित: ॥ ९ ॥",
        "english_devnagari": "ekadā nirgatāṁ gehādduhantīṁ niśi gāṁ pathisarpo ’daśat padā spṛṣṭaḥkṛpaṇāṁ kāla-coditaḥ",
        "verse_Syn": [
            "ekadā",
            "nirgatām",
            "gehāt",
            "duhantīm",
            "niśi",
            "gām",
            "pathi",
            "sarpaḥ",
            "adaśat",
            "padā",
            "spṛṣṭaḥ",
            "kṛpaṇām",
            "kāla",
            "coditaḥ"
        ],
        "translation": "Once upon a time, my poor mother, when going out one night to milk a cow, was bitten on the leg by a serpent, influenced by supreme time.",
        "purport": " That is the way of dragging a sincere soul nearer to God. The poor boy was being looked after only by his affectionate mother, and yet the mother was taken from the world by the supreme will in order to put him completely at the mercy of the Lord."
    },
    {
        "verse": "10",
        "devanagari": "तदा तदहमीशस्य भक्तानां शमभीप्सत: ।अनुग्रहं मन्यमान: प्रातिष्ठं दिशमुत्तराम् ॥ १० ॥",
        "english_devnagari": "tadā tad aham īśasyabhaktānāṁ śam abhīpsataḥanugrahaṁ manyamānaḥprātiṣṭhaṁ diśam uttarām",
        "verse_Syn": [
            "tadā",
            "tat",
            "aham",
            "īśasya",
            "bhaktānām",
            "śam",
            "abhīpsataḥ",
            "anugraham",
            "manyamānaḥ",
            "prātiṣṭham",
            "diśam",
            "uttarām"
        ],
        "translation": "I took this as the special mercy of the Lord, who always desires benediction for His devotees, and so thinking, I started for the north.",
        "purport": " Confidential devotees of the Lord see in every step a benedictory direction of the Lord. What is considered to be an odd or difficult moment in the mundane sense is accepted as special mercy of the Lord. Mundane prosperity is a kind of material fever, and by the grace of the Lord the temperature of this material fever is gradually diminished, and spiritual health is obtained step by step. Mundane people misunderstand it."
    },
    {
        "verse": "11",
        "devanagari": "स्फीताञ्जनपदांस्तत्र पुरग्रामव्रजाकरान् ।खेटखर्वटवाटीश्च वनान्युपवनानि च ॥ ११ ॥",
        "english_devnagari": "sphītāñ janapadāṁs tatrapura-grāma-vrajākarānkheṭa-kharvaṭa-vāṭīś cavanāny upavanāni ca",
        "verse_Syn": [
            "sphītān",
            "jana",
            "padān",
            "tatra",
            "pura",
            "grāma",
            "vraja",
            "ākarān",
            "kheṭa",
            "kharvaṭa",
            "vāṭīḥ",
            "ca",
            "vanāni",
            "upavanāni",
            "ca"
        ],
        "translation": "After my departure, I passed through many flourishing metropolises, towns, villages, animal farms, mines, agricultural lands, valleys, flower gardens, nursery gardens and natural forests.",
        "purport": " Man’s activities in agriculture, mining, farming, industries, gardening, etc., were all on the same scale as they are now, even previous to the present creation, and the same activities will remain as they are, even in the next creation. After many hundreds of millions of years, one creation is started by the law of nature, and the history of the universe repeats itself practically in the same way. The mundane wranglers waste time with archaeological excavations without searching into the vital necessities of life. After getting an impetus in spiritual life, Śrī Nārada Muni, even though a mere child, did not waste time for a single moment with economic development, although he passed towns and villages, mines and industries. He continually went on to progressive spiritual emancipation. Śrīmad-Bhāgavatam is the repetition of history which happened some hundreds of millions of years ago. As it is said herein, only the most important factors of history are picked up to be recorded in this transcendental literature."
    },
    {
        "verse": "12",
        "devanagari": "चित्रधातुविचित्राद्रीनिभभग्नभुजद्रुमान् ।जलाशयाञ्छिवजलान्नलिनी: सुरसेविता: ।चित्रस्वनै: पत्ररथैर्विभ्रमद्भ्रमरश्रिय: ॥ १२ ॥",
        "english_devnagari": "citra-dhātu-vicitrādrīnibha-bhagna-bhuja-drumānjalāśayāñ chiva-jalānnalinīḥ sura-sevitāḥcitra-svanaiḥ patra-rathairvibhramad bhramara-śriyaḥ",
        "verse_Syn": [
            "citra",
            "dhātu",
            "vicitra",
            "adrīn",
            "ibha",
            "bhagna",
            "bhuja",
            "drumān",
            "jalāśayān",
            "śiva",
            "jalān",
            "nalinīḥ",
            "sura",
            "sevitāḥ",
            "citra",
            "svanaiḥ",
            "patra",
            "rathaiḥ",
            "vibhramat",
            "bhramara",
            "śriyaḥ"
        ],
        "translation": "I passed through hills and mountains full of reservoirs of various minerals like gold, silver and copper, and through tracts of land with reservoirs of water filled with beautiful lotus flowers, fit for the denizens of heaven, decorated with bewildered bees and singing birds.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "नलवेणुशरस्तन्बकुशकीचकगह्वरम् ।एक एवातियातोऽहमद्राक्षं विपिनं महत् ।घोरं प्रतिभयाकारं व्यालोलूकशिवाजिरम् ॥ १३ ॥",
        "english_devnagari": "nala-veṇu-śaras-tanba-kuśa-kīcaka-gahvarameka evātiyāto ’hamadrākṣaṁ vipinaṁ mahatghoraṁ pratibhayākāraṁvyālolūka-śivājiram",
        "verse_Syn": [
            "nala",
            "veṇu",
            "śaraḥ",
            "tanba",
            "kuśa",
            "kīcaka",
            "gahvaram",
            "ekaḥ",
            "eva",
            "atiyātaḥ",
            "aham",
            "adrākṣam",
            "vipinam",
            "mahat",
            "ghoram",
            "pratibhaya",
            "ākāram",
            "vyāla",
            "ulūka",
            "śiva",
            "ajiram"
        ],
        "translation": "I then passed alone through many forests of rushes, bamboo, reeds, sharp grass, weeds and caves, which were very difficult to go through alone. I visited deep, dark and dangerously fearful forests, which were the play yards of snakes, owls and jackals.",
        "purport": " It is the duty of a mendicant (parivrājakācārya) to experience all varieties of God’s creation by traveling alone through all forests, hills, towns, villages, etc., to gain faith in God and strength of mind as well as to enlighten the inhabitants with the message of God. A sannyāsī is duty-bound to take all these risks without fear, and the most typical sannyāsī of the present age is Lord Caitanya, who traveled in the same manner through the central Indian jungles, enlightening even the tigers, bears, snakes, deer, elephants and many other jungle animals. In this Age of Kali, sannyāsa is forbidden for ordinary men. One who changes his dress to make propaganda is a different man from the original ideal sannyāsī. One should, however, take the vow to stop social intercourse completely and devote life exclusively to the service of the Lord. The change of dress is only a formality. Lord Caitanya did not accept the name of a sannyāsī, and in this Age of Kali the so-called sannyāsīs should not change their former names, following in the footsteps of Lord Caitanya. In this age, devotional service of hearing and repeating the holy glories of the Lord is strongly recommended, and one who takes the vow of renunciation of family life need not imitate the parivrājakācārya like Nārada or Lord Caitanya, but may sit down at some holy place and devote his whole time and energy to hear and repeatedly chant the holy scriptures left by the great ācāryas like the Six Gosvāmīs of Vṛndāvana."
    },
    {
        "verse": "14",
        "devanagari": "परिश्रान्तेन्द्रियात्माहं तृट्परीतो बुभुक्षित: ।स्‍नात्वा पीत्वा ह्रदे नद्या उपस्पृष्टो गतश्रम: ॥ १४ ॥",
        "english_devnagari": "pariśrāntendriyātmāhaṁtṛṭ-parīto bubhukṣitaḥsnātvā pītvā hrade nadyāupaspṛṣṭo gata-śramaḥ",
        "verse_Syn": [
            "pariśrānta",
            "indriya",
            "ātmā",
            "aham",
            "tṛṭ",
            "parītaḥ",
            "bubhukṣitaḥ",
            "snātvā",
            "pītvā",
            "hrade",
            "nadyāḥ",
            "upaspṛṣṭaḥ",
            "gata",
            "śramaḥ"
        ],
        "translation": "Thus traveling, I felt tired, both bodily and mentally, and I was both thirsty and hungry. So I took a bath in a river lake and also drank water. By contacting water, I got relief from my exhaustion.",
        "purport": " A traveling mendicant can meet the needs of the body, namely thirst and hunger, by the gifts of nature without being a beggar at the doors of the householders. The mendicant therefore does not go to the house of a householder to beg but to enlighten him spiritually."
    },
    {
        "verse": "15",
        "devanagari": "तस्मिन्निर्मनुजेऽरण्ये पिप्पलोपस्थ आश्रित: ।आत्मनात्मानमात्मस्थं यथाश्रुतमचिन्तयम् ॥ १५ ॥",
        "english_devnagari": "tasmin nirmanuje ’raṇyepippalopastha āśritaḥātmanātmānam ātmasthaṁyathā-śrutam acintayam",
        "verse_Syn": [
            "tasmin",
            "nirmanuje",
            "araṇye",
            "pippala",
            "upasthe",
            "āśritaḥ",
            "ātmanā",
            "ātmānam",
            "ātma",
            "stham",
            "yathā",
            "śrutam",
            "acintayam"
        ],
        "translation": "After that, under the shadow of a banyan tree in an uninhabited forest I began to meditate upon the Supersoul situated within, using my intelligence, as I had learned from liberated souls.",
        "purport": " One should not meditate according to one’s personal whims. One should know perfectly well from the authoritative sources of scriptures through the transparent medium of a bona fide spiritual master and by proper use of one’s trained intelligence for meditating upon the Supersoul dwelling within every living being. This consciousness is firmly developed by a devotee who has rendered loving service unto the Lord by carrying out the orders of the spiritual master. Śrī Nāradajī contacted bona fide spiritual masters, served them sincerely and got enlightenment rightly. Thus he began to meditate."
    },
    {
        "verse": "16",
        "devanagari": "ध्यायतश्चरणाम्भोजं भावनिर्जितचेतसा ।औत्कण्ठ्याश्रुकलाक्षस्य हृद्यासीन्मे शनैर्हरि: ॥ १६ ॥",
        "english_devnagari": "dhyāyataś caraṇāmbhojaṁbhāva-nirjita-cetasāautkaṇṭhyāśru-kalākṣasyahṛdy āsīn me śanair hariḥ",
        "verse_Syn": [
            "dhyāyataḥ",
            "caraṇa",
            "ambhojam",
            "bhāva",
            "nirjita",
            "cetasā",
            "autkaṇṭhya",
            "aśru",
            "kala",
            "akṣasya",
            "hṛdi",
            "āsīt",
            "me",
            "śanaiḥ",
            "hariḥ"
        ],
        "translation": "As soon as I began to meditate upon the lotus feet of the Personality of Godhead with my mind transformed in transcendental love, tears rolled down my eyes, and without delay the Personality of Godhead, Śrī Kṛṣṇa, appeared on the lotus of my heart.",
        "purport": " The word bhāva is significant here. This bhāva stage is attained after one has transcendental affection for the Lord. The first initial stage is called śraddhā, or a liking for the Supreme Lord, and in order to increase that liking one has to associate with pure devotees of the Lord. The third stage is to practice the prescribed rules and regulations of devotional service. This will dissipate all sorts of misgivings and remove all personal deficiencies that hamper progress in devotional service. When all misgivings and personal deficiencies are removed, there is a standard faith in transcendental matter, and the taste for it increases in greater proportion. This stage leads to attraction, and after this there is bhāva, or the prior stage of unalloyed love for God. All the above different stages are but different stages of development of transcendental love. Being so surcharged with transcendental love, there comes a strong feeling of separation which leads to eight different kinds of ecstasies. Tears from the eyes of a devotee is an automatic reaction, and because Śrī Nārada Muni in his previous birth attained that stage very quickly after his departure from home, it was quite possible for him to perceive the actual presence of the Lord, which he tangibly experienced by his developed spiritual senses without material tinge."
    },
    {
        "verse": "17",
        "devanagari": "प्रेमातिभरनिर्भिन्नपुलकाङ्गोऽतिनिर्वृत: ।आनन्दसम्प्लवे लीनो नापश्यमुभयं मुने ॥ १७ ॥",
        "english_devnagari": "premātibhara-nirbhinna-pulakāṅgo ’tinirvṛtaḥānanda-samplave līnonāpaśyam ubhayaṁ mune",
        "verse_Syn": [
            "premā",
            "atibhara",
            "nirbhinna",
            "pulaka",
            "aṅgaḥ",
            "ati",
            "nirvṛtaḥ",
            "ānanda",
            "samplave",
            "līnaḥ",
            "na",
            "apaśyam",
            "ubhayam",
            "mune"
        ],
        "translation": "O Vyāsadeva, at that time, being exceedingly overpowered by feelings of happiness, every part of my body became separately enlivened. Being absorbed in an ocean of ecstasy, I could not see both myself and the Lord.",
        "purport": " Spiritual feelings of happiness and intense ecstasies have no mundane comparison. Therefore it is very difficult to give expression to such feelings. We can just have a glimpse of such ecstasy in the words of Śrī Nārada Muni. Each and every part of the body or senses has its particular function. After seeing the Lord, all the senses become fully awakened to render service unto the Lord because in the liberated state the senses are fully efficient in serving the Lord. As such, in that transcendental ecstasy it so happened that the senses became separately enlivened to serve the Lord. This being so, Nārada Muni lost himself in seeing both himself and the Lord simultaneously."
    },
    {
        "verse": "18",
        "devanagari": "रूपं भगवतो यत्तन्मन:कान्तं शुचापहम् ।अपश्यन् सहसोत्तस्थे वैक्लव्याद्दुर्मना इव ॥ १८ ॥",
        "english_devnagari": "rūpaṁ bhagavato yat tanmanaḥ-kāntaṁ śucāpahamapaśyan sahasottasthevaiklavyād durmanā iva",
        "verse_Syn": [
            "rūpam",
            "bhagavataḥ",
            "yat",
            "tat",
            "manaḥ",
            "kāntam",
            "śucā",
            "apaham",
            "apaśyan",
            "sahasā",
            "uttasthe",
            "vaiklavyāt",
            "durmanāḥ",
            "iva"
        ],
        "translation": "The transcendental form of the Lord, as it is, satisfies the mind’s desire and at once erases all mental incongruities. Upon losing that form, I suddenly got up, being perturbed, as is usual when one loses that which is desirable.",
        "purport": " That the Lord is not formless is experienced by Nārada Muni. But His form is completely different from all forms of our material experience. For the whole duration of our life we go on seeing different forms in the material world, but none of them is just apt to satisfy the mind, nor can any one of them vanish all perturbance of the mind. These are the special features of the transcendental form of the Lord, and one who has once seen that form is not satisfied with anything else; no form in the material world can any longer satisfy the seer. That the Lord is formless or impersonal means that He has nothing like a material form and is not like any material personality. As spiritual beings, having eternal relations with that transcendental form of the Lord, we are, life after life, searching after that form of the Lord, and we are not satisfied by any other form of material appeasement. Nārada Muni got a glimpse of this, but having not seen it again he became perturbed and stood up all of a sudden to search it out. What we desire life after life was obtained by Nārada Muni, and losing sight of Him again was certainly a great shock for him."
    },
    {
        "verse": "19",
        "devanagari": "दिद‍ृक्षुस्तदहं भूय: प्रणिधाय मनो हृदि ।वीक्षमाणोऽपि नापश्यमवितृप्त इवातुर: ॥ १९ ॥",
        "english_devnagari": "didṛkṣus tad ahaṁ bhūyaḥpraṇidhāya mano hṛdivīkṣamāṇo ’pi nāpaśyamavitṛpta ivāturaḥ",
        "verse_Syn": [
            "didṛkṣuḥ",
            "tat",
            "aham",
            "bhūyaḥ",
            "praṇidhāya",
            "manaḥ",
            "hṛdi",
            "vīkṣamāṇaḥ",
            "api",
            "na",
            "apaśyam",
            "avitṛptaḥ",
            "iva",
            "āturaḥ"
        ],
        "translation": "I desired to see again that transcendental form of the Lord, but despite my attempts to concentrate upon the heart with eagerness to view the form again, I could not see Him any more, and thus dissatisfied, I was very much aggrieved.",
        "purport": " There is no mechanical process to see the form of the Lord. It completely depends on the causeless mercy of the Lord. We cannot demand the Lord to be present before our vision, just as we cannot demand the sun to rise whenever we like. The sun rises out of his own accord; so also the Lord is pleased to be present out of His causeless mercy. One should simply await the opportune moment and go on discharging his prescribed duty in devotional service of the Lord. Nārada Muni thought that the Lord could be seen again by the same mechanical process which was successful in the first attempt, but in spite of his utmost endeavor he could not make the second attempt successful. The Lord is completely independent of all obligations. He can simply be bound up by the tie of unalloyed devotion. Nor is He visible or perceivable by our material senses. When He pleases, being satisfied with the sincere attempt of devotional service depending completely on the mercy of the Lord, then He may be seen out of His own accord."
    },
    {
        "verse": "20",
        "devanagari": "एवं यतन्तं विजने मामाहागोचरो गिराम् ।गम्भीरश्लक्ष्णया वाचा शुच: प्रशमयन्निव ॥ २० ॥",
        "english_devnagari": "evaṁ yatantaṁ vijanemām āhāgocaro girāmgambhīra-ślakṣṇayā vācāśucaḥ praśamayann iva",
        "verse_Syn": [
            "evam",
            "yatantam",
            "vijane",
            "mām",
            "āha",
            "agocaraḥ",
            "girām",
            "gambhīra",
            "ślakṣṇayā",
            "vācā",
            "śucaḥ",
            "praśamayan",
            "iva"
        ],
        "translation": "Seeing my attempts in that lonely place, the Personality of Godhead, who is transcendental to all mundane description, spoke to me with gravity and pleasing words, just to mitigate my grief.",
        "purport": " In the Vedas it is said that God is beyond the approach of mundane words and intelligence. And yet by His causeless mercy one can have suitable senses to hear Him or to speak to Him. This is the Lord’s inconceivable energy. One upon whom His mercy is bestowed can hear Him. The Lord was much pleased with Nārada Muni, and therefore the necessary strength was invested in him so that he could hear the Lord. It is not, however, possible for others to perceive directly the touch of the Lord during the probationary stage of regulative devotional service. It was a special gift for Nārada. When he heard the pleasing words of the Lord, the feelings of separation were to some extent mitigated. A devotee in love with God feels always the pangs of separation and is therefore always enwrapped in transcendental ecstasy."
    },
    {
        "verse": "21",
        "devanagari": "हन्तास्मिञ्जन्मनि भवान्मा मां द्रष्टुमिहार्हति ।अविपक्‍वकषायाणां दुर्दर्शोऽहं कुयोगिनाम् ॥ २१ ॥",
        "english_devnagari": "hantāsmiñ janmani bhavānmā māṁ draṣṭum ihārhatiavipakva-kaṣāyāṇāṁdurdarśo ’haṁ kuyoginām",
        "verse_Syn": [
            "hanta",
            "asmin",
            "janmani",
            "bhavān",
            "mā",
            "mām",
            "draṣṭum",
            "iha",
            "arhati",
            "avipakva",
            "kaṣāyāṇām",
            "durdarśaḥ",
            "aham",
            "kuyoginām"
        ],
        "translation": "O Nārada [the Lord spoke], I regret that during this lifetime you will not be able to see Me anymore. Those who are incomplete in service and who are not completely free from all material taints can hardly see Me.",
        "purport": " The Personality of Godhead is described in the Bhagavad-gītā as the most pure, the Supreme and the Absolute Truth. There is no trace of a tinge of materiality in His person, and thus one who has the slightest tinge of material affection cannot approach Him. The beginning of devotional service starts from the point when one is freed from at least two forms of material modes, namely the mode of passion and the mode of ignorance. The result is exhibited by the signs of being freed from kāma (lust) and lobha (covetousness). That is to say, one must be freed from the desires for sense satisfaction and avarice for sense gratification. The balanced mode of nature is goodness. And to be completely freed from all material tinges is to become free from the mode of goodness also. To search the audience of God in a lonely forest is considered to be in the mode of goodness. One can go out into the forest to attain spiritual perfection, but that does not mean that one can see the Lord personally there. One must be completely freed from all material attachment and be situated on the plane of transcendence, which alone will help the devotee get in personal touch with the Personality of Godhead. The best method is that one should live at a place where the transcendental form of the Lord is worshiped. The temple of the Lord is a transcendental place, whereas the forest is a materially good habitation. A neophyte devotee is always recommended to worship the Deity of the Lord (arcanā) rather than go into the forest to search out the Lord. Devotional service begins from the process of arcanā, which is better than going out in the forest. In his present life, which is completely freed from all material hankerings, Śrī Nārada Muni does not go into the forest, although he can turn every place into Vaikuṇṭha by his presence only. He travels from one planet to another to convert men, gods, Kinnaras, Gandharvas, ṛṣis, munis and all others to become devotees of the Lord. By his activities he has engaged many devotees like Prahlāda Mahārāja, Dhruva Mahārāja and many others in the transcendental service of the Lord. A pure devotee of the Lord, therefore, follows in the footsteps of the great devotees like Nārada and Prahlāda and engages his whole time in glorifying the Lord by the process of kīrtana. Such a preaching process is transcendental to all material qualities."
    },
    {
        "verse": "22",
        "devanagari": "सकृद् यद्दर्शितं रूपमेतत्कामाय तेऽनघ ।मत्काम: शनकै: साधु सर्वान्मुञ्चति हृच्छयान् ॥ २२ ॥",
        "english_devnagari": "sakṛd yad darśitaṁ rūpametat kāmāya te ’naghamat-kāmaḥ śanakaiḥ sādhusarvān muñcati hṛc-chayān",
        "verse_Syn": [
            "sakṛt",
            "yat",
            "darśitam",
            "rūpam",
            "etat",
            "kāmāya",
            "te",
            "anagha",
            "mat",
            "kāmaḥ",
            "śanakaiḥ",
            "sādhuḥ",
            "sarvān",
            "muñcati",
            "hṛt",
            "śayān"
        ],
        "translation": "O virtuous one, you have only once seen My person, and this is just to increase your desire for Me, because the more you hanker for Me, the more you will be freed from all material desires.",
        "purport": " A living being cannot be vacant of desires. He is not a dead stone. He must be working, thinking, feeling and willing. But when he thinks, feels and wills materially, he becomes entangled, and conversely when he thinks, feels and wills for the service of the Lord, he becomes gradually freed from all entanglement. The more a person is engaged in the transcendental loving service of the Lord, the more he acquires a hankering for it. That is the transcendental nature of godly service. Material service has satiation, whereas spiritual service of the Lord has neither satiation nor end. One can go on increasing his hankerings for the loving transcendental service of the Lord, and yet he will not find satiation or end. By intense service of the Lord, one can experience the presence of the Lord transcendentally. Therefore seeing the Lord means being engaged in His service because His service and His person are identical. The sincere devotee should go on with sincere service of the Lord. The Lord will give proper direction as to how and where it has to be done. There was no material desire in Nārada, and yet just to increase his intense desire for the Lord, he was so advised."
    },
    {
        "verse": "23",
        "devanagari": "सत्सेवयादीर्घयापि जाता मयि द‍ृढा मति: ।हित्वावद्यमिमं लोकं गन्ता मज्जनतामसि ॥ २३ ॥",
        "english_devnagari": "sat-sevayādīrghayāpijātā mayi dṛḍhā matiḥhitvāvadyam imaṁ lokaṁgantā maj-janatām asi",
        "verse_Syn": [
            "sat",
            "sevayā",
            "adīrghayā",
            "api",
            "jātā",
            "mayi",
            "dṛḍhā",
            "matiḥ",
            "hitvā",
            "avadyam",
            "imam",
            "lokam",
            "gantā",
            "mat",
            "janatām",
            "asi"
        ],
        "translation": "By service of the Absolute Truth, even for a few days, a devotee attains firm and fixed intelligence in Me. Consequently he goes on to become My associate in the transcendental world after giving up the present deplorable material worlds.",
        "purport": " Serving the Absolute Truth means rendering service unto the Absolute Personality of Godhead under the direction of the bona fide spiritual master, who is a transparent medium between the Lord and the neophyte devotee. The neophyte devotee has no ability to approach the Absolute Personality of Godhead by the strength of his present imperfect material senses, and therefore under the direction of the spiritual master he is trained in transcendental service of the Lord. And by such training, even for some days, the neophyte devotee gets intelligence in such transcendental service, which leads him ultimately to get free from perpetual inhabitation in the material worlds and to be promoted to the transcendental world to become one of the liberated associates of the Lord in the kingdom of God."
    },
    {
        "verse": "24",
        "devanagari": "मतिर्मयि निबद्धेयं न विपद्येत कर्हिचित् ।प्रजासर्गनिरोधेऽपि स्मृतिश्च मदनुग्रहात् ॥ २४ ॥",
        "english_devnagari": "matir mayi nibaddheyaṁna vipadyeta karhicitprajā-sarga-nirodhe ’pismṛtiś ca mad-anugrahāt",
        "verse_Syn": [
            "matiḥ",
            "mayi",
            "nibaddhā",
            "iyam",
            "na",
            "vipadyeta",
            "karhicit",
            "prajā",
            "sarga",
            "nirodhe",
            "api",
            "smṛtiḥ",
            "ca",
            "mat",
            "anugrahāt"
        ],
        "translation": "Intelligence engaged in My devotion cannot be thwarted at any time. Even at the time of creation, as well as at the time of annihilation, your remembrance will continue by My mercy.",
        "purport": " Devotional service rendered to the Personality of Godhead never goes in vain. Since the Personality of Godhead is eternal, intelligence applied in His service or anything done in His relation is also permanent. In the Bhagavad-gītā it is said that such transcendental service rendered unto the Personality of Godhead accumulates birth after birth, and when the devotee is fully matured, the total service counted together makes him eligible to enter into the association of the Personality of Godhead. Such accumulation of God’s service is never vanquished, but increases till fully matured."
    },
    {
        "verse": "25",
        "devanagari": "एतावदुक्त्वोपरराम तन्महद्भूतं नभोलिङ्गमलिङ्गमीश्वरम् ।अहं च तस्मै महतां महीयसेशीर्ष्णावनामं विदधेऽनुकम्पित: ॥ २५ ॥",
        "english_devnagari": "etāvad uktvopararāma tan mahadbhūtaṁ nabho-liṅgam aliṅgam īśvaramahaṁ ca tasmai mahatāṁ mahīyaseśīrṣṇāvanāmaṁ vidadhe ’nukampitaḥ",
        "verse_Syn": [
            "etāvat",
            "uktvā",
            "upararāma",
            "tat",
            "mahat",
            "bhūtam",
            "nabhaḥ",
            "liṅgam",
            "aliṅgam",
            "īśvaram",
            "aham",
            "ca",
            "tasmai",
            "mahatām",
            "mahīyase",
            "śīrṣṇā",
            "avanāmam",
            "vidadhe",
            "anukampitaḥ"
        ],
        "translation": "Then that supreme authority, personified by sound and unseen by eyes, but most wonderful, stopped speaking. Feeling a sense of gratitude, I offered my obeisances unto Him, bowing my head.",
        "purport": " That the Personality of Godhead was not seen but only heard does not make any difference. The Personality of Godhead produced the four Vedas by His breathing, and He is seen and realized through the transcendental sound of the Vedas. Similarly, the Bhagavad-gītā is the sound representation of the Lord, and there is no difference in identity. The conclusion is that the Lord can be seen and heard by persistent chanting of the transcendental sound."
    },
    {
        "verse": "26",
        "devanagari": "नामान्यनन्तस्य हतत्रप: पठन्गुह्यानि भद्राणि कृतानि च स्मरन् ।गां पर्यटंस्तुष्टमना गतस्पृह:कालं प्रतीक्षन् विमदो विमत्सर: ॥ २६ ॥",
        "english_devnagari": "nāmāny anantasya hata-trapaḥ paṭhanguhyāni bhadrāṇi kṛtāni ca smarangāṁ paryaṭaṁs tuṣṭa-manā gata-spṛhaḥkālaṁ pratīkṣan vimado vimatsaraḥ",
        "verse_Syn": [
            "nāmāni",
            "anantasya",
            "hata",
            "trapaḥ",
            "paṭhan",
            "guhyāni",
            "bhadrāṇi",
            "kṛtāni",
            "ca",
            "smaran",
            "gām",
            "paryaṭan",
            "tuṣṭa",
            "manāḥ",
            "gata",
            "spṛhaḥ",
            "kālam",
            "pratīkṣan",
            "vimadaḥ",
            "vimatsaraḥ"
        ],
        "translation": "Thus I began chanting the holy name and fame of the Lord by repeated recitation, ignoring all the formalities of the material world. Such chanting and remembering of the transcendental pastimes of the Lord are benedictory. So doing, I traveled all over the earth, fully satisfied, humble and unenvious.",
        "purport": " The life of a sincere devotee of the Lord is thus explained in a nutshell by Nārada Muni by his personal example. Such a devotee, after his initiation by the Lord or His bona fide representative, takes very seriously chanting of the glories of the Lord and traveling all over the world so that others may also hear the glories of the Lord. Such devotees have no desire for material gain. They are conducted by one single desire: to go back to Godhead. This awaits them in due course on quitting the material body. Because they have the highest aim of life, going back to Godhead, they are never envious of anyone, nor are they proud of being eligible to go back to Godhead. Their only business is to chant and remember the holy name, fame and pastimes of the Lord and, according to personal capacity, to distribute the message for others’ welfare without motive of material gain."
    },
    {
        "verse": "27",
        "devanagari": "एवं कृष्णमतेर्ब्रह्मन्नासक्तस्यामलात्मन: ।काल: प्रादुरभूत्काले तडित्सौदामनी यथा ॥ २७ ॥",
        "english_devnagari": "evaṁ kṛṣṇa-mater brahmannāsaktasyāmalātmanaḥkālaḥ prādurabhūt kāletaḍit saudāmanī yathā",
        "verse_Syn": [
            "evam",
            "kṛṣṇa",
            "mateḥ",
            "brahman",
            "na",
            "āsaktasya",
            "amala",
            "ātmanaḥ",
            "kālaḥ",
            "prādurabhūt",
            "kāle",
            "taḍit",
            "saudāmanī",
            "yathā"
        ],
        "translation": "And so, O Brāhmaṇa Vyāsadeva, in due course of time I, who was fully absorbed in thinking of Kṛṣṇa and who therefore had no attachments, being completely freed from all material taints, met with death, as lightning and illumination occur simultaneously.",
        "purport": " To be fully absorbed in the thought of Kṛṣṇa means clearance of material dirts or hankerings. As a very rich man has no hankerings for small petty things, so also a devotee of Lord Kṛṣṇa, who is guaranteed to pass on to the kingdom of God, where life is eternal, fully cognizant and blissful, naturally has no hankerings for petty material things, which are like dolls or shadows of the reality and are without permanent value. That is the sign of spiritually enriched persons. And in due course of time, when a pure devotee is completely prepared, all of a sudden the change of body occurs which is commonly called death. And for the pure devotee such a change takes place exactly like lightning, and illumination follows simultaneously. That is to say a devotee simultaneously changes his material body and develops a spiritual body by the will of the Supreme. Even before death, a pure devotee has no material affection, due to his body’s being spiritualized like a red-hot iron in contact with fire."
    },
    {
        "verse": "28",
        "devanagari": "प्रयुज्यमाने मयि तां शुद्धां भागवतीं तनुम् ।आरब्धकर्मनिर्वाणो न्यपतत् पाञ्चभौतिक: ॥ २८ ॥",
        "english_devnagari": "prayujyamāne mayi tāṁśuddhāṁ bhāgavatīṁ tanumārabdha-karma-nirvāṇonyapatat pāñca-bhautikaḥ",
        "verse_Syn": [
            "prayujyamāne",
            "mayi",
            "tām",
            "śuddhām",
            "bhāgavatīm",
            "tanum",
            "ārabdha",
            "karma",
            "nirvāṇaḥ",
            "nyapatat",
            "pāñca",
            "bhautikaḥ"
        ],
        "translation": "Having been awarded a transcendental body befitting an associate of the Personality of Godhead, I quit the body made of five material elements, and thus all acquired fruitive results of work [karma] stopped.",
        "purport": " Informed by the Personality of Godhead that he would be awarded a transcendental body befitting the Lord’s association, Nārada got his spiritual body as soon as he quit his material body. This transcendental body is free from material affinity and invested with three primary transcendental qualities, namely eternity, freedom from material modes, and freedom from reactions of fruitive activities. The material body is always afflicted with the lack of these three qualities. A devotee’s body becomes at once surcharged with the transcendental qualities as soon as he is engaged in the devotional service of the Lord. It acts like the magnetic influence of a touchstone upon iron. The influence of transcendental devotional service is like that. Therefore change of the body means stoppage of the reaction of three qualitative modes of material nature upon the pure devotee. There are many instances of this in the revealed scriptures. Dhruva Mahārāja and Prahlāda Mahārāja and many other devotees were able to see the Personality of Godhead face to face apparently in the same body. This means that the quality of a devotee’s body changes from material to transcendence. That is the opinion of the authorized Gosvāmīs via the authentic scriptures. In the Brahma-saṁhitā it is said that beginning from the indra-gopa germ up to the great Indra, King of heaven, all living beings are subjected to the law of karma and are bound to suffer and enjoy the fruitive results of their own work. Only the devotee is exempt from such reactions, by the causeless mercy of the supreme authority, the Personality of Godhead."
    },
    {
        "verse": "29",
        "devanagari": "कल्पान्त इदमादाय शयानेऽम्भस्युदन्वत: ।शिशयिषोरनुप्राणं विविशेऽन्तरहं विभो: ॥ २९ ॥",
        "english_devnagari": "kalpānta idam ādāyaśayāne ’mbhasy udanvataḥśiśayiṣor anuprāṇaṁviviśe ’ntar ahaṁ vibhoḥ",
        "verse_Syn": [
            "kalpa",
            "ante",
            "idam",
            "ādāya",
            "śayāne",
            "ambhasi",
            "udanvataḥ",
            "śiśayiṣoḥ",
            "anuprāṇam",
            "viviśe",
            "antaḥ",
            "aham",
            "vibhoḥ"
        ],
        "translation": "At the end of the millennium, when the Personality of Godhead, Lord Nārāyaṇa, lay down within the water of devastation, Brahmā began to enter into Him along with all creative elements, and I also entered through His breathing.",
        "purport": " Nārada is known as the son of Brahmā, as Lord Kṛṣṇa is known as the son of Vasudeva. The Personality of Godhead and His liberated devotees like Nārada appear in the material world by the same process. As it is said in the Bhagavad-gītā, the birth and activities of the Lord are all transcendental. Therefore, according to authorized opinion, the birth of Nārada as the son of Brahmā is also a transcendental pastime. His appearance and disappearance are practically on the same level as that of the Lord. The Lord and His devotees are therefore simultaneously one and different as spiritual entities. They belong to the same category of transcendence."
    },
    {
        "verse": "30",
        "devanagari": "सहस्रयुगपर्यन्ते उत्थायेदं सिसृक्षत: ।मरीचिमिश्रा ऋषय: प्राणेभ्योऽहं च जज्ञिरे ॥ ३० ॥",
        "english_devnagari": "sahasra-yuga-paryanteutthāyedaṁ sisṛkṣataḥmarīci-miśrā ṛṣayaḥprāṇebhyo ’haṁ ca jajñire",
        "verse_Syn": [
            "sahasra",
            "yuga",
            "paryante",
            "utthāya",
            "idam",
            "sisṛkṣataḥ",
            "marīci",
            "miśrāḥ",
            "ṛṣayaḥ",
            "prāṇebhyaḥ",
            "aham",
            "ca",
            "jajñire"
        ],
        "translation": "After 4,300,000,000 solar years, when Brahmā awoke to create again by the will of the Lord, all the ṛṣis like Marīci, Aṅgirā, Atri and so on were created from the transcendental body of the Lord, and I also appeared along with them.",
        "purport": " The duration of a day in the life of Brahmā is 4,320,000,000 solar years. This is stated also in the Bhagavad-gītā. So for this period Brahmājī rests in yoga-nidrā within the body of the Garbhodakaśāyī Viṣṇu, the generator of Brahmā. Thus after the sleeping period of Brahmā, when there is again creation by the will of the Lord through the agency of Brahmā, all the great ṛṣis again appear from different parts of the transcendental body, and Nārada also appears. This means that Nārada appears in the same transcendental body, just as a man awakes from sleep in the same body. Śrī Nārada is eternally free to move in all parts of the transcendental and material creations of the Almighty. He appears and disappears in his own transcendental body, which is without distinction of body and soul, unlike conditioned beings."
    },
    {
        "verse": "31",
        "devanagari": "अन्तर्बहिश्च लोकांस्त्रीन् पर्येम्यस्कन्दितव्रत: ।अनुग्रहान्महाविष्णोरविघातगति: क्‍वचित् ॥ ३१ ॥",
        "english_devnagari": "antar bahiś ca lokāṁs trīnparyemy askandita-vrataḥanugrahān mahā-viṣṇoravighāta-gatiḥ kvacit",
        "verse_Syn": [
            "antaḥ",
            "bahiḥ",
            "ca",
            "lokān",
            "trīn",
            "paryemi",
            "askandita",
            "vrataḥ",
            "anugrahāt",
            "mahā",
            "viṣṇoḥ",
            "avighāta",
            "gatiḥ",
            "kvacit"
        ],
        "translation": "Since then, by the grace of the almighty Viṣṇu, I travel everywhere without restriction both in the transcendental world and in the three divisions of the material world. This is because I am fixed in unbroken devotional service of the Lord.",
        "purport": " As stated in the Bhagavad-gītā, there are three divisions of the material spheres, namely the ūrdhva-loka (topmost planets), madhya-loka (midway planets) and adho-loka (downward planets). Beyond the ūrdhva-loka planets, that is to say above the Brahmaloka, are the material coverings of the universes, and above that is the spiritual sky, which is unlimited in expansion, containing unlimited self-illuminated Vaikuṇṭha planets inhabited by God Himself along with His associates, who are all eternally liberated living entities. Śrī Nārada Muni could enter all these planets in both the material and spiritual spheres without restriction, as much as the almighty Lord is free to move personally in any part of His creation. In the material world the living beings are influenced by the three material modes of nature, namely goodness, passion and ignorance. But Śrī Nārada Muni is transcendental to all these material modes, and thus he can travel everywhere unrestricted. He is a liberated spaceman. The causeless mercy of Lord Viṣṇu is unparalleled, and such mercy is perceived by the devotees only by the grace of the Lord. Therefore, the devotees never fall down, but the materialists, i.e., the fruitive workers and the speculative philosophers, do fall down, being forced by their respective modes of nature. The ṛṣis, as above mentioned, cannot enter into the transcendental world like Nārada. This fact is disclosed in the Narasiṁha Purāṇa. Ṛṣis like Marīci are authorities in fruitive work, and ṛṣis like Sanaka and Sanātana are authorities in philosophical speculations. But Śrī Nārada Muni is the prime authority for transcendental devotional service of the Lord. All the great authorities in the devotional service of the Lord follow in the footsteps of Nārada Muni in the order of the Nārada-bhakti-sūtra, and therefore all the devotees of the Lord are unhesitatingly qualified to enter into the kingdom of God, Vaikuṇṭha."
    },
    {
        "verse": "32",
        "devanagari": "देवदत्तामिमां वीणां स्वरब्रह्मविभूषिताम् ।मूर्च्छयित्वा हरिकथां गायमानश्चराम्यहम् ॥ ३२ ॥",
        "english_devnagari": "deva-dattām imāṁ vīṇāṁsvara-brahma-vibhūṣitāmmūrcchayitvā hari-kathāṁgāyamānaś carāmy aham",
        "verse_Syn": [
            "deva",
            "dattām",
            "imām",
            "vīṇām",
            "svara",
            "brahma",
            "vibhūṣitām",
            "mūrcchayitvā",
            "hari",
            "kathām",
            "gāyamānaḥ",
            "carāmi",
            "aham"
        ],
        "translation": "And thus I travel, constantly singing the transcendental message of the glories of the Lord, vibrating this instrument called a vīṇā, which is charged with transcendental sound and which was given to me by Lord Kṛṣṇa.",
        "purport": " The musical stringed instrument called the vīṇā, which was handed to Nārada by Lord Śrī Kṛṣṇa, is described in the Liṅga Purāṇa, and this is confirmed by Śrīla Jīva Gosvāmī. This transcendental instrument is identical with Lord Śrī Kṛṣṇa and Nārada because all of them are of the same transcendental category. Sound vibrated by the instrument cannot be material, and therefore the glories and pastimes which are broadcast by the instrument of Nārada are also transcendental, without a tinge of material inebriety. The seven singing meters, namely ṣa (ṣaḍja), ṛ (ṛṣabha), gā (gāndhāra), ma (madhyama), pa (pañcama), dha (dhaivata) and ni (niṣāda), are also transcendental and specifically meant for transcendental songs. As a pure devotee of the Lord, Śrī Nāradadeva is always fulfilling his obligation to the Lord for His gift of the instrument, and thus he is always engaged in singing His transcendental glories and is therefore infallible in his exalted position. Following in the footsteps of Śrīla Nārada Muni, a self-realized soul in the material world should also properly use the sound meters, namely ṣa, ṛ, gā, ma, etc., in the service of the Lord by constantly singing the glories of the Lord, as confirmed in the Bhagavad-gītā."
    },
    {
        "verse": "33",
        "devanagari": "प्रगायत: स्ववीर्याणि तीर्थपाद: प्रियश्रवा: ।आहूत इव मे शीघ्रं दर्शनं याति चेतसि ॥ ३३ ॥",
        "english_devnagari": "pragāyataḥ sva-vīryāṇitīrtha-pādaḥ priya-śravāḥāhūta iva me śīghraṁdarśanaṁ yāti cetasi",
        "verse_Syn": [
            "pragāyataḥ",
            "sva",
            "vīryāṇi",
            "tīrtha",
            "pādaḥ",
            "priya",
            "śravāḥ",
            "āhūtaḥ",
            "iva",
            "me",
            "śīghram",
            "darśanam",
            "yāti",
            "cetasi"
        ],
        "translation": "The Supreme Lord Śrī Kṛṣṇa, whose glories and activities are pleasing to hear, at once appears on the seat of my heart, as if called for, as soon as I begin to chant His holy activities.",
        "purport": " The Absolute Personality of Godhead is not different from His transcendental name, form, pastimes and the sound vibrations thereof. As soon as a pure devotee engages himself in the pure devotional service of hearing, chanting and remembering the name, fame and activities of the Lord, at once He becomes visible to the transcendental eyes of the pure devotee by reflecting Himself on the mirror of the heart by spiritual television. Therefore a pure devotee who is related with the Lord in loving transcendental service can experience the presence of the Lord at every moment. It is a natural psychology in every individual case that a person likes to hear and enjoy his personal glories enumerated by others. That is a natural instinct, and the Lord, being also an individual personality like others, is not an exception to this psychology because psychological characteristics visible in the individual souls are but reflections of the same psychology in the Absolute Lord. The only difference is that the Lord is the greatest personality of all and absolute in all His affairs. If, therefore, the Lord is attracted by the pure devotee’s chanting of His glories, there is nothing astonishing. Since He is absolute, He can appear Himself in the picture of His glorification, the two things being identical. Śrīla Nārada chants the glorification of the Lord not for his personal benefit but because the glorifications are identical with the Lord. Nārada Muni penetrates into the presence of the Lord by the transcendental chanting."
    },
    {
        "verse": "34",
        "devanagari": "एतद्ध्यातुरचित्तानां मात्रास्पर्शेच्छया मुहु: ।भवसिन्धुप्लवो द‍ृष्टो हरिचर्यानुवर्णनम् ॥ ३४ ॥",
        "english_devnagari": "etad dhy ātura-cittānāṁmātrā-sparśecchayā muhuḥbhava-sindhu-plavo dṛṣṭohari-caryānuvarṇanam",
        "verse_Syn": [
            "etat",
            "hi",
            "ātura",
            "cittānām",
            "mātrā",
            "sparśa",
            "icchayā",
            "muhuḥ",
            "bhava",
            "sindhu",
            "plavaḥ",
            "dṛṣṭaḥ",
            "hari",
            "carya",
            "anuvarṇanam"
        ],
        "translation": "It is personally experienced by me that those who are always full of cares and anxieties due to desiring contact of the senses with their objects can cross the ocean of nescience on a most suitable boat — the constant chanting of the transcendental activities of the Personality of Godhead.",
        "purport": " The symptom of a living being is that he cannot remain silent even for some time. He must be doing something, thinking of something or talking about something. Generally the materialistic men think and discuss about subjects which satisfy their senses. But as these things are exercised under the influence of the external, illusory energy, such sensual activities do not actually give them any satisfaction. On the contrary, they become full with cares and anxieties. This is called māyā, or what is not. That which cannot give them satisfaction is accepted as an object for satisfaction. So Nārada Muni, by his personal experience, says that satisfaction for such frustrated beings engaged in sense gratification is to chant always the activities of the Lord. The point is that the subject matter only should be changed. No one can check the thinking activities of a living being, nor the feeling, willing or working processes. But if one wants actual happiness, one must change the subject matter only. Instead of talking of the politics of a dying man, one might discuss the politics administered by the Lord Himself. Instead of relishing activities of the cinema artists, one can turn his attention to the activities of the Lord with His eternal associates like the gopīs and Lakṣmīs. The almighty Personality of Godhead, by His causeless mercy, descends to the earth and manifests activities almost on the line of the worldly men, but at the same time extraordinarily, because He is almighty. He does so for the benefit of all conditioned souls so that they can turn their attention to transcendence. By doing so, the conditioned soul will gradually be promoted to the transcendental position and easily cross the ocean of nescience, the source of all miseries. This is stated from personal experience by such an authority as Śrī Nārada Muni. And we can have the same experience also if we begin to follow in the footsteps of the great sage, the dearmost devotee of the Lord."
    },
    {
        "verse": "35",
        "devanagari": "यमादिभिर्योगपथै: कामलोभहतो मुहु: ।मुकुन्दसेवया यद्वत्तथात्माद्धा न शाम्यति ॥ ३५ ॥",
        "english_devnagari": "yamādibhir yoga-pathaiḥkāma-lobha-hato muhuḥmukunda-sevayā yadvattathātmāddhā na śāmyati",
        "verse_Syn": [
            "yama",
            "ādibhiḥ",
            "yoga",
            "pathaiḥ",
            "kāma",
            "lobha",
            "hataḥ",
            "muhuḥ",
            "mukunda",
            "sevayā",
            "yadvat",
            "tathā",
            "ātmā",
            "addhā",
            "na",
            "śāmyati"
        ],
        "translation": "It is true that by practicing restraint of the senses by the yoga system one can get relief from the disturbances of desire and lust, but this is not sufficient to give satisfaction to the soul, for this [satisfaction] is derived from devotional service to the Personality of Godhead.",
        "purport": " Yoga aims at controlling the senses. By practice of the mystic process of bodily exercise in sitting, thinking, feeling, willing, concentrating, meditating and at last being merged into transcendence, one can control the senses. The senses are considered like venomous serpents, and the yoga system is just to control them. On the other hand, Nārada Muni recommends another method for controlling the senses in the transcendental loving service of Mukunda, the Personality of Godhead. By his experience he says that devotional service to the Lord is more effective and practical than the system of artificially controlling the senses. In the service of the Lord Mukunda, the senses are transcendentally engaged. Thus there is no chance of their being engaged in sense satisfaction. The senses want some engagement. To check them artificially is no check at all because as soon as there is some opportunity for enjoyment, the serpentlike senses will certainly take advantage of it. There are many such instances in history, just like Viśvāmitra Muni’s falling a victim to the beauty of Menakā. But Ṭhākura Haridāsa was allured at midnight by the well-dressed Māyā, and still she could not induce that great devotee into her trap. The whole idea is that without devotional service of the Lord, neither the yoga system nor dry philosophical speculation can ever become successful. Pure devotional service of the Lord, without being tinged with fruitive work, mystic yoga or speculative philosophy, is the foremost procedure to attain self-realization. Such pure devotional service is transcendental in nature, and the systems of yoga and jñāna are subordinate to such a process. When the transcendental devotional service is mixed with a subordinate process, it is no longer transcendental but is called mixed devotional service. Śrīla Vyāsadeva, the author of Śrīmad-Bhāgavatam, will gradually develop all these different systems of transcendental realization in the text."
    },
    {
        "verse": "36",
        "devanagari": "सर्वं तदिदमाख्यातं यत्पृष्टोऽहं त्वयानघ ।जन्मकर्मरहस्यं मे भवतश्चात्मतोषणम् ॥ ३६ ॥",
        "english_devnagari": "sarvaṁ tad idam ākhyātaṁyat pṛṣṭo ’haṁ tvayānaghajanma-karma-rahasyaṁ mebhavataś cātma-toṣaṇam",
        "verse_Syn": [
            "sarvam",
            "tat",
            "idam",
            "ākhyātam",
            "yat",
            "pṛṣṭaḥ",
            "aham",
            "tvayā",
            "anagha",
            "janma",
            "karma",
            "rahasyam",
            "me",
            "bhavataḥ",
            "ca",
            "ātma",
            "toṣaṇam"
        ],
        "translation": "O Vyāsadeva, you are freed from all sins. Thus I have explained my birth and activities for self-realization, as you asked. All this will be conducive for your personal satisfaction also.",
        "purport": " The process of devotional activities from the beginning to the stage of transcendence is all duly explained to satisfy the inquiries of Vyāsadeva. Nārada has explained how the seeds of devotional service were sown by transcendental association and how they gradually developed by hearing the sages. The result of such hearing is detachment from worldliness, so much so that even a small boy could receive the death news of his mother, who was his only caretaker, as the blessing of God. And at once he took the opportunity to search out the Lord. A sincere urge for having an interview with the Lord was also granted to him, although it is not possible for anyone to see the Lord with mundane eyes. He also explained how by execution of pure transcendental service one can get rid of the fruitive action of accumulated work and how he transformed his material body into a spiritual one. The spiritual body is alone able to enter into the spiritual realm of the Lord, and no one but a pure devotee is eligible to enter into the kingdom of God. All the mysteries of transcendental realization are duly experienced by Nārada Muni himself, and therefore by hearing such an authority one can have some idea of the results of devotional life, which are hardly delineated even in the original texts of the Vedas. In the Vedas and Upaniṣads there are only indirect hints to all this. Nothing is directly explained there, and therefore Śrīmad-Bhāgavatam is the mature fruit of all the Vedic trees of literatures."
    },
    {
        "verse": "37",
        "devanagari": "सूत उवाचएवं सम्भाष्य भगवान्नारदो वासवीसुतम् ।आमन्‍त्र्य वीणां रणयन् ययौ याद‍ृच्छिको मुनि: ॥ ३७ ॥",
        "english_devnagari": "sūta uvācaevaṁ sambhāṣya bhagavānnārado vāsavī-sutamāmantrya vīṇāṁ raṇayanyayau yādṛcchiko muniḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "evam",
            "sambhāṣya",
            "bhagavān",
            "nāradaḥ",
            "vāsavī",
            "sutam",
            "āmantrya",
            "vīṇām",
            "raṇayan",
            "yayau",
            "yādṛcchikaḥ",
            "muniḥ"
        ],
        "translation": "Sūta Gosvāmī said: Thus addressing Vyāsadeva, Śrīla Nārada Muni took leave of him, and vibrating on his vīṇā instrument, he left to wander at his free will.",
        "purport": " Every living being is anxious for full freedom because that is his transcendental nature. And this freedom is obtained only through the transcendental service of the Lord. Illusioned by the external energy, everyone thinks that he is free, but actually he is bound up by the laws of nature. A conditioned soul cannot freely move from one place to another even on this earth, and what to speak of one planet to another. But a full-fledged free soul like Nārada, always engaged in chanting the Lord’s glory, is free to move not only on earth but also in any part of the universe, as well as in any part of the spiritual sky. We can just imagine the extent and unlimitedness of his freedom, which is as good as that of the Supreme Lord. There is no reason or obligation for his traveling, and no one can stop him from his free movement. Similarly, the transcendental system of devotional service is also free. It may or may not develop in a particular person even after he undergoes all the detailed formulas. Similarly, the association of the devotee is also free. One may be fortunate to have it, or one may not have it even after thousands of endeavors. Therefore, in all spheres of devotional service, freedom is the main pivot. Without freedom there is no execution of devotional service. The freedom surrendered to the Lord does not mean that the devotee becomes dependent in every respect. To surrender unto the Lord through the transparent medium of the spiritual master is to attain complete freedom of life."
    },
    {
        "verse": "38",
        "devanagari": "अहो देवर्षिर्धन्योऽयं यत्कीर्तिं शार्ङ्गधन्वन: ।गायन्माद्यन्निदं तन्‍त्र्या रमयत्यातुरं जगत् ॥ ३८ ॥",
        "english_devnagari": "aho devarṣir dhanyo ’yaṁyat-kīrtiṁ śārṅgadhanvanaḥgāyan mādyann idaṁ tantryāramayaty āturaṁ jagat",
        "verse_Syn": [
            "aho",
            "devarṣiḥ",
            "dhanyaḥ",
            "ayam",
            "yat",
            "kīrtim",
            "śārṅga",
            "dhanvanaḥ",
            "gāyan",
            "mādyan",
            "idam",
            "tantryā",
            "ramayati",
            "āturam",
            "jagat"
        ],
        "translation": "All glory and success to Śrīla Nārada Muni because he glorifies the activities of the Personality of Godhead, and so doing he himself takes pleasure and also enlivens all the distressed souls of the universe.",
        "purport": " Śrī Nārada Muni plays on his instrument to glorify the transcendental activities of the Lord and to give relief to all miserable living entities of the universe. No one is happy here within the universe, and what is felt as happiness is māyā’s illusion. The illusory energy of the Lord is so strong that even the hog who lives on filthy stool feels happy. No one can be truly happy within the material world. Śrīla Nārada Muni, in order to enlighten the miserable inhabitants, wanders everywhere. His mission is to get them back home, back to Godhead. That is the mission of all genuine devotees of the Lord following the footsteps of that great sage."
    }
]