[
    {
        "verse": "1",
        "devanagari": "सूत उवाचएवं कृष्णसख: कृष्णो भ्रात्रा राज्ञा विकल्पित: ।नानाशङ्कास्पदं रूपं कृष्णविश्लेषकर्शित: ॥ १ ॥",
        "english_devnagari": "sūta uvācaevaṁ kṛṣṇa-sakhaḥ kṛṣṇobhrātrā rājñā vikalpitaḥnānā-śaṅkāspadaṁ rūpaṁkṛṣṇa-viśleṣa-karśitaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "evam",
            "kṛṣṇa",
            "sakhaḥ",
            "kṛṣṇaḥ",
            "bhrātrā",
            "rājñā",
            "vikalpitaḥ",
            "nānā",
            "śaṅka",
            "āspadam",
            "rūpam",
            "kṛṣṇa",
            "viśleṣa",
            "karśitaḥ"
        ],
        "translation": "Sūta Gosvāmī said: Arjuna, the celebrated friend of Lord Kṛṣṇa, was griefstricken because of his strong feeling of separation from Kṛṣṇa, over and above all Mahārāja Yudhiṣṭhira’s speculative inquiries.",
        "purport": " Being too much aggrieved, Arjuna practically became choked up, and therefore it was not possible for him to reply properly to the various speculative inquiries of Mahārāja Yudhiṣṭhira."
    },
    {
        "verse": "2",
        "devanagari": "शोकेन शुष्यद्वदनहृत्सरोजो हतप्रभ: ।विभुं तमेवानुस्मरन्नाशक्नोत्प्रतिभाषितुम् ॥ २ ॥",
        "english_devnagari": "śokena śuṣyad-vadana-hṛt-sarojo hata-prabhaḥvibhuṁ tam evānusmarannāśaknot pratibhāṣitum",
        "verse_Syn": [
            "śokena",
            "śuṣyat",
            "vadana",
            "hṛt",
            "sarojaḥ",
            "hata",
            "prabhaḥ",
            "vibhum",
            "tam",
            "eva",
            "anusmaran",
            "na",
            "aśaknot",
            "pratibhāṣitum"
        ],
        "translation": "Due to grief, Arjuna’s mouth and lotuslike heart had dried up. Therefore his body lost all luster. Now, remembering the Supreme Lord, he could hardly utter a word in reply.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "कृच्छ्रेण संस्तभ्य शुच: पाणिनामृज्य नेत्रयो: ।परोक्षेण समुन्नद्धप्रणयौत्कण्ठ्यकातर: ॥ ३ ॥",
        "english_devnagari": "kṛcchreṇa saṁstabhya śucaḥpāṇināmṛjya netrayoḥparokṣeṇa samunnaddha-praṇayautkaṇṭhya-kātaraḥ",
        "verse_Syn": [
            "kṛcchreṇa",
            "saṁstabhya",
            "śucaḥ",
            "pāṇinā",
            "āmṛjya",
            "netrayoḥ",
            "parokṣeṇa",
            "samunnaddha",
            "praṇaya",
            "autkaṇṭhya",
            "kātaraḥ"
        ],
        "translation": "With great difficulty he checked the tears of grief that smeared his eyes. He was very distressed because Lord Kṛṣṇa was out of his sight, and he increasingly felt affection for Him.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "सख्यं मैत्रीं सौहृदं च सारथ्यादिषु संस्मरन् ।नृपमग्रजमित्याह बाष्पगद्गदया गिरा ॥ ४ ॥",
        "english_devnagari": "sakhyaṁ maitrīṁ sauhṛdaṁ casārathyādiṣu saṁsmarannṛpam agrajam ity āhabāṣpa-gadgadayā girā",
        "verse_Syn": [
            "sakhyam",
            "maitrīm",
            "sauhṛdam",
            "ca",
            "sārathya",
            "ādiṣu",
            "saṁsmaran",
            "nṛpam",
            "agrajam",
            "iti",
            "āha",
            "bāṣpa",
            "gadgadayā",
            "girā"
        ],
        "translation": "Remembering Lord Kṛṣṇa and His well wishes, benefactions, intimate familial relations and His chariot driving, Arjuna, overwhelmed and breathing very heavily, began to speak.",
        "purport": " The supreme living being is perfect in all relations with His pure devotee. Śrī Arjuna is one of the typical pure devotees of the Lord reciprocating in the fraternal relationship, and the Lord’s dealings with Arjuna are displays of friendship of the highest perfect order. He was not only a well-wisher of Arjuna but actually a benefactor, and to make it still more perfect the Lord tied him into a family relationship by arranging Subhadrā’s marriage with him. And above all, the Lord agreed to become a chariot driver of Arjuna in order to protect His friend from warfare risks, and the Lord became actually happy when He established the Pāṇḍavas to rule over the world. Arjuna remembered all these one after another, and thus he became overwhelmed with such thoughts."
    },
    {
        "verse": "5",
        "devanagari": "अर्जुन उवाचवञ्चितोऽहं महाराज हरिणा बन्धुरूपिणा ।येन मेऽपहृतं तेजो देवविस्मापनं महत् ॥ ५ ॥",
        "english_devnagari": "arjuna uvācavañcito ’haṁ mahā-rājahariṇā bandhu-rūpiṇāyena me ’pahṛtaṁ tejodeva-vismāpanaṁ mahat",
        "verse_Syn": [
            "arjunaḥ",
            "uvāca",
            "vañcitaḥ",
            "aham",
            "mahā",
            "rāja",
            "hariṇā",
            "bandhu",
            "rūpiṇā",
            "yena",
            "me",
            "apahṛtam",
            "tejaḥ",
            "deva",
            "vismāpanam",
            "mahat"
        ],
        "translation": "Arjuna said: O King! The Supreme Personality of Godhead, Hari, who treated me exactly like an intimate friend, has left me alone. Thus my astounding power, which astonished even the demigods, is no longer with me.",
        "purport": " In the Bhagavad-gītā (10.41) the Lord says, “Anyone specifically powerful and opulent in wealth, strength, beauty, knowledge and all that is materially desirable is to be considered but a product of an insignificant portion of the complete whole of My energy.” No one, therefore, can be independently powerful in any measure without being endowed by the Lord. When the Lord descends to the earth along with His eternal, ever-liberated associates, He not only displays the divine energy possessed by Himself, but also empowers His associate devotees with the required energy to execute His mission of incarnation. It is also stated in the Bhagavad-gītā (4.5) that the Lord and His eternal associates descend to the earth many times, but the Lord remembers all the different roles of incarnations, whereas the associates, by His supreme will, forget them. Similarly, the Lord takes away with Him all His associates when He disappears from the earth. The power and energy which were bestowed upon Arjuna were required for fulfillment of the mission of the Lord, but when His mission was fulfilled, the emergency powers were withdrawn from Arjuna because the astounding powers of Arjuna, which were astonishing even to the denizens of heaven, were no longer required, and they were not meant for going back home, back to Godhead. If endowment of powers and withdrawal of powers by the Lord are possible even for a great devotee like Arjuna, or even the demigods in heaven, then what to speak of the ordinary living beings who are but figs compared to such great souls. The lesson is, therefore, that no one should be puffed up for his powers borrowed from the Lord. The sane man should rather feel obliged to the Lord for such benefactions and must utilize such power for the service of the Lord. Such power can be withdrawn at any time by the Lord, so the best use of such power and opulence is to engage them in the service of the Lord."
    },
    {
        "verse": "6",
        "devanagari": "यस्य क्षणवियोगेन लोको ह्यप्रियदर्शन: ।उक्थेन रहितो ह्येष मृतक: प्रोच्यते यथा ॥ ६ ॥",
        "english_devnagari": "yasya kṣaṇa-viyogenaloko hy apriya-darśanaḥukthena rahito hy eṣamṛtakaḥ procyate yathā",
        "verse_Syn": [
            "yasya",
            "kṣaṇa",
            "viyogena",
            "lokaḥ",
            "hi",
            "apriya",
            "darśanaḥ",
            "ukthena",
            "rahitaḥ",
            "hi",
            "eṣaḥ",
            "mṛtakaḥ",
            "procyate",
            "yathā"
        ],
        "translation": "I have just lost Him whose separation for a moment would render all the universes unfavorable and void, like bodies without life.",
        "purport": " Factually for a living being there is no one dearer than the Lord. The Lord expands Himself by innumerable parts and parcels as svāṁśa and vibhinnāṁśa. Paramātmā is the svāṁśa part of the Lord, whereas the vibhinnāṁśa parts are the living beings. As the living being is the important factor in the material body, for without the living being the material body has no value, similarly without Paramātmā the living being has no status quo. Similarly, Brahman or Paramātmā has no locus standi without the Supreme Lord Kṛṣṇa. This is thoroughly explained in the Bhagavad-gītā. They are all interlinked with one another, or interdependent factors; thus in the ultimate issue the Lord is the summum bonum and therefore the vital principle of everything."
    },
    {
        "verse": "7",
        "devanagari": "यत्संश्रयाद् द्रुपदगेहमुपागतानांराज्ञां स्वयंवरमुखे स्मरदुर्मदानाम् ।तेजो हृतं खलु मयाभिहतश्च मत्स्य:सज्जीकृतेन धनुषाधिगता च कृष्णा ॥ ७ ॥",
        "english_devnagari": "yat-saṁśrayād drupada-geham upāgatānāṁrājñāṁ svayaṁvara-mukhe smara-durmadānāmtejo hṛtaṁ khalu mayābhihataś ca matsyaḥsajjīkṛtena dhanuṣādhigatā ca kṛṣṇā",
        "verse_Syn": [
            "yat",
            "saṁśrayāt",
            "drupada",
            "geham",
            "upāgatānām",
            "rājñām",
            "svayaṁvara",
            "mukhe",
            "smara",
            "durmadānām",
            "tejaḥ",
            "hṛtam",
            "khalu",
            "mayā",
            "abhihataḥ",
            "ca",
            "matsyaḥ",
            "sajjī",
            "kṛtena",
            "dhanuṣā",
            "adhigatā",
            "ca",
            "kṛṣṇā"
        ],
        "translation": "Only by His merciful strength was I able to vanquish all the lusty princes assembled at the palace of King Drupada for the selection of the bridegroom. With my bow and arrow I could pierce the fish target and thereby gain the hand of Draupadī.",
        "purport": " Draupadī was the most beautiful daughter of King Drupada, and when she was a young girl almost all the princes desired her hand. But Drupada Mahārāja decided to hand over his daughter to Arjuna only and therefore contrived a peculiar way. There was a fish hanging on the inner roof of the house under the protection of a wheel. The condition was that out of the princely order, one must be able to pierce the fish’s eyes through the wheel of protection, and no one would be allowed to look up at the target. On the ground there was a waterpot in which the target and wheel were reflected, and one had to fix his aim towards the target by looking at the trembling water in the pot. Mahārāja Drupada well knew that only Arjuna or alternately Karṇa could successfully carry out the plan. But still he wanted to hand his daughter to Arjuna. And in the assembly of the princely order, when Dhṛṣṭadyumna, the brother of Draupadī, introduced all the princes to his grown-up sister, Karṇa was also present in the game. But Draupadī tactfully avoided Karṇa as the rival of Arjuna, and she expressed her desires through her brother Dhṛṣṭadyumna that she was unable to accept anyone who was less than a kṣatriya. The vaiśyas and the śūdras are less important than the kṣatriyas. Karṇa was known as the son of a carpenter, a śūdra. So Draupadī avoided Karṇa by this plea. When Arjuna, in the dress of a poor brāhmaṇa, pierced the difficult target, everyone was astonished, and all of them, especially Karṇa, offered a stiff fight to Arjuna, but as usual by the grace of Lord Kṛṣṇa he was able to emerge very successful in the princely fight and thus gain the valuable hand of Kṛṣṇā, or Draupadī. Arjuna was lamentingly remembering the incident in the absence of the Lord, by whose strength only he was so powerful."
    },
    {
        "verse": "8",
        "devanagari": "यत्सन्निधावहमु खांडवमग्नयेऽदा-मिन्द्रं च सामरगणं तरसा विजित्य ।लब्धा सभा मयकृताद्भुतशिल्पमायादिग्भ्योऽहरन्नृपतयो बलिमध्वरे ते ॥ ८ ॥",
        "english_devnagari": "yat-sannidhāv aham u khāṇḍavam agnaye ’dāmindraṁ ca sāmara-gaṇaṁ tarasā vijityalabdhā sabhā maya-kṛtādbhuta-śilpa-māyādigbhyo ’haran nṛpatayo balim adhvare te",
        "verse_Syn": [
            "yat",
            "sannidhau",
            "aham",
            "u",
            "khāṇḍavam",
            "agnaye",
            "adām",
            "indram",
            "ca",
            "sa",
            "amara",
            "gaṇam",
            "tarasā",
            "vijitya",
            "labdhā",
            "sabhā",
            "maya",
            "kṛtā",
            "adbhuta",
            "śilpa",
            "māyā",
            "digbhyaḥ",
            "aharan",
            "nṛpatayaḥ",
            "balim",
            "adhvare",
            "te"
        ],
        "translation": "Because He was near me, it was possible for me to conquer with great dexterity the powerful King of heaven, Indradeva, along with his demigod associates and thus enable the fire-god to devastate the Khāṇḍava Forest. And only by His grace was the demon named Maya saved from the blazing Khāṇḍava Forest, and thus we could build our assembly house of wonderful architectural workmanship, where all the princes assembled during the performance of Rājasūya-yajña and paid you tributes.",
        "purport": " The demon Maya Dānava was an inhabitant of the forest Khāṇḍava, and when the Khāṇḍava Forest was set on fire, he asked protection from Arjuna. Arjuna saved his life, and as a result of this the demon felt obliged. He reciprocated by building a wonderful assembly house for the Pāṇḍavas, which attracted the extraordinary attention of all state princes. They felt the supernatural power of the Pāṇḍavas, and thus without grudge all of them submitted and paid tributes to the Emperor. The demons possess wonderful and supernatural powers to create material wonders. But they are always disturbing elements of the society. The modern demons are the harmful material scientists who create some material wonders for disturbance in the society. For example, the creation of nuclear weapons has caused some panic in human society. Maya was also a materialist like that, and he knew the art of creating such wonderful things. And yet Lord Kṛṣṇa wanted to kill him. When he was chased both by the fire and by the wheel of Lord Kṛṣṇa, he took shelter of such a devotee as Arjuna, who saved him from the wrath of the fire of Lord Śrī Kṛṣṇa. Devotees are therefore more merciful than the Lord, and in devotional service the mercy of a devotee is more valuable than the mercy of the Lord. Both the fire and the Lord ceased from chasing the demon as soon as both of them saw that the demon was given shelter by such a devotee as Arjuna. This demon, feeling obliged to Arjuna, wanted to do him some service to show his gratefulness, but Arjuna declined to accept anything from him in exchange. Lord Śrī Kṛṣṇa, however, being pleased with Maya for his taking shelter of a devotee, asked him to render service unto King Yudhiṣṭhira by building a wonderful assembly house. The process is that by the grace of the devotee the mercy of the Lord is obtained, and by the mercy of the Lord a chance to serve the Lord’s devotee is obtained. The club of Bhīmasena was also a gift of Maya Dānava."
    },
    {
        "verse": "9",
        "devanagari": "यत्तेजसा नृपशिरोऽङ्‌घ्रिमहन्मखार्थम्आर्योऽनुजस्तव गजायुतसत्त्ववीर्य: ।तेनाहृता: प्रमथनाथमखाय भूपायन्मोचितास्तदनयन्बलिमध्वरे ते ॥ ९ ॥",
        "english_devnagari": "yat-tejasā nṛpa-śiro-’ṅghrim ahan makhārthamāryo ’nujas tava gajāyuta-sattva-vīryaḥtenāhṛtāḥ pramatha-nātha-makhāya bhūpāyan-mocitās tad-anayan balim adhvare te",
        "verse_Syn": [
            "yat",
            "tejasā",
            "nṛpa",
            "śiraḥ",
            "aṅghrim",
            "ahan",
            "makha",
            "artham",
            "āryaḥ",
            "anujaḥ",
            "tava",
            "gaja",
            "ayuta",
            "sattva",
            "vīryaḥ",
            "tena",
            "āhṛtāḥ",
            "pramatha",
            "nātha",
            "makhāya",
            "bhūpāḥ",
            "yat",
            "mocitāḥ",
            "tat",
            "anayan",
            "balim",
            "adhvare",
            "te"
        ],
        "translation": "Your respectable younger brother, who possesses the strength of ten thousand elephants, killed, by His grace, Jarāsandha, whose feet were worshiped by many kings. These kings had been brought for sacrifice in Jarāsandha’s Mahābhairava-yajña, but they were thus released. Later they paid tribute to Your Majesty.",
        "purport": " Jarāsandha was a very powerful king of Magadha, and the history of his birth and activities is also very interesting. His father, King Bṛhadratha, was also a very prosperous and powerful king of Magadha, but he had no son, although he married two daughters of the King of Kāśī. Being disappointed in not getting a son from either of the two queens, the King, along with his wives, left home to live in the forest for austerities, but in the forest he was benedicted by one great ṛṣi to have a son, and he gave him one mango to be eaten by the queens. The queens did so and were very soon pregnant. The King was very happy to see the queens bearing children, but when the ripe time approached, the queens delivered one child in two parts, one from each of the queens’ wombs. The two parts were thrown in the forest, where a great she-demon used to live, and she was glad to have some delicate flesh and blood from the newly born child. Out of curiosity she joined the two parts, and the child became complete and regained life. The she-demon was known as Jarā, and being compassionate on the childless King, she went to the King and presented him with the nice child. The King was very pleased with the she-demon and wanted to reward her according to her desire. The she-demon expressed her desire that the child be named after her, and thus the child was surnamed Jarāsandha, or one who was joined by Jarā, the she-demon. In fact, this Jarāsandha was born as one of the parts and parcels of the demon Vipracitti. The saint by whose benedictions the queens bore the child was called Candra Kauśika, who foretold of the child before his father Bṛhadratha. Since Jarāsandha possessed demoniac qualities from birth, naturally he became a great devotee of Lord Śiva, the lord of all ghostly and demoniac men. Rāvaṇa was a great devotee of Śiva, and so also Jarāsandha. He used to sacrifice all arrested kings before Lord Mahābhairava (Śiva), and by his military power he defeated many small kings and arrested them to butcher before Mahābhairava. There are many devotees of Lord Mahābhairava, or Kālabhairava, in the province of Bihar, formerly called Magadha. Jarāsandha was a relative of Kaṁsa, the maternal uncle of Kṛṣṇa, and therefore after Kaṁsa’s death King Jarāsandha became a great enemy of Kṛṣṇa, and there were many fights between Jarāsandha and Kṛṣṇa. Lord Kṛṣṇa wanted to kill him, but He also wanted that those who served as military men for Jarāsandha might not be killed. Therefore a plan was adopted to kill him. Kṛṣṇa, Bhīma and Arjuna together went to Jarāsandha in the dress of poor brāhmaṇas and begged charity from King Jarāsandha. Jarāsandha never refused charity to any brāhmaṇa, and he performed many sacrifices also, yet he was not on a par with devotional service. Lord Kṛṣṇa, Bhīma and Arjuna asked Jarāsandha for the facility of fighting him, and it was settled that Jarāsandha would fight with Bhīma only. So all of them were both guests and combatants of Jarāsandha, and Bhīma and Jarāsandha fought every day for several days. Bhīma became disappointed, but Kṛṣṇa gave him hints about Jarāsandha’s being joined together as an infant, and thus Bhīma dissected him again and so killed him. All the kings who were detained in the concentration camp to be killed before Mahābhairava were thus released by Bhīma. Feeling thus obliged to the Pāṇḍavas, they paid tribute to King Yudhiṣṭhira."
    },
    {
        "verse": "10",
        "devanagari": "पत्‍न्‍यास्तवाधिमखक्लृप्तमहाभिषेक-श्लाघिष्ठचारुकबरं कितवै: सभायाम् ।स्पृष्टं विकीर्य पदयो: पतिताश्रुमुख्यायस्तत्स्त्रियोऽकृतहतेशविमुक्तकेशा: ॥ १० ॥",
        "english_devnagari": "patnyās tavādhimakha-kḷpta-mahābhiṣeka-ślāghiṣṭha-cāru-kabaraṁ kitavaiḥ sabhāyāmspṛṣṭaṁ vikīrya padayoḥ patitāśru-mukhyāyas tat-striyo ’kṛta-hateśa-vimukta-keśāḥ",
        "verse_Syn": [
            "patnyāḥ",
            "tava",
            "adhimakha",
            "kḷpta",
            "mahā",
            "abhiṣeka",
            "ślāghiṣṭha",
            "cāru",
            "kabaram",
            "kitavaiḥ",
            "sabhāyām",
            "spṛṣṭam",
            "vikīrya",
            "padayoḥ",
            "patita",
            "aśru",
            "mukhyāḥ",
            "yaḥ",
            "tat",
            "striyaḥ",
            "akṛta",
            "hata",
            "īśa",
            "vimukta",
            "keśāḥ"
        ],
        "translation": "It was He only who loosened the hair of all the wives of the miscreants who dared open the cluster of your Queen’s hair, which had been nicely dressed and sanctified for the great Rājasūya sacrificial ceremony. At that time she fell down at the feet of Lord Kṛṣṇa with tears in her eyes.",
        "purport": " Queen Draupadī had a beautiful bunch of hair which was sanctified in the ceremonial function of Rājasūya-yajña. But when she was lost in a bet, Duḥśāsana touched her glorified hair to insult her. Draupadī then fell down at the lotus feet of Lord Kṛṣṇa, and Lord Kṛṣṇa decided that all the wives of Duḥśāsana and company should have their hair loosened as a result of the Battle of Kurukṣetra. Thus after the Battle of Kurukṣetra, after all the sons and grandsons of Dhṛtarāṣṭra died in battle, all the wives of the family were obliged to loosen their hair as widows. In other words, all the wives of the Kuru family became widows because of Duḥśāsana’s insulting a great devotee of the Lord. The Lord can tolerate insults upon Himself by any miscreant because the father tolerates even insults from the son. But He never tolerates insults upon His devotees. By insulting a great soul, one has to forgo all the results of pious acts and benedictions also."
    },
    {
        "verse": "11",
        "devanagari": "यो नो जुगोप वन एत्य दुरन्तकृच्छ्राद्दुर्वाससोऽरिरचितादयुताग्रभुग् य: ।शाकान्नशिष्टमुपयुज्य यतस्त्रिलोकींतृप्ताममंस्त सलिले विनिमग्नसङ्घ: ॥ ११ ॥",
        "english_devnagari": "yo no jugopa vana etya duranta-kṛcchrāddurvāsaso ’ri-racitād ayutāgra-bhug yaḥśākānna-śiṣṭam upayujya yatas tri-lokīṁtṛptām amaṁsta salile vinimagna-saṅghaḥ",
        "verse_Syn": [
            "yaḥ",
            "naḥ",
            "jugopa",
            "vane",
            "etya",
            "duranta",
            "kṛcchrāt",
            "durvāsasaḥ",
            "ari",
            "racitāt",
            "ayuta",
            "agra",
            "bhuk",
            "yaḥ",
            "śāka",
            "anna",
            "śiṣṭam",
            "upayujya",
            "yataḥ",
            "tri",
            "lokīm",
            "tṛptām",
            "amaṁsta",
            "salile",
            "vinimagna",
            "saṅghaḥ"
        ],
        "translation": "During our exile, Durvāsā Muni, who eats with his ten thousand disciples, intrigued with our enemies to put us in dangerous trouble. At that time He [Lord Kṛṣṇa], simply by accepting the remnants of food, saved us. By His accepting food thus, the assembly of munis, while bathing in the river, felt sumptuously fed. And all the three worlds were also satisfied.",
        "purport": " Durvāsā Muni: A powerful mystic brāhmaṇa determined to observe the principles of religion with great vows and under strict austerities. His name is associated with many historical events, and it appears that the great mystic could be both easily satisfied and easily annoyed, like Lord Śiva. When he was satisfied, he could do tremendous good to the servitor, but if he was dissatisfied he could bring about the greatest calamity. Kumārī Kuntī, at her father’s house, used to minister all kinds of services to all great brāhmaṇas, and being satisfied with her good reception Durvāsā Muni benedicted her with a power to call any demigod she desired. It is understood that he was a plenary incarnation of Lord Śiva, and thus he could be either easily satisfied or annoyed. He was a great devotee of Lord Śiva, and by Lord Śiva’s order he accepted the priesthood of King Śvetaketu because of the King’s performance of sacrifice for one hundred years. Sometimes he used to visit the parliamentary assembly of the heavenly kingdom of Indradeva. He could travel in space by his great mystic powers, and it is understood that he traveled a great distance through space, even up to the Vaikuṇṭha planets beyond material space. He traveled all these long distances within one year, during his quarrel with King Ambarīṣa, the great devotee and Emperor of the world. He had about ten thousand disciples, and wherever he visited and became a guest of the great kṣatriya kings, he used to be accompanied by a number of followers. Once he visited the house of Duryodhana, the enemy cousin of Mahārāja Yudhiṣṭhira. Duryodhana was intelligent enough to satisfy the brāhmaṇa by all means, and the great ṛṣi wanted to give some benediction to Duryodhana. Duryodhana knew his mystic powers, and he knew also that the mystic brāhmaṇa, if dissatisfied, could cause some havoc, and thus he designed to engage the brāhmaṇa to show his wrath upon his enemy cousins, the Pāṇḍavas. When the ṛṣi wanted to award some benediction to Duryodhana, the latter wished that he should visit the house of Mahārāja Yudhiṣṭhira, who was the eldest and chief among all his cousins. But by his request he would go to him after he had finished his meals with his Queen, Draupadī. Duryodhana knew that after Draupadī’s dinner it would be impossible for Mahārāja Yudhiṣṭhira to receive such a large number of brāhmaṇa guests, and thus the ṛṣi would be annoyed and would create some trouble for his cousin Mahārāja Yudhiṣṭhira. That was the plan of Duryodhana. Durvāsā Muni agreed to this proposal, and he approached the King in exile, according to the plan of Duryodhana, after the King and Draupadī had finished their meals. On his arrival at the door of Mahārāja Yudhiṣṭhira, he was at once well received, and the King requested him to finish his noontime religious rites in the river, for by that time the foodstuff would be prepared. Durvāsā Muni, along with his large number of disciples, went to take a bath in the river, and Mahārāja Yudhiṣṭhira was in great anxiety about the guests. As long as Draupadī had not taken her meals, food could be served to any number of guests, but the ṛṣi, by the plan of Duryodhana, reached there after Draupadī had finished her meals. When the devotees are put into difficulty, they have an opportunity to recollect the Lord with rapt attention. So Draupadī was thinking of Lord Kṛṣṇa in that dangerous position, and the all-pervading Lord could at once know the dangerous position of His devotees. He therefore came there on the scene and asked Draupadī to give whatever food she might have in her stock. On her being so requested by the Lord, Draupadī was sorrowful because the Supreme Lord asked her for some food and she was unable to supply it at that time. She said to the Lord that the mysterious dish which she had received from the sun-god could supply any amount of food if she herself had not eaten. But on that day she had already taken her meals, and thus they were in danger. By expressing her difficulties she began to cry before the Lord as only a woman would do in such a position. The Lord, however, asked Draupadī to bring up the cooking pots to see if there was any particle of foodstuff left, and on Draupadī’s doing so, the Lord found some particle of vegetable sticking to the pot. The Lord at once picked it up and ate it. After doing so, the Lord asked Draupadī to call for her guests, the company of Durvāsā. Bhīma was sent to call them from the river. Bhīma said, “Why are you delaying, sirs? Come on, the food is ready for you.” But the brāhmaṇas, because of Lord Kṛṣṇa’s accepting a little particle of food, felt sumptuously fed, even while they were in the water. They thought that since Mahārāja Yudhiṣṭhira must have prepared many valuable dishes for them and since they were not hungry and could not eat, the King would feel very sorry, so it was better not to go there. Thus they decided to go away. This incident proves that the Lord is the greatest mystic, and therefore He is known as Yogeśvara. Another instruction is that every householder must offer food to the Lord, and the result will be that everyone, even a company of guests numbering ten thousand, will be satisfied because of the Lord’s being satisfied. That is the way of devotional service."
    },
    {
        "verse": "12",
        "devanagari": "यत्तेजसाथ भगवान् युधि शूलपाणि-र्विस्मापित: सगिरिजोऽस्त्रमदान्निजं मे ।अन्येऽपि चाहममुनैव कलेवरेणप्राप्तो महेन्द्रभवने महदासनार्धम् ॥ १२ ॥",
        "english_devnagari": "yat-tejasātha bhagavān yudhi śūla-pāṇirvismāpitaḥ sagirijo ’stram adān nijaṁ meanye ’pi cāham amunaiva kalevareṇaprāpto mahendra-bhavane mahad-āsanārdham",
        "verse_Syn": [
            "yat",
            "tejasā",
            "atha",
            "bhagavān",
            "yudhi",
            "śūla",
            "pāṇiḥ",
            "vismāpitaḥ",
            "sa",
            "girijaḥ",
            "astram",
            "adāt",
            "nijam",
            "me",
            "anye",
            "api",
            "ca",
            "aham",
            "amunā",
            "eva",
            "kalevareṇa",
            "prāptaḥ",
            "mahā",
            "indra",
            "bhavane",
            "mahat",
            "āsana",
            "ardham"
        ],
        "translation": "It was by His influence only that in a fight I was able to astonish the personality of god Lord Śiva and his wife, the daughter of Mount Himālaya. Thus he [Lord Śiva] became pleased with me and awarded me his own weapon. Other demigods also delivered their respective weapons to me, and in addition I was able to reach the heavenly planets in this present body and was allowed a half-elevated seat.",
        "purport": " By the grace of the Supreme Personality of Godhead, Śrī Kṛṣṇa, all the demigods, including Lord Śiva, were pleased with Arjuna. The idea is that one who is favored by Lord Śiva or any other demigod may not necessarily be favored by the Supreme Lord, Śrī Kṛṣṇa. Rāvaṇa was certainly a great devotee of Lord Śiva, but he could not be saved from the wrath of the Supreme Personality of Godhead, Lord Rāmacandra. And there are many instances like that in the histories of the Purāṇas. But here is an instance where we can see that Lord Śiva became pleased even in the fight with Arjuna. The devotees of the Supreme Lord know how to respect the demigods, but the devotees of the demigods sometimes foolishly think that the Supreme Personality of Godhead is no greater than the demigods. By such a conception, one becomes an offender and ultimately meets with the same end as Rāvaṇa and others. The instances described by Arjuna during his friendly dealings with Lord Śrī Kṛṣṇa are instructive for all who may be convinced by the lessons that one can achieve all favors simply by pleasing the Supreme Lord Śrī Kṛṣṇa, whereas the devotees or worshipers of the demigods may achieve only partial benefits, which are also perishable, just as the demigods themselves are. Another significance of the present verse is that Arjuna, by the grace of Lord Śrī Kṛṣṇa, was able to reach the heavenly planet even with the selfsame body and was honored by the heavenly demigod Indradeva, being seated with him half elevated. One can reach the heavenly planets by the pious acts recommended in the śāstras in the category of fruitive activities. And as stated in the Bhagavad-gītā (9.21), when the reactions of such pious acts are spent, the enjoyer is again degraded to this earthly planet. The moon is also on the level with the heavenly planets, and only persons who have performed virtues only — performing sacrifices, giving charity and undergoing severe austerities — can be allowed to enter into the heavenly planets after the duration of life of the body. Arjuna was allowed to enter into the heavenly planets in the selfsame body simply by the grace of the Lord, otherwise it is not possible to do so. The present attempts to enter into the heavenly planets by the modern scientists will certainly prove futile because such scientists are not on the level of Arjuna. They are ordinary human beings, without any assets of sacrifice, charity or austerities. The material body is influenced by the three modes of material nature, namely goodness, passion and ignorance. The present population is more or less influenced by the modes of passion and ignorance, and the symptoms for such influence are exhibited in their becoming very lusty and greedy. Such degraded fellows can hardly approach the higher planetary systems. Above the heavenly planets there are many other planets also, which only those who are influenced by goodness can reach. In heavenly and other planets within the universe, the inhabitants are all highly intelligent, many more times than the human beings, and they are all pious in the higher and highest mode of goodness. They are all devotees of the Lord, and although their goodness is not unadulterated, still they are known as demigods possessing the maximum amount of good qualities possible within the material world."
    },
    {
        "verse": "13",
        "devanagari": "तत्रैव मे विहरतो भुजदण्डयुग्मंगाण्डीवलक्षणमरातिवधाय देवा: ।सेन्द्रा: श्रिता यदनुभावितमाजमीढतेनाहमद्य मुषित: पुरुषेण भूम्ना ॥ १३ ॥",
        "english_devnagari": "tatraiva me viharato bhuja-daṇḍa-yugmaṁgāṇḍīva-lakṣaṇam arāti-vadhāya devāḥsendrāḥ śritā yad-anubhāvitam ājamīḍhatenāham adya muṣitaḥ puruṣeṇa bhūmnā",
        "verse_Syn": [
            "tatra",
            "eva",
            "me",
            "viharataḥ",
            "bhuja",
            "daṇḍa",
            "yugmam",
            "gāṇḍīva",
            "lakṣaṇam",
            "arāti",
            "vadhāya",
            "devāḥ",
            "sa",
            "indrāḥ",
            "śritāḥ",
            "yat",
            "anubhāvitam",
            "ājamīḍha",
            "tena",
            "aham",
            "adya",
            "muṣitaḥ",
            "puruṣeṇa",
            "bhūmnā"
        ],
        "translation": "When I stayed for some days as a guest in the heavenly planets, all the heavenly demigods, including King Indradeva, took shelter of my arms, which were marked with the Gāṇḍīva bow, to kill the demon named Nivātakavaca. O King, descendant of Ajamīḍha, at the present moment I am bereft of the Supreme Personality of Godhead, by whose influence I was so powerful.",
        "purport": " The heavenly demigods are certainly more intelligent, powerful and beautiful, and yet they had to take help from Arjuna because of his Gāṇḍīva bow, which was empowered by the grace of Lord Śrī Kṛṣṇa. The Lord is all-powerful, and by His grace His pure devotee can be as powerful as He may desire, and there is no limit to it. And when the Lord withdraws His power from anyone, he is powerless by the will of the Lord."
    },
    {
        "verse": "14",
        "devanagari": "यद्बान्धव: कुरुबलाब्धिमनन्तपार-मेको रथेन ततरेऽहमतीर्यसत्त्वम् ।प्रत्याहृतं बहु धनं च मया परेषांतेजास्पदं मणिमयं च हृतं शिरोभ्य: ॥ १४ ॥",
        "english_devnagari": "yad-bāndhavaḥ kuru-balābdhim ananta-pārameko rathena tatare ’ham atīrya-sattvampratyāhṛtaṁ bahu dhanaṁ ca mayā pareṣāṁtejās-padaṁ maṇimayaṁ ca hṛtaṁ śirobhyaḥ",
        "verse_Syn": [
            "yat",
            "bāndhavaḥ",
            "kuru",
            "bala",
            "abdhim",
            "ananta",
            "pāram",
            "ekaḥ",
            "rathena",
            "tatare",
            "aham",
            "atīrya",
            "sattvam",
            "pratyāhṛtam",
            "bahu",
            "dhanam",
            "ca",
            "mayā",
            "pareṣām",
            "tejāḥ",
            "padam",
            "maṇi",
            "mayam",
            "ca",
            "hṛtam",
            "śirobhyaḥ"
        ],
        "translation": "The military strength of the Kauravas was like an ocean in which there dwelled many invincible existences, and thus it was insurmountable. But because of His friendship, I, seated on the chariot, was able to cross over it. And only by His grace was I able to regain the cows and also collect by force many helmets of the kings, which were bedecked with jewels that were sources of all brilliance.",
        "purport": " On the Kaurava side there were many stalwart commanders like Bhīṣma, Droṇa, Kṛpa and Karṇa, and their military strength was as insurmountable as the great ocean. And yet it was due to Lord Kṛṣṇa’s grace that Arjuna alone, sitting on the chariot, could manage to vanquish them one after another without difficulty. There were many changes of commanders on the other side, but on the Pāṇḍavas’ side Arjuna alone on the chariot driven by Lord Kṛṣṇa could manage the whole responsibility of the great war. Similarly, when the Pāṇḍavas were living at the palace of Virāṭa incognito, the Kauravas picked a quarrel with King Virāṭa and decided to take away his large number of cows. While they were taking away the cows, Arjuna fought with them incognito and was able to regain the cows along with some booty taken by force — the jewels set on the turbans of the royal order. Arjuna remembered that all this was possible by the grace of the Lord."
    },
    {
        "verse": "15",
        "devanagari": "यो भीष्मकर्णगुरुशल्यचमूष्वदभ्र-राजन्यवर्यरथमण्डलमण्डितासु ।अग्रेचरो मम विभो रथयूथपाना-मायुर्मनांसि च द‍ृशा सह ओज आर्च्छत् ॥ १५ ॥",
        "english_devnagari": "yo bhīṣma-karṇa-guru-śalya-camūṣv adabhra-rājanya-varya-ratha-maṇḍala-maṇḍitāsuagrecaro mama vibho ratha-yūthapānāmāyur manāṁsi ca dṛśā saha oja ārcchat",
        "verse_Syn": [
            "yaḥ",
            "bhīṣma",
            "karṇa",
            "guru",
            "śalya",
            "camūṣu",
            "adabhra",
            "rājanya",
            "varya",
            "ratha",
            "maṇḍala",
            "maṇḍitāsu",
            "agecaraḥ",
            "mama",
            "vibho",
            "ratha",
            "yūtha",
            "pānām",
            "āyuḥ",
            "manāṁsi",
            "ca",
            "dṛśā",
            "sahaḥ",
            "ojaḥ",
            "ārcchat"
        ],
        "translation": "It was He only who withdrew the duration of life from everyone and who, in the battlefield, withdrew the speculative power and strength of enthusiasm from the great military phalanx made by the Kauravas, headed by Bhīṣma, Karṇa, Droṇa, Śalya, etc. Their arrangement was expert and more than adequate, but He [Lord Śrī Kṛṣṇa], while going forward, did all this.",
        "purport": " The Absolute Personality of Godhead, Lord Śrī Kṛṣṇa, expands Himself by His plenary Paramātmā portion in everyone’s heart, and thus He directs everyone in the matter of recollection, forgetfulness, knowledge, the absence of intelligence and all psychological activities (Bg. 15.15). As the Supreme Lord, He can increase or decrease the duration of life of a living being. Thus the Lord conducted the Battle of Kurukṣetra according to His own plan. He wanted that battle to establish Yudhiṣṭhira as the Emperor of this planet, and to facilitate this transcendental business He killed all who were on the opposite party by His omnipotent will. The other party was equipped with all military strength supported by big generals like Bhīṣma, Droṇa and Śalya, and it would have been physically impossible for Arjuna to win the battle had the Lord not helped him by every kind of tactic. Such tactics are generally followed by every statesman, even in modern warfare, but they are all done materially by powerful espionages, military tactics and diplomatic maneuvers. But because Arjuna was the Lord’s affectionate devotee, the Lord did all this Himself without personal anxiety by Arjuna. That is the way of the devotional service to the Lord."
    },
    {
        "verse": "16",
        "devanagari": "यद्दो:षु मा प्रणिहितं गुरुभीष्मकर्ण-नप्तृत्रिगर्तशल्यसैन्धवबाह्लिकाद्यै: ।अस्‍त्राण्यमोघमहिमानि निरूपितानिनोपस्पृशुर्नृहरिदासमिवासुराणि ॥ १६ ॥",
        "english_devnagari": "yad-doḥṣu mā praṇihitaṁ guru-bhīṣma-karṇa-naptṛ-trigarta-śalya-saindhava-bāhlikādyaiḥastrāṇy amogha-mahimāni nirūpitāninopaspṛśur nṛhari-dāsam ivāsurāṇi",
        "verse_Syn": [
            "yat",
            "doḥṣu",
            "mā",
            "praṇihitam",
            "guru",
            "bhīṣma",
            "karṇa",
            "naptṛ",
            "trigarta",
            "śalya",
            "saindhava",
            "bāhlika",
            "ādyaiḥ",
            "astrāṇi",
            "amogha",
            "mahimāni",
            "nirūpitāni",
            "na",
            "upaspṛśuḥ",
            "nṛhari",
            "dāsam",
            "iva",
            "asurāṇi"
        ],
        "translation": "Great generals like Bhīṣma, Droṇa, Karṇa, Bhūriśravā, Suśarmā, Śalya, Jayadratha and Bāhlika all directed their invincible weapons against me. But by His [Lord Kṛṣṇa’s] grace they could not even touch a hair on my head. Similarly, Prahlāda Mahārāja, the supreme devotee of Lord Nṛsiṁhadeva, was unaffected by the weapons the demons used against him.",
        "purport": " The history of Prahlāda Mahārāja, the great devotee of Nṛsiṁhadeva, is narrated in the Seventh Canto of Śrīmad-Bhāgavatam. Prahlāda Mahārāja, a small child of only five years, became the object of envy for his great father, Hiraṇyakaśipu, only because of his becoming a pure devotee of the Lord. The demon father employed all his weapons to kill the devotee son, Prahlāda, but by the grace of the Lord he was saved from all sorts of dangerous actions by his father. He was thrown in a fire, in boiling oil, from the top of a hill, underneath the legs of an elephant, and he was administered poison. At last the father himself took up a chopper to kill his son, and thus Nṛsiṁhadeva appeared and killed the heinous father in the presence of the son. Thus no one can kill the devotee of the Lord. Similarly, Arjuna was also saved by the Lord, although all dangerous weapons were employed by his great opponents like Bhīṣma. Karṇa: Born of Kuntī by the sun-god prior to her marriage with Mahārāja Pāṇḍu, Karṇa took his birth with bangles and earrings, extraordinary signs for an undaunted hero. In the beginning his name was Vasusena, but when he grew up he presented his natural bangles and earrings to Indradeva, and thenceforward he became known as Vaikartana. After his birth from the maiden Kuntī, he was thrown in the Ganges. Later he was picked up by Adhiratha, and he and his wife Rādhā brought him up as their own offspring. Karṇa was very charitable, especially toward the brāhmaṇas. There was nothing he could not spare for a brāhmaṇa. In the same charitable spirit he gave in charity his natural bangles and earrings to Indradeva, who, being very much satisfied with him, gave him in return a great weapon called Śakti. He was admitted as one of the students of Droṇācārya, and from the very beginning there was some rivalry between him and Arjuna. Seeing his constant rivalry with Arjuna, Duryodhana picked him up as his companion, and this gradually grew into greater intimacy. He was also present in the great assembly of Draupadī’s svayaṁvara function, and when he attempted to exhibit his talent in that meeting, Draupadī’s brother declared that Karṇa could not take part in the competition because of his being the son of a śūdra carpenter. Although he was refused in the competition, still when Arjuna was successful in piercing the fish target on the ceiling and Draupadī bestowed her garland upon Arjuna, Karṇa and the other disappointed princes offered an unusual stumbling block to Arjuna while he was leaving with Draupadī. Specifically, Karṇa fought with him very valiantly, but all of them were defeated by Arjuna. Duryodhana was very much pleased with Karṇa because of his constant rivalry with Arjuna, and when he was in power he enthroned Karṇa in the state of Aṅga. Being baffled in his attempt to win Draupadī, Karṇa advised Duryodhana to attack King Drupada, for after defeating him both Arjuna and Draupadī could be arrested. But Droṇācārya rebuked them for this conspiracy, and they refrained from the action. Karṇa was defeated many times, not only by Arjuna but also by Bhīmasena. He was the king of the kingdom of Bengal, Orissa and Madras combined. Later on he took an active part in the Rājasūya sacrifice of Mahārāja Yudhiṣṭhira, and when there was gambling between the rival brothers, designed by Śakuni, Karṇa took part in the game, and he was very pleased when Draupadī was offered as a bet in the gambling. This fed his old grudge. When Draupadī was in the game he was very enthusiastic to declare the news, and it is he who ordered Duḥśāsana to take away the garments of both the Pāṇḍavas and Draupadī. He asked Draupadī to select another husband because, being lost by the Pāṇḍavas, she was rendered a slave of the Kurus. He was always an enemy of the Pāṇḍavas, and whenever there was an opportunity, he tried to curb them by all means. During the Battle of Kurukṣetra, he foresaw the conclusive result, and he expressed his opinion that due to Lord Kṛṣṇa’s being the chariot driver of Arjuna, the battle should be won by Arjuna. He always differed with Bhīṣma, and sometimes he was proud enough to say that within five days he could finish up the Pāṇḍavas, if Bhīṣma would not interfere with his plan of action. But he was much mortified when Bhīṣma died. He killed Ghaṭotkaca with the Śakti weapon obtained from Indradeva. His son, Vṛṣasena, was killed by Arjuna. He killed the largest number of Pāṇḍava soldiers. At last there was a severe fight with Arjuna, and it was he only who was able to knock off the helmet of Arjuna. But it so happened that the wheel of his chariot stuck in the battlefield mud, and when he got down to set the wheel right, Arjuna took the opportunity and killed him, although he requested Arjuna not to do so. Naptā, or Bhūriśravā: Bhūriśravā was the son of Somadatta, a member of the Kuru family. His other brother was Śalya. Both the brothers and the father attended the svayaṁvara ceremony of Draupadī. All of them appreciated the wonderful strength of Arjuna due to his being the devotee friend of the Lord, and thus Bhūriśravā advised the sons of Dhṛtarāṣṭra not to pick any quarrel or fight with them. All of them also attended the Rājasūya-yajña of Mahārāja Yudhiṣṭhira. He possessed one akṣauhiṇī regiment of army, cavalry, elephants and chariots, and all these were employed in the Battle of Kurukṣetra on behalf of Duryodhana’s party. He was counted by Bhīma as one of the yūtha-patis. In the Battle of Kurukṣetra he was especially engaged in a fight with Sātyaki, and he killed ten sons of Sātyaki. Later on, Arjuna cut off his hands, and he was ultimately killed by Sātyaki. After his death he merged into the existence of Viśvadeva. Trigarta, or Suśarmā: Son of Mahārāja Vṛddhakṣetra, he was the King of Trigartadeśa, and he was also present in the svayaṁvara ceremony of Draupadī. He was one of the allies of Duryodhana, and he advised Duryodhana to attack the Matsyadeśa (Darbhaṅga). During the time of cow-stealing in Virāṭa-nagara, he was able to arrest Mahārāja Virāṭa, but later Mahārāja Virāṭa was released by Bhīma. In the Battle of Kurukṣetra he also fought very valiantly, but at the end he was killed by Arjuna. Jayadratha: Another son of Mahārāja Vṛddhakṣetra. He was the King of Sindhudeśa (modern Sind Pakistan). His wife’s name was Duḥśalā. He was also present in the svayaṁvara ceremony of Draupadī, and he desired very strongly to have her hand, but he failed in the competition. But since then he always sought the opportunity to get in touch with Draupadī. When he was going to marry in the Śalyadeśa, on the way to Kāmyavana he happened to see Draupadī again and was too much attracted to her. The Pāṇḍavas and Draupadī were then in exile, after losing their empire in gambling, and Jayadratha thought it wise to send news to Draupadī in an illicit manner through Koṭiśaṣya, one of his associates. Draupadī at once refused vehemently the proposal of Jayadratha, but being so much attracted by the beauty of Draupadī, he tried again and again. Every time he was refused by Draupadī. He tried to take her away forcibly on his chariot, and at first Draupadī gave him a good dashing, and he fell like a cut-root tree. But he was not discouraged, and he was able to force Draupadī to sit on the chariot. This incident was seen by Dhaumya Muni, and he strongly protested the action of Jayadratha. He also followed the chariot, and through Dhātreyikā the matter was brought to the notice of Mahārāja Yudhiṣṭhira. The Pāṇḍavas then attacked the soldiers of Jayadratha and killed them all, and at last Bhīma caught hold of Jayadratha and beat him very severely, almost dead. Then all but five hairs were cut off his head and he was taken to all the kings and introduced as the slave of Mahārāja Yudhiṣṭhira. He was forced to admit himself to be the slave of Mahārāja Yudhiṣṭhira before all the princely order, and in the same condition he was brought before Mahārāja Yudhiṣṭhira. Mahārāja Yudhiṣṭhira was kind enough to order him released, and when he admitted to being a tributary prince under Mahārāja Yudhiṣṭhira, Queen Draupadī also desired his release. After this incident, he was allowed to return to his country. Being so insulted, he went to Gaṅgotri in the Himālayas and undertook a severe type of penance to please Lord Śiva. He asked his benediction to defeat all the Pāṇḍavas, at least one at a time. Then the Battle of Kurukṣetra began, and he took sides with Duryodhana. In the first day’s fight he was engaged with Mahārāja Drupada, then with Virāṭa and then with Abhimanyu. While Abhimanyu was being killed, mercilessly surrounded by seven great generals, the Pāṇḍavas came to his help, but Jayadratha, by the mercy of Lord Śiva, repulsed them with great ability. At this, Arjuna took a vow to kill him, and on hearing this, Jayadratha wanted to leave the warfield and asked permission from the Kauravas for this cowardly action. But he was not allowed to do so. On the contrary, he was obliged to fight with Arjuna, and while the fight was going on Lord Kṛṣṇa reminded Arjuna that the benediction of Śiva upon Jayadratha was that whoever would cause his head to fall on the ground would die at once. He therefore advised Arjuna to throw the head of Jayadratha directly onto the lap of his father, who was engaged in penances at the Samanta-pañcaka pilgrimage. This was actually done by Arjuna. Jayadratha’s father was surprised to see a severed head on his lap, and he at once threw it to the ground. The father immediately died, his forehead being cracked in seven pieces."
    },
    {
        "verse": "17",
        "devanagari": "सौत्ये वृत: कुमतिनात्मद ईश्वरो मेयत्पादपद्ममभवाय भजन्ति भव्या: ।मां श्रान्तवाहमरयो रथिनो भुविष्ठंन प्राहरन् यदनुभावनिरस्तचित्ता: ॥ १७ ॥",
        "english_devnagari": "sautye vṛtaḥ kumatinātmada īśvaro meyat-pāda-padmam abhavāya bhajanti bhavyāḥmāṁ śrānta-vāham arayo rathino bhuvi-ṣṭhaṁna prāharan yad-anubhāva-nirasta-cittāḥ",
        "verse_Syn": [
            "sautye",
            "vṛtaḥ",
            "kumatinā",
            "ātma",
            "daḥ",
            "īśvaraḥ",
            "me",
            "yat",
            "pāda",
            "padmam",
            "abhavāya",
            "bhajanti",
            "bhavyāḥ",
            "mām",
            "śrānta",
            "vāham",
            "arayaḥ",
            "rathinaḥ",
            "bhuvi",
            "ṣṭham",
            "na",
            "prāharan",
            "yat",
            "anubhāva",
            "nirasta",
            "cittāḥ"
        ],
        "translation": "It was by His mercy only that my enemies neglected to kill me when I descended from my chariot to get water for my thirsty horses. And it was due to my lack of esteem for my Lord that I dared engage Him as my chariot driver, for He is worshiped and offered services by the best men to attain salvation.",
        "purport": " The Supreme Lord, the Personality of Godhead, Śrī Kṛṣṇa, is the object of worship both by impersonalists and by the devotees of the Lord. The impersonalists worship His glowing effulgence, emanating from His transcendental body of eternal form, bliss and knowledge, and the devotees worship Him as the Supreme Personality of Godhead. Those who are below even the impersonalists consider Him to be one of the great historical personalities. The Lord, however, descends to attract all by His specific transcendental pastimes, and thus He plays the part of the most perfect master, friend, son and lover. His transcendental relation with Arjuna was in friendship, and the Lord therefore played the part perfectly, as He did with His parents, lovers and wives. While playing in such a perfect transcendental relation, the devotee forgets, by the internal potency of the Lord, that his friend or son is the Supreme Personality of Godhead, although sometimes the devotee is bewildered by the acts of the Lord. After the departure of the Lord, Arjuna was conscious of his great friend, but there was no mistake on the part of Arjuna, nor any ill estimation of the Lord. Intelligent men are attracted by the transcendental acting of the Lord with a pure, unalloyed devotee like Arjuna. In the warfield, scarcity of water is a well-known fact. Water is very rare there, and both the animals and men, working strenuously on the warfield, constantly require water to quench their thirst. Especially wounded soldiers and generals feel very thirsty at the time of death, and it sometimes so happens that simply for want of water one has to die unavoidably. But such scarcity of water was solved in the Battle of Kurukṣetra by means of boring the ground. By God’s grace, water can be easily obtained from any place if there is facility for boring the ground. The modern system works on the same principle of boring the ground, but modern engineers are still unable to dig immediately wherever necessary. It appears, however, from the history as far back as the days of the Pāṇḍavas, that big generals like Arjuna could at once supply water even to the horses, and what to speak of men, by drawing water from underneath the hard ground simply by penetrating the stratum with a sharp arrow, a method still unknown to the modern scientists."
    },
    {
        "verse": "18",
        "devanagari": "नर्माण्युदाररुचिरस्मितशोभितानि हे पार्थ हेऽर्जुन सखे कुरुनन्दनेति ।सञ्जल्पितानि नरदेव हृदिस्पृशानि स्मर्तुर्लुठन्ति हृदयं मम माधवस्य ॥ १८ ॥",
        "english_devnagari": "narmāṇy udāra-rucira-smita-śobhitānihe pārtha he ’rjuna sakhe kuru-nandanetisañjalpitāni nara-deva hṛdi-spṛśānismartur luṭhanti hṛdayaṁ mama mādhavasya",
        "verse_Syn": [
            "narmāṇi",
            "udāra",
            "rucira",
            "smita",
            "śobhitāni",
            "he",
            "pārtha",
            "he",
            "arjuna",
            "sakhe",
            "kuru",
            "nandana",
            "iti",
            "sañjalpitāni",
            "nara",
            "deva",
            "hṛdi",
            "spṛśāni",
            "smartuḥ",
            "luṭhanti",
            "hṛdayam",
            "mama",
            "mādhavasya"
        ],
        "translation": "O King! His jokings and frank talks were pleasing and beautifully decorated with smiles. His addresses unto me as “O son of Pṛthā, O friend, O son of the Kuru dynasty,” and all such heartiness are now remembered by me, and thus I am overwhelmed.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "शय्यासनाटनविकत्थनभोजनादि ष्वैक्याद्वयस्य ऋतवानिति विप्रलब्ध: ।सख्यु: सखेव पितृवत्तनयस्य सर्वं सेहे महान्महितया कुमतेरघं मे ॥ १९ ॥",
        "english_devnagari": "śayyāsanāṭana-vikatthana-bhojanādiṣvaikyād vayasya ṛtavān iti vipralabdhaḥsakhyuḥ sakheva pitṛvat tanayasya sarvaṁsehe mahān mahitayā kumater aghaṁ me",
        "verse_Syn": [
            "śayya",
            "āsana",
            "aṭana",
            "vikatthana",
            "bhojana",
            "ādiṣu",
            "aikyāt",
            "vayasya",
            "ṛtavān",
            "iti",
            "vipralabdhaḥ",
            "sakhyuḥ",
            "sakhā",
            "iva",
            "pitṛvat",
            "tanayasya",
            "sarvam",
            "sehe",
            "mahān",
            "mahitayā",
            "kumateḥ",
            "agham",
            "me"
        ],
        "translation": "Generally both of us used to live together and sleep, sit and loiter together. And at the time of advertising oneself for acts of chivalry, sometimes, if there were any irregularity, I used to reproach Him by saying, “My friend, You are very truthful.” Even in those hours when His value was minimized, He, being the Supreme Soul, used to tolerate all those utterings of mine, excusing me exactly as a true friend excuses his true friend, or a father excuses his son.",
        "purport": " Since the Supreme Lord Śrī Kṛṣṇa is all-perfect, His transcendental pastimes with His pure devotees never lack anything in any respect, either as a friend, son or lover. The Lord relishes the reproaches of friends, parents or fiancees more than the Vedic hymns offered to Him by great learned scholars and religionists in an official fashion."
    },
    {
        "verse": "20",
        "devanagari": "सोऽहं नृपेन्द्र रहित: पुरुषोत्तमेनसख्या प्रियेण सुहृदा हृदयेन शून्य: ।अध्वन्युरुक्रमपरिग्रहमङ्ग रक्षन्गोपैरसद्भ‍िरबलेव विनिर्जितोऽस्मि ॥ २० ॥",
        "english_devnagari": "so ’haṁ nṛpendra rahitaḥ puruṣottamenasakhyā priyeṇa suhṛdā hṛdayena śūnyaḥadhvany urukrama-parigraham aṅga rakṣangopair asadbhir abaleva vinirjito ’smi",
        "verse_Syn": [
            "saḥ",
            "aham",
            "nṛpa",
            "indra",
            "rahitaḥ",
            "puruṣa",
            "uttamena",
            "sakhyā",
            "priyeṇa",
            "suhṛdā",
            "hṛdayena",
            "śūnyaḥ",
            "adhvani",
            "urukrama",
            "parigraham",
            "aṅga",
            "rakṣan",
            "gopaiḥ",
            "asadbhiḥ",
            "abalā",
            "iva",
            "vinirjitaḥ",
            "asmi"
        ],
        "translation": "O Emperor, now I am separated from my friend and dearmost well-wisher, the Supreme Personality of Godhead, and therefore my heart appears to be void of everything. In His absence I have been defeated by a number of infidel cowherd men while I was guarding the bodies of all the wives of Kṛṣṇa.",
        "purport": " The important point in this verse is how it was possible that Arjuna could be defeated by a gang of ignoble cowherd men and how such mundane cowherd men could touch the bodies of the wives of Lord Kṛṣṇa, who were under the protection of Arjuna. Śrīla Viśvanātha Cakravartī Ṭhākura has justified the contradiction by research in the Viṣṇu Purāṇa and Brahma Purāṇa. In these Purāṇas it is said that once the fair denizens of heaven pleased Aṣṭāvakra Muni by their service and were blessed by the muni to have the Supreme Lord as their husband. Aṣṭāvakra Muni was curved in eight joints of his body, and thus he used to move in a peculiar curved manner. The daughters of the demigods could not check their laughter upon seeing the movements of the muni, and the muni, being angry at them, cursed them that they would be kidnapped by rogues, even if they would get the Lord as their husband. Later on, the girls again satisfied the muni by their prayers, and the muni blessed them that they would regain their husband even after being robbed by the rogues. So, in order to keep the words of the great muni, the Lord Himself kidnapped His wives from the protection of Arjuna, otherwise they would have at once vanished from the scene as soon as they were touched by the rogues. Besides that, some of the gopīs who prayed to become wives of the Lord returned to their respective positions after their desire was fulfilled. After the departure of Lord Kṛṣṇa, He wanted all His entourage back to Godhead, and they were called back under different conditions only."
    },
    {
        "verse": "21",
        "devanagari": "तद्वै धनुस्त इषव: स रथो हयास्तेसोऽहं रथी नृपतयो यत आनमन्ति ।सर्वं क्षणेन तदभूदसदीशरिक्तंभस्मन्हुतं कुहकराद्धमिवोप्तमूष्याम् ॥ २१ ॥",
        "english_devnagari": "tad vai dhanus ta iṣavaḥ sa ratho hayās teso ’haṁ rathī nṛpatayo yata ānamantisarvaṁ kṣaṇena tad abhūd asad īśa-riktaṁbhasman hutaṁ kuhaka-rāddham ivoptam ūṣyām",
        "verse_Syn": [
            "tat",
            "vai",
            "dhanuḥ",
            "te",
            "iṣavaḥ",
            "saḥ",
            "rathaḥ",
            "hayāḥ",
            "te",
            "saḥ",
            "aham",
            "rathī",
            "nṛpatayaḥ",
            "yataḥ",
            "ānamanti",
            "sarvam",
            "kṣaṇena",
            "tat",
            "abhūt",
            "asat",
            "īśa",
            "riktam",
            "bhasman",
            "hutam",
            "kuhaka",
            "rāddham",
            "iva",
            "uptam",
            "ūṣyām"
        ],
        "translation": "I have the very same Gāṇḍīva bow, the same arrows, the same chariot drawn by the same horses, and I use them as the same Arjuna to whom all the kings offered their due respects. But in the absence of Lord Kṛṣṇa, all of them, at a moment’s notice, have become null and void. It is exactly like offering clarified butter on ashes, accumulating money with a magic wand or sowing seeds on barren land.",
        "purport": " As we have discussed more than once, one should not be puffed up by borrowed plumes. All energies and powers are derived from the supreme source, Lord Kṛṣṇa, and they act as long as He desires and cease to function as soon as He withdraws. All electrical energies are received from the powerhouse, and as soon as the powerhouse stops supplying energy, the bulbs are of no use. In a moment’s time such energies can be generated or withdrawn by the supreme will of the Lord. Material civilization without the blessing of the Lord is child’s play only. As long as the parents allow the child to play, it is all right. As soon as the parents withdraw, the child has to stop. Human civilization and all activities thereof must be dovetailed with the supreme blessing of the Lord, and without this blessing all advancement of human civilization is like decoration on a dead body. It is said here that a dead civilization and its activities are something like clarified butter on ashes, the accumulation of money by a magic wand and the sowing of seeds in a barren land."
    },
    {
        "verse": "22-23",
        "devanagari": "राजंस्त्वयानुपृष्टानां सुहृदां न: सुहृत्पुरे ।विप्रशापविमूढानां निघ्नतां मुष्टिभिर्मिथ: ॥ २२ ॥वारुणीं मदिरां पीत्वा मदोन्मथितचेतसाम् ।अजानतामिवान्योन्यं चतु:पञ्चावशेषिता: ॥ २३ ॥",
        "english_devnagari": "rājaṁs tvayānupṛṣṭānāṁsuhṛdāṁ naḥ suhṛt-purevipra-śāpa-vimūḍhānāṁnighnatāṁ muṣṭibhir mithaḥ",
        "verse_Syn": [
            "rājan",
            "tvayā",
            "anupṛṣṭānām",
            "suhṛdām",
            "naḥ",
            "suhṛt",
            "pure",
            "vipra",
            "śāpa",
            "vimūḍhānām",
            "nighnatām",
            "muṣṭibhiḥ",
            "mithaḥ",
            "vāruṇīm",
            "madirām",
            "pītvā",
            "mada",
            "unmathita",
            "cetasām",
            "ajānatām",
            "iva",
            "anyonyam",
            "catuḥ",
            "pañca",
            "avaśeṣitāḥ"
        ],
        "translation": "O King, since you have asked me about our friends and relatives in the city of Dvārakā, I will inform you that all of them were cursed by the brāhmaṇas, and as a result they all became intoxicated with wine made of putrefied rice and fought among themselves with sticks, not even recognizing one another. Now all but four or five of them are dead and gone.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "प्रायेणैतद् भगवत ईश्वरस्य विचेष्टितम् ।मिथो निघ्नन्ति भूतानि भावयन्ति च यन्मिथ: ॥ २४ ॥",
        "english_devnagari": "prāyeṇaitad bhagavataīśvarasya viceṣṭitammitho nighnanti bhūtānibhāvayanti ca yan mithaḥ",
        "verse_Syn": [
            "prāyeṇa",
            "etat",
            "bhagavataḥ",
            "īśvarasya",
            "viceṣṭitam",
            "mithaḥ",
            "nighnanti",
            "bhūtāni",
            "bhāvayanti",
            "ca",
            "yat",
            "mithaḥ"
        ],
        "translation": "Factually this is all due to the supreme will of the Lord, the Personality of Godhead. Sometimes people kill one another, and at other times they protect one another.",
        "purport": " According to the anthropologists, there is nature’s law of struggle for existence and survival of the fittest. But they do not know that behind the law of nature is the supreme direction of the Supreme Personality of Godhead. In the Bhagavad-gītā it is confirmed that the law of nature is executed under the direction of the Lord. Whenever, therefore, there is peace in the world, it must be known that it is due to the good will of the Lord. And whenever there is upheaval in the world, it is also due to the supreme will of the Lord. Not a blade of grass moves without the will of the Lord. Whenever, therefore, there is disobedience of the established rules enacted by the Lord, there is war between men and nations. The surest way to the path of peace, therefore, is dovetailing everything to the established rule of the Lord. The established rule is that whatever we do, whatever we eat, whatever we sacrifice or whatever we give in charity must be done to the full satisfaction of the Lord. No one should do anything, eat anything, sacrifice anything or give anything in charity against the will of the Lord. Discretion is the better part of valor, and one must learn how to discriminate between actions which may be pleasing to the Lord and those which may not be pleasing to the Lord. An action is thus judged by the Lord’s pleasure or displeasure. There is no room for personal whims; we must always be guided by the pleasure of the Lord. Such action is called yogaḥ karmasu kauśalam, or actions performed which are linked with the Supreme Lord. That is the art of doing a thing perfectly."
    },
    {
        "verse": "25-26",
        "devanagari": "जलौकसां जले यद्वन्महान्तोऽदन्त्यणीयस: ।दुर्बलान्बलिनो राजन्महान्तो बलिनो मिथ: ॥ २५ ॥एवं बलिष्ठैर्यदुभिर्महद्भ‍िरितरान् विभु: ।यदून्यदुभिरन्योन्यं भूभारान् सञ्जहार ह ॥ २६ ॥",
        "english_devnagari": "jalaukasāṁ jale yadvanmahānto ’danty aṇīyasaḥdurbalān balino rājanmahānto balino mithaḥ",
        "verse_Syn": [
            "jalaukasām",
            "jale",
            "yadvat",
            "mahāntaḥ",
            "adanti",
            "aṇīyasaḥ",
            "durbalān",
            "balinaḥ",
            "rājan",
            "mahāntaḥ",
            "balinaḥ",
            "mithaḥ",
            "evam",
            "baliṣṭhaiḥ",
            "yadubhiḥ",
            "mahadbhiḥ",
            "itarān",
            "vibhuḥ",
            "yadūn",
            "yadubhiḥ",
            "anyonyam",
            "bhū",
            "bhārān",
            "sañjahāra",
            "ha"
        ],
        "translation": "O King, as in the ocean the bigger and stronger aquatics swallow up the smaller and weaker ones, so also the Supreme Personality of Godhead, to lighten the burden of the earth, has engaged the stronger Yadu to kill the weaker, and the bigger Yadu to kill the smaller.",
        "purport": " In the material world the struggle for existence and survival of the fittest are laws because in the material world there is disparity between conditioned souls due to everyone’s desire to lord it over the material resources. This very mentality of lording it over the material nature is the root cause of conditioned life. And to give facility to such imitation lords, the illusory energy of the Lord has created a disparity between conditioned living beings by creating the stronger and the weaker in every species of life. The mentality of lording it over the material nature and the creation has naturally created a disparity and therefore the law of struggle for existence. In the spiritual world there is no such disparity, nor is there such a struggle for existence. In the spiritual world there is no struggle for existence because everyone there exists eternally. There is no disparity because everyone wants to render service to the Supreme Lord, and no one wants to imitate the Lord in becoming the beneficiary. The Lord, being creator of everything, including the living beings, factually is the proprietor and enjoyer of everything that be, but in the material world, by the spell of māyā, or illusion, this eternal relation with the Supreme Personality of Godhead is forgotten, and so the living being is conditioned under the law of struggle for existence and survival of the fittest."
    },
    {
        "verse": "27",
        "devanagari": "देशकालार्थयुक्तानि हृत्तापोपशमानि च ।हरन्ति स्मरतश्चित्तं गोविन्दाभिहितानि मे ॥ २७ ॥",
        "english_devnagari": "deśa-kālārtha-yuktānihṛt-tāpopaśamāni caharanti smarataś cittaṁgovindābhihitāni me",
        "verse_Syn": [
            "deśa",
            "kāla",
            "artha",
            "yuktāni",
            "hṛt",
            "tāpa",
            "upaśamāni",
            "ca",
            "haranti",
            "smarataḥ",
            "cittam",
            "govinda",
            "abhihitāni",
            "me"
        ],
        "translation": "Now I am attracted to those instructions imparted to me by the Personality of Godhead [Govinda] because they are impregnated with instructions for relieving the burning heart in all circumstances of time and space.",
        "purport": " Herein Arjuna refers to the instruction of the Bhagavad-gītā, which was imparted to him by the Lord on the Battlefield of Kurukṣetra. The Lord left behind Him the instructions of the Bhagavad-gītā not for the benefit of Arjuna alone, but also for all time and in all lands. The Bhagavad-gītā, being spoken by the Supreme Personality of Godhead, is the essence of all Vedic wisdom. It is nicely presented by the Lord Himself for all who have very little time to go through the vast Vedic literatures like the Upaniṣads, Purāṇas and Vedānta-sūtras. It is put within the study of the great historical epic Mahābhārata, which was especially prepared for the less intelligent class, namely the women, the laborers and those who are worthless descendants of the brāhmaṇas, kṣatriyas and higher sections of the vaiśyas. The problem which arose in the heart of Arjuna on the Battlefield of Kurukṣetra was solved by the teachings of the Bhagavad-gītā. Again, after the departure of the Lord from the vision of earthly people, when Arjuna was face to face with being vanquished in his acquired power and prominence, he wanted again to remember the great teachings of the Bhagavad-gītā just to teach all concerned that the Bhagavad-gītā can be consulted in all critical times, not only for solace from all kinds of mental agonies, but also for the way out of great entanglements which may embarrass one in some critical hour. The merciful Lord left behind Him the great teachings of the Bhagavad-gītā so that one can take the instructions of the Lord even when He is not visible to material eyesight. Material senses cannot have any estimation of the Supreme Lord, but by His inconceivable power the Lord can incarnate Himself to the sense perception of the conditioned souls in a suitable manner through the agency of matter, which is also another form of the Lord’s manifested energy. Thus the Bhagavad-gītā, or any authentic scriptural sound representation of the Lord, is also the incarnation of the Lord. There is no difference between the sound representation of the Lord and the Lord Himself. One can derive the same benefit from the Bhagavad-gītā as Arjuna did in the personal presence of the Lord. The faithful human being who is desirous of being liberated from the clutches of material existence can very easily take advantage of the Bhagavad-gītā, and with this in view, the Lord instructed Arjuna as if Arjuna were in need of it. In the Bhagavad-gītā, five important factors of knowledge have been delineated pertaining to (1) the Supreme Lord, (2) the living being, (3) nature, (4) time and space and (5) the process of activity. Out of these, the Supreme Lord and the living being are qualitatively one. The difference between the two has been analyzed as the difference between the whole and the part and parcel. Nature is inert matter displaying the interaction of three different modes, and eternal time and unlimited space are considered to be beyond the existence of the material nature. Activities of the living being are different varieties of aptitudes which can entrap or liberate the living being within and without material nature. All these subject matters are concisely discussed in the Bhagavad-gītā, and later the subject matters are elaborated in the Śrīmad-Bhāgavatam for further enlightenment. Out of the five subjects, the Supreme Lord, the living entity, nature, and time and space are eternal, but the living entity, nature and time are under the direction of the Supreme Lord, who is absolute and completely independent of any other control. The Supreme Lord is the supreme controller. The material activity of the living being is beginningless, but it can be rectified by transferral into the spiritual quality. Thus it can cease its material qualitative reactions. Both the Lord and the living entity are cognizant, and both have the sense of identification, of being conscious as a living force. But the living being under the condition of material nature, called mahat-tattva, misidentifies himself as being different from the Lord. The whole scheme of Vedic wisdom is targeted to the aim of eradicating such a misconception and thus liberating the living being from the illusion of material identification. When such an illusion is eradicated by knowledge and renunciation, the living beings are responsible actors and enjoyers also. The sense of enjoyment in the Lord is real, but such a sense in the living being is a sort of wishful desire only. This difference in consciousness is the distinction of the two identities, namely the Lord and the living being. Otherwise there is no difference between the Lord and the living being. The living being is therefore eternally one and different simultaneously. The whole instruction of the Bhagavad-gītā stands on this principle. In the Bhagavad-gītā the Lord and the living beings are both described as sanātana, or eternal, and the Lord’s abode, far beyond the material sky, is also described as sanātana. The living being is invited to live in the sanātana existence of the Lord, and the process which can help a living being to approach the Lord’s abode, where the liberated activity of the soul is exhibited, is called sanātana-dharma. One cannot, however, reach the eternal abode of the Lord without being free from the misconception of material identification, and the Bhagavad-gītā gives us the clue how to achieve this stage of perfection. The process of being liberated from the misconception of material identification is called, in different stages, fruitive activity, empiric philosophy and devotional service, up to transcendental realization. Such transcendental realization is made possible by dovetailing all the above items in relation with the Lord. Prescribed duties of the human being, as directed in the Vedas, can gradually purify the sinful mind of the conditioned soul and raise him to the stage of knowledge. The purified stage of acquiring knowledge becomes the basis of devotional service to the Lord. As long as one is engaged in researching the solution of the problems of life, his knowledge is called jñāna, or purified knowledge, but on realizing the actual solution of life, one becomes situated in the devotional service of the Lord. The Bhagavad-gītā begins with the problems of life by discriminating the soul from the elements of matter and proves by all reason and argument that the soul is indestructible in all circumstances and that the outer covering of matter, the body and the mind, change for another term of material existence, which is full of miseries. The Bhagavad-gītā is therefore meant for terminating all different types of miseries, and Arjuna took shelter of this great knowledge, which had been imparted to him during the Kurukṣetra battle."
    },
    {
        "verse": "28",
        "devanagari": "सूत उवाचएवं चिन्तयतो जिष्णो: कृष्णपादसरोरुहम् ।सौहार्देनातिगाढेन शान्तासीद्विमला मति: ॥ २८ ॥",
        "english_devnagari": "sūta uvācaevaṁ cintayato jiṣṇoḥkṛṣṇa-pāda-saroruhamsauhārdenātigāḍhenaśāntāsīd vimalā matiḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "evam",
            "cintayataḥ",
            "jiṣṇoḥ",
            "kṛṣṇa",
            "pāda",
            "saroruham",
            "sauhārdena",
            "ati",
            "gāḍhena",
            "śāntā",
            "āsīt",
            "vimalā",
            "matiḥ"
        ],
        "translation": "Sūta Gosvāmī said: Thus being deeply absorbed in thinking of the instructions of the Lord, which were imparted in the great intimacy of friendship, and in thinking of His lotus feet, Arjuna’s mind became pacified and free from all material contamination.",
        "purport": " Since the Lord is absolute, deep meditation upon Him is as good as yogic trance. The Lord is nondifferent from His name, form, quality, pastimes, entourage and specific actions. Arjuna began to think of the Lord’s instructions to him on the Battlefield of Kurukṣetra. Only those instructions began to eliminate the tinges of material contamination in the mind of Arjuna. The Lord is like the sun; the sun’s appearance means immediate dissipation of darkness, or ignorance, and the Lord’s appearance within the mind of the devotee can at once drive away the miserable material effects. Lord Caitanya has therefore recommended constant chanting of the name of the Lord for protection from all contamination of the material world. The feeling of separation from the Lord is undoubtedly painful to the devotee, but because it is in connection with the Lord, it has a specific transcendental effect which pacifies the heart. Feelings of separation are also sources of transcendental bliss, and they are never comparable to contaminated material feelings of separation."
    },
    {
        "verse": "29",
        "devanagari": "वासुदेवाङ्घ्र्यनुध्यानपरिबृंहितरंहसा ।भक्त्या निर्मथिताशेषकषायधिषणोऽर्जुन: ॥ २९ ॥",
        "english_devnagari": "vāsudevāṅghry-anudhyāna-paribṛṁhita-raṁhasābhaktyā nirmathitāśeṣa-kaṣāya-dhiṣaṇo ’rjunaḥ",
        "verse_Syn": [
            "vāsudeva",
            "aṅghri",
            "anudhyāna",
            "paribṛṁhita",
            "raṁhasā",
            "bhaktyā",
            "nirmathita",
            "aśeṣa",
            "kaṣāya",
            "dhiṣaṇaḥ",
            "arjunaḥ"
        ],
        "translation": "Arjuna’s constant remembrance of the lotus feet of Lord Śrī Kṛṣṇa rapidly increased his devotion, and as a result all the trash in his thoughts subsided.",
        "purport": " Material desires in the mind are the trash of material contamination. By such contamination, the living being is faced with so many compatible and incompatible things that discourage the very existence of spiritual identity. Birth after birth the conditioned soul is entrapped with so many pleasing and displeasing elements, which are all false and temporary. They accumulate due to our reactions to material desires, but when we get in touch with the transcendental Lord in His variegated energies by devotional service, the naked forms of all material desires become manifest, and the intelligence of the living being is pacified in its true color. As soon as Arjuna turned his attention towards the instructions of the Lord, as they are inculcated in the Bhagavad-gītā, his true color of eternal association with the Lord became manifest, and thus he felt freed from all material contaminations."
    },
    {
        "verse": "30",
        "devanagari": "गीतं भगवता ज्ञानं यत् तत् सङ्ग्राममूर्धनि ।कालकर्मतमोरुद्धं पुनरध्यगमत् प्रभु: ॥ ३० ॥",
        "english_devnagari": "gītaṁ bhagavatā jñānaṁyat tat saṅgrāma-mūrdhanikāla-karma-tamo-ruddhaṁpunar adhyagamat prabhuḥ",
        "verse_Syn": [
            "gītam",
            "bhagavatā",
            "jñānam",
            "yat",
            "tat",
            "saṅgrāma",
            "mūrdhani",
            "kāla",
            "karma",
            "tamaḥ",
            "ruddham",
            "punaḥ",
            "adhyagamat",
            "prabhuḥ"
        ],
        "translation": "Because of the Lord’s pastimes and activities and because of His absence, it appeared that Arjuna forgot the instructions left by the Personality of Godhead. But factually this was not the case, and again he became lord of his senses.",
        "purport": " A conditioned soul is enwrapped in his fruitive activities by the force of eternal time. But the Supreme Lord, when He incarnates on the earth, is not influenced by kāla, or the material conception of past, present and future. The activities of the Lord are eternal, and they are manifestations of His ātma-māyā, or internal potency. All pastimes or activities of the Lord are spiritual in nature, but to the laymen they appear to be on the same level with material activities. It so appeared that Arjuna and the Lord were engaged in the Battle of Kurukṣetra as the other party was also engaged, but factually the Lord was executing His mission of incarnation and association with His eternal friend Arjuna. Therefore such apparently material activities of Arjuna did not drive him away from his transcendental position, but on the contrary revived his consciousness of the songs of the Lord, as He sang them personally. This revival of consciousness is assured by the Lord in the Bhagavad-gītā (18.65) as follows: One should think of the Lord always; the mind should not forget Him. One should become a devotee of the Lord and offer obeisances unto Him. One who lives in that fashion becomes undoubtedly endowed with the blessing of the Lord by achieving the shelter of His lotus feet. There is nothing to doubt about this eternal truth. Because Arjuna was His confidential friend, the secret was disclosed to him. Arjuna had no desire to fight with his relatives, but he fought for the mission of the Lord. He was always engaged in the execution of His mission only, and therefore after the Lord’s departure he remained in the same transcendental position, even though it appeared that he forgot all the instructions of the Bhagavad-gītā. One should, therefore, adjust the activities of life in pace with the mission of the Lord, and by doing this one is sure to return back home, back to Godhead. This is the highest perfection of life."
    },
    {
        "verse": "31",
        "devanagari": "विशोको ब्रह्मसम्पत्त्या सञ्छिन्नद्वैतसंशय: ।लीनप्रकृतिनैर्गुण्यादलिङ्गत्वादसम्भव: ॥ ३१ ॥",
        "english_devnagari": "viśoko brahma-sampattyāsañchinna-dvaita-saṁśayaḥlīna-prakṛti-nairguṇyādaliṅgatvād asambhavaḥ",
        "verse_Syn": [
            "viśokaḥ",
            "brahma",
            "sampattyā",
            "sañchinna",
            "dvaita",
            "saṁśayaḥ",
            "līna",
            "prakṛti",
            "nairguṇyāt",
            "aliṅgatvāt",
            "asambhavaḥ"
        ],
        "translation": "Because of his possessing spiritual assets, the doubts of duality were completely cut off. Thus he was freed from the three modes of material nature and placed in transcendence. There was no longer any chance of his becoming entangled in birth and death, for he was freed from material form.",
        "purport": " Doubts of duality begin from the misconception of the material body, which is accepted as the self by less intelligent persons. The most foolish part of our ignorance is our identifying this material body with the self. Everything in relation with the body is ignorantly accepted as our own. Doubts due to misconceptions of “myself” and “mine” — in other words, “my body,” “my relatives,” “my property,” “my wife,” “my children,” “my wealth,” “my country,” “my community” and hundreds and thousands of similar illusory contemplations — cause bewilderment for the conditioned soul. By assimilating the instructions of the Bhagavad-gītā, one is sure to be released from such bewilderment because real knowledge is knowledge that the Supreme Personality of Godhead, Vāsudeva, Lord Kṛṣṇa, is everything, including one’s self. Everything is a manifestation of His potency as part and parcel. The potency and the potent are nondifferent, so the conception of duality is at once mitigated by attainment of perfect knowledge. As soon as Arjuna took up the instructions of the Bhagavad-gītā, expert as he was, he could at once eradicate the material conception of Lord Kṛṣṇa, his eternal friend. He could realize that the Lord was still present before him by His instruction, by His form, by His pastimes, by His qualities and everything else related to Him. He could realize that Lord Kṛṣṇa, his friend, was still present before him by His transcendental presence in different nondual energies, and there was no question of attainment of the association of the Lord by another change of body under the influence of time and space. By attainment of absolute knowledge, one can be in association with the Lord constantly, even in this present life, simply by hearing, chanting, thinking of and worshiping the Supreme Lord. One can see Him, one can feel His presence even in this present life, simply by understanding the advaya-jñāna Lord, or the Absolute Lord, through the process of devotional service, which begins with hearing about Him. Lord Caitanya says that simply by chanting the holy name of the Lord one can at once wash off the dust on the mirror of pure consciousness, and as soon as the dust is removed, one is at once freed from all material conditions. To become free from material conditions means to liberate the soul. As soon as one is, therefore, situated in absolute knowledge, his material conception of life is removed, or he emerges from a false conception of life. Thus the function of the pure soul is revived in spiritual realization. This practical realization of the living being is made possible due to his becoming free from the reaction of the three modes of material nature, namely goodness, passion and ignorance. By the grace of the Lord, a pure devotee is at once raised to the place of the Absolute, and there is no chance of the devotee’s becoming materially entangled again in conditioned life. One is not able to feel the presence of the Lord in all circumstances until one is endowed with the required transcendental vision made possible by devotional service prescribed in the revealed scriptures. Arjuna had attained this stage long before on the Battlefield of Kurukṣetra, and when he apparently felt the absence of the Lord, he at once took shelter of the instructions of the Bhagavad-gītā, and thus again he was placed in his original position. This is the position of viśoka, or the stage of being freed from all grief and anxieties."
    },
    {
        "verse": "32",
        "devanagari": "निशम्य भगवन्मार्गं संस्थां यदुकुलस्य च ।स्व:पथाय मतिं चक्रे निभृतात्मा युधिष्ठिर: ॥ ३२ ॥",
        "english_devnagari": "niśamya bhagavan-mārgaṁsaṁsthāṁ yadu-kulasya casvaḥ-pathāya matiṁ cakrenibhṛtātmā yudhiṣṭhiraḥ",
        "verse_Syn": [
            "niśamya",
            "bhagavat",
            "mārgam",
            "saṁsthām",
            "yadu",
            "kulasya",
            "ca",
            "svaḥ",
            "pathāya",
            "matim",
            "cakre",
            "nibhṛta",
            "ātmā",
            "yudhiṣṭhiraḥ"
        ],
        "translation": "Upon hearing of Lord Kṛṣṇa’s returning to His abode, and upon understanding the end of the Yadu dynasty’s earthly manifestation, Mahārāja Yudhiṣṭhira decided to go back home, back to Godhead.",
        "purport": " Mahārāja Yudhiṣṭhira also turned his attention to the instructions of the Bhagavad-gītā after hearing about the Lord’s departure from the vision of earthly people. He began to deliberate on the Lord’s way of appearance and departure. The mission of the Lord’s appearance and disappearance in the mortal universe is completely dependent on His supreme will. He is not forced to appear or disappear by any superior energy, as the living beings appear and disappear, being forced by the laws of nature. Whenever the Lord likes, He can appear Himself from anywhere and everywhere without disturbing His appearance and disappearance in any other place. He is like the sun. The sun appears and disappears on its own accord at any place without disturbing its presence in other places. The sun appears in the morning in India without disappearing from the Western Hemisphere. The sun is present everywhere and anywhere all over the solar system, but it so appears that in a particular place the sun appears in the morning and also disappears at some fixed time in the evening. The time limitation even of the sun is of no concern, and so what to speak of the Supreme Lord who is the creator and controller of the sun. Therefore, in the Bhagavad-gītā it is stated that anyone who factually understands the transcendental appearance and disappearance of the Lord by His inconceivable energy becomes liberated from the laws of birth and death and is placed in the eternal spiritual sky where the Vaikuṇṭha planets are. There such liberated persons can eternally live without the pangs of birth, death, old age and disease. In the spiritual sky the Lord and those who are eternally engaged in the transcendental loving service of the Lord are all eternally young because there is no old age and disease and there is no death. Because there is no death there is no birth. It is concluded, therefore, that simply by understanding the Lord’s appearance and disappearance in truth, one can attain the perfectional stage of eternal life. Therefore, Mahārāja Yudhiṣṭhira also began to consider going back to Godhead. The Lord appears on the earth or any other mortal planet along with His associates who live with Him eternally, and the members of the Yadu family who were engaged in supplementing the pastimes of the Lord are no other than His eternal associates, and so also Mahārāja Yudhiṣṭhira and his brothers and mother, etc. Since the appearance and disappearance of the Lord and His eternal associates are transcendental, one should not be bewildered by the external features of appearance and disappearance."
    },
    {
        "verse": "33",
        "devanagari": "पृथाप्यनुश्रुत्य धनञ्जयोदितंनाशं यदूनां भगवद्गतिं च ताम् ।एकान्तभक्त्या भगवत्यधोक्षजेनिवेशितात्मोपरराम संसृते: ॥ ३३ ॥",
        "english_devnagari": "pṛthāpy anuśrutya dhanañjayoditaṁnāśaṁ yadūnāṁ bhagavad-gatiṁ ca tāmekānta-bhaktyā bhagavaty adhokṣajeniveśitātmopararāma saṁsṛteḥ",
        "verse_Syn": [
            "pṛthā",
            "api",
            "anuśrutya",
            "dhanañjaya",
            "uditam",
            "nāśam",
            "yadūnām",
            "bhagavat",
            "gatim",
            "ca",
            "tām",
            "eka",
            "anta",
            "bhaktyā",
            "bhagavati",
            "adhokṣaje",
            "niveśita",
            "ātmā",
            "upararāma",
            "saṁsṛteḥ"
        ],
        "translation": "Kuntī, after overhearing Arjuna’s telling of the end of the Yadu dynasty and disappearance of Lord Kṛṣṇa, engaged in the devotional service of the transcendental Personality of Godhead with full attention and thus gained release from the course of material existence.",
        "purport": " The setting of the sun does not mean the end of the sun. It means that the sun is out of our sight. Similarly, the end of the mission of the Lord on a particular planet or universe only means that He is out of our sight. The end of the Yadu dynasty also does not mean that it is annihilated. It disappears, along with the Lord, out of our sight. As Mahārāja Yudhiṣṭhira decided to prepare to go back to Godhead, so also Kuntī decided, and thus she fully engaged herself in the transcendental devotional service of the Lord which guarantees one a passport for going back to Godhead after quitting this present material body. The beginning of devotional service to the Lord is the beginning of spiritualizing the present body, and thus an unalloyed devotee of the Lord loses all material contact in the present body. The abode of the Lord is not a myth, as is thought by the unbelievers or ignorant people, but one cannot reach there by any material means like a sputnik or space capsule. But one can certainly reach there after leaving this present body, and one must prepare himself to go back to Godhead by practicing devotional service. That guarantees a passport for going back to Godhead, and Kuntī adopted it."
    },
    {
        "verse": "34",
        "devanagari": "ययाहरद् भुवो भारं तां तनुं विजहावज: ।कण्टकं कण्टकेनेव द्वयं चापीशितु: समम् ॥ ३४ ॥",
        "english_devnagari": "yayāharad bhuvo bhāraṁtāṁ tanuṁ vijahāv ajaḥkaṇṭakaṁ kaṇṭakenevadvayaṁ cāpīśituḥ samam",
        "verse_Syn": [
            "yayā",
            "aharat",
            "bhuvaḥ",
            "bhāram",
            "tām",
            "tanum",
            "vijahau",
            "ajaḥ",
            "kaṇṭakam",
            "kaṇṭakena",
            "iva",
            "dvayam",
            "ca",
            "api",
            "īśituḥ",
            "samam"
        ],
        "translation": "The supreme unborn, Lord Śrī Kṛṣṇa, caused the members of the Yadu dynasty to relinquish their bodies, and thus He relieved the burden of the world. This action was like picking out a thorn with a thorn, though both are the same to the controller.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura suggests that the ṛṣis like Śaunaka and others who were hearing Śrīmad-Bhāgavatam from Sūta Gosvāmī at Naimiṣāraṇya were not happy to hear about the Yadus’ dying in the madness of intoxication. To give them relief from this mental agony, Sūta Gosvāmī assured them that the Lord caused the members of the Yadu dynasty to relinquish their bodies by which they had to take away the burden of the world. The Lord and His eternal associates appeared on earth to help the administrative demigods in eradicating the burden of the world. He therefore called for some of the confidential demigods to appear in the Yadu family and serve Him in His great mission. After the mission was fulfilled, the demigods, by the will of the Lord, relinquished their corporeal bodies by fighting amongst themselves in the madness of intoxication. The demigods are accustomed to drinking the soma-rasa beverage, and therefore the drinking of wine and intoxication are not unknown to them. Sometimes they were put into trouble for indulging in intoxication. Once the sons of Kuvera fell in the wrath of Nārada for being intoxicated, but afterwards they regained their original forms by the grace of the Lord Śrī Kṛṣṇa. We shall find this story in the Tenth Canto. For the Supreme Lord, both the asuras and the demigods are equal, but the demigods are obedient to the Lord, whereas the asuras are not. Therefore, the example of picking out a thorn by another thorn is quite befitting. One thorn, which causes pinpricks on the leg of the Lord, is certainly disturbing to the Lord, and the other thorn, which takes out the disturbing elements, certainly gives service to the Lord. So although every living being is a part and parcel of the Lord, still one who is a pinprick to the Lord is called an asura, and one who is a voluntary servitor of the Lord is called a devatā, or demigod. In the material world the devatās and asuras are always contending, and the devatās are always saved from the hands of the asuras by the Lord. Both of them are under the control of the Lord. The world is full of two kinds of living beings, and the Lord’s mission is always to protect the devatās and destroy the asuras, whenever there is such a need in the world, and to do good to both of them."
    },
    {
        "verse": "35",
        "devanagari": "यथा मत्स्यादिरूपाणि धत्ते जह्याद् यथा नट: ।भूभार: क्षपितो येन जहौ तच्च कलेवरम् ॥ ३५ ॥",
        "english_devnagari": "yathā matsyādi-rūpāṇidhatte jahyād yathā naṭaḥbhū-bhāraḥ kṣapito yenajahau tac ca kalevaram",
        "verse_Syn": [
            "yathā",
            "matsya",
            "ādi",
            "rūpāṇi",
            "dhatte",
            "jahyāt",
            "yathā",
            "naṭaḥ",
            "bhū",
            "bhāraḥ",
            "kṣapitaḥ",
            "yena",
            "jahau",
            "tat",
            "ca",
            "kalevaram"
        ],
        "translation": "The Supreme Lord relinquished the body which He manifested to diminish the burden of the earth. Just like a magician, He relinquishes one body to accept different ones, like the fish incarnation and others.",
        "purport": " The Supreme Lord Personality of Godhead is neither impersonal nor formless, but His body is nondifferent from Him, and therefore He is known as the embodiment of eternity, knowledge and bliss. In the Bṛhad-vaiṣṇava Tantra it is clearly mentioned that anyone who considers the form of Lord Kṛṣṇa to be made of material energy must be ostracized by all means. And if by chance the face of such an infidel is seen, one must clean himself by jumping in the river with his clothing. The Lord is described as amṛta, or deathless, because He has no material body. Under the circumstances, the Lord’s dying or quitting His body is like the jugglery of a magician. The magician shows by his tricks that he is cut to pieces, burnt to ashes or made unconscious by hypnotic influences, but all are false shows only. Factually the magician himself is neither burnt to ashes nor cut to pieces, nor is he dead or unconscious at any stage of his magical demonstration. Similarly, the Lord has His eternal forms of unlimited variety, of which the fish incarnation, as was exhibited within this universe, is also one. Because there are innumerable universes, somewhere or other the fish incarnation must be manifesting His pastimes without cessation. In this verse, the particular word dhatte (“eternally accepted,” and not the word dhitvā, “accepted for the occasion”) is used. The idea is that the Lord does not create the fish incarnation; He eternally has such a form, and the appearance and disappearance of such an incarnation serves particular purposes. In the Bhagavad-gītā (7.24-25) the Lord says, “The impersonalists think that I have no form, that I am formless, but that at present I have accepted a form to serve a purpose, and now I am manifested. But such speculators are factually without sharp intelligence. Though they may be good scholars in the Vedic literatures, they are practically ignorant of My inconceivable energies and My eternal forms of personality. The reason is that I reserve the power of not being exposed to the nondevotees by My mystic curtain. The less intelligent fools are therefore unaware of My eternal form, which is never to be vanquished and is unborn.” In the Padma Purāṇa it is said that those who are envious and always angry at the Lord are unfit to know the actual and eternal form of the Lord. In the Bhāgavatam also it is said that the Lord appeared like a thunderbolt to those who were wrestlers. Śiśupāla, at the time of being killed by the Lord, could not see Him as Kṛṣṇa, being dazzled by the glare of the brahmajyoti. Therefore, the temporary manifestation of the Lord as a thunderbolt to the wrestlers appointed by Kaṁsa, or the glaring appearance of the Lord before Śiśupāla, was relinquished by the Lord, but the Lord as a magician is eternally existent and is never vanquished in any circumstance. Such forms are temporarily shown to the asuras only, and when such exhibitions are withdrawn, the asuras think that the Lord is no more existent, just as the foolish audience thinks the magician to be burnt to ashes or cut to pieces. The conclusion is that the Lord has no material body, and therefore He is never to be killed or changed by His transcendental body."
    },
    {
        "verse": "36",
        "devanagari": "यदा मुकुन्दो भगवानिमां महींजहौ स्वतन्वा श्रवणीयसत्कथ: ।तदाहरेवाप्रतिबुद्धचेतसा-मभद्रहेतु: कलिरन्ववर्तत ॥ ३६ ॥",
        "english_devnagari": "yadā mukundo bhagavān imāṁ mahīṁjahau sva-tanvā śravaṇīya-sat-kathaḥtadāhar evāpratibuddha-cetasāmabhadra-hetuḥ kalir anvavartata",
        "verse_Syn": [
            "yadā",
            "mukundaḥ",
            "bhagavān",
            "imām",
            "mahīm",
            "jahau",
            "sva",
            "tanvā",
            "śravaṇīya",
            "sat",
            "kathaḥ",
            "tadā",
            "ahaḥ",
            "eva",
            "aprati",
            "buddha",
            "cetasām",
            "abhadra",
            "hetuh",
            "kaliḥ",
            "anvavartata"
        ],
        "translation": "When the Personality of Godhead, Lord Kṛṣṇa, left this earthly planet in His selfsame form, from that very day Kali, who had already partially appeared, became fully manifest to create inauspicious conditions for those who are endowed with a poor fund of knowledge.",
        "purport": " The influence of Kali can be enforced only upon those who are not fully developed in God consciousness. One can neutralize the effects of Kali by keeping oneself fully under the supreme care of the Personality of Godhead. The Age of Kali ensued just after the Battle of Kurukṣetra, but it could not exert its influence because of the presence of the Lord. The Lord, however, left this earthly planet in His own transcendental body, and as soon as He left, the symptoms of the Kali-yuga, as were envisioned by Mahārāja Yudhiṣṭhira prior to Arjuna’s arrival from Dvārakā, began to manifest, and Mahārāja Yudhiṣṭhira rightly conjectured on the departure of the Lord from the earth. As we have already explained, the Lord left our sight just as when the sun sets it is out of our sight."
    },
    {
        "verse": "37",
        "devanagari": "युधिष्ठिरस्तत्परिसर्पणं बुध:पुरे च राष्ट्रे च गृहे तथात्मनि ।विभाव्य लोभानृतजिह्महिंसना-द्यधर्मचक्रं गमनाय पर्यधात् ॥ ३७ ॥",
        "english_devnagari": "yudhiṣṭhiras tat parisarpaṇaṁ budhaḥpure ca rāṣṭre ca gṛhe tathātmanivibhāvya lobhānṛta-jihma-hiṁsanādy-adharma-cakraṁ gamanāya paryadhāt",
        "verse_Syn": [
            "yudhiṣṭhiraḥ",
            "tat",
            "parisarpaṇam",
            "budhaḥ",
            "pure",
            "ca",
            "rāṣṭre",
            "ca",
            "gṛhe",
            "tathā",
            "ātmani",
            "vibhāvya",
            "lobha",
            "anṛta",
            "jihma",
            "hiṁsana",
            "ādi",
            "adharma",
            "cakram",
            "gamanāya",
            "paryadhāt"
        ],
        "translation": "Mahārāja Yudhiṣṭhira was intelligent enough to understand the influence of the Age of Kali, characterized by increasing avarice, falsehood, cheating and violence throughout the capital, state, home and among individuals. So he wisely prepared himself to leave home, and he dressed accordingly.",
        "purport": " The present age is influenced by the specific qualities of Kali. Since the days of the Battle of Kurukṣetra, about five thousand years ago, the influence of the Age of Kali began manifesting, and from authentic scriptures it is learned that the Age of Kali is still to run on for 427,000 years. The symptoms of the Kali-yuga, as mentioned above, namely avarice, falsehood, diplomacy, cheating, nepotism, violence and all such things, are already in vogue, and no one can imagine what is going to happen gradually with further increase of the influence of Kali till the day of annihilation. We have already come to know that the influence of the Age of Kali is meant for godless so-called civilized man; those who are under the protection of the Lord have nothing to fear from this horrible age. Mahārāja Yudhiṣṭhira was a great devotee of the Lord, and there was no necessity of his being afraid of the Age of Kali, but he preferred to retire from active household life and prepare himself to go back home, back to Godhead. The Pāṇḍavas are eternal companions of the Lord, and therefore they are more interested in the company of the Lord than anything else. Besides that, being an ideal king, Mahārāja Yudhiṣṭhira wanted to retire just to set an example for others. As soon as there is some young fellow to look after the household affairs, one should at once retire from family life to uplift oneself to spiritual realization. One should not rot in the dark well of household life till one is dragged out by the will of Yamarāja. Modern politicians should take lessons from Mahārāja Yudhiṣṭhira about voluntary retirement from active life and should make room for the younger generation. Also retired old gentlemen should take lessons from him and leave home for spiritual realization before being forcefully dragged away to meet death."
    },
    {
        "verse": "38",
        "devanagari": "स्वराट् पौत्रं विनयिनमात्मन: सुसमं गुणै: ।तोयनीव्या: पतिं भूमेरभ्यषिञ्चद्गजाह्वये ॥ ३८ ॥",
        "english_devnagari": "sva-rāṭ pautraṁ vinayinamātmanaḥ susamaṁ guṇaiḥtoya-nīvyāḥ patiṁ bhūmerabhyaṣiñcad gajāhvaye",
        "verse_Syn": [
            "sva",
            "rāṭ",
            "pautram",
            "vinayinam",
            "ātmanaḥ",
            "su",
            "samam",
            "guṇaiḥ",
            "toya",
            "nīvyāḥ",
            "patim",
            "bhūmeḥ",
            "abhyaṣiñcat",
            "gajāhvaye"
        ],
        "translation": "Thereafter, in the capital of Hastināpura, he enthroned his grandson, who was trained and equally qualified, as the emperor and master of all land bordered by the seas.",
        "purport": " The total land on the earth bordered by the seas was under the subjugation of the King of Hastināpura. Mahārāja Yudhiṣṭhira trained his grandson, Mahārāja Parīkṣit, who was equally qualified, in state administration in terms of the king’s obligation to the citizens. Thus Parīkṣit was enthroned on the seat of Mahārāja Yudhiṣṭhira prior to his departure back to Godhead. Concerning Mahārāja Parīkṣit, the specific word used, vinayinam, is significant. Why was the King of Hastināpura, at least till the time of Mahārāja Parīkṣit, accepted as the Emperor of the world? The only reason is that the people of the world were happy because of the good administration of the emperor. The happiness of the citizens was due to the ample production of natural produce such as grains, fruits, milk, herbs, valuable stones, minerals and everything that the people needed. They were even free from all bodily miseries, anxieties of mind, and disturbances caused by natural phenomena and other living beings. Because everyone was happy in all respects, there was no resentment, although there were sometimes battles between the state kings for political reasons and supremacy. Everyone was trained to attain the highest goal of life, and therefore the people were also enlightened enough not to quarrel over trivialities. The influence of the Age of Kali gradually infiltrated the good qualities of both the kings and the citizens, and therefore a tense situation developed between the ruler and the ruled, but still even in this age of disparity between the ruler and the ruled, there can be spiritual emolument and God consciousness. That is a special prerogative."
    },
    {
        "verse": "39",
        "devanagari": "मथुरायां तथा वज्रं शूरसेनपतिं तत: ।प्राजापत्यां निरूप्येष्टिमग्नीनपिबदीश्वर: ॥ ३९ ॥",
        "english_devnagari": "mathurāyāṁ tathā vajraṁśūrasena-patiṁ tataḥprājāpatyāṁ nirūpyeṣṭimagnīn apibad īśvaraḥ",
        "verse_Syn": [
            "mathurāyām",
            "tathā",
            "vajram",
            "śūrasena",
            "patim",
            "tataḥ",
            "prājāpatyām",
            "nirūpya",
            "iṣṭim",
            "agnīn",
            "apibat",
            "īśvaraḥ"
        ],
        "translation": "Then he posted Vajra, the son of Aniruddha [grandson of Lord Kṛṣṇa], at Mathurā as the King of Śūrasena. Afterwards Mahārāja Yudhiṣṭhira performed a Prājāpatya sacrifice and placed in himself the fire for quitting household life.",
        "purport": " Mahārāja Yudhiṣṭhira, after placing Mahārāja Parīkṣit on the imperial throne of Hastināpura, and after posting Vajra, the great-grandson of Lord Kṛṣṇa, as the King of Mathurā, accepted the renounced order of life. The system of four orders of life and four castes in terms of quality and work, known as varṇāśrama-dharma, is the beginning of real human life, and Mahārāja Yudhiṣṭhira, as the protector of this system of human activities, timely retired from active life as a sannyāsī, handing over the charge of the administration to a trained prince, Mahārāja Parīkṣit. The scientific system of varṇāśrama-dharma divides the human life into four divisions of occupation and four orders of life. The four orders of life as brahmacārya, gṛhastha, vānaprastha and sannyāsa are to be followed by all, irrespective of the occupational division. Modern politicians do not wish to retire from active life, even if they are old enough, but Yudhiṣṭhira Mahārāja, as an ideal king, voluntarily retired from active administrative life to prepare himself for the next life. Everyone’s life must be so arranged that the last stage of life, say at least the last fifteen to twenty years prior to death, can be absolutely devoted to the devotional service of the Lord to attain the highest perfection of life. It is really foolishness to engage oneself all the days of one’s life in material enjoyment and fruitive activities, because as long as the mind remains absorbed in fruitive work for material enjoyment, there is no chance of getting out from conditioned life, or material bondage. No one should follow the suicidal policy of neglecting one’s supreme task of attaining the highest perfection of life, namely going back home, back to Godhead."
    },
    {
        "verse": "40",
        "devanagari": "विसृज्य तत्र तत् सर्वं दुकूलवलयादिकम् ।निर्ममो निरहङ्कार: सञ्छिन्नाशेषबन्धन: ॥ ४० ॥",
        "english_devnagari": "visṛjya tatra tat sarvaṁdukūla-valayādikamnirmamo nirahaṅkāraḥsañchinnāśeṣa-bandhanaḥ",
        "verse_Syn": [
            "visṛjya",
            "tatra",
            "tat",
            "sarvam",
            "dukūla",
            "valaya",
            "ādikam",
            "nirmamaḥ",
            "nirahaṅkāraḥ",
            "sañchinna",
            "aśeṣa",
            "bandhanaḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira at once relinquished all his garments, belt and ornaments of the royal order and became completely disinterested and unattached to everything.",
        "purport": " To become purified of material contamination is the necessary qualification for becoming one of the associates of the Lord. No one can become an associate of the Lord or can go back to Godhead without such purification. Mahārāja Yudhiṣṭhira, therefore, to become spiritually pure, at once gave up his royal opulence, relinquishing his royal dress and garments. The kaṣāya, or saffron loincloth of a sannyāsī, indicates freedom from all attractive material garments, and thus he changed his dress accordingly. He became disinterested in his kingdom and family and thus became free from all material contamination, or material designation. People are generally attached to various kinds of designations — the designations of family, society, country, occupation, wealth, position and many others. As long as one is attached to such designations, he is considered materially impure. The so-called leaders of men in the modern age are attached by national consciousness, but they do not know that such false consciousness is also another designation of the materially conditioned soul; one has to relinquish such designations before one can become eligible to go back to Godhead. Foolish people adore such men who die in national consciousness, but here is an example of Mahārāja Yudhiṣṭhira, a royal king who prepared himself to leave this world without such national consciousness. And yet he is remembered even today because he was a great pious king, almost on the same level with the Personality of Godhead Śrī Rāma. And because people of the world were dominated by such pious kings, they were happy in all respects, and it was quite possible for such great emperors to rule the world."
    },
    {
        "verse": "41",
        "devanagari": "वाचं जुहाव मनसि तत्प्राण इतरे च तम् ।मृत्यावपानं सोत्सर्गं तं पञ्चत्वे ह्यजोहवीत् ॥ ४१ ॥",
        "english_devnagari": "vācaṁ juhāva manasitat prāṇa itare ca tammṛtyāv apānaṁ sotsargaṁtaṁ pañcatve hy ajohavīt",
        "verse_Syn": [
            "vācam",
            "juhāva",
            "manasi",
            "tat",
            "prāṇe",
            "itare",
            "ca",
            "tam",
            "mṛtyau",
            "apānam",
            "sa",
            "utsargam",
            "tam",
            "pañcatve",
            "hi",
            "ajohavīt"
        ],
        "translation": "Then he amalgamated all the sense organs into the mind, then the mind into life, life into breathing, his total existence into the embodiment of the five elements, and his body into death. Then, as pure self, he became free from the material conception of life.",
        "purport": " Mahārāja Yudhiṣṭhira, like his brother Arjuna, began to concentrate and gradually became freed from all material bondage. First he concentrated all the actions of the senses and amalgamated them into the mind, or in other words he turned his mind toward the transcendental service of the Lord. He prayed that since all material activities are performed by the mind in terms of actions and reactions of the material senses, and since he was going back to Godhead, the mind would wind up its material activities and be turned towards the transcendental service to the Lord. There was no longer a need for material activities. Actually the activities of the mind cannot be stopped, for they are the reflection of the eternal soul, but the quality of the activities can be changed from matter to the transcendental service of the Lord. The material color of the mind is changed when one washes it clean of the contaminations of life-breathing and thereby frees it from the contamination of repeated births and deaths and situates it in pure spiritual life. All is manifested by the temporary embodiment of the material body, which is a production of the mind at the time of death, and if the mind is purified by practice of transcendental loving service to the Lord and is constantly engaged in the service of the lotus feet of the Lord, there is no more chance of the mind’s producing another material body after death. It will be freed from absorption in material contamination. The pure soul will be able to return home, back to Godhead."
    },
    {
        "verse": "42",
        "devanagari": "त्रित्वे हुत्वा च पञ्चत्वं तच्चैकत्वेऽजुहोन्मुनि: ।सर्वमात्मन्यजुहवीद्ब्रह्मण्यात्मानमव्यये ॥ ४२ ॥",
        "english_devnagari": "tritve hutvā ca pañcatvaṁtac caikatve ’juhon muniḥsarvam ātmany ajuhavīdbrahmaṇy ātmānam avyaye",
        "verse_Syn": [
            "tritve",
            "hutvā",
            "ca",
            "pañcatvam",
            "tat",
            "ca",
            "ekatve",
            "ajuhot",
            "muniḥ",
            "sarvam",
            "ātmani",
            "ajuhavīt",
            "brahmaṇi",
            "ātmānam",
            "avyaye"
        ],
        "translation": "Thus annihilating the gross body of five elements into the three qualitative modes of material nature, he merged them in one nescience and then absorbed that nescience in the self, Brahman, which is inexhaustible in all circumstances.",
        "purport": " All that is manifested in the material world is the product of the mahat-tattva-avyakta, and things that are visible in our material vision are nothing but combinations and permutations of such variegated material products. But the living entity is different from such material products. It is due to the living entity’s forgetfulness of his eternal nature as eternal servitor of the Lord, and his false conception of being a so-called lord of the material nature, that he is obliged to enter into the existence of false sense enjoyment. Thus a concomitant generation of material energies is the principal cause of the mind’s being materially affected. Thus the gross body of five elements is produced. Mahārāja Yudhiṣṭhira reversed the action and merged the five elements of the body in the three modes of material nature. The qualitative distinction of the body as being good, bad or mediocre is extinguished, and again the qualitative manifestations become merged in the material energy, which is produced from a false sense of the pure living being. When one is thus inclined to become an associate of the Supreme Lord, the Personality of Godhead, in one of the innumerable planets of the spiritual sky, especially in Goloka Vṛndāvana, one has to think always that he is different from the material energy; he has nothing to do with it, and he has to realize himself as pure spirit, Brahman, qualitatively equal with the Supreme Brahman (Parameśvara). Mahārāja Yudhiṣṭhira, after distributing his kingdom to Parīkṣit and Vajra, did not think himself Emperor of the world or head of the Kuru dynasty. This sense of freedom from material relations, as well as freedom from the material encagement of the gross and subtle encirclement, makes one free to act as the servitor of the Lord, even though one is in the material world. This stage is called the jīvan-mukta stage, or the liberated stage, even in the material world. That is the process of ending material existence. One must not only think that he is Brahman, but must act like Brahman. One who only thinks himself Brahman is an impersonalist. And one who acts like Brahman is the pure devotee."
    },
    {
        "verse": "43",
        "devanagari": "चीरवासा निराहारो बद्धवाङ्‍मुक्तमूर्धज: ।दर्शयन्नात्मनो रूपं जडोन्मत्तपिशाचवत् ।अनवेक्षमाणो निरगादश‍ृण्वन्बधिरो यथा ॥ ४३ ॥",
        "english_devnagari": "cīra-vāsā nirāhārobaddha-vāṅ mukta-mūrdhajaḥdarśayann ātmano rūpaṁjaḍonmatta-piśācavatanavekṣamāṇo niragādaśṛṇvan badhiro yathā",
        "verse_Syn": [
            "cīra",
            "vāsāḥ",
            "nirāhāraḥ",
            "baddha",
            "vāk",
            "mukta",
            "mūrdhajaḥ",
            "darśayan",
            "ātmanaḥ",
            "rūpam",
            "jaḍa",
            "unmatta",
            "piśāca",
            "vat",
            "anavekṣamāṇaḥ",
            "niragāt",
            "aśṛṇvan",
            "badhiraḥ",
            "yathā"
        ],
        "translation": "After that, Mahārāja Yudhiṣṭhira dressed himself in torn clothing, gave up eating all solid foods, voluntarily became dumb and let his hair hang loose. All this combined to make him look like an urchin or madman with no occupation. He did not depend on his brothers for anything. And, just like a deaf man, he heard nothing.",
        "purport": " Thus being freed from all external affairs, he had nothing to do with imperial life or family prestige, and for all practical purposes he posed himself exactly like an inert mad urchin and did not speak of material affairs. He had no dependence on his brothers, who had all along been helping him. This stage of complete independence from everything is also called the purified stage of fearlessness."
    },
    {
        "verse": "44",
        "devanagari": "उदीचीं प्रविवेशाशां गतपूर्वां महात्मभि: ।हृदि ब्रह्म परं ध्यायन्नावर्तेत यतो गत: ॥ ४४ ॥",
        "english_devnagari": "udīcīṁ praviveśāśāṁgata-pūrvāṁ mahātmabhiḥhṛdi brahma paraṁ dhyāyannāvarteta yato gataḥ",
        "verse_Syn": [
            "udīcīm",
            "praviveśa",
            "āśām",
            "gata",
            "pūrvām",
            "mahā",
            "ātmabhiḥ",
            "hṛdi",
            "brahma",
            "param",
            "dhyāyan",
            "na",
            "āvarteta",
            "yataḥ",
            "gataḥ"
        ],
        "translation": "He then started towards the north, treading the path accepted by his forefathers and great men, to devote himself completely to the thought of the Supreme Personality of Godhead. And he lived in that way wherever he went.",
        "purport": " It is understood from this verse that Mahārāja Yudhiṣṭhira followed in the footsteps of his forefathers and the great devotees of the Lord. We have discussed many times before that the system of varṇāśrama-dharma, as it was strictly followed by the inhabitants of the world, specifically by those who inhabited the Āryāvarta province of the world, emphasizes the importance of leaving all household connections at a certain stage of life. The training and education was so imparted, and thus a respectable person like Mahārāja Yudhiṣṭhira had to leave all family connection for self-realization and going back to Godhead. No king or respectable gentleman would continue family life till the end, because that was considered suicidal and against the interest of the perfection of human life. In order to be free from all family encumbrances and devote oneself cent percent in the devotional service of Lord Kṛṣṇa, this system is always recommended for everyone because it is the path of authority. The Lord instructs in the Bhagavad-gītā (18.62) that one must become a devotee of the Lord at least at the last stage of one’s life. A sincere soul of the Lord like Mahārāja Yudhiṣṭhira must abide by this instruction of the Lord for his own interest. The specific words brahma param indicate Lord Śrī Kṛṣṇa. This is corroborated in the Bhagavad-gītā (10.13) by Arjuna with reference to great authorities like Asita, Devala, Nārada and Vyāsa. Thus Mahārāja Yudhiṣṭhira, while leaving home for the north, constantly remembered Lord Śrī Kṛṣṇa within himself, following in the footsteps of his forefathers as well as the great devotees of all times."
    },
    {
        "verse": "45",
        "devanagari": "सर्वे तमनुनिर्जग्मुर्भ्रातर: कृतनिश्चया: ।कलिनाधर्ममित्रेण द‍ृष्ट्वा स्पृष्टा: प्रजा भुवि ॥ ४५ ॥",
        "english_devnagari": "sarve tam anunirjagmurbhrātaraḥ kṛta-niścayāḥkalinādharma-mitreṇadṛṣṭvā spṛṣṭāḥ prajā bhuvi",
        "verse_Syn": [
            "sarve",
            "tam",
            "anunirjagmuḥ",
            "bhrātaraḥ",
            "kṛta",
            "niścayāḥ",
            "kalinā",
            "adharma",
            "mitreṇa",
            "dṛṣṭvā",
            "spṛṣṭāḥ",
            "prajāḥ",
            "bhuvi"
        ],
        "translation": "The younger brothers of Mahārāja Yudhiṣṭhira observed that the Age of Kali had already arrived throughout the world and that the citizens of the kingdom were already affected by irreligious practice. Therefore they decided to follow in the footsteps of their elder brother.",
        "purport": " The younger brothers of Mahārāja Yudhiṣṭhira were already obedient followers of the great Emperor, and they had sufficiently been trained to know the ultimate goal of life. They therefore decidedly followed their eldest brother in rendering devotional service to Lord Śrī Kṛṣṇa. According to the principles of sanātana-dharma, one must retire from family life after half the duration of life is finished and must engage himself in self-realization. But the question of engaging oneself is not always decided. Sometimes retired men are bewildered about how to engage themselves for the last days of life. Here is a decision by authorities like the Pāṇḍavas. All of them engaged themselves in favorably culturing the devotional service of the Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead. According to Svāmī Śrīdhara, dharma, artha, kāma and mokṣa, or fruitive activities, philosophical speculations and salvation, as conceived by several persons, are not the ultimate goal of life. They are more or less practiced by persons who have no information of the ultimate goal of life. The ultimate goal of life is already indicated by the Lord Himself in the Bhagavad-gītā (18.64), and the Pāṇḍavas were intelligent enough to follow it without hesitation."
    },
    {
        "verse": "46",
        "devanagari": "ते साधुकृतसर्वार्था ज्ञात्वात्यन्तिकमात्मन: ।मनसा धारयामासुर्वैकुण्ठचरणाम्बुजम् ॥ ४६ ॥",
        "english_devnagari": "te sādhu-kṛta-sarvārthājñātvātyantikam ātmanaḥmanasā dhārayām āsurvaikuṇṭha-caraṇāmbujam",
        "verse_Syn": [
            "te",
            "sādhu",
            "kṛta",
            "sarva",
            "arthāḥ",
            "jñātvā",
            "ātyantikam",
            "ātmanaḥ",
            "manasā",
            "dhārayām",
            "āsuḥ",
            "vaikuṇṭha",
            "caraṇa",
            "ambujam"
        ],
        "translation": "They all had performed all the principles of religion and as a result rightly decided that the lotus feet of the Lord Śrī Kṛṣṇa are the supreme goal of all. Therefore they meditated upon His feet without interruption.",
        "purport": " In the Bhagavad-gītā (7.28) the Lord says that only those who have done pious deeds in previous lives and have become freed from the results of all impious acts can concentrate upon the lotus feet of the Supreme Lord Śrī Kṛṣṇa. The Pāṇḍavas, not only in this life but also in their previous lives, had always performed the supreme pious work, and thus they are ever free from all the reactions of impious work. It is quite reasonable, therefore, that they concentrated their minds upon the lotus feet of the Supreme Lord Śrī Kṛṣṇa. According to Śrī Viśvanātha Cakravartī, dharma, artha, kāma and mokṣa principles are accepted by persons who are not free from the results of impious action. Such persons affected with the contaminations of the above four principles cannot at once accept the lotus feet of the Lord in the spiritual sky. The Vaikuṇṭha world is situated far beyond the material sky. The material sky is under the management of Durgā Devī, or the material energy of the Lord, but the Vaikuṇṭha world is managed by the personal energy of the Lord."
    },
    {
        "verse": "47-48",
        "devanagari": "तद्ध्यानोद्रिक्तया भक्त्या विशुद्धधिषणा: परे ।तस्मिन् नारायणपदे एकान्तमतयो गतिम् ॥ ४७ ॥अवापुर्दुरवापां ते असद्भ‍िर्विषयात्मभि: ।विधूतकल्मषा स्थानं विरजेनात्मनैव हि ॥ ४८ ॥",
        "english_devnagari": "tad-dhyānodriktayā bhaktyāviśuddha-dhiṣaṇāḥ paretasmin nārāyaṇa-padeekānta-matayo gatim",
        "verse_Syn": [
            "tat",
            "dhyāna",
            "utriktayā",
            "bhaktyā",
            "viśuddha",
            "dhiṣaṇāḥ",
            "pare",
            "tasmin",
            "nārāyaṇa",
            "pade",
            "ekānta",
            "matayaḥ",
            "gatim",
            "avāpuḥ",
            "duravāpām",
            "te",
            "asadbhiḥ",
            "viṣaya",
            "ātmabhiḥ",
            "vidhūta",
            "kalmaṣāḥ",
            "sthānam",
            "virajena",
            "ātmanā",
            "eva",
            "hi"
        ],
        "translation": "Thus by pure consciousness due to constant devotional remembrance, they attained the spiritual sky, which is ruled over by the Supreme Nārāyaṇa, Lord Kṛṣṇa. This is attained only by those who meditate upon the one Supreme Lord without deviation. This abode of the Lord Śrī Kṛṣṇa, known as Goloka Vṛndāvana, cannot be attained by persons who are absorbed in the material conception of life. But the Pāṇḍavas, being completely washed of all material contamination, attained that abode in their very same bodies.",
        "purport": " According to Śrīla Jīva Gosvāmī, a person freed from the three modes of material qualities, namely goodness, passion and ignorance, and situated in transcendence can reach the highest perfection of life without change of body. Śrīla Sanātana Gosvāmī in his Hari-bhakti-vilāsa says that a person, whatever he may be, can attain the perfection of a twice-born brāhmaṇa by undergoing the spiritual disciplinary actions under the guidance of a bona fide spiritual master, exactly as a chemist can turn gun metal into gold by chemical manipulation. It is therefore the actual guidance that matters in the process of becoming a brāhmaṇa, even without change of body, or in going back to Godhead without change of body. Śrīla Jīva Gosvāmī remarks that the word hi used in this connection positively affirms this truth, and there is no doubt about this factual position. The Bhagavad-gītā (14.26) also affirms this statement of Śrīla Jīva Gosvāmī when the Lord says that anyone who executes devotional service systematically without deviation can attain the perfection of Brahman by surpassing the contamination of the three modes of material nature, and when the Brahman perfection is still more advanced by the selfsame execution of devotional service, there is no doubt at all that one can attain the supreme spiritual planet, Goloka Vṛndāvana, without change of body, as we have already discussed in connection with the Lord’s returning to His abode without a change of body."
    },
    {
        "verse": "49",
        "devanagari": "विदुरोऽपि परित्यज्य प्रभासे देहमात्मन: ।कृष्णावेशेन तच्चित्त: पितृभि: स्वक्षयं ययौ ॥ ४९ ॥",
        "english_devnagari": "viduro ’pi parityajyaprabhāse deham ātmanaḥkṛṣṇāveśena tac-cittaḥpitṛbhiḥ sva-kṣayaṁ yayau",
        "verse_Syn": [
            "viduraḥ",
            "api",
            "parityajya",
            "prabhāse",
            "deham",
            "ātmanaḥ",
            "kṛṣṇa",
            "āveśena",
            "tat",
            "cittaḥ",
            "pitṛbhiḥ",
            "sva",
            "kṣayam",
            "yayau"
        ],
        "translation": "Vidura, while on pilgrimage, left his body at Prabhāsa. Because he was absorbed in thought of Kṛṣṇa, he was received by the denizens of the Pitṛloka planet, where he returned to his original post.",
        "purport": " The difference between the Pāṇḍavas and Vidura is that the Pāṇḍavas are eternal associates of the Lord, the Personality of Godhead, whereas Vidura is one of the administrative demigods in charge of the Pitṛloka planet and is known as Yamarāja. Men are afraid of Yamarāja because it is he only who awards punishment to the miscreants of the material world, but those who are devotees of the Lord have nothing to fear from him. To the devotees he is a cordial friend, but to the nondevotees he is fear personified. As we have already discussed, it is understood that Yamarāja was cursed by Maṇḍūka Muni to be degraded as a śūdra, and therefore Vidura was an incarnation of Yamarāja. As an eternal servitor of the Lord, he displayed his devotional activities very ardently and lived a life of a pious man, so much so that a materialistic man like Dhṛtarāṣṭra also got salvation by his instruction. So by his pious activities in the devotional service of the Lord he was able to always remember the lotus feet of the Lord, and thus he became washed of all contamination of a śūdra-born life. At the end he was again received by the denizens of Pitṛloka and posted in his original position. The demigods are also associates of the Lord without personal touch, whereas the direct associates of the Lord are in constant personal touch with Him. The Lord and His personal associates incarnate in many universes without cessation. The Lord remembers them all, whereas the associates forget due to their being very minute parts and parcels of the Lord; they are apt to forget such incidents due to being infinitesimal. This is corroborated in the Bhagavad-gītā (4.5)."
    },
    {
        "verse": "50",
        "devanagari": "द्रौपदी च तदाज्ञाय पतीनामनपेक्षताम् ।वासुदेवे भगवति ह्येकान्तमतिराप तम् ॥ ५० ॥",
        "english_devnagari": "draupadī ca tadājñāyapatīnām anapekṣatāmvāsudeve bhagavatihy ekānta-matir āpa tam",
        "verse_Syn": [
            "draupadī",
            "ca",
            "tadā",
            "ājñāya",
            "patīnām",
            "anapekṣatām",
            "vāsudeve",
            "bhagavati",
            "hi",
            "eka",
            "anta",
            "matiḥ",
            "āpa",
            "tam"
        ],
        "translation": "Draupadī also saw that her husbands, without caring for her, were leaving home. She knew well about Lord Vāsudeva, Kṛṣṇa, the Personality of Godhead. Both she and Subhadrā became absorbed in thoughts of Kṛṣṇa and attained the same results as their husbands.",
        "purport": " When flying an airplane, one cannot take care of other planes. Everyone has to take care of his own plane, and if there is any danger, no other plane can help another in that condition. Similarly, at the end of life, when one has to go back home, back to Godhead, everyone has to take care of himself without help rendered by another. The help is, however, offered on the ground before flying in space. Similarly, the spiritual master, the father, the mother, the relatives, the husband and others can all render help during one’s lifetime, but while crossing the sea one has to take care of himself and utilize the instructions formerly received. Draupadī had five husbands, and no one asked Draupadī to come; Draupadī had to take care of herself without waiting for her great husbands. And because she was already trained, she at once took to concentration upon the lotus feet of Lord Vāsudeva, Kṛṣṇa, the Personality of Godhead. The wives also got the same result as their husbands, in the same manner; that is to say, without changing their bodies they reached the destination of Godhead. Śrīla Viśvanātha Cakravartī Ṭhākura suggests that both Draupadī and Subhadrā, although her name is not mentioned herein, got the same result. None of them had to quit the body."
    },
    {
        "verse": "51",
        "devanagari": "य: श्रद्धयैतद् भगवत्प्रियाणांपाण्डो: सुतानामिति सम्प्रयाणम् ।श‍ृणोत्यलं स्वस्त्ययनं पवित्रंलब्ध्वा हरौ भक्तिमुपैति सिद्धिम् ॥ ५१ ॥",
        "english_devnagari": "yaḥ śraddhayaitad bhagavat-priyāṇāṁpāṇḍoḥ sutānām iti samprayāṇamśṛṇoty alaṁ svastyayanaṁ pavitraṁlabdhvā harau bhaktim upaiti siddhim",
        "verse_Syn": [
            "yaḥ",
            "śraddhayā",
            "etat",
            "bhagavat",
            "priyāṇām",
            "pāṇḍoḥ",
            "sutānām",
            "iti",
            "samprayāṇam",
            "śṛṇoti",
            "alam",
            "svastyayanam",
            "pavitram",
            "labdhvā",
            "harau",
            "bhaktim",
            "upaiti",
            "siddhim"
        ],
        "translation": "The subject of the departure of the sons of Pāṇḍu for the ultimate goal of life, back to Godhead, is fully auspicious and is perfectly pure. Therefore anyone who hears this narration with devotional faith certainly gains the devotional service of the Lord, the highest perfection of life.",
        "purport": " Śrīmad-Bhāgavatam is a narration about the Personality of Godhead and the devotees of the Lord like the Pāṇḍavas. The narration of the Personality of Godhead and His devotees is absolute in itself, and thus to hear it with a devotional attitude is to associate with the Lord and constant companions of the Lord. By the process of hearing Śrīmad-Bhāgavatam one can attain the highest perfection of life, namely going back home, back to Godhead, without failure."
    }
]