[
    {
        "verse": "1",
        "devanagari": "सूत उवाचअथ तं सुखमासीन उपासीनं बृहच्छ्रवा: ।देवर्षि: प्राह विप्रर्षिं वीणापाणि: स्मयन्निव ॥ १ ॥",
        "english_devnagari": "sūta uvācaatha taṁ sukham āsīnaupāsīnaṁ bṛhac-chravāḥdevarṣiḥ prāha viprarṣiṁvīṇā-pāṇiḥ smayann iva",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "atha",
            "tam",
            "sukham",
            "āsīnaḥ",
            "upāsīnam",
            "bṛhat",
            "śravāḥ",
            "devarṣiḥ",
            "prāha",
            "viprarṣim",
            "vīṇā",
            "pāṇiḥ",
            "smayan",
            "iva"
        ],
        "translation": "Sūta Gosvāmī said: Thus the sage amongst the gods [Nārada], comfortably seated and apparently smiling, addressed the ṛṣi amongst the brāhmaṇas [Vedavyāsa].",
        "purport": " Nārada was smiling because he well knew the great sage Vedavyāsa and the cause of his disappointment. As he will explain gradually, Vyāsadeva’s disappointment was due to insufficiency in presenting the science of devotional service. Nārada knew the defect, and it was confirmed by the position of Vyāsa."
    },
    {
        "verse": "2",
        "devanagari": "नारद उवाचपाराशर्य महाभाग भवत: कच्चिदात्मना ।परितुष्यति शारीर आत्मा मानस एव वा ॥ २ ॥",
        "english_devnagari": "nārada uvācapārāśarya mahā-bhāgabhavataḥ kaccid ātmanāparituṣyati śārīraātmā mānasa eva vā",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "pārāśarya",
            "mahā",
            "bhāga",
            "bhavataḥ",
            "kaccit",
            "ātmanā",
            "parituṣyati",
            "śārīraḥ",
            "ātmā",
            "mānasaḥ",
            "eva",
            "vā"
        ],
        "translation": "Addressing Vyāsadeva, the son of Parāśara, Nārada inquired: Are you satisfied by identifying with the body or the mind as objects of self-realization?",
        "purport": " This was a hint by Nārada to Vyāsadeva regarding the cause of his despondency. Vyāsadeva, as the descendant of Parāśara, a greatly powerful sage, had the privilege of having a great parentage which should not have given Vyāsadeva cause for despondency. Being a great son of a great father, he should not have identified the self with the body or the mind. Ordinary men with a poor fund of knowledge can identify the body as self or the mind as self, but Vyāsadeva should not have done so. One cannot be cheerful by nature unless one is factually seated in self-realization, which is transcendental to the material body and mind."
    },
    {
        "verse": "3",
        "devanagari": "जिज्ञासितं सुसम्पन्नमपि ते महदद्भ‍ुतम् ।कृतवान् भारतं यस्त्वं सर्वार्थपरिबृंहितम् ॥ ३ ॥",
        "english_devnagari": "jijñāsitaṁ susampannamapi te mahad-adbhutamkṛtavān bhārataṁ yas tvaṁsarvārtha-paribṛṁhitam",
        "verse_Syn": [
            "jijñāsitam",
            "susampannam",
            "api",
            "te",
            "mahat",
            "adbhutam",
            "kṛtavān",
            "bhāratam",
            "yaḥ",
            "tvam",
            "sarva",
            "artha",
            "paribṛṁhitam"
        ],
        "translation": "Your inquiries were full and your studies were also well fulfilled, and there is no doubt that you have prepared a great and wonderful work, the Mahābhārata, which is full of all kinds of Vedic sequences elaborately explained.",
        "purport": " The despondency of Vyāsadeva was certainly not due to his lack of sufficient knowledge because as a student he had fully inquired about the Vedic literatures, as a result of which the Mahābhārata is compiled with full explanation of the Vedas."
    },
    {
        "verse": "4",
        "devanagari": "जिज्ञासितमधीतं च ब्रह्म यत्तत्सनातनम् ।तथापि शोचस्यात्मानमकृतार्थ इव प्रभो ॥ ४ ॥",
        "english_devnagari": "jijñāsitam adhītaṁ cabrahma yat tat sanātanamtathāpi śocasy ātmānamakṛtārtha iva prabho",
        "verse_Syn": [
            "jijñāsitam",
            "adhītam",
            "ca",
            "brahma",
            "yat",
            "tat",
            "sanātanam",
            "tathāpi",
            "śocasi",
            "ātmānam",
            "akṛta",
            "arthaḥ",
            "iva",
            "prabho"
        ],
        "translation": "You have fully delineated the subject of impersonal Brahman as well as the knowledge derived therefrom. Why should you be despondent in spite of all this, thinking that you are undone, my dear prabhu?",
        "purport": " The Vedānta-sūtra, or Brahma-sūtra, compiled by Śrī Vyāsadeva is the full deliberation of the impersonal absolute feature, and it is accepted as the most exalted philosophical exposition in the world. It covers the subject of eternity, and the methods are scholarly. So there cannot be any doubt about the transcendental scholarship of Vyāsadeva. So why should he lament?"
    },
    {
        "verse": "5",
        "devanagari": "व्यास उवाचअस्त्येव मे सर्वमिदं त्वयोक्तंतथापि नात्मा परितुष्यते मे ।तन्मूलमव्यक्तमगाधबोधंपृच्छामहे त्वात्मभवात्मभूतम् ॥ ५ ॥",
        "english_devnagari": "vyāsa uvācaasty eva me sarvam idaṁ tvayoktaṁtathāpi nātmā parituṣyate metan-mūlam avyaktam agādha-bodhaṁpṛcchāmahe tvātma-bhavātma-bhūtam",
        "verse_Syn": [
            "vyāsaḥ",
            "uvāca",
            "asti",
            "eva",
            "me",
            "sarvam",
            "idam",
            "tvayā",
            "uktam",
            "tathāpi",
            "na",
            "ātmā",
            "parituṣyate",
            "me",
            "tat",
            "mūlam",
            "avyaktam",
            "agādha",
            "bodham",
            "pṛcchāmahe",
            "tvā",
            "ātma",
            "bhava",
            "ātma",
            "bhūtam"
        ],
        "translation": "Śrī Vyāsadeva said: All you have said about me is perfectly correct. Despite all this, I am not pacified. I therefore question you about the root cause of my dissatisfaction, for you are a man of unlimited knowledge due to your being the offspring of one [Brahmā] who is self-born [without mundane father and mother].",
        "purport": " In the material world everyone is engrossed with the idea of identifying the body or the mind with the self. As such, all knowledge disseminated in the material world is related either with the body or with the mind, and that is the root cause of all despondencies. This is not always detected, even though one may be the greatest erudite scholar in materialistic knowledge. It is good, therefore, to approach a personality like Nārada to solve the root cause of all despondencies. Why Nārada should be approached is explained below."
    },
    {
        "verse": "6",
        "devanagari": "स वै भवान् वेद समस्तगुह्य-मुपासितो यत्पुरुष: पुराण: ।परावरेशो मनसैव विश्वंसृजत्यवत्यत्ति गुणैरसङ्ग: ॥ ६ ॥",
        "english_devnagari": "sa vai bhavān veda samasta-guhyamupāsito yat puruṣaḥ purāṇaḥparāvareśo manasaiva viśvaṁsṛjaty avaty atti guṇair asaṅgaḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "bhavān",
            "veda",
            "samasta",
            "guhyam",
            "upāsitaḥ",
            "yat",
            "puruṣaḥ",
            "purāṇaḥ",
            "para",
            "avara",
            "īśaḥ",
            "manasā",
            "eva",
            "viśvam",
            "sṛjati",
            "avati",
            "atti",
            "guṇaiḥ",
            "asaṅgaḥ"
        ],
        "translation": "My lord! Everything that is mysterious is known to you because you worship the creator and destroyer of the material world and the maintainer of the spiritual world, the original Personality of Godhead, who is transcendental to the three modes of material nature.",
        "purport": " A person who is cent-percent engaged in the service of the Lord is the emblem of all knowledge. Such a devotee of the Lord in full perfection of devotional service is also perfect by the qualification of the Personality of Godhead. As such, the eightfold perfections of mystic power (aṣṭa-siddhi) constitute very little of his godly opulence. A devotee like Nārada can act wonderfully by his spiritual perfection, which every individual is trying to attain. Śrīla Nārada is a cent-percent perfect living being, although not equal to the Personality of Godhead."
    },
    {
        "verse": "7",
        "devanagari": "त्वं पर्यटन्नर्क इव त्रिलोकी-मन्तश्चरो वायुरिवात्मसाक्षी ।परावरे ब्रह्मणि धर्मतो व्रतै:स्‍नातस्य मे न्यूनमलं विचक्ष्व ॥ ७ ॥",
        "english_devnagari": "tvaṁ paryaṭann arka iva tri-lokīmantaś-caro vāyur ivātma-sākṣīparāvare brahmaṇi dharmato vrataiḥsnātasya me nyūnam alaṁ vicakṣva",
        "verse_Syn": [
            "tvam",
            "paryaṭan",
            "arkaḥ",
            "iva",
            "tri",
            "lokīm",
            "antaḥ",
            "caraḥ",
            "vāyuḥ",
            "iva",
            "ātma",
            "sākṣī",
            "para",
            "avare",
            "brahmaṇi",
            "dharmataḥ",
            "vrataiḥ",
            "snātasya",
            "me",
            "nyūnam",
            "alam",
            "vicakṣva"
        ],
        "translation": "Like the sun, Your Goodness can travel everywhere in the three worlds, and like the air you can penetrate the internal region of everyone. As such, you are as good as the all-pervasive Supersoul. Please, therefore, find out the deficiency in me, despite my being absorbed in transcendence under disciplinary regulations and vows.",
        "purport": " Transcendental realization, pious activities, worshiping the Deities, charity, mercifulness, nonviolence and studying the scriptures under strict disciplinary regulations are always helpful."
    },
    {
        "verse": "8",
        "devanagari": "श्रीनारद उवाचभवतानुदितप्रायं यशो भगवतोऽमलम् ।येनैवासौ न तुष्येत मन्ये तद्दर्शनं खिलम् ॥ ८ ॥",
        "english_devnagari": "śrī-nārada uvācabhavatānudita-prāyaṁyaśo bhagavato ’malamyenaivāsau na tuṣyetamanye tad darśanaṁ khilam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "bhavatā",
            "anudita",
            "prāyam",
            "yaśaḥ",
            "bhagavataḥ",
            "amalam",
            "yena",
            "eva",
            "asau",
            "na",
            "tuṣyeta",
            "manye",
            "tat",
            "darśanam",
            "khilam"
        ],
        "translation": "Śrī Nārada said: You have not actually broadcast the sublime and spotless glories of the Personality of Godhead. That philosophy which does not satisfy the transcendental senses of the Lord is considered worthless.",
        "purport": " The eternal relation of an individual soul with the Supreme Soul Personality of Godhead is constitutionally one of being the eternal servitor of the eternal master. The Lord has expanded Himself as living beings in order to accept loving service from them, and this alone can satisfy both the Lord and the living beings. Such a scholar as Vyāsadeva has completed many expansions of the Vedic literatures, ending with the Vedānta philosophy, but none of them have been written directly glorifying the Personality of Godhead. Dry philosophical speculations even on the transcendental subject of the Absolute have very little attraction without directly dealing with the glorification of the Lord. The Personality of Godhead is the last word in transcendental realization. The Absolute realized as impersonal Brahman or localized Supersoul, Paramātmā, is less productive of transcendental bliss than the supreme personal realization of His glories. The compiler of the Vedānta-darśana is Vyāsadeva himself. Yet he is troubled, although he is the author. So what sort of transcendental bliss can be derived by the readers and listeners of Vedānta which is not explained directly by Vyāsadeva, the author? Herein arises the necessity of explaining Vedānta-sūtra in the form of Śrīmad-Bhāgavatam by the self-same author."
    },
    {
        "verse": "9",
        "devanagari": "यथा धर्मादयश्चार्था मुनिवर्यानुकीर्तिता: ।न तथा वासुदेवस्य महिमा ह्यनुवर्णित: ॥ ९ ॥",
        "english_devnagari": "yathā dharmādayaś cārthāmuni-varyānukīrtitāḥna tathā vāsudevasyamahimā hy anuvarṇitaḥ",
        "verse_Syn": [
            "yathā",
            "dharma",
            "ādayaḥ",
            "ca",
            "arthāḥ",
            "muni",
            "varya",
            "anukīrtitāḥ",
            "na",
            "tathā",
            "vāsudevasya",
            "mahimā",
            "hi",
            "anuvarṇitaḥ"
        ],
        "translation": "Although, great sage, you have very broadly described the four principles beginning with religious performances, you have not described the glories of the Supreme Personality, Vāsudeva.",
        "purport": " The prompt diagnosis of Śrī Nārada is at once declared. The root cause of the despondency of Vyāsadeva was his deliberate avoidance of glorifying the Lord in his various editions of the Purāṇas. He has certainly, as a matter of course, given descriptions of the glories of the Lord (Śrī Kṛṣṇa), but not as many as given to religiosity, economic development, sense gratification and salvation. These four items are by far inferior to engagement in the devotional service of the Lord. Śrī Vyāsadeva, as the authorized scholar, knew very well this difference. And still, instead of giving more importance to the better type of engagement, namely devotional service to the Lord, he had more or less improperly used his valuable time, and thus he was despondent. From this it is clearly indicated that no one can be pleased substantially without being engaged in the devotional service of the Lord. In the Bhagavad-gītā this fact is clearly mentioned. After liberation, which is the last item in the line of performing religiosity, etc., one is engaged in pure devotional service. This is called the stage of self-realization, or the brahma-bhūta stage. After attainment of this brahma-bhūta stage, one is satisfied. But satisfaction is the beginning of transcendental bliss. One should progress by attaining neutrality and equality in the relative world. And passing this stage of equanimity, one is fixed in the transcendental loving service of the Lord. This is the instruction of the Personality of Godhead in the Bhagavad-gītā. The conclusion is that in order to maintain the status quo of the brahma-bhūta stage, as also to increase the degree of transcendental realization, Nārada recommended to Vyāsadeva that he (Vyāsadeva) should now eagerly and repeatedly describe the path of devotional service. This would cure him from gross despondency."
    },
    {
        "verse": "10",
        "devanagari": "न यद्वचश्चित्रपदं हरेर्यशोजगत्पवित्रं प्रगृणीत कर्हिचित् ।तद्वायसं तीर्थमुशन्ति मानसान यत्र हंसा निरमन्त्युशिक्क्षया: ॥ १० ॥",
        "english_devnagari": "na yad vacaś citra-padaṁ harer yaśojagat-pavitraṁ pragṛṇīta karhicittad vāyasaṁ tīrtham uśanti mānasāna yatra haṁsā niramanty uśik-kṣayāḥ",
        "verse_Syn": [
            "na",
            "yat",
            "vacaḥ",
            "citra",
            "padam",
            "hareḥ",
            "yaśaḥ",
            "jagat",
            "pavitram",
            "pragṛṇīta",
            "karhicit",
            "tat",
            "vāyasam",
            "tīrtham",
            "uśanti",
            "mānasāḥ",
            "na",
            "yatra",
            "haṁsāḥ",
            "niramanti",
            "uśik",
            "kṣayāḥ"
        ],
        "translation": "Those words which do not describe the glories of the Lord, who alone can sanctify the atmosphere of the whole universe, are considered by saintly persons to be like unto a place of pilgrimage for crows. Since the all-perfect persons are inhabitants of the transcendental abode, they do not derive any pleasure there.",
        "purport": " Crows and swans are not birds of the same feather, because of their different mental attitudes. The fruitive workers or passionate men are compared to the crows, whereas the all-perfect saintly persons are compared to the swans. The crows take pleasure in a place where garbage is thrown out, just as the passionate fruitive workers take pleasure in wine and woman and places for gross sense pleasure. The swans do not take pleasure in the places where crows are assembled for conferences and meetings. They are instead seen in the atmosphere of natural scenic beauty where there are transparent reservoirs of water nicely decorated with stems of lotus flowers in variegated colors of natural beauty. That is the difference between the two classes of birds. Nature has influenced different species of life with different mentalities, and it is not possible to bring them up into the same rank and file. Similarly, there are different kinds of literature for different types of men of different mentality. Mostly the market literatures which attract men of the crow’s categories are literatures containing refused remnants of sensuous topics. They are generally known as mundane talks in relation with the gross body and subtle mind. They are full of subject matter described in decorative language full of mundane similes and metaphorical arrangements. Yet with all that, they do not glorify the Lord. Such poetry and prose, on any subject matter, is considered decoration of a dead body. Spiritually advanced men who are compared to the swans do not take pleasure in such dead literatures, which are sources of pleasure for men who are spiritually dead. These literatures in the modes of passion and ignorance are distributed under different labels, but they can hardly help the spiritual urge of the human being, and thus the swanlike spiritually advanced men have nothing to do with them. Such spiritually advanced men are called mānasa also because they always keep up the standard of transcendental voluntary service to the Lord on the spiritual plane. This completely forbids fruitive activities for gross bodily sense satisfaction or subtle speculation of the material egoistic mind. Social literary men, scientists, mundane poets, theoretical philosophers and politicians who are completely absorbed in the material advancement of sense pleasure are all dolls of the material energy. They take pleasure in a place where rejected subject matters are thrown. According to Svāmī Śrīdhara, this is the pleasure of the prostitute-hunters. But literatures which describe the glories of the Lord are enjoyed by the paramahaṁsas who have grasped the essence of human activities."
    },
    {
        "verse": "11",
        "devanagari": "तद्वाग्विसर्गो जनताघविप्लवोयस्मिन् प्रतिश्लोकमबद्धवत्यपि ।नामान्यनन्तस्य यशोऽङ्कितानि यत्श‍ृण्वन्ति गायन्ति गृणन्ति साधव: ॥ ११ ॥",
        "english_devnagari": "tad-vāg-visargo janatāgha-viplavoyasmin prati-ślokam abaddhavaty apināmāny anantasya yaśo ’ṅkitāni yatśṛṇvanti gāyanti gṛṇanti sādhavaḥ",
        "verse_Syn": [
            "tat",
            "vāk",
            "visargaḥ",
            "janatā",
            "agha",
            "viplavaḥ",
            "yasmin",
            "prati",
            "ślokam",
            "abaddhavati",
            "api",
            "nāmāni",
            "anantasya",
            "yaśaḥ",
            "aṅkitāni",
            "yat",
            "śṛṇvanti",
            "gāyanti",
            "gṛṇanti",
            "sādhavaḥ"
        ],
        "translation": "On the other hand, that literature which is full of descriptions of the transcendental glories of the name, fame, forms, pastimes, etc., of the unlimited Supreme Lord is a different creation, full of transcendental words directed toward bringing about a revolution in the impious lives of this world’s misdirected civilization. Such transcendental literatures, even though imperfectly composed, are heard, sung and accepted by purified men who are thoroughly honest.",
        "purport": " It is a qualification of the great thinkers to pick up the best even from the worst. It is said that the intelligent man should pick up nectar from a stock of poison, should accept gold even from a filthy place, should accept a good and qualified wife even from an obscure family and should accept a good lesson even from a man or from a teacher who comes from the untouchables. These are some of the ethical instructions for everyone in every place without exception. But a saint is far above the level of an ordinary man. He is always absorbed in glorifying the Supreme Lord because by broadcasting the holy name and fame of the Supreme Lord, the polluted atmosphere of the world will change, and as a result of propagating the transcendental literatures like Śrīmad-Bhāgavatam, people will become sane in their transactions. While preparing this commentation on this particular stanza of Śrīmad-Bhāgavatam we have a crisis before us. Our neighboring friend China has attacked the border of India with a militaristic spirit. We have practically no business in the political field, yet we see that previously there were both China and India, and they both lived peacefully for centuries without ill feeling. The reason is that they lived those days in an atmosphere of God consciousness, and every country, over the surface of the world, was God-fearing, purehearted and simple, and there was no question of political diplomacy. There is no cause of quarrel between the two countries China and India over land which is not very suitable for habitation, and certainly there is no cause for fighting on this issue. But due to the age of quarrel, Kali, which we have discussed, there is always a chance of quarrel on slight provocation. This is due not to the issue in question, but to the polluted atmosphere of this age: systematically there is propaganda by a section of people to stop glorification of the name and fame of the Supreme Lord. Therefore, there is a great need for disseminating the message of Śrīmad-Bhāgavatam all over the world. It is the duty of every responsible Indian to broadcast the transcendental message of Śrīmad-Bhāgavatam throughout the world to do all the supermost good as well as to bring about the desired peace in the world. Because India has failed in her duty by neglecting this responsible work, there is so much quarrel and trouble all over the world. We are confident that if the transcendental message of Śrīmad-Bhāgavatam is received only by the leading men of the world, certainly there will be a change of heart, and naturally the people in general will follow them. The mass of people in general are tools in the hands of the modern politicians and leaders of the people. If there is a change of heart of the leaders only, certainly there will be a radical change in the atmosphere of the world. We know that our honest attempt to present this great literature conveying transcendental messages for reviving the God consciousness of the people in general and respiritualizing the world atmosphere is fraught with many difficulties. Our presenting this matter in adequate language, especially a foreign language, will certainly fail, and there will be so many literary discrepancies despite our honest attempt to present it in the proper way. But we are sure that with all our faults in this connection the seriousness of the subject matter will be taken into consideration, and the leaders of society will still accept this due to its being an honest attempt to glorify the almighty God. When there is fire in a house, the inmates of the house go out to get help from the neighbors who may be foreigners, and yet without knowing the language the victims of the fire express themselves, and the neighbors understand the need, even though not expressed in the same language. The same spirit of cooperation is needed to broadcast this transcendental message of the Śrīmad-Bhāgavatam throughout the polluted atmosphere of the world. After all, it is a technical science of spiritual values, and thus we are concerned with the techniques and not with the language. If the techniques of this great literature are understood by the people of the world, there will be success. When there are too many materialistic activities by the people in general all over the world, there is no wonder that a person or a nation attacks another person or nation on slight provocation. That is the rule of this Age of Kali or quarrel. The atmosphere is already polluted with corruption of all description, and everyone knows it well. There are so many unwanted literatures full of materialistic ideas of sense gratification. In many countries there are bodies appointed by the state to detect and censor obscene literature. This means that neither the government nor the responsible leaders of the public want such literature, yet it is in the marketplace because the people want it for sense gratification. The people in general want to read (that is a natural instinct), but because their minds are polluted they want such literatures. Under the circumstances, transcendental literature like Śrīmad-Bhāgavatam will not only diminish the activities of the corrupt mind of the people in general, but also it will supply food for their hankering after reading some interesting literature. In the beginning they may not like it because one suffering from jaundice is reluctant to take sugar candy, but we should know that sugar candy is the only remedy for jaundice. Similarly, let there be systematic propaganda for popularizing reading of the Bhagavad-gītā and the Śrīmad-Bhāgavatam, which will act like sugar candy for the jaundicelike condition of sense gratification. When men have a taste for this literature, the other literatures, which are catering poison to society, will then automatically cease. We are sure, therefore, that everyone in human society will welcome Śrīmad-Bhāgavatam, even though it is now presented with so many faults, for it is recommended by Śrī Nārada, who has very kindly appeared in this chapter."
    },
    {
        "verse": "12",
        "devanagari": "नैष्कर्म्यमप्यच्युतभाववर्जितंन शोभते ज्ञानमलं निरञ्जनम् ।कुत: पुन: शश्वदभद्रमीश्वरेन चार्पितं कर्म यदप्यकारणम् ॥ १२ ॥",
        "english_devnagari": "naiṣkarmyam apy acyuta-bhāva-varjitaṁna śobhate jñānam alaṁ nirañjanamkutaḥ punaḥ śaśvad abhadram īśvarena cārpitaṁ karma yad apy akāraṇam",
        "verse_Syn": [
            "naiṣkarmyam",
            "api",
            "acyuta",
            "bhāva",
            "varjitam",
            "na",
            "śobhate",
            "jñānam",
            "alam",
            "nirañjanam",
            "kutaḥ",
            "punaḥ",
            "śaśvat",
            "abhadram",
            "īśvare",
            "na",
            "ca",
            "arpitam",
            "karma",
            "yat",
            "api",
            "akāraṇam"
        ],
        "translation": "Knowledge of self-realization, even though free from all material affinity, does not look well if devoid of a conception of the Infallible [God]. What, then, is the use of fruitive activities, which are naturally painful from the very beginning and transient by nature, if they are not utilized for the devotional service of the Lord?",
        "purport": " As referred to above, not only ordinary literatures devoid of the transcendental glorification of the Lord are condemned, but also Vedic literatures and speculation on the subject of impersonal Brahman when they are devoid of devotional service. When speculation on the impersonal Brahman is condemned on the above ground, then what to speak of ordinary fruitive work, which is not meant to fulfill the aim of devotional service. Such speculative knowledge and fruitive work cannot lead one to the goal of perfection. Fruitive work, in which almost all people in general are engaged, is always painful either in the beginning or at the end. It can be fruitful only when made subservient to the devotional service of the Lord. In the Bhagavad-gītā also it is confirmed that the result of such fruitive work may be offered for the service of the Lord, otherwise it leads to material bondage. The bona fide enjoyer of the fruitive work is the Personality of Godhead, and thus when it is engaged for the sense gratification of the living beings, it becomes an acute source of trouble."
    },
    {
        "verse": "13",
        "devanagari": "अथो महाभाग भवानमोघद‍ृक्शुचिश्रवा: सत्यरतो धृतव्रत: ।उरुक्रमस्याखिलबन्धमुक्तयेसमाधिनानुस्मर तद्विचेष्टितम् ॥ १३ ॥",
        "english_devnagari": "atho mahā-bhāga bhavān amogha-dṛkśuci-śravāḥ satya-rato dhṛta-vrataḥurukramasyākhila-bandha-muktayesamādhinānusmara tad-viceṣṭitam",
        "verse_Syn": [
            "atho",
            "mahā",
            "bhāga",
            "bhavān",
            "amogha",
            "dṛk",
            "śuci",
            "śravāḥ",
            "satya",
            "rataḥ",
            "dhṛta",
            "vrataḥ",
            "urukramasya",
            "akhila",
            "bandha",
            "muktaye",
            "samādhinā",
            "anusmara",
            "tat",
            "viceṣṭitam"
        ],
        "translation": "O Vyāsadeva, your vision is completely perfect. Your good fame is spotless. You are firm in vow and situated in truthfulness. And thus you can think of the pastimes of the Lord in trance for the liberation of the people in general from all material bondage.",
        "purport": " People in general have a taste for literatures by instinct. They want to hear and read from the authorities something about the unknown, but their taste is exploited by unfortunate literatures which are full of subject matter for satisfaction of the material senses. Such literatures contain different kinds of mundane poems and philosophical speculations, more or less under the influence of māyā, ending in sense gratification. These literatures, although worthless in the true sense of the term, are variously decorated to attract the attention of the less intelligent men. Thus the attracted living entities are more and more entangled in material bondage without hope of liberation for thousands and thousands of generations. Śrī Nārada Ṛṣi, being the best amongst the Vaiṣṇavas, is compassionate toward such unfortunate victims of worthless literatures, and thus he advises Śrī Vyāsadeva to compose transcendental literature which is not only attractive but can also actually bring liberation from all kinds of bondage. Śrīla Vyāsadeva or his representatives are qualified because they are rightly trained to see things in true perspective. Śrīla Vyāsadeva and his representatives are pure in thought due to their spiritual enlightenment, fixed in their vows due to their devotional service, and determined to deliver the fallen souls rotting in material activities. The fallen souls are very eager to receive novel informations every day, and the transcendentalists like Vyāsadeva or Nārada can supply such eager people in general with unlimited news from the spiritual world. In the Bhagavad-gītā it is said that the material world is only a part of the whole creation and that this earth is only a fragment of the whole material world. There are thousands and thousands of literary men all over the world, and they have created many, many thousands of literary works for the information of the people in general for thousands and thousands of years. Unfortunately none of them have brought peace and tranquillity on the earth. This is due to a spiritual vacuum in those literatures; therefore the Vedic literatures, especially the Bhagavad-gītā and the Śrīmad-Bhāgavatam, are specifically recommended to suffering humanity to bring about the desired effect of liberation from the pangs of material civilization, which is eating the vital part of human energy. The Bhagavad-gītā is the spoken message of the Lord Himself recorded by Vyāsadeva, and the Śrīmad-Bhāgavatam is the transcendental narration of the activities of the same Lord Kṛṣṇa, which alone can satisfy the hankering desires of the living being for eternal peace and liberation from miseries. Śrīmad-Bhāgavatam, therefore, is meant for all the living beings all over the universe for total liberation from all kinds of material bondage. Such transcendental narrations of the pastimes of the Lord can be described only by liberated souls like Vyāsadeva and his bona fide representatives who are completely merged in the transcendental loving service of the Lord. Only to such devotees do the pastimes of the Lord and their transcendental nature become automatically manifest by dint of devotional service. No one else can either know or describe the acts of the Lord, even if they speculate on the subject for many, many years. The descriptions of the Bhāgavatam are so precise and accurate that whatever has been predicted in this great literature about five thousand years ago is now exactly happening. Therefore, the vision of the author comprehends past, present and future. Such liberated persons as Vyāsadeva are perfect not only by the power of vision and wisdom, but also in aural reception, in thinking, feeling and all other sense activities. A liberated person possesses perfect senses, and with perfect senses only can one serve the sense proprietor, Hṛṣīkeśa, Śrī Kṛṣṇa the Personality of Godhead. Śrīmad-Bhāgavatam, therefore, is the perfect description of the all-perfect Personality of Godhead by the all-perfect personality Śrīla Vyāsadeva, the compiler of the Vedas."
    },
    {
        "verse": "14",
        "devanagari": "ततोऽन्यथा किञ्चन यद्विवक्षत:पृथग्दृशस्तत्कृतरूपनामभि: ।न कर्हिचित्क्वापि च दु:स्थिता मति-र्लभेत वाताहतनौरिवास्पदम् ॥ १४ ॥",
        "english_devnagari": "tato ’nyathā kiñcana yad vivakṣataḥpṛthag dṛśas tat-kṛta-rūpa-nāmabhiḥna karhicit kvāpi ca duḥsthitā matirlabheta vātāhata-naur ivāspadam",
        "verse_Syn": [
            "tataḥ",
            "anyathā",
            "kiñcana",
            "yat",
            "vivakṣataḥ",
            "pṛthak",
            "dṛśaḥ",
            "tat",
            "kṛta",
            "rūpa",
            "nāmabhiḥ",
            "na",
            "karhicit",
            "kvāpi",
            "ca",
            "duḥsthitā",
            "matiḥ",
            "labheta",
            "vāta",
            "āhata",
            "nauḥ",
            "iva",
            "āspadam"
        ],
        "translation": "Whatever you desire to describe that is separate in vision from the Lord simply reacts, with different forms, names and results, to agitate the mind, as the wind agitates a boat which has no resting place.",
        "purport": " Śrī Vyāsadeva is the editor of all descriptions of the Vedic literatures, and thus he has described transcendental realization in different ways, namely by fruitive activities, speculative knowledge, mystic power and devotional service. Besides that, in his various Purāṇas he has recommended the worship of so many demigods in different forms and names. The result is that people in general are puzzled how to fix their minds in the service of the Lord; they are always disturbed about finding the real path of self-realization. Śrīla Nāradadeva is stressing this particular defect in the Vedic literatures compiled by Vyāsadeva, and thus he is trying to emphasize describing everything in relation with the Supreme Lord, and no one else. In fact, there is nothing existent except the Lord. The Lord is manifested in different expansions. He is the root of the complete tree. He is the stomach of the complete body. Pouring water on the root is the right process to water the tree, as much as feeding the stomach supplies energy to all parts of the body. Therefore, Śrīla Vyāsadeva should not have compiled any Purāṇas other than the Bhāgavata Purāṇa because a slight deviation from that may create havoc for self-realization. If a slight deviation can create such havoc, then what to speak of deliberate expansion of the ideas separate from the Absolute Truth Personality of Godhead. The most defective part of worshiping demigods is that it creates a definite conception of pantheism, ending disastrously in many religious sects detrimental to the progress of the principles of the Bhāgavatam, which alone can give the accurate direction for self-realization in eternal relation with the Personality of Godhead by devotional service in transcendental love. The example of the boat disturbed by whirling wind is suitable in this respect. The diverted mind of the pantheist can never reach the perfection of self-realization, due to the disturbed condition of the selection of object."
    },
    {
        "verse": "15",
        "devanagari": "जुगुप्सितं धर्मकृतेऽनुशासत:स्वभावरक्तस्य महान् व्यतिक्रम: ।यद्वाक्यतो धर्म इतीतर: स्थितोन मन्यते तस्य निवारणं जन: ॥ १५ ॥",
        "english_devnagari": "jugupsitaṁ dharma-kṛte ’nuśāsataḥsvabhāva-raktasya mahān vyatikramaḥyad-vākyato dharma itītaraḥ sthitona manyate tasya nivāraṇaṁ janaḥ",
        "verse_Syn": [
            "jugupsitam",
            "dharma",
            "kṛte",
            "anuśāsataḥ",
            "svabhāva",
            "raktasya",
            "mahān",
            "vyatikramaḥ",
            "yat",
            "vākyataḥ",
            "dharmaḥ",
            "iti",
            "itaraḥ",
            "sthitaḥ",
            "na",
            "manyate",
            "tasya",
            "nivāraṇam",
            "janaḥ"
        ],
        "translation": "The people in general are naturally inclined to enjoy, and you have encouraged them in that way in the name of religion. This is verily condemned and is quite unreasonable. Because they are guided under your instructions, they will accept such activities in the name of religion and will hardly care for prohibitions.",
        "purport": " Śrīla Vyāsadeva’s compilation of different Vedic literatures on the basis of regulated performances of fruitive activities as depicted in the Mahābhārata and other literature is condemned herewith by Śrīla Nārada. The human beings, by long material association, life after life, have a natural inclination, by practice, to endeavor to lord it over material energy. They have no sense of the responsibility of human life. This human form of life is a chance to get out of the clutches of illusory matter. The Vedas are meant for going back to Godhead, going back home. To revolve in the cycle of transmigration in a series of lives numbering 8,400,000 is an imprisoned life for the condemned conditioned souls. The human form of life is a chance to get out of this imprisoned life, and as such the only occupation of the human being is to reestablish his lost relationship with God. Under the circumstances, one should never be encouraged in making a plan for sense enjoyment in the name of religious functions. Such diversion of the human energy results in a misguided civilization. Śrīla Vyāsadeva is the authority in Vedic explanations in the Mahābhārata, etc., and his encouragement in sense enjoyment in some form or other is a great barrier for spiritual advancement because the people in general will not agree to renounce material activities which hold them in material bondage. At a certain stage of human civilization when such material activities in the name of religion (as sacrificing animals in the name of yajña) were too much rampant, the Lord incarnated Himself as Buddha and decried the authority of the Vedas in order to stop animal sacrifice in the name of religion. This was foreseen by Nārada, and therefore he condemned such literatures. The flesh-eaters still continue to perform animal sacrifice before some demigod or goddess in the name of religion because in some of the Vedic literatures such regulated sacrifices are recommended. They are so recommended to discourage flesh-eating, but gradually the purpose of such religious activities is forgotten, and the slaughterhouse becomes prominent. This is because foolish materialistic men do not care to listen to others who are actually in a position to explain the Vedic rites. In the Vedas it is distinctly said that the perfection of life is never to be attained either by voluminous work, or by accumulation of wealth or even by increasing the population. But it is so attained only by renunciation. The materialistic men do not care to listen to such injunctions. According to them, the so-called renounced order of life is meant for those who are unable to earn their livelihood because of some corporeal defects, or for persons who have failed to achieve prosperity in family life. In histories like the Mahābhārata, of course, there are topics on transcendental subjects along with material topics. The Bhagavad-gītā is there in the Mahābhārata. The whole idea of the Mahābhārata culminates in the ultimate instructions of the Bhagavad-gītā, that one should relinquish all other engagements and should engage oneself solely and fully in surrendering unto the lotus feet of Lord Śrī Kṛṣṇa. But men with materialistic tendencies are more attracted to the politics, economics and philanthropic activities mentioned in the Mahābhārata than to the principal topic, namely the Bhagavad-gītā. This compromising spirit of Vyāsadeva is directly condemned by Nārada, who advises him to directly proclaim that the prime necessity of human life is to realize one’s eternal relation with the Lord and thus surrender unto Him without delay. A patient suffering from a particular type of malady is almost always inclined to accept eatables which are forbidden for him. The expert physician does not make any compromise with the patient by allowing him to take partially what he should not at all take. In the Bhagavad-gītā it is also said that a man attached to fruitive work should not be discouraged from his occupation, for gradually he may be elevated to the position of self-realization. This is sometimes applicable for those who are only dry empiric philosophers without spiritual realization. But those who are in the devotional line need not be always so advised."
    },
    {
        "verse": "16",
        "devanagari": "विचक्षणोऽस्यार्हति वेदितुं विभो-रनन्तपारस्य निवृत्तित: सुखम् ।प्रवर्तमानस्य गुणैरनात्मन-स्ततो भवान्दर्शय चेष्टितं विभो: ॥ १६ ॥",
        "english_devnagari": "vicakṣaṇo ’syārhati vedituṁ vibhorananta-pārasya nivṛttitaḥ sukhampravartamānasya guṇair anātmanastato bhavān darśaya ceṣṭitaṁ vibhoḥ",
        "verse_Syn": [
            "vicakṣaṇaḥ",
            "asya",
            "arhati",
            "veditum",
            "vibhoḥ",
            "ananta",
            "pārasya",
            "nivṛttitaḥ",
            "sukham",
            "pravartamānasya",
            "guṇaiḥ",
            "anātmanaḥ",
            "tataḥ",
            "bhavān",
            "darśaya",
            "ceṣṭitam",
            "vibhoḥ"
        ],
        "translation": "The Supreme Lord is unlimited. Only a very expert personality, retired from the activities of material happiness, deserves to understand this knowledge of spiritual values. Therefore those who are not so well situated, due to material attachment, should be shown the ways of transcendental realization, by Your Goodness, through descriptions of the transcendental activities of the Supreme Lord.",
        "purport": " Theological science is a difficult subject, especially when it deals with the transcendental nature of God. It is not a subject matter to be understood by persons who are too much attached to material activities. Only the very expert, who have almost retired from materialistic activities by culture of spiritual knowledge, can be admitted to the study of this great science. In the Bhagavad-gītā it is clearly stated that out of many hundreds and thousands of men only one person deserves to enter into transcendental realization. And out of many thousands of such transcendentally realized persons, only a few can understand the theological science specifically dealing with God as a person. Śrī Vyāsadeva is therefore advised by Nārada to describe the science of God directly by relating His transcendental activities. Vyāsadeva is himself a personality expert in this science, and he is unattached to material enjoyment. Therefore he is the right person to describe it, and Śukadeva Gosvāmī, the son of Vyāsadeva, is the right person to receive it. Śrīmad-Bhāgavatam is the topmost theological science, and therefore it can react on the laymen as medicinal doses. Because it contains the transcendental activities of the Lord, there is no difference between the Lord and the literature. The literature is the factual literary incarnation of the Lord. So the laymen can hear the narration of the activities of the Lord. Thereby they are able to associate with the Lord and thus gradually become purified from material diseases. The expert devotees also can discover novel ways and means to convert the nondevotees in terms of particular time and circumstance. Devotional service is dynamic activity, and the expert devotees can find out competent means to inject it into the dull brains of the materialistic population. Such transcendental activities of the devotees for the service of the Lord can bring a new order of life to the foolish society of materialistic men. Lord Śrī Caitanya Mahāprabhu and His subsequent followers exhibited expert dexterity in this connection. By following the same method, one can bring the materialistic men of this age of quarrel into order for peaceful life and transcendental realization."
    },
    {
        "verse": "17",
        "devanagari": "त्यक्त्वा स्वधर्मं चरणाम्बुजं हरे-र्भजन्नपक्‍वोऽथ पतेत्ततो यदि ।यत्र क्‍व वाभद्रमभूदमुष्य किंको वार्थ आप्तोऽभजतां स्वधर्मत: ॥ १७ ॥",
        "english_devnagari": "tyaktvā sva-dharmaṁ caraṇāmbujaṁ harerbhajann apakvo ’tha patet tato yadiyatra kva vābhadram abhūd amuṣya kiṁko vārtha āpto ’bhajatāṁ sva-dharmataḥ",
        "verse_Syn": [
            "tyaktvā",
            "sva",
            "dharmam",
            "caraṇa",
            "ambujam",
            "hareḥ",
            "bhajan",
            "apakvaḥ",
            "atha",
            "patet",
            "tataḥ",
            "yadi",
            "yatra",
            "kva",
            "vā",
            "abhadram",
            "abhūt",
            "amuṣya",
            "kim",
            "kaḥ",
            "vā",
            "arthaḥ",
            "āptaḥ",
            "abhajatām",
            "sva",
            "dharmataḥ"
        ],
        "translation": "One who has forsaken his material occupations to engage in the devotional service of the Lord may sometimes fall down while in an immature stage, yet there is no danger of his being unsuccessful. On the other hand, a nondevotee, though fully engaged in occupational duties, does not gain anything.",
        "purport": " As far as the duties of mankind are concerned, there are innumerable duties. Every man is duty-bound not only to his parents, family members, society, country, humanity, other living beings, the demigods, etc., but also to the great philosophers, poets, scientists, etc. It is enjoined in the scriptures that one can relinquish all such duties and surrender unto the service of the Lord. So if one does so and becomes successful in the discharge of his devotional service unto the Lord, it is well and good. But it so happens sometimes that one surrenders himself unto the service of the Lord by some temporary sentiment, and in the long run, due to so many other reasons, he falls down from the path of service by undesirable association. There are so many instances of this in the histories. Bharata Mahārāja was obliged to take his birth as a stag due to his intimate attachment to a stag. He thought of this stag when he died. As such, in the next birth he became a stag, although he did not forget the incident of his previous birth. Similarly, Citraketu also fell down due to his offenses at the feet of Śiva. But in spite of all this, the stress is given here to surrendering unto the lotus feet of the Lord, even if there is a chance of falling down, because even though one falls down from the prescribed duties of devotional service, he will never forget the lotus feet of the Lord. Once engaged in the devotional service of the Lord, one will continue the service in all circumstances. In the Bhagavad-gītā it is said that even a small quantity of devotional service can save one from the most dangerous position. There are many instances of such examples in history. Ajāmila is one of them. Ajāmila in his early life was a devotee, but in his youth he fell down. Still he was saved by the Lord at the end."
    },
    {
        "verse": "18",
        "devanagari": "तस्यैव हेतो: प्रयतेत कोविदोन लभ्यते यद्भ्रमतामुपर्यध: ।तल्लभ्यते दु:खवदन्यत: सुखंकालेन सर्वत्र गभीररंहसा ॥ १८ ॥",
        "english_devnagari": "tasyaiva hetoḥ prayateta kovidona labhyate yad bhramatām upary adhaḥtal labhyate duḥkhavad anyataḥ sukhaṁkālena sarvatra gabhīra-raṁhasā",
        "verse_Syn": [
            "tasya",
            "eva",
            "hetoḥ",
            "prayateta",
            "kovidaḥ",
            "na",
            "labhyate",
            "yat",
            "bhramatām",
            "upari",
            "adhaḥ",
            "tat",
            "labhyate",
            "duḥkhavat",
            "anyataḥ",
            "sukham",
            "kālena",
            "sarvatra",
            "gabhīra",
            "raṁhasā"
        ],
        "translation": "Persons who are actually intelligent and philosophically inclined should endeavor only for that purposeful end which is not obtainable even by wandering from the topmost planet [Brahmaloka] down to the lowest planet [Pātāla]. As far as happiness derived from sense enjoyment is concerned, it can be obtained automatically in course of time, just as in course of time we obtain miseries even though we do not desire them.",
        "purport": " Every man everywhere is trying to obtain the greatest amount of sense enjoyment by various endeavors. Some men are busy engaged in trade, industry, economic development, political supremacy, etc., and some of them are engaged in fruitive work to become happy in the next life by attaining higher planets. It is said that on the moon the inhabitants are fit for greater sense enjoyment by drinking soma-rasa, and the Pitṛloka is obtained by good charitable work. So there are various programs for sense enjoyment, either during this life or in the life after death. Some are trying to reach the moon or other planets by some mechanical arrangement, for they are very anxious to get into such planets without doing good work. But it is not to happen. By the law of the Supreme, different places are meant for different grades of living beings according to the work they have performed. By good work only, as prescribed in the scriptures, can one obtain birth in a good family, opulence, good education and good bodily features. We see also that even in this life one obtains a good education or money by good work. Similarly, in our next birth we get such desirable positions only by good work. Otherwise, it would not so happen that two persons born in the same place at the same time are seen differently placed according to previous work. But all such material positions are impermanent. The positions in the topmost Brahmaloka and in the lowest Pātāla are also changeable according to our own work. The philosophically inclined person must not be tempted by such changeable positions. He should try to get into the permanent life of bliss and knowledge where he will not be forced to come back again to the miserable material world, either in this or that planet. Miseries and mixed happiness are two features of material life, and they are obtained in Brahmaloka and in other lokas also. They are obtained in the life of the demigods and also in the life of the dogs and hogs. The miseries and mixed happiness of all living beings are only of different degree and quality, but no one is free from the miseries of birth, death, old age and disease. Similarly, everyone has his destined happiness also. No one can get more or less of these things simply by personal endeavors. Even if they are obtained, they can be lost again. One should not, therefore, waste time with these flimsy things; one should only endeavor to go back to Godhead. That should be the mission of everyone’s life."
    },
    {
        "verse": "19",
        "devanagari": "न वै जनो जातु कथञ्चनाव्रजे-न्मुकुन्दसेव्यन्यवदङ्ग संसृतिम् ।स्मरन्मुकुन्दाङ्‌घ्र्युरपगूहनं पुन-र्विहातुमिच्छेन्न रसग्रहो जन: ॥ १९ ॥",
        "english_devnagari": "na vai jano jātu kathañcanāvrajenmukunda-sevy anyavad aṅga saṁsṛtimsmaran mukundāṅghry-upagūhanaṁ punarvihātum icchen na rasa-graho janaḥ",
        "verse_Syn": [
            "na",
            "vai",
            "janaḥ",
            "jātu",
            "kathañcana",
            "āvrajet",
            "mukunda",
            "sevī",
            "anyavat",
            "aṅga",
            "saṁsṛtim",
            "smaran",
            "mukunda",
            "aṅghri",
            "upagūhanam",
            "punaḥ",
            "vihātum",
            "icchet",
            "na",
            "rasa",
            "grahaḥ",
            "janaḥ"
        ],
        "translation": "My dear Vyāsa, even though a devotee of Lord Kṛṣṇa sometimes falls down somehow or other, he certainly does not undergo material existence like others [fruitive workers, etc.] because a person who has once relished the taste of the lotus feet of the Lord can do nothing but remember that ecstasy again and again.",
        "purport": " A devotee of the Lord automatically becomes uninterested in the enchantment of material existence because he is rasa-graha, or one who has tasted the sweetness of the lotus feet of Lord Kṛṣṇa. There are certainly many instances where devotees of the Lord have fallen down due to uncongenial association, just like fruitive workers, who are always prone to degradation. But even though he falls down, a devotee is never to be considered the same as a fallen karmī. A karmī suffers the result of his own fruitive reactions, whereas a devotee is reformed by chastisement directed by the Lord Himself. The sufferings of an orphan and the sufferings of a beloved child of a king are not one and the same. An orphan is really poor because he has no one to take care of him, but a beloved son of a rich man, although he appears to be on the same level as the orphan, is always under the vigilance of his capable father. A devotee of the Lord, due to wrong association, sometimes imitates the fruitive workers. The fruitive workers want to lord it over the material world. Similarly, a neophyte devotee foolishly thinks of accumulating some material power in exchange for devotional service. Such foolish devotees are sometimes put into difficulty by the Lord Himself. As a special favor, He may remove all material paraphernalia. By such action, the bewildered devotee is forsaken by all friends and relatives, and so he comes to his senses again by the mercy of the Lord and is set right to execute his devotional service. In the Bhagavad-gītā it is also said that such fallen devotees are given a chance to take birth in a family of highly qualified brāhmaṇas or in a rich mercantile family. A devotee in such a position is not as fortunate as one who is chastised by the Lord and put into a position seemingly of helplessness. The devotee who becomes helpless by the will of the Lord is more fortunate than those who are born in good families. The fallen devotees born in a good family may forget the lotus feet of the Lord because they are less fortunate, but the devotee who is put into a forlorn condition is more fortunate because he swiftly returns to the lotus feet of the Lord, thinking himself helpless all around. Pure devotional service is so spiritually relishable that a devotee becomes automatically uninterested in material enjoyment. That is the sign of perfection in progressive devotional service. A pure devotee continuously remembers the lotus feet of Lord Śrī Kṛṣṇa and does not forget Him even for a moment, not even in exchange for all the opulence of the three worlds."
    },
    {
        "verse": "20",
        "devanagari": "इदं हि विश्वं भगवानिवेतरोयतो जगत्स्थाननिरोधसम्भवा: ।तद्धि स्वयं वेद भवांस्तथापि तेप्रादेशमात्रं भवत: प्रदर्शितम् ॥ २० ॥",
        "english_devnagari": "idaṁ hi viśvaṁ bhagavān ivetaroyato jagat-sthāna-nirodha-sambhavāḥtad dhi svayaṁ veda bhavāṁs tathāpi teprādeśa-mātraṁ bhavataḥ pradarśitam",
        "verse_Syn": [
            "idam",
            "hi",
            "viśvam",
            "bhagavān",
            "iva",
            "itaraḥ",
            "yataḥ",
            "jagat",
            "sthāna",
            "nirodha",
            "sambhavāḥ",
            "tat",
            "hi",
            "svayam",
            "veda",
            "bhavān",
            "tathā",
            "api",
            "te",
            "prādeśa",
            "mātram",
            "bhavataḥ",
            "pradarśitam"
        ],
        "translation": "The Supreme Lord Personality of Godhead is Himself this cosmos, and still He is aloof from it. From Him only has this cosmic manifestation emanated, in Him it rests, and unto Him it enters after annihilation. Your good self knows all about this. I have given only a synopsis.",
        "purport": " For a pure devotee, the conception of Mukunda, Lord Śrī Kṛṣṇa, is both personal and impersonal. The impersonal cosmic situation is also Mukunda because it is the emanation of the energy of Mukunda. For example, a tree is a complete unit, whereas the leaves and the branches of the tree are emanated parts and parcels of the tree. The leaves and branches of the tree are also the tree, but the tree itself is neither the leaves nor the branches. The Vedic version that the whole cosmic creation is nothing but Brahman means that since everything is emanating from the Supreme Brahman, nothing is apart from Him. Similarly, the part-and-parcel hands and legs are called the body, but the body as the whole unit is neither the hands nor the legs. The Lord is the transcendental form of eternity, cognition and beauty. And thus the creation of the energy of the Lord appears to be partially eternal, full of knowledge and beautiful also. The captivated conditioned souls under the influence of the external energy, māyā, are therefore entrapped in the network of the material nature. They accept this as all in all, for they have no information of the Lord who is the primeval cause. Nor have they information that the parts and parcels of the body, being detached from the whole body, are no longer the same hand or leg as when attached to the body. Similarly, a godless civilization detached from the transcendental loving service of the Supreme Personality of Godhead is just like a detached hand or leg. Such parts and parcels may appear like hands and legs, but they have no efficiency. The devotee of the Lord, Śrīla Vyāsadeva, knows this very well. He is further advised by Śrīla Nārada to expand the idea so that the entrapped conditioned souls may take lessons from him to understand the Supreme Lord as the primeval cause. According to the Vedic version, the Lord is naturally fully powerful, and thus His supreme energies are always perfect and identical with Him. Both the spiritual and the material skies and their paraphernalia are emanations of the internal and external energies of the Lord. The external energy is comparatively inferior, whereas the internal potency is superior. The superior energy is living force, and therefore she is completely identical, but the external energy, being inert, is partially identical. But both the energies are neither equal to nor greater than the Lord, who is the generator of all energies; such energies are always under His control, exactly as electrical energy, however powerful it may be, is always under the control of the engineer. The human being and all other living beings are products of His internal energies. Thus the living being is also identical with the Lord. But he is never equal or superior to the Personality of Godhead. The Lord and living beings are all individual persons. With the help of the material energies the living beings are also creating something, but none of their creations are equal or superior to the creations of the Lord. The human being may create a small playful sputnik and may throw it into outer space, but that does not mean that he can create a planet like the earth or moon and float it in the air as the Lord does. Men with a poor fund of knowledge claim to be equal to the Lord. They are never equal to the Lord. This is never to be. The human being, after attaining complete perfection, may achieve a large percentage of the qualities of the Lord (say up to seventy-eight percent), but it is never possible to surpass the Lord or to become equal with Him. In a diseased condition only, the foolish being claims to be one with the Lord and thus becomes misled by the illusory energy. The misguided living beings, therefore, must accept the supremacy of the Lord and agree to render loving service to Him. For this they have been created. Without this, there cannot be any peace or tranquillity in the world. Śrīla Vyāsadeva is advised by Śrīla Nārada to expand this idea in the Bhāgavatam. In the Bhagavad-gītā also the same idea is explained: surrender fully unto the lotus feet of the Lord. That is the only business of the perfect human being."
    },
    {
        "verse": "21",
        "devanagari": "त्वमात्मनात्मानमवेह्यमोघद‍ृक्परस्य पुंस: परमात्मन: कलाम् ।अजं प्रजातं जगत: शिवाय त-न्महानुभावाभ्युदयोऽधिगण्यताम् ॥ २१ ॥",
        "english_devnagari": "tvam ātmanātmānam avehy amogha-dṛkparasya puṁsaḥ paramātmanaḥ kalāmajaṁ prajātaṁ jagataḥ śivāya tanmahānubhāvābhyudayo ’dhigaṇyatām",
        "verse_Syn": [
            "tvam",
            "ātmanā",
            "ātmānam",
            "avehi",
            "amogha",
            "dṛk",
            "parasya",
            "puṁsaḥ",
            "paramātmanaḥ",
            "kalām",
            "ajam",
            "prajātam",
            "jagataḥ",
            "śivāya",
            "tat",
            "mahā",
            "anubhāva",
            "abhyudayaḥ",
            "adhigaṇya",
            "tām"
        ],
        "translation": "Your Goodness has perfect vision. You yourself can know the Supersoul Personality of Godhead because you are present as the plenary portion of the Lord. Although you are birthless, you have appeared on this earth for the well-being of all people. Please, therefore, describe the transcendental pastimes of the Supreme Personality of Godhead, Śrī Kṛṣṇa more vividly.",
        "purport": " Śrīla Vyāsadeva is the empowered plenary portion incarnation of the Personality of Godhead, Śrī Kṛṣṇa. He descended by his causeless mercy to deliver the fallen souls in the material world. The fallen and forgotten souls are detached from the transcendental loving service of the Lord. The living entities are parts and parcels of the Lord, and they are eternally servitors of the Lord. All the Vedic literatures, therefore, are put into systematic order for the benefit of the fallen souls, and it is the duty of the fallen souls to take advantage of such literatures and be freed from the bondage of material existence. Although formally Śrīla Nārada Ṛṣi is his spiritual master, Śrīla Vyāsadeva is not at all dependent on a spiritual master because in essence he is the spiritual master of everyone else. But because he is doing the work of an ācārya, he has taught us by his own conduct that one must have a spiritual master, even though he be God Himself. Lord Śrī Kṛṣṇa, Lord Śrī Rāma and Lord Śrī Caitanya Mahāprabhu, all incarnations of Godhead, accepted formal spiritual masters, although by Their transcendental nature They were cognizant of all knowledge. In order to direct people in general to the lotus feet of Lord Śrī Kṛṣṇa, He Himself in the incarnation of Vyāsadeva is delineating the transcendental pastimes of the Lord."
    },
    {
        "verse": "22",
        "devanagari": "इदं हि पुंसस्तपस: श्रुतस्य वास्विष्टस्य सूक्तस्य च बुद्धिदत्तयो: ।अविच्युतोऽर्थ: कविभिर्निरूपितोयदुत्तमश्लोकगुणानुवर्णनम् ॥ २२ ॥",
        "english_devnagari": "idaṁ hi puṁsas tapasaḥ śrutasya vāsviṣṭasya sūktasya ca buddhi-dattayoḥavicyuto ’rthaḥ kavibhir nirūpitoyad-uttamaśloka-guṇānuvarṇanam",
        "verse_Syn": [
            "idam",
            "hi",
            "puṁsaḥ",
            "tapasaḥ",
            "śrutasya",
            "vā",
            "sviṣṭasya",
            "sūktasya",
            "ca",
            "buddhi",
            "dattayoḥ",
            "avicyutaḥ",
            "arthaḥ",
            "kavibhiḥ",
            "nirūpitaḥ",
            "yat",
            "uttamaśloka",
            "guṇa",
            "anuvarṇanam"
        ],
        "translation": "Learned circles have positively concluded that the infallible purpose of the advancement of knowledge, namely austerities, study of the Vedas, sacrifice, chanting of hymns and charity, culminates in the transcendental descriptions of the Lord, who is defined in choice poetry.",
        "purport": " Human intellect is developed for advancement of learning in art, science, philosophy, physics, chemistry, psychology, economics, politics, etc. By culture of such knowledge the human society can attain perfection of life. This perfection of life culminates in the realization of the Supreme Being, Viṣṇu. The śruti therefore directs that those who are actually advanced in learning should aspire for the service of Lord Viṣṇu. Unfortunately persons who are enamored by the external beauty of viṣṇu-māyā do not understand that culmination of perfection or self-realization depends on Viṣṇu. Viṣṇu-māyā means sense enjoyment, which is transient and miserable. Those who are entrapped by viṣṇu-māyā utilize advancement of knowledge for sense enjoyment. Śrī Nārada Muni has explained that all paraphernalia of the cosmic universe is but an emanation from the Lord out of His different energies because the Lord has set in motion, by His inconceivable energy, the actions and reactions of the created manifestation. They have come to be out of His energy, they rest on His energy, and after annihilation they merge into Him. Nothing is, therefore, different from Him, but at the same time the Lord is always different from them. When advancement of knowledge is applied in the service of the Lord, the whole process becomes absolute. The Personality of Godhead and His transcendental name, fame, glory, etc., are all nondifferent from Him. Therefore, all the sages and devotees of the Lord have recommended that the subject matter of art, science, philosophy, physics, chemistry, psychology and all other branches of knowledge should be wholly and solely applied in the service of the Lord. Art, literature, poetry, painting, etc., may be used in glorifying the Lord. The fiction writers, poets and celebrated litterateurs are generally engaged in writing of sensuous subjects, but if they turn towards the service of the Lord they can describe the transcendental pastimes of the Lord. Vālmīki was a great poet, and similarly Vyāsadeva is a great writer, and both of them have absolutely engaged themselves in delineating the transcendental activities of the Lord and by doing so have become immortal. Similarly, science and philosophy also should be applied in the service of the Lord. There is no use presenting dry speculative theories for sense gratification. Philosophy and science should be engaged to establish the glory of the Lord. Advanced people are eager to understand the Absolute Truth through the medium of science, and therefore a great scientist should endeavor to prove the existence of the Lord on a scientific basis. Similarly, philosophical speculations should be utilized to establish the Supreme Truth as sentient and all-powerful. Similarly, all other branches of knowledge should always be engaged in the service of the Lord. In the Bhagavad-gītā also the same is affirmed. All “knowledge” not engaged in the service of the Lord is but nescience. Real utilization of advanced knowledge is to establish the glories of the Lord, and that is the real import. Scientific knowledge engaged in the service of the Lord, and all similar activities, are all factually hari-kīrtana, or glorification of the Lord."
    },
    {
        "verse": "23",
        "devanagari": "अहं पुरातीतभवेऽभवं मुनेदास्यास्तु कस्याश्चन वेदवादिनाम् ।निरूपितो बालक एव योगिनांशुश्रूषणे प्रावृषि निर्विविक्षताम् ॥ २३ ॥",
        "english_devnagari": "ahaṁ purātīta-bhave ’bhavaṁ munedāsyās tu kasyāścana veda-vādināmnirūpito bālaka eva yogināṁśuśrūṣaṇe prāvṛṣi nirvivikṣatām",
        "verse_Syn": [
            "aham",
            "purā",
            "atīta",
            "bhave",
            "abhavam",
            "mune",
            "dāsyāḥ",
            "tu",
            "kasyāścana",
            "veda",
            "vādinām",
            "nirūpitaḥ",
            "bālakaḥ",
            "eva",
            "yoginām",
            "śuśrūṣaṇe",
            "prāvṛṣi",
            "nirvivikṣatām"
        ],
        "translation": "O Muni, in the last millennium I was born as the son of a certain maidservant engaged in the service of brāhmaṇas who were following the principles of Vedānta. When they were living together during the four months of the rainy season, I was engaged in their personal service.",
        "purport": " The wonder of an atmosphere surcharged with devotional service to the Lord is briefly described herein by Śrī Nārada Muni. He was the son of the most insignificant parentage. He was not properly educated. Still, because his complete energy was engaged in the service of the Lord, he became an immortal sage. Such is the powerful action of devotional service. The living entities are the marginal energy of the Lord, and therefore they are meant for being properly utilized in the transcendental loving service of the Lord. When this is not done, one’s situation is called māyā. Therefore the illusion of māyā is at once dissipated as soon as one’s full energy is converted in the service of the Lord instead of in sense enjoyment. From the personal example of Śrī Nārada Muni in his previous birth, it is clear that the service of the Lord begins with the service of the Lord’s bona fide servants. The Lord says that the service of His servants is greater than His personal service. Service of the devotee is more valuable than the service of the Lord. One should therefore choose a bona fide servant of the Lord constantly engaged in His service, accept such a servant as the spiritual master and engage himself in his (the spiritual master’s) service. Such a spiritual master is the transparent medium by which to visualize the Lord, who is beyond the conception of the material senses. By service of the bona fide spiritual master, the Lord consents to reveal Himself in proportion to the service rendered. Utilization of the human energy in the service of the Lord is the progressive path of salvation. The whole cosmic creation becomes at once identical with the Lord as soon as service in relation with the Lord is rendered under the guidance of a bona fide spiritual master. The expert spiritual master knows the art of utilizing everything to glorify the Lord, and therefore under his guidance the whole world can be turned into the spiritual abode by the divine grace of the Lord’s servant."
    },
    {
        "verse": "24",
        "devanagari": "ते मय्यपेताखिलचापलेऽर्भकेदान्तेऽधृतक्रीडनकेऽनुवर्तिनि ।चक्रु: कृपां यद्यपि तुल्यदर्शना:शुश्रूषमाणे मुनयोऽल्पभाषिणि ॥ २४ ॥",
        "english_devnagari": "te mayy apetākhila-cāpale ’rbhakedānte ’dhṛta-krīḍanake ’nuvartinicakruḥ kṛpāṁ yadyapi tulya-darśanāḥśuśrūṣamāṇe munayo ’lpa-bhāṣiṇi",
        "verse_Syn": [
            "te",
            "mayi",
            "apeta",
            "akhila",
            "cāpale",
            "arbhake",
            "dānte",
            "adhṛta",
            "krīḍanake",
            "anuvartini",
            "cakruḥ",
            "kṛpām",
            "yadyapi",
            "tulya",
            "darśanāḥ",
            "śuśrūṣamāṇe",
            "munayaḥ",
            "alpa",
            "bhāṣiṇi"
        ],
        "translation": "Although they were impartial by nature, those followers of the Vedānta blessed me with their causeless mercy. As far as I was concerned, I was self-controlled and had no attachment for sports, even though I was a boy. In addition, I was not naughty, and I did not speak more than required.",
        "purport": " In the Bhagavad-gītā the Lord says, “All the Vedas are searching after Me.” Lord Śrī Caitanya says that in the Vedas the subject matters are only three, namely to establish the relation of the living entities with the Personality of Godhead, perform the relative duties in devotional service and thus achieve the ultimate goal, back to Godhead. As such, vedānta-vādīs, or the followers of the Vedānta, indicate the pure devotees of the Personality of Godhead. Such vedānta-vādīs, or the bhakti-vedāntas, are impartial in distributing the transcendental knowledge of devotional service. To them no one is enemy or friend; no one is educated or uneducated. No one is especially favorable, and no one is unfavorable. The bhakti-vedāntas see that the people in general are wasting time in false sensuous things. Their business is to get the ignorant mass of people to reestablish the lost relationship with the Personality of Godhead. By such endeavor, even the most forgotten soul is roused up to the sense of spiritual life, and thus being initiated by the bhakti-vedāntas, the people in general gradually progress on the path of transcendental realization. So the vedānta-vādīs initiated the boy even before he became self-controlled and was detached from childish sporting, etc. But before the initiation, he (the boy) became more and more advanced in discipline, which is very essential for one who wishes to make progress in the line. In the system of varṇāśrama-dharma, which is the beginning of actual human life, small boys after five years of age are sent to become brahmacārīs at the guru’s āśrama, where these things are systematically taught to every boy, be he a king’s son or the son of an ordinary citizen. The training was compulsory not only to create good citizens of the state but also to prepare the boys’ future life for spiritual realization. The irresponsible life of sense enjoyment was unknown to the children of the followers of the varṇāśrama system. A boy was even injected with spiritual acumen before being placed by the father in the womb of the mother. Both the father and the mother were responsible for the boy’s success in being liberated from the material bondage. That is the process of successful family planning. It is to beget children for complete perfection. Without being self-controlled, without being disciplined and without being fully obedient, no one can become successful in following the instructions of the spiritual master, and without doing so, no one is able to go back to Godhead."
    },
    {
        "verse": "25",
        "devanagari": "उच्छिष्टलेपाननुमोदितो द्विजै:सकृत्स्म भुञ्जे तदपास्तकिल्बिष: ।एवं प्रवृत्तस्य विशुद्धचेतस-स्तद्धर्म एवात्मरुचि: प्रजायते ॥ २५ ॥",
        "english_devnagari": "ucchiṣṭa-lepān anumodito dvijaiḥsakṛt sma bhuñje tad-apāsta-kilbiṣaḥevaṁ pravṛttasya viśuddha-cetasastad-dharma evātma-ruciḥ prajāyate",
        "verse_Syn": [
            "ucchiṣṭa",
            "lepān",
            "anumoditaḥ",
            "dvijaiḥ",
            "sakṛt",
            "sma",
            "bhuñje",
            "tat",
            "apāsta",
            "kilbiṣaḥ",
            "evam",
            "pravṛttasya",
            "viśuddha",
            "cetasaḥ",
            "tat",
            "dharmaḥ",
            "eva",
            "ātma",
            "ruciḥ",
            "prajāyate"
        ],
        "translation": "Once only, by their permission, I took the remnants of their food, and by so doing all my sins were at once eradicated. Thus being engaged, I became purified in heart, and at that time the very nature of the transcendentalist became attractive to me.",
        "purport": " Pure devotion is as much infectious, in a good sense, as infectious diseases. A pure devotee is cleared from all kinds of sins. The Personality of Godhead is the purest entity, and unless one is equally pure from the infection of material qualities, one cannot become a pure devotee of the Lord. The bhakti-vedāntas as above mentioned were pure devotees, and the boy became infected with their qualities of purity by their association and by eating once the remnants of the foodstuff taken by them. Such remnants may be taken even without permission of the pure devotees. There are sometimes pseudodevotees, and one should be very much cautious about them. There are many things which hinder one from entering devotional service. But by the association of pure devotees all these obstacles are removed. The neophyte devotee becomes practically enriched with the transcendental qualities of the pure devotee, which means attraction for the Personality of Godhead’s name, fame, qualities, pastimes, etc. Infection of the qualities of the pure devotee means to imbibe the taste of pure devotion always in the transcendental activities of the Personality of Godhead. This transcendental taste at once makes all material things distasteful. Therefore a pure devotee is not at all attracted by material activities. After the elimination of all sins or obstacles on the path of devotional service, one can become attracted, one can have steadiness, one can have perfect taste, one can have transcendental emotions, and at last one can be situated on the plane of loving service of the Lord. All these stages develop by the association of pure devotees, and that is the purport of this stanza."
    },
    {
        "verse": "26",
        "devanagari": "तत्रान्वहं कृष्णकथा: प्रगायता-मनुग्रहेणाश‍ृणवं मनोहरा: ।ता: श्रद्धया मेऽनुपदं विश‍ृण्वत:प्रियश्रवस्यङ्ग ममाभवद्रुचि: ॥ २६ ॥",
        "english_devnagari": "tatrānvahaṁ kṛṣṇa-kathāḥ pragāyatāmanugraheṇāśṛṇavaṁ manoharāḥtāḥ śraddhayā me ’nupadaṁ viśṛṇvataḥpriyaśravasy aṅga mamābhavad ruciḥ",
        "verse_Syn": [
            "tatra",
            "anu",
            "aham",
            "kṛṣṇa",
            "kathāḥ",
            "pragāyatām",
            "anugraheṇa",
            "aśṛṇavam",
            "manaḥ",
            "harāḥ",
            "tāḥ",
            "śraddhayā",
            "me",
            "anupadam",
            "viśṛṇvataḥ",
            "priyaśravasi",
            "aṅga",
            "mama",
            "abhavat",
            "ruciḥ"
        ],
        "translation": "O Vyāsadeva, in that association and by the mercy of those great Vedāntists, I could hear them describe the attractive activities of Lord Kṛṣṇa. And thus listening attentively, my taste for hearing of the Personality of Godhead increased at every step.",
        "purport": " Lord Śrī Kṛṣṇa, the Absolute Personality of Godhead, is attractive not only in His personal features, but also in His transcendental activities. It is so because the Absolute is absolute by His name, fame, form, pastimes, entourage, paraphernalia, etc. The Lord descends to this material world out of His causeless mercy and displays His various transcendental pastimes as a human being so that human beings attracted towards Him become able to go back to Godhead. Men are naturally apt to hear histories and narrations of various personalities performing mundane activities, without knowing that by such association one simply wastes valuable time and also becomes addicted to the three qualities of mundane nature. Instead of wasting time, one can get spiritual success by turning his attention to the transcendental pastimes of the Lord. By hearing the narration of the pastimes of the Lord, one contacts directly the Personality of Godhead, and, as explained before, by hearing about the Personality of Godhead, from within, all accumulated sins of the mundane creature are cleared. Thus being cleared of all sins, the hearer gradually becomes liberated from mundane association and becomes attracted to the features of the Lord. Nārada Muni has just explained this by his personal experience. The whole idea is that simply by hearing about the Lord’s pastimes one can become one of the associates of the Lord. Nārada Muni has eternal life, unlimited knowledge and unfathomed bliss, and he can travel all over the material and spiritual worlds without restriction. One can attain to the highest perfection of life simply by attentive hearing of the transcendental pastimes of the Lord from the right sources, as Śrī Nārada heard them from the pure devotees (bhakti-vedāntas) in his previous life. This process of hearing in the association of the devotees is especially recommended in this age of quarrel (Kali)."
    },
    {
        "verse": "27",
        "devanagari": "तस्मिंस्तदा लब्धरुचेर्महामतेप्रियश्रवस्यस्खलिता मतिर्मम ।ययाहमेतत्सदसत्स्वमाययापश्ये मयि ब्रह्मणि कल्पितं परे ॥ २७ ॥",
        "english_devnagari": "tasmiṁs tadā labdha-rucer mahā-matepriyaśravasy askhalitā matir mamayayāham etat sad-asat sva-māyayāpaśye mayi brahmaṇi kalpitaṁ pare",
        "verse_Syn": [
            "tasmin",
            "tadā",
            "labdha",
            "ruceḥ",
            "mahā",
            "mate",
            "priyaśravasi",
            "askhalitā",
            "matiḥ",
            "mama",
            "yayā",
            "aham",
            "etat",
            "sat",
            "asat",
            "sva",
            "māyayā",
            "paśye",
            "mayi",
            "brahmaṇi",
            "kalpitam",
            "pare"
        ],
        "translation": "O great sage, as soon as I got a taste of the Personality of Godhead, my attention to hear of the Lord was unflinching. And as my taste developed, I could realize that it was only in my ignorance that I had accepted gross and subtle coverings, for both the Lord and I are transcendental.",
        "purport": " Ignorance in material existence is compared to darkness, and in all Vedic literatures the Personality of Godhead is compared to the sun. Wherever there is light there cannot be darkness. Hearing of the Lord’s pastimes is itself transcendental association with the Lord because there is no difference between the Lord and His transcendental pastimes. To become associated with the supreme light is to dissipate all ignorance. By ignorance only, the conditioned soul wrongly thinks that both he and the Lord are products of material nature. But in fact the Personality of Godhead and the living beings are transcendental, and they have nothing to do with the material nature. When ignorance is removed and it is perfectly realized that there is nothing existing without the Personality of Godhead, then nescience is removed. Since the gross and subtle bodies are emanations from the Personality of Godhead, the knowledge of light permits one to engage both of them in the service of the Lord. The gross body should be engaged in acts of rendering service to the Lord (as in bringing water, cleansing the temple or making obeisances, etc.). The path of arcanā, or worshiping the Lord in the temple, involves engaging one’s gross body in the service of the Lord. Similarly, the subtle mind should be engaged in hearing the transcendental pastimes of the Lord, thinking about them, chanting His name, etc. All such activities are transcendental. None of the gross or subtle senses should otherwise be engaged. Such realization of transcendental activities is made possible by many, many years of apprenticeship in the devotional service, but simply attraction of love for the Personality of Godhead, as it was developed in Nārada Muni, by hearing, is highly effective."
    },
    {
        "verse": "28",
        "devanagari": "इत्थं शरत्प्रावृषिकावृतू हरे-र्विश‍ृण्वतो मेऽनुसवं यशोऽमलम् ।सङ्कीर्त्यमानं मुनिभिर्महात्मभि-र्भक्ति: प्रवृत्तात्मरजस्तमोपहा ॥ २८ ॥",
        "english_devnagari": "itthaṁ śarat-prāvṛṣikāv ṛtū harerviśṛṇvato me ’nusavaṁ yaśo ’malamsaṅkīrtyamānaṁ munibhir mahātmabhirbhaktiḥ pravṛttātma-rajas-tamopahā",
        "verse_Syn": [
            "ittham",
            "śarat",
            "prāvṛṣikau",
            "ṛtū",
            "hareḥ",
            "viśṛṇvataḥ",
            "me",
            "anusavam",
            "yaśaḥ",
            "amalam",
            "saṅkīrtyamānam",
            "munibhiḥ",
            "mahā",
            "ātmabhiḥ",
            "bhaktiḥ",
            "pravṛttā",
            "ātma",
            "rajaḥ",
            "tama",
            "upahā"
        ],
        "translation": "Thus during two seasons — the rainy season and autumn — I had the opportunity to hear these great-souled sages constantly chant the unadulterated glories of the Lord Hari. As the flow of my devotional service began, the coverings of the modes of passion and ignorance vanished.",
        "purport": " Transcendental loving service for the Supreme Lord is the natural inclination of every living being. The instinct is dormant in everyone, but due to the association of material nature the modes of passion and ignorance cover this from time immemorial. If, by the grace of the Lord and the great-souled devotees of the Lord, a living being becomes fortunate enough to associate with the unadulterated devotees of the Lord and gets a chance to hear the unadulterated glories of the Lord, certainly the flow of devotional service takes place like the flow of a river. As the river flows on till she reaches the sea, similarly pure devotional service flows by the association of pure devotees till it reaches the ultimate goal, namely, transcendental love of God. Such a flow of devotional service cannot stop. On the contrary, it increases more and more without limitation. The flow of devotional service is so potent that any onlooker also becomes liberated from the influence of the modes of passion and ignorance. These two qualities of nature are thus removed, and the living being is liberated, being situated in his original position."
    },
    {
        "verse": "29",
        "devanagari": "तस्यैवं मेऽनुरक्तस्य प्रश्रितस्य हतैनस: ।श्रद्दधानस्य बालस्य दान्तस्यानुचरस्य च ॥ २९ ॥",
        "english_devnagari": "tasyaivaṁ me ’nuraktasyapraśritasya hatainasaḥśraddadhānasya bālasyadāntasyānucarasya ca",
        "verse_Syn": [
            "tasya",
            "evam",
            "me",
            "anuraktasya",
            "praśritasya",
            "hata",
            "enasaḥ",
            "śraddadhānasya",
            "bālasya",
            "dāntasya",
            "anucarasya",
            "ca"
        ],
        "translation": "I was very much attached to those sages. I was gentle in behavior, and all my sins were eradicated in their service. In my heart I had strong faith in them. I had subjugated the senses, and I was strictly following them with body and mind.",
        "purport": " These are the necessary qualifications of a prospective candidate who can expect to be elevated to the position of a pure unadulterated devotee. Such a candidate must always seek the association of pure devotees. One should not be misled by a pseudodevotee. He himself must be plain and gentle to receive the instructions of such a pure devotee. A pure devotee is a completely surrendered soul unto the Personality of Godhead. He knows the Personality of Godhead as the supreme proprietor and all others as His servitors. And by the association of pure devotees only, one can get rid of all sins accumulated by mundane association. A neophyte devotee must faithfully serve the pure devotee, and he should be very much obedient and strictly follow the instructions. These are the signs of a devotee who is determined to achieve success even in the existing duration of life."
    },
    {
        "verse": "30",
        "devanagari": "ज्ञानं गुह्यतमं यत्तत्साक्षाद्भ‍गवतोदितम् । अन्ववोचन् गमिष्यन्त: कृपया दीनवत्सला: ॥ ३० ॥",
        "english_devnagari": "jñānaṁ guhyatamaṁ yat tatsākṣād bhagavatoditamanvavocan gamiṣyantaḥkṛpayā dīna-vatsalāḥ",
        "verse_Syn": [
            "jñānam",
            "guhyatamam",
            "yat",
            "tat",
            "sākṣāt",
            "bhagavatā",
            "uditam",
            "anvavocan",
            "gamiṣyantaḥ",
            "kṛpayā",
            "dīna",
            "vatsalāḥ"
        ],
        "translation": "As they were leaving, those bhakti-vedāntas, who are very kind to poor-hearted souls, instructed me in that most confidential subject which is instructed by the Personality of Godhead Himself.",
        "purport": " A pure Vedāntist, or a bhakti-vedānta, instructs followers exactly according to the instructions of the Lord Himself. The Personality of Godhead, both in the Bhagavad-gītā and in all other scriptures, has definitely instructed men to follow the Lord only. The Lord is the creator, maintainer and annihilator of everything. The whole manifested creation is existing by His will, and by His will when the whole show is finished He will remain in His eternal abode with all His paraphernalia. Before the creation He was there in the eternal abode, and after the annihilation He will continue to remain. He is not, therefore, one of the created beings. He is transcendental. In the Bhagavad-gītā the Lord says that long, long before the instruction was imparted to Arjuna, the same was instructed to the sun-god, and in course of time, the same instruction, being wrongly handled and being broken, was again instructed to Arjuna because he was His perfect devotee and friend. Therefore, the instruction of the Lord can be understood by the devotees only and no one else. The impersonalist, who has no idea of the transcendental form of the Lord, cannot understand this most confidential message of the Lord. The expression “most confidential” is significant here because knowledge of devotional service is far, far above knowledge of impersonal Brahman. Jñānam means ordinary knowledge or any branch of knowledge. This knowledge develops up to the knowledge of impersonal Brahman. Above this, when it is partially mixed with devotion, such knowledge develops to knowledge of Paramātmā, or the all-pervading Godhead. This is more confidential. But when such knowledge is turned into pure devotional service and the confidential part of transcendental knowledge is attained, it is called the most confidential knowledge. This most confidential knowledge was imparted by the Lord to Brahmā, Arjuna, Uddhava, etc."
    },
    {
        "verse": "31",
        "devanagari": "येनैवाहं भगवतो वासुदेवस्य वेधस: । मायानुभावमविदं येन गच्छन्ति तत्पदम् ॥ ३१ ॥",
        "english_devnagari": "yenaivāhaṁ bhagavatovāsudevasya vedhasaḥmāyānubhāvam avidaṁyena gacchanti tat-padam",
        "verse_Syn": [
            "yena",
            "eva",
            "aham",
            "bhagavataḥ",
            "vāsudevasya",
            "vedhasaḥ",
            "māyā",
            "anubhāvam",
            "avidam",
            "yena",
            "gacchanti",
            "tat",
            "padam"
        ],
        "translation": "By that confidential knowledge, I could understand clearly the influence of the energy of Lord Śrī Kṛṣṇa, the creator, maintainer and annihilator of everything. By knowing that, one can return to Him and personally meet Him.",
        "purport": " By devotional service or by the most confidential knowledge, one can understand very easily how the different energies of the Lord are working. One part of His energy is manifesting the material world; the other (superior) part of His energy is manifesting the spiritual world. And His intermediate energy is manifesting the living entities who are serving either of the above-mentioned energies. The living entities serving material energy are struggling hard for existence, and happiness, which is presented to them as illusion. But those in the spiritual energy are placed under the direct service of the Lord in eternal life, complete knowledge and perpetual bliss. The Lord desires, as He has directly said in the Bhagavad-gītā, that all conditioned souls, rotting in the kingdom of material energy, come back to Him by giving up all engagements in the material world. This is the most confidential part of knowledge. But this can be understood only by the pure devotees, and only such devotees enter the kingdom of God to see Him personally and serve Him personally. The concrete example is Nārada himself, who attained this stage of eternal knowledge and eternal bliss. And the ways and means are open to all, provided one agrees to follow in the footsteps of Śrī Nārada Muni. According to śruti, the Supreme Lord has unlimited energies (without effort by Him), and these are described under three principal headings, as above mentioned."
    },
    {
        "verse": "32",
        "devanagari": "एतत्संसूचितं ब्रह्मंस्तापत्रयचिकित्सितम् ।यदीश्वरे भगवति कर्म ब्रह्मणि भावितम् ॥ ३२ ॥",
        "english_devnagari": "etat saṁsūcitaṁ brahmaṁstāpa-traya-cikitsitamyad īśvare bhagavatikarma brahmaṇi bhāvitam",
        "verse_Syn": [
            "etat",
            "saṁsūcitam",
            "brahman",
            "tāpa",
            "traya",
            "cikitsitam",
            "yat",
            "īśvare",
            "bhagavati",
            "karma",
            "brahmaṇi",
            "bhāvitam"
        ],
        "translation": "O Brāhmaṇa Vyāsadeva, it is decided by the learned that the best remedial measure for removing all troubles and miseries is to dedicate one’s activities to the service of the Supreme Lord Personality of Godhead [Śrī Kṛṣṇa].",
        "purport": " Śrī Nārada Muni personally experienced that the most feasible and practical way to open the path of salvation or get relief from all miseries of life is to hear submissively the transcendental activities of the Lord from the right and bona fide sources. This is the only remedial process. The entire material existence is full of miseries. Foolish people have manufactured, out of their tiny brains, many remedial measures for removing the threefold miseries pertaining to the body and mind, pertaining to the natural disturbances and in relation with other living beings. The whole world is struggling very hard to exist out of these miseries, but men do not know that without the sanction of the Lord no plan or no remedial measure can actually bring about the desired peace and tranquillity. The remedial measure to cure a patient by medical treatment is useless if it is not sanctioned by the Lord. To cross the river or the ocean by a suitable boat is no remedial measure if it is not sanctioned by the Lord. We should know for certain that the Lord is the ultimate sanctioning officer, and we must therefore dedicate our attempts to the mercy of the Lord for ultimate success or to get rid of the obstacles on the path of success. The Lord is all-pervading, all-powerful, omniscient and omnipresent. He is the ultimate sanctioning agent of all good or bad effects. We should, therefore, learn to dedicate our activities unto the mercy of the Lord and accept Him either as impersonal Brahman, localized Paramātmā or the Supreme Personality of Godhead. It does not matter what one is. One must dedicate everything in the service of the Lord. If one is a learned scholar, scientist, philosopher, poet, etc., then he should employ his learning to establish the supremacy of the Lord. Try to study the energy of the Lord in every sphere of life. Do not decry Him and try to become like Him or take His position simply by fragmental accumulation of knowledge. If one is an administrator, statesman, warrior, politician, etc., then one should try to establish the Lord’s supremacy in statesmanship. Fight for the cause of the Lord as Śrī Arjuna did. In the beginning, Śrī Arjuna, the great fighter, declined to fight, but when he was convinced by the Lord that the fighting was necessary, Śrī Arjuna changed his decision and fought for His cause. Similarly, if one is a businessman, an industrialist, an agriculturist, etc., then one should spend his hard-earned money for the cause of the Lord. Think always that the money which is accumulated is the wealth of the Lord. Wealth is considered to be the goddess of fortune (Lakṣmī), and the Lord is Nārāyaṇa, or the husband of Lakṣmī. Try to engage Lakṣmī in the service of Lord Nārāyaṇa and be happy. That is the way to realize the Lord in every sphere of life. The best thing is, after all, to get relief from all material activities and engage oneself completely in hearing the transcendental pastimes of the Lord. But in case of the absence of such an opportunity, one should try to engage in the service of the Lord everything for which one has specific attraction, and that is the way of peace and prosperity. The word saṁsūcitam in this stanza is also significant. One should not think for a moment that the realization of Nārada was a childish imagination only. It is not like that. It is so realized by the expert and erudite scholars, and that is the real import of the word saṁsūcitam."
    },
    {
        "verse": "33",
        "devanagari": "आमयो यश्च भूतानां जायते येन सुव्रत ।तदेव ह्यामयं द्रव्यं न पुनाति चिकित्सितम् ॥ ३३ ॥",
        "english_devnagari": "āmayo yaś ca bhūtānāṁjāyate yena suvratatad eva hy āmayaṁ dravyaṁna punāti cikitsitam",
        "verse_Syn": [
            "āmayaḥ",
            "yaḥ",
            "ca",
            "bhūtānām",
            "jāyate",
            "yena",
            "suvrata",
            "tat",
            "eva",
            "hi",
            "āmayam",
            "dravyam",
            "na",
            "punāti",
            "cikitsitam"
        ],
        "translation": "O good soul, does not a thing, applied therapeutically, cure a disease which was caused by that very same thing?",
        "purport": " An expert physician treats his patient with a therapeutic diet. For example, milk preparations sometimes cause disorder of the bowels, but the very same milk converted into curd and mixed with some other remedial ingredients cures such disorders. Similarly, the threefold miseries of material existence cannot be mitigated simply by material activities. Such activities have to be spiritualized, just as by fire iron is made red-hot, and thereby the action of fire begins. Similarly, the material conception of a thing is at once changed as soon as it is put into the service of the Lord. That is the secret of spiritual success. We should not try to lord it over the material nature, nor should we reject material things. The best way to make the best use of a bad bargain is to use everything in relation with the supreme spiritual being. Everything is an emanation from the Supreme Spirit, and by His inconceivable power He can convert spirit into matter and matter into spirit. Therefore a material thing (so-called) is at once turned into a spiritual force by the great will of the Lord. The necessary condition for such a change is to employ so-called matter in the service of the spirit. That is the way to treat our material diseases and elevate ourselves to the spiritual plane where there is no misery, no lamentation and no fear. When everything is thus employed in the service of the Lord, we can experience that there is nothing except the Supreme Brahman. The Vedic mantra that “everything is Brahman” is thus realized by us."
    },
    {
        "verse": "34",
        "devanagari": "एवं नृणां क्रियायोगा: सर्वे संसृतिहेतव: ।त एवात्मविनाशाय कल्पन्ते कल्पिता: परे ॥ ३४ ॥",
        "english_devnagari": "evaṁ nṛṇāṁ kriyā-yogāḥsarve saṁsṛti-hetavaḥta evātma-vināśāyakalpante kalpitāḥ pare",
        "verse_Syn": [
            "evam",
            "nṛṇām",
            "kriyā",
            "yogāḥ",
            "sarve",
            "saṁsṛti",
            "hetavaḥ",
            "te",
            "eva",
            "ātma",
            "vināśāya",
            "kalpante",
            "kalpitāḥ",
            "pare"
        ],
        "translation": "Thus when all a man’s activities are dedicated to the service of the Lord, those very activities which caused his perpetual bondage become the destroyer of the tree of work.",
        "purport": " Fruitive work which has perpetually engaged the living being is compared to the banyan tree in the Bhagavad-gītā, for it is certainly very deeply rooted. As long as the propensity for enjoying the fruit of work is there, one has to continue the transmigration of the soul from one body or place to another, according to one’s nature of work. The propensity for enjoyment may be turned into the desire for serving the mission of the Lord. By doing so, one’s activity is changed into karma-yoga, or the way by which one can attain spiritual perfection while engaging in the work for which he has a natural tendency. Here the word ātmā indicates the categories of all fruitive work. The conclusion is that when the result of all fruitive and other work is dovetailed with the service of the Lord, it will cease to generate further karma and will gradually develop into transcendental devotional service, which will not only cut off completely the root of the banyan tree of work but will also carry the performer to the lotus feet of the Lord. The summary is that one has to, first of all, seek the association of pure devotees who not only are learned in the Vedānta but are self-realized souls and unalloyed devotees of Lord Śrī Kṛṣṇa, the Personality of Godhead. In that association, the neophyte devotees must render loving service physically and mentally without reservation. This service attitude will induce the great souls to be more favorable in bestowing their mercy, which injects the neophyte with all the transcendental qualities of the pure devotees. Gradually this is developed into a strong attachment to hearing the transcendental pastimes of the Lord, which makes him able to catch up the constitutional position of the gross and subtle bodies and beyond them the knowledge of the pure soul and his eternal relation with the Supreme Soul, the Personality of Godhead. After the relation is ascertained by establishment of the eternal relation, pure devotional service to the Lord begins gradually developing into perfect knowledge of the Personality of Godhead beyond the purview of impersonal Brahman and localized Paramātmā. By such puruṣottama-yoga, as it is stated in the Bhagavad-gītā, one is made perfect even during the present corporeal existence, and one exhibits all the good qualities of the Lord to the highest percentage. Such is the gradual development by association of pure devotees."
    },
    {
        "verse": "35",
        "devanagari": "यदत्र क्रियते कर्म भगवत्परितोषणम् ।ज्ञानं यत्तदधीनं हि भक्तियोगसमन्वितम् ॥ ३५ ॥",
        "english_devnagari": "yad atra kriyate karmabhagavat-paritoṣaṇamjñānaṁ yat tad adhīnaṁ hibhakti-yoga-samanvitam",
        "verse_Syn": [
            "yat",
            "atra",
            "kriyate",
            "karma",
            "bhagavat",
            "paritoṣaṇam",
            "jñānam",
            "yat",
            "tat",
            "adhīnam",
            "hi",
            "bhakti",
            "yoga",
            "samanvitam"
        ],
        "translation": "Whatever work is done here in this life for the satisfaction of the mission of the Lord is called bhakti-yoga, or transcendental loving service to the Lord, and what is called knowledge becomes a concomitant factor.",
        "purport": " The general and popular notion is that by discharging fruitive work in terms of the direction of the scriptures one becomes perfectly able to acquire transcendental knowledge for spiritual realization. Bhakti-yoga is considered by some to be another form of karma. But factually bhakti-yoga is above both karma and jñāna. Bhakti-yoga is independent of jñāna or karma; on the other hand, jñāna and karma are dependent on bhakti-yoga. This kriyā-yoga or karma-yoga, as recommended by Śrī Nārada to Vyāsa, is specifically recommended because the principle is to satisfy the Lord. The Lord does not want His sons, the living beings, to suffer the threefold miseries of life. He desires that all of them come to Him and live with Him, but going back to Godhead means that one must purify himself from material infections. When work is performed, therefore, to satisfy the Lord, the performer becomes gradually purified from the material affection. This purification means attainment of spiritual knowledge. Therefore knowledge is dependent on karma, or work, done on behalf of the Lord. Other knowledge, being devoid of bhakti-yoga or satisfaction of the Lord, cannot lead one back to the kingdom of God, which means that it cannot even offer salvation, as already explained in connection with the stanza naiṣkarmyam apy acyuta-bhāva-varjitam. The conclusion is that a devotee engaged in the unalloyed service of the Lord, specifically in hearing and chanting of His transcendental glories, becomes simultaneously spiritually enlightened by the divine grace, as confirmed in the Bhagavad-gītā."
    },
    {
        "verse": "36",
        "devanagari": "कुर्वाणा यत्र कर्माणि भगवच्छिक्षयासकृत् ।गृणन्ति गुणनामानि कृष्णस्यानुस्मरन्ति च ॥ ३६ ॥",
        "english_devnagari": "kurvāṇā yatra karmāṇibhagavac-chikṣayāsakṛtgṛṇanti guṇa-nāmānikṛṣṇasyānusmaranti ca",
        "verse_Syn": [
            "kurvāṇāḥ",
            "yatra",
            "karmāṇi",
            "bhagavat",
            "śikṣayā",
            "asakṛt",
            "gṛṇanti",
            "guṇa",
            "nāmāni",
            "kṛṣṇasya",
            "anusmaranti",
            "ca"
        ],
        "translation": "While performing duties according to the order of Śrī Kṛṣṇa, the Supreme Personality of Godhead, one constantly remembers Him, His names and His qualities.",
        "purport": " An expert devotee of the Lord can mold his life in such a way that while performing all kinds of duties either for this or the next life, he can constantly remember the Lord’s name, fame, qualities, etc. The order of the Lord is distinctly there in the Bhagavad-gītā: one should work only for the Lord in all spheres of life. In every sphere of life the Lord should be situated as the proprietor. According to the Vedic rites, even in the worship of some demigods like Indra, Brahmā, Sarasvatī and Gaṇeśa, the system is that in all circumstances the representation of Viṣṇu must be there as yajñeśvara, or the controlling power of such sacrifices. It is recommended that a particular demigod be worshiped for a particular purpose, but still the presence of Viṣṇu is compulsory in order to make the function proper. Apart from such Vedic duties, even in our ordinary dealings (for example, in our household affairs or in our business or profession) we must consider that the result of all activities must be given over to the supreme enjoyer, Lord Kṛṣṇa. In the Bhagavad-gītā the Lord has declared Himself to be the supreme enjoyer of everything, the supreme proprietor of every planet and the supreme friend of all beings. No one else but Lord Śrī Kṛṣṇa can claim to be the proprietor of everything within His creation. A pure devotee remembers this constantly, and in doing so he repeats the transcendental name, fame and qualities of the Lord, which means that he is constantly in touch with the Lord. The Lord is identical with His name, fame, etc., and therefore to be associated with His name, fame, etc., constantly, means actually to associate with the Lord. The major portion of our monetary income, not less than fifty percent, must be spent to carry out the order of Lord Kṛṣṇa. Not only should we give the profit of our earning to this cause, but we must also arrange to preach this cult of devotion to others because that is also one of the orders of the Lord. The Lord definitely says that no one is more dear to Him than one who is always engaged in the preaching work of the Lord’s name and fame all over the world. The scientific discoveries of the material world can also be equally engaged in carrying out His order. He wants the message of the Bhagavad-gītā to be preached amongst His devotees. It may not be so done amongst those who have no credit of austerities, charity, education, etc. Therefore, the attempt must go on to convert unwilling men to become His devotees. Lord Caitanya has taught a very simple method in this connection. He has taught the lesson for preaching the transcendental message through singing, dancing and refreshment. As such, fifty percent of our income may be spent for this purpose. In this fallen age of quarrel and dissension, if only the leading and wealthy persons of society agree to spend fifty percent of their income in the service of the Lord, as it is taught by Lord Śrī Caitanya Mahāprabhu, there is absolute certainty of converting this hell of pandemonium to the transcendental abode of the Lord. No one will disagree to partake in a function where good singing, dancing and refreshment are administered. Everyone will attend such a function, and everyone is sure to feel individually the transcendental presence of the Lord. This alone will help the attendants associate with the Lord and thereby purify themselves in spiritual realization. The only condition for successfully executing such spiritual activities is that they must be conducted under the guidance of a pure devotee who is completely free from all mundane desires, fruitive activities and dry speculations about the nature of the Lord. No one has to discover the nature of the Lord. It is already spoken by the Lord Himself in the Bhagavad-gītā especially and in all other Vedic literatures generally. We have simply to accept them in toto and abide by the orders of the Lord. That will guide us to the path of perfection. One can remain in his own position. No one has to change his position, especially in this age of variegated difficulties. The only condition is that one must give up the habit of dry speculation aimed at becoming one with the Lord. And after giving up such lofty puffed-up vanities, one may very submissively receive the orders of the Lord in the Bhagavad-gītā or Bhāgavatam from the lips of a bona fide devotee whose qualification is mentioned above. That will make everything successful, without a doubt."
    },
    {
        "verse": "37",
        "devanagari": "ॐ नमो भगवते तुभ्यं वासुदेवाय धीमहि ।प्रद्युम्नायानिरुद्धाय नम: सङ्कर्षणाय च ॥ ३७ ॥",
        "english_devnagari": "oṁ namo bhagavate tubhyaṁvāsudevāya dhīmahipradyumnāyāniruddhāyanamaḥ saṅkarṣaṇāya ca",
        "verse_Syn": [
            "oṁ",
            "namaḥ",
            "bhagavate",
            "tubhyam",
            "vāsudevāya",
            "dhīmahi",
            "pradyumnāya,",
            "aniruddhāya",
            "and",
            "saṅkarṣaṇāya",
            "namaḥ",
            "ca"
        ],
        "translation": "Let us all chant the glories of Vāsudeva along with His plenary expansions Pradyumna, Aniruddha and Saṅkarṣaṇa.",
        "purport": " According to Pañcarātra, Nārāyaṇa is the primeval cause of all expansions of Godhead. These are Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. Vāsudeva and Saṅkarṣaṇa are on the middle left and right, Pradyumna is on the right of Saṅkarṣaṇa, and Aniruddha is on the left of Vāsudeva, and thus the four Deities are situated. They are known as the four aides-de-camp of Lord Śrī Kṛṣṇa. This is a Vedic hymn or mantra beginning with oṁkāra praṇava, and thus the mantra is established by the transcendental chanting process, namely, oṁ namo dhīmahi, etc. The purport is that any transaction, either in the field of fruitive work or in empiric philosophy, which is not ultimately aimed at transcendental realization of the Supreme Lord, is considered to be useless. Nāradajī has therefore explained the nature of unalloyed devotional service by his personal experience in the development of intimacy between the Lord and the living entity by a gradual process of progressive devotional activities. Such a progressive march of transcendental devotion for the Lord culminates in the attainment of loving service of the Lord, which is called premā in different transcendental variegatedness called rasas (tastes). Such devotional service is also executed in mixed forms, namely mixed with fruitive work or empiric philosophical speculations. Now the question which was raised by the great ṛṣis headed by Śaunaka regarding the confidential part of Sūta’s achievement through the spiritual master is explained herein by the chanting of this hymn consisting of thirty-three letters. And this mantra is addressed to the four Deities, or the Lord with His plenary expansions. The central figure is Lord Śrī Kṛṣṇa because the plenary portions are His aides-de-camp. The most confidential part of the instruction is that one should always chant and remember the glories of the Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, along with His different plenary portions expanded as Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. These expansions are the original Deities for all other truths, namely either viṣṇu-tattva or śakti-tattvas."
    },
    {
        "verse": "38",
        "devanagari": "इति मूर्त्यभिधानेन मन्त्रमूर्तिममूर्तिकम् ।यजते यज्ञपुरुषं स सम्यग्दर्शन: पुमान् ॥ ३८ ॥",
        "english_devnagari": "iti mūrty-abhidhānenamantra-mūrtim amūrtikamyajate yajña-puruṣaṁsa samyag-darśanaḥ pumān",
        "verse_Syn": [
            "iti",
            "mūrti",
            "abhidhānena",
            "mantra",
            "mūrtim",
            "amūrtikam",
            "yajate",
            "yajña",
            "puruṣam",
            "saḥ",
            "samyak",
            "darśanaḥ",
            "pumān"
        ],
        "translation": "Thus he is the actual seer who worships, in the form of transcendental sound representation, the Supreme Personality of Godhead, Viṣṇu, who has no material form.",
        "purport": " Our present senses are all made of material elements, and therefore they are imperfect in realizing the transcendental form of Lord Viṣṇu. He is therefore worshiped by sound representation via the transcendental method of chanting. Anything which is beyond the scope of experience by our imperfect senses can be realized fully by the sound representation. A person transmitting sound from a far distant place can be factually experienced. If this is materially possible, why not spiritually? This experience is not a vague impersonal experience. It is actually an experience of the transcendental Personality of Godhead, who possesses the pure form of eternity, bliss and knowledge. In the Amarakośa Sanskrit dictionary the word mūrti carries import in twofold meanings, namely, form and difficulty. Therefore amūrtikam is explained by Ācārya Śrī Viśvanātha Cakravartī Ṭhākura as meaning “without difficulty.” The transcendental form of eternal bliss and knowledge can be experienced by our original spiritual senses, which can be revived by chanting of the holy mantras, or transcendental sound representations. Such sound should be received from the transparent agency of the bona fide spiritual master, and the chanting may be practiced by the direction of the spiritual master. That will gradually lead us nearer to the Lord. This method of worship is recommended in the pāñcarātrika system, which is both recognized and authorized. The pāñcarātrika system has the most authorized codes for transcendental devotional service. Without the help of such codes, one cannot approach the Lord, certainly not by dry philosophical speculation. The pāñcarātrika system is both practical and suitable for this age of quarrel. The Pañcarātra is more important than the Vedānta for this modern age."
    },
    {
        "verse": "39",
        "devanagari": "इमं स्वनिगमं ब्रह्मन्नवेत्य मदनुष्ठितम् ।अदान्मे ज्ञानमैश्वर्यं स्वस्मिन् भावं च केशव: ॥ ३९ ॥",
        "english_devnagari": "imaṁ sva-nigamaṁ brahmannavetya mad-anuṣṭhitamadān me jñānam aiśvaryaṁsvasmin bhāvaṁ ca keśavaḥ",
        "verse_Syn": [
            "imam",
            "sva",
            "nigamam",
            "brahman",
            "avetya",
            "mat",
            "anuṣṭhitam",
            "adāt",
            "me",
            "jñānam",
            "aiśvaryam",
            "svasmin",
            "bhāvam",
            "ca",
            "keśavaḥ"
        ],
        "translation": "O brāhmaṇa, thus by the Supreme Lord Kṛṣṇa I was endowed first with the transcendental knowledge of the Lord as inculcated in the confidential parts of the Vedas, then with the spiritual opulences, and then with His intimate loving service.",
        "purport": " Communion with the Lord by transmission of the transcendental sound is nondifferent from the whole spirit Lord Śrī Kṛṣṇa. It is a completely perfect method for approaching the Lord. By such pure contact with the Lord, without offense of material conceptions (numbering ten), the devotee can rise above the material plane to understand the inner meaning of the Vedic literatures, including the Lord’s existence in the transcendental realm. The Lord reveals His identity gradually to one who has unflinching faith, both in the spiritual master and in the Lord. After this, the devotee is endowed with mystic opulences, which are eight in number. And above all, the devotee is accepted in the confidential entourage of the Lord and is entrusted with specific service of the Lord through the agency of the spiritual master. A pure devotee is more interested in serving the Lord than in showing an exhibition of the mystic powers dormant in him. Śrī Nārada has explained all these from his personal experience, and one can obtain all the facilities which Śrī Nārada obtained by perfecting the chanting process of the sound representation of the Lord. There is no bar for chanting this transcendental sound by anyone, provided it is received through Nārada’s representative, coming down by the chain of disciplic succession, or the paramparā system."
    },
    {
        "verse": "40",
        "devanagari": "त्वमप्यदभ्रश्रुत विश्रुतं विभो:समाप्यते येन विदां बुभुत्सितम् ।प्राख्याहि दु:खैर्मुहुरर्दितात्मनांसङ्‍क्लेशनिर्वाणमुशन्ति नान्यथा ॥ ४० ॥",
        "english_devnagari": "tvam apy adabhra-śruta viśrutaṁ vibhoḥsamāpyate yena vidāṁ bubhutsitamprākhyāhi duḥkhair muhur arditātmanāṁsaṅkleśa-nirvāṇam uśanti nānyathā",
        "verse_Syn": [
            "tvam",
            "api",
            "adabhra",
            "śruta",
            "viśrutam",
            "vibhoḥ",
            "samāpyate",
            "yena",
            "vidām",
            "bubhutsitam",
            "prākhyāhi",
            "duḥkhaiḥ",
            "muhuḥ",
            "ardita",
            "ātmanām",
            "saṅkleśa",
            "nirvāṇam",
            "uśanti",
            "na",
            "anyathā"
        ],
        "translation": "Please, therefore, describe the almighty Lord’s activities which you have learned by your vast knowledge of the Vedas, for that will satisfy the hankerings of great learned men and at the same time mitigate the miseries of the masses of common people who are always suffering from material pangs. Indeed, there is no other way to get out of such miseries.",
        "purport": " Śrī Nārada Muni from practical experience definitely asserts that the prime solution of all problems of material work is to broadcast very widely the transcendental glories of the Supreme Lord. There are four classes of good men, and there are four classes of bad men also. The four classes of good men acknowledge the authority of the almighty God, and therefore such good men (1) when they are in difficulty, (2) when they are in need of money, (3) when they are advanced in knowledge and (4) when they are inquisitive to know more and more about God, intuitively take shelter of the Lord. As such, Nāradajī advises Vyāsadeva to broadcast the transcendental knowledge of God in terms of the vast Vedic knowledge which he had already attained. As far as the bad men are concerned, they are also four in number: (1) those who are simply addicted to the mode of progressive fruitive work and thus are subjected to the accompanying miseries, (2) those who are simply addicted to vicious work for sense satisfaction and so suffer the consequence, (3) those who are materially very much advanced in knowledge, but who suffer because they do not have the sense to acknowledge the authority of the almighty Lord, and (4) the class of men who are known as atheists and who therefore purposely hate the very name of God, although they are always in difficulty. Śrī Nāradajī advised Vyāsadeva to describe the glories of the Lord just to do good to all eight classes of men, both good and bad. Śrīmad-Bhāgavatam is therefore not meant for any particular class of men or sect. It is for the sincere soul who actually wants his own welfare and peace of mind."
    }
]