[
    {
        "verse": "1",
        "devanagari": "शौनक उवाचअश्वत्थाम्नोपसृष्टेन ब्रह्मशीर्ष्णोरुतेजसा ।उत्तराया हतो गर्भ ईशेनाजीवित: पुन: ॥ १ ॥",
        "english_devnagari": "śaunaka uvācaaśvatthāmnopasṛṣṭenabrahma-śīrṣṇoru-tejasāuttarāyā hato garbhaīśenājīvitaḥ punaḥ",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "aśvatthāmna",
            "upasṛṣṭena",
            "brahma",
            "śīrṣṇā",
            "uru",
            "tejasā",
            "uttarāyāḥ",
            "hataḥ",
            "garbhaḥ",
            "īśena",
            "ājīvitaḥ",
            "punaḥ"
        ],
        "translation": "The sage Śaunaka said: The womb of Uttarā, mother of Mahārāja Parīkṣit, was spoiled by the dreadful and invincible brahmāstra weapon released by Aśvatthāmā. But Mahārāja Parīkṣit was saved by the Supreme Lord.",
        "purport": " The sages assembled in the forest of Naimiṣāraṇya inquired from Sūta Gosvāmī about the birth of Mahārāja Parīkṣit, but in the course of the narration other topics like the release of the brahmāstra by the son of Droṇa, his punishment by Arjuna, Queen Kuntīdevī’s prayers, the Pāṇḍavas’ visit to the place where Bhīṣmadeva was lying, his prayers and thereafter the Lord’s departure for Dvārakā were discussed. His arrival at Dvārakā and residing with the sixteen thousand queens, etc., were narrated. The sages were absorbed in hearing such descriptions, but now they wanted to turn to the original topic, and thus the inquiry was made by Śaunaka Ṛṣi. So the subject of the release of the brahmāstra weapon by Aśvatthāmā is renewed."
    },
    {
        "verse": "2",
        "devanagari": "तस्य जन्म महाबुद्धे: कर्माणि च महात्मन: ।निधनं च यथैवासीत्स प्रेत्य गतवान् यथा ॥ २ ॥",
        "english_devnagari": "tasya janma mahā-buddheḥkarmāṇi ca mahātmanaḥnidhanaṁ ca yathaivāsītsa pretya gatavān yathā",
        "verse_Syn": [
            "tasya",
            "janma",
            "mahā",
            "buddheḥ",
            "karmāṇi",
            "ca",
            "mahā",
            "ātmanaḥ",
            "nidhanam",
            "ca",
            "yathā",
            "eva",
            "āsīt",
            "saḥ",
            "pretya",
            "gatavān",
            "yathā"
        ],
        "translation": "How was the great emperor Parīkṣit, who was a highly intelligent and great devotee, born in that womb? How did his death take place, and what did he achieve after his death?",
        "purport": " The king of Hastināpura (now Delhi) used to be the emperor of the world, at least till the time of the son of Emperor Parīkṣit. Mahārāja Parīkṣit was saved by the Lord in the womb of his mother, so he could certainly be saved from an untimely death due to the ill will of the son of a brāhmaṇa. Because the Age of Kali began to act just after the assumption of power by Mahārāja Parīkṣit, the first sign of misgivings was exhibited in the cursing of such a greatly intelligent and devoted king as Mahārāja Parīkṣit. The king is the protector of the helpless citizens, and their welfare, peace and prosperity depend on him. Unfortunately, by the instigation of the fallen Age of Kali, an unfortunate brāhmaṇa’s son was employed to condemn the innocent Mahārāja Parīkṣit, and so the King had to prepare himself for death within seven days. Mahārāja Parīkṣit is especially famous as one who is protected by Viṣṇu, and when he was unduly cursed by a brāhmaṇa’s son, he could have invoked the mercy of the Lord to save him, but he did not want to because he was a pure devotee. A pure devotee never asks the Lord for any undue favor. Mahārāja Parīkṣit knew that the curse of the brāhmaṇa’s son upon him was unjustified, as everyone else knew, but he did not want to counteract it because he knew also that the Age of Kali had begun and that the first symptom of the age, namely degradation of the highly talented brāhmaṇa community, had also begun. He did not want to interfere with the current of the time, but he prepared himself to meet death very cheerfully and very properly. Being fortunate, he got at least seven days to prepare himself to meet death, and so he properly utilized the time in the association of Śukadeva Gosvāmī, the great saint and devotee of the Lord."
    },
    {
        "verse": "3",
        "devanagari": "तदिदं श्रोतुमिच्छामो गदितुं यदि मन्यसे ।ब्रूहि न: श्रद्दधानानां यस्य ज्ञानमदाच्छुक: ॥ ३ ॥",
        "english_devnagari": "tad idaṁ śrotum icchāmogadituṁ yadi manyasebrūhi naḥ śraddadhānānāṁyasya jñānam adāc chukaḥ",
        "verse_Syn": [
            "tat",
            "idam",
            "śrotum",
            "icchāmaḥ",
            "gaditum",
            "yadi",
            "manyase",
            "brūhi",
            "naḥ",
            "śraddadhānānām",
            "yasya",
            "jñānam",
            "adāt",
            "śukaḥ"
        ],
        "translation": "We all respectfully want to hear about him [Mahārāja Parīkṣit] to whom Śukadeva Gosvāmī imparted transcendental knowledge. Please speak on this matter.",
        "purport": " Śukadeva Gosvāmī imparted transcendental knowledge to Mahārāja Parīkṣit during the remaining seven days of his life, and Mahārāja Parīkṣit heard him properly, just like an ardent student. The effect of such a bona fide hearing and chanting of Śrīmad-Bhāgavatam was equally shared by both the hearer and the chanter. Both of them were benefited. Out of the nine different transcendental means of devotional service to the Lord prescribed in the Bhāgavatam, either all of them, or some of them or even one of them are equally beneficial if properly discharged. Mahārāja Parīkṣit and Śukadeva Gosvāmī were serious performers of the first two important items, namely the process of chanting and the process of hearing, and therefore both of them were successful in their laudable attempt. Transcendental realization is attained by such serious hearing and chanting and not otherwise. There is a type of spiritual master and disciple much advertised in this Age of Kali. It is said that the master injects spiritual force into the disciple by an electrical current generated by the master, and the disciple begins to feel the shock. He becomes unconscious, and the master weeps for his exhausting his store of so-called spiritual assets. Such bogus advertisement is going on in this age, and the poor common man is becoming the victim of such advertisement. We do not find such folk tales in the dealings of Śukadeva Gosvāmī and his great disciple Mahārāja Parīkṣit. The sage recited Śrīmad-Bhāgavatam in devotion, and the great King heard him properly. The King did not feel any shock of electrical current from the master, nor did he become unconscious while receiving knowledge from the master. One should not, therefore, become a victim of these unauthorized advertisements made by some bogus representative of Vedic knowledge. The sages of Naimiṣāraṇya were very respectful in hearing about Mahārāja Parīkṣit because of his receiving knowledge from Śukadeva Gosvāmī by means of ardent hearing. Ardent hearing from the bona fide master is the only way to receive transcendental knowledge, and there is no need for medical performances or occult mysticism for miraculous effects. The process is simple, but only the sincere party can achieve the desired result."
    },
    {
        "verse": "4",
        "devanagari": "सूत उवाचअपीपलद्धर्मराज: पितृवद् रञ्जयन् प्रजा: ।नि:स्पृह: सर्वकामेभ्य: कृष्णपादानुसेवया ॥ ४ ॥",
        "english_devnagari": "sūta uvācaapīpalad dharma-rājaḥpitṛvad rañjayan prajāḥniḥspṛhaḥ sarva-kāmebhyaḥkṛṣṇa-pādānusevayā",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "apīpalat",
            "dharma",
            "rājaḥ",
            "pitṛ",
            "vat",
            "rañjayan",
            "prajāḥ",
            "niḥspṛhaḥ",
            "sarva",
            "kāmebhyaḥ",
            "kṛṣṇa",
            "pāda",
            "anusevayā"
        ],
        "translation": "Śrī Sūta Gosvāmī said: Emperor Yudhiṣṭhira administered generously to everyone during his reign. He was exactly like his father. He had no personal ambition and was freed from all sorts of sense gratification because of his continuous service unto the lotus feet of the Lord Śrī Kṛṣṇa.",
        "purport": " As mentioned in our introduction, “There is a need for the science of Kṛṣṇa in human society for all the suffering humanity of the world, and we simply request the leading personalities of all nations to take to the science of Kṛṣṇa for their own good, for the good of society, and for the good of all the people of the world.” So it is confirmed herein by the example of Mahārāja Yudhiṣṭhira, the personality of goodness. In India the people hanker after Rāma-rājya because the Personality of Godhead was the ideal king and all other kings or emperors in India controlled the destiny of the world for the prosperity of every living being who took birth on the earth. Herein the word prajāḥ is significant. The etymological import of the word is “that which is born.” On the earth there are many species of life, from the aquatics up to the perfect human beings, and all are known as prajās. Lord Brahmā, the creator of this particular universe, is known as the prajāpati because he is the grandfather of all who have taken birth. Thus prajā is used in a broader sense than it is now used. The king represents all living beings, the aquatics, plants, trees, reptiles, birds, animals and man. Every one of them is a part and parcel of the Supreme Lord (Bg. 14.4), and the king, being the representative of the Supreme Lord, is duty-bound to give proper protection to every one of them. This is not the case with the presidents and dictators of this demoralized system of administration, where the lower animals are given no protection while the higher animals are given so-called protection. But this is a great science which can be learned only by one who knows the science of Kṛṣṇa. By knowing the science of Kṛṣṇa, one can become the most perfect man in the world, and unless one has knowledge in this science, all qualifications and doctorate diplomas acquired by academic education are spoiled and useless. Mahārāja Yudhiṣṭhira knew this science of Kṛṣṇa very well, for it is stated here that by continuous cultivation of this science, or by continuous devotional service to Lord Kṛṣṇa, he acquired the qualification of administering the state. The father is sometimes seemingly cruel to the son, but that does not mean that the father has lost the qualification to be a father. A father is always a father because he always has the good of the son at heart. The father wants every one of his sons to become a better man than himself. Therefore, a king like Mahārāja Yudhiṣṭhira, who was the personality of goodness, wanted everyone under his administration, especially human beings who have better developed consciousness, to become devotees of Lord Kṛṣṇa so that everyone can become free from the trifles of material existence. His motto of administration was all good for the citizens, for as personified goodness he knew perfectly well what is actually good for them. He conducted the administration on that principle, and not on the rākṣasī, demonic, principle of sense gratification. As an ideal king, he had no personal ambition, and there was no place for sense gratification because all his senses at all times were engaged in the loving service of the Supreme Lord, which includes the partial service to the living beings, who form the parts and parcels of the complete whole. Those who are busy rendering service to the parts and parcels, leaving aside the whole, only spoil time and energy, as one does when watering the leaves of a tree without watering the root. If water is poured on the root, the leaves are enlivened perfectly and automatically, but if water is poured on the leaves only, the whole energy is spoiled. Mahārāja Yudhiṣṭhira, therefore, was constantly engaged in the service of the Lord, and thus the parts and parcels of the Lord, the living beings under his careful administration, were perfectly attended with all comforts in this life and all progress in the next. That is the way of perfect management of state administration."
    },
    {
        "verse": "5",
        "devanagari": "सम्पद: क्रतवो लोका महिषी भ्रातरो मही ।जम्बूद्वीपाधिपत्यं च यशश्च त्रिदिवं गतम् ॥ ५ ॥",
        "english_devnagari": "sampadaḥ kratavo lokāmahiṣī bhrātaro mahījambudvīpādhipatyaṁ cayaśaś ca tri-divaṁ gatam",
        "verse_Syn": [
            "sampadaḥ",
            "kratavaḥ",
            "lokāḥ",
            "mahiṣī",
            "bhrātaraḥ",
            "mahī",
            "jambu",
            "dvīpa",
            "ādhipatyam",
            "ca",
            "yaśaḥ",
            "ca",
            "tri",
            "divam",
            "gatam"
        ],
        "translation": "News even reached the celestial planets about Mahārāja Yudhiṣṭhira’s worldly possessions, the sacrifices by which he would attain a better destination, his queen, his stalwart brothers, his extensive land, his sovereignty over the planet earth, his fame, etc.",
        "purport": " Only a rich and great man’s name and fame are known all over the world, and the name and fame of Mahārāja Yudhiṣṭhira reached the higher planets because of his good administration, worldly possessions, glorious wife Draupadī, the strength of his brothers Bhīma and Arjuna, and his solid sovereign power over the world, known as Jambudvīpa. Here the word lokāḥ is significant. There are different lokas or higher planets scattered all over the sky, both material and spiritual. A person can reach them by dint of his work in the present life, as stated in Bhagavad-gītā (9.25). No forceful entrance is allowed there. The tiny material scientists and engineers who have discovered vehicles to travel over a few thousand miles in outer space will not be allowed entrance. That is not the way to reach the better planets. One must qualify himself to enter into such happy planets by sacrifice and service. Those who are sinful in every step of life can expect only to be degraded into animal life to suffer more and more the pangs of material existence, and this is also stated in Bhagavad-gītā (16.19). Mahārāja Yudhiṣṭhira’s good sacrifices and qualifications were so lofty and virtuous that even the residents of the higher celestial planets were already prepared to receive him as one of them."
    },
    {
        "verse": "6",
        "devanagari": "किं ते कामा: सुरस्पार्हा मुकुन्दमनसो द्विजा: ।अधिजह्रुर्मुदं राज्ञ: क्षुधितस्य यथेतरे ॥ ६ ॥",
        "english_devnagari": "kiṁ te kāmāḥ sura-spārhāmukunda-manaso dvijāḥadhijahrur mudaṁ rājñaḥkṣudhitasya yathetare",
        "verse_Syn": [
            "kim",
            "te",
            "kāmāḥ",
            "sura",
            "spārhāḥ",
            "mukunda",
            "manasaḥ",
            "dvijāḥ",
            "adhijahruḥ",
            "mudam",
            "rājñaḥ",
            "kṣudhitasya",
            "yathā",
            "itare"
        ],
        "translation": "O brāhmaṇas, the opulence of the King was so enchanting that the denizens of heaven aspired for it. But because he was absorbed in the service of the Lord, nothing could satisfy him except the Lord’s service.",
        "purport": " There are two things in the world which can satisfy living beings. When one is materially engrossed, he is satisfied only by sense gratification, but when one is liberated from the conditions of the material modes, he is satisfied only by rendering loving service for the satisfaction of the Lord. This means that the living being is constitutionally a servitor, and not one who is served. Being illusioned by the conditions of the external energy, one falsely thinks himself to be the served, but actually he is not served; he is servant of the senses like lust, desire, anger, avarice, pride, madness and intolerance. When one is in his proper senses by attainment of spiritual knowledge, he realizes that he is not the master of the material world, but is only a servant of the senses. At that time he begs for the service of the Lord and thus becomes happy without being illusioned by so-called material happiness. Mahārāja Yudhiṣṭhira was one of the liberated souls, and therefore for him there was no pleasure in a vast kingdom, good wife, obedient brothers, happy subjects and prosperous world. These blessings automatically follow for a pure devotee, even though the devotee does not aspire for them. The example set herein is exactly suitable. It is said that one who is hungry is never satisfied by anything other than food. The whole material world is full of hungry living beings. The hunger is not for good food, shelter or sense gratification. The hunger is for the spiritual atmosphere. Due to ignorance only they think that the world is dissatisfied because there is not sufficient food, shelter, defense and objects of sense gratification. This is called illusion. When the living being is hungry for spiritual satisfaction, he is misrepresented by material hunger. But the foolish leaders cannot see that even the people who are most sumptuously materially satisfied are still hungry. And what is their hunger and poverty? This hunger is actually for spiritual food, spiritual shelter, spiritual defense and spiritual sense gratification. These can be obtained in the association of the Supreme Spirit, Lord Śrī Kṛṣṇa, and therefore one who has them cannot be attracted by the so-called food, shelter, defense and sense gratification of the material world, even if they are relished by the denizens of the heavenly planets. Therefore, in the Bhagavad-gītā (8.16) it is said by the Lord that even in the topmost planet of the universe, namely the Brahmaloka, where the duration of life is multiplied by millions of years by earth calculation, one cannot satisfy his hunger. Such hunger can be satisfied only when the living being is situated in immortality, which is attained in the spiritual sky, far, far above the Brahmaloka, in the association of Lord Mukunda, the Lord who awards His devotees the transcendental pleasure of liberation."
    },
    {
        "verse": "7",
        "devanagari": "मातुर्गर्भगतो वीर: स तदा भृगुनन्दन ।ददर्श पुरुषं कञ्चिद्दह्यमानोऽस्त्रतेजसा ॥ ७ ॥",
        "english_devnagari": "mātur garbha-gato vīraḥsa tadā bhṛgu-nandanadadarśa puruṣaṁ kañciddahyamāno ’stra-tejasā",
        "verse_Syn": [
            "mātuḥ",
            "garbha",
            "gataḥ",
            "vīraḥ",
            "saḥ",
            "tadā",
            "bhṛgu",
            "nandana",
            "dadarśa",
            "puruṣam",
            "kañcit",
            "dahyamānaḥ",
            "astra",
            "tejasā"
        ],
        "translation": "O son of Bhṛgu [Śaunaka], when the child Parīkṣit, the great fighter, was in the womb of his mother, Uttarā, and was suffering from the burning heat of the brahmāstra [thrown by Aśvatthāmā], he could observe the Supreme Lord coming to him.",
        "purport": " Death generally involves remaining in trance for seven months. A living being, according to his own action, is allowed to enter into the womb of a mother by the vehicle of a father’s semen, and thus he develops his desired body. This is the law of birth in specific bodies according to one’s past actions. When he is awake from trance, he feels the inconvenience of being confined within the womb, and thus he wants to come out of it and sometimes fortunately prays to the Lord for such liberation. Mahārāja Parīkṣit, while in the womb of his mother, was struck by the brahmāstra released by Aśvatthāmā, and he was feeling the burning heat. But because he was a devotee of the Lord, the Lord at once appeared Himself within the womb by His all-powerful energy, and the child could see that someone else had come to save him. Even in that helpless condition, the child Parīkṣit endured the unbearable temperature due to his being a great fighter by nature. And for this reason the word vīraḥ has been used."
    },
    {
        "verse": "8",
        "devanagari": "अङ्गुष्ठमात्रममलं स्फुरत्पुरटमौलिनम् ।अपीव्यदर्शनं श्यामं तडिद्वाससमच्युतम् ॥ ८ ॥",
        "english_devnagari": "aṅguṣṭha-mātram amalaṁsphurat-puraṭa-maulinamapīvya-darśanaṁ śyāmaṁtaḍid vāsasam acyutam",
        "verse_Syn": [
            "aṅguṣṭha",
            "mātram",
            "amalam",
            "sphurat",
            "puraṭa",
            "maulinam",
            "apīvya",
            "darśanam",
            "śyāmam",
            "taḍit",
            "vāsasam",
            "acyutam"
        ],
        "translation": "He [the Lord] was only thumb high, but He was all transcendental. He had a very beautiful, blackish, infallible body, and He wore a dress of lightning yellow and a helmet of blazing gold. Thus He was seen by the child.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "श्रीमद्दीर्घचतुर्बाहुं तप्तकाञ्चनकुण्डलम् ।क्षतजाक्षं गदापाणिमात्मन: सर्वतोदिशम् ।परिभ्रमन्तमुल्काभां भ्रामयन्तं गदां मुहु: ॥ ९ ॥",
        "english_devnagari": "śrīmad-dīrgha-catur-bāhuṁtapta-kāñcana-kuṇḍalamkṣatajākṣaṁ gadā-pāṇimātmanaḥ sarvato diśamparibhramantam ulkābhāṁbhrāmayantaṁ gadāṁ muhuḥ",
        "verse_Syn": [
            "śrīmat",
            "dīrgha",
            "catuḥ",
            "bāhum",
            "tapta",
            "kāñcana",
            "kuṇḍalam",
            "kṣataja",
            "akṣam",
            "gadā",
            "pāṇim",
            "ātmanaḥ",
            "sarvataḥ",
            "diśam",
            "paribhramantam",
            "ulkābhām",
            "bhrāmayantam",
            "gadām",
            "muhuḥ"
        ],
        "translation": "The Lord was enriched with four hands, earrings of molten gold and eyes blood red with fury. As He loitered about, His club constantly encircled Him like a shooting star.",
        "purport": " It is said in the Brahma-saṁhitā (ch. 5) that the Supreme Lord Govinda, by His one plenary portion, enters into the halo of the universe and distributes Himself as Paramātmā, or the Supersoul, not only within the heart of every living being, but also within every atom of the material elements. Thus the Lord is all-pervading by His inconceivable potency, and thus He entered the womb of Uttarā to save His beloved devotee Mahārāja Parīkṣit. In the Bhagavad-gītā (9.31) the Lord assured everyone that His devotees are never to be vanquished. No one can kill a devotee of the Lord because he is protected by the Lord, and no one can save a person whom the Lord desires to kill. The Lord is all-powerful, and therefore He can both save and kill as He likes. He became visible to His devotee Mahārāja Parīkṣit even in that awkward position (in the womb of his mother) in a shape just suitable for his vision. The Lord can become bigger than thousands of universes and can become smaller than an atom at the same time. Merciful as He is, He becomes just suitable to the vision of the limited living being. He is unlimited. He is not limited by any measurement of our calculation. He can become bigger than what we can think of, and He can become smaller than what we can conceive. But in all circumstances He is the same all-powerful Lord. There is no difference between the thumblike Viṣṇu in the womb of Uttarā and the full-fledged Nārāyaṇa in the Vaikuṇṭha-dhāma, the kingdom of Godhead. He accepts the form of arcā-vigraha (worshipable Deity) just to accept service from His different incapable devotees. By the mercy of the arcā-vigraha, the form of the Lord in material elements, the devotees who are in the material world can easily approach the Lord, although He is not conceivable by the material senses. The arcā-vigraha is therefore an all-spiritual form of the Lord to be perceived by the material devotees; such an arcā-vigraha of the Lord is never to be considered material. There is no difference between matter and spirit for the Lord, although there is a gulf of difference between the two in the case of the conditioned living being. For the Lord there is nothing but spiritual existence, and similarly there is nothing except spiritual existence for the pure devotee of the Lord in his intimate relation with the Lord."
    },
    {
        "verse": "10",
        "devanagari": "अस्त्रतेज: स्वगदया नीहारमिव गोपति: ।विधमन्तं सन्निकर्षे पर्यैक्षत क इत्यसौ ॥ १० ॥",
        "english_devnagari": "astra-tejaḥ sva-gadayānīhāram iva gopatiḥvidhamantaṁ sannikarṣeparyaikṣata ka ity asau",
        "verse_Syn": [
            "astra",
            "tejaḥ",
            "sva",
            "gadayā",
            "nīhāram",
            "iva",
            "gopatiḥ",
            "vidhamantam",
            "sannikarṣe",
            "paryaikṣata",
            "kaḥ",
            "iti",
            "asau"
        ],
        "translation": "The Lord was thus engaged in vanquishing the radiation of the brahmāstra, just as the sun evaporates a drop of dew. He was observed by the child, who thought about who He was.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "विधूय तदमेयात्मा भगवान्धर्मगुब् विभु: ।मिषतो दशमासस्य तत्रैवान्तर्दधे हरि: ॥ ११ ॥",
        "english_devnagari": "vidhūya tad ameyātmābhagavān dharma-gub vibhuḥmiṣato daśamāsasyatatraivāntardadhe hariḥ",
        "verse_Syn": [
            "vidhūya",
            "tat",
            "ameyātmā",
            "bhagavān",
            "dharma",
            "gup",
            "vibhuḥ",
            "miṣataḥ",
            "daśamāsasya",
            "tatra",
            "eva",
            "antaḥ",
            "dadhe",
            "hariḥ"
        ],
        "translation": "While thus being observed by the child, the Supreme Lord Personality of Godhead, the Supersoul of everyone and the protector of the righteous, who stretches in all directions and who is unlimited by time and space, disappeared at once.",
        "purport": " Child Parīkṣit was not observing a living being who is limited by time and space. There is a gulf of difference between the Lord and the individual living being. The Lord is mentioned herein as the supreme living being unlimited by time and space. Every living being is limited by time and space. Even though a living being is qualitatively one with the Lord, quantitatively there is a great difference between the Supreme Soul and the common individual soul. In the Bhagavad-gītā both the living beings and the Supreme Being are said to be all-pervading (yena sarvam idaṁ tatam), yet there is a difference between these two kinds of all-pervasiveness. A common living being or soul can be all-pervading within his own limited body, but the supreme living being is all-pervading in all space and all time. A common living being cannot extend its influence over another common living being by its all-pervasiveness, but the Supreme Supersoul, the Personality of Godhead, is unlimitedly able to exert His influence over all places and all times and over all living beings. And because He is all-pervasive, unlimited by time and space, He can appear even within the womb of the mother of child Parīkṣit. He is mentioned herein as the protector of the righteous. Anyone who is a surrendered soul unto the Supreme is righteous, and he is specifically protected by the Lord in all circumstances. The Lord is the indirect protector of the unrighteous also, for He rectifies their sins through His external potency. The Lord is mentioned herein as one who is dressed in the ten directions. This means dressed with garments on ten sides, up and down. He is present everywhere and can appear and disappear at His will from everywhere and anywhere. His disappearance from the sight of the child Parīkṣit does not mean that He appeared on the spot from any other place. He was present there, and even after His disappearance He was there, although invisible to the eyes of the child. This material covering of the effulgent firmament is also something like a womb of the mother nature, and we are all put into the womb by the Lord, the father of all living beings. He is present everywhere, even in this material womb of mother Durgā, and those who are deserving can see the Lord."
    },
    {
        "verse": "12",
        "devanagari": "तत: सर्वगुणोदर्के सानुकूलग्रहोदये ।जज्ञे वंशधर: पाण्डोर्भूय: पाण्डुरिवौजसा ॥ १२ ॥",
        "english_devnagari": "tataḥ sarva-guṇodarkesānukūla-grahodayejajñe vaṁśa-dharaḥ pāṇḍorbhūyaḥ pāṇḍur ivaujasā",
        "verse_Syn": [
            "tataḥ",
            "sarva",
            "guṇa",
            "udarke",
            "sa",
            "anukūla",
            "grahodaye",
            "jajñe",
            "vaṁśa",
            "dharaḥ",
            "pāṇḍoḥ",
            "bhūyaḥ",
            "pāṇḍuḥ",
            "iva",
            "ojasā"
        ],
        "translation": "Thereupon, when all the good signs of the zodiac gradually evolved, the heir apparent of Pāṇḍu, who would be exactly like him in prowess, took birth.",
        "purport": " Astronomical calculations of stellar influences upon a living being are not suppositions, but are factual, as confirmed in Śrīmad-Bhāgavatam. Every living being is controlled by the laws of nature at every minute, just as a citizen is controlled by the influence of the state. The state laws are grossly observed, but the laws of material nature, being subtle to our gross understanding, cannot be experienced grossly. As stated in the Bhagavad-gītā (3.9), every action of life produces another reaction, which is binding upon us, and only those who are acting on behalf of Yajña (Viṣṇu) are not bound by reactions. Our actions are judged by the higher authorities, the agents of the Lord, and thus we are awarded bodies according to our activities. The law of nature is so subtle that every part of our body is influenced by the respective stars, and a living being obtains his working body to fulfill his terms of imprisonment by the manipulation of such astronomical influence. A man’s destiny is therefore ascertained by the birthtime constellation of stars, and a factual horoscope is made by a learned astrologer. It is a great science, and misuse of a science does not make it useless. Mahārāja Parīkṣit or even the Personality of Godhead appear in certain constellations of good stars, and thus the influence is exerted upon the body thus born at an auspicious moment. The most auspicious constellation of stars takes place during the appearance of the Lord in this material world, and it is specifically called jayantī, a word not to be abused for any other purposes. Mahārāja Parīkṣit was not only a great kṣatriya emperor, but also a great devotee of the Lord. Thus he cannot take his birth at any inauspicious moment. As a proper place and time is selected to receive a respectable personage, so also to receive such a personality as Mahārāja Parīkṣit, who was especially cared for by the Supreme Lord, a suitable moment is chosen when all good stars assembled together to exert their influence upon the King. Thus he took his birth just to be known as the great hero of Śrīmad-Bhāgavatam. This suitable arrangement of astral influences is never a creation of man’s will, but is the arrangement of the superior management of the agency of the Supreme Lord. Of course, the arrangement is made according to the good or bad deeds of the living being. Herein lies the importance of pious acts performed by the living being. Only by pious acts can one be allowed to get good wealth, good education and beautiful features. The saṁskāras of the school of sanātana-dharma (man’s eternal engagement) are highly suitable for creating an atmosphere for taking advantage of good stellar influences, and therefore garbhādhāna-saṁskāra, or the first seedling purificatory process prescribed for the higher castes, is the beginning of all pious acts to receive a good pious and intelligent class of men in human society. There will be peace and prosperity in the world due to good and sane population only; there is hell and disturbance only because of the unwanted, insane populace addicted to sex indulgence."
    },
    {
        "verse": "13",
        "devanagari": "तस्य प्रीतमना राजा विप्रैर्धौम्यकृपादिभि: ।जातकं कारयामास वाचयित्वा च मङ्गलम् ॥ १३ ॥",
        "english_devnagari": "tasya prīta-manā rājāviprair dhaumya-kṛpādibhiḥjātakaṁ kārayām āsavācayitvā ca maṅgalam",
        "verse_Syn": [
            "tasya",
            "prīta",
            "manāḥ",
            "rājā",
            "vipraiḥ",
            "dhaumya",
            "kṛpa",
            "ādibhiḥ",
            "jātakam",
            "kārayām",
            "āsa",
            "vācayitvā",
            "ca",
            "maṅgalam"
        ],
        "translation": "King Yudhiṣṭhira, who was very satisfied with the birth of Mahārāja Parīkṣit, had the purificatory process of birth performed. Learned brāhmaṇas, headed by Dhaumya and Kṛpa, recited auspicious hymns.",
        "purport": " There is a need for a good and intelligent class of brāhmaṇas who are expert in performing the purificatory processes prescribed in the system of varṇāśrama-dharma. Unless such purificatory processes are performed, there is no possibility of good population, and in the Age of Kali the population all over the world is of śūdra quality or lower for want of this purificatory process. It is not possible, however, to revive the Vedic process of purification in this age, for want of proper facilities and good brāhmaṇas, but there is the Pāñcarātrika system also recommended for this age. The Pāñcarātrika system acts on the śūdra class of men, supposedly the population of the Kali-yuga, and it is the prescribed purificatory process suitable to the age and time. Such a purificatory process is allowed only for spiritual upliftment and not for any other purpose. Spiritual upliftment is never conditioned by higher or lower parentage. After the garbhādhāna purificatory process, there are certain other saṁskāras like sīmāntonnayana, sadha-bhakṣaṇam, etc., during the period of pregnancy, and when the child is born the first purificatory process is jāta-karma. This was performed duly by Mahārāja Yudhiṣṭhira with the help of good and learned brāhmaṇas like Dhaumya, the royal priest, and Kṛpācārya, who was not only a priest but also a great general. Both these learned and perfect priests, assisted by other good brāhmaṇas, were employed by Mahārāja Yudhiṣṭhira to perform the ceremony. Therefore all the saṁskāras, purificatory processes, are not mere formalities or social functions only, but they are all for practical purposes and can be successfully performed by expert brāhmaṇas like Dhaumya and Kṛpa. Such brāhmaṇas are not only rare, but also not available in this age, and therefore, for the purpose of spiritual upliftment in this fallen age, the Gosvāmīs prefer the purificatory processes under Pāñcarātrika formulas to the Vedic rites. Kṛpācārya is the son of the great Ṛṣi Sardban and was born in the family of Gautama. The birth is said to be accidental. By chance, the great Ṛṣi Sardban met Janapadī, a famous society girl of heaven, and the Ṛṣi Sardban discharged semen in two parts. By one part immediately a male child and by the other part a female child were born as twins. The male child was later on known as Kṛpa, and the female child was known as Kṛpī. Mahārāja Śantanu, while engaged in chase in the jungle, picked up the children and brought them up to the brahminical status by the proper purificatory process. Kṛpācārya later became a great general like Droṇācārya, and his sister was married to Droṇācārya. Kṛpācārya later on took part in the Battle of Kurukṣetra and joined the party of Duryodhana. Kṛpācārya helped kill Abhimanyu, the father of Mahārāja Parīkṣit, but he was still held in esteem by the family of the Pāṇḍavas due to his being as great a brāhmaṇa as Droṇācārya. When the Pāṇḍavas were sent to the forest after being defeated in the gambling game with Duryodhana, Dhṛtarāṣṭra entrusted the Pāṇḍavas to Kṛpācārya for guidance. After the end of the battle, Kṛpācārya again became a member of the royal assembly, and he was called during the birth of Mahārāja Parīkṣit for recitation of auspicious Vedic hymns to make the ceremony successful. Mahārāja Yudhiṣṭhira, while quitting the palace for his great departure to the Himālayas, entrusted Kṛpācārya with Mahārāja Parīkṣit as his disciple, and he left home satisfied because of Kṛpācārya’s taking charge of Mahārāja Parīkṣit. The great administrators, kings and emperors were always under the guidance of learned brāhmaṇas like Kṛpācārya and thus were able to act properly in the discharge of political responsibilities."
    },
    {
        "verse": "14",
        "devanagari": "हिरण्यं गां महीं ग्रामान् हस्त्यश्वान्नृपतिर्वरान् ।प्रादात्स्वन्नं च विप्रेभ्य: प्रजातीर्थे स तीर्थवित् ॥ १४ ॥",
        "english_devnagari": "hiraṇyaṁ gāṁ mahīṁ grāmānhasty-aśvān nṛpatir varānprādāt svannaṁ ca viprebhyaḥprajā-tīrthe sa tīrthavit",
        "verse_Syn": [
            "hiraṇyam",
            "gām",
            "mahīm",
            "grāmān",
            "hasti",
            "aśvān",
            "nṛpatiḥ",
            "varān",
            "prādāt",
            "su",
            "annam",
            "ca",
            "viprebhyaḥ",
            "prajā",
            "tīrthe",
            "saḥ",
            "tīrtha",
            "vit"
        ],
        "translation": "Upon the birth of a son, the King, who knew how, where and when charity should be given, gave gold, land, villages, elephants, horses and good food grains to the brāhmaṇas.",
        "purport": " Only the brāhmaṇas and sannyāsīs are authorized to accept charity from the householders. In all the different occasions of saṁskāras, especially during the time of birth, marriage and death, wealth is distributed to the brāhmaṇas because the brāhmaṇas give the highest quality of service in regard to the prime necessity of humankind. The charity was substantial in the shape of gold, land, villages, horses, elephants and food grains, with other materials for cooking complete foodstuff. The brāhmaṇas were not, therefore, poor in the actual sense of the term. On the contrary, because they possessed gold, land, villages, horses, elephants and sufficient grains, they had nothing to earn for themselves. They would simply devote themselves to the well-being of the entire society. The word tīrthavit is significant because the King knew well where and when charity has to be given. Charity is never unproductive or blind. In the śāstras charity was offered to persons who deserve to accept charity by dint of spiritual enlightenment. The so-called daridra-nārāyaṇa, a misconception of the Supreme Lord by unauthorized persons, is never to be found in the śāstras as the object of charity. Nor can a wretched poor man receive much munificent charity in the way of horses, elephants, land and villages. The conclusion is that the intelligent men, or the brāhmaṇas specifically engaged in the service of the Lord, were properly maintained without anxiety for the needs of the body, and the King and other householders gladly looked after all their comforts. It is enjoined in the śāstras that as long as a child is joined with the mother by the navel pipe, the child is considered to be of one body with the mother, but as soon as the pipe is cut and the child is separated from the mother, the purificatory process of jāta-karma is performed. The administrative demigods and past forefathers of the family come to see a newly born child, and such an occasion is specifically accepted as the proper time for distributing wealth to the right persons productively for the spiritual advancement of society."
    },
    {
        "verse": "15",
        "devanagari": "तमूचुर्ब्राह्मणास्तुष्टा राजानं प्रश्रयान्वितम् ।एष ह्यस्मिन् प्रजातन्तौ पुरूणां पौरवर्षभ ॥ १५ ॥",
        "english_devnagari": "tam ūcur brāhmaṇās tuṣṭārājānaṁ praśrayānvitameṣa hy asmin prajā-tantaupurūṇāṁ pauravarṣabha",
        "verse_Syn": [
            "tam",
            "ūcuḥ",
            "brāhmaṇāḥ",
            "tuṣṭāḥ",
            "rājānam",
            "praśraya",
            "anvitam",
            "eṣaḥ",
            "hi",
            "asmin",
            "prajā",
            "tantau",
            "purūṇām",
            "paurava",
            "ṛṣabha"
        ],
        "translation": "The learned brāhmaṇas, who were very satisfied with the charities of the King, addressed him as the chief amongst the Pūrus and informed him that his son was certainly in the line of descent from the Pūrus.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "दैवेनाप्रतिघातेन शुक्ले संस्थामुपेयुषि ।रातो वोऽनुग्रहार्थाय विष्णुना प्रभविष्णुना ॥ १६ ॥",
        "english_devnagari": "daivenāpratighātenaśukle saṁsthām upeyuṣirāto vo ’nugrahārthāyaviṣṇunā prabhaviṣṇunā",
        "verse_Syn": [
            "daivena",
            "apratighātena",
            "śukle",
            "saṁsthām",
            "upeyuṣi",
            "rātaḥ",
            "vaḥ",
            "anugraha",
            "arthāya",
            "viṣṇunā",
            "prabhaviṣṇunā"
        ],
        "translation": "The brāhmaṇas said: This spotless son has been restored by the all-powerful and all-pervasive Lord Viṣṇu, the Personality of Godhead, in order to oblige you. He was saved when he was doomed to be destroyed by an irresistible supernatural weapon.",
        "purport": " The child Parīkṣit was saved by the all-powerful and all-pervasive Viṣṇu (Lord Kṛṣṇa) for two reasons. The first reason is that the child in the womb of his mother was spotless due to his being a pure devotee of the Lord. The second reason is that the child was the only surviving male descendant of Puru, the pious forefather of the virtuous King Yudhiṣṭhira. The Lord wants to continue the line of pious kings to rule over the earth as His representatives for the actual progress of a peaceful and prosperous life. After the Battle of Kurukṣetra, even up to the next generation of Mahārāja Yudhiṣṭhira was annihilated, and there were none who could generate another son in the great royal family. Mahārāja Parīkṣit, the son of Abhimanyu, was the only surviving heir apparent in the family, and by the irresistible supernatural brahmāstra weapon of Aśvatthāmā, he was forced to be annihilated. Lord Kṛṣṇa is described herein as Viṣṇu, and this is also significant. Lord Kṛṣṇa, the original Personality of Godhead, does the work of protection and annihilation in His capacity of Viṣṇu. Lord Viṣṇu is the plenary expansion of Lord Kṛṣṇa. The all-pervasive activities of the Lord are executed by Him in His Viṣṇu feature. Child Parīkṣit is described here as spotlessly white because he is an unalloyed devotee of the Lord. Such unalloyed devotees of the Lord appear on the earth just to execute the mission of the Lord. The Lord desires the conditioned souls hovering in the material creation to be reclaimed to go back home, back to Godhead, and thus He helps them by preparing the transcendental literatures like the Vedas, by sending missionaries of saints and sages and by deputing His representative, the spiritual master. Such transcendental literatures, missionaries and representatives of the Lord are spotlessly white because the contamination of the material qualities cannot even touch them. They are always protected by the Lord when they are threatened with annihilation. Such foolish threats are made by the gross materialists. The brahmāstra, which was thrown by Aśvatthāmā at the child Parīkṣit, was certainly supernaturally powerful, and nothing of the material world could resist its force of penetration. But the all-powerful Lord, who is present everywhere, within and without, could counteract it by His all-powerful potency just to save a bona fide servant of the Lord and descendant of another devotee, Mahārāja Yudhiṣṭhira, who was always obliged by the Lord by His causeless mercy."
    },
    {
        "verse": "17",
        "devanagari": "तस्मान्नाम्ना विष्णुरात इति लोके भविष्यति ।न सन्देहो महाभाग महाभागवतो महान् ॥ १७ ॥",
        "english_devnagari": "tasmān nāmnā viṣṇu-rātaiti loke bhaviṣyatina sandeho mahā-bhāgamahā-bhāgavato mahān",
        "verse_Syn": [
            "tasmāt",
            "nāmnā",
            "viṣṇu",
            "rātaḥ",
            "iti",
            "loke",
            "bhaviṣyati",
            "na",
            "sandehaḥ",
            "mahā",
            "bhāga",
            "mahā",
            "bhāgavataḥ",
            "mahān"
        ],
        "translation": "For this reason this child will be well known in the world as one who is protected by the Personality of Godhead. O most fortunate one, there is no doubt that this child will become a first-class devotee and will be qualified with all good qualities.",
        "purport": " The Lord gives protection to all living beings because He is their supreme leader. The Vedic hymns confirm that the Lord is the Supreme Person amongst all personalities. The difference between the two living beings is that the one, the Personality of Godhead, provides for all other living beings, and by knowing Him one can achieve eternal peace (Kaṭha Upaniṣad). Such protection is given by His different potencies to different grades of living beings. But as far as His unalloyed devotees are concerned, He gives the protection personally. Therefore, Mahārāja Parīkṣit is protected from the very beginning of his appearance in the womb of his mother. And because he is especially given protection by the Lord, the indication must be concluded that the child would be a first-grade devotee of the Lord with all good qualities. There are three grades of devotees, namely the mahā-bhāgavata, madhyama-adhikārī and the kaniṣṭha-adhikārī. Those who go to the temples of the Lord and offer worshipful respect to the Deity without sufficient knowledge in the theological science and therefore without any respect for the devotees of the Lord are called materialistic devotees, or kaniṣṭha-adhikārī, the third-grade devotees. Secondly, the devotees who have developed a mentality of genuine service to the Lord and who thus make friendships only with similar devotees, show favor to the neophytes and avoid the atheists are called the second-grade devotees. But those who see everything in the Lord or everything of the Lord and also see in everything an eternal relation of the Lord, so that there is nothing within their purview of sight except the Lord, are called the mahā-bhāgavatas, or the first-grade devotees of the Lord. Such first-grade devotees of the Lord are perfect in all respects. A devotee who may be in any of these categories is automatically qualified by all good qualities, and thus a mahā-bhāgavata devotee like Mahārāja Parīkṣit is certainly perfect in all respects. And because Mahārāja Parīkṣit took his birth in the family of Mahārāja Yudhiṣṭhira, he is addressed herein as the mahā-bhāgavata, or the greatest of the fortunates. The family in which a mahā-bhāgavata takes his birth is fortunate because due to the birth of a first-grade devotee the members of the family, past, present and future up to one hundred generations, become liberated by the grace of the Lord, out of respect for His beloved devotee. Therefore, the highest benefit is done to one’s family simply by becoming an unalloyed devotee of the Lord."
    },
    {
        "verse": "18",
        "devanagari": "श्रीराजोवाचअप्येष वंश्यान् राजर्षीन् पुण्यश्लोकान् महात्मन: ।अनुवर्तिता स्विद्यशसा साधुवादेन सत्तमा: ॥ १८ ॥",
        "english_devnagari": "śrī-rājovācaapy eṣa vaṁśyān rājarṣīnpuṇya-ślokān mahātmanaḥanuvartitā svid yaśasāsādhu-vādena sattamāḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "api",
            "eṣaḥ",
            "vaṁśyān",
            "rāja",
            "ṛṣīn",
            "puṇya",
            "ślokān",
            "mahā",
            "ātmanaḥ",
            "anuvartitā",
            "svit",
            "yaśasā",
            "sādhu",
            "vādena",
            "sat",
            "tamāḥ"
        ],
        "translation": "The good King [Yudhiṣṭhira] inquired: O great souls, will he become as saintly a king, as pious in his very name and as famous and glorified in his achievements, as others who appeared in this great royal family?",
        "purport": " The forefathers of King Yudhiṣṭhira were all great saintly kings, pious and glorified by their great achievements. They were all saints on the royal throne. And therefore all the members of the state were happy, pious, well-behaved, prosperous and spiritually enlightened. Under strict guidance of the great souls and spiritual injunctions, such great saintly kings were trained up, and as a result the kingdom was full of saintly persons and was a happy land of spiritual life. Mahārāja Yudhiṣṭhira was himself a replica of his ancestors, and he desired that the next king after him become exactly like his great forefathers. He was happy to learn from the learned brāhmaṇas that by astrological calculations the child would be born a first-grade devotee of the Lord, and more confidentially he wanted to know whether the child was going to follow in the footsteps of his great forefathers. That is the way of the monarchical state. The reigning king should be a pious, chivalrous devotee of the Lord and fear personified for the upstarts. He must also leave an heir apparent equally qualified to rule over the innocent citizens. In the modern setup of the democratic states, the people themselves are fallen to the qualities of the śūdras or less, and the government is run by their representative, who is ignorant of the scriptural mode of administrative education. Thus the whole atmosphere is surcharged with śūdra qualities, manifested by lust and avarice. Such administrators quarrel every day among themselves. The cabinet of ministers changes often due to party and group selfishness. Everyone wants to exploit the state resources till he dies. No one retires from political life unless forced to do so. How can such low-grade men do good to the people? The result is corruption, intrigue and hypocrisy. They should learn from the Śrīmad-Bhāgavatam how ideal the administrators must be before they can be given charge of different posts."
    },
    {
        "verse": "19",
        "devanagari": "ब्राह्मणा ऊचु:पार्थ प्रजाविता साक्षादिक्ष्वाकुरिव मानव: ।ब्रह्मण्य: सत्यसन्धश्च रामो दाशरथिर्यथा ॥ १९ ॥",
        "english_devnagari": "brāhmaṇā ūcuḥpārtha prajāvitā sākṣādikṣvākur iva mānavaḥbrahmaṇyaḥ satya-sandhaś carāmo dāśarathir yathā",
        "verse_Syn": [
            "brāhmaṇāḥ",
            "ūcuḥ",
            "pārtha",
            "prajā",
            "avitā",
            "sākṣāt",
            "ikṣvākuḥ",
            "iva",
            "mānavaḥ",
            "brahmaṇyaḥ",
            "satya",
            "sandhaḥ",
            "ca",
            "rāmaḥ",
            "dāśarathiḥ",
            "yathā"
        ],
        "translation": "The learned brāhmaṇas said: O son of Pṛthā, this child shall be exactly like King Ikṣvāku, son of Manu, in maintaining all those who are born. And as for following the brahminical principles, especially in being true to his promise, he shall be exactly like Rāma, the Personality of Godhead, the son of Mahārāja Daśaratha.",
        "purport": " Prajā means the living being who has taken his birth in the material world. Actually the living being has no birth and no death, but because of his separation from the service of the Lord and due to his desire to lord it over material nature, he is offered a suitable body to satisfy his material desires. In doing so, one becomes conditioned by the laws of material nature, and the material body is changed in terms of his own work. The living entity thus transmigrates from one body to another in 8,400,000 species of life. But due to his being the part and parcel of the Lord, he not only is maintained with all necessaries of life by the Lord, but also is protected by the Lord and His representatives, the saintly kings. These saintly kings give protection to all the prajās, or living beings, to live and to fulfill their terms of imprisonment. Mahārāja Parīkṣit was actually an ideal saintly king because while touring his kingdom he happened to see that a poor cow was about to be killed by the personified Kali, whom he at once took to task as a murderer. This means that even the animals were given protection by the saintly administrators, not from any sentimental point of view, but because those who have taken their birth in the material world have the right to live. All the saintly kings, beginning from the King of the sun globe down to the King of the earth, are so inclined by the influence of the Vedic literatures. The Vedic literatures are taught in higher planets also, as there is reference in the Bhagavad-gītā (4.1) about the teachings to the sun-god (Vivasvān) by the Lord, and such lessons are transferred by disciplic succession, as it was done by the sun-god to his son Manu, and from Manu to Mahārāja Ikṣvāku. There are fourteen Manus in one day of Brahmā, and the Manu referred to herein is the seventh Manu, who is one of the prajāpatis (those who create progeny), and he is the son of the sun-god. He is known as the Vaivasvata Manu. He had ten sons, and Mahārāja Ikṣvāku is one of them. Mahārāja Ikṣvāku also learned bhakti-yoga as taught in the Bhagavad-gītā from his father, Manu, who got it from his father, the sun-god. Later on the teaching of the Bhagavad-gītā came down by disciplic succession from Mahārāja Ikṣvāku, but in course of time the chain was broken by unscrupulous persons, and therefore it again had to be taught to Arjuna on the Battlefield of Kurukṣetra. So all the Vedic literatures are current from the very beginning of creation of the material world, and thus the Vedic literatures are known as apauruṣeya (“not made by man”). The Vedic knowledge was spoken by the Lord and first heard by Brahmā, the first created living being within the universe. Mahārāja Ikṣvāku: One of the sons of Vaivasvata Manu. He had one hundred sons. He prohibited meat-eating. His son Śaśāda became the next king after his death. Manu: The Manu mentioned in this verse as the father of Ikṣvāku is the seventh Manu, of the name Vaivasvata Manu, the son of sun-god Vivasvān, to whom Lord Kṛṣṇa instructed the teachings of Bhagavad-gītā prior to His teaching them to Arjuna. Mankind is the descendant of Manu. This Vaivasvata Manu had ten sons, named Ikṣvāku, Nabhaga, Dhṛṣṭa, Śaryāti, Nariṣyanta, Nābhāga, Diṣṭa, Karūṣa, Pṛṣadhra and Vasumān. The Lord’s incarnation Matsya (the gigantic fish) was advented during the beginning of Vaivasvata Manu’s reign. He learned the principles of Bhagavad-gītā from his father, Vivasvān, the sun-god, and he reinstructed the same to his son Mahārāja Ikṣvāku. In the beginning of the Tretā-yuga the sun-god instructed devotional service to Manu, and Manu in his turn instructed it to Ikṣvāku for the welfare of the whole human society. Lord Rāma: The Supreme Personality of Godhead incarnated Himself as Śrī Rāma, accepting the sonhood of His pure devotee Mahārāja Daśaratha, the King of Ayodhyā. Lord Rāma descended along with His plenary portions, and all of them appeared as His younger brothers. In the month of Caitra on the ninth day of the growing moon in the Tretā-yuga, the Lord appeared, as usual, to establish the principles of religion and to annihilate the disturbing elements. When He was just a young boy, He helped the great sage Viśvāmitra by killing Subāhu and striking Mārīcā, the two demons who were disturbing the sages in their daily discharge of duties. The brāhmaṇas and kṣatriyas are meant to cooperate for the welfare of the mass of people. The brāhmaṇa sages endeavor to enlighten the people by perfect knowledge, and the kṣatriyas are meant for their protection. Lord Rāmacandra is the ideal king for maintaining and protecting the highest culture of humanity, known as brahmaṇya-dharma. The Lord is specifically the protector of the cows and the brāhmaṇas, and hence He enhances the prosperity of the world. He rewarded the administrative demigods by effective weapons to conquer the demons through the agency of Viśvāmitra. He was present in the bow sacrifice of King Janaka, and by breaking the invincible bow of Śiva, He married Sītādevī, daughter of Mahārāja Janaka. After His marriage He accepted exile in the forest for fourteen years by the order of His father, Mahārāja Daśaratha. To help the administration of the demigods, He killed fourteen thousand demons, and by the intrigues of the demons, His wife, Sītādevī, was kidnapped by Rāvaṇa. He made friendship with Sugrīva, who was helped by the Lord to kill Vali, brother of Sugrīva. By the help of Lord Rāma, Sugrīva became the king of the Vānaras (a race of gorillas). The Lord built a floating bridge of stones on the Indian Ocean and reached Laṅkā, the kingdom of Rāvaṇa, who had kidnapped Sītā. Later on Rāvaṇa was killed by Him, and Rāvaṇa’s brother Vibhīṣaṇa was installed on the throne of Laṅkā. Vibhīṣaṇa was one of the brothers of Rāvaṇa, a demon, but Lord Rāma made him immortal by His blessings. On the expiry of fourteen years, after settling the affairs at Laṅkā, the Lord came back to His kingdom, Ayodhyā, by flower plane. He instructed His brother Śatrughna to attack Lavaṇāsura, who reigned at Mathurā, and the demon was killed. He performed ten aśvamedha sacrifices, and later on He disappeared while taking a bath in the Śarayu River. The great epic Rāmāyaṇa is the history of Lord Rāma’s activities in the world, and the authoritative Rāmāyaṇa was written by the great poet Vālmīki."
    },
    {
        "verse": "20",
        "devanagari": "एष दाता शरण्यश्च यथा ह्यौशीनर: शिबि: ।यशो वितनिता स्वानां दौष्यन्तिरिव यज्वनाम् ॥ २० ॥",
        "english_devnagari": "eṣa dātā śaraṇyaś cayathā hy auśīnaraḥ śibiḥyaśo vitanitā svānāṁdauṣyantir iva yajvanām",
        "verse_Syn": [
            "eṣaḥ",
            "dātā",
            "śaraṇyaḥ",
            "ca",
            "yathā",
            "hi",
            "auśīnaraḥ",
            "śibiḥ",
            "yaśaḥ",
            "vitanitā",
            "svānām",
            "dauṣyantih",
            "iva",
            "yajvanām"
        ],
        "translation": "This child will be a munificent donor of charity and protector of the surrendered, like the famous King Śibi of the Uśīnara country. And he will expand the name and fame of his family like Bharata, the son of Mahārāja Duṣyanta.",
        "purport": " A king becomes famous by his acts of charity, performances of yajñas, protection of the surrendered, etc. A kṣatriya king is proud to give protection to the surrendered souls. This attitude of a king is called īśvara-bhāva, or factual power to give protection in a righteous cause. In the Bhagavad-gītā the Lord instructs living beings to surrender unto Him, and He promises all protection. The Lord is all-powerful and true to His word, and therefore He never fails to give protection to His different devotees. The king, being the representative of the Lord, must possess this attitude of giving protection to the surrendered souls at all risk. Mahārāja Śibi, the King of Uśīnara, was an intimate friend of Mahārāja Yayāti, who was able to reach the heavenly planets along with Mahārāja Śibi. Mahārāja Śibi was aware of the heavenly planet where he was to be transferred after his death, and the description of this heavenly planet is given in the Mahābhārata (Ādi-parva 96.6-9). Mahārāja Śibi was so charitably disposed that he wanted to give over his acquired position in the heavenly kingdom to Yayāti, but he did not accept it. Yayāti went to the heavenly planet along with great ṛṣis like Aṣṭaka and others. On inquiry from the ṛṣis, Yayāti gave an account of Śibi’s pious acts when all of them were on the path to heaven. He has become a member of the assembly of Yamarāja, who has become his worshipful deity. As confirmed in the Bhagavad-gītā, the worshiper of the demigods goes to the planets of the demigods (yānti deva-vratā devān); so Mahārāja Śibi has become an associate of the great Vaiṣṇava authority Yamarāja on that particular planet. While he was on the earth he became very famous as a protector of surrendered souls and a donor of charities. The King of heaven once took the shape of a pigeon-hunter bird (eagle), and Agni, the fire-god, took the shape of a pigeon. The pigeon, while being chased by the eagle, took shelter on the lap of Mahārāja Śibi, and the hunter eagle wanted the pigeon back from the King. The King wanted to give it some other meat to eat and requested the bird not to kill the pigeon. The hunter bird refused to accept the King’s offer, but it was settled later on that the eagle would accept flesh from the body of the King of the pigeon’s equivalent weight. The King began to cut flesh from his body to weigh in the balance equivalent to the weight of the pigeon, but the mystic pigeon always remained heavier. The King then put himself on the balance to equate with the pigeon, and the demigods were pleased with him. The King of heaven and the fire-god disclosed their identity, and the King was blessed by them. Devarṣi Nārada also glorified Mahārāja Śibi for his great achievements, specifically in charity and protection. Mahārāja Śibi sacrificed his own son for the satisfaction of human beings in his kingdom. And thus child Parīkṣit was to become a second Śibi in charity and protection. Dauṣyanti Bharata: There are many Bharatas in history, of which Bharata the brother of Lord Rāma, Bharata the son of King Ṛṣabha, and Bharata the son of Mahārāja Duṣyanta are very famous. And all these Bharatas are historically known to the universe. This earth planet is known as Bhārata, or Bhārata-varṣa, due to King Bharata the son of Ṛṣabha, but according to some this land is known as Bhārata due to the reign of the son of Duṣyanta. So far as we are convinced, this land’s name Bhārata-varṣa was established from the reign of Bharata the son of King Ṛṣabha. Before him the land was known as Ilāvṛta-varṣa, but just after the coronation of Bharata, the son of Ṛṣabha, this land became famous as Bhārata-varṣa. But despite all this, Bharata the son of Mahārāja Duṣyanta was not less important. He is the son of the famous beauty Śakuntalā. Mahārāja Duṣyanta fell in love with Śakuntalā in the forest, and Bharata was conceived. After that, Mahārāja forgot his wife Śakuntalā by the curse of Kaṇva Muni, and the child Bharata was brought up in the forest by his mother. Even in his childhood he was so powerful that he challenged the lions and elephants in the forest and would fight with them as little children play with cats and dogs. Because of the boy’s becoming so strong, more than the so-called modern Tarzan, the ṛṣis in the forest called him Sarvadamana, or one who is able to control everyone. A full description of Mahārāja Bharata is given in the Mahābhārata, Ādi-parva. The Pāṇḍavas, or the Kurus, are sometimes addressed as Bhārata due to being born in the dynasty of the famous Mahārāja Bharata, the son of King Duṣyanta."
    },
    {
        "verse": "21",
        "devanagari": "धन्विनामग्रणीरेष तुल्यश्चार्जुनयोर्द्वयो: ।हुताश इव दुर्धर्ष: समुद्र इव दुस्तर: ॥ २१ ॥",
        "english_devnagari": "dhanvinām agraṇīr eṣatulyaś cārjunayor dvayoḥhutāśa iva durdharṣaḥsamudra iva dustaraḥ",
        "verse_Syn": [
            "dhanvinām",
            "agraṇīḥ",
            "eṣaḥ",
            "tulyaḥ",
            "ca",
            "arjunayoḥ",
            "dvayoḥ",
            "hutāśaḥ",
            "iva",
            "durdharṣaḥ",
            "samudraḥ",
            "iva",
            "dustaraḥ"
        ],
        "translation": "Amongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassable as the ocean.",
        "purport": " In history there are two Arjunas. One is Kārtavīrya Arjuna, the King of Haihaya, and the other is the grandfather of the child. Both the Arjunas are famous for their bowmanship, and the child Parīkṣit is foretold to be equal to both of them, particularly in fighting. A short description of the Pāṇḍava Arjuna is given below: Pāṇḍava Arjuna: The great hero of the Bhagavad-gītā. He is the kṣatriya son of Mahārāja Pāṇḍu. Queen Kuntīdevī could call for any one of the demigods, and thus she called Indra, and Arjuna was born by him. Arjuna is therefore a plenary part of the heavenly king Indra. He was born in the month of Phālguna (February-March), and therefore he is also called Phālguni. When he appeared as the son of Kuntī, his future greatness was proclaimed by air messages, and all the important personalities from different parts of the universe, such as the demigods, the Gandharvas, the Ādityas (from the sun globe), the Rudras, the Vasus, the Nāgas, the different ṛṣis (sages) of importance, and the Apsarās (the society girls of heaven), all attended the ceremony. The Apsarās pleased everyone by their heavenly dances and songs. Vasudeva, the father of Lord Kṛṣṇa and the maternal uncle of Arjuna, sent his priest representative Kaśyapa to purify Arjuna by all the prescribed saṁskāras, or reformatory processes. His saṁskāra of being given a name was performed in the presence of the ṛṣis, residents of Śataśṛṅga. He married four wives, Draupadī, Subhadrā, Citraṅgadā and Ulūpī, from whom he got four sons of the names Śrutakīrti, Abhimanyu, Babhruvāhana and Irāvān respectively. During his student life he was entrusted to study under the great professor Droṇācārya, along with other Pāṇḍavas and the Kurus. But he excelled everyone by his studious intensity, and Droṇācārya was especially attracted by his disciplinary affection. Droṇācārya accepted him as a first-grade scholar and loved heartily to bestow upon him all the blessings of military science. He was so ardent a student that he used to practice bowmanship even at night, and for all these reasons Professor Droṇācārya was determined to make him the topmost bowman of the world. He passed very brilliantly the examination in piercing the target, and Droṇācārya was very pleased. Royal families at Maṇipura and Tripura are descendants of Arjuna’s son Babhruvāhana. Arjuna saved Droṇācārya from the attack of a crocodile, and the Ācārya, being pleased with him, rewarded him with a weapon of the name brahmaśiras. Mahārāja Drupada was inimical toward Droṇācārya, and thus when he attacked the Ācārya, Arjuna got him arrested and brought him before Droṇācārya. He besieged a city of the name Ahicchatra, belonging to Mahārāja Drupada, and after taking it over he gave it to Droṇācārya. The confidential treatment of the weapon brahmaśiras was explained to Arjuna, and Droṇācārya was promised by Arjuna that he would use the weapon if necessary when he (Droṇācārya) personally became an enemy of Arjuna. By this, the Ācārya forecasted the future Battle of Kurukṣetra, in which Droṇācārya was on the opposite side. Mahārāja Drupada, although defeated by Arjuna on behalf of his professor Droṇācārya, decided to hand over his daughter Draupadī to his young combatant, but he was disappointed when he heard the false news of Arjuna’s death in the fire of a shellac house intrigued by Duryodhana. He therefore arranged for Draupadī’s personal selection of a groom who could pierce the eye of a fish hanging on the ceiling. This trick was especially made because only Arjuna could do it, and he was successful in his desire to hand over his equally worthy daughter to Arjuna. Arjuna’s brothers were at that time living incognito under agreement with Duryodhana, and Arjuna and his brothers attended the meeting of Draupadī’s selection in the dress of brāhmaṇas. When all the kṣatriya kings assembled saw that a poor brāhmaṇa had been garlanded by Draupadī for her lord, Śrī Kṛṣṇa disclosed his identity to Balarāma. He met Ulūpī at Haridvāra (Hardwar), and he was attracted by that girl belonging to Nāgaloka, and thus Iravān was born. Similarly, he met Citrāṅgadā, a daughter of the King of Maṇipura, and thus Babhruvāhana was born. Lord Śrī Kṛṣṇa made a plan to help Arjuna to kidnap Subhadrā, sister of Śrī Kṛṣṇa, because Baladeva was inclined to hand her over to Duryodhana. Yudhiṣṭhira also agreed with Śrī Kṛṣṇa, and thus Subhadrā was taken by force by Arjuna and then married to him. Subhadrā’s son is Abhimanyu, the father of Parīkṣit Mahārāja, the posthumous child. Arjuna satisfied the fire-god by setting fire to the Khāṇḍava Forest, and thus the fire-god gave him one weapon. Indra was angry when the fire was set in the Khāṇḍava Forest, and thus Indra, assisted by all other demigods, began fighting with Arjuna for his great challenge. They were defeated by Arjuna, and Indradeva returned to his heavenly kingdom. Arjuna also promised all protection to one Mayāsura, and the latter presented him one valuable conchshell celebrated as the Devadatta. Similarly, he received many other valuable weapons from Indradeva when he was satisfied to see his chivalry. When Mahārāja Yudhiṣṭhira was disappointed in defeating the King of Magadha, Jarāsandha, it was Arjuna only who gave King Yudhiṣṭhira all kinds of assurances, and thus Arjuna, Bhīma and Lord Kṛṣṇa started for Magadha to kill Jarāsandha. When he went out to bring all other kings of the world under the subjection of the Pāṇḍavas, as was usual after the coronation of every emperor, he conquered the country named Kelinda and brought in subjugation King Bhagadatta. Then he traveled through countries like Antagiri, Ulūkapura and Modāpura and brought under subjugation all the rulers. Sometimes he underwent severe types of penances, and later on he was rewarded by Indradeva. Lord Śiva also wanted to try the strength of Arjuna, and in the form of an aborigine, Lord Śiva met him. There was a great fight between the two, and at last Lord Śiva was satisfied with him and disclosed his identity. Arjuna prayed to the lord in all humbleness, and the lord, being pleased with him, presented him the pāśupata weapon. He acquired many other important weapons from different demigods. He received daṇḍāstra from Yamarāja, pāśāstra from Varuṇa, and antardhānāstra from Kuvera, the treasurer of the heavenly kingdom. Indra wanted him to come to the heavenly kingdom, the Indraloka planet beyond the moon planet. In that planet he was cordially received by the local residents, and he was awarded reception in the heavenly parliament of Indradeva. Then he met Indradeva, who not only presented him with his vajra weapon, but also taught him the military and musical science as used in the heavenly planet. In one sense, Indra is the real father of Arjuna, and therefore indirectly he wanted to entertain Arjuna with the famous society girl of heaven, Urvaśī, the celebrated beauty. The society girls of heaven are lusty, and Urvaśī was very eager to contact Arjuna, the strongest human being. She met him in his room and expressed her desires, but Arjuna sustained his unimpeachable character by closing his eyes before Urvaśī, addressing her as mother of the Kuru dynasty and placing her in the category of his mothers Kuntī, Mādrī and Śacīdevī, wife of Indradeva. Disappointed, Urvaśī cursed Arjuna and left. In the heavenly planet he also met the great celebrated ascetic Lomaśa and prayed to him for the protection of Mahārāja Yudhiṣṭhira. When his inimical cousin Duryodhana was under the clutches of the Gandharvas, he wanted to save him and requested the Gandharvas to release Duryodhana, but the Gandharvas refused, and thus he fought with them and got Duryodhana released. When all the Pāṇḍavas lived incognito, he presented himself in the court of King Virāṭa as a eunuch and was employed as the musical teacher of Uttarā, his future daughter-in-law, and was known in the Virāṭa court as the Bṛhannala. As Bṛhannala, he fought on behalf of Uttara, the son of King Virāṭa, and thus defeated the Kurus in the fight incognito. His secret weapons were safely kept in the custody of a somi tree, and he ordered Uttara to get them back. His identity and his brothers’ identity were later on disclosed to Uttara. Droṇācārya was informed of Arjuna’s presence in the fight of the Kurus and the Virāṭas. Later, on the Battlefield of Kurukṣetra, Arjuna killed many great generals like Karṇa and others. After the Battle of Kurukṣetra, he punished Aśvatthāmā, who had killed all the five sons of Draupadī. Then all the brothers went to Bhīṣmadeva. It is due to Arjuna only that the great philosophical discourses of the Bhagavad-gītā were again spoken by the Lord on the Battlefield of Kurukṣetra. His wonderful acts on the Battlefield of Kurukṣetra are vividly described in the Mahābhārata. Arjuna was defeated, however, by his son Babhruvāhana at Maṇipura and fell unconscious when Ulūpī saved him. After the disappearance of Lord Kṛṣṇa, the message was brought by Arjuna to Mahārāja Yudhiṣṭhira. Again, Arjuna visited Dvārakā, and all the widow wives of Lord Kṛṣṇa lamented before him. He took them all in the presence of Vasudeva and pacified all of them. Later on, when Vasudeva passed away, he performed his funeral ceremony in the absence of Kṛṣṇa. While Arjuna was taking all the wives of Kṛṣṇa to Indraprastha, he was attacked on the way, and he could not protect the ladies in his custody. At last, advised by Vyāsadeva, all the brothers headed for Mahāprasthāna. On the way, at the request of his brother, he gave up all important weapons as useless, and he dropped them all in the water."
    },
    {
        "verse": "22",
        "devanagari": "मृगेन्द्र इव विक्रान्तो निषेव्यो हिमवानिव ।तितिक्षुर्वसुधेवासौ सहिष्णु: पितराविव ॥ २२ ॥",
        "english_devnagari": "mṛgendra iva vikrāntoniṣevyo himavān ivatitikṣur vasudhevāsausahiṣṇuḥ pitarāv iva",
        "verse_Syn": [
            "mṛgendraḥ",
            "iva",
            "vikrāntaḥ",
            "niṣevyaḥ",
            "himavān",
            "iva",
            "titikṣuḥ",
            "vasudhā",
            "iva",
            "asau",
            "sahiṣṇuḥ",
            "pitarau",
            "iva"
        ],
        "translation": "This child will be as strong as a lion, and as worthy a shelter as the Himālaya Mountains. He will be forbearing like the earth, and as tolerant as his parents.",
        "purport": " One is compared to the lion when one is very strong in chasing an enemy. One should be a lamb at home and a lion in the chase. The lion never fails in the chase of an animal; similarly, the head of the state should never fail in chasing an enemy. The Himālaya Mountains are famous for all richness. There are innumerable caves to live in, numberless trees of good fruits to eat, good springs to drink water from and profuse drugs and minerals to cure diseases. Any man who is not materially prosperous can take shelter of these great mountains, and he will be provided with everything required. Both the materialist and the spiritualist can take advantage of the great shelter of the Himālayas. On the surface of the earth there are so many disturbances caused by the inhabitants. In the modern age the people have begun to detonate atomic weapons on the surface of the earth, and still the earth is forbearing to the inhabitants, like a mother who excuses a little child. Parents are always tolerant to children for all sorts of mischievous acts. An ideal king may be possessed of all these good qualities, and the child Parīkṣit is foretold to have all these qualities in perfection."
    },
    {
        "verse": "23",
        "devanagari": "पितामहसम: साम्ये प्रसादे गिरिशोपम: ।आश्रय: सर्वभूतानां यथा देवो रमाश्रय: ॥ २३ ॥",
        "english_devnagari": "pitāmaha-samaḥ sāmyeprasāde giriśopamaḥāśrayaḥ sarva-bhūtānāṁyathā devo ramāśrayaḥ",
        "verse_Syn": [
            "pitāmaha",
            "samaḥ",
            "sāmye",
            "prasāde",
            "giriśa",
            "upamaḥ",
            "āśrayaḥ",
            "sarva",
            "bhūtānām",
            "yathā",
            "devaḥ",
            "ramā",
            "āśrayaḥ"
        ],
        "translation": "This child will be like his grandfather Yudhiṣṭhira or Brahmā in equanimity of mind. He will be munificent like the lord of the Kailāsa Hill, Śiva. And he will be the resort of everyone, like the Supreme Personality of Godhead, Nārāyaṇa, who is even the shelter of the goddess of fortune.",
        "purport": " Mental equanimity refers both to Mahārāja Yudhiṣṭhira and to Brahmā, the grandfather of all living beings. According to Śrīdhara Svāmī, the grandfather referred to is Brahmā, but according to Viśvanātha Cakravartī, the grandfather is Mahārāja Yudhiṣṭhira himself. But in both cases the comparison is equally good because both of them are recognized representatives of the Supreme Lord, and thus both of them have to maintain mental equanimity, being engaged in welfare work for the living being. Any responsible executive agent at the top of administration has to tolerate different types of onslaughts from the very persons for whom he works. Brahmājī was criticized even by the gopīs, the highest perfectional devotees of the Lord. The gopīs were dissatisfied with the work of Brahmājī because Lord Brahmā, as creator of this particular universe, created eyelids which obstructed their seeing Lord Kṛṣṇa. They could not tolerate a moment’s blinking of the eyes, for it kept them from seeing their beloved Lord Kṛṣṇa. So what to speak of others, who are naturally very critical of every action of a responsible man? Similarly, Mahārāja Yudhiṣṭhira had to cross over many difficult situations created by his enemies, and he proved to be the most perfect maintainer of mental equanimity in all critical circumstances. Therefore the example of both grandfathers for maintaining equanimity of mind is quite fitting. Lord Śiva is a celebrated demigod who awards gifts to beggars. His name is therefore Āśutoṣa, or one who is pleased very easily. He is also called the Bhūtanātha, or the lord of the common folk, who are mainly attached to him because of his munificent gifts, even without consideration of the aftereffects. Rāvaṇa was very attached to Lord Śiva, and by easily pleasing him, Rāvaṇa became so powerful that he wanted to challenge the authority of Lord Rāma. Of course, Rāvaṇa was never helped by Lord Śiva when he fought with Rāma, the Supreme Personality of Godhead and the Lord of Lord Śiva. To Vṛkāsura, Lord Śiva awarded a benediction which was not only awkward, but also disturbing. Vṛkāsura became empowered, by the grace of Lord Śiva, to vanish anyone’s head simply by touching it. Although this was awarded by Lord Śiva, the cunning fellow wanted to make an experiment of the power by touching the head of Lord Śiva. Thus the lord had to take shelter of Viṣṇu to save himself from trouble, and the Lord Viṣṇu, by His illusory potency, asked Vṛkāsura to make an experiment with his own head. The fellow did it and was finished himself, and so the world was saved from all sorts of trouble by such a cunning beggar of the demigods. The excellent point is that Lord Śiva never denies anyone any sort of gift. He is therefore the most generous, although sometimes some kind of a mistake is made. Ramā means the goddess of fortune. And her shelter is Lord Viṣṇu. Lord Viṣṇu is the maintainer of all living beings. There are innumerable living beings, not only on the surface of this planet but also in all other hundreds of thousands of planets. All of them are provided with all necessities of life for the progressive march towards the end of self-realization, but on the path of sense gratification they are put into difficulty by the agency of māyā, the illusory energy, and so travel the path of a false plan of economic development. Such economic development is never successful because it is illusory. These men are always after the mercy of the illusory goddess of fortune, but they do not know that the goddess of fortune can live only under the protection of Viṣṇu. Without Viṣṇu, the goddess of fortune is an illusion. We should therefore seek the protection of Viṣṇu instead of directly seeking the protection of the goddess of fortune. Only Viṣṇu and the devotees of Viṣṇu can give protection to all, and because Mahārāja Parīkṣit was himself protected by Viṣṇu, it was quite possible for him to give complete protection to all who wanted to live under his rule."
    },
    {
        "verse": "24",
        "devanagari": "सर्वसद्गुणमाहात्म्ये एष कृष्णमनुव्रत: ।रन्तिदेव इवोदारो ययातिरिव धार्मिक: ॥ २४ ॥",
        "english_devnagari": "sarva-sad-guṇa-māhātmyeeṣa kṛṣṇam anuvrataḥrantideva ivodāroyayātir iva dhārmikaḥ",
        "verse_Syn": [
            "sarva",
            "sat",
            "guṇa",
            "māhātmye",
            "eṣaḥ",
            "kṛṣṇam",
            "anuvrataḥ",
            "rantidevaḥ",
            "iva",
            "udāraḥ",
            "yayātiḥ",
            "iva",
            "dhārmikaḥ"
        ],
        "translation": "This child will be almost as good as Lord Śrī Kṛṣṇa by following in His footsteps. In magnanimity he will become as great as King Rantideva. And in religion he will be like Mahārāja Yayāti.",
        "purport": " The last instruction of Lord Śrī Kṛṣṇa in the Bhagavad-gītā is that one should give up everything and should follow in the footsteps of the Lord alone. Less intelligent persons do not agree to this great instruction of the Lord, as ill luck would have it, but one who is actually intelligent catches up this sublime instruction and is immensely benefited. Foolish people do not know that association is the cause of acquiring qualities. Association with fire makes an object hot, even in the material sense. Therefore, association with the Supreme Personality of Godhead makes one qualified like the Lord. As we have discussed previously, one can achieve seventy-eight percent of the godly qualities by the Lord’s intimate association. To follow the instructions of the Lord is to associate with the Lord. The Lord is not a material object whose presence one has to feel for such association. The Lord is present everywhere and at all times. It is quite possible to have His association simply by following His instruction because the Lord and His instruction and the Lord and His name, fame, attributes and paraphernalia are all identical with Him, being absolute knowledge. Mahārāja Parīkṣit associated with the Lord even from the womb of his mother up to the last day of his valuable life, and thus he acquired all the essential good qualities of the Lord in all perfection. Rantideva: An ancient king prior to the Mahābhārata period, referred to by Nārada Muni while instructing Sañjaya, as mentioned in Mahābhārata (Droṇa-parva 67). He was a great king, liberal for hospitality and distribution of foodstuff. Even Lord Śrī Kṛṣṇa praised his acts of charity and hospitality. He was blessed by the great Vasiṣṭha Muni for supplying him cold water, and thus he achieved the heavenly planet. He used to supply fruits, roots and leaves to the ṛṣis, and thus he was blessed by them with fulfillment of his desires. Although a kṣatriya by birth, he never ate flesh in his life. He was especially hospitable to Vasiṣṭha Muni, and by his blessings only he attained the higher planetary residence. He is one of those pious kings whose names are remembered in the morning and evening. Yayāti: The great emperor of the world and the original forefather of all great nations of the world who belong to the Āryan and Indo-European stock. He is the son of Mahārāja Nahuṣa, and he became the emperor of the world due to his elder brother’s becoming a great and liberated saintly mystic. He ruled over the world for several thousands of years and performed many sacrifices and pious activities recorded in history, although his early youth was very lustful and full of romantic stories. He fell in love with Devayānī, the most beloved daughter of Śukrācārya. Devayānī wished to marry him, but at first he refused to accept her because of her being a daughter of a brāhmaṇa. According to śāstras, a brāhmaṇa could marry the daughter of a brāhmaṇa. They were very much cautious about varṇa-saṅkara population in the world. Śukrācārya amended this law of forbidden marriage and induced Emperor Yayāti to accept Devayānī. Devayānī had a girlfriend named Śarmiṣṭhā, who also fell in love with the emperor and thus went with her friend Devayānī. Śukrācārya forbade Emperor Yayāti to call Śarmiṣṭhā into his bedroom, but Yayāti could not strictly follow his instruction. He secretly married Śarmiṣṭhā also and begot sons by her. When this was known by Devayānī, she went to her father and lodged a complaint. Yayāti was much attached to Devayānī, and when he went to his father-in-law’s place to call her, Śukrācārya was angry with him and cursed him to become impotent. Yayāti begged his father-in-law to withdraw his curse, but the sage asked Yayāti to ask youthfulness from his sons and let them become old as the condition of his becoming potent. He had five sons, two from Devayānī and three from Śarmiṣṭhā. From his five sons, namely (1) Yadu, (2) Turvasu, (3) Druhyu, (4) Anu and (5) Pūru, five famous dynasties, namely (1) the Yadu dynasty, (2) the Yavana (Turk) dynasty, (3) the Bhoja dynasty, (4) the Mleccha dynasty (Greek) and (5) the Paurava dynasty, all emanated to spread all over the world. He reached the heavenly planets by dint of his pious acts, but he fell down from there because of his self-advertisement and criticizing other great souls. After his fall, his daughter and grandson bestowed upon him their accumulated virtues, and by the help of his grandson and friend Śibi, he was again promoted to the heavenly kingdom, becoming one of the assembly members of Yamarāja, with whom he is staying as a devotee. He performed more than one thousand different sacrifices, gave in charity very liberally and was a very influential king. His majestic power was felt all over the world. His youngest son agreed to award him his youthfulness when he was troubled with lustful desires, even for one thousand years. Finally he became detached from worldly life and returned the youthfulness again to his son Pūru. He wanted to hand over the kingdom to Pūru, but his noblemen and the subjects did not agree. But when he explained to his subjects the greatness of Pūru, they agreed to accept Pūru as the King, and thus Emperor Yayāti retired from family life and left home for the forest."
    },
    {
        "verse": "25",
        "devanagari": "धृत्या बलिसम: कृष्णे प्रह्राद इव सद्ग्रह: ।आहर्तैषोऽश्वमेधानां वृद्धानां पर्युपासक: ॥ २५ ॥",
        "english_devnagari": "dhṛtyā bali-samaḥ kṛṣṇeprahrāda iva sad-grahaḥāhartaiṣo ’śvamedhānāṁvṛddhānāṁ paryupāsakaḥ",
        "verse_Syn": [
            "dhṛtyā",
            "bali",
            "samaḥ",
            "kṛṣṇe",
            "prahrāda",
            "iva",
            "sat",
            "grahaḥ",
            "āhartā",
            "eṣaḥ",
            "aśvamedhānām",
            "vṛddhānām",
            "paryupāsakaḥ"
        ],
        "translation": "This child will be like Bali Mahārāja in patience, a staunch devotee of Lord Kṛṣṇa like Prahlāda Mahārāja, a performer of many aśvamedha [horse] sacrifices and a follower of the old and experienced men.",
        "purport": " Bali Mahārāja: One of the twelve authorities in the devotional service of the Lord. Bali Mahārāja is a great authority in devotional service because he sacrificed everything to please the Lord and relinquished the connection of his so-called spiritual master who obstructed him on the path of risking everything for the service of the Lord. The highest perfection of religious life is to attain to the stage of unqualified devotional service of the Lord without any cause or without being obstructed by any kind of worldly obligation. Bali Mahārāja was determined to give up everything for the satisfaction of the Lord, and he did not care for any obstruction whatsoever. He is the grandson of Prahlāda Mahārāja, another authority in the devotional service of the Lord. Bali Mahārāja and the history of his dealings with Viṣṇu Vāmanadeva are described in the Eighth Canto of Śrīmad-Bhāgavatam (Chapter 11-24). Prahlāda Mahārāja: A perfect devotee of Lord Kṛṣṇa (Viṣṇu). His father, Hiraṇyakaśipu, chastised him severely when he was only five years old for his becoming an unalloyed devotee of the Lord. He was the first son of Hiraṇyakaśipu, and his mother’s name was Kayādhu. Prahlāda Mahārāja was an authority in the devotional service of the Lord because he had his father killed by Lord Nṛsiṁhadeva, setting the example that even a father should be removed from the path of devotional service if such a father happens to be an obstacle. He had four sons, and the eldest son, Virocana, is the father of Bali Mahārāja, mentioned above. The history of Prahlāda Mahārāja’s activities is described in the Seventh Canto of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "26",
        "devanagari": "राजर्षीणां जनयिता शास्ता चोत्पथगामिनाम् ।निग्रहीता कलेरेष भुवो धर्मस्य कारणात् ॥ २६ ॥",
        "english_devnagari": "rājarṣīṇāṁ janayitāśāstā cotpatha-gāmināmnigrahītā kaler eṣabhuvo dharmasya kāraṇāt",
        "verse_Syn": [
            "rāja",
            "ṛṣīṇām",
            "janayitā",
            "śāstā",
            "ca",
            "utpatha",
            "gāminām",
            "nigrahītā",
            "kaleḥ",
            "eṣaḥ",
            "bhuvaḥ",
            "dharmasya",
            "kāraṇāt"
        ],
        "translation": "This child will be the father of kings who will be like sages. For world peace and for the sake of religion, he will be the chastiser of the upstarts and the quarrelsome.",
        "purport": " The wisest man in the world is a devotee of the Lord. The sages are called wise men, and there are different types of wise men for different branches of knowledge. Unless, therefore, the king or the head of the state is the wisest man, he cannot control all types of wise men in the state. In the line of royal succession in the family of Mahārāja Yudhiṣṭhira, all the kings, without exception, were the wisest men of their times, and so also it is foretold about Mahārāja Parīkṣit and his son Mahārāja Janamejaya, who was yet to be born. Such wise kings can become chastisers of upstarts and uprooters of Kali, or quarrelsome elements. As will be clear in the chapters ahead, Mahārāja Parīkṣit wanted to kill the personified Kali, who was attempting to kill a cow, the emblem of peace and religion. The symptoms of Kali are (1) wine, (2) women, (3) gambling and (4) slaughterhouses. Wise rulers of all states should take lessons from Mahārāja Parīkṣit in how to maintain peace and morality by subduing the upstarts and quarrelsome people who indulge in wine, illicit connection with women, gambling and meat-eating supplied by regularly maintained slaughterhouses. In this Age of Kali, regular license is issued for maintaining all of these different departments of quarrel. So how can they expect peace and morality in the state? The state fathers, therefore, must follow the principles of becoming wiser by devotion to the Lord, by chastising the breaker of discipline and by uprooting the symptoms of quarrel, as mentioned above. If we want blazing fire, we must use dry fuel. Blazing fire and moist fuel go ill together. Peace and morality can prosper only by the principles of Mahārāja Parīkṣit and his followers."
    },
    {
        "verse": "27",
        "devanagari": "तक्षकादात्मनो मृत्युं द्विजपुत्रोपसर्जितात् ।प्रपत्स्यत उपश्रुत्य मुक्तसङ्ग: पदं हरे: ॥ २७ ॥",
        "english_devnagari": "takṣakād ātmano mṛtyuṁdvija-putropasarjitātprapatsyata upaśrutyamukta-saṅgaḥ padaṁ hareḥ",
        "verse_Syn": [
            "takṣakāt",
            "ātmanaḥ",
            "mṛtyum",
            "dvija",
            "putra",
            "upasarjitāt",
            "prapatsyate",
            "upaśrutya",
            "mukta",
            "saṅgaḥ",
            "padam",
            "hareḥ"
        ],
        "translation": "After hearing about his death, which will be caused by the bite of a snakebird sent by a son of a brāhmaṇa, he will get himself freed from all material attachment and surrender unto the Personality of Godhead, taking shelter of Him.",
        "purport": " Material attachment and taking shelter of the lotus feet of the Lord go ill together. Material attachment means ignorance of transcendental happiness under the shelter of the Lord. Devotional service to the Lord, while existing in the material world, is a way to practice one’s transcendental relation with the Lord, and when it is matured, one gets completely free from all material attachment and becomes competent to go back home, back to Godhead. Mahārāja Parīkṣit, being especially attached to the Lord from the beginning of his body in the womb of his mother, was continuously under the shelter of the Lord, and the so-called warning of his death within seven days from the date of the curse by the brāhmaṇa’s son was a boon to him to enable him to prepare himself to go back home, back to Godhead. Since he was always protected by the Lord, he could have avoided the effect of such a curse by the grace of the Lord, but he did not take such undue advantage for nothing. Rather, he made the best use of a bad bargain. For seven days continuously he heard Śrīmad-Bhāgavatam from the right source, and thus he got shelter at the lotus feet of the Lord by that opportunity."
    },
    {
        "verse": "28",
        "devanagari": "जिज्ञासितात्मयाथार्थ्यो मुनेर्व्याससुतादसौ ।हित्वेदं नृप गङ्गायां यास्यत्यद्धाकुतोभयम् ॥ २८ ॥",
        "english_devnagari": "jijñāsitātma-yāthārthyomuner vyāsa-sutād asauhitvedaṁ nṛpa gaṅgāyāṁyāsyaty addhākutobhayam",
        "verse_Syn": [
            "jijñāsita",
            "ātma",
            "yāthārthyaḥ",
            "muneḥ",
            "vyāsa",
            "sutāt",
            "asau",
            "hitvā",
            "idam",
            "nṛpa",
            "gaṅgāyām",
            "yāsyati",
            "addhā",
            "akutaḥ",
            "bhayam"
        ],
        "translation": "After inquiring about proper self-knowledge from the son of Vyāsadeva, who will be a great philosopher, he will renounce all material attachment and achieve a life of fearlessness.",
        "purport": " Material knowledge means ignorance of the knowledge of one’s own self. Philosophy means to seek after the right knowledge of one’s own self, or the knowledge of self-realization. Without self-realization, philosophy is dry speculation or a waste of time and energy. Śrīmad-Bhāgavatam gives the right knowledge of one’s own self, and by hearing Śrīmad-Bhāgavatam one can get free from material attachment and enter into the kingdom of fearlessness. This material world is fearfulness. Its prisoners are always fearful as within a prison house. In the prison house no one can violate the jail rules and regulations, and violating the rules means another term for extension of prison life. Similarly, we in this material existence are always fearful. This fearfulness is called anxiety. Everyone in the material life, in all species and varieties of life, is full of anxieties, either by breaking or without breaking the laws of nature. Liberation, or mukti, means getting relief from these constant anxieties. This is possible only when the anxiety is changed to the devotional service of the Lord. Śrīmad-Bhāgavatam gives us the chance to change the quality of anxiety from matter to spirit. This is done in the association of a learned philosopher like the self-realized Śukadeva Gosvāmī, the great son of Śrī Vyāsadeva. Mahārāja Parīkṣit, after receiving warning of his death, took advantage of this opportunity by association with Śukadeva Gosvāmī and achieved the desired result. There is a sort of imitation of this reciting and hearing of Śrīmad-Bhāgavatam by professional men, and their foolish audience thinks that they will get free from the clutches of material attachment and attain the life of fearlessness. Such imitative hearing of Śrīmad-Bhāgavatam is a caricature only, and one should not be misled by such a performance of bhāgavatam saptāha undertaken by ridiculous greedy fellows to maintain an establishment of material enjoyment."
    },
    {
        "verse": "29",
        "devanagari": "इति राज्ञ उपादिश्य विप्रा जातककोविदा: ।लब्धापचितय: सर्वे प्रतिजग्मु: स्वकान् गृहान् ॥ २९ ॥",
        "english_devnagari": "iti rājña upādiśyaviprā jātaka-kovidāḥlabdhāpacitayaḥ sarvepratijagmuḥ svakān gṛhān",
        "verse_Syn": [
            "iti",
            "rājñe",
            "upādiśya",
            "viprāḥ",
            "jātaka",
            "kovidāḥ",
            "labdha",
            "apacitayaḥ",
            "sarve",
            "pratijagmuḥ",
            "svakān",
            "gṛhān"
        ],
        "translation": "Thus those who were expert in astrological knowledge and in performance of the birth ceremony instructed King Yudhiṣṭhira about the future history of his child. Then, being sumptuously remunerated, they all returned to their respective homes.",
        "purport": " The Vedas are the storehouse of knowledge, both material and spiritual. But such knowledge aims at perfection of self-realization. In other words, the Vedas are the guides for the civilized man in every respect. Since human life is the opportunity to get free from all material miseries, it is properly guided by the knowledge of the Vedas, in the matters of both material needs and spiritual salvation. The specific intelligent class of men who were devoted particularly to the knowledge of the Vedas were called the vipras, or the graduates of the Vedic knowledge. There are different branches of knowledge in the Vedas, of which astrology and pathology are two important branches necessary for the common man. So the intelligent men, generally known as the brāhmaṇas, took up all the different branches of Vedic knowledge to guide society. Even the department of military education (Dhanur-veda) was also taken up by such intelligent men, and the vipras were also teachers of this section of knowledge, as were Droṇācārya, Kṛpācārya, etc. The word vipra mentioned herein is significant. There is a little difference between the vipras and the brāhmaṇas. The vipras are those who are expert in karma-kāṇḍa, or fruitive activities, guiding the society towards fulfilling the material necessities of life, whereas the brāhmaṇas are expert in spiritual knowledge of transcendence. This department of knowledge is called jñāna-kāṇḍa, and above this there is the upāsanā-kāṇḍa. The culmination of upāsanā-kāṇḍa is the devotional service of the Lord Viṣṇu, and when the brāhmaṇas achieve perfection, they are called Vaiṣṇavas. Viṣṇu worship is the highest of the modes of worship. Elevated brāhmaṇas are Vaiṣṇavas engaged in the transcendental loving service of the Lord, and thus Śrīmad-Bhāgavatam, which is the science of devotional service, is very dear to the Vaiṣṇavas. And as explained in the beginning of the Śrīmad-Bhāgavatam, it is the mature fruit of Vedic knowledge and is superior subject matter, above the three kāṇḍas, namely karma, jñāna and upāsanā. Amongst the karma-kāṇḍa experts, the jātaka expert vipras were good astrologers who could tell all the future history of a born child simply by the astral calculations of the time (lagna). Such expert jātaka-vipras were present during the birth of Mahārāja Parīkṣit, and his grandfather, Mahārāja Yudhiṣṭhira, awarded the vipras sufficiently with gold, land, villages, grains and other valuable necessaries of life, which also include cows. There is a need of such vipras in the social structure, and it is the duty of the state to maintain them comfortably, as designed in the Vedic procedure. Such expert vipras, being sufficiently paid by the state, could give free service to the people in general, and thus this department of Vedic knowledge could be available for all."
    },
    {
        "verse": "30",
        "devanagari": "स एष लोके विख्यात: परीक्षिदिति यत्प्रभु: ।पूर्वं द‍ृष्टमनुध्यायन् परीक्षेत नरेष्विह ॥ ३० ॥",
        "english_devnagari": "sa eṣa loke vikhyātaḥparīkṣid iti yat prabhuḥpūrvaṁ dṛṣṭam anudhyāyanparīkṣeta nareṣv iha",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "loke",
            "vikhyātaḥ",
            "parīkṣit",
            "iti",
            "yat",
            "prabhuḥ",
            "pūrvam",
            "dṛṣṭam",
            "anudhyāyan",
            "parīkṣeta",
            "nareṣu",
            "iha"
        ],
        "translation": "So his son would become famous in the world as Parīkṣit [examiner] because he would come to examine all human beings in his search after that personality whom he saw before his birth. Thus he would come to constantly contemplate Him.",
        "purport": " Mahārāja Parīkṣit, fortunate as he was, got the impression of the Lord even in the womb of his mother, and thus his contemplation on the Lord was constantly with him. Once the impression of the transcendental form of the Lord is fixed in one’s mind, one can never forget Him in any circumstance. Child Parīkṣit, after coming out of the womb, was in the habit of examining everyone to see whether he was the same personality whom he first saw in the womb. But no one could be equal to or more attractive than the Lord, and therefore he never accepted anyone. But the Lord was constantly with him by such examination, and thus Mahārāja Parīkṣit was always engaged in the devotional service of the Lord by remembrance. Śrīla Jīva Gosvāmī remarks in this connection that every child, if given an impression of the Lord from his very childhood, certainly becomes a great devotee of the Lord like Mahārāja Parīkṣit. One may not be as fortunate as Mahārāja Parīkṣit to have the opportunity to see the Lord in the womb of his mother, but even if he is not so fortunate, he can be made so if the parents of the child desire him to be so. There is a practical example in my personal life in this connection. My father was a pure devotee of the Lord, and when I was only four or five years old, my father gave me a couple of forms of Rādhā and Kṛṣṇa. In a playful manner, I used to worship these Deities along with my sister, and I used to imitate the performances of a neighboring temple of Rādhā-Govinda. By constantly visiting this neighboring temple and copying the ceremonies in connection with my own Deities of play, I developed a natural affinity for the Lord. My father used to observe all the ceremonies befitting my position. Later on, these activities were suspended due to my association in the schools and colleges, and I became completely out of practice. But in my youthful days, when I met my spiritual master, Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja, again I revived my old habit, and the same playful Deities became my worshipful Deities in proper regulation. This was followed up until I left the family connection, and I am pleased that my generous father gave the first impression which was developed later into regulative devotional service by His Divine Grace. Mahārāja Prahlāda also advised that such impressions of a godly relation must be impregnated from the beginning of childhood; otherwise one may miss the opportunity of the human form of life, which is very valuable although it is temporary like others."
    },
    {
        "verse": "31",
        "devanagari": "स राजपुत्रो ववृधे आशु शुक्ल इवोडुप: ।आपूर्यमाण: पितृभि: काष्ठाभिरिव सोऽन्वहम् ॥ ३१ ॥",
        "english_devnagari": "sa rāja-putro vavṛdheāśu śukla ivoḍupaḥāpūryamāṇaḥ pitṛbhiḥkāṣṭhābhir iva so ’nvaham",
        "verse_Syn": [
            "saḥ",
            "rāja",
            "putraḥ",
            "vavṛdhe",
            "āśu",
            "śukle",
            "iva",
            "uḍupaḥ",
            "āpūryamāṇaḥ",
            "pitṛbhiḥ",
            "kāṣṭhābhiḥ",
            "iva",
            "saḥ",
            "anvaham"
        ],
        "translation": "As the moon, in its waxing fortnight, develops day after day, so the royal prince [Parīkṣit] very soon developed luxuriantly under the care and full facilities of his guardian grandfathers.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यक्ष्यमाणोऽश्वमेधेन ज्ञातिद्रोहजिहासया ।राजा लब्धधनो दध्यौ नान्यत्र करदण्डयो: ॥ ३२ ॥",
        "english_devnagari": "yakṣyamāṇo ’śvamedhenajñāti-droha-jihāsayārājā labdha-dhano dadhyaunānyatra kara-daṇḍayoḥ",
        "verse_Syn": [
            "yakṣyamāṇaḥ",
            "aśvamedhena",
            "jñāti",
            "droha",
            "jihāsayā",
            "rājā",
            "labdha",
            "dhanaḥ",
            "dadhyau",
            "na",
            "anyatra",
            "kara",
            "daṇḍayoḥ"
        ],
        "translation": "Just at this time, King Yudhiṣṭhira was considering performing a horse sacrifice to get freed from sins incurred from fighting with kinsmen. But he became anxious to get some wealth, for there were no surplus funds outside of fines and tax collection.",
        "purport": " As the brāhmaṇas and vipras had a right to be subsidized by the state, the state executive head had the right to collect taxes and fines from the citizens. After the Battle of Kurukṣetra the state treasury was exhausted, and therefore there was no surplus fund except the fund from tax collection and fines. Such funds were sufficient only for the state budget, and having no excess fund, the King was anxious to get more wealth in some other way in order to perform the horse sacrifice. Mahārāja Yudhiṣṭhira wanted to perform this sacrifice under the instruction of Bhīṣmadeva."
    },
    {
        "verse": "33",
        "devanagari": "तदभिप्रेतमालक्ष्य भ्रातरोऽच्युतचोदिता: ।धनं प्रहीणमाजह्रुरुदीच्यां दिशि भूरिश: ॥ ३३ ॥",
        "english_devnagari": "tad abhipretam ālakṣyabhrātaro ’cyuta-coditāḥdhanaṁ prahīṇam ājahrurudīcyāṁ diśi bhūriśaḥ",
        "verse_Syn": [
            "tat",
            "abhipretam",
            "ālakṣya",
            "bhrātaraḥ",
            "acyuta",
            "coditāḥ",
            "dhanam",
            "prahīṇam",
            "ājahruḥ",
            "udīcyām",
            "diśi",
            "bhūriśaḥ"
        ],
        "translation": "Understanding the hearty wishes of the King, his brothers, as advised by the infallible Lord Kṛṣṇa, collected sufficient riches from the north [left by King Marutta].",
        "purport": " Mahārāja Marutta: one of the great emperors of the world. He reigned over the world long before the reign of Mahārāja Yudhiṣṭhira. He was the son of Mahārāja Avikṣit and was a great devotee of the son of the sun-god, known as Yamarāja. His brother Samvarta was a rival priest of the great Bṛhaspati, the learned priest of the demigods. He conducted one sacrifice called Saṅkara-yajña by which the Lord was so satisfied that He was pleased to hand over to him the charge of a mountain peak of gold. This peak of gold is somewhere in the Himālaya Mountains, and modern adventurers may try to find it there. He was so powerful an emperor that at the day’s end of sacrifice, the demigods from the other planets like Indra, Candra and Bṛhaspati used to visit his palace. And because he had the gold peak at his disposal, he had sufficient gold in his possession. The canopy of the sacrificial altar was completely made of gold. In his daily performances of the sacrificial ceremonies, some of the inhabitants of the Vāyuloka (airy planets) were invited to expedite the cooking work of the ceremony. And the assembly of the demigods in the ceremony was led by Viśvadeva. By his constant pious work he was able to drive out all kinds of diseases from the jurisdiction of his kingdom. All the inhabitants of higher planets like Devaloka and Pitṛloka were pleased with him for his great sacrificial ceremonies. Every day he used to give in charity to the learned brāhmaṇas such things as beddings, seats, conveyances and sufficient quantities of gold. Because of munificent charities and performances of innumerable sacrifices, the King of heaven, Indradeva, was fully satisfied with him and always wished for his welfare. Due to his pious activities, he remained a young man throughout his life and reigned over the world for one thousand years, surrounded by his satisfied subjects, ministers, legitimate wife, sons and brothers. Even Lord Śrī Kṛṣṇa praised his spirit of pious activities. He handed over his only daughter to Maharṣi Aṅgirā, and by his good blessings he was elevated to the kingdom of heaven. First of all, he wanted to offer the priesthood of his sacrifices to learned Bṛhaspati, but the demigod refused to accept the post because of the King’s being a human being, a man of this earth. He was very sorry for this, but on the advice of Nārada Muni he appointed Samvarta to the post, and he was successful in his mission. The success of a particular type of sacrifice completely depends on the priest in charge. In this age, all kinds of sacrifice are forbidden because there is no learned priest amongst the so-called brāhmaṇas, who go by the false notion of becoming sons of brāhmaṇas without brahminical qualifications. In this Age of Kali, therefore, only one kind of sacrifice is recommended, saṅkīrtana-yajña, as inaugurated by Lord Śrī Caitanya Mahāprabhu."
    },
    {
        "verse": "34",
        "devanagari": "तेन सम्भृतसम्भारो धर्मपुत्रो युधिष्ठिर: ।वाजिमेधैस्त्रिभिर्भीतो यज्ञै: समयजद्धरिम् ॥ ३४ ॥",
        "english_devnagari": "tena sambhṛta-sambhārodharma-putro yudhiṣṭhiraḥvājimedhais tribhir bhītoyajñaiḥ samayajad dharim",
        "verse_Syn": [
            "tena",
            "sambhṛta",
            "sambhāraḥ",
            "dharma",
            "putraḥ",
            "yudhiṣṭhiraḥ",
            "vājimedhaiḥ",
            "tribhiḥ",
            "bhītaḥ",
            "yajñaiḥ",
            "samayajat",
            "harim"
        ],
        "translation": "By those riches, the King could procure the ingredients for three horse sacrifices. Thus the pious King Yudhiṣṭhira, who was very fearful after the Battle of Kurukṣetra, pleased Lord Hari, the Personality of Godhead.",
        "purport": " Mahārāja Yudhiṣṭhira was the ideal and celebrated pious King of the world, and still he was greatly afraid after the execution of the Battle of Kurukṣetra because of the mass killing in the fight, all of which was done only to install him on the throne. He therefore took all the responsibility for sins committed in the warfare, and to get rid of all these sins, he wanted to perform three sacrifices in which horses are offered at the altar. Such a sacrifice is very costly. Even Mahārāja Yudhiṣṭhira had to collect the necessary heaps of gold left by Mahārāja Marutta and the brāhmaṇas who were given gold in charity by King Marutta. The learned brāhmaṇas could not take away all the loads of gold given by Mahārāja Marutta, and therefore they left behind the major portion of the gift. And Mahārāja Marutta also did not again collect such heaps of gold given away in charity. Besides that, all the golden plates and utensils which were used in the sacrifice were also thrown in the dustbins, and all such heaps of gold remained unclaimed property for a long time, till Mahārāja Yudhiṣṭhira collected them for his own purposes. Lord Śrī Kṛṣṇa advised the brothers of Mahārāja Yudhiṣṭhira to collect the unclaimed property because it belonged to the King. The more astonishing thing is that no subject of the state also collected such unclaimed gold for industrial enterprise or anything like that. This means that the state citizens were completely satisfied with all necessities of life and therefore not inclined to accept unnecessary productive enterprises for sense gratification. Mahārāja Yudhiṣṭhira also requisitioned the heaps of gold for performing sacrifices and for pleasing the Supreme, Hari, the Personality of Godhead. Otherwise he had no desire to collect them for the state treasury. One should take lessons from the acts of Mahārāja Yudhiṣṭhira. He was afraid of sins committed on the battlefield, and therefore he wanted to satisfy the supreme authority. This indicates that unintentional sins are also committed in our daily occupational discharge of duties, and to counteract even such unintentional crimes, one must perform sacrifices as they are recommended in the revealed scriptures. The Lord says in Bhagavad-gītā (yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ) that one must perform sacrifices recommended in the scriptures in order to get rid of commitments of all unauthorized work, or even unintentional crimes which we are apt to commit. By doing so, one shall be freed from all kinds of sins. And those who do not do so but work for self-interest or sense gratification have to undergo all tribulations accrued from committed sins. Therefore, the main purpose of performing sacrifices is to satisfy the Supreme Personality Hari. The process of performing sacrifices may be different in terms of different times, places and persons, but the aim of such sacrifices is one and the same at all times and in all circumstances, viz., satisfaction of the Supreme Lord Hari. That is the way of pious life, and that is the way of peace and prosperity in the world at large. Mahārāja Yudhiṣṭhira did all these as the ideal pious king in the world. If Mahārāja Yudhiṣṭhira is a sinner in his daily discharge of duties in royal administration of state affairs, wherein killing of man and animals is a recognized art, then we can just imagine the amount of sins committed consciously or unconsciously by the untrained population of the Kali-yuga who have no way to perform sacrifice to please the Supreme Lord. The Bhāgavatam says, therefore, that the prime duty of the human being is to satisfy the Supreme Lord by the performance of one’s occupational duty (Bhāg. 1.2.13). Let any man of any place or community, caste or creed be engaged in any sort of occupational duty, but he must agree to perform sacrifices as it is recommended in the scriptures for the particular place, time and person. In the Vedic literatures it is recommended that in Kali-yuga people engage in glorifying the Lord by chanting the holy name of Kṛṣṇa (kīrtanād eva kṛṣṇasya mukta-saṅgaḥ paraṁ vrajet) without offense. By doing so one can be freed from all sins and thus can attain the highest perfection of life by returning home, back to Godhead. We have already discussed this more than once in this great literature in different places, especially in the introductory portion by sketching the life of Lord Śrī Caitanya Mahāprabhu, and still we are repeating the same with a view to bring about peace and prosperity in society. The Lord has declared openly in Bhagavad-gītā how He becomes pleased with us, and the same process is practically demonstrated in the life and preaching work of Lord Śrī Caitanya Mahāprabhu. The perfect process of performing yajñas, or sacrifice, to please the Supreme Lord Hari (the Personality of Godhead, who gets us free from all miseries of existence) is to follow the ways of Lord Śrī Caitanya Mahāprabhu in this dark age of quarrel and dissension. Mahārāja Yudhiṣṭhira had to collect heaps of gold to secure the paraphernalia for the horse sacrifice yajñas in days of sufficiency, so we can hardly think of such performance of yajñas in these days of insufficiency and complete scarcity of gold. At the present moment we have heaps of papers and promises of their being converted into gold by economic development of modern civilization, and still there is no possibility of spending riches like Mahārāja Yudhiṣṭhira, either individually or collectively or by state patronization. Just suitable, therefore, for the age is the method recommended by Lord Śrī Caitanya Mahāprabhu in terms of the śāstra. Such a method requires no expenditure at all and yet can award more benefit than other expensive methods of yajña performances. The horse sacrifice yajña or cow sacrifice yajña performed by the Vedic regulations shouldn’t be misunderstood as a process of killing animals. On the contrary, animals offered for the yajña were rejuvenated to a new span of life by the transcendental power of chanting the Vedic hymns, which, if properly chanted, are different from what is understood by the common layman. The Veda-mantras are all practical, and the proof is rejuvenation of the sacrificed animal. There is no possibility of such methodical chanting of the Vedic hymns by the so-called brāhmaṇas or priests of the present age. The untrained descendants of the twice-born families are no more like their forefathers, and thus they are counted amongst the śūdras, or once-born men. The once-born man is unfit to chant the Vedic hymns, and therefore there is no practical utility of chanting the original hymns. And to save them all, Lord Śrī Caitanya Mahāprabhu propounded the saṅkīrtana movement or yajña for all practical purposes, and the people of the present age are strongly recommended to follow this sure and recognized path."
    },
    {
        "verse": "35",
        "devanagari": "आहूतो भगवान् राज्ञा याजयित्वा द्विजैर्नृपम् ।उवास कतिचिन्मासान् सुहृदां प्रियकाम्यया ॥ ३५ ॥",
        "english_devnagari": "āhūto bhagavān rājñāyājayitvā dvijair nṛpamuvāsa katicin māsānsuhṛdāṁ priya-kāmyayā",
        "verse_Syn": [
            "āhūtaḥ",
            "bhagavān",
            "rājñā",
            "yājayitvā",
            "dvijaiḥ",
            "nṛpam",
            "uvāsa",
            "katicit",
            "māsān",
            "suhṛdām",
            "priya",
            "kāmyayā"
        ],
        "translation": "Lord Śrī Kṛṣṇa, the Personality of Godhead, being invited to the sacrifices by Mahārāja Yudhiṣṭhira, saw to it that they were performed by qualified [twice-born] brāhmaṇas. After that, for the pleasure of the relatives, the Lord remained a few months.",
        "purport": " Lord Śrī Kṛṣṇa was invited by Mahārāja Yudhiṣṭhira to look into the supervision of the performances of yajña, and the Lord, to abide by the orders of His elderly cousin, caused the performance of yajñas by learned twice-born brāhmaṇas. Simply taking birth in the family of a brāhmaṇa does not make one qualified to perform yajñas. One must be twice-born by proper training and initiation from the bona fide ācārya. The once-born scions of brāhmaṇa families are equal with the once-born śūdras, and such brahma-bandhus, or unqualified once-born scions, must be rejected for any purpose of religious or Vedic function. Lord Śrī Kṛṣṇa was entrusted to look after this arrangement, and perfect as He is, He caused the yajñas to be performed by the bona fide twice-born brāhmaṇas for successful execution."
    },
    {
        "verse": "36",
        "devanagari": "ततो राज्ञाभ्यनुज्ञात: कृष्णया सह बन्धुभि: ।ययौ द्वारवतीं ब्रह्मन् सार्जुनो यदुभिर्वृत: ॥ ३६ ॥",
        "english_devnagari": "tato rājñābhyanujñātaḥkṛṣṇayā saha-bandhubhiḥyayau dvāravatīṁ brahmansārjuno yadubhir vṛtaḥ",
        "verse_Syn": [
            "tataḥ",
            "rājñā",
            "abhyanujñātaḥ",
            "kṛṣṇayā",
            "saha",
            "bandhubhiḥ",
            "yayau",
            "dvāravatīm",
            "brahman",
            "sa",
            "arjunaḥ",
            "yadubhiḥ",
            "vṛtaḥ"
        ],
        "translation": "O Śaunaka, thereafter the Lord, having bade farewell to King Yudhiṣṭhira, Draupadī and other relatives, started for the city of Dvārakā, accompanied by Arjuna and other members of the Yadu dynasty.",
        "purport": ""
    }
]