[
    {
        "verse": "1",
        "devanagari": "शौनक उवाचहत्वा स्वरिक्थस्पृध आततायिनोयुधिष्ठिरो धर्मभृतां वरिष्ठ: ।सहानुजै: प्रत्यवरुद्धभोजन:कथं प्रवृत्त: किमकारषीत्तत: ॥ १ ॥",
        "english_devnagari": "śaunaka uvācahatvā svariktha-spṛdha ātatāyinoyudhiṣṭhiro dharma-bhṛtāṁ variṣṭhaḥsahānujaiḥ pratyavaruddha-bhojanaḥkathaṁ pravṛttaḥ kim akāraṣīt tataḥ",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "hatvā",
            "svariktha",
            "spṛdhaḥ",
            "ātatāyinaḥ",
            "yudhiṣṭhiraḥ",
            "dharma",
            "bhṛtām",
            "variṣṭhaḥ",
            "saha",
            "anujaiḥ",
            "pratyavaruddha",
            "bhojanaḥ",
            "katham",
            "pravṛttaḥ",
            "kim",
            "akāraṣīt",
            "tataḥ"
        ],
        "translation": "Śaunaka Muni asked: After killing his enemies who desired to usurp his rightful inheritance, how did the greatest of all religious men, Mahārāja Yudhiṣṭhira, assisted by his brothers, rule his subjects? Surely he could not freely enjoy his kingdom with unrestricted consciousness.",
        "purport": " Mahārāja Yudhiṣṭhira was the greatest of all men of religion. Thus he was not at all inclined to fight with his cousins for the sake of enjoying the kingdom; he fought for the right cause because the kingdom of Hastināpura was his rightful inheritance and his cousins wanted to usurp it for themselves. He fought, therefore, for the right cause under the guidance of Lord Śrī Kṛṣṇa, but he could not enjoy the results of his victory because his cousins were all killed in the fight. He therefore ruled over the kingdom as a matter of duty, assisted by his younger brothers. The inquiry was important for Śaunaka Ṛṣi, who wanted to know about the behavior of Mahārāja Yudhiṣṭhira when he was at ease to enjoy the kingdom."
    },
    {
        "verse": "2",
        "devanagari": "सूत उवाचवंशं कुरोर्वंशदवाग्निनिर्हृतंसंरोहयित्वा भवभावनो हरि: ।निवेशयित्वा निजराज्य ईश्वरोयुधिष्ठिरं प्रीतमना बभूव ह ॥ २ ॥",
        "english_devnagari": "sūta uvācavaṁśaṁ kuror vaṁśa-davāgni-nirhṛtaṁsaṁrohayitvā bhava-bhāvano hariḥniveśayitvā nija-rājya īśvaroyudhiṣṭhiraṁ prīta-manā babhūva ha",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "vaṁśam",
            "kuroḥ",
            "vaṁśa",
            "dava",
            "agni",
            "nirhṛtam",
            "saṁrohayitvā",
            "bhava",
            "bhāvanaḥ",
            "hariḥ",
            "niveśayitvā",
            "nija",
            "rājye",
            "īśvaraḥ",
            "yudhiṣṭhiram",
            "prīta",
            "manāḥ",
            "babhūva",
            "ha"
        ],
        "translation": "Sūta Gosvāmī said: Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, who is the maintainer of the world, became pleased after reestablishing Mahārāja Yudhiṣṭhira in his own kingdom and after restoring the Kuru dynasty, which had been exhausted by the bamboo fire of anger.",
        "purport": " This world is compared to a forest fire caused by the cohesion of bamboo bushes. Such a forest fire takes place automatically, for bamboo cohesion occurs without external cause. Similarly, in the material world the wrath of those who want to lord it over material nature interacts, and the fire of war takes place, exhausting the unwanted population. Such fires or wars take place, and the Lord has nothing to do with them. But because He wants to maintain the creation, He desires the mass of people to follow the right path of self-realization, which enables the living beings to enter into the kingdom of God. The Lord wants the suffering human beings to come back home, back to Him, and cease to suffer the threefold material pangs. The whole plan of creation is made in that way, and one who does not come to his senses suffers in the material world by pangs inflicted by the illusory energy of the Lord. The Lord therefore wants His bona fide representative to rule the world. Lord Śrī Kṛṣṇa descended to establish this sort of regime and to kill the unwanted persons who have nothing to do with His plan. The Battle of Kurukṣetra was fought according to the plan of the Lord so that undesirable persons could get out of the world and a peaceful kingdom under His devotee could be established. The Lord was therefore fully satisfied when King Yudhiṣṭhira was on the throne and the seedling of the dynasty of Kuru, in the person of Mahārāja Parīkṣit, was saved."
    },
    {
        "verse": "3",
        "devanagari": "निशम्य भीष्मोक्तमथाच्युतोक्तंप्रवृत्तविज्ञानविधूतविभ्रम: ।शशास गामिन्द्र इवाजिताश्रय:परिध्युपान्तामनुजानुवर्तित: ॥ ३ ॥",
        "english_devnagari": "niśamya bhīṣmoktam athācyutoktaṁpravṛtta-vijñāna-vidhūta-vibhramaḥśaśāsa gām indra ivājitāśrayaḥparidhyupāntām anujānuvartitaḥ",
        "verse_Syn": [
            "niśamya",
            "bhīṣma",
            "uktam",
            "atha",
            "acyuta",
            "uktam",
            "pravṛtta",
            "vijñāna",
            "vidhūta",
            "vibhramaḥ",
            "śaśāsa",
            "gām",
            "indra",
            "iva",
            "ajita",
            "āśrayaḥ",
            "paridhi",
            "upāntām",
            "anuja",
            "anuvartitaḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira, after being enlightened by what was spoken by Bhīṣmadeva and Lord Śrī Kṛṣṇa, the infallible, engaged himself in matters of perfect knowledge because all his misgivings were eradicated. Thus he ruled over the earth and seas and was followed by his younger brothers.",
        "purport": " The modern English law of primogeniture, or the law of inheritance by the firstborn, was also prevalent in those days when Mahārāja Yudhiṣṭhira ruled the earth and seas. In those days the King of Hastināpura (now part of New Delhi) was the emperor of the world, including the seas, up to the time of Mahārāja Parīkṣit, the grandson of Mahārāja Yudhiṣṭhira. Mahārāja Yudhiṣṭhira’s younger brothers were acting as his ministers and commanders of state, and there was full cooperation between the perfectly religious brothers of the King. Mahārāja Yudhiṣṭhira was the ideal king or representative of Lord Śrī Kṛṣṇa to rule over the kingdom of earth and was comparable to King Indra, the representative ruler of the heavenly planets. The demigods like Indra, Candra, Sūrya, Varuṇa and Vāyu are representative kings of different planets of the universe, and similarly Mahārāja Yudhiṣṭhira was also one of them, ruling over the kingdom of the earth. Mahārāja Yudhiṣṭhira was not a typically unenlightened political leader of modern democracy. Mahārāja Yudhiṣṭhira was instructed by Bhīṣmadeva and the infallible Lord also, and therefore he had full knowledge of everything in perfection. The modern elected executive head of a state is just like a puppet because he has no kingly power. Even if he is enlightened like Mahārāja Yudhiṣṭhira, he cannot do anything out of his own good will due to his constitutional position. Therefore, there are so many states over the earth quarreling because of ideological differences or other selfish motives. But a king like Mahārāja Yudhiṣṭhira had no ideology of his own. He had but to follow the instructions of the infallible Lord and the Lord’s representative and the authorized agent, Bhīṣmadeva. It is instructed in the śāstras that one should follow the great authority and the infallible Lord without any personal motive and manufactured ideology. Therefore, it was possible for Mahārāja Yudhiṣṭhira to rule the whole world, including the seas, because the principles were infallible and universally applicable to everyone. The conception of one world state can only be fulfilled if we can follow the infallible authority. An imperfect human being cannot create an ideology acceptable to everyone. Only the perfect and the infallible can create a program which is applicable at every place and can be followed by all in the world. It is the person who rules, and not the impersonal government. If the person is perfect, the government is perfect. If the person is a fool, the government is a fool’s paradise. That is the law of nature. There are so many stories of imperfect kings or executive heads. Therefore, the executive head must be a trained person like Mahārāja Yudhiṣṭhira, and he must have the full autocratic power to rule over the world. The conception of a world state can take shape only under the regime of a perfect king like Mahārāja Yudhiṣṭhira. The world was happy in those days because there were kings like Mahārāja Yudhiṣṭhira to rule over the world."
    },
    {
        "verse": "4",
        "devanagari": "कामं ववर्ष पर्जन्य: सर्वकामदुघा मही ।सिषिचु: स्म व्रजान् गाव: पयसोधस्वतीर्मुदा ॥ ४ ॥",
        "english_devnagari": "kāmaṁ vavarṣa parjanyaḥsarva-kāma-dughā mahīsiṣicuḥ sma vrajān gāvaḥpayasodhasvatīr mudā",
        "verse_Syn": [
            "kāmam",
            "vavarṣa",
            "parjanyaḥ",
            "sarva",
            "kāma",
            "dughā",
            "mahī",
            "siṣicuḥ",
            "sma",
            "vrajān",
            "gāvaḥ",
            "payasā",
            "udhasvatīḥ",
            "mudā"
        ],
        "translation": "During the reign of Mahārāja Yudhiṣṭhira, the clouds showered all the water that people needed, and the earth produced all the necessities of man in profusion. Due to its fatty milk bag and cheerful attitude, the cow used to moisten the grazing ground with milk.",
        "purport": " The basic principle of economic development is centered on land and cows. The necessities of human society are food grains, fruits, milk, minerals, clothing, wood, etc. One requires all these items to fulfill the material needs of the body. Certainly one does not require flesh and fish or iron tools and machinery. During the regime of Mahārāja Yudhiṣṭhira, all over the world there were regulated rainfalls. Rainfalls are not in the control of the human being. The heavenly king Indradeva is the controller of rains, and he is the servant of the Lord. When the Lord is obeyed by the king and the people under the king’s administration, there are regulated rains from the horizon, and these rains are the causes of all varieties of production on the land. Not only do regulated rains help ample production of grains and fruits, but when they combine with astronomical influences there is ample production of valuable stones and pearls. Grains and vegetables can sumptuously feed a man and animals, and a fatty cow delivers enough milk to supply a man sumptuously with vigor and vitality. If there is enough milk, enough grains, enough fruit, enough cotton, enough silk and enough jewels, then why do the people need cinemas, houses of prostitution, slaughterhouses, etc.? What is the need of an artificial luxurious life of cinema, cars, radio, flesh and hotels? Has this civilization produced anything but quarreling individually and nationally? Has this civilization enhanced the cause of equality and fraternity by sending thousands of men into a hellish factory and the warfields at the whims of a particular man? It is said here that the cows used to moisten the pasturing land with milk because their milk bags were fatty and the animals were joyful. Do they not require, therefore, proper protection for a joyful life by being fed with a sufficient quantity of grass in the field? Why should men kill cows for their selfish purposes? Why should man not be satisfied with grains, fruits and milk, which, combined together, can produce hundreds and thousands of palatable dishes? Why are there slaughterhouses all over the world to kill innocent animals? Mahārāja Parīkṣit, grandson of Mahārāja Yudhiṣṭhira, while touring his vast kingdom, saw a black man attempting to kill a cow. The King at once arrested the butcher and chastised him sufficiently. Should not a king or executive head protect the lives of the poor animals who are unable to defend themselves? Is this humanity? Are not the animals of a country citizens also? Then why are they allowed to be butchered in organized slaughterhouses? Are these the signs of equality, fraternity and nonviolence? Therefore, in contrast with the modern, advanced, civilized form of government, an autocracy like Mahārāja Yudhiṣṭhira’s is by far superior to a so-called democracy in which animals are killed and a man less than an animal is allowed to cast votes for another less-than-animal man. We are all creatures of material nature. In the Bhagavad-gītā it is said that the Lord Himself is the seed-giving father and material nature is the mother of all living beings in all shapes. Thus mother material nature has enough foodstuff both for animals and for men, by the grace of the Father Almighty, Śrī Kṛṣṇa. The human being is the elder brother of all other living beings. He is endowed with intelligence more powerful than animals’ for realizing the course of nature and the indications of the Almighty Father. Human civilizations should depend on the production of material nature without artificially attempting economic development to turn the world into a chaos of artificial greed and power only for the purpose of artificial luxuries and sense gratification. This is but the life of dogs and hogs."
    },
    {
        "verse": "5",
        "devanagari": "नद्य: समुद्रा गिरय: सवनस्पतिवीरुध: ।फलन्त्योषधय: सर्वा: काममन्वृतु तस्य वै ॥ ५ ॥",
        "english_devnagari": "nadyaḥ samudrā girayaḥsavanaspati-vīrudhaḥphalanty oṣadhayaḥ sarvāḥkāmam anvṛtu tasya vai",
        "verse_Syn": [
            "nadyaḥ",
            "samudrāḥ",
            "girayaḥ",
            "savanaspati",
            "vīrudhaḥ",
            "phalanti",
            "oṣadhayaḥ",
            "sarvāḥ",
            "kāmam",
            "anvṛtu",
            "tasya",
            "vai"
        ],
        "translation": "The rivers, oceans, hills, mountains, forests, creepers and active drugs, in every season, paid their tax quota to the King in profusion.",
        "purport": " Since Mahārāja Yudhiṣṭhira was under the protection of the ajita, the infallible Lord, as above mentioned, the properties of the Lord, namely the rivers, oceans, hills, forests, etc., were all pleased, and they used to supply their respective quota of taxes to the King. The secret to success is to take refuge under the protection of the Supreme Lord. Without His sanction, nothing can be possible. To make economic development by our own endeavors on the strength of tools and machinery is not all. The sanction of the Supreme Lord must be there, otherwise despite all instrumental arrangements everything will be unsuccessful. The ultimate cause of success is the daiva, the Supreme. Kings like Mahārāja Yudhiṣṭhira knew perfectly well that the king is the agent of the Supreme Lord to look after the welfare of the mass of people. Actually the state belongs to the Supreme Lord. The rivers, oceans, forests, hills, drugs, etc., are not creations of man. They are all creations of the Supreme Lord, and the living being is allowed to make use of the property of the Lord for the service of the Lord. Today’s slogan is that everything is for the people, and therefore the government is for the people and by the people. But to produce a new species of humanity at the present moment on the basis of God consciousness and perfection of human life — the ideology of godly communism — the world has to again follow in the footsteps of kings like Mahārāja Yudhiṣṭhira or Parīkṣit. There is enough of everything by the will of the Lord, and we can make proper use of things to live comfortably without enmity between man and man, or man and animal, or man and nature. The control of the Lord is everywhere, and if the Lord is pleased, every part of nature will be pleased. The river will flow profusely to fertilize the land; the oceans will supply sufficient quantities of minerals, pearls and jewels; the forest will supply sufficient wood, drugs and vegetables, and the seasonal changes will effectively help produce fruits and flowers in profuse quantity. The artificial way of living depending on factories and tools can render so-called happiness only to a limited number at the cost of millions. Since the energy of the mass of people is engaged in factory production, the natural products are being hampered, and for this the mass is unhappy. Without being educated properly, the mass of people are following in the footsteps of the vested interests by exploiting natural reserves, and therefore there is acute competition between individual and individual and nation and nation. There is no control by the trained agent of the Lord. We must look into the defects of modern civilization by comparison here, and should follow in the footsteps of Mahārāja Yudhiṣṭhira to cleanse man and wipe out anachronisms."
    },
    {
        "verse": "6",
        "devanagari": "नाधयो व्याधय: क्लेशा दैवभूतात्महेतव: ।अजातशत्रावभवन् जन्तूनां राज्ञि कर्हिचित् ॥ ६ ॥",
        "english_devnagari": "nādhayo vyādhayaḥ kleśādaiva-bhūtātma-hetavaḥajāta-śatrāv abhavanjantūnāṁ rājñi karhicit",
        "verse_Syn": [
            "na",
            "ādhayaḥ",
            "vyādhayaḥ",
            "kleśāḥ",
            "daiva",
            "bhūta",
            "ātma",
            "hetavaḥ",
            "ajāta",
            "śatrau",
            "abhavan",
            "jantūnām",
            "rājñi",
            "karhicit"
        ],
        "translation": "Because of the King’s having no enemy, the living beings were not at any time disturbed by mental agonies, diseases, or excessive heat or cold.",
        "purport": " To be nonviolent to human beings and to be a killer or enemy of the poor animals is Satan’s philosophy. In this age there is enmity toward poor animals, and therefore the poor creatures are always anxious. The reaction of the poor animals is being forced on human society, and therefore there is always the strain of cold or hot war between men, individually, collectively or nationally. At the time of Mahārāja Yudhiṣṭhira, there were no different nations, although there were different subordinate states. The whole world was united, and the supreme head, being a trained king like Yudhiṣṭhira, kept all the inhabitants free from anxiety, diseases and excessive heat and cold. They were not only economically well-to-do, but also physically fit and undisturbed by supernatural power, by enmity from other living beings and by disturbance of bodily and mental agonies. There is a proverb in Bengali that a bad king spoils the kingdom and a bad housewife spoils the family. This truth is applicable here also. Because the King was pious and obedient to the Lord and sages, because he was no one’s enemy and because he was a recognized agent of the Lord and therefore protected by Him, all the citizens under the King’s protection were, so to speak, directly protected by the Lord and His authorized agents. Unless one is pious and recognized by the Lord, he cannot make others happy who are under his care. There is full cooperation between man and God and man and nature, and this conscious cooperation between man and God and man and nature, as exemplified by King Yudhiṣṭhira, can bring about happiness, peace and prosperity in the world. The attitude of exploiting one another, the custom of the day, will only bring misery."
    },
    {
        "verse": "7",
        "devanagari": "उषित्वा हास्तिनपुरे मासान् कतिपयान् हरि: ।सुहृदां च विशोकाय स्वसुश्च प्रियकाम्यया ॥ ७ ॥",
        "english_devnagari": "uṣitvā hāstinapuremāsān katipayān hariḥsuhṛdāṁ ca viśokāyasvasuś ca priya-kāmyayā",
        "verse_Syn": [
            "uṣitvā",
            "hāstinapure",
            "māsān",
            "katipayān",
            "hariḥ",
            "suhṛdām",
            "ca",
            "viśokāya",
            "svasuḥ",
            "ca",
            "priya",
            "kāmyayā"
        ],
        "translation": "Śrī Hari, Lord Śrī Kṛṣṇa, resided at Hastināpura for a few months to pacify His relatives and please His own sister [Subhadrā].",
        "purport": " Kṛṣṇa was to start for Dvārakā, His own kingdom, after the Battle of Kurukṣetra and Yudhiṣṭhira’s being enthroned, but to oblige the request of Mahārāja Yudhiṣṭhira and to show special mercy to Bhīṣmadeva, Lord Kṛṣṇa stopped at Hastināpura, the capital of the Pāṇḍavas. The Lord decided to stay especially to pacify the aggrieved King as well as to please Subhadrā, sister of Lord Śrī Kṛṣṇa. Subhadrā was especially to be pacified because she lost her only son, Abhimanyu, who was just married. The boy left his wife, Uttarā, mother of Mahārāja Parīkṣit. The Lord is always pleased to satisfy His devotees in any capacity. Only His devotees can play the parts of His relatives. The Lord is absolute."
    },
    {
        "verse": "8",
        "devanagari": "आमन्‍त्र्य चाभ्यनुज्ञात: परिष्वज्याभिवाद्य तम् ।आरुरोह रथं कैश्चित्परिष्वक्तोऽभिवादित: ॥ ८ ॥",
        "english_devnagari": "āmantrya cābhyanujñātaḥpariṣvajyābhivādya tamāruroha rathaṁ kaiścitpariṣvakto ’bhivāditaḥ",
        "verse_Syn": [
            "āmantrya",
            "ca",
            "abhyanujñātaḥ",
            "pariṣvajya",
            "abhivādya",
            "tam",
            "āruroha",
            "ratham",
            "kaiścit",
            "pariṣvaktaḥ",
            "abhivāditaḥ"
        ],
        "translation": "Afterwards, when the Lord asked permission to depart and the King gave it, the Lord offered His respects to Mahārāja Yudhiṣṭhira by bowing down at his feet, and the King embraced Him. After this the Lord, being embraced by others and receiving their obeisances, got into His chariot.",
        "purport": " Mahārāja Yudhiṣṭhira was the elder cousin of Lord Kṛṣṇa, and therefore while departing from him the Lord bowed down at the King’s feet. The King embraced Him as a younger brother, although the King knew perfectly well that Kṛṣṇa is the Supreme Personality of Godhead. The Lord takes pleasure when some of His devotees accept Him as less important in terms of love. No one is greater than or equal to the Lord, but He takes pleasure in being treated as younger than His devotees. These are all transcendental pastimes of the Lord. The impersonalist cannot enter into the supernatural roles played by the devotee of the Lord. Thereafter Bhīma and Arjuna embraced the Lord because they were of the same age, but Nakula and Sahadeva bowed down before the Lord because they were younger than He."
    },
    {
        "verse": "9-10",
        "devanagari": "सुभद्रा द्रौपदी कुन्ती विराटतनया तथा ।गान्धारी धृतराष्ट्रश्च युयुत्सुर्गौतमो यमौ ॥ ९ ॥वृकोदरश्च धौम्यश्च स्त्रियो मत्स्यसुतादय: ।न सेहिरे विमुह्यन्तो विरहं शार्ङ्गधन्वन: ॥ १० ॥",
        "english_devnagari": "subhadrā draupadī kuntīvirāṭa-tanayā tathāgāndhārī dhṛtarāṣṭraś cayuyutsur gautamo yamau",
        "verse_Syn": [
            "subhadrā",
            "draupadī",
            "kuntī",
            "virāṭa",
            "tanayā",
            "tathā",
            "gāndhārī",
            "dhṛtarāṣṭraḥ",
            "ca",
            "yuyutsuḥ",
            "gautamaḥ",
            "yamau",
            "vṛkodaraḥ",
            "ca",
            "dhaumyaḥ",
            "ca",
            "striyaḥ",
            "matsya",
            "sutā",
            "ādayaḥ",
            "na",
            "sehire",
            "vimuhyantaḥ",
            "viraham",
            "śārṅga",
            "dhanvanaḥ"
        ],
        "translation": "At that time Subhadrā, Draupadī, Kuntī, Uttarā, Gāndhārī, Dhṛtarāṣṭra, Yuyutsu, Kṛpācārya, Nakula, Sahadeva, Bhīmasena, Dhaumya and Satyavatī all nearly fainted because it was impossible for them to bear separation from Lord Kṛṣṇa.",
        "purport": " Lord Śrī Kṛṣṇa is so attractive for the living beings, especially for the devotees, that it is impossible for them to tolerate separation. The conditioned soul under the spell of illusory energy forgets the Lord, otherwise he cannot. The feeling of such separation cannot be described, but it can simply be imagined by devotees only. After His separation from Vṛndāvana and the innocent rural cowherd boys, girls, ladies and others, they all felt shock throughout their lives, and the separation of Rādhārāṇī, the most beloved cowherd girl, is beyond expression. Once they met at Kurukṣetra during a solar eclipse, and the feeling which was expressed by them is heartrending. There is, of course, a difference in the qualities of the transcendental devotees of the Lord, but none of them who have ever contacted the Lord by direct communion or otherwise can leave Him for a moment. That is the attitude of the pure devotee."
    },
    {
        "verse": "11-12",
        "devanagari": "सत्सङ्गान्मुक्तदु:सङ्गो हातुं नोत्सहते बुध: ।कीर्त्यमानं यशो यस्य सकृदाकर्ण्य रोचनम् ॥ ११ ॥तस्मिन्न्यस्तधिय: पार्था: सहेरन् विरहं कथम् ।दर्शनस्पर्शसंलापशयनासनभोजनै: ॥ १२ ॥",
        "english_devnagari": "sat-saṅgān mukta-duḥsaṅgohātuṁ notsahate budhaḥkīrtyamānaṁ yaśo yasyasakṛd ākarṇya rocanam",
        "verse_Syn": [
            "sat",
            "saṅgāt",
            "mukta",
            "duḥsaṅgaḥ",
            "hātum",
            "na",
            "utsahate",
            "budhaḥ",
            "kīrtyamānam",
            "yaśaḥ",
            "yasya",
            "sakṛt",
            "ākarṇya",
            "rocanam",
            "tasmin",
            "nyasta",
            "dhiyaḥ",
            "pārthāḥ",
            "saheran",
            "viraham",
            "katham",
            "darśana",
            "sparśa",
            "saṁlāpa",
            "śayana",
            "āsana",
            "bhojanaiḥ"
        ],
        "translation": "The intelligent, who have understood the Supreme Lord in association with pure devotees and have become freed from bad materialistic association, can never avoid hearing the glories of the Lord, even though they have heard them only once. How then could the Pāṇḍavas tolerate His separation, for they had been intimately associated with His person, seeing Him face to face, touching Him, conversing with Him, and sleeping, sitting and dining with Him?",
        "purport": " The living being’s constitutional position is one of serving a superior. He is obliged to serve by force the dictates of illusory material energy in different phases of sense gratification. And in serving the senses he is never tired. Even though he may be tired, the illusory energy perpetually forces him to do so without being satisfied. There is no end to such sense gratificatory business, and the conditioned soul becomes entangled in such servitude without hope of release. The release is only effected by association with pure devotees. By such association one is gradually promoted to his transcendental consciousness. Thus he can know that his eternal position is to render service unto the Lord and not to the perverted senses in the capacity of lust, anger, desire to lord it over, etc. Material society, friendship and love are all different phases of lust. Home, country, family, society, wealth and all sorts of corollaries are all causes of bondage in the material world, where the threefold miseries of life are concomitant factors. By associating with pure devotees and by hearing them submissively, attachment for material enjoyment becomes slackened, and attraction for hearing about the transcendental activities of the Lord becomes prominent. Once they are, they will go on progressively without stoppage, like fire in gunpowder. It is said that Hari, the Personality of Godhead, is so transcendentally attractive that even those who are self-satisfied by self-realization and are factually liberated from all material bondage also become devotees of the Lord. Under the circumstances it is easily understood what must have been the position of the Pāṇḍavas, who were constant companions of the Lord. They could not even think of separation from Śrī Kṛṣṇa, since the attraction was more intense for them because of continuous personal contact. His remembrance by His form, quality, name, fame, pastimes, etc., is also attractive for the pure devotee, so much so that he forgets all forms, quality, name, fame and activities of the mundane world, and due to his mature association with pure devotees he is not out of contact with the Lord for a moment."
    },
    {
        "verse": "13",
        "devanagari": "सर्वे तेऽनिमिषैरक्षैस्तमनुद्रुतचेतस: ।वीक्षन्त: स्‍नेहसम्बद्धा विचेलुस्तत्र तत्र ह ॥ १३ ॥",
        "english_devnagari": "sarve te ’nimiṣair akṣaistam anu druta-cetasaḥvīkṣantaḥ sneha-sambaddhāvicelus tatra tatra ha",
        "verse_Syn": [
            "sarve",
            "te",
            "animiṣaiḥ",
            "akṣaiḥ",
            "tam",
            "anu",
            "druta",
            "cetasaḥ",
            "vīkṣantaḥ",
            "sneha",
            "sambaddhāḥ",
            "viceluḥ",
            "tatra",
            "tatra",
            "ha"
        ],
        "translation": "All their hearts were melting for Him on the pot of attraction. They looked at Him without blinking their eyes, and they moved hither and thither in perplexity.",
        "purport": " Kṛṣṇa is naturally attractive for all living beings because He is the chief eternal amongst all eternals. He alone is the maintainer of the many eternals. This is stated in the Kaṭha Upaniṣad, and thus one can obtain permanent peace and prosperity by revival of one’s eternal relation with Him, now forgotten under the spell of māyā, the illusory energy of the Lord. Once this relation is slightly revived, the conditioned soul at once becomes freed from the illusion of material energy and becomes mad after the association of the Lord. This association is made possible not only by personal contact with the Lord, but also by association with His name, fame, form and quality. Śrīmad-Bhāgavatam trains the conditioned soul to this stage of perfection by submissive hearing from the pure devotee."
    },
    {
        "verse": "14",
        "devanagari": "न्यरुन्धन्नुद्गलद्बाष्पमौत्कण्ठ्याद्देवकीसुते ।निर्यात्यगारान्नोऽभद्रमिति स्याद्ब‍ान्धवस्त्रिय: ॥ १४ ॥",
        "english_devnagari": "nyarundhann udgalad bāṣpamautkaṇṭhyād devakī-suteniryāty agārān no ’bhadramiti syād bāndhava-striyaḥ",
        "verse_Syn": [
            "nyarundhan",
            "udgalat",
            "bāṣpam",
            "autkaṇṭhyāt",
            "devakī",
            "sute",
            "niryāti",
            "agārāt",
            "naḥ",
            "abhadram",
            "iti",
            "syāt",
            "bāndhava",
            "striyaḥ"
        ],
        "translation": "The female relatives, whose eyes were flooded with tears out of anxiety for Kṛṣṇa, came out of the palace. They could stop their tears only with great difficulty. They feared that tears would cause misfortune at the time of departure.",
        "purport": " There were hundreds of ladies in the palace of Hastināpura. All of them were affectionate to Kṛṣṇa. All of them were relatives also. When they saw that Kṛṣṇa was going away from the palace for His native place, they were very anxious for Him, and as usual tears began to roll down their cheeks. They thought, at the same time, that tears at that moment might be a cause of misfortune for Kṛṣṇa; therefore they wanted to check them. This was very difficult for them because the tears could not be checked. Therefore, they smeared their tears in their eyes, and their hearts throbbed. Therefore ladies who were the wives and daughters-in-law of those who died in the battlefield never came in direct contact with Kṛṣṇa. But all of them heard of Him and His great activities, and thus they thought of Him, talked of Him — His name, fame, etc. — and became affectionate also, like those who were in direct contact. Therefore directly or indirectly anyone who thinks of Kṛṣṇa, talks of Kṛṣṇa or worships Kṛṣṇa becomes attached to Him. Because Kṛṣṇa is absolute, there is no difference between His name, form, quality, etc. Our intimate relation with Kṛṣṇa can be confidentially revived by our talking of, hearing of, or remembering Him. It is so done due to spiritual potency."
    },
    {
        "verse": "15",
        "devanagari": "मृदङ्गशङ्खभेर्यश्च वीणापणवगोमुखा: ।धुन्धुर्यानकघण्टाद्या नेदुर्दुन्दुभयस्तथा ॥ १५ ॥",
        "english_devnagari": "mṛdaṅga-śaṅkha-bheryaś cavīṇā-paṇava-gomukhāḥdhundhury-ānaka-ghaṇṭādyānedur dundubhayas tathā",
        "verse_Syn": [
            "mṛdaṅga",
            "śaṅkha",
            "bheryaḥ",
            "ca",
            "vīṇā",
            "paṇava",
            "gomukhāḥ",
            "dhundhurī",
            "ānaka",
            "ghaṇṭā",
            "ādyāḥ",
            "neduḥ",
            "dundubhayaḥ",
            "tathā"
        ],
        "translation": "While the Lord was departing from the palace of Hastināpura, different types of drums — like the mṛdaṅga, dhola, nagra, dhundhurī and dundubhi — and flutes of different types, the vīṇā, gomukha and bherī, all sounded together to show Him honor.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "प्रासादशिखरारूढा: कुरुनार्यो दिद‍ृक्षया ।ववृषु: कुसुमै: कृष्णं प्रेमव्रीडास्मितेक्षणा: ॥ १६ ॥",
        "english_devnagari": "prāsāda-śikharārūḍhāḥkuru-nāryo didṛkṣayāvavṛṣuḥ kusumaiḥ kṛṣṇaṁprema-vrīḍā-smitekṣaṇāḥ",
        "verse_Syn": [
            "prāsāda",
            "śikhara",
            "ārūḍhāḥ",
            "kuru",
            "nāryaḥ",
            "didṛkṣayā",
            "vavṛṣuḥ",
            "kusumaiḥ",
            "kṛṣṇam",
            "prema",
            "vrīḍā",
            "smita",
            "īkṣaṇāḥ"
        ],
        "translation": "Out of a loving desire to see the Lord, the royal ladies of the Kurus got up on top of the palace, and smiling with affection and shyness, they showered flowers upon the Lord.",
        "purport": " Shyness is a particular extra-natural beauty of the fair sex, and it commands respect from the opposite sex. This custom was observed even during the days of the Mahābhārata, i.e., more than five thousand years ago. It is only the less intelligent persons not well versed in the history of the world who say that observance of separation of female from male is an introduction of the Mohammedan period in India. This incident from the Mahābhārata period proves definitely that the ladies of the palace observed strict pardā (restricted association with men), and instead of coming down in the open air where Lord Kṛṣṇa and others were assembled, the ladies of the palace went up on the top of the palace and from there paid their respects to Lord Kṛṣṇa by showers of flowers. It is definitely stated here that the ladies were smiling there on the top of the palace, checked by shyness. This shyness is a gift of nature to the fair sex, and it enhances their beauty and prestige, even if they are of a less important family or even if they are less attractive. We have practical experience of this fact. A sweeper woman commanded the respect of many respectable gentlemen simply by manifesting a lady’s shyness. Half-naked ladies in the street do not command any respect, but a shy sweeper’s wife commands respect from all. Human civilization, as conceived of by the sages of India, is to help one free himself from the clutches of illusion. The material beauty of a woman is an illusion because actually the body is made of earth, water, fire, air, etc. But because there is the association of the living spark with matter, it appears to be beautiful. No one is attracted by an earthen doll, even if it is most perfectly prepared to attract the attention of others. The dead body has no beauty because no one will accept the dead body of a so-called beautiful woman. Therefore, the conclusion is that the spirit spark is beautiful, and because of the soul’s beauty one is attracted by the beauty of the outward body. The Vedic wisdom, therefore, forbids us to be attracted by false beauty. But because we are now in the darkness of ignorance, the Vedic civilization allows very restricted mixing of woman and man. They say that the woman is considered to be the fire, and the man is considered to be the butter. The butter must melt in association with fire, and therefore they may be brought together only when it is necessary. And shyness is a check to the unrestricted mixing. It is nature’s gift, and it must be utilized."
    },
    {
        "verse": "17",
        "devanagari": "सितातपत्रं जग्राह मुक्तादामविभूषितम् ।रत्नदण्डं गुडाकेश: प्रिय: प्रियतमस्य ह ॥ १७ ॥",
        "english_devnagari": "sitātapatraṁ jagrāhamuktādāma-vibhūṣitamratna-daṇḍaṁ guḍākeśaḥpriyaḥ priyatamasya ha",
        "verse_Syn": [
            "sita",
            "ātapatram",
            "jagrāha",
            "muktā",
            "dāma",
            "vibhūṣitam",
            "ratna",
            "daṇḍam",
            "guḍākeśaḥ",
            "priyaḥ",
            "priyatamasya",
            "ha"
        ],
        "translation": "At that time Arjuna, the great warrior and conqueror of sleep, who is the intimate friend of the most beloved Supreme Lord, took up an umbrella which had a handle of jewels and was embroidered with lace and pearls.",
        "purport": " Gold, jewels, pearls and valuable stones were used in the luxurious royal ceremonies. They are all nature’s gifts and are produced by the hills, oceans, etc., by the order of the Lord, when man does not waste his valuable time in producing unwanted things in the name of necessities. By so-called development of industrial enterprises, they are now using pots of gutta-percha instead of metals like gold, silver, brass and copper. They are using margarine instead of purified butter, and one fourth of the city population has no shelter."
    },
    {
        "verse": "18",
        "devanagari": "उद्धव: सात्यकिश्चैव व्यजने परमाद्भुते ।विकीर्यमाण: कुसुमै रेजे मधुपति: पथि ॥ १८ ॥",
        "english_devnagari": "uddhavaḥ sātyakiś caivavyajane paramādbhutevikīryamāṇaḥ kusumaireje madhu-patiḥ pathi",
        "verse_Syn": [
            "uddhavaḥ",
            "sātyakiḥ",
            "ca",
            "eva",
            "vyajane",
            "parama",
            "adbhute",
            "vikīryamāṇaḥ",
            "kusumaiḥ",
            "reje",
            "madhu",
            "patiḥ",
            "pathi"
        ],
        "translation": "Uddhava and Sātyaki began to fan the Lord with decorated fans, and the Lord, as the master of Madhu, seated on scattered flowers, commanded them along the road.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "अश्रूयन्ताशिष: सत्यास्तत्र तत्र द्विजेरिता: ।नानुरूपानुरूपाश्च निर्गुणस्य गुणात्मन: ॥ १९ ॥",
        "english_devnagari": "aśrūyantāśiṣaḥ satyāstatra tatra dvijeritāḥnānurūpānurūpāś canirguṇasya guṇātmanaḥ",
        "verse_Syn": [
            "aśrūyanta",
            "āśiṣaḥ",
            "satyāḥ",
            "tatra",
            "tatra",
            "dvija",
            "īritāḥ",
            "na",
            "anurūpa",
            "anurūpāḥ",
            "ca",
            "nirguṇasya",
            "guṇa",
            "ātmanaḥ"
        ],
        "translation": "It was being heard here and there that the benedictions being paid to Kṛṣṇa were neither befitting nor unbefitting because they were all for the Absolute, who was now playing the part of a human being.",
        "purport": " At places there were sounds of Vedic benediction aiming at the Personality of Godhead, Śrī Kṛṣṇa. The benedictions were fitting in the sense that the Lord was playing the part of a human being, as if a cousin of Mahārāja Yudhiṣṭhira, but they were also unfitting because the Lord is absolute and has nothing to do with any kind of material relativities. He is nirguṇa, or there are no material qualities in Him, but He is full of transcendental qualities. In the transcendental world there is nothing contradictory, whereas in the relative world everything has its opposite. In the relative world white is the opposite conception of black, but in the transcendental world there is no distinction between white and black. Therefore the sounds of benedictions uttered by the learned brāhmaṇas here and there appear to be contradictory in relation with the Absolute Person, but when they are applied to the Absolute Person they lose all contradiction and become transcendental. One example may clear this idea. Lord Śrī Kṛṣṇa is sometimes described as a thief. He is very famous amongst His pure devotees as the Mākhana-cora. He used to steal butter from the houses of neighbors at Vṛndāvana in His early age. Since then He is famous as a thief. But in spite of His being famous as a thief, He is worshiped as a thief, whereas in the mundane world a thief is punished and is never praised. Since He is the Absolute Personality of Godhead, everything is applicable to Him, and still in spite of all contradictions He is the Supreme Personality of Godhead."
    },
    {
        "verse": "20",
        "devanagari": "अन्योन्यमासीत्सञ्जल्प उत्तमश्लोकचेतसाम् ।कौरवेन्द्रपुरस्त्रीणां सर्वश्रुतिमनोहर: ॥ २० ॥",
        "english_devnagari": "anyonyam āsīt sañjalpauttama-śloka-cetasāmkauravendra-pura-strīṇāṁsarva-śruti-mano-haraḥ",
        "verse_Syn": [
            "anyonyam",
            "āsīt",
            "sañjalpaḥ",
            "uttama",
            "śloka",
            "cetasām",
            "kaurava",
            "indra",
            "pura",
            "strīṇām",
            "sarva",
            "śruti",
            "manaḥ",
            "haraḥ"
        ],
        "translation": "Absorbed in the thought of the transcendental qualities of the Lord, who is sung in select poetry, the ladies on the roofs of all the houses of Hastināpura began to talk of Him. This talk was more attractive than the hymns of the Vedas.",
        "purport": " In the Bhagavad-gītā it is said that in all the Vedic literatures the goal is the Personality of Godhead, Śrī Kṛṣṇa. Factually the glories of the Lord are depicted in such literature as the Vedas, Rāmāyaṇa and Mahābhārata. And in the Bhāgavatam they are specifically mentioned in respect to the Supreme Lord. Therefore, while the ladies on the tops of the houses in the capital of the kings of the Kuru dynasty were talking about the Lord, their talk was more pleasing than the Vedic hymns. Anything sung in the praise of the Lord is śruti-mantra. There are songs of Ṭhākura Narottama dāsa, one of the ācāryas in the Gauḍīya sampradāya, composed in simple Bengali language. But Ṭhākura Viśvanātha Cakravartī, another very learned ācārya of the same sampradāya, has approved the songs by Ṭhākura Narottama dāsa to be as good as Vedic mantras. And this is so because of the subject matter. The language is immaterial, but the subject matter is important. The ladies, who were all absorbed in the thought and actions of the Lord, developed the consciousness of Vedic wisdom by the grace of the Lord. And therefore although such ladies might not have been very learned scholars in Sanskrit or otherwise, still whatever they spoke was more attractive than the Vedic hymns. The Vedic hymns in the Upaniṣads are sometimes indirectly directed to the Supreme Lord. But the talks of the ladies were directly spoken of the Lord, and thus they were more pleasing to the heart. The ladies’ talks appeared to be more valuable than the learned brāhmaṇas’ benedictions."
    },
    {
        "verse": "21",
        "devanagari": "स वै किलायं पुरुष: पुरातनोय एक आसीदविशेष आत्मनि ।अग्रे गुणेभ्यो जगदात्मनीश्वरेनिमीलितात्मन्निशि सुप्तशक्तिषु ॥ २१ ॥",
        "english_devnagari": "sa vai kilāyaṁ puruṣaḥ purātanoya eka āsīd aviśeṣa ātmaniagre guṇebhyo jagad-ātmanīśvarenimīlitātman niśi supta-śaktiṣu",
        "verse_Syn": [
            "saḥ",
            "vai",
            "kila",
            "ayam",
            "puruṣaḥ",
            "purātanaḥ",
            "yaḥ",
            "ekaḥ",
            "āsīt",
            "aviśeṣaḥ",
            "ātmani",
            "agre",
            "guṇebhyaḥ",
            "jagat",
            "ātmani",
            "īśvare",
            "nimīlita",
            "ātman",
            "niśi",
            "supta",
            "śaktiṣu"
        ],
        "translation": "They said: Here He is, the original Personality of Godhead as we definitely remember Him. He alone existed before the manifested creation of the modes of nature, and in Him only, because He is the Supreme Lord, all living beings merge, as if sleeping at night, their energy suspended.",
        "purport": " There are two types of dissolution of the manifested cosmos. At the end of every 4,320,000,000 solar years, when Brahmā, the lord of one particular universe, goes to sleep, there is one annihilation. And at the end of Lord Brahmā’s life, which takes place at the end of Brahmā’s one hundred years of age, in our calculation at the end of 8,640,000,000 × 30 × 12 × 100 solar years, there is complete annihilation of the entire universe, and in both the periods both the material energy called the mahat-tattva and the marginal energy called jīva-tattva merge in the person of the Supreme Lord. The living beings remain asleep within the body of the Lord until there is another creation of the material world, and that is the way of the creation, maintenance and annihilation of the material manifestation. The material creation is effected by the interaction of the three modes of material nature set in action by the Lord, and therefore it is said here that the Lord existed before the modes of material nature were set in motion. In the śruti-mantra it is said that only Viṣṇu, the Supreme Lord, existed before the creation, and there was no Brahmā, Śiva or other demigods. Viṣṇu means the Mahā-Viṣṇu, who is lying on the Causal Ocean. By His breathing only all the universes are generated in seeds and gradually develop into gigantic forms with innumerable planets within each and every universe. The seeds of universes develop into gigantic forms in the way seeds of a banyan tree develop into numberless banyan trees. This Mahā-Viṣṇu is the plenary portion of the Lord Śrī Kṛṣṇa, who is mentioned in the Brahma-saṁhitā (5.48) as follows: “Let me offer my respectful obeisances unto the original Personality of Godhead Govinda, whose plenary portion is the Mahā-Viṣṇu. All the Brahmās, the heads of the universes, live only for the period of His exhaling, after the universes are generated from the pores of His transcendental body.” Thus Govinda, or Lord Kṛṣṇa, is the cause of Mahā-Viṣṇu also. The ladies talking about this Vedic truth must have heard it from authoritative sources. An authoritative source is the only means of knowing about transcendental subject matter definitely. There is no alternative. The merging of the living beings into the body of Mahā-Viṣṇu takes place automatically at the end of Brahmā’s one hundred years. But that does not mean that the individual living being loses his identity. The identity is there, and as soon as there is another creation by the supreme will of the Lord, all the sleeping, inactive living beings are again let loose to begin their activities in the continuation of past different spheres of life. It is called suptotthita-nyāya, or awakening from sleep and again engaging in one’s respective continuous duty. When a man is asleep at night, he forgets himself, what he is, what his duty is and everything of his waking state. But as soon as he awakens from slumber, he remembers all that he has to do and thus engages himself again in his prescribed activities. The living beings also remain merged in the body of Mahā-Viṣṇu during the period of annihilation, but as soon as there is another creation they arise to take up their unfinished work. This is also confirmed in the Bhagavad-gītā (8.18-19). The Lord existed before the creative energy was set in action. The Lord is not a product of the material energy. His body is completely spiritual, and there is no difference between His body and Himself. Before creation the Lord remained in His abode, which is absolute and one."
    },
    {
        "verse": "22",
        "devanagari": "स एव भूयो निजवीर्यचोदितांस्वजीवमायां प्रकृतिं सिसृक्षतीम् ।अनामरूपात्मनि रूपनामनीविधित्समानोऽनुससार शास्त्रकृत् ॥ २२ ॥",
        "english_devnagari": "sa eva bhūyo nija-vīrya-coditāṁsva-jīva-māyāṁ prakṛtiṁ sisṛkṣatīmanāma-rūpātmani rūpa-nāmanīvidhitsamāno ’nusasāra śāstra-kṛt",
        "verse_Syn": [
            "saḥ",
            "eva",
            "bhūyaḥ",
            "nija",
            "vīrya",
            "coditām",
            "sva",
            "jīva",
            "māyām",
            "prakṛtim",
            "sisṛkṣatīm",
            "anāma",
            "rūpa",
            "ātmani",
            "rūpa",
            "nāmanī",
            "vidhitsamānaḥ",
            "anusasāra",
            "śāstra",
            "kṛt"
        ],
        "translation": "The Personality of Godhead, again desiring to give names and forms to His parts and parcels, the living entities, placed them under the guidance of material nature. By His own potency, material nature is empowered to re-create.",
        "purport": " The living entities are parts and parcels of the Lord. They are of two varieties, namely nitya-mukta and nitya-baddha. The nitya-muktas are eternally liberated souls, and they are eternally engaged in the reciprocation of transcendental loving service with the Lord in His eternal abode beyond the manifested mundane creations. But the nitya-baddha, or eternally conditioned souls, are entrusted to His external energy, māyā, for rectification of their rebellious attitude toward the supreme father. Nitya-baddhas are eternally forgetful of their relation with the Lord as parts and parcels. They are bewildered by the illusory energy as products of matter, and thus they are very busy in making plans in the material world for becoming happy. They go on merrily with plans, but by the will of the Lord both the plan-makers and the plans are annihilated at the end of a certain period, as above mentioned. This is confirmed in the Bhagavad-gītā (9.7) as follows: “O son of Kuntī, at the end of the millennium all the living entities merge into My nature, and again when the time of creation is ripe, I begin creation by the agency of My external energy.” The word bhūyaḥ indicates “again and again” — that is to say, the process of creation, maintenance and annihilation is going on perpetually by the external energy of the Lord. He is the cause of everything. But the living beings, who are constitutionally part and parcel of the Lord and are forgetful of the sweet relation, are given a chance again and again to get rid of the clutches of the external energy. And to revive his (the living being’s) consciousness, the revealed scriptures are also created by the Lord. Vedic literatures are the guiding directions for the conditioned souls so they can get free from the repetition of creation and annihilation of the material world and the material body. The Lord says in the Bhagavad-gītā, “This created world and material energy are under My control. Under the influence of prakṛti, automatically they are created again and again, and this is done by Me through the agency of My external energy.” Actually the spiritual-spark living entities have no material names or forms. But in order to fulfill their desire to lord it over the material energy of material forms and names, they are given a chance for such false enjoyment, and at the same time they are given a chance to understand the real position through the revealed scriptures. The foolish and forgetful living being is always busy with false forms and false names. Modern nationalism is the culmination of such false names and false forms. Men are mad after false name and form. The form of body obtained under certain conditions is taken up as factual, and the name also taken bewilders the conditioned soul into misusing the energy in the name of so many “isms.” The scriptures, however, supply the clue for understanding the real position, but men are reluctant to take lessons from the scriptures created by the Lord for different places and times. For example, the Bhagavad-gītā is the guiding principle for all human beings, but by the spell of material energy they do not take care to carry out the programs of life in terms of the Bhagavad-gītā. Śrīmad-Bhāgavatam is the postgraduate study of knowledge for one who has thoroughly understood the principles of the Bhagavad-gītā. Unfortunately people have no taste for them, and therefore they are under the clutches of māyā for repetition of birth and death."
    },
    {
        "verse": "23",
        "devanagari": "स वा अयं यत्पदमत्र सूरयोजितेन्द्रिया निर्जितमातरिश्वन: ।पश्यन्ति भक्त्युत्कलितामलात्मनानन्वेष सत्त्वं परिमार्ष्टुमर्हति ॥ २३ ॥",
        "english_devnagari": "sa vā ayaṁ yat padam atra sūrayojitendriyā nirjita-mātariśvanaḥpaśyanti bhakty-utkalitāmalātmanānanv eṣa sattvaṁ parimārṣṭum arhati",
        "verse_Syn": [
            "saḥ",
            "vai",
            "ayam",
            "yat",
            "padam",
            "atra",
            "sūrayaḥ",
            "jita",
            "indriyāḥ",
            "nirjita",
            "mātariśvanaḥ",
            "paśyanti",
            "bhakti",
            "utkalita",
            "amala",
            "ātmanā",
            "nanu",
            "eṣaḥ",
            "sattvam",
            "parimārṣṭum",
            "arhati"
        ],
        "translation": "Here is the same Supreme Personality of Godhead whose transcendental form is experienced by the great devotees who are completely cleansed of material consciousness by dint of rigid devotional service and full control of life and the senses. And that is the only way to purify existence.",
        "purport": " As it is stated in Bhagavad-gītā, the Lord can be known in His real nature by dint of pure devotional service only. So it is stated here that only the great devotees of the Lord who are able to clear the mind of all material dust by rigid devotional service can experience the Lord as He is. Jitendriya means one who has full control over the senses. The senses are active parts of the body, and their activities cannot be stopped. The artificial means of the yogic processes to make the senses inactive has proved to be abject failure, even in the case of great yogīs like Viśvāmitra Muni. Viśvāmitra Muni controlled the senses by yogic trance, but when he happened to meet Menakā (a heavenly society woman), he became a victim of sex, and the artificial way of controlling the senses failed. But in the case of a pure devotee, the senses are not at all artificially stopped from doing anything, but they are given different good engagements. When the senses are engaged in more attractive activities, there is no chance of their being attracted by any inferior engagements. In the Bhagavad-gītā it is said that the senses can be controlled only by better engagements. Devotional service necessitates purifying the senses or engaging them in the activities of devotional service. Devotional service is not inaction. Anything done in the service of the Lord becomes at once purified of its material nature. The material conception is due to ignorance only. There is nothing beyond Vāsudeva. The Vāsudeva conception gradually develops in the heart of the learned after a prolonged acceleration of the receptive organs. But the process ends in the knowledge of accepting Vāsudeva as all in all. In the case of devotional service, this very same method is accepted from the very beginning, and by the grace of the Lord all factual knowledge becomes revealed in the heart of a devotee due to dictation by the Lord from within. Therefore controlling the senses by devotional service is the only and easiest means."
    },
    {
        "verse": "24",
        "devanagari": "स वा अयं सख्यनुगीतसत्कथोवेदेषु गुह्येषु च गुह्यवादिभि: ।य एक ईशो जगदात्मलीलयासृजत्यवत्यत्ति न तत्र सज्जते ॥ २४ ॥",
        "english_devnagari": "sa vā ayaṁ sakhy anugīta-sat-kathovedeṣu guhyeṣu ca guhya-vādibhiḥya eka īśo jagad-ātma-līlayāsṛjaty avaty atti na tatra sajjate",
        "verse_Syn": [
            "saḥ",
            "vai",
            "ayam",
            "sakhi",
            "anugīta",
            "sat",
            "kathaḥ",
            "vedeṣu",
            "guhyeṣu",
            "ca",
            "guhya",
            "vādibhiḥ",
            "yaḥ",
            "ekaḥ",
            "īśaḥ",
            "jagat",
            "ātma",
            "līlayā",
            "sṛjati",
            "avati",
            "atti",
            "na",
            "tatra",
            "sajjate"
        ],
        "translation": "O dear friends, here is that very Personality of Godhead whose attractive and confidential pastimes are described in the confidential parts of Vedic literature by His great devotees. It is He only who creates, maintains and annihilates the material world and yet remains unaffected.",
        "purport": " As it is stated in the Bhagavad-gītā, all the Vedic literatures are glorifying the greatness of Lord Śrī Kṛṣṇa. Here it is confirmed in the Bhāgavatam also. The Vedas are expanded by many branches and subbranches by great devotees and empowered incarnations of the Lord like Vyāsa, Nārada, Śukadeva Gosvāmī, the Kumāras, Kapila, Prahlāda, Janaka, Bali and Yamarāja, but in the Śrīmad-Bhāgavatam especially, the confidential parts of His activities are described by the confidential devotee Śukadeva Gosvāmī. In the Vedānta-sūtras or Upaniṣads there is only a hint of the confidential parts of His pastimes. In such Vedic literatures as the Upaniṣads, the Lord has expressively been distinguished from the mundane conception of His existence. His identity being fully spiritual, His form, name, quality, and paraphernalia, etc., have been elaborately distinguished from matter, and therefore He is sometimes misunderstood by less intelligent persons as impersonal. But factually He is the Supreme Person, Bhagavān, and He is partially represented as Paramātmā or impersonal Brahman."
    },
    {
        "verse": "25",
        "devanagari": "यदा ह्यधर्मेण तमोधियो नृपाजीवन्ति तत्रैष हि सत्त्वत: किल ।धत्ते भगं सत्यमृतं दयां यशोभवाय रूपाणि दधद्युगे युगे ॥ २५ ॥",
        "english_devnagari": "yadā hy adharmeṇa tamo-dhiyo nṛpājīvanti tatraiṣa hi sattvataḥ kiladhatte bhagaṁ satyam ṛtaṁ dayāṁ yaśobhavāya rūpāṇi dadhad yuge yuge",
        "verse_Syn": [
            "yadā",
            "hi",
            "adharmeṇa",
            "tamaḥ",
            "dhiyaḥ",
            "nṛpāḥ",
            "jīvanti",
            "tatra",
            "eṣaḥ",
            "hi",
            "sattvataḥ",
            "kila",
            "dhatte",
            "bhagam",
            "satyam",
            "ṛtam",
            "dayām",
            "yaśaḥ",
            "bhavāya",
            "rūpāṇi",
            "dadhat",
            "yuge",
            "yuge"
        ],
        "translation": "Whenever there are kings and administrators living like animals in the lowest modes of existence, the Lord in His transcendental form manifests His supreme power, the Truth Positive, shows special mercy to the faithful, performs wonderful activities and manifests various transcendental forms as is necessary in different periods and ages.",
        "purport": " As mentioned above, the cosmic creation is the property of the Supreme Lord. This is the basic philosophy of Īśopaniṣad: everything is the property of the Supreme Being. No one should encroach upon the property of the Supreme Lord. One should accept only what is kindly awarded by Him. Therefore, the earth or any other planet or universe is the absolute property of the Lord. The living beings are certainly His parts and parcels, or sons, and thus every one of them has a right to live at the mercy of the Lord to execute his prescribed work. No one, therefore, can encroach upon the right of another individual man or animal without being so sanctioned by the Lord. The king or the administrator is the representative of the Lord to look after the management of the Lord’s will. He must therefore be a recognized person like Mahārāja Yudhiṣṭhira or Parīkṣit. Such kings have full responsibility and knowledge from authorities about the administration of the world. But at times, due to the influence of the ignorance mode of material nature (tamo-guṇa), the lowest of the material modes, kings and administrators come into power without knowledge and responsibility, and such foolish administrators live like animals for the sake of their own personal interest. The result is that the whole atmosphere becomes surcharged with anarchy and vicious elements. Nepotism, bribery, cheating, aggression and, therefore, famine, epidemic, war and similar other disturbing features become prominent in human society. And the devotees of the Lord or the faithful are persecuted by all means. All these symptoms indicate the time of an incarnation of the Lord to reestablish the principles of religion and to vanquish the maladministrators. This is also confirmed in the Bhagavad-gītā. The Lord then appears in His transcendental form without any tinge of material qualities. He descends just to keep the state of His creation in a normal condition. The normal condition is that the Lord has provided each and every planet with all the needs of the native living beings. They can happily live and execute their predestined occupations to attain salvation at the end, following the rules and regulations mentioned in the revealed scriptures. The material world is created to satisfy the whims of the nitya-baddha, or everlasting conditioned souls, just as naughty boys are provided with playing cradles. Otherwise, there was no need of the material world. But when they become intoxicated with the power of material science to exploit the resources unlawfully without the sanction of the Lord, and that also only for sense gratification, there is necessity of the Lord’s incarnation to chastise the rebellious and to protect the faithful. When He descends, He exhibits superhuman acts just to prove His supreme right, and materialists like Rāvaṇa, Hiraṇyakaśipu and Kaṁsa are sufficiently punished. He acts in a manner which no one can imitate. For example, the Lord, when He appeared as Rāma, bridged the Indian Ocean. When He appeared as Kṛṣṇa, from His very childhood He showed superhuman activities by killing Pūtanā, Aghāsura, Śakaṭāsura, Kāliya, etc., and then His maternal uncle Kaṁsa. When He was at Dvārakā He married 16,108 queens, and all of them were blessed with a sufficient number of children. The sum total of His personal family members amounted to about 100,000, popularly known as the Yadu-vaṁśa. And again, during His lifetime, He managed to vanquish them all. He is famous as the Govardhana-dhārī Hari because He lifted at the age of only seven the hill known as Govardhana. The Lord killed many undesirable kings in His time, and as a kṣatriya He fought chivalrously. He is famous as asamordhva, unparalleled. No one is equal to or greater than Him."
    },
    {
        "verse": "26",
        "devanagari": "अहो अलं श्लाघ्यतमं यदो: कुल-महो अलं पुण्यतमं मधोर्वनम् ।यदेष पुंसामृषभ: श्रिय: पति:स्वजन्मना चङ्‍क्रमणेन चाञ्चति ॥ २६ ॥",
        "english_devnagari": "aho alaṁ ślāghyatamaṁ yadoḥ kulamaho alaṁ puṇyatamaṁ madhor vanamyad eṣa puṁsām ṛṣabhaḥ śriyaḥ patiḥsva-janmanā caṅkramaṇena cāñcati",
        "verse_Syn": [
            "aho",
            "alam",
            "ślāghya",
            "tamam",
            "yadoḥ",
            "kulam",
            "aho",
            "alam",
            "puṇya",
            "tamam",
            "madhoḥ",
            "vanam",
            "yat",
            "eṣaḥ",
            "puṁsām",
            "ṛṣabhaḥ",
            "śriyaḥ",
            "patiḥ",
            "sva",
            "janmanā",
            "caṅkramaṇena",
            "ca",
            "añcati"
        ],
        "translation": "Oh, how supremely glorified is the dynasty of King Yadu, and how virtuous is the land of Mathurā, where the supreme leader of all living beings, the husband of the goddess of fortune, has taken His birth and wandered in His childhood.",
        "purport": " In the Bhagavad-gītā the Personality of Godhead, Śrī Kṛṣṇa, has expressively given a description of His transcendental appearance, disappearance and activities. The Lord appears in a particular family or place by His inconceivable potency. He does not take His birth as a conditioned soul quits his body and accepts another body. His birth is like the appearance and disappearance of the sun. The sun arises on the eastern horizon, but that does not mean that the eastern horizon is the parent of the sun. The sun is existent in every part of the solar system, but he becomes visible at a scheduled time and so also becomes invisible at another scheduled time. Similarly, the Lord appears in this universe like the sun and again leaves our sight at another time. He exists at all times and at every place, but by His causeless mercy when He appears before us we take it for granted that He has taken His birth. Anyone who can understand this truth, in terms of the statements of revealed scriptures, certainly becomes liberated just after quitting the present body. Liberation is obtainable after many births and after great endeavor in patience and perseverance, in knowledge and renunciation. But simply by knowing in truth about the Lord’s transcendental births and activities, one can get liberation at once. That is the verdict of the Bhagavad-gītā. But those who are in the darkness of ignorance conclude that the Lord’s birth and activities in the material world are similar to those of the ordinary living being. Such imperfect conclusions cannot give anyone liberation. His birth, therefore, in the family of King Yadu as the son of King Vasudeva and His transfer into the family of Nanda Mahārāja in the land of Mathurā are all transcendental arrangements made by the internal potency of the Lord. The fortunes of the Yadu dynasty and that of the inhabitants of the land of Mathurā cannot be materially estimated. If simply by knowing the transcendental nature of the birth and activities of the Lord one can get liberation easily, we can just imagine what is in store for those who actually enjoyed the company of the Lord in person as a family member or as a neighbor. All those who were fortunate enough to associate with the Lord, the husband of the goddess of fortune, certainly obtained something more than what is known as liberation. Therefore, rightly, the dynasty and the land are both ever glorious by the grace of the Lord."
    },
    {
        "verse": "27",
        "devanagari": "अहो बत स्वर्यशसस्तिरस्करीकुशस्थली पुण्ययशस्करी भुव: ।पश्यन्ति नित्यं यदनुग्रहेषितंस्मितावलोकं स्वपतिं स्म यत्प्रजा: ॥ २७ ॥",
        "english_devnagari": "aho bata svar-yaśasas tiraskarīkuśasthalī puṇya-yaśaskarī bhuvaḥpaśyanti nityaṁ yad anugraheṣitaṁsmitāvalokaṁ sva-patiṁ sma yat-prajāḥ",
        "verse_Syn": [
            "aho",
            "bata",
            "svaḥ",
            "yaśasaḥ",
            "tiraskarī",
            "kuśasthalī",
            "puṇya",
            "yaśaskarī",
            "bhuvaḥ",
            "paśyanti",
            "nityam",
            "yat",
            "anugraha",
            "iṣitam",
            "smita",
            "avalokam",
            "sva",
            "patim",
            "sma",
            "yat",
            "prajāḥ"
        ],
        "translation": "Undoubtedly it is wonderful that Dvārakā has defeated the glories of the heavenly planets and has enhanced the celebrity of the earth. The inhabitants of Dvārakā are always seeing the soul of all living beings [Kṛṣṇa] in His loving feature. He glances at them and favors them with sweet smiles.",
        "purport": " The heavenly planets are inhabited by demigods like Indra, Candra, Varuṇa and Vāyu, and the pious souls reach there after performance of many virtuous acts on earth. Modern scientists agree that the timing arrangement in higher planetary systems is different from that of the earth. Thus it is understood from the revealed scriptures that the duration of life there is ten thousand years (by our calculation). Six months on earth is equal to one day on the heavenly planets. Facilities of enjoyment are also similarly enhanced, and the beauty of the inhabitants is legendary. Common men on the earth are very much fond of reaching the heavenly planets because they have heard that comforts of life are far greater there than on the earth. They are now trying to reach the moon by spacecraft. Considering all this, the heavenly planets are more celebrated than the earth. But the celebrity of earth has defeated that of the heavenly planets because of Dvārakā, where Lord Śrī Kṛṣṇa reigned as King. Three places, namely Vṛndāvana, Mathurā and Dvārakā, are more important than the famous planets within the universe. These places are perpetually sanctified because whenever the Lord descends to earth He displays His transcendental activities particularly in these three places. They are perpetually the holy lands of the Lord, and the inhabitants still take advantage of the holy places, even though the Lord is now out of their sight. The Lord is the soul of all living beings, and He desires always to have all the living beings, in their svarūpa, in their constitutional position, to participate in transcendental life in His association. His attractive features and sweet smiles go deep into the heart of everyone, and once it is so done the living being is admitted into the kingdom of God, from which no one returns. This is confirmed in the Bhagavad-gītā. The heavenly planets may be very famous for offering better facilities of material enjoyment, but as we learn from the Bhagavad-gītā (9.20-21), one has to come back again to the earth planet as soon as the acquired virtue is finished. Dvārakā is certainly more important than the heavenly planets because whoever has been favored with the smiling glance of the Lord shall never come back again to this rotten earth, which is certified by the Lord Himself as a place of misery. Not only this earth but also all the planets of the universes are places of misery because in none of the planets within the universe is there eternal life, eternal bliss and eternal knowledge. Any person engaged in the devotional service of the Lord is recommended to live in one of the above-mentioned three places, namely Dvārakā, Mathurā or Vṛndāvana. Because devotional service in these three places is magnified, those who go there to follow the principles in terms of instructions imparted in the revealed scriptures surely achieve the same result as obtained during the presence of Lord Śrī Kṛṣṇa. His abode and He Himself are identical, and a pure devotee under the guidance of another experienced devotee can obtain all the results, even at present."
    },
    {
        "verse": "28",
        "devanagari": "नूनं व्रतस्‍नानहुतादिनेश्वर:समर्चितो ह्यस्य गृहीतपाणिभि: ।पिबन्ति या: सख्यधरामृतं मुहु-र्व्रजस्त्रिय: सम्मुमुहुर्यदाशया: ॥ २८ ॥",
        "english_devnagari": "nūnaṁ vrata-snāna-hutādineśvaraḥsamarcito hy asya gṛhīta-pāṇibhiḥpibanti yāḥ sakhy adharāmṛtaṁ muhurvraja-striyaḥ sammumuhur yad-āśayāḥ",
        "verse_Syn": [
            "nūnam",
            "vrata",
            "snāna",
            "huta",
            "ādinā",
            "īśvaraḥ",
            "samarcitaḥ",
            "hi",
            "asya",
            "gṛhīta",
            "pāṇibhiḥ",
            "pibanti",
            "yāḥ",
            "sakhi",
            "adhara",
            "amṛtam",
            "muhuḥ",
            "vraja",
            "striyaḥ",
            "sammumuhuḥ",
            "yat",
            "āśayāḥ"
        ],
        "translation": "O friends, just think of His wives, whose hands He has accepted. How they must have undergone vows, baths, fire sacrifices and perfect worship of the Lord of the universe to constantly relish now the nectar from His lips [by kissing]. The damsels of Vrajabhūmi would often faint just by expecting such favors.",
        "purport": " Religious rites prescribed in the scriptures are meant to purify the mundane qualities of the conditioned souls to enable them to be gradually promoted to the stage of rendering transcendental service unto the Supreme Lord. Attainment of this stage of pure spiritual life is the highest perfection, and this stage is called svarūpa, or the factual identity of the living being. Liberation means renovation of this stage of svarūpa. In that perfect stage of svarūpa, the living being is established in five phases of loving service, one of which is the stage of mādhurya-rasa, or the humor of conjugal love. The Lord is always perfect in Himself, and thus He has no hankering for Himself. He, however, becomes a master, a friend, a son or a husband to fulfill the intense love of the devotee concerned. Herein two classes of devotees of the Lord are mentioned in the stage of conjugal love. One is svakīya, and the other is parakīya. Both of them are in conjugal love with the Personality of Godhead, Kṛṣṇa. The queens at Dvārakā were svakīya, or duly married wives, but the damsels of Vraja were young friends of the Lord while He was unmarried. The Lord stayed at Vṛndāvana till the age of sixteen, and His friendly relations with the neighboring girls were in terms of parakīya. These girls, as well as the queens, underwent severe penances by taking vows, bathing and offering sacrifices in the fire, as prescribed in the scriptures. The rites, as they are, are not an end in themselves, nor are fruitive action, culture of knowledge or perfection in mystic powers ends in themselves. They are all means to attain to the highest stage of svarūpa, to render constitutional transcendental service to the Lord. Each and every living being has his individual position in one of the above-mentioned five different kinds of reciprocating means with the Lord, and in one’s pure spiritual form of svarūpa the relation becomes manifest without mundane affinity. The kissing of the Lord, either by His wives or His young girlfriends who aspired to have the Lord as their fiance, is not of any mundane perverted quality. Had such things been mundane, a liberated soul like Śukadeva would not have taken the trouble to relish them, nor would Lord Śrī Caitanya Mahāprabhu have been inclined to participate in those subjects after renouncing worldly life. The stage is earned after many lives of penance."
    },
    {
        "verse": "29",
        "devanagari": "या वीर्यशुल्केन हृता: स्वयंवरेप्रमथ्य चैद्यप्रमुखान् हि शुष्मिण: ।प्रद्युम्नसाम्बाम्बसुतादयोऽपरायाश्चाहृता भौमवधे सहस्रश: ॥ २९ ॥",
        "english_devnagari": "yā vīrya-śulkena hṛtāḥ svayaṁvarepramathya caidya-pramukhān hi śuṣmiṇaḥpradyumna-sāmbāmba-sutādayo ’parāyāś cāhṛtā bhauma-vadhe sahasraśaḥ",
        "verse_Syn": [
            "yā",
            "vīrya",
            "śulkena",
            "hṛtāḥ",
            "svayaṁvare",
            "pramathya",
            "caidya",
            "pramukhān",
            "hi",
            "śuṣmiṇaḥ",
            "pradyumna",
            "sāmba",
            "amba",
            "suta",
            "ādayaḥ",
            "aparāḥ",
            "yāḥ",
            "ca",
            "āhṛtāḥ",
            "bhauma",
            "vadhe",
            "sahasraśaḥ"
        ],
        "translation": "The children of these ladies are Pradyumna, Sāmba, Amba, etc. Ladies like Rukmiṇī, Satyabhāmā and Jāmbavatī were forcibly taken away by Him from their svayaṁvara ceremonies after He defeated many powerful kings, headed by Śiśupāla. And other ladies were also forcibly taken away by Him after He killed Bhaumāsura and thousands of his assistants. All of these ladies are glorious.",
        "purport": " Exceptionally qualified daughters of powerful kings were allowed to make a choice of their own bridegrooms in open competition, and such ceremonies were called svayaṁvara, or selection of the bridegroom. Because the svayaṁvara was an open competition between the rival and valiant princes, such princes were invited by the father of the princess, and usually there were regular fights between the invited princely order in a sporting spirit. But it so happened that sometimes the belligerent princes were killed in such marriage-fighting, and the victorious prince was offered the trophy princess for whom so many princes died. Rukmiṇī, the principal queen of Lord Kṛṣṇa, was the daughter of the King of Vidarbha, who wished that his qualified and beautiful daughter be given away to Lord Kṛṣṇa. But her eldest brother wanted her to be given away to King Śiśupāla, who happened to be a cousin of Kṛṣṇa. So there was open competition, and as usual Lord Kṛṣṇa emerged successful, after harassing Śiśupāla and other princes by His unrivalled prowess. Rukmiṇī had ten sons, like Pradyumna. There were other queens also taken away by Lord Kṛṣṇa in a similar way. Full description of this beautiful booty of Lord Kṛṣṇa will be given in the Tenth Canto. There were 16,100 beautiful girls who were daughters of many kings and were forcibly stolen by Bhaumāsura, who kept them captive for his carnal desire. These girls prayed piteously to Lord Kṛṣṇa for their deliverance, and the merciful Lord, called by their fervent prayer, released them all by fighting and killing Bhaumāsura. All these captive princesses were then accepted by the Lord as His wives, although in the estimation of society they were all fallen girls. The all-powerful Lord Kṛṣṇa accepted the humble prayers of these girls and married them with the adoration of queens. So altogether Lord Kṛṣṇa had 16,108 queens at Dvārakā, and in each of them He begot ten children. All these children grew up, and each had as many children as the father. The aggregate of the family numbered in the millions."
    },
    {
        "verse": "30",
        "devanagari": "एता: परं स्त्रीत्वमपास्तपेशलंनिरस्तशौचं बत साधु कुर्वते ।यासां गृहात्पुष्करलोचन: पति-र्न जात्वपैत्याहृतिभिर्हृदि स्पृशन् ॥ ३० ॥",
        "english_devnagari": "etāḥ paraṁ strītvam apāstapeśalaṁnirasta-śaucaṁ bata sādhu kurvateyāsāṁ gṛhāt puṣkara-locanaḥ patirna jātv apaity āhṛtibhir hṛdi spṛśan",
        "verse_Syn": [
            "etāḥ",
            "param",
            "strītvam",
            "apāstapeśalam",
            "nirasta",
            "śaucam",
            "bata",
            "sādhu",
            "kurvate",
            "yāsām",
            "gṛhāt",
            "puṣkara",
            "locanaḥ",
            "patiḥ",
            "na",
            "jātu",
            "apaiti",
            "āhṛtibhiḥ",
            "hṛdi",
            "spṛśan"
        ],
        "translation": "All these women auspiciously glorified their lives despite their being without individuality and without purity. Their husband, the lotus-eyed Personality of Godhead, never left them alone at home. He always pleased their hearts by making valuable presentations.",
        "purport": " The devotees of the Lord are purified souls. As soon as the devotees surrender unto the lotus feet of the Lord sincerely, the Lord accepts them, and thus the devotees at once become free from all material contaminations. Such devotees are above the three modes of material nature. There is no bodily disqualification of a devotee, just as there is no qualitative difference between the Ganges water and the filthy drain water when they are amalgamated. Women, merchants and laborers are not very intelligent, and thus it is very difficult for them to understand the science of God or to be engaged in the devotional service of the Lord. They are more materialistic, and less than them are the Kirātas, Hūṇas, Āndhras, Pulindas, Pulkaśas, Ābhīras, Kaṅkas, Yavanas, Khasas, etc., but all of them can be delivered if they are properly engaged in the devotional service of the Lord. By engagement in the service of the Lord, the designative disqualifications are removed, and as pure souls they become eligible to enter into the kingdom of God. The fallen girls under the clutches of Bhaumāsura sincerely prayed to Lord Śrī Kṛṣṇa for their deliverance, and their sincerity of purpose made them at once pure by virtue of devotion. The Lord therefore accepted them as His wives, and thus their lives became glorified. Such auspicious glorification was still more glorified when the Lord played with them as the most devoted husband. The Lord used to live with His 16,108 wives constantly. He expanded Himself into 16,108 plenary portions, and each and every one of Them was the Lord Himself without deviation from the original personality. The śruti-mantra affirms that the Lord can expand Himself into many. As husband of so many wives, He pleased them all with presentations, even at a costly endeavor. He brought the pārijāta plant from heaven and implanted it at the palace of Satyabhāmā, one of the principal queens. If, therefore, anyone desires the Lord to become one’s husband, the Lord fulfills such desires in full."
    },
    {
        "verse": "31",
        "devanagari": "एवंविधा गदन्तीनां स गिर: पुरयोषिताम् ।निरीक्षणेनाभिनन्दन् सस्मितेन ययौ हरि: ॥ ३१ ॥",
        "english_devnagari": "evaṁvidhā gadantīnāṁsa giraḥ pura-yoṣitāmnirīkṣaṇenābhinandansasmitena yayau hariḥ",
        "verse_Syn": [
            "evaṁvidhāḥ",
            "gadantīnām",
            "saḥ",
            "giraḥ",
            "pura",
            "yoṣitām",
            "nirīkṣaṇena",
            "abhinandan",
            "sa",
            "smitena",
            "yayau",
            "hariḥ"
        ],
        "translation": "While the ladies of the capital [Hastināpura] were greeting Him and talking in this way, the Lord, smiling, accepted their good greetings, and casting the grace of His glance over them, He departed from the city.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "अजातशत्रु: पृतनां गोपीथाय मधुद्विष: ।परेभ्य: शङ्कित: स्‍नेहात्प्रायुङ्क्त चतुरङ्गिणीम् ॥ ३२ ॥",
        "english_devnagari": "ajāta-śatruḥ pṛtanāṁgopīthāya madhu-dviṣaḥparebhyaḥ śaṅkitaḥ snehātprāyuṅkta catur-aṅgiṇīm",
        "verse_Syn": [
            "ajāta",
            "śatruḥ",
            "pṛtanām",
            "gopīthāya",
            "madhu",
            "dviṣaḥ",
            "parebhyaḥ",
            "śaṅkitaḥ",
            "snehāt",
            "prāyuṅkta",
            "catuḥ",
            "aṅginīm"
        ],
        "translation": "Mahārāja Yudhiṣṭhira, although no one’s enemy, engaged four divisions of defense [horse, elephant, chariot and army] to accompany Lord Kṛṣṇa, the enemy of the asuras [demons]. The Mahārāja did this because of the enemy, and also out of affection for the Lord.",
        "purport": " Natural defensive measures are horses and elephants combined with chariots and men. Horses and elephants are trained to move to any part of the hills or forests and plains. The charioteers could fight with many horses and elephants by the strength of powerful arrows, even up to the standard of the brahmāstra (similar to modern atomic weapons). Mahārāja Yudhiṣṭhira knew well that Kṛṣṇa is everyone’s friend and well-wisher, and yet there were asuras who were by nature envious of the Lord. So out of fear of attack from others and out of affection also, he engaged all varieties of defensive forces as bodyguards of Lord Kṛṣṇa. If required, Lord Kṛṣṇa Himself was sufficient to defend Himself from the attack of others who counted the Lord as their enemy, but still He accepted all the arrangements made by Mahārāja Yudhiṣṭhira because He could not disobey the King, who was His elder cousin. The Lord plays the part of a subordinate in His transcendental sporting, and thus sometimes He puts Himself in the care of Yaśodāmātā for His protection in His so-called helplessness of childhood. That is the transcendental līlā, or pastime of the Lord. The basic principle for all transcendental exchanges between the Lord and His devotees is exhibited to enjoy a transcendental bliss for which there is no comparison, even up to the level of brahmānanda."
    },
    {
        "verse": "33",
        "devanagari": "अथ दूरागतान् शौरि: कौरवान् विरहातुरान् ।सन्निवर्त्य द‍ृढं स्‍निग्धान् प्रायात्स्वनगरीं प्रियै: ॥ ३३ ॥",
        "english_devnagari": "atha dūrāgatān śauriḥkauravān virahāturānsannivartya dṛḍhaṁ snigdhānprāyāt sva-nagarīṁ priyaiḥ",
        "verse_Syn": [
            "atha",
            "dūrāgatān",
            "śauriḥ",
            "kauravān",
            "virahāturān",
            "sannivartya",
            "dṛḍham",
            "snigdhān",
            "prāyāt",
            "sva",
            "nagarīm",
            "priyaiḥ"
        ],
        "translation": "Out of profound affection for Lord Kṛṣṇa, the Pāṇḍavas, who were of the Kuru dynasty, accompanied Him a considerable distance to see Him off. They were overwhelmed with the thought of future separation. The Lord, however, persuaded them to return home, and He proceeded towards Dvārakā with His dear companions.",
        "purport": ""
    },
    {
        "verse": "34-35",
        "devanagari": "कुरुजाङ्गलपाञ्चालान् शूरसेनान् सयामुनान् ।ब्रह्मावर्तं कुरुक्षेत्रं मत्स्यान् सारस्वतानथ ॥ ३४ ॥मरुधन्वमतिक्रम्य सौवीराभीरयो: परान् ।आनर्तान् भार्गवोपागाच्छ्रान्तवाहो मनाग्विभु: ॥ ३५ ॥",
        "english_devnagari": "kuru-jāṅgala-pāñcālānśūrasenān sayāmunānbrahmāvartaṁ kurukṣetraṁmatsyān sārasvatān atha",
        "verse_Syn": [
            "kuru",
            "jāṅgala",
            "pāñcālān",
            "śūrasenān",
            "sa",
            "yāmunān",
            "brahmāvartam",
            "kurukṣetram",
            "matsyān",
            "sārasvatān",
            "atha",
            "maru",
            "dhanvam",
            "ati",
            "kramya",
            "sauvīra",
            "ābhīrayoḥ",
            "parān",
            "ānartān",
            "bhārgava",
            "upāgāt",
            "śrānta",
            "vāhaḥ",
            "manāk",
            "vibhuḥ"
        ],
        "translation": "O Śaunaka, the Lord then proceeded towards Kurujāṅgala, Pāñcālā, Śūrasenā, the land on the bank of the river Yamunā, Brahmāvarta, Kurukṣetra, Matsya, Sārasvata, the province of the desert and the land of scanty water. After crossing these provinces He gradually reached the Sauvīra and Ābhīra provinces, then, west of these, reached Dvārakā at last.",
        "purport": " The provinces passed over by the Lord in those days were differently named, but the direction given is sufficient to indicate that He traveled through Delhi, Punjab, Rajasthan, Madhya Pradesh, Saurastra and Gujarat and at last reached His home province at Dvārakā. We do not gain any profit simply by researching the analogous provinces of those days up to now, but it appears that the desert of Rajasthan and the provinces of scanty water like Madhya Pradesh were present even five thousand years ago. The theory of soil experts that the desert developed in recent years is not supported by the statements of Bhāgavatam. We may leave the matter for expert geologists to research because the changing universe has different phases of geological development. We are satisfied that the Lord has now reached His own province, Dvārakā-dhāma, from the Kuru provinces. Kurukṣetra continues to exist since the Vedic age, and it is sheer foolishness when interpreters ignore or deny the existence of Kurukṣetra."
    },
    {
        "verse": "36",
        "devanagari": "तत्र तत्र ह तत्रत्यैर्हरि: प्रत्युद्यतार्हण: ।सायं भेजे दिशं पश्चाद्गविष्ठो गां गतस्तदा ॥ ३६ ॥",
        "english_devnagari": "tatra tatra ha tatratyairhariḥ pratyudyatārhaṇaḥsāyaṁ bheje diśaṁ paścādgaviṣṭho gāṁ gatas tadā",
        "verse_Syn": [
            "tatra",
            "tatra",
            "ha",
            "tatratyaiḥ",
            "hariḥ",
            "pratyudyata",
            "arhaṇaḥ",
            "sāyam",
            "bheje",
            "diśam",
            "paścāt",
            "gaviṣthaḥ",
            "gām",
            "gataḥ",
            "tadā"
        ],
        "translation": "On His journey through these provinces He was welcomed, worshiped and given various presentations. In the evening, in all places, the Lord suspended His journey to perform evening rites. This was regularly observed after sunset.",
        "purport": " It is said here that the Lord observed the religious principles regularly while He was on the journey. There are certain philosophical speculations that even the Lord is under the obligations of fruitive action. But actually this is not the case. He does not depend on the action of any good or bad work. Since the Lord is absolute, everything done by Him is good for everyone. But when He descends to the earth, He acts for the protection of the devotees and for the annihilation of the impious nondevotees. Although He has no obligatory duty, still He does everything so that others may follow. That is the way of factual teaching; one must act properly himself and teach the same to others, otherwise no one will accept one’s blind teaching. He is Himself the awarder of fruitive results. He is self-sufficient, and yet He acts according to the rulings of the revealed scripture in order to teach us the process. If He does not do so, the common man may go wrong. But in the advanced stage, when one can understand the transcendental nature of the Lord, one does not try to imitate Him. This is not possible. The Lord in human society does what is the duty of everyone, but sometimes He does something extraordinary and not to be imitated by the living being. His acts of evening prayer as stated herein must be followed by the living being, but it is not possible to follow His mountain-lifting or dancing with the gopīs. One cannot imitate the sun, which can exhaust water even from a filthy place; the most powerful can do something which is all-good, but our imitation of such acts will put us into endless difficulty. Therefore, in all actions, the experienced guide, the spiritual master, who is the manifested mercy of the Lord, should always be consulted, and the path of progress will be assured."
    }
]