[
    {
        "verse": "1",
        "devanagari": "सूत उवाचसम्प्रस्थिते द्वारकायां जिष्णौ बन्धुदिद‍ृक्षया ।ज्ञातुं च पुण्यश्लोकस्य कृष्णस्य च विचेष्टितम् ॥ १ ॥",
        "english_devnagari": "sūta uvācasamprasthite dvārakāyāṁjiṣṇau bandhu-didṛkṣayājñātuṁ ca puṇya-ślokasyakṛṣṇasya ca viceṣṭitam",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "samprasthite",
            "dvārakāyām",
            "jiṣṇau",
            "bandhu",
            "didṛkṣayā",
            "jñātum",
            "ca",
            "puṇya",
            "ślokasya",
            "kṛṣṇasya",
            "ca",
            "viceṣṭitam"
        ],
        "translation": "Śrī Sūta Gosvāmī said: Arjuna went to Dvārakā to see Lord Śrī Kṛṣṇa and other friends and also to learn from the Lord of His next activities.",
        "purport": " As stated in Bhagavad-gītā, the Lord descended to the earth for the protection of the faithful and annihilation of the impious, so after the Battle of Kurukṣetra and establishment of Mahārāja Yudhiṣṭhira, the mission of the Lord was complete. The Pāṇḍavas, especially Śrī Arjuna, were eternal companions of the Lord, and therefore Arjuna went to Dvārakā to hear from the Lord of His next program of work."
    },
    {
        "verse": "2",
        "devanagari": "व्यतीता: कतिचिन्मासास्तदा नायात्ततोऽर्जुन: ।ददर्श घोररूपाणि निमित्तानि कुरूद्वह: ॥ २ ॥",
        "english_devnagari": "vyatītāḥ katicin māsāstadā nāyāt tato ’rjunaḥdadarśa ghora-rūpāṇinimittāni kurūdvahaḥ",
        "verse_Syn": [
            "vyatītāḥ",
            "katicit",
            "māsāḥ",
            "tadā",
            "na",
            "āyāt",
            "tataḥ",
            "arjunaḥ",
            "dadarśa",
            "ghora",
            "rūpāṇi",
            "nimittāni",
            "kuru",
            "udvahaḥ"
        ],
        "translation": "A few months passed, and Arjuna did not return. Mahārāja Yudhiṣṭhira then began to observe some inauspicious omens, which were fearful in themselves.",
        "purport": " Lord Śrī Kṛṣṇa the Supreme Personality of Godhead is ad infinitum, more powerful than the most powerful sun of our experience. Millions and billions of suns are created by Him and annihilated by Him within His one breathing period. In the material world the sun is considered to be the source of all productivity and material energy, and only due to the sun can we have the necessities of life. Therefore, during the personal presence of the Lord on the earth, all paraphernalia for our peace and prosperity, especially religion and knowledge, were in full display because of the Lord’s presence, just as there is a full flood of light in the presence of the glowing sun. Mahārāja Yudhiṣṭhira observed some discrepancies in his kingdom, and therefore he became very anxious about Arjuna, who was long absent, and there was also no news about Dvārakā’s well-being. He suspected the disappearance of Lord Kṛṣṇa, otherwise there would have been no possibility of fearful omens."
    },
    {
        "verse": "3",
        "devanagari": "कालस्य च गतिं रौद्रां विपर्यस्तर्तुधर्मिण: ।पापीयसीं नृणां वार्तां क्रोधलोभानृतात्मनाम् ॥ ३ ॥",
        "english_devnagari": "kālasya ca gatiṁ raudrāṁviparyastartu-dharmiṇaḥpāpīyasīṁ nṛṇāṁ vārtāṁkrodha-lobhānṛtātmanām",
        "verse_Syn": [
            "kālasya",
            "ca",
            "gatim",
            "raudrām",
            "viparyasta",
            "ṛtu",
            "dharmiṇaḥ",
            "pāpīyasīm",
            "nṛṇām",
            "vārtām",
            "krodha",
            "lobha",
            "anṛta",
            "ātmanām"
        ],
        "translation": "He saw that the direction of eternal time had changed, and this was very fearful. There were disruptions in the seasonal regularities. The people in general had become very greedy, angry and deceitful. And he saw that they were adopting foul means of livelihood.",
        "purport": " When civilization is disconnected from the loving relation of the Supreme Personality of Godhead, symptoms like changes of seasonal regulations, foul means of livelihood, greed, anger and fraudulence become rampant. The change of seasonal regulations refers to one season’s atmosphere becoming manifest in another season — for example the rainy season’s being transferred to autumn, or the fructification of fruits and flowers from one season in another season. A godless man is invariably greedy, angry and fraudulent. Such a man can earn his livelihood by any means, black or white. During the reign of Mahārāja Yudhiṣṭhira, all the above symptoms were conspicuous by their absence. But Mahārāja Yudhiṣṭhira was astonished to experience even a slight change in the godly atmosphere of his kingdom, and at once he suspected the disappearance of the Lord. Foul means of livelihood implies deviation from one’s occupational duty. There are prescribed duties for everyone, such as the brāhmaṇa, kṣatriya, vaiśya and śūdra, but anyone who deviates from his prescribed duty and declares another’s duty to be his own is following a foul and improper duty. A man becomes too greedy for wealth and power when he has no higher objective in life and when he thinks that this earthly life of a few years is all in all. Ignorance is the cause for all these anomalies in human society, and to remove this ignorance, especially in this age of degradation, the powerful sun is there to distribute light in the shape of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "4",
        "devanagari": "जिह्मप्रायं व्यवहृतं शाठ्यमिश्रं च सौहृदम् ।पितृमातृसुहृद्भ्रातृदम्पतीनां च कल्कनम् ॥ ४ ॥",
        "english_devnagari": "jihma-prāyaṁ vyavahṛtaṁśāṭhya-miśraṁ ca sauhṛdampitṛ-mātṛ-suhṛd-bhrātṛ-dam-patīnāṁ ca kalkanam",
        "verse_Syn": [
            "jihma",
            "prāyam",
            "vyavahṛtam",
            "śāṭhya",
            "miśram",
            "ca",
            "sauhṛdam",
            "pitṛ",
            "mātṛ",
            "suhṛt",
            "bhrātṛ",
            "dam",
            "patīnām",
            "ca",
            "kalkanam"
        ],
        "translation": "All ordinary transactions and dealings became polluted with cheating, even between friends. And in familial affairs, there was always misunderstanding between fathers, mothers and sons, between well-wishers, and between brothers. Even between husband and wife there was always strain and quarrel.",
        "purport": " A conditioned living being is endowed with four principles of malpractice, namely errors, insanity, inability and cheating. These are signs of imperfection, and out of the four the propensity to cheat others is most prominent. And this cheating practice is there in the conditioned souls because the conditioned souls are primarily in the material world imbued with an unnatural desire to lord it over the material world. A living being in his pure state is not conditioned by the laws because in his pure state he is conscious that a living being is eternally subservient to the Supreme Being, and thus it is always good for him to remain subservient, instead of falsely trying to lord it over the property of the Supreme Lord. In the conditioned state the living being is not satisfied even if he actually becomes the lord of all that he surveys, which he never becomes, and therefore he becomes the victim of all kinds of cheating, even with his nearest and most intimate relations. In such an unsatisfactory state of affairs, there is no harmony, even between father and sons or between husband and wife. But all these contending difficulties can be mitigated by one process, and that is the devotional service of the Lord. The world of hypocrisy can be checked only by counteraction through devotional service to the Lord and nothing else. Mahārāja Yudhiṣṭhira, having observed the disparities, conjectured the disappearance of the Lord from the earth."
    },
    {
        "verse": "5",
        "devanagari": "निमित्तान्यत्यरिष्टानि काले त्वनुगते नृणाम् ।लोभाद्यधर्मप्रकृतिं द‍ृष्ट्वोवाचानुजं नृप: ॥ ५ ॥",
        "english_devnagari": "nimittāny atyariṣṭānikāle tv anugate nṛṇāmlobhādy-adharma-prakṛtiṁdṛṣṭvovācānujaṁ nṛpaḥ",
        "verse_Syn": [
            "nimittāni",
            "ati",
            "ariṣṭāni",
            "kāle",
            "tu",
            "anugate",
            "nṛṇām",
            "lobha",
            "ādi",
            "adharma",
            "prakṛtim",
            "dṛṣṭvā",
            "uvāca",
            "anujam",
            "nṛpaḥ"
        ],
        "translation": "In course of time it came to pass that people in general became accustomed to greed, anger, pride, etc. Mahārāja Yudhiṣṭhira, observing all these omens, spoke to his younger brother.",
        "purport": " Such a pious king as Mahārāja Yudhiṣṭhira at once became perturbed when there were such inhuman symptoms as greed, anger, irreligiosity and hypocrisy rampant in society. It appears from this statement that all these symptoms of degraded society were unknown to the people of the time, and it was astonishing for them to have experienced them with the advent of the Kali-yuga, or the age of quarrel."
    },
    {
        "verse": "6",
        "devanagari": "युधिष्ठिर उवाचसम्प्रेषितो द्वारकायां जिष्णुर्बन्धुदिद‍ृक्षया ।ज्ञातुं च पुण्यश्लोकस्य कृष्णस्य च विचेष्टितम् ॥ ६ ॥",
        "english_devnagari": "yudhiṣṭhira uvācasampreṣito dvārakāyāṁjiṣṇur bandhu-didṛkṣayājñātuṁ ca puṇya-ślokasyakṛṣṇasya ca viceṣṭitam",
        "verse_Syn": [
            "yudhiṣṭhiraḥ",
            "uvāca",
            "sampreṣitaḥ",
            "dvārakāyām",
            "jiṣṇuḥ",
            "bandhu",
            "didṛkṣayā",
            "jñātum",
            "ca",
            "puṇya",
            "ślokasya",
            "kṛṣṇasya",
            "ca",
            "viceṣṭitam"
        ],
        "translation": "Mahārāja Yudhiṣṭhira said to his younger brother Bhīmasena: I sent Arjuna to Dvārakā to meet his friends and to learn from the Personality of Godhead, Kṛṣṇa, of His program of work.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "गता: सप्ताधुना मासा भीमसेन तवानुज: ।नायाति कस्य वा हेतोर्नाहं वेदेदमञ्जसा ॥ ७ ॥",
        "english_devnagari": "gatāḥ saptādhunā māsābhīmasena tavānujaḥnāyāti kasya vā hetornāhaṁ vededam añjasā",
        "verse_Syn": [
            "gatāḥ",
            "sapta",
            "adhunā",
            "māsāḥ",
            "bhīmasena",
            "tava",
            "anujaḥ",
            "na",
            "āyāti",
            "kasya",
            "vā",
            "hetoḥ",
            "na",
            "aham",
            "veda",
            "idam",
            "añjasā"
        ],
        "translation": "Since he departed, seven months have passed, yet he has not returned. I do not know factually how things are going there.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "अपि देवर्षिणादिष्ट: स कालोऽयमुपस्थित: ।यदात्मनोऽङ्गमाक्रीडं भगवानुत्सिसृक्षति ॥ ८ ॥",
        "english_devnagari": "api devarṣiṇādiṣṭaḥsa kālo ’yam upasthitaḥyadātmano ’ṅgam ākrīḍaṁbhagavān utsisṛkṣati",
        "verse_Syn": [
            "api",
            "deva",
            "ṛṣiṇā",
            "ādiṣṭaḥ",
            "saḥ",
            "kālaḥ",
            "ayam",
            "upasthitaḥ",
            "yadā",
            "ātmanaḥ",
            "aṅgam",
            "ākrīḍam",
            "bhagavān",
            "utsisṛkṣati"
        ],
        "translation": "Is He going to quit His earthly pastimes, as Devarṣi Nārada indicated? Has that time already arrived?",
        "purport": " As we have discussed many times, the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa, has many plenary expansions, and each and every one of them, although equally powerful, executes different functions. In Bhagavad-gītā there are different statements by the Lord, and each of these statements is meant for different plenary portions or portions of the plenary portions. For example, Śrī Kṛṣṇa, the Lord, says in Bhagavad-gītā: “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” (Bg. 4.7) “To deliver the faithful, to annihilate the miscreants and also to reestablish the principles of occupational duty, I appear in every age.” (Bg. 4.8) “If I should cease to work, then all humanity would be misdirected. I would also be the cause of creating unwanted population, and I would thereby destroy the peace of all sentient beings.” (Bg. 3.24) “Whatever action a great man performs, common men will follow. And whatever standards he sets by exemplary acts, all the world pursues.” (Bg. 3.21) All the above statements by the Lord apply to different plenary portions of the Lord, namely His expansions such as Saṅkarṣaṇa, Vāsudeva, Pradyumna, Aniruddha and Nārāyaṇa. These are all He Himself in different transcendental expansions, and still the Lord as Śrī Kṛṣṇa functions in a different sphere of transcendental exchange with different grades of devotees. And yet Lord Kṛṣṇa as He is appears once every twenty-four hours of Brahmā’s time (or after a lapse of 8,640,000,000 solar years) in each and every universe, and all His transcendental pastimes are displayed in each and every universe in a routine spool. But in that routine spool the functions of Lord Kṛṣṇa, Lord Vāsudeva, etc., are complex problems for the layman. There is no difference between the Lord’s Self and the Lord’s transcendental body. The expansions execute differential activities. When the Lord, however, appears in His person as Lord Śrī Kṛṣṇa, His other plenary portions also join in Him by His inconceivable potency called yogamāyā, and thus the Lord Kṛṣṇa of Vṛndāvana is different from the Lord Kṛṣṇa of Mathurā or the Lord Kṛṣṇa of Dvārakā. The virāṭ-rūpa of Lord Kṛṣṇa is also different from Him, by His inconceivable potency. The virāṭ-rūpa exhibited on the Battlefield of Kurukṣetra is the material conception of His form. Therefore it should be understood that when Lord Kṛṣṇa was apparently killed by the bow and arrow of the hunter, the Lord left His so-called material body in the material world. The Lord is kaivalya, and for Him there is no difference between matter and spirit because everything is created from Him. Therefore His quitting one sort of body or accepting another body does not mean that He is like the ordinary living being. All such activities are simultaneously one and different by His inconceivable potency. When Mahārāja Yudhiṣṭhira was lamenting the possibility of His disappearance, it was just in pursuance of a custom of lamenting the disappearance of a great friend, but factually the Lord never quits His transcendental body, as is misconceived by less intelligent persons. Such less intelligent persons have been condemned by the Lord Himself in Bhagavad-gītā, and they are known as the mūḍhas. That the Lord left His body means that He left again His plenary portions in the respective dhāmas (transcendental abodes), as He left His virāṭ-rūpa in the material world."
    },
    {
        "verse": "9",
        "devanagari": "यस्मान्न: सम्पदो राज्यं दारा: प्राणा: कुलं प्रजा: ।आसन्सपत्नविजयो लोकाश्च यदनुग्रहात् ॥ ९ ॥",
        "english_devnagari": "yasmān naḥ sampado rājyaṁdārāḥ prāṇāḥ kulaṁ prajāḥāsan sapatna-vijayolokāś ca yad-anugrahāt",
        "verse_Syn": [
            "yasmāt",
            "naḥ",
            "sampadaḥ",
            "rājyam",
            "dārāḥ",
            "prāṇāḥ",
            "kulam",
            "prajāḥ",
            "āsan",
            "sapatna",
            "vijayaḥ",
            "lokāḥ",
            "ca",
            "yat",
            "anugrahāt"
        ],
        "translation": "From Him only, all our kingly opulence, good wives, lives, progeny, control over our subjects, victory over our enemies, and future accommodations in higher planets have become possible. All this is due to His causeless mercy upon us.",
        "purport": " Material prosperity consists of a good wife, good home, sufficient land, good children, aristocratic family relations, victory over competitors and, by pious work, attainment of accommodations in the higher celestial planets for better facilities of material amenities. These facilities are earned not only by one’s hard manual labor or by unfair means, but by the mercy of the Supreme Lord. Prosperity earned by one’s personal endeavor also depends on the mercy of the Lord. Personal labor must be there in addition to the Lord’s benediction, but without the Lord’s benediction no one is successful simply by personal labor. The modernized man of Kali-yuga believes in personal endeavor and denies the benediction of the Supreme Lord. Even a great sannyāsī of India delivered speeches in Chicago protesting the benedictions of the Supreme Lord. But as far as Vedic śāstras are concerned, as we find in the pages of Śrīmad-Bhāgavatam, the ultimate sanction for all success rests in the hands of the Supreme Lord. Mahārāja Yudhiṣṭhira admits this truth in his personal success, and it behooves one to follow in the footsteps of a great king and devotee of the Lord to make life a full success. If one could achieve success without the sanction of the Lord then no medical practitioner would fail to cure a patient. Despite the most advanced treatment of a suffering patient by the most up-to-date medical practitioner, there is death, and even in the most hopeless case, without medical treatment, a patient is cured astonishingly. Therefore the conclusion is that God’s sanction is the immediate cause for all happenings, good or bad. Any successful man should feel grateful to the Lord for all he has achieved."
    },
    {
        "verse": "10",
        "devanagari": "पश्योत्पातान्नरव्याघ्र दिव्यान् भौमान् सदैहिकान् ।दारुणान् शंसतोऽदूराद्भयं नो बुद्धिमोहनम् ॥ १० ॥",
        "english_devnagari": "paśyotpātān nara-vyāghradivyān bhaumān sadaihikāndāruṇān śaṁsato ’dūrādbhayaṁ no buddhi-mohanam",
        "verse_Syn": [
            "paśya",
            "utpātān",
            "nara",
            "vyāghra",
            "divyān",
            "bhaumān",
            "sa",
            "daihikān",
            "dāruṇān",
            "śaṁsataḥ",
            "adūrāt",
            "bhayam",
            "naḥ",
            "buddhi",
            "mohanam"
        ],
        "translation": "Just see, O man with a tiger’s strength, how many miseries due to celestial influences, earthly reactions and bodily pains — all very dangerous in themselves — are foreboding danger in the near future by deluding our intelligence.",
        "purport": " Material advancement of civilization means advancement of the reactions of the threefold miseries due to celestial influence, earthly reactions and bodily or mental pains. By the celestial influence of the stars there are many calamities like excessive heat, cold, rains or no rains, and the aftereffects are famine, disease and epidemic. The aggregate result is agony of the body and the mind. Man-made material science cannot do anything to counteract these threefold miseries. They are all punishments from the superior energy of māyā under the direction of the Supreme Lord. Therefore our constant touch with the Lord by devotional service can give us relief without our being disturbed in the discharge of our human duties. The asuras, however, who do not believe in the existence of God, make their own plans to counteract all these threefold miseries, and so they meet with failures every time. The Bhagavad-gītā (7.14) clearly states that the reaction of material energy is never to be conquered, because of the binding effects of the three modes. They can simply be overcome by one who surrenders fully in devotion under the lotus feet of the Lord."
    },
    {
        "verse": "11",
        "devanagari": "ऊर्वक्षिबाहवो मह्यं स्फुरन्त्यङ्ग पुन: पुन: ।वेपथुश्चापि हृदये आराद्दास्यन्ति विप्रियम् ॥ ११ ॥",
        "english_devnagari": "ūrv-akṣi-bāhavo mahyaṁsphuranty aṅga punaḥ punaḥvepathuś cāpi hṛdayeārād dāsyanti vipriyam",
        "verse_Syn": [
            "ūru",
            "akṣi",
            "bāhavaḥ",
            "mahyam",
            "sphuranti",
            "aṅga",
            "punaḥ",
            "punaḥ",
            "vepathuḥ",
            "ca",
            "api",
            "hṛdaye",
            "ārāt",
            "dāsyanti",
            "vipriyam"
        ],
        "translation": "The left side of my body — my thighs, arms and eyes — are all quivering again and again. I am having heart palpitations due to fear. All this indicates undesirable happenings.",
        "purport": " Material existence is full of undesirables. Things we do not want are forced upon us by some superior energy, and we do not see that these undesirables are under the grip of the three modes of material nature. When a man’s left eye, arm and thigh all quiver constantly, one must know that something is going to happen which is undesirable. These undesirables are compared to fire in a forest. No one goes into the forest to set fires, but fires automatically take place in the forest, creating inconceivable calamities for the living beings of the forest. Such a fire cannot be extinguished by any human efforts. The fire can be extinguished only by the mercy of the Lord, who sends clouds to pour water on the forest. Similarly, undesirable happenings in life cannot be checked by any number of plans. Such miseries can be removed only by the mercy of the Lord, who sends His bona fide representatives to enlighten human beings and thus save them from all calamities."
    },
    {
        "verse": "12",
        "devanagari": "शिवैषोद्यन्तमादित्यमभिरौत्यनलानना ।मामङ्ग सारमेयोऽयमभिरेभत्यभीरुवत् ॥ १२ ॥",
        "english_devnagari": "śivaiṣodyantam ādityamabhirauty analānanāmām aṅga sārameyo ’yamabhirebhaty abhīruvat",
        "verse_Syn": [
            "śivā",
            "eṣā",
            "udyantam",
            "ādityam",
            "abhi",
            "rauti",
            "anala",
            "ānanā",
            "mām",
            "aṅga",
            "sārameyaḥ",
            "ayam",
            "abhirebhati",
            "abhīru",
            "vat"
        ],
        "translation": "Just see, O Bhīma, how the she-jackal cries at the rising sun and vomits fire, and how the dog barks at me fearlessly.",
        "purport": " These are some bad omens indicating something undesirable in the near future."
    },
    {
        "verse": "13",
        "devanagari": "शस्ता: कुर्वन्ति मां सव्यं दक्षिणं पशवोऽपरे ।वाहांश्च पुरुषव्याघ्र लक्षये रुदतो मम ॥ १३ ॥",
        "english_devnagari": "śastāḥ kurvanti māṁ savyaṁdakṣiṇaṁ paśavo ’parevāhāṁś ca puruṣa-vyāghralakṣaye rudato mama",
        "verse_Syn": [
            "śastāḥ",
            "kurvanti",
            "mām",
            "savyam",
            "dakṣiṇam",
            "paśavaḥ",
            "apare",
            "vāhān",
            "ca",
            "puruṣa",
            "vyāghra",
            "lakṣaye",
            "rudataḥ",
            "mama"
        ],
        "translation": "O Bhīmasena, tiger amongst men, now useful animals like cows are passing me on my left side, and lower animals like the asses are circumambulating me. My horses appear to weep upon seeing me.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "मृत्युदूत: कपोतोऽयमुलूक: कम्पयन् मन: ।प्रत्युलूकश्च कुह्वानैर्विश्वं वै शून्यमिच्छत: ॥ १४ ॥",
        "english_devnagari": "mṛtyu-dūtaḥ kapoto ’yamulūkaḥ kampayan manaḥpratyulūkaś ca kuhvānairviśvaṁ vai śūnyam icchataḥ",
        "verse_Syn": [
            "mṛtyu",
            "dūtaḥ",
            "kapotaḥ",
            "ayam",
            "ulūkaḥ",
            "kampayan",
            "manaḥ",
            "pratyulūkaḥ",
            "ca",
            "kuhvānaiḥ",
            "viśvam",
            "vai",
            "śūnyam",
            "icchataḥ"
        ],
        "translation": "Just see! This pigeon is like a messenger of death. The shrieks of the owls and their rival crows make my heart tremble. It appears that they want to make a void of the whole universe.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "धूम्रा दिश: परिधय: कम्पते भू: सहाद्रिभि: ।निर्घातश्च महांस्तात साकं च स्तनयित्नुभि: ॥ १५ ॥",
        "english_devnagari": "dhūmrā diśaḥ paridhayaḥkampate bhūḥ sahādribhiḥnirghātaś ca mahāṁs tātasākaṁ ca stanayitnubhiḥ",
        "verse_Syn": [
            "dhūmrāḥ",
            "diśaḥ",
            "paridhayaḥ",
            "kampate",
            "bhūḥ",
            "saha",
            "adribhiḥ",
            "nirghātaḥ",
            "ca",
            "mahān",
            "tāta",
            "sākam",
            "ca",
            "stanayitnubhiḥ"
        ],
        "translation": "Just see how the smoke encircles the sky. It appears that the earth and mountains are throbbing. Just hear the cloudless thunder and see the bolts from the blue.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "वायुर्वाति खरस्पर्शो रजसा विसृजंस्तम: ।असृग् वर्षन्ति जलदा बीभत्समिव सर्वत: ॥ १६ ॥",
        "english_devnagari": "vāyur vāti khara-sparśorajasā visṛjaṁs tamaḥasṛg varṣanti jaladābībhatsam iva sarvataḥ",
        "verse_Syn": [
            "vāyuḥ",
            "vāti",
            "khara",
            "sparśaḥ",
            "rajasā",
            "visṛjan",
            "tamaḥ",
            "asṛk",
            "varṣanti",
            "jaladāḥ",
            "bībhatsam",
            "iva",
            "sarvataḥ"
        ],
        "translation": "The wind blows violently, blasting dust everywhere and creating darkness. Clouds are raining everywhere with bloody disasters.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "सूर्यं हतप्रभं पश्य ग्रहमर्दं मिथो दिवि ।ससङ्कुलैर्भूतगणैर्ज्वलिते इव रोदसी ॥ १७ ॥",
        "english_devnagari": "sūryaṁ hata-prabhaṁ paśyagraha-mardaṁ mitho divisasaṅkulair bhūta-gaṇairjvalite iva rodasī",
        "verse_Syn": [
            "sūryam",
            "hata",
            "prabham",
            "paśya",
            "graha",
            "mardam",
            "mithaḥ",
            "divi",
            "sa",
            "saṅkulaiḥ",
            "bhūta",
            "gaṇaiḥ",
            "jvalite",
            "iva",
            "rodasī"
        ],
        "translation": "The rays of the sun are declining, and the stars appear to be fighting amongst themselves. Confused living entities appear to be ablaze and weeping.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "नद्यो नदाश्च क्षुभिता: सरांसि च मनांसि च ।न ज्वलत्यग्निराज्येन कालोऽयं किं विधास्यति ॥ १८ ॥",
        "english_devnagari": "nadyo nadāś ca kṣubhitāḥsarāṁsi ca manāṁsi cana jvalaty agnir ājyenakālo ’yaṁ kiṁ vidhāsyati",
        "verse_Syn": [
            "nadyaḥ",
            "nadāḥ",
            "ca",
            "kṣubhitāḥ",
            "sarāṁsi",
            "ca",
            "manāṁsi",
            "ca",
            "na",
            "jvalati",
            "agniḥ",
            "ājyena",
            "kālaḥ",
            "ayam",
            "kim",
            "vidhāsyati"
        ],
        "translation": "Rivers, tributaries, ponds, reservoirs and the mind are all perturbed. Butter no longer ignites fire. What is this extraordinary time? What is going to happen?",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "न पिबन्ति स्तनं वत्सा न दुह्यन्ति च मातर: ।रुदन्त्यश्रुमुखा गावो न हृष्यन्त्यृषभा व्रजे ॥ १९ ॥",
        "english_devnagari": "na pibanti stanaṁ vatsāna duhyanti ca mātaraḥrudanty aśru-mukhā gāvona hṛṣyanty ṛṣabhā vraje",
        "verse_Syn": [
            "na",
            "pibanti",
            "stanam",
            "vatsāḥ",
            "na",
            "duhyanti",
            "ca",
            "mātaraḥ",
            "rudanti",
            "aśru",
            "mukhāḥ",
            "gāvaḥ",
            "na",
            "hṛṣyanti",
            "ṛṣabhāḥ",
            "vraje"
        ],
        "translation": "The calves do not suck the teats of the cows, nor do the cows give milk. They are standing, crying, tears in their eyes, and the bulls take no pleasure in the pasturing grounds.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "दैवतानि रुदन्तीव स्विद्यन्ति ह्युच्चलन्ति च ।इमे जनपदा ग्रामा: पुरोद्यानाकराश्रमा: ।भ्रष्टश्रियो निरानन्दा: किमघं दर्शयन्ति न: ॥ २० ॥",
        "english_devnagari": "daivatāni rudantīvasvidyanti hy uccalanti caime jana-padā grāmāḥpurodyānākarāśramāḥbhraṣṭa-śriyo nirānandāḥkim aghaṁ darśayanti naḥ",
        "verse_Syn": [
            "daivatāni",
            "rudanti",
            "iva",
            "svidyanti",
            "hi",
            "uccalanti",
            "ca",
            "ime",
            "jana",
            "padāḥ",
            "grāmāḥ",
            "pura",
            "udyāna",
            "ākara",
            "āśramāḥ",
            "bhraṣṭa",
            "śriyaḥ",
            "nirānandāḥ",
            "kim",
            "agham",
            "darśayanti",
            "naḥ"
        ],
        "translation": "The Deities seem to be crying in the temple, lamenting and perspiring. They seem about to leave. All the cities, villages, towns, gardens, mines and hermitages are now devoid of beauty and bereft of all happiness. I do not know what sort of calamities are now awaiting us.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "मन्य एतैर्महोत्पातैर्नूनं भगवत: पदै: ।अनन्यपुरुषश्रीभिर्हीना भूर्हतसौभगा ॥ २१ ॥",
        "english_devnagari": "manya etair mahotpātairnūnaṁ bhagavataḥ padaiḥananya-puruṣa-śrībhirhīnā bhūr hata-saubhagā",
        "verse_Syn": [
            "manye",
            "etaiḥ",
            "mahā",
            "utpātaiḥ",
            "nūnam",
            "bhagavataḥ",
            "padaiḥ",
            "ananya",
            "puruṣa",
            "śrībhiḥ",
            "hīnā",
            "bhūḥ",
            "hata",
            "saubhagā"
        ],
        "translation": "I think that all these earthly disturbances indicate some greater loss to the good fortune of the world. The world was fortunate to have been marked with the footprints of the lotus feet of the Lord. These signs indicate that this will no longer be.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "इति चिन्तयतस्तस्य द‍ृष्टारिष्टेन चेतसा ।राज्ञ: प्रत्यागमद् ब्रह्मन् यदुपुर्या: कपिध्वज: ॥ २२ ॥",
        "english_devnagari": "iti cintayatas tasyadṛṣṭāriṣṭena cetasārājñaḥ pratyāgamad brahmanyadu-puryāḥ kapi-dhvajaḥ",
        "verse_Syn": [
            "iti",
            "cintayataḥ",
            "tasya",
            "dṛṣṭā",
            "ariṣṭena",
            "cetasā",
            "rājñaḥ",
            "prati",
            "āgamat",
            "brahman",
            "yadu",
            "puryāḥ",
            "kapi",
            "dhvajaḥ"
        ],
        "translation": "O Brāhmaṇa Śaunaka, while Mahārāja Yudhiṣṭhira, observing the inauspicious signs on the earth at that time, was thus thinking to himself, Arjuna came back from the city of the Yadus [Dvārakā].",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तं पादयोर्निपतितमयथापूर्वमातुरम् ।अधोवदनमब्बिन्दून् सृजन्तं नयनाब्जयो: ॥ २३ ॥",
        "english_devnagari": "taṁ pādayor nipatitamayathā-pūrvam āturamadho-vadanam ab-bindūnsṛjantaṁ nayanābjayoḥ",
        "verse_Syn": [
            "tam",
            "pādayoḥ",
            "nipatitam",
            "ayathā",
            "pūrvam",
            "āturam",
            "adhaḥ",
            "vadanam",
            "ap",
            "bindūn",
            "sṛjantam",
            "nayana",
            "abjayoḥ"
        ],
        "translation": "When he bowed at his feet, the King saw that his dejection was unprecedented. His head was down, and tears glided from his lotus eyes.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "विलोक्योद्विग्नहृदयो विच्छायमनुजं नृप: ।पृच्छति स्म सुहृन्मध्ये संस्मरन्नारदेरितम् ॥ २४ ॥",
        "english_devnagari": "vilokyodvigna-hṛdayovicchāyam anujaṁ nṛpaḥpṛcchati sma suhṛn madhyesaṁsmaran nāraderitam",
        "verse_Syn": [
            "vilokya",
            "udvigna",
            "hṛdayaḥ",
            "vicchāyam",
            "anujam",
            "nṛpaḥ",
            "pṛcchati",
            "sma",
            "suhṛt",
            "madhye",
            "saṁsmaran",
            "nārada",
            "īritam"
        ],
        "translation": "Seeing Arjuna pale due to heartfelt anxieties, the King, remembering the indications of the sage Nārada, questioned him in the midst of friends.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "युधिष्ठिर उवाचकच्चिदानर्तपुर्यां न: स्वजना: सुखमासते ।मधुभोजदशार्हार्हसात्वतान्धकवृष्णय: ॥ २५ ॥",
        "english_devnagari": "yudhiṣṭhira uvācakaccid ānarta-puryāṁ naḥsva-janāḥ sukham āsatemadhu-bhoja-daśārhārha-sātvatāndhaka-vṛṣṇayaḥ",
        "verse_Syn": [
            "yudhiṣṭhiraḥ",
            "uvāca",
            "kaccit",
            "ānarta",
            "puryām",
            "naḥ",
            "sva",
            "janāḥ",
            "sukham",
            "āsate",
            "madhu",
            "bhoja",
            "daśārha",
            "arha",
            "sātvata",
            "andhaka",
            "vṛṣṇayaḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira said: My dear brother, please tell me whether our friends and relatives, such as Madhu, Bhoja, Daśārha, Ārha, Sātvata, Andhaka and the members of the Yadu family are all passing their days in happiness.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "शूरो मातामह: कच्चित्स्वस्त्यास्ते वाथ मारिष: ।मातुल: सानुज: कच्चित्कुशल्यानकदुन्दुभि: ॥ २६ ॥",
        "english_devnagari": "śūro mātāmahaḥ kaccitsvasty āste vātha māriṣaḥmātulaḥ sānujaḥ kaccitkuśaly ānakadundubhiḥ",
        "verse_Syn": [
            "śūraḥ",
            "mātāmahaḥ",
            "kaccit",
            "svasti",
            "āste",
            "vā",
            "atha",
            "māriṣaḥ",
            "mātulaḥ",
            "sa",
            "anujaḥ",
            "kaccit",
            "kuśalī",
            "ānaka",
            "dundubhiḥ"
        ],
        "translation": "Is my respectable grandfather Śūrasena in a happy mood? And are my maternal uncle Vasudeva and his younger brothers all doing well?",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "सप्त स्वसारस्तत्पत्न्यो मातुलान्य: सहात्मजा: ।आसते सस्‍नुषा: क्षेमं देवकीप्रमुखा: स्वयम् ॥ २७ ॥",
        "english_devnagari": "sapta sva-sāras tat-patnyomātulānyaḥ sahātmajāḥāsate sasnuṣāḥ kṣemaṁdevakī-pramukhāḥ svayam",
        "verse_Syn": [
            "sapta",
            "sva",
            "sāraḥ",
            "tat",
            "patnyaḥ",
            "mātulānyaḥ",
            "saha",
            "ātma",
            "jāḥ",
            "āsate",
            "sasnuṣāḥ",
            "kṣemam",
            "devakī",
            "pramukhāḥ",
            "svayam"
        ],
        "translation": "His seven wives, headed by Devakī, are all sisters. Are they and their sons and daughters-in-law all happy?",
        "purport": ""
    },
    {
        "verse": "28-29",
        "devanagari": "कच्चिद्राजाहुको जीवत्यसत्पुत्रोऽस्य चानुज: ।हृदीक: ससुतोऽक्रूरो जयन्तगदसारणा: ॥ २८ ॥आसते कुशलं कच्चिद्ये च शत्रुजिदादय: ।कच्चिदास्ते सुखं रामो भगवान् सात्वतां प्रभु: ॥ २९ ॥",
        "english_devnagari": "kaccid rājāhuko jīvatyasat-putro ’sya cānujaḥhṛdīkaḥ sasuto ’krūrojayanta-gada-sāraṇāḥ",
        "verse_Syn": [
            "kaccit",
            "rājā",
            "āhukaḥ",
            "jīvati",
            "asat",
            "putraḥ",
            "asya",
            "ca",
            "anujaḥ",
            "hṛdīkaḥ",
            "sa",
            "sutaḥ",
            "akrūraḥ",
            "jayanta",
            "gada",
            "sāraṇāḥ",
            "āsate",
            "kuśalam",
            "kaccit",
            "ye",
            "ca",
            "śatrujit",
            "ādayaḥ",
            "kaccit",
            "āste",
            "sukham",
            "rāmaḥ",
            "bhagavān",
            "sātvatām",
            "prabhuḥ"
        ],
        "translation": "Are Ugrasena, whose son was the mischievous Kaṁsa, and his younger brother still living? Are Hṛdīka and his son Kṛtavarmā happy? Are Akrūra, Jayanta, Gada, Sāraṇa and Śatrujit all happy? How is Balarāma, the Personality of Godhead and the protector of devotees?",
        "purport": " Hastināpura, the capital of the Pāṇḍavas, was situated somewhere near present New Delhi, and the kingdom of Ugrasena was situated in Mathurā. While returning to Delhi from Dvārakā, Arjuna must have visited the city of Mathurā, and therefore the inquiry about the King of Mathurā is valid. Amongst various names of the relatives, the name of Rāma or Balarāma, eldest brother of Lord Kṛṣṇa, is added with the words “the Personality of Godhead” because Lord Balarāma is the immediate expansion of viṣṇu-tattva as prakāśa-vigraha of Lord Kṛṣṇa. The Supreme Lord, although one without a second, expands Himself as many other living beings. The viṣṇu-tattva living beings are expansions of the Supreme Lord, and all of them are qualitatively and quantitatively equal with the Lord. But expansions of the jīva-śakti, the category of the ordinary living beings, are not at all equal with the Lord. One who considers the jīva-śakti and the viṣṇu-tattva to be on an equal level is considered a condemned soul of the world. Śrī Rāma, or Balarāma, is the protector of the devotees of the Lord. Baladeva acts as the spiritual master of all devotees, and by His causeless mercy the fallen souls are delivered. Śrī Baladeva appeared as Śrī Nityānanda Prabhu during the advent of Lord Caitanya, and the great Lord Nityānanda Prabhu exhibited His causeless mercy by delivering a pair of extremely fallen souls, namely Jagāi and Mādhāi. Therefore it is particularly mentioned herein that Balarāma is the protector of the devotees of the Lord. By His divine grace only one can approach the Supreme Lord Śrī Kṛṣṇa, and thus Śrī Balarāma is the mercy incarnation of the Lord, manifested as the spiritual master, the savior of the pure devotees."
    },
    {
        "verse": "30",
        "devanagari": "प्रद्युम्न: सर्ववृष्णीनां सुखमास्ते महारथ: ।गम्भीररयोऽनिरुद्धो वर्धते भगवानुत ॥ ३० ॥",
        "english_devnagari": "pradyumnaḥ sarva-vṛṣṇīnāṁsukham āste mahā-rathaḥgambhīra-rayo ’niruddhovardhate bhagavān uta",
        "verse_Syn": [
            "pradyumnaḥ",
            "sarva",
            "vṛṣṇīnām",
            "sukham",
            "āste",
            "mahā",
            "rathaḥ",
            "gambhīra",
            "rayaḥ",
            "aniruddhaḥ",
            "vardhate",
            "bhagavān",
            "uta"
        ],
        "translation": "How is Pradyumna, the great general of the Vṛṣṇi family? Is He happy? And is Aniruddha, the plenary expansion of the Personality of Godhead, faring well?",
        "purport": " Pradyumna and Aniruddha are also expansions of the Personality of Godhead, and thus They are also viṣṇu-tattva. At Dvārakā, Lord Vāsudeva is engaged in His transcendental pastimes along with His plenary expansions, namely Saṅkarṣaṇa, Pradyumna and Aniruddha, and therefore each and every one of Them can be addressed as the Personality of Godhead, as it is mentioned in connection with the name Aniruddha."
    },
    {
        "verse": "31",
        "devanagari": "सुषेणश्चारुदेष्णश्च साम्बो जाम्बवतीसुत: ।अन्ये च कार्ष्णिप्रवरा: सपुत्रा ऋषभादय: ॥ ३१ ॥",
        "english_devnagari": "suṣeṇaś cārudeṣṇaś casāmbo jāmbavatī-sutaḥanye ca kārṣṇi-pravarāḥsaputrā ṛṣabhādayaḥ",
        "verse_Syn": [
            "suṣeṇaḥ",
            "cārudeṣṇaḥ",
            "ca",
            "sāmbaḥ",
            "jāmbavatī",
            "sutaḥ",
            "anye",
            "ca",
            "kārṣṇi",
            "pravarāḥ",
            "sa",
            "putrāḥ",
            "ṛṣabha",
            "ādayaḥ"
        ],
        "translation": "Are all the chieftain sons of Lord Kṛṣṇa, such as Suṣeṇa, Cārudeṣṇa, Sāmba the son of Jāmbavatī, and Ṛṣabha, along with their sons, all doing well?",
        "purport": " As already mentioned, Lord Kṛṣṇa married 16,108 wives, and each of them had ten sons. Therefore 16,108 × 10 = 161,080 sons. They all grew up, and each of them had as many sons as their father, and the whole aggregate was something near 1,610,800 family members of the Lord. The Lord is the father of all living beings, who are countless in number; therefore only a few of them are called to associate with the Lord in His transcendental pastimes as the Lord of Dvārakā on this earth. It is not astonishing that the Lord maintained a visible family consisting of so many members. It is better to refrain from comparing the Lord’s position to ours, and it becomes a simple truth as soon as we understand at least a partial calculation of the Lord’s transcendental position. King Yudhiṣṭhira, while inquiring about the Lord’s sons and grandsons at Dvārakā, mentioned only the chieftains amongst them, for it was impossible for him to remember all the names of the Lord’s family members."
    },
    {
        "verse": "32-33",
        "devanagari": "तथैवानुचरा: शौरे: श्रुतदेवोद्धवादय: ।सुनन्दनन्दशीर्षण्या ये चान्ये सात्वतर्षभा: ॥ ३२ ॥अपि स्वस्त्यासते सर्वे रामकृष्णभुजाश्रया: ।अपि स्मरन्ति कुशलमस्माकं बद्धसौहृदा: ॥ ३३ ॥",
        "english_devnagari": "tathaivānucarāḥ śaureḥśrutadevoddhavādayaḥsunanda-nanda-śīrṣaṇyāye cānye sātvatarṣabhāḥ",
        "verse_Syn": [
            "tathā",
            "eva",
            "anucarāḥ",
            "śaureḥ",
            "śrutadeva",
            "uddhava",
            "ādayaḥ",
            "sunanda",
            "nanda",
            "śīrṣaṇyāḥ",
            "ye",
            "ca",
            "anye",
            "sātvata",
            "ṛṣabhāḥ",
            "api",
            "svasti",
            "āsate",
            "sarve",
            "rāma",
            "kṛṣṇa",
            "bhuja",
            "āśrayāḥ",
            "api",
            "smaranti",
            "kuśalam",
            "asmākam",
            "baddha",
            "sauhṛdāḥ"
        ],
        "translation": "Also, Śrutadeva, Uddhava and others, Nanda, Sunanda and other leaders of liberated souls who are constant companions of the Lord are protected by Lord Balarāma and Kṛṣṇa. Are they all doing well in their respective functions? Do they, who are all eternally bound in friendship with us, remember our welfare?",
        "purport": " The constant companions of Lord Kṛṣṇa, such as Uddhava, are all liberated souls, and they descended along with Lord Kṛṣṇa to this material world to fulfill the mission of the Lord. The Pāṇḍavas are also liberated souls who descended along with Lord Kṛṣṇa to serve Him in His transcendental pastimes on this earth. As stated in the Bhagavad-gītā (4.8), the Lord and His eternal associates, who are also liberated souls like the Lord, come down on this earth at certain intervals. The Lord remembers them all, but His associates, although liberated souls, forget due to their being taṭasthā-śakti, or marginal potency of the Lord. That is the difference between the viṣṇu-tattva and jīva-tattva. The jīva-tattvas are infinitesimal potential particles of the Lord, and therefore they require the protection of the Lord at all times. And to the eternal servitors of the Lord, the Lord is pleased to give all protection at all times. The liberated souls never, therefore, think themselves as free as the Lord or as powerful as the Lord, but they always seek the protection of the Lord in all circumstances, both in the material world and in the spiritual world. This dependence of the liberated soul is constitutional, for the liberated souls are like sparks of a fire that are able to exhibit the glow of fire along with the fire and not independently. Independently the glow of the sparks is extinguished, although the quality of fire or the glowing is there. Thus those who give up the protection of the Lord and become so-called lords themselves, out of spiritual ignorance, come back again to this material world, even after prolonged tapasya of the severest type. That is the verdict of all Vedic literature."
    },
    {
        "verse": "34",
        "devanagari": "भगवानपि गोविन्दो ब्रह्मण्यो भक्तवत्सल: ।कच्चित्पुरे सुधर्मायां सुखमास्ते सुहृद्‍वृत: ॥ ३४ ॥",
        "english_devnagari": "bhagavān api govindobrahmaṇyo bhakta-vatsalaḥkaccit pure sudharmāyāṁsukham āste suhṛd-vṛtaḥ",
        "verse_Syn": [
            "bhagavān",
            "api",
            "govindaḥ",
            "brahmaṇyaḥ",
            "bhakta",
            "vatsalaḥ",
            "kaccit",
            "pure",
            "sudharmāyām",
            "sukham",
            "āste",
            "suhṛt",
            "vṛtaḥ"
        ],
        "translation": "Is Lord Kṛṣṇa, the Supreme Personality of Godhead, who gives pleasure to the cows, the senses and the brāhmaṇas, who is very affectionate towards His devotees, enjoying the pious assembly at Dvārakā Purī surrounded by friends?",
        "purport": " Here in this particular verse the Lord is described as bhagavān, govinda, brahmaṇya and bhakta-vatsala. He is bhagavān svayam, or the original Supreme Personality of Godhead, full with all opulences, all power, all knowledge, all beauty, all fame and all renunciation. No one is equal to or greater than Him. He is Govinda because He is the pleasure of the cows and the senses. Those who have purified their senses by the devotional service of the Lord can render unto Him real service and thereby derive transcendental pleasure out of such purified senses. Only the impure conditioned living being cannot derive any pleasure from the senses, but being illusioned by false pleasures of the senses, he becomes servant of the senses. Therefore, we need His protection for our own interest. The Lord is the protector of cows and the brahminical culture. A society devoid of cow protection and brahminical culture is not under the direct protection of the Lord, just as the prisoners in the jails are not under the protection of the king but under the protection of a severe agent of the king. Without cow protection and cultivation of the brahminical qualities in human society, at least for a section of the members of society, no human civilization can prosper at any length. By brahminical culture, the development of the dormant qualities of goodness, namely truthfulness, equanimity, sense control, forbearance, simplicity, general knowledge, transcendental knowledge and firm faith in the Vedic wisdom, one can become a brāhmaṇa and thus see the Lord as He is. And after surpassing the brahminical perfection, one has to become a devotee of the Lord so that His loving affection in the form of proprietor, master, friend, son and lover can be transcendentally achieved. The stage of a devotee, which attracts the transcendental affection of the Lord, does not develop unless one has developed the qualities of a brāhmaṇa as above mentioned. The Lord is inclined to a brāhmaṇa of quality and not of false prestige. Those who are less than a brāhmaṇa by qualification cannot establish any relation with the Lord, just as fire cannot be kindled from the raw earth unless there is wood, although there is a relation between wood and the earth. Since the Lord is all-perfect in Himself, there could not be any question of His welfare, and Mahārāja Yudhiṣṭhira refrained from asking this question. He simply inquired about His residential place, Dvārakā Purī, where pious men assemble. The Lord stays only where pious men assemble and takes pleasure in their glorifying the Supreme Truth. Mahārāja Yudhiṣṭhira was anxious to know about the pious men and their pious acts in the city of Dvārakā."
    },
    {
        "verse": "35-36",
        "devanagari": "मङ्गलाय च लोकानां क्षेमाय च भवाय च ।आस्ते यदुकुलाम्भोधावाद्योऽनन्तसख: पुमान् ॥ ३५ ॥यद्बाहुदण्डगुप्तायां स्वपुर्यां यदवोऽर्चिता: ।क्रीडन्ति परमानन्दं महापौरुषिका इव ॥ ३६ ॥",
        "english_devnagari": "maṅgalāya ca lokānāṁkṣemāya ca bhavāya caāste yadu-kulāmbhodhāvādyo ’nanta-sakhaḥ pumān",
        "verse_Syn": [
            "maṅgalāya",
            "ca",
            "lokānām",
            "kṣemāya",
            "ca",
            "bhavāya",
            "ca",
            "āste",
            "yadu",
            "kula",
            "ambhodhau",
            "ādyaḥ",
            "ananta",
            "sakhaḥ",
            "pumān",
            "yat",
            "bāhu",
            "daṇḍa",
            "guptāyām",
            "sva",
            "puryām",
            "yadavaḥ",
            "arcitāḥ",
            "krīḍanti",
            "parama",
            "ānandam",
            "mahā",
            "pauruṣikāḥ",
            "iva"
        ],
        "translation": "The original Personality of Godhead, the enjoyer, and Balarāma, the primeval Lord Ananta, are staying in the ocean of the Yadu dynasty for the welfare, protection and general progress of the entire universe. And the members of the Yadu dynasty, being protected by the arms of the Lord, are enjoying life like the residents of the spiritual sky.",
        "purport": " As we have discussed many times, the Personality of Godhead, Viṣṇu, resides within each and every universe in two capacities, namely as the Garbhodakaśāyī Viṣṇu and the Kṣīrodakaśāyī Viṣṇu. The Kṣīrodakaśāyī Viṣṇu has His own planet on the northern top of the universe, and there is a great ocean of milk where the Lord resides on the bed of the Ananta incarnation of Baladeva. Thus Mahārāja Yudhiṣṭhira has compared the Yadu dynasty to the Ocean of Milk and Śrī Balarāma to the Ananta where Lord Kṛṣṇa resides. He has compared the citizens of Dvārakā to the liberated inhabitants of the Vaikuṇṭhalokas. Beyond the material sky, further than we can see with our eyes and beyond the sevenfold coverings of the universe, there is the Causal Ocean in which all the universes are floating like footballs, and beyond the Causal Ocean there is an unlimited span of spiritual sky generally known as the effulgence of Brahman. Within this effulgence there are innumerable spiritual planets, and they are known as the Vaikuṇṭha planets. Each and every Vaikuṇṭha planet is many, many times bigger than the biggest universe within the material world, and in each of them there are innumerable inhabitants who look exactly like Lord Viṣṇu. These inhabitants are known as the Mahā-pauruṣikas, or persons directly engaged in the service of the Lord. They are happy in those planets and are without any kind of misery, and they live perpetually in full youthfulness, enjoying life in full bliss and knowledge without fear of birth, death, old age or disease, and without the influence of kāla, eternal time. Mahārāja Yudhiṣṭhira has compared the inhabitants of Dvārakā to the Mahā-pauruṣikas of Vaikuṇṭhaloka because they are so happy with the Lord. In the Bhagavad-gītā there are many references to the Vaikuṇṭhalokas, and they are mentioned there as mad-dhāma, or the kingdom of the Lord."
    },
    {
        "verse": "37",
        "devanagari": "यत्पादशुश्रूषणमुख्यकर्मणासत्यादयो द्व्यष्टसहस्रयोषित: ।निर्जित्य सङ्ख्ये त्रिदशांस्तदाशिषोहरन्ति वज्रायुधवल्लभोचिता: ॥ ३७ ॥",
        "english_devnagari": "yat-pāda-śuśrūṣaṇa-mukhya-karmaṇāsatyādayo dvy-aṣṭa-sahasra-yoṣitaḥnirjitya saṅkhye tri-daśāṁs tad-āśiṣoharanti vajrāyudha-vallabhocitāḥ",
        "verse_Syn": [
            "yat",
            "pāda",
            "śuśrūṣaṇa",
            "mukhya",
            "karmaṇā",
            "satya",
            "ādayaḥ",
            "dvi",
            "aṣṭa",
            "sahasra",
            "yoṣitaḥ",
            "nirjitya",
            "saṅkhye",
            "tri",
            "daśān",
            "tat",
            "āśiṣaḥ",
            "haranti",
            "vajra",
            "āyudha",
            "vallabhā",
            "ucitāḥ"
        ],
        "translation": "Simply by administering comforts at the lotus feet of the Lord, which is the most important of all services, the queens at Dvārakā, headed by Satyabhāmā, induced the Lord to conquer the demigods. Thus the queens enjoy things which are prerogatives of the wives of the controller of thunderbolts.",
        "purport": " Satyabhāmā: One of the principal queens of Lord Śrī Kṛṣṇa at Dvārakā. After killing Narakāsura, Lord Kṛṣṇa visited the palace of Narakāsura accompanied by Satyabhāmā. He went to Indraloka also with Satyabhāmā, and she was received by Śacīdevī, who introduced her to the mother of the demigods, Aditi. Aditi was very much pleased with Satyabhāmā, and she blessed her with the benediction of permanent youth as long as Lord Kṛṣṇa remained on the earth. Aditi also took her with her to show her the special prerogatives of the demigods in the heavenly planets. When Satyabhāmā saw the pārijāta flower, she desired to have it in her palace at Dvārakā. After that, she came back to Dvārakā along with her husband and expressed her willingness to have the pārijāta flower at her palace. Satyabhāmā’s palace was especially bedecked with valuable jewels, and even in the hottest season of summer the inside of the palace remained cool, as if air conditioned. She decorated her palace with various flags, heralding the news of her great husband’s presence there. Once, along with her husband, she met Draupadī, and she was anxious to be instructed by Draupadī in the ways and means of pleasing her husband. Draupadī was expert in this affair because she kept five husbands, the Pāṇḍavas, and all were very much pleased with her. On receipt of Draupadī’s instructions, she was very much pleased and offered her good wishes and returned to Dvārakā. She was the daughter of Satrājit. After the departure of Lord Kṛṣṇa, when Arjuna visited Dvārakā, all the queens, including Satyabhāmā and Rukmiṇī, lamented for the Lord with great feeling. At the last stage of her life, she left for the forest to undergo severe penance. Satyabhāmā instigated her husband to get the pārijāta flower from the heavenly planets, and the Lord got it even by force from the demigods, as a common husband secures things to please his wife. As already explained, the Lord had very little to do with so many wives to carry out their orders like an ordinary man. But because the queens accepted the high quality of devotional service, namely administering the Lord all comforts, the Lord played the part of a faithful and complete husband. No earthly creature can expect to have things from the heavenly kingdom, especially the pārijāta flowers, which are simply to be used by the demigods. But due to their becoming the Lord’s faithful wives, all of them enjoyed the special prerogatives of the great wives of the denizens of heaven. In other words, since the Lord is the proprietor of everything within His creation, it is not very astonishing for the queens of Dvārakā to have any rare thing from any part of the universe."
    },
    {
        "verse": "38",
        "devanagari": "यद्बाहुदण्डाभ्युदयानुजीविनोयदुप्रवीरा ह्यकुतोभया मुहु: ।अधिक्रमन्त्यङ्‌घ्रिभिराहृतां बलात्सभां सुधर्मां सुरसत्तमोचिताम् ॥ ३८ ॥",
        "english_devnagari": "yad bāhu-daṇḍābhyudayānujīvinoyadu-pravīrā hy akutobhayā muhuḥadhikramanty aṅghribhir āhṛtāṁ balātsabhāṁ sudharmāṁ sura-sattamocitām",
        "verse_Syn": [
            "yat",
            "bāhu",
            "daṇḍa",
            "abhyudaya",
            "anujīvinaḥ",
            "yadu",
            "pravīrāḥ",
            "hi",
            "akutobhayāḥ",
            "muhuḥ",
            "adhikramanti",
            "aṅghribhiḥ",
            "āhṛtām",
            "balāt",
            "sabhām",
            "sudharmām",
            "sura",
            "sat",
            "tama",
            "ucitām"
        ],
        "translation": "The great heroes of the Yadu dynasty, being protected by the arms of Lord Śrī Kṛṣṇa, always remain fearless in every respect. And therefore their feet trample over the Sudharmā assembly house, which the best demigods deserved but which was taken away from them.",
        "purport": " Those who are directly servitors of the Lord are protected by the Lord from all fearfulness, and they also enjoy the best of things, even if they are forcibly accumulated. The Lord is equal in behavior to all living beings, but He is partial to His pure devotees, being very affectionate toward them. The city of Dvārakā was flourishing, being enriched with the best of things in the material world. The state assembly house is constructed according to the dignity of the particular state. In the heavenly planets, the state assembly house called Sudharmā was deserving of the dignity of the best of the demigods. Such an assembly house is never meant for any state on the globe because the human being on the earth is unable to construct it, however far a particular state may be materially advanced. But during the time of Lord Kṛṣṇa’s presence on the earth, the members of the Yadu family forcibly brought the celestial assembly house to earth and placed it at Dvārakā. They were able to use such force because they were certain of the indulgence and protection of the Supreme Lord Kṛṣṇa. In other words, the Lord is provided with the best things in the universe by His pure devotees. Lord Kṛṣṇa was provided with all kinds of comforts and facilities available within the universe by the members of the Yadu dynasty, and in return such servitors of the Lord were protected and fearless. A forgetful, conditioned soul is fearful. But a liberated soul is never fearful, just as a small child completely dependent on the mercy of his father is never fearful of anyone. Fearfulness is a sort of illusion for the living being when he is in slumber and forgetting his eternal relation with the Lord. Since the living being is never to die by his constitution, as stated in Bhagavad-gītā (2.20), then what is the cause of fearfulness? A person may be fearful of a tiger in a dream, but another man who is awake by his side sees no tiger there. The tiger is a myth for both of them, namely the person dreaming and the person awake, because actually there is no tiger; but the man forgetful of his awakened life is fearful, whereas the man who has not forgotten his position is not at all fearful. Thus the members of the Yadu dynasty were fully awake in their service to the Lord, and therefore there was no tiger for them to be afraid of at any time. Even if there were a real tiger, the Lord was there to protect them."
    },
    {
        "verse": "39",
        "devanagari": "कच्चित्तेऽनामयं तात भ्रष्टतेजा विभासि मे ।अलब्धमानोऽवज्ञात: किं वा तात चिरोषित: ॥ ३९ ॥",
        "english_devnagari": "kaccit te ’nāmayaṁ tātabhraṣṭa-tejā vibhāsi mealabdha-māno ’vajñātaḥkiṁ vā tāta ciroṣitaḥ",
        "verse_Syn": [
            "kaccit",
            "te",
            "anāmayam",
            "tāta",
            "bhraṣṭa",
            "tejāḥ",
            "vibhāsi",
            "me",
            "alabdha",
            "mānaḥ",
            "avajñātaḥ",
            "kim",
            "vā",
            "tāta",
            "ciroṣitaḥ"
        ],
        "translation": "My brother Arjuna, please tell me whether your health is all right. You appear to have lost your bodily luster. Is this due to others disrespecting and neglecting you because of your long stay at Dvārakā?",
        "purport": " From all angles of vision, the Mahārāja inquired from Arjuna about the welfare of Dvārakā, but he concluded at last that as long as Lord Śrī Kṛṣṇa Himself was there, nothing inauspicious could happen. But at the same time, Arjuna appeared to be bereft of his bodily luster, and thus the King inquired of his personal welfare and asked so many vital questions."
    },
    {
        "verse": "40",
        "devanagari": "कच्चिन्नाभिहतोऽभावै: शब्दादिभिरमङ्गलै: ।न दत्तमुक्तमर्थिभ्य आशया यत्प्रतिश्रुतम् ॥ ४० ॥",
        "english_devnagari": "kaccin nābhihato ’bhāvaiḥśabdādibhir amaṅgalaiḥna dattam uktam arthibhyaāśayā yat pratiśrutam",
        "verse_Syn": [
            "kaccit",
            "na",
            "abhihataḥ",
            "abhāvaiḥ",
            "śabda",
            "ādibhiḥ",
            "amaṅgalaiḥ",
            "na",
            "dattam",
            "uktam",
            "arthibhyaḥ",
            "āśayā",
            "yat",
            "pratiśrutam"
        ],
        "translation": "Has someone addressed you with unfriendly words or threatened you? Could you not give charity to one who asked, or could you not keep your promise to someone?",
        "purport": " A kṣatriya or a rich man is sometimes visited by persons who are in need of money. When they are asked for a donation, it is the duty of the possessor of wealth to give in charity in consideration of the person, place and time. If a kṣatriya or a rich man fails to comply with this obligation, he must be very sorry for this discrepancy. Similarly, one should not fail to keep his promise to give in charity. These discrepancies are sometimes causes of despondency, and thus failing, a person becomes subjected to criticism, which might also be the cause of Arjuna’s plight."
    },
    {
        "verse": "41",
        "devanagari": "कच्चित्त्वं ब्राह्मणं बालं गां वृद्धं रोगिणं स्त्रियम् ।शरणोपसृतं सत्त्वं नात्याक्षी: शरणप्रद: ॥ ४१ ॥",
        "english_devnagari": "kaccit tvaṁ brāhmaṇaṁ bālaṁgāṁ vṛddhaṁ rogiṇaṁ striyamśaraṇopasṛtaṁ sattvaṁnātyākṣīḥ śaraṇa-pradaḥ",
        "verse_Syn": [
            "kaccit",
            "tvam",
            "brāhmaṇam",
            "bālam",
            "gām",
            "vṛddham",
            "rogiṇam",
            "striyam",
            "śaraṇa",
            "upasṛtam",
            "sattvam",
            "na",
            "atyākṣīḥ",
            "śaraṇa",
            "pradaḥ"
        ],
        "translation": "You are always the protector of the deserving living beings, such as brāhmaṇas, children, cows, women and the diseased. Could you not give them protection when they approached you for shelter?",
        "purport": " The brāhmaṇas, who are always engaged in researching knowledge for the society’s welfare work, both materially and spiritually, deserve the protection of the king in all respects. Similarly, the children of the state, the cow, the diseased person, the woman and the old man specifically require the protection of the state or a kṣatriya king. If such living beings do not get protection by the kṣatriya, or the royal order, or by the state, it is certainly shameful for the kṣatriya or the state. If such things had actually happened to Arjuna, Mahārāja Yudhiṣṭhira was anxious to know about these discrepancies."
    },
    {
        "verse": "42",
        "devanagari": "कच्चित्त्वं नागमोऽगम्यां गम्यां वासत्कृतां स्त्रियम् ।पराजितो वाथ भवान्नोत्तमैर्नासमै: पथि ॥ ४२ ॥",
        "english_devnagari": "kaccit tvaṁ nāgamo ’gamyāṁgamyāṁ vāsat-kṛtāṁ striyamparājito vātha bhavānnottamair nāsamaiḥ pathi",
        "verse_Syn": [
            "kaccit",
            "tvam",
            "na",
            "agamaḥ",
            "agamyām",
            "gamyām",
            "vā",
            "asat",
            "kṛtām",
            "striyam",
            "parājitaḥ",
            "vā",
            "atha",
            "bhavān",
            "na",
            "uttamaiḥ",
            "na",
            "asamaiḥ",
            "pathi"
        ],
        "translation": "Have you contacted a woman of impeachable character, or have you not properly treated a deserving woman? Or have you been defeated on the way by someone who is inferior or equal to you?",
        "purport": " It appears from this verse that during the time of the Pāṇḍavas free contact between man and woman was allowed in certain conditions only. The higher-caste men, namely the brāhmaṇas and kṣatriyas, could accept a woman of the vaiśya or the śūdra community, but a man from the lower castes could not contact a woman of the higher caste. Even a kṣatriya could not contact a woman of the brāhmaṇa caste. The wife of a brāhmaṇa is considered one of the seven mothers (namely one’s own mother, the wife of the spiritual master or teacher, the wife of a brāhmaṇa, the wife of a king, the cow, the nurse and the earth). Such contact between man and woman was known as uttama and adhama. Contact of a brāhmaṇa with a kṣatriya woman is uttama, but the contact of a kṣatriya with a brāhmaṇa woman is adhama and therefore condemned. A woman approaching a man for contact should never be refused, but at the same time the discretion as above mentioned may also be considered. Bhīma was approached by Hiḍimbī from a community lower than the śūdras, and Yayāti refused to marry the daughter of Śukrācārya because of Śukrācārya’s being a brāhmaṇa. Vyāsadeva, a brāhmaṇa, was called to beget Pāṇḍu and Dhṛtarāṣṭra. Satyavatī belonged to a family of fishermen, but Parāśara, a great brāhmaṇa, begot in her Vyāsadeva. So there are so many examples of contacts with woman, but in all cases the contacts were not abominable nor were the results of such contacts bad. Contact between man and woman is natural, but that also must be carried out under regulative principles so that social consecration may not be disturbed or unwanted worthless population be increased for the unrest of the world. It is abominable for a kṣatriya to be defeated by one who is inferior in strength or equal in strength. If one is defeated at all, he should be defeated by some superior power. Arjuna was defeated by Bhīṣmadeva, and Lord Kṛṣṇa saved him from the danger. This was not an insult for Arjuna because Bhīṣmadeva was far superior to Arjuna in all ways, namely age, respect and strength. But Karṇa was equal to Arjuna, and therefore Arjuna was in crisis when fighting with Karṇa. It was felt by Arjuna, and therefore Karṇa was killed even by crooked means. Such are the engagements of the kṣatriyas, and Mahārāja Yudhiṣṭhira inquired from his brother whether anything undesirable happened on the way home from Dvārakā."
    },
    {
        "verse": "43",
        "devanagari": "अपि स्वित्पर्यभुङ्‍क्‍थास्त्वं सम्भोज्यान् वृद्धबालकान् ।जुगुप्सितं कर्म किञ्चित्कृतवान्न यदक्षमम् ॥ ४३ ॥",
        "english_devnagari": "api svit parya-bhuṅkthās tvaṁsambhojyān vṛddha-bālakānjugupsitaṁ karma kiñcitkṛtavān na yad akṣamam",
        "verse_Syn": [
            "api",
            "svit",
            "parya",
            "bhuṅkthāḥ",
            "tvam",
            "sambhojyān",
            "vṛddha",
            "bālakān",
            "jugupsitam",
            "karma",
            "kiñcit",
            "kṛtavān",
            "na",
            "yat",
            "akṣamam"
        ],
        "translation": "Have you not taken care of old men and boys who deserve to dine with you? Have you left them and taken your meals alone? Have you committed some unpardonable mistake which is considered to be abominable?",
        "purport": " It is the duty of a householder to feed first of all the children, the old members of the family, the brāhmaṇas and the invalids. Besides that, an ideal householder is required to call for any unknown hungry man to come and dine before he himself goes to take his meals. He is required to call for such a hungry man thrice on the road. The neglect of this prescribed duty of a householder, especially in the matter of the old men and children, is unpardonable."
    },
    {
        "verse": "44",
        "devanagari": "कच्चित् प्रेष्ठतमेनाथ हृदयेनात्मबन्धुना ।शून्योऽस्मि रहितो नित्यं मन्यसे तेऽन्यथा न रुक् ॥ ४४ ॥",
        "english_devnagari": "kaccit preṣṭhatamenāthahṛdayenātma-bandhunāśūnyo ’smi rahito nityaṁmanyase te ’nyathā na ruk",
        "verse_Syn": [
            "kaccit",
            "preṣṭha",
            "tamena",
            "atha",
            "hṛdayena",
            "ātma",
            "bandhunā",
            "śūnyaḥ",
            "asmi",
            "rahitaḥ",
            "nityam",
            "manyase",
            "te",
            "anyathā",
            "na",
            "ruk"
        ],
        "translation": "Or is it that you are feeling empty for all time because you might have lost your most intimate friend, Lord Kṛṣṇa? O my brother Arjuna, I can think of no other reason for your becoming so dejected.",
        "purport": " All the inquisitiveness of Mahārāja Yudhiṣṭhira about the world situation was already conjectured by Mahārāja Yudhiṣṭhira on the basis of Lord Kṛṣṇa’s disappearance from the vision of the world, and this was now disclosed by him because of the acute dejection of Arjuna, which could not have been possible otherwise. So even though he was doubtful about it, he was obliged to inquire frankly from Arjuna on the basis of Śrī Nārada’s indication."
    }
]