[
    {
        "verse": "1",
        "devanagari": "सूत उवाचइति भीत: प्रजाद्रोहात्सर्वधर्मविवित्सया ।ततो विनशनं प्रागाद् यत्र देवव्रतोऽपतत् ॥ १ ॥",
        "english_devnagari": "sūta uvācaiti bhītaḥ prajā-drohātsarva-dharma-vivitsayātato vinaśanaṁ prāgādyatra deva-vrato ’patat",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "iti",
            "bhītaḥ",
            "prajā",
            "drohāt",
            "sarva",
            "dharma",
            "vivitsayā",
            "tataḥ",
            "vinaśanam",
            "prāgāt",
            "yatra",
            "deva",
            "vrataḥ",
            "apatat"
        ],
        "translation": "Sūta Gosvāmī said: Being afraid for having killed so many subjects on the Battlefield of Kurukṣetra, Mahārāja Yudhiṣṭhira went to the scene of the massacre. There, Bhīṣmadeva was lying on a bed of arrows, about to pass away.",
        "purport": " In this Ninth Chapter, as it is willed by Lord Śrī Kṛṣṇa, Bhīṣmadeva will impart instructions to King Yudhiṣṭhira on the subject of occupational duties. Bhīṣmadeva will also offer his last prayer to the Lord on the verge of passing away from this mortal world and thus become liberated from the bondage of further material engagements. Bhīṣmadeva was endowed with the power of leaving his material body at will, and his lying down on the bed of arrows was his own choice. This passing away of the great warrior attracted the attention of all the contemporary elites, and all of them assembled there to show their feelings of love, respect and affection for the great soul."
    },
    {
        "verse": "2",
        "devanagari": "तदा ते भ्रातर: सर्वे सदश्वै: स्वर्णभूषितै: ।अन्वगच्छन् रथैर्विप्रा व्यासधौम्यादयस्तथा ॥ २ ॥",
        "english_devnagari": "tadā te bhrātaraḥ sarvesadaśvaiḥ svarṇa-bhūṣitaiḥanvagacchan rathair viprāvyāsa-dhaumyādayas tathā",
        "verse_Syn": [
            "tadā",
            "te",
            "bhrātaraḥ",
            "sarve",
            "sat",
            "aśvaiḥ",
            "svarṇa",
            "bhūṣitaiḥ",
            "anvagacchan",
            "rathaiḥ",
            "viprāḥ",
            "vyāsa",
            "dhaumya",
            "ādayaḥ",
            "tathā"
        ],
        "translation": "At that time all his brothers followed him on beautiful chariots drawn by first-class horses decorated with gold ornaments. With them were Vyāsa and ṛṣis like Dhaumya [the learned priest of the Pāṇḍavas] and others.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "भगवानपि विप्रर्षे रथेन सधनञ्जय: ।स तैर्व्यरोचत नृप: कुवेर इव गुह्यकै: ॥ ३ ॥",
        "english_devnagari": "bhagavān api viprarṣerathena sa-dhanañjayaḥsa tair vyarocata nṛpaḥkuvera iva guhyakaiḥ",
        "verse_Syn": [
            "bhagavān",
            "api",
            "vipra",
            "ṛṣe",
            "rathena",
            "sa",
            "dhanañjayaḥ",
            "saḥ",
            "taiḥ",
            "vyarocata",
            "nṛpaḥ",
            "kuvera",
            "iva",
            "guhyakaiḥ"
        ],
        "translation": "O sage amongst the brāhmaṇas, Lord Śrī Kṛṣṇa, the Personality of Godhead, also followed, seated on a chariot with Arjuna. Thus King Yudhiṣṭhira appeared very aristocratic, like Kuvera surrounded by his companions [the Guhyakas].",
        "purport": " Lord Śrī Kṛṣṇa wanted the Pāṇḍavas to be present before Bhīṣmadeva in the most aristocratic order so that he might be pleased to see them happy at the time of his death. Kuvera is the richest of all the demigods, and herein King Yudhiṣṭhira appeared like him (Kuvera), for the procession along with Śrī Kṛṣṇa was quite appropriate to the royalty of King Yudhiṣṭhira."
    },
    {
        "verse": "4",
        "devanagari": "द‍ृष्ट्वा निपतितं भूमौ दिवश्‍च्युतमिवामरम् ।प्रणेमु: पाण्डवा भीष्मं सानुगा: सह चक्रिणा ॥ ४ ॥",
        "english_devnagari": "dṛṣṭvā nipatitaṁ bhūmaudivaś cyutam ivāmarampraṇemuḥ pāṇḍavā bhīṣmaṁsānugāḥ saha cakriṇā",
        "verse_Syn": [
            "dṛṣṭvā",
            "nipatitam",
            "bhūmau",
            "divaḥ",
            "cyutam",
            "iva",
            "amaram",
            "praṇemuḥ",
            "pāṇḍavāḥ",
            "bhīṣmam",
            "sa",
            "anugāḥ",
            "saha",
            "cakriṇā"
        ],
        "translation": "Seeing him [Bhīṣma] lying on the ground, like a demigod fallen from the sky, the Pāṇḍava King Yudhiṣṭhira, along with his younger brothers and Lord Kṛṣṇa, bowed down before him.",
        "purport": " Lord Kṛṣṇa was also a younger cousin of Mahārāja Yudhiṣṭhira as well as the intimate friend of Arjuna. But all the family members of the Pāṇḍavas knew Lord Kṛṣṇa as the Supreme Personality of Godhead. The Lord, although conscious of His supreme position, always behaved in a humanly custom, and so He also bowed down before the dying Bhīṣmadeva as if He were one of the younger brothers of King Yudhiṣṭhira."
    },
    {
        "verse": "5",
        "devanagari": "तत्र ब्रह्मर्षय: सर्वे देवर्षयश्च सत्तम ।राजर्षयश्च तत्रासन् द्रष्टुं भरतपुङ्गवम् ॥ ५ ॥",
        "english_devnagari": "tatra brahmarṣayaḥ sarvedevarṣayaś ca sattamarājarṣayaś ca tatrāsandraṣṭuṁ bharata-puṅgavam",
        "verse_Syn": [
            "tatra",
            "brahma",
            "ṛṣayaḥ",
            "sarve",
            "deva",
            "ṛṣayaḥ",
            "ca",
            "sattama",
            "rāja",
            "ṛṣayaḥ",
            "ca",
            "tatra",
            "āsan",
            "draṣṭum",
            "bharata",
            "puṅgavam"
        ],
        "translation": "Just to see the chief of the descendants of King Bharata [Bhīṣma], all the great souls in the universe, namely the ṛṣis amongst the demigods, brāhmaṇas and kings, all situated in the quality of goodness, were assembled there.",
        "purport": " The ṛṣis are those who have attained perfection by spiritual achievements. Such spiritual achievements can be earned by all, whether one is a king or a mendicant. Bhīṣmadeva himself was also one of the brahmarṣis and the chief of the descendants of King Bharata. All ṛṣis are situated in the quality of goodness. All of them assembled there on hearing the news of the great warrior’s impending death."
    },
    {
        "verse": "6-7",
        "devanagari": "पर्वतो नारदो धौम्यो भगवान् बादरायण: ।बृहदश्वो भरद्वाज: सशिष्यो रेणुकासुत: ॥ ६ ॥वसिष्ठ इन्द्रप्रमदस्त्रितो गृत्समदोऽसित: ।कक्षीवान् गौतमोऽत्रिश्च कौशिकोऽथ सुदर्शन: ॥ ७ ॥",
        "english_devnagari": "parvato nārado dhaumyobhagavān bādarāyaṇaḥbṛhadaśvo bharadvājaḥsaśiṣyo reṇukā-sutaḥ",
        "verse_Syn": [
            "parvataḥ",
            "nāradaḥ",
            "dhaumyaḥ",
            "bhagavān",
            "bādarāyaṇaḥ",
            "bṛhadaśvaḥ",
            "bharadvājaḥ",
            "sa",
            "śiṣyaḥ",
            "reṇukā",
            "sutaḥ",
            "vasiṣṭhaḥ",
            "indrapramadaḥ",
            "tritaḥ",
            "gṛtsamadaḥ",
            "asitaḥ",
            "kakṣīvān",
            "gautamaḥ",
            "atriḥ",
            "ca",
            "kauśikaḥ",
            "atha",
            "sudarśanaḥ"
        ],
        "translation": "All the sages like Parvata Muni, Nārada, Dhaumya, Vyāsa the incarnation of God, Bṛhadaśva, Bharadvāja and Paraśurāma and disciples, Vasiṣṭha, Indrapramada, Trita, Gṛtsamada, Asita, Kakṣīvān, Gautama, Atri, Kauśika and Sudarśana were present.",
        "purport": " Parvata Muni is considered to be one of the oldest sages. He is almost always a constant companion of Nārada Muni. They are also spacemen competent to travel in the air without the help of any material vehicle. Parvata Muni is also a devarṣi, or a great sage amongst the demigods, like Nārada. He was present along with Nārada at the sacrificial ceremony of Mahārāja Janamejaya, son of Mahārāja Parīkṣit. In this sacrifice all the snakes of the world were to be killed. Parvata Muni and Nārada Muni are called Gandharvas also because they can travel in the air singing the glories of the Lord. Since they can travel in the air, they observed Draupadī’s svayaṁvara ceremony (selecting of her own husband) from the air. Like Nārada Muni, Parvata Muni also used to visit the royal assembly in the heaven of King Indra. As a Gandharva, sometimes he visited the royal assembly of Kuvera, one of the important demigods. Both Nārada and Parvata were once in trouble with the daughter of Mahārāja Sṛñjaya. Mahārāja Sṛñjaya got the benediction of a son by Parvata Muni. Nārada Muni is inevitably associated with the narrations of the Purāṇas. He is described in the Bhāgavatam. In his previous life he was the son of a maidservant, but by good association with pure devotees he became enlightened in devotional service, and in the next life he became a perfect man comparable with himself only. In the Mahābhārata his name is mentioned in many places. He is the principal devarṣi, or the chief sage among the demigods. He is the son and disciple of Brahmājī, and from him the disciplic succession in the line of Brahmā has been spread. He initiated Prahlāda Mahārāja, Dhruva Mahārāja and many celebrated devotees of the Lord. He initiated even Vyāsadeva, the author of the Vedic literatures, and from Vyāsadeva, Madhvācārya was initiated, and thus the Madhvasampradāya, in which the Gauḍīyasampradāya is also included, has spread all over the universe. Śrī Caitanya Mahāprabhu belonged to this Madhva sampradāya; therefore, Brahmājī, Nārada, Vyāsa, down to Madhva, Caitanya and the Gosvāmīs all belonged to the same line of disciplic succession. Nāradajī has instructed many kings from time immemorial. In the Bhāgavatam we can see that he instructed Prahlāda Mahārāja while he was in the womb of his mother, and he instructed Vasudeva, father of Kṛṣṇa, as well as Mahārāja Yudhiṣṭhira. Dhaumya: A great sage who practiced severe penances at Utkocaka Tīrtha and was appointed royal priest of the Pāṇḍava kings. He acted as the priest in many religious functions of the Pāṇḍavas (saṁskāra), and also each of the Pāṇḍavas was attended by him at the betrothal of Draupadī. He was present even during the exile of the Pāṇḍavas and used to advise them in circumstances when they were perplexed. He instructed them how to live incognito for one year, and his instructions were strictly followed by the Pāṇḍavas during that time. His name is mentioned also when the general funeral ceremony was performed after the Battle of Kurukṣetra. In the Anuṣāsana-parva of Mahābhārata (127.15-16), he gave very elaborate religious instructions to Mahārāja Yudhiṣṭhira. He was actually the right type of priest of a householder, for he could guide the Pāṇḍavas on the right path of religion. A priest is meant for guiding the householder progressively in the right path of āśrama-dharma, or the occupational duty of a particular caste. There is practically no difference between the family priest and the spiritual master. The sages, saints and brāhmaṇas were especially meant for such functions. Bādarāyaṇa (Vyāsadeva): He is known as Kṛṣṇa, Kṛṣṇa-dvaipāyana, Dvaipāyana, Satyavatī-suta, Pārāśarya, Parāśarātmaja, Bādarāyaṇa, Vedavyāsa, etc. He was the son of Mahāmuni Parāśara in the womb of Satyavatī prior to her betrothal with Mahārāja Śantanu, the father of the great general Grandfather Bhīṣmadeva. He is a powerful incarnation of Nārāyaṇa, and he broadcasts the Vedic wisdom to the world. As such, Vyāsadeva is offered respects before one chants the Vedic literature, especially the Purāṇas. Śukadeva Gosvāmī was his son, and ṛṣis like Vaiśampāyana were his disciples for different branches of the Vedas. He is the author of the great epic Mahābhārata and the great transcendental literature Bhāgavatam. The Brahma-sūtras — the Vedānta-sūtras, or Bādarāyaṇa-sūtras — were compiled by him. Amongst sages he is the most respected author by dint of severe penances. When he wanted to record the great epic Mahābhārata for the welfare of all people in the Age of Kali, he was feeling the necessity of a powerful writer who could take up his dictation. By the order of Brahmājī, Śrī Gaṇeśajī took up the charge of noting down the dictation on the condition that Vyāsadeva would not stop dictation for a moment. The Mahābhārata was thus compiled by the joint endeavor of Vyāsa and Gaṇeśa. By the order of his mother, Satyavatī, who was later married to Mahārāja Śantanu, and by the request of Bhīṣmadeva, the eldest son of Mahārāja Śantanu by his first wife, the Ganges, he begot three brilliant sons, whose names are Dhṛtarāṣṭra, Pāṇḍu and Vidura. The Mahābhārata was compiled by Vyāsadeva after the Battle of Kurukṣetra and after the death of all the heroes of Mahābhārata. It was first spoken in the royal assembly of Mahārāja Janamejaya, the son of Mahārāja Parīkṣit. Bṛhadaśva: An ancient sage who used to meet Mahārāja Yudhiṣṭhira now and then. First of all he met Mahārāja Yudhiṣṭhira at Kāmyavana. This sage narrated the history of Mahārāja Nala. There is another Bṛhadaśva, who is the son of the Ikṣvāku dynasty (Mahābhārata, Vana-parva 209.4-5). Bharadvāja: He is one of the seven great ṛṣis and was present at the time of the birth ceremony of Arjuna. The powerful ṛṣi sometimes undertook severe penances on the shore of the Ganges, and his āśrama is still celebrated at Prayāgadhāma. It is learned that this ṛṣi, while taking bath in the Ganges, happened to meet Ghṛtacī, one of the beautiful society girls of heaven, and thus he discharged semen, which was kept and preserved in an earthen pot and from which Droṇa was born. So Droṇācārya is the son of Bharadvāja Muni. Others say that Bharadvāja the father of Droṇa is a different person from Maharṣi Bharadvāja. He was a great devotee of Brahmā. Once he approached Droṇācārya and requested him to stop the Battle of Kurukṣetra. Paraśurāma, or Reṇukāsuta: He is the son of Maharṣi Jamadagni and Śrīmatī Reṇukā. Thus he is also known as Reṇukāsuta. He is one of the powerful incarnations of God, and he killed the kṣatriya community as a whole twenty-one times. With the blood of the kṣatriyas he pleased the souls of his forefathers. Later on he underwent severe penances at the Mahendra Parvata. After taking the whole earth from the kṣatriyas, he gave it in charity to Kaśyapa Muni. Paraśurāma instructed the Dhanur-veda, or the science of fighting, to Droṇācārya because he happened to be a brāhmaṇa. He was present during the coronation of Mahārāja Yudhiṣṭhira, and he celebrated the function along with other great ṛṣis. Paraśurāma is so old that he met both Rāma and Kṛṣṇa at different times. He fought with Rāma, but he accepted Kṛṣṇa as the Supreme Personality of Godhead. He also praised Arjuna when he saw him with Kṛṣṇa. When Bhīṣma refused to marry Ambā, who wanted him to become her husband, Ambā met Paraśurāma, and by her request only, he asked Bhīṣmadeva to accept her as his wife. Bhīṣma refused to obey his order, although he was one of the spiritual masters of Bhīṣmadeva. Paraśurāma fought with Bhīṣmadeva when Bhīṣma neglected his warning. Both of them fought very severely, and at last Paraśurāma was pleased with Bhīṣma and gave him the benediction of becoming the greatest fighter in the world. Vasiṣṭha: The great celebrated sage among the brāhmaṇas, well known as the Brahmarṣi Vasiṣṭhadeva. He is a prominent figure in both the Rāmāyaṇa and Mahābhārata periods. He celebrated the coronation ceremony of the Personality of Godhead Śrī Rāma. He was present also on the Battlefield of Kurukṣetra. He could approach all the higher and lower planets, and his name is also connected with the history of Hiraṇyakaśipu. There was a great tension between him and Viśvāmitra, who wanted his kāmadhenu, wish-fulfilling cow. Vasiṣṭha Muni refused to spare his kāmadhenu, and for this Viśvāmitra killed his one hundred sons. As a perfect brāhmaṇa he tolerated all the taunts of Viśvāmitra. Once he tried to commit suicide on account of Viśvāmitra’s torture, but all his attempts were unsuccessful. He jumped from a hill, but the stones on which he fell became a stack of cotton, and thus he was saved. He jumped into the ocean, but the waves washed him ashore. He jumped into the river, but the river also washed him ashore. Thus all his suicide attempts were unsuccessful. He is also one of the seven ṛṣis and husband of Arundhatī, the famous star. Indrapramada: Another celebrated ṛṣi. Trita: One of the three sons of Prajāpati Gautama. He was the third son, and his other two brothers were known as Ekat and Dvita. All the brothers were great sages and strict followers of the principles of religion. By dint of severe penances they were promoted to Brahmaloka (the planet where Brahmājī lives). Once Trita Muni fell into a well. He was an organizing worker of many sacrifices, and as one of the great sages he also came to show respect to Bhīṣmajī at his deathbed. He was one of the seven sages in the Varuṇaloka. He hailed from the Western countries of the world. As such, most probably he belonged to the European countries. At that time the whole world was under one Vedic culture. Gṛtsamada: One of the sages of the heavenly kingdom. He was a close friend of Indra, the King of heaven, and was as great as Bṛhaspati. He used to visit the royal assembly of Mahārāja Yudhiṣṭhira, and he also visited the place where Bhīṣmadeva breathed his last. Sometimes he explained the glories of Lord Śiva before Mahārāja Yudhiṣṭhira. He was the son of Vitahavya, and he resembled in features the body of Indra. Sometimes the enemies of Indra mistook him to be Indra and arrested him. He was a great scholar of the Ṛg-veda, and thus he was highly respected by the brāhmaṇa community. He lived a life of celibacy and was powerful in every respect. Asita: There was a king of the same name, but herein the Asita mentioned is the Asita Devala Ṛṣi, a great powerful sage of the time. He explained to his father 1,500,000 verses from the Mahābhārata. He was one of the members in the snake sacrifice of Mahārāja Janamejaya. He was also present during the coronation ceremony of Mahārāja Yudhiṣṭhira along with other great ṛṣis. He also gave Mahārāja Yudhiṣṭhira instructions while he was on the Añjana Hill. He was also one of the devotees of Lord Śiva. Kakṣīvān: One of the sons of Gautama Muni and the father of the great sage Candakausika. He was one of the members of Parliament of Mahārāja Yudhiṣṭhira. Atri: Atri Muni was a great brāhmaṇa sage and was one of the mental sons of Brahmājī. Brahmājī is so powerful that simply by thinking of a son he can have it. These sons are known as mānasa-putras. Out of seven mānasa-putras of Brahmājī and out of the seven great brāhmaṇa sages, Atri was one. In his family the great Pracetās were also born. Atri Muni had two kṣatriya sons who became kings. King Arthama is one of them. He is counted as one of the twenty-one prajāpatis. His wife’s name was Anasūyā, and he helped Mahārāja Parīkṣit in his great sacrifices. Kauśika: One of the permanent ṛṣi members in the royal assembly of Mahārāja Yudhiṣṭhira. He sometimes met Lord Kṛṣṇa. There are several other sages of the same name. Sudarśana: This wheel which is accepted by the Personality of Godhead (Viṣṇu or Kṛṣṇa) as His personal weapon is the most powerful weapon, greater than the brahmāstras or similar other disastrous weapons. In some of the Vedic literatures it is said that Agnideva, the fire-god, presented this weapon to Lord Śrī Kṛṣṇa, but factually this weapon is eternally carried by the Lord. Agnideva presented this weapon to Kṛṣṇa in the same way that Rukmiṇī was given by Mahārāja Rukma to the Lord. The Lord accepts such presentations from His devotees, even though such presentations are eternally His property. There is an elaborate description of this weapon in the Ādi-parva of the Mahābhārata. Lord Śrī Kṛṣṇa used this weapon to kill Śiśupāla, a rival of the Lord. He also killed Śālva by this weapon, and sometimes He wanted His friend Arjuna to use it to kill his enemies (Mahābhārata, Virāṭa-parva 56.3)."
    },
    {
        "verse": "8",
        "devanagari": "अन्ये च मुनयो ब्रह्मन् ब्रह्मरातादयोऽमला: ।शिष्यैरुपेता आजग्मु: कश्यपाङ्गिरसादय: ॥ ८ ॥",
        "english_devnagari": "anye ca munayo brahmanbrahmarātādayo ’malāḥśiṣyair upetā ājagmuḥkaśyapāṅgirasādayaḥ",
        "verse_Syn": [
            "anye",
            "ca",
            "munayaḥ",
            "brahman",
            "brahmarāta",
            "ādayaḥ",
            "amalāḥ",
            "śiṣyaiḥ",
            "upetāḥ",
            "ājagmuḥ",
            "kaśyapa",
            "āṅgirasa",
            "ādayaḥ"
        ],
        "translation": "And many others like Śukadeva Gosvāmī and other purified souls, Kaśyapa and Āṅgirasa and others, all accompanied by their respective disciples, arrived there.",
        "purport": " Śukadeva Gosvāmī (Brahmarāta): The famous son and disciple of Śrī Vyāsadeva, who taught him first the Mahābhārata and then Śrīmad-Bhāgavatam. Śukadeva Gosvāmī recited 1,400,000 verses of the Mahābhārata in the councils of the Gandharvas, Yakṣas and Rākṣasas, and he recited Śrīmad-Bhāgavatam for the first time in the presence of Mahārāja Parīkṣit. He thoroughly studied all the Vedic literatures from his great father. Thus he was a completely purified soul by dint of his extensive knowledge in the principles of religion. From Mahābhārata, Sabhā-parva (4.11), it is understood that he was also present in the royal assembly of Mahārāja Yudhiṣṭhira and at the fasting of Mahārāja Parīkṣit. As a bona fide disciple of Śrī Vyāsadeva, he inquired from his father very extensively about religious principles and spiritual values, and his great father also satisfied him by teaching him the yoga system by which one can attain the spiritual kingdom, the difference between fruitive work and empiric knowledge, the ways and means of attaining spiritual realization, the four āśramas (namely the student life, the householder’s life, the retired life and the renounced life), the sublime position of the Supreme Personality of Godhead, the process of seeing Him face to face, the bona fide candidate for receiving knowledge, the consideration of the five elements, the unique position of intelligence, the consciousness of the material nature and the living entity, the symptoms of the self-realized soul, the working principles of the material body, the symptoms of the influential modes of nature, the tree of perpetual desire, and psychic activities. Sometimes he went to the sun planet with the permission of his father and Nāradajī. Descriptions of his travel in space are given in the Śānti-parva of the Mahābhārata (332). At last he attained the transcendental realm. He is known by different names like Araṇeya, Aruṇisuta, Vaiyāsaki and Vyāsātmaja. Kaśyapa: One of the prajāpatis, the son of Marīci and one of the sons-in-law of Prajāpati Dakṣa. He is the father of the gigantic bird Garuḍa, who was given elephants and tortoises as eatables. He married thirteen daughters of Prajāpati Dakṣa, and their names are Aditi, Diti, Danu, Kāṣṭhā, Ariṣṭā, Surasā, Ilā, Muni, Krodhavaśā, Tāmrā, Surabhi, Saramā and Timi. He begot many children, both demigods and demons, by those wives. From his first wife, Aditi, all the twelve Ādityas were born; one of them is Vāmana, the incarnation of Godhead. This great sage, Kaśyapa, was also present at the time of Arjuna’s birth. He received a presentation of the whole world from Paraśurāma, and later on he asked Paraśurāma to go out of the world. His other name is Ariṣṭanemi. He lives on the northern side of the universe. Āṅgirasa: He is the son of Maharṣi Aṅgirā and is known as Bṛhaspati, the priest of the demigods. It is said that Droṇācārya was his partial incarnation. Śukrācārya was the spiritual master of the demons, and Bṛhaspati challenged him. His son is Kaca, and he delivered the fire weapon first to Bharadvāja Muni. He begot six sons (like the fire-god) by his wife Candramāsī, one of the reputed stars. He could travel in space, and therefore he could present himself even in the planets of Brahmaloka and Indraloka. He advised the King of heaven, Indra, about conquering the demons. Once he cursed Indra, who thus had to become a hog on the earth and was unwilling to return to heaven. Such is the power of the attraction of the illusory energy. Even a hog does not wish to part with its earthly possessions in exchange for a heavenly kingdom. He was the religious preceptor of the natives of different planets."
    },
    {
        "verse": "9",
        "devanagari": "तान् समेतान् महाभागानुपलभ्य वसूत्तम: ।पूजयामास धर्मज्ञो देशकालविभागवित् ॥ ९ ॥",
        "english_devnagari": "tān sametān mahā-bhāgānupalabhya vasūttamaḥpūjayām āsa dharma-jñodeśa-kāla-vibhāgavit",
        "verse_Syn": [
            "tān",
            "sametān",
            "mahā",
            "bhāgān",
            "upalabhya",
            "vasu",
            "uttamaḥ",
            "pūjayām",
            "āsa",
            "dharma",
            "jñaḥ",
            "deśa",
            "kāla",
            "vibhāga",
            "vit"
        ],
        "translation": "Bhīṣmadeva, who was the best amongst the eight Vasus, received and welcomed all the great and powerful ṛṣis who were assembled there, for he knew perfectly all the religious principles according to time and place.",
        "purport": " Expert religionists know perfectly well how to adjust religious principles in terms of time and place. All the great ācāryas or religious preachers or reformers of the world executed their mission by adjustment of religious principles in terms of time and place. There are different climates and situations in different parts of the world, and if one has to discharge his duties to preach the message of the Lord, he must be expert in adjusting things in terms of the time and place. Bhīṣmadeva was one of the twelve great authorities in preaching this cult of devotional service, and therefore he could receive and welcome all the powerful sages assembled there at his deathbed from all parts of the universe. He was certainly unable at that time to welcome and receive them physically because he was neither at his home nor in a normal healthy condition. But he was quite fit by the activities of his sound mind, and therefore he could utter sweet words with hearty expressions, and all of them were well received. One can perform one’s duty by physical work, by mind and by words. And he knew well how to utilize them in the proper place, and therefore there was no difficulty for him to receive them, although physically unfit."
    },
    {
        "verse": "10",
        "devanagari": "कृष्णं च तत्प्रभावज्ञ आसीनं जगदीश्वरम् ।हृदिस्थं पूजयामास माययोपात्तविग्रहम् ॥ १० ॥",
        "english_devnagari": "kṛṣṇaṁ ca tat-prabhāva-jñaāsīnaṁ jagad-īśvaramhṛdi-sthaṁ pūjayām āsamāyayopātta-vigraham",
        "verse_Syn": [
            "kṛṣṇam",
            "ca",
            "tat",
            "prabhāva",
            "jñaḥ",
            "āsīnam",
            "jagat",
            "īśvaram",
            "hṛdi",
            "stham",
            "pūjayām",
            "āsa",
            "māyayā",
            "upātta",
            "vigraham"
        ],
        "translation": "Lord Śrī Kṛṣṇa is situated in everyone’s heart, yet He manifests His transcendental form by His internal potency. This very Lord was sitting before Bhīṣmadeva, and since Bhīṣmadeva knew of His glories, he worshiped Him duly.",
        "purport": " The Lord’s omnipotency is displayed by His simultaneous presence in every place. He is present always in His eternal abode Goloka Vṛndāvana, and still He is present in everyone’s heart and even within every invisible atom. When He manifests His eternal transcendental form in the material world, He does so by His internal potency. The external potency, or the material energy, has nothing to do with His eternal form. All these truths were known to Śrī Bhīṣmadeva, who worshiped Him accordingly."
    },
    {
        "verse": "11",
        "devanagari": "पाण्डुपुत्रानुपासीनान् प्रश्रयप्रेमसङ्गतान् ।अभ्याचष्टानुरागाश्रैरन्धीभूतेन चक्षुषा ॥ ११ ॥",
        "english_devnagari": "pāṇḍu-putrān upāsīnānpraśraya-prema-saṅgatānabhyācaṣṭānurāgāśrairandhībhūtena cakṣuṣā",
        "verse_Syn": [
            "pāṇḍu",
            "putrān",
            "upāsīnān",
            "praśraya",
            "prema",
            "saṅgatān",
            "abhyācaṣṭa",
            "anurāga",
            "aśraiḥ",
            "andhībhūtena",
            "cakṣuṣā"
        ],
        "translation": "The sons of Mahārāja Pāṇḍu were sitting silently nearby, overtaken with affection for their dying grandfather. Seeing this, Bhīṣmadeva congratulated them with feeling. There were tears of ecstasy in his eyes, for he was overwhelmed by love and affection.",
        "purport": " When Mahārāja Pāṇḍu died, his sons were all small children, and naturally they were brought up under the affection of elderly members of the royal family, specifically by Bhīṣmadeva. Later on, when the Pāṇḍavas were grown up, they were cheated by cunning Duryodhana and company, and Bhīṣmadeva, although he knew that the Pāṇḍavas were innocent and were unnecessarily put into trouble, could not take the side of the Pāṇḍavas for political reasons. At the last stage of his life, when Bhīṣmadeva saw his most exalted grandsons, headed by Mahārāja Yudhiṣṭhira, sitting very gently at his side, the great warrior-grandfather could not check his loving tears, which were automatically flowing from his eyes. He remembered the great tribulations suffered by his most pious grandsons. Certainly he was the most satisfied man because of Yudhiṣṭhira’s being enthroned in place of Duryodhana, and thus he began to congratulate them."
    },
    {
        "verse": "12",
        "devanagari": "अहो कष्टमहोऽन्याय्यं यद्यूयं धर्मनन्दना: ।जीवितुं नार्हथ क्लिष्टं विप्रधर्माच्युताश्रया: ॥ १२ ॥",
        "english_devnagari": "aho kaṣṭam aho ’nyāyyaṁyad yūyaṁ dharma-nandanāḥjīvituṁ nārhatha kliṣṭaṁvipra-dharmācyutāśrayāḥ",
        "verse_Syn": [
            "aho",
            "kaṣṭam",
            "aho",
            "anyāyyam",
            "yat",
            "yūyam",
            "dharma",
            "nandanāḥ",
            "jīvitum",
            "na",
            "arhatha",
            "kliṣṭam",
            "vipra",
            "dharma",
            "acyuta",
            "āśrayāḥ"
        ],
        "translation": "Bhīṣmadeva said: Oh, what terrible sufferings and what terrible injustices you good souls suffer for being the sons of religion personified. You did not deserve to remain alive under those tribulations, yet you were protected by the brāhmaṇas, God and religion.",
        "purport": " Mahārāja Yudhiṣṭhira was disturbed due to the great massacre in the Battle of Kurukṣetra. Bhīṣmadeva could understand this, and therefore he spoke first of the terrible sufferings of Mahārāja Yudhiṣṭhira. He was put into difficulty by injustice only, and the Battle of Kurukṣetra was fought just to counteract this injustice. Therefore, he should not regret the great massacre. He wanted to point out particularly that they were always protected by the brāhmaṇas, the Lord and religious principles. As long as they were protected by these three important items, there was no cause of disappointment. Thus Bhīṣmadeva encouraged Mahārāja Yudhiṣṭhira to dissipate his despondency. As long as a person is fully in cooperation with the wishes of the Lord, guided by the bona fide brāhmaṇas and Vaiṣṇavas and strictly following religious principles, one has no cause for despondency, however trying the circumstances of life. Bhīṣmadeva, as one of the authorities in the line, wanted to impress this point upon the Pāṇḍavas."
    },
    {
        "verse": "13",
        "devanagari": "संस्थितेऽतिरथे पाण्डौ पृथा बालप्रजा वधू: ।युष्मत्कृते बहून् क्लेशान् प्राप्ता तोकवती मुहु: ॥ १३ ॥",
        "english_devnagari": "saṁsthite ’tirathe pāṇḍaupṛthā bāla-prajā vadhūḥyuṣmat-kṛte bahūn kleśānprāptā tokavatī muhuḥ",
        "verse_Syn": [
            "saṁsthite",
            "ati",
            "rathe",
            "pāṇḍau",
            "pṛthā",
            "bāla",
            "prajā",
            "vadhūḥ",
            "yuṣmat",
            "kṛte",
            "bahūn",
            "kleśān",
            "prāptā",
            "toka",
            "vatī",
            "muhuḥ"
        ],
        "translation": "As far as my daughter-in-law Kuntī is concerned, upon the great General Pāṇḍu’s death, she became a widow with many children, and therefore she suffered greatly. And when you were grown up she suffered a great deal also because of your actions.",
        "purport": " The sufferings of Kuntīdevī are doubly lamented. She suffered greatly because of early widowhood and to get her minor children brought up in the royal family. And when her children were grown up, she continued to suffer because of her sons’ actions. So her sufferings continued. This means that she was destined to suffer by providence, and this one has to tolerate without being disturbed."
    },
    {
        "verse": "14",
        "devanagari": "सर्वं कालकृतं मन्ये भवतां च यदप्रियम् ।सपालो यद्वशे लोको वायोरिव घनावलि: ॥ १४ ॥",
        "english_devnagari": "sarvaṁ kāla-kṛtaṁ manyebhavatāṁ ca yad-apriyamsapālo yad-vaśe lokovāyor iva ghanāvaliḥ",
        "verse_Syn": [
            "sarvam",
            "kāla",
            "kṛtam",
            "manye",
            "bhavatām",
            "ca",
            "yat",
            "apriyam",
            "sa",
            "pālaḥ",
            "yat",
            "vaśe",
            "lokaḥ",
            "vāyoḥ",
            "iva",
            "ghana",
            "āvaliḥ"
        ],
        "translation": "In my opinion, this is all due to inevitable time, under whose control everyone in every planet is carried, just as the clouds are carried by the wind.",
        "purport": " There is control by time all over the space within the universe, as there is control by time all over the planets. All the big gigantic planets, including the sun, are being controlled by the force of air, as the clouds are carried by the force of air. Similarly, the inevitable kāla, or time, controls even the action of the air and other elements. Everything, therefore, is controlled by the supreme kāla, a forceful representative of the Lord within the material world. Thus Yudhiṣṭhira should not be sorry for the inconceivable action of time. Everyone has to bear the actions and reactions of time as long as one is within the conditions of the material world. Yudhiṣṭhira should not think that he had committed sins in his previous birth and is suffering the consequence. Even the most pious has to suffer the condition of material nature. But a pious man is faithful to the Lord, for he is guided by the bona fide brāhmaṇa and Vaiṣṇava following the religious principles. These three guiding principles should be the aim of life. One should not be disturbed by the tricks of eternal time. Even the great controller of the universe, Brahmājī, is also under the control of that time; therefore, one should not grudge being thus controlled by time despite being a true follower of religious principles."
    },
    {
        "verse": "15",
        "devanagari": "यत्र धर्मसुतो राजा गदापाणिर्वृकोदर: ।कृष्णोऽस्त्री गाण्डिवं चापं सुहृत्कृष्णस्ततो विपत् ॥ १५ ॥",
        "english_devnagari": "yatra dharma-suto rājāgadā-pāṇir vṛkodaraḥkṛṣṇo ’strī gāṇḍivaṁ cāpaṁsuhṛt kṛṣṇas tato vipat",
        "verse_Syn": [
            "yatra",
            "dharma",
            "sutaḥ",
            "rājā",
            "gadā",
            "pāṇiḥ",
            "vṛkodaraḥ",
            "kṛṣṇaḥ",
            "astrī",
            "gāṇḍivam",
            "cāpam",
            "suhṛt",
            "kṛṣṇaḥ",
            "tataḥ",
            "vipat"
        ],
        "translation": "Oh, how wonderful is the influence of inevitable time! It is irreversible — otherwise, how can there be reverses in the presence of King Yudhiṣṭhira, the son of the demigod controlling religion; Bhīma, the great fighter with a club; the great bowman Arjuna with his mighty weapon Gāṇḍīva; and above all, the Lord, the direct well-wisher of the Pāṇḍavas?",
        "purport": " As far as the material or spiritual resources were required, there was no scarcity in the case of the Pāṇḍavas. Materially they were well equipped because two great warriors, namely Bhīma and Arjuna, were there. Spiritually the King himself was the symbol of religion, and above all of them the Personality of Godhead, Lord Śrī Kṛṣṇa, was personally concerned with their affairs as the well-wisher. And yet there were so many reverses on the side of the Pāṇḍavas. Despite the power of pious acts, the power of personalities, the power of expert management and the power of weapons under the direct supervision of Lord Kṛṣṇa, the Pāṇḍavas suffered so many practical reverses, which can only be explained as due to the influence of kāla, inevitable time. Kāla is identical with the Lord Himself, and therefore the influence of kāla indicates the inexplicable wish of the Lord Himself. There is nothing to be lamented when a matter is beyond the control of any human being."
    },
    {
        "verse": "16",
        "devanagari": "न ह्यस्य कर्हिचिद्राजन् पुमान् वेद विधित्सितम् ।यद्विजिज्ञासया युक्ता मुह्यन्ति कवयोऽपि हि ॥ १६ ॥",
        "english_devnagari": "na hy asya karhicid rājanpumān veda vidhitsitamyad vijijñāsayā yuktāmuhyanti kavayo ’pi hi",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "karhicit",
            "rājan",
            "pumān",
            "veda",
            "vidhitsitam",
            "yat",
            "vijijñāsayā",
            "yuktāḥ",
            "muhyanti",
            "kavayaḥ",
            "api",
            "hi"
        ],
        "translation": "O King, no one can know the plan of the Lord [Śrī Kṛṣṇa]. Even though great philosophers inquire exhaustively, they are bewildered.",
        "purport": " The bewilderment of Mahārāja Yudhiṣṭhira over his past sinful acts and the resultant sufferings, etc., is completely negated by the great authority Bhīṣma (one of the twelve authorized persons). Bhīṣma wanted to impress upon Mahārāja Yudhiṣṭhira that since time immemorial no one, including such demigods as Śiva and Brahmā, could ascertain the real plan of the Lord. So what can we understand about it? It is useless also to inquire about it. Even the exhaustive philosophical inquiries of sages cannot ascertain the plan of the Lord. The best policy is simply to abide by the orders of the Lord without argument. The sufferings of the Pāṇḍavas were never due to their past deeds. The Lord had to execute the plan of establishing the kingdom of virtue, and therefore His own devotees suffered temporarily in order to establish the conquest of virtue. Bhīṣmadeva was certainly satisfied by seeing the triumph of virtue, and he was glad to see King Yudhiṣṭhira on the throne, although he himself fought against him. Even a great fighter like Bhīṣma could not win the Battle of Kurukṣetra because the Lord wanted to show that vice cannot conquer virtue, regardless of who tries to execute it. Bhīṣmadeva was a great devotee of the Lord, but he chose to fight against the Pāṇḍavas by the will of the Lord because the Lord wanted to show that a fighter like Bhīṣma cannot win on the wrong side."
    },
    {
        "verse": "17",
        "devanagari": "तस्मादिदं दैवतन्त्रं व्यवस्य भरतर्षभ ।तस्यानुविहितोऽनाथा नाथ पाहि प्रजा: प्रभो ॥ १७ ॥",
        "english_devnagari": "tasmād idaṁ daiva-tantraṁvyavasya bharatarṣabhatasyānuvihito ’nāthānātha pāhi prajāḥ prabho",
        "verse_Syn": [
            "tasmāt",
            "idam",
            "daiva",
            "tantram",
            "vyavasya",
            "bharata",
            "ṛṣabha",
            "tasya",
            "anuvihitaḥ",
            "anāthāḥ",
            "nātha",
            "pāhi",
            "prajāḥ",
            "prabho"
        ],
        "translation": "O best among the descendants of Bharata [Yudhiṣṭhira], I maintain, therefore, that all this is within the plan of the Lord. Accepting the inconceivable plan of the Lord, you must follow it. You are now the appointed administrative head, and, my lord, you should now take care of those subjects who are now rendered helpless.",
        "purport": " The popular saying is that a housewife teaches the daughter-in-law by teaching the daughter. Similarly, the Lord teaches the world by teaching the devotee. The devotee does not have to learn anything new from the Lord because the Lord teaches the sincere devotee always from within. Whenever, therefore, a show is made to teach the devotee, as in the case of the teachings of Bhagavad-gītā, it is for teaching the less intelligent men. A devotee’s duty, therefore, is to ungrudgingly accept tribulations from the Lord as a benediction. The Pāṇḍavas were advised by Bhīṣmadeva to accept the responsibility of administration without hesitation. The poor subjects were without protection due to the Battle of Kurukṣetra, and they were awaiting the assumption of power by Mahārāja Yudhiṣṭhira. A pure devotee of the Lord accepts tribulations as favors from the Lord. Since the Lord is absolute, there is no mundane difference between the two."
    },
    {
        "verse": "18",
        "devanagari": "एष वै भगवान्साक्षादाद्यो नारायण: पुमान् ।मोहयन्मायया लोकं गूढश्चरति वृष्णिषु ॥ १८ ॥",
        "english_devnagari": "eṣa vai bhagavān sākṣādādyo nārāyaṇaḥ pumānmohayan māyayā lokaṁgūḍhaś carati vṛṣṇiṣu",
        "verse_Syn": [
            "eṣaḥ",
            "vai",
            "bhagavān",
            "sākṣāt",
            "ādyaḥ",
            "nārāyaṇaḥ",
            "pumān",
            "mohayan",
            "māyayā",
            "lokam",
            "gūḍhaḥ",
            "carati",
            "vṛṣṇiṣu"
        ],
        "translation": "This Śrī Kṛṣṇa is no other than the inconceivable, original Personality of Godhead. He is the first Nārāyaṇa, the supreme enjoyer. But He is moving amongst the descendants of King Vṛṣṇi just like one of us, and He is bewildering us with His self-created energy.",
        "purport": " The Vedic system of acquiring knowledge is the deductive process. The Vedic knowledge is received perfectly by disciplic succession from authorities. Such knowledge is never dogmatic, as ill conceived by less intelligent persons. The mother is the authority to verify the identity of the father. She is the authority for such confidential knowledge. Therefore, authority is not dogmatic. In the Bhagavad-gītā this truth is confirmed in the second verse of the Fourth Chapter, and the perfect system of learning is to receive it from authority. The very same system is accepted universally as truth, but only the false arguer speaks against it. For example, modern spacecraft fly in the sky, and when scientists say that they travel to the other side of the moon, men believe these stories blindly because they have accepted the modern scientists as authorities. The authorities speak, and the people in general believe them. But in the case of Vedic truths, they have been taught not to believe. Even if they accept them they give a different interpretation. Each and every man wants a direct perception of Vedic knowledge, but foolishly they deny it. This means that the misguided man can believe one authority, the scientist, but will reject the authority of the Vedas. The result is that people have degenerated. Here is an authority speaking about Śrī Kṛṣṇa as the original Personality of Godhead and the first Nārāyaṇa. Even such an impersonalist as Ācārya Śaṅkara has said in the beginning of his commentation on the Bhagavad-gītā that Nārāyaṇa, the Personality of Godhead, is beyond the material creation.* The universe is one of the material creations, but Nārāyaṇa is transcendental to such material paraphernalia. Bhīṣmadeva is one of the twelve mahājanas who know the principles of transcendental knowledge. His confirmation of Lord Śrī Kṛṣṇa’s being the original Personality of Godhead is also corroborated by the impersonalist Śaṅkara. All other ācāryas have also confirmed this statement, and thus there is no chance of not accepting Lord Śrī Kṛṣṇa as the original Personality of Godhead. Bhīṣmadeva says that He is the first Nārāyaṇa. This is also confirmed by Brahmājī in the Bhāgavatam (10.14.14). Kṛṣṇa is the first Nārāyaṇa. In the spiritual world (Vaikuṇṭha) there are unlimited numbers of Nārāyaṇas, who are all the same Personality of Godhead and are considered to be the plenary expansions of the original Personality of Godhead Śrī Kṛṣṇa. The first form of the Lord, Śrī Kṛṣṇa, first expands Himself as the form of Baladeva, and Baladeva expands in so many other forms, such as Saṅkarṣaṇa, Pradyumna, Aniruddha, Vāsudeva, Nārāyaṇa, Puruṣa, Rāma and Nṛsiṁha. All these expansions are one and the same viṣṇu-tattva, and Śrī Kṛṣṇa is the original source of all the plenary expansions. He is therefore the direct Personality of Godhead. He is the creator of the material world, and He is the predominating Deity known as Nārāyaṇa in all the Vaikuṇṭha planets. Therefore, His movements amongst human beings are another sort of bewilderment. The Lord therefore says in the Bhagavad-gītā that foolish persons consider Him to be one of the human beings without knowing the intricacies of His movements. The bewilderment regarding Śrī Kṛṣṇa is due to the action of His twofold internal and external energies upon the third one, called marginal energy. The living entities are expansions of His marginal energy, and thus they are sometimes bewildered by the internal energy and sometimes by the external energy. By internal energetic bewilderment, Śrī Kṛṣṇa expands Himself into unlimited numbers of Nārāyaṇas and exchanges or accepts transcendental loving service from the living entities in the transcendental world. And by His external energetic expansions, He incarnates Himself in the material world amongst the men, animals or demigods to reestablish His forgotten relation with the living entities in different species of life. Great authorities like Bhīṣma, however, escape His bewilderment by the mercy of the Lord."
    },
    {
        "verse": "19",
        "devanagari": "अस्यानुभावं भगवान् वेद गुह्यतमं शिव: ।देवर्षिर्नारद: साक्षाद्भगवान् कपिलो नृप ॥ १९ ॥",
        "english_devnagari": "asyānubhāvaṁ bhagavānveda guhyatamaṁ śivaḥdevarṣir nāradaḥ sākṣādbhagavān kapilo nṛpa",
        "verse_Syn": [
            "asya",
            "anubhāvam",
            "bhagavān",
            "veda",
            "guhya",
            "tamam",
            "śivaḥ",
            "deva",
            "ṛṣiḥ",
            "nāradaḥ",
            "sākṣāt",
            "bhagavān",
            "kapilaḥ",
            "nṛpa"
        ],
        "translation": "O King, Lord Śiva, Nārada the sage amongst the demigods, and Kapila, the incarnation of Godhead, all know very confidentially about His glories through direct contact.",
        "purport": " Pure devotees of the Lord are all budhās, or persons who know the glories of the Lord in different transcendental loving services. As the Lord has innumerable expansions of His plenary form, there are innumerable pure devotees of the Lord, who are engaged in the exchange of service of different humors. Ordinarily there are twelve great devotees of the Lord, namely Brahmā, Nārada, Śiva, Kumāra, Kapila, Manu, Prahlāda, Bhīṣma, Janaka, Śukadeva Gosvāmī, Bali Mahārāja and Yamarāja. Bhīṣmadeva, although one of them, has mentioned only three important names of the twelve who know the glories of the Lord. Śrīla Viśvanātha Cakravartī Ṭhākura, one of the great ācāryas in the modern age, explains that anubhāva, or the glory of the Lord, is first appreciated by the devotee in ecstasy manifesting the symptoms of perspiring, trembling, weeping, bodily eruptions, etc., which are further enhanced by steady understanding of the glories of the Lord. Such different understandings of bhāvas are exchanged between Yaśodā and the Lord (binding the Lord by ropes) and in the chariot-driving by the Lord in the exchange of love with Arjuna. These glories of the Lord are exhibited in His being subordinated before His devotees, and that is another feature of the glories of the Lord. Śukadeva Gosvāmī and the Kumāras, although situated in the transcendental position, became converted by another feature of bhāva and turned into pure devotees of the Lord. Tribulations imposed upon the devotees by the Lord constitute another exchange of transcendental bhāva between the Lord and the devotees. The Lord says, “I put My devotee into difficulty, and thus the devotee becomes more purified in exchanging transcendental bhāva with Me.” Placing the devotee into material troubles means delivering him from the illusory material relations. The material relations are based on reciprocation of material enjoyment, which depends mainly on material resources. Therefore, when material resources are withdrawn by the Lord, the devotee is cent-percent attracted toward the transcendental loving service of the Lord. Thus the Lord snatches the fallen soul from the mire of material existence. Tribulations offered by the Lord to His devotee are different from the tribulations resulting from vicious action. All these glories of the Lord are especially known to the great mahājanas like Brahmā, Śiva, Nārada, Kapila, Kumāra and Bhīṣma, as mentioned above, and one is able to grasp it by their grace."
    },
    {
        "verse": "20",
        "devanagari": "यं मन्यसे मातुलेयं प्रियं मित्रं सुहृत्तमम् ।अकरो: सचिवं दूतं सौहृदादथ सारथिम् ॥ २० ॥",
        "english_devnagari": "yaṁ manyase mātuleyaṁpriyaṁ mitraṁ suhṛttamamakaroḥ sacivaṁ dūtaṁsauhṛdād atha sārathim",
        "verse_Syn": [
            "yam",
            "manyase",
            "mātuleyam",
            "priyam",
            "mitram",
            "suhṛt",
            "tamam",
            "akaroḥ",
            "sacivam",
            "dūtam",
            "sauhṛdāt",
            "atha",
            "sārathim"
        ],
        "translation": "O King, that personality whom, out of ignorance only, you thought to be your maternal cousin, your very dear friend, well-wisher, counselor, messenger, benefactor, etc., is that very Personality of Godhead Śrī Kṛṣṇa.",
        "purport": " Lord Śrī Kṛṣṇa, although acting as the cousin, brother, friend, well-wisher, counselor, messenger, benefactor, etc., of the Pāṇḍavas, was still the Supreme Personality of Godhead. Out of His causeless mercy and favor upon His unalloyed devotees, He performs all kinds of service, but that does not mean that He has changed His position as the Absolute Person. To think of Him as an ordinary man is the grossest type of ignorance."
    },
    {
        "verse": "21",
        "devanagari": "सर्वात्मन: समद‍ृशो ह्यद्वयस्यानहङ्‍कृते: ।तत्कृतं मतिवैषम्यं निरवद्यस्य न क्‍वचित् ॥ २१ ॥",
        "english_devnagari": "sarvātmanaḥ sama-dṛśohy advayasyānahaṅkṛteḥtat-kṛtaṁ mati-vaiṣamyaṁniravadyasya na kvacit",
        "verse_Syn": [
            "sarva",
            "ātmanaḥ",
            "sama",
            "dṛśaḥ",
            "hi",
            "advayasya",
            "anahaṅkṛteḥ",
            "tat",
            "kṛtam",
            "mati",
            "vaiṣamyam",
            "niravadyasya",
            "na",
            "kvacit"
        ],
        "translation": "Being the Absolute Personality of Godhead, He is present in everyone’s heart. He is equally kind to everyone, and He is free from the false ego of differentiation. Therefore whatever He does is free from material inebriety. He is equibalanced.",
        "purport": " Because He is absolute, there is nothing different from Him. He is kaivalya; there is nothing except Himself. Everything and everyone is the manifestation of His energy, and thus He is present everywhere by His energy, being nondifferent from it. The sun is identified with every inch of the sun rays and every molecular particle of the rays. Similarly, the Lord is distributed by His different energies. He is Paramātmā, or the Supersoul, present in everyone as the supreme guidance, and therefore He is already the chariot driver and counsel of all living beings. When He, therefore, exhibits Himself as chariot driver of Arjuna, there is no change in His exalted position. It is the power of devotional service only that demonstrates Him as the chariot driver or the messenger. Since He has nothing to do with the material conception of life because He is absolute spiritual identity, there is for Him no superior or inferior action. Being the Absolute Personality of Godhead, He has no false ego, and so He does not identify Himself with anything different from Him. The material conception of ego is equibalanced in Him. He does not feel, therefore, inferior by becoming the chariot driver of His pure devotee. It is the glory of the pure devotee that only he can bring about service from the affectionate Lord."
    },
    {
        "verse": "22",
        "devanagari": "तथाप्येकान्तभक्तेषु पश्य भूपानुकम्पितम् ।यन्मेऽसूंस्त्यजत: साक्षात्कृष्णो दर्शनमागत: ॥ २२ ॥",
        "english_devnagari": "tathāpy ekānta-bhakteṣupaśya bhūpānukampitamyan me ’sūṁs tyajataḥ sākṣātkṛṣṇo darśanam āgataḥ",
        "verse_Syn": [
            "tathāpi",
            "ekānta",
            "bhakteṣu",
            "paśya",
            "bhū",
            "pa",
            "anukampitam",
            "yat",
            "me",
            "asūn",
            "tyajataḥ",
            "sākṣāt",
            "kṛṣṇaḥ",
            "darśanam",
            "āgataḥ"
        ],
        "translation": "Yet, despite His being equally kind to everyone, He has graciously come before me while I am ending my life, for I am His unflinching servitor.",
        "purport": " The Supreme Lord, the Absolute Personality of Godhead, Śrī Kṛṣṇa, although equal to everyone, is still more inclined to His unflinching devotee who is completely surrendered and knows no one else as his protector and master. Having unflinching faith in the Supreme Lord as one’s protector, friend and master is the natural condition of eternal life. A living entity is so made by the will of the Almighty that he is most happy when placing himself in a condition of absolute dependence. The opposite tendency is the cause of falldown. The living entity has this tendency of falling down by dint of misidentifying himself as fully independent to lord it over the material world. The root cause of all troubles is there in false egotism. One must draw towards the Lord in all circumstances. The appearance of Lord Kṛṣṇa at the deathbed of Bhīṣmajī is due to his being an unflinching devotee of the Lord. Arjuna had some bodily relation with Kṛṣṇa because the Lord happened to be his maternal cousin. But Bhīṣma had no such bodily relation. Therefore the cause of attraction was due to the intimate relation of the soul. Yet because the relation of the body is very pleasing and natural, the Lord is more pleased when He is addressed as the son of Mahārāja Nanda, the son of Yaśodā, the lover of Rādhārāṇī. This affinity by bodily relation with the Lord is another feature of reciprocating loving service with the Lord. Bhīṣmadeva is conscious of this sweetness of transcendental humor, and therefore he likes to address the Lord as Vijaya-sakhe, Pārtha-sakhe, etc., exactly like Nanda-nandana or Yaśodā-nandana. The best way to establish our relation in transcendental sweetness is to approach Him through His recognized devotees. One should not try to establish the relation directly; there must be a medium which is transparent and competent to lead us to the right path."
    },
    {
        "verse": "23",
        "devanagari": "भक्त्यावेश्य मनो यस्मिन् वाचा यन्नाम कीर्तयन् ।त्यजन् कलेवरं योगी मुच्यते कामकर्मभि: ॥ २३ ॥",
        "english_devnagari": "bhaktyāveśya mano yasminvācā yan-nāma kīrtayantyajan kalevaraṁ yogīmucyate kāma-karmabhiḥ",
        "verse_Syn": [
            "bhaktyā",
            "āveśya",
            "manaḥ",
            "yasmin",
            "vācā",
            "yat",
            "nāma",
            "kīrtayan",
            "tyajan",
            "kalevaram",
            "yogī",
            "mucyate",
            "kāma",
            "karmabhiḥ"
        ],
        "translation": "The Personality of Godhead, who appears in the mind of the devotee by attentive devotion and meditation and by chanting of the holy name, releases the devotee from the bondage of fruitive activities at the time of his quitting the material body.",
        "purport": " Yoga means concentration of the mind detached from all other subject matter. And actually such concentration is samādhi, or cent-percent engagement in the service of the Lord. And one who concentrates his attention in that manner is called a yogī. Such a yogī devotee of the Lord engages himself twenty-four hours daily in the service of the Lord so that his whole attention is engrossed with the thoughts of the Lord in ninefold devotional service, namely hearing, chanting, remembering, worshiping, praying, becoming a voluntary servant, carrying out orders, establishing a friendly relationship, or offering all that one may possess in the service of the Lord. By such practice of yoga, or linking up in the service of the Lord, one is recognized by the Lord Himself, as it is explained in the Bhagavad-gītā concerning the highest perfectional stage of samādhi. The Lord calls such a rare devotee the best amongst all the yogīs. Such a perfect yogī is enabled by the divine grace of the Lord to concentrate his mind upon the Lord with a perfect sense of consciousness, and thus by chanting His holy name before quitting the body the yogī is at once transferred by the internal energy of the Lord to one of the eternal planets where there is no question of material life and its concomitant factors. In material existence a living being has to endure the material conditions of threefold miseries, life after life, according to his fruitive work. Such material life is produced by material desires only. Devotional service to the Lord does not kill the natural desires of the living being, but they are applied in the right cause of devotional service. This qualifies the desire to be transferred to the spiritual sky. General Bhīṣmadeva is referring to a particular type of yoga called bhakti-yoga, and he was fortunate enough to have the Lord directly in his presence before he quitted his material body. He therefore desired that the Lord stay before his view in the following verses."
    },
    {
        "verse": "24",
        "devanagari": "स देवदेवो भगवान् प्रतीक्षतांकलेवरं यावदिदं हिनोम्यहम् ।प्रसन्नहासारुणलोचनोल्लस-न्मुखाम्बुजो ध्यानपथश्चतुर्भुज: ॥ २४ ॥",
        "english_devnagari": "sa deva-devo bhagavān pratīkṣatāṁkalevaraṁ yāvad idaṁ hinomy ahamprasanna-hāsāruṇa-locanollasan-mukhāmbujo dhyāna-pathaś catur-bhujaḥ",
        "verse_Syn": [
            "saḥ",
            "deva",
            "devaḥ",
            "bhagavān",
            "pratīkṣatām",
            "kalevaram",
            "yāvat",
            "idam",
            "hinomi",
            "aham",
            "prasanna",
            "hāsa",
            "aruṇa",
            "locana",
            "ullasat",
            "mukha",
            "ambujaḥ",
            "dhyāna",
            "pathaḥ",
            "catur",
            "bhujaḥ"
        ],
        "translation": "May my Lord, who is four-handed and whose beautifully decorated lotus face, with eyes as red as the rising sun, is smiling, kindly await me at that moment when I quit this material body.",
        "purport": " Bhīṣmadeva knew well that Lord Kṛṣṇa is the original Nārāyaṇa. His worshipable Deity was four-handed Nārāyaṇa, but he knew that four-handed Nārāyaṇa is a plenary expansion of Lord Kṛṣṇa. Indirectly he desired Lord Śrī Kṛṣṇa to manifest Himself in His four-handed feature of Nārāyaṇa. A Vaiṣṇava is always humble in his behavior. Although it was cent-percent certain that Bhīṣmadeva was approaching Vaikuṇṭha-dhāma just after leaving his material body, still as a humble Vaiṣṇava he desired to see the beautiful face of the Lord, for after quitting the present body he might not be in a position to see the Lord any more. A Vaiṣṇava is not puffed up, although the Lord guarantees His pure devotee entrance into His abode. Here Bhīṣmadeva says “as long as I do not quit this body.” This means that the great general would quit the body by his own will; he was not being forced by the laws of nature. He was so powerful that he could stay in his body as long as he desired. He got this benediction from his father. He desired that the Lord stay before him in His four-handed Nārāyaṇa feature so that he might concentrate upon Him and thus be in trance in that meditation. Then his mind might be sanctified with thinking of the Lord. Thus he did not mind wherever he might go. A pure devotee is never very anxious to go back to the kingdom of God. He entirely depends on the good will of the Lord. He is equally satisfied even if the Lord desires him to go to hell. The only desire that a pure devotee entertains is that he may always be in rapt attention with thinking of the lotus feet of the Lord, regardless. Bhīṣmadeva wanted this much only: that his mind be absorbed in thinking of the Lord and that he pass away thus. That is the highest ambition of a pure devotee."
    },
    {
        "verse": "25",
        "devanagari": "सूत उवाचयुधिष्ठिरस्तदाकर्ण्य शयानं शरपञ्जरे ।अपृच्छद्विविधान्धर्मानृषीणां चानुश‍ृण्वताम् ॥ २५ ॥",
        "english_devnagari": "sūta uvācayudhiṣṭhiras tad ākarṇyaśayānaṁ śara-pañjareapṛcchad vividhān dharmānṛṣīṇāṁ cānuśṛṇvatām",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "yudhiṣṭhiraḥ",
            "tat",
            "ākarṇya",
            "śayānam",
            "śara",
            "pañjare",
            "apṛcchat",
            "vividhān",
            "dharmān",
            "ṛṣīṇām",
            "ca",
            "anuśṛṇvatām"
        ],
        "translation": "Sūta Gosvāmī said: Mahārāja Yudhiṣṭhira, after hearing Bhīṣmadeva speak in that appealing tone, asked him, in the presence of all the great ṛṣis, about the essential principles of various religious duties.",
        "purport": " Bhīṣmadeva, speaking in that appealing tone, convinced Mahārāja Yudhiṣṭhira that he was very soon passing away. And Mahārāja Yudhiṣṭhira was inspired by Lord Śrī Kṛṣṇa to ask him of the principles of religion. Lord Śrī Kṛṣṇa inspired Mahārāja Yudhiṣṭhira to ask Bhīṣmadeva in the presence of many great sages, indicating thereby that the Lord’s devotee like Bhīṣmadeva, although apparently living as a worldly man, is far superior to many great sages, even Vyāsadeva. Another point is that Bhīṣmadeva at that time was not only lying on a deathbed of arrows, but was greatly aggrieved because of that state. One should not have asked him any question at that time, but Lord Śrī Kṛṣṇa wanted to prove that His pure devotees are always sound in body and mind by dint of spiritual enlightenment, and thus in any circumstances a devotee of the Lord is in perfect order to speak of the right way of life. Yudhiṣṭhira also preferred to solve his problematic questions by asking Bhīṣmadeva rather than ask anyone else present there who was seemingly more learned than Bhīṣmadeva. This is all due to the arrangement of the great wheel-carrier Lord Śrī Kṛṣṇa, who establishes the glories of His devotee. The father likes to see the son become more famous than himself. The Lord declares very emphatically that worship of His devotee is more valuable than the worship of the Lord Himself."
    },
    {
        "verse": "26",
        "devanagari": "पुरुषस्वभावविहितान् यथावर्णं यथाश्रमम् ।वैराग्यरागोपाधिभ्यामाम्नातोभयलक्षणान् ॥ २६ ॥",
        "english_devnagari": "puruṣa-sva-bhāva-vihitānyathā-varṇaṁ yathāśramamvairāgya-rāgopādhibhyāmāmnātobhaya-lakṣaṇān",
        "verse_Syn": [
            "puruṣa",
            "sva",
            "bhāva",
            "vihitān",
            "yathā",
            "varṇam",
            "yathā",
            "āśramam",
            "vairāgya",
            "rāga",
            "upādhibhyām",
            "āmnāta",
            "ubhaya",
            "lakṣaṇān"
        ],
        "translation": "At Mahārāja Yudhiṣṭhira’s inquiry, Bhīṣmadeva first defined all the classifications of castes and orders of life in terms of the individual’s qualifications. Then he systematically, in twofold divisions, described counteraction by detachment and interaction by attachment.",
        "purport": " The conception of four castes and four orders of life, as planned by the Lord Himself (Bg. 4.13), is to accelerate transcendental qualities of the individual person so that he may gradually realize his spiritual identity and thus act accordingly to get free from material bondage, or conditional life. In almost all the Purāṇas the subject matter is described in the same spirit, and so also in the Mahābhārata it is more elaborately described by Bhīṣmadeva in the Śānti-parva, beginning from the Sixtieth Chapter. The varṇāśrama-dharma is prescribed for the civilized human being just to train him to successfully terminate human life. Self-realization is distinguished from the life of the lower animals engaged in eating, sleeping, fearing and mating. Bhīṣmadeva advised for all human beings nine qualifications: (1) not to become angry, (2) not to lie, (3) to equally distribute wealth, (4) to forgive, (5) to beget children only by one’s legitimate wife, (6) to be pure in mind and hygienic in body, (7) not to be inimical toward anyone, (8) to be simple, and (9) to support servants or subordinates. One cannot be called a civilized person without acquiring the above-mentioned preliminary qualities. Besides these, the brāhmaṇas (the intelligent men), the administrative men, the mercantile community and the laborer class must acquire special qualities in terms of occupational duties mentioned in all the Vedic scriptures. For the intelligent men, controlling the senses is the most essential qualification. It is the basis of morality. Sex indulgence even with a legitimate wife must also be controlled, and thereby family control will automatically follow. An intelligent man abuses his great qualifications if he does not follow the Vedic way of life. This means he must seriously make a study of the Vedic literatures, especially of the Śrīmad-Bhāgavatam and the Bhagavad-gītā. For learning Vedic knowledge, one must approach a person who is cent-percent engaged in devotional service. He must not do things which are forbidden in the śāstras. A person cannot be a teacher if he drinks or smokes. In the modern system of education the teacher’s academic qualification is taken into consideration without evaluation of his moral life. Therefore, the result of education is misuse of high intelligence in so many ways. The kṣatriya, the member of the administrative class, is especially advised to give charity and not to accept charity in any circumstances. Modern administrators raise subscriptions for some political functions, but never give charity to the citizens in any state function. It is just the reverse in the injunctions of the śāstras. The administrative class must be well versed in the śāstras, but must not take to the profession of teachers. The administrators should never pretend to become nonviolent and thereby go to hell. When Arjuna wanted to become a nonviolent coward on the Battlefield of Kurukṣetra, he was severely chastised by Lord Kṛṣṇa. The Lord degraded Arjuna at that time to the status of an uncivilized man for his avowed acceptance of the cult of nonviolence. The administrative class must be personally trained in military education. Cowards should not be elevated to the presidential throne by dint of numerical votes only. The monarchs were all chivalrous personalities, and therefore monarchy should be maintained provided the monarch is regularly trained in the occupational duties of a king. In fighting, the king or the president should never return home without being hurt by the enemy. The so-called king of today never visits the warfield. He is very much expert in artificially encouraging the fighting strength in the hope of false national prestige. As soon as the administrative class is turned into a gang of mercantile and laborer men, the whole machinery of government becomes polluted. The vaiśyas, the members of the mercantile communities, are especially advised to protect the cows. Cow protection means increasing the milk productions, namely curd and butter. Agriculture and distribution of the foodstuff are the primary duties of the mercantile community backed by education in Vedic knowledge and trained to give in charity. As the kṣatriyas were given charge of the protection of the citizens, vaiśyas were given the charge of the protection of animals. Animals are never meant to be killed. Killing of animals is a symptom of barbarian society. For a human being, agricultural produce, fruits and milk are sufficient and compatible foodstuffs. The human society should give more attention to animal protection. The productive energy of the laborer is misused when he is occupied by industrial enterprises. Industry of various types cannot produce the essential needs of man, namely rice, wheat, grains, milk, fruits and vegetables. The production of machines and machine tools increases the artificial living fashion of a class of vested interests and keeps thousands of men in starvation and unrest. This should not be the standard of civilization. The śūdra class is less intelligent and should have no independence. They are meant for rendering sincere service to the three higher sections of the society. The śūdra class can attain all comforts of life simply by rendering service to the higher classes. It is especially enjoined that a śūdra should never bank money. As soon as the śūdras accumulate wealth, it will be misused for sinful activities in wine, women and gambling. Wine, women and gambling indicate that the population is degraded to less than śūdra quality. The higher castes should always look after the maintenance of the śūdras, and they should provide them with old and used garments. A śūdra should not leave his master when the master is old and invalid, and the master should keep the servants satisfied in all respects. The śūdras must first of all be satisfied by sumptuous food and clothing before any sacrifice is performed. In this age so many functions are held by spending millions, but the poor laborer is not sumptuously fed or given charity, clothing, etc. The laborers are thus dissatisfied, and so they make agitation. The varṇas are, so to speak, classifications of different occupations, and āśrama-dharma is gradual progress on the path of self-realization. Both are interrelated, and one is dependent on the other. The main purpose of āśrama-dharma is to awaken knowledge and detachment. The brahmacārī-āśrama is the training ground for the prospective candidates. In this āśrama it is instructed that this material world is not actually the home of the living being. The conditioned souls under material bondage are prisoners of matter, and therefore self-realization is the ultimate aim of life. The whole system of āśrama-dharma is a means to detachment. One who fails to assimilate this spirit of detachment is allowed to enter into family life with the same spirit of detachment. Therefore, one who attains detachment may at once adopt the fourth order, namely renounced, and thus live on charity only, not to accumulate wealth, but just to keep body and soul together for ultimate realization. Household life is for one who is attached, and the vānaprastha and sannyāsa orders of life are for those who are detached from material life. The brahmacārī-āśrama is especially meant for training both the attached and detached."
    },
    {
        "verse": "27",
        "devanagari": "दानधर्मान् राजधर्मान् मोक्षधर्मान् विभागश: ।स्त्रीधर्मान् भगवद्धर्मान् समासव्यासयोगत: ॥ २७ ॥",
        "english_devnagari": "dāna-dharmān rāja-dharmānmokṣa-dharmān vibhāgaśaḥstrī-dharmān bhagavad-dharmānsamāsa-vyāsa-yogataḥ",
        "verse_Syn": [
            "dāna",
            "dharmān",
            "rāja",
            "dharmān",
            "mokṣa",
            "dharmān",
            "vibhāgaśaḥ",
            "strī",
            "dharmān",
            "bhagavat",
            "dharmān",
            "samāsa",
            "vyāsa",
            "yogataḥ"
        ],
        "translation": "He then explained, by divisions, acts of charity, the pragmatic activities of a king and activities for salvation. Then he described the duties of women and devotees, both briefly and extensively.",
        "purport": " To give charity is one of the householder’s main functions, and he should be prepared to give in charity at least fifty percent of his hard-earned money. A brahmacārī, or student, should perform sacrifices, a householder should give charity, and a person in the retired life or in the renounced order should practice penances and austerities. Those are the general functions of all the āśramas, or orders of life on the path of self-realization. In the brahmacārī life the training is sufficiently imparted so that one may understand that the world as property belongs to the Supreme Lord, the Personality of Godhead. No one, therefore, can claim to be the proprietor of anything in the world. Therefore, in the life of a householder, which is a sort of license for sex enjoyment, one must give in charity for the service of the Lord. Everyone’s energy is generated or borrowed from the reservoir of energy of the Lord; therefore, the resultant actions of such energy must be given to the Lord in the shape of transcendental loving service for Him. As the rivers draw water from the sea through the clouds and again go down to the sea, similarly our energy is borrowed from the supreme source, the Lord’s energy, and it must return to the Lord. That is the perfection of our energy. The Lord, therefore, in the Bhagavad-gītā (9.27) says that whatever we do, whatever we undergo as penance, whatever we sacrifice, whatever we eat or whatever we give in charity must be offered to Him (the Lord). That is the way of utilizing our borrowed energy. When our energy is utilized in that way, our energy is purified from the contamination of material inebrieties, and thus we become fit for our original natural life of service to the Lord. Rāja-dharma is a great science, unlike modern diplomacy for political supremacy. The kings were trained systematically to become munificent and not merely be tax collectors. They were trained to perform different sacrifices only for the prosperity of the subjects. To lead the prajās to the attainment of salvation was a great duty of the king. The father, the spiritual master and the king are not to become irresponsible in the matter of leading their subjects to the path of ultimate liberation from birth, death, diseases and old age. When these primary duties are properly discharged, there is no need of government of the people, by the people. In modern days the people in general occupy the administration by the strength of manipulated votes, but they are never trained in the primary duties of the king, and that is also not possible for everyone. Under the circumstances the untrained administrators play havoc to make the subjects happy in all respects. On the other hand, these untrained administrators gradually become rogues and thieves and increase the taxation to finance a top-heavy administration that is useless for all purposes. Actually the qualified brāhmaṇas are meant to give direction to the kings for proper administration in terms of the scriptures like the Manu-saṁhitā and Dharma-śāstras of Parāśara. A typical king is the ideal of the people in general, and if the king is pious, religious, chivalrous and munificent, the citizens generally follow him. Such a king is not a lazy sensuous person living at the cost of the subjects, but alert always to kill thieves and dacoits. The pious kings were not merciful to dacoits and thieves in the name of nonsensical ahiṁsā (nonviolence). The thieves and dacoits were punished in an exemplary way so that in the future no one would dare commit such nuisances in an organized form. Such thieves and dacoits were never meant for administration as they are now. The taxation law was simple. There was no force, no encroachment. The king had a right to take one fourth of the production made by the subject. The king had a right to claim a fourth of one’s allotted wealth. One would never grudge parting with it because due to the pious king and religious harmony there was enough natural wealth, namely grains, fruits, flowers, silk, cotton, milk, jewels, minerals, etc., and therefore no one was materially unhappy. The citizens were rich in agriculture and animal husbandry, and therefore they had enough grains, fruits and milk without any artificial needs of soaps and toilets, cinemas and bars. The king had to see that the reserved energy of humanity was properly utilized. Human energy is meant not exactly for fulfilling animal propensities, but for self-realization. The whole government was specifically designed to fulfill this particular purpose. As such, the king had to select properly the cabinet ministers, but not on the strength of voting background. The ministers, the military commanders and even the ordinary soldiers were all selected by personal qualification, and the king had to supervise them properly before they were appointed to their respective posts. The king was especially vigilant to see that the tapasvīs, or persons who sacrificed everything for disseminating spiritual knowledge, were never disregarded. The king knew well that the Supreme Personality of Godhead never tolerates any insult to His unalloyed devotees. Such tapasvīs were trusted leaders even of the rogues and thieves, who would never disobey the orders of tapasvīs. The king would give special protection to illiterates, the helpless and widows of the state. Defense measures were arranged previous to any attack by the enemies. The taxing process was easy, and it was not meant for squandering, but was for strengthening the reserve fund. The soldiers were recruited from all parts of the world, and they were trained for special duties. As far as salvation is concerned, one has to conquer the principles of lust, anger, unlawful desires, avarice and bewilderment. To get freedom from anger, one should learn how to forgive. To be free from unlawful desires one should not make plans. By spiritual culture one is able to conquer sleep. By tolerance only can one conquer desires and avarice. Disturbances from various diseases can be avoided by regulated diets. By self-control one can be free from false hopes, and money can be saved by avoiding undesirable association. By practice of yoga one can control hunger, and worldliness can be avoided by culturing the knowledge of impermanence. Dizziness can be conquered by rising up, and false arguments can be conquered by factual ascertainment. Talkativeness can be avoided by gravity and silence, and by prowess one can avoid fearfulness. Perfect knowledge can be obtained by self-cultivation. One must be free from lust, avarice, anger, dreaming, etc., to actually attain the path of salvation. As far as the women class are concerned, they are accepted as a power of inspiration for men. As such, women are more powerful than men. Mighty Julius Caesar was controlled by a Cleopatra. Such powerful women are controlled by shyness. Therefore, shyness is important for women. Once this control valve is loosened, women can create havoc in society by adultery. Adultery means production of unwanted children known as varṇa-saṅkara, who disturb the world. The last item taught by Bhīṣmadeva was the process of pleasing the Lord. We are all eternal servants of the Lord, and when we forget this essential part of our nature we are put into material conditions of life. The simple process of pleasing the Lord (for the householders especially) is to install the Deity of the Lord at home. By concentrating on the Deity, one may progressively go on with the daily routine work. Worshiping the Deity at home, serving the devotee, hearing the Śrīmad-Bhāgavatam, residing in a holy place and chanting the holy name of the Lord are all inexpensive items by which one can please the Lord. Thus the subject matter was explained by the grandfather to his grandchildren."
    },
    {
        "verse": "28",
        "devanagari": "धर्मार्थकाममोक्षांश्च सहोपायान् यथा मुने ।नानाख्यानेतिहासेषु वर्णयामास तत्त्ववित् ॥ २८ ॥",
        "english_devnagari": "dharmārtha-kāma-mokṣāṁś casahopāyān yathā munenānākhyānetihāseṣuvarṇayām āsa tattvavit",
        "verse_Syn": [
            "dharma",
            "artha",
            "kāma",
            "mokṣān",
            "ca",
            "saha",
            "upāyān",
            "yathā",
            "mune",
            "nānā",
            "ākhyāna",
            "itihāseṣu",
            "varṇayām",
            "āsa",
            "tattva",
            "vit"
        ],
        "translation": "Then he described the occupational duties of different orders and statuses of life, citing instances from history, for he was himself well acquainted with the truth.",
        "purport": " Incidents mentioned in the Vedic literatures such as the Purāṇas, Mahābhārata and Rāmāyaṇa are factual historical narrations that took place sometime in the past, although not in any chronological order. Such historical facts, being instructive for ordinary men, were assorted without chronological reference. Besides that, they happen on different planets, nay, in different universes, and thus the description of the narrations is sometimes measured by three dimensions. We are simply concerned with the instructive lessons of such incidents, even though they are not in order by our limited range of understanding. Bhīṣmadeva described such narrations before Mahārāja Yudhiṣṭhira in reply to his different questions."
    },
    {
        "verse": "29",
        "devanagari": "धर्मं प्रवदतस्तस्य स काल: प्रत्युपस्थित: ।यो योगिनश्छन्दमृत्योर्वाञ्छितस्तूत्तरायण: ॥ २९ ॥",
        "english_devnagari": "dharmaṁ pravadatas tasyasa kālaḥ pratyupasthitaḥyo yoginaś chanda-mṛtyorvāñchitas tūttarāyaṇaḥ",
        "verse_Syn": [
            "dharmam",
            "pravadataḥ",
            "tasya",
            "saḥ",
            "kālaḥ",
            "pratyupasthitaḥ",
            "yaḥ",
            "yoginaḥ",
            "chanda",
            "mṛtyoḥ",
            "vāñchitaḥ",
            "tu",
            "uttarāyaṇaḥ"
        ],
        "translation": "While Bhīṣmadeva was describing occupational duties, the sun’s course ran into the northern hemisphere. This period is desired by mystics who die at their will.",
        "purport": " The perfect yogīs or mystics can leave the material body at their own sweet will at a suitable time and go to a suitable planet desired by them. In the Bhagavad-gītā (8.24) it is said that self-realized souls who have exactly identified themselves with the interest of the Supreme Lord can generally leave the material body during the time of the fire-god’s effulgence and when the sun is in the northern horizon, and thus achieve the transcendental sky. In the Vedas these times are considered auspicious for quitting the body, and they are taken advantage of by the expert mystics who have perfected the system. Perfection of yoga means attainment of such supermental states as to be able to leave the material body as desired. Yogīs can also reach any planet within no time without a material vehicle. The yogīs can reach the highest planetary system within a very short time, and this is impossible for the materialist. Even attempting to reach the highest planet will take millions of years at a speed of millions of miles per hour. This is a different science, and Bhīṣmadeva knew well how to utilize it. He was just waiting for the suitable moment to quit his material body, and the golden opportunity arrived when he was instructing his noble grandsons, the Pāṇḍavas. He thus prepared himself to quit his body before the exalted Lord Śrī Kṛṣṇa, the pious Pāṇḍavas and the great sages headed by Bhagavān Vyāsa, etc., all great souls."
    },
    {
        "verse": "30",
        "devanagari": "तदोपसंहृत्य गिर: सहस्रणी-र्विमुक्तसङ्गं मन आदिपूरुषे ।कृष्णे लसत्पीतपटे चतुर्भुजेपुर:स्थितेऽमीलितद‍ृग्व्यधारयत् ॥ ३० ॥",
        "english_devnagari": "tadopasaṁhṛtya giraḥ sahasraṇīrvimukta-saṅgaṁ mana ādi-pūruṣekṛṣṇe lasat-pīta-paṭe catur-bhujepuraḥ sthite ’mīlita-dṛg vyadhārayat",
        "verse_Syn": [
            "tadā",
            "upasaṁhṛtya",
            "giraḥ",
            "sahasraṇīḥ",
            "vimukta",
            "saṅgam",
            "manaḥ",
            "ādi",
            "pūruṣe",
            "kṛṣṇe",
            "lasat",
            "pīta",
            "paṭe",
            "catur",
            "bhuje",
            "puraḥ",
            "sthite",
            "amīlita",
            "dṛk",
            "vyadhārayat"
        ],
        "translation": "Thereupon that man who spoke on different subjects with thousands of meanings, and who fought on thousands of battlefields and protected thousands of men, stopped speaking and, being completely freed from all bondage, withdrew his mind from everything else and fixed his wide-open eyes upon the original Personality of Godhead, Śrī Kṛṣṇa, who stood before him, four-handed, dressed in yellow garments that glittered and shined.",
        "purport": " In the momentous hour of leaving his material body, Bhīṣmadeva set the glorious example concerning the important function of the human form of life. The subject matter which attracts the dying man becomes the beginning of his next life. Therefore, if one is absorbed in thoughts of the Supreme Lord Śrī Kṛṣṇa, he is sure to go back to Godhead without any doubt. This is confirmed in the Bhagavad-gītā (8.5-15): 5: And whoever, at the time of death, quits his body remembering Me alone at once attains My nature. Of this there is no doubt. 6: Whatever state of being one remembers when he quits his body, that state he will attain without fail. 7: Therefore, Arjuna, you should always think of Me in the form of Kṛṣṇa and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt. 8: He who meditates on the Supreme Personality of Godhead, his mind constantly engaged in remembering Me, undeviated from the path, he, O Pārtha [Arjuna], is sure to reach Me. 9: One should meditate upon the Supreme Person as the one who knows everything, as He who is the oldest, who is the controller, who is smaller than the smallest, who is the maintainer of everything, who is beyond all material conception, who is inconceivable, and who is always a person. He is luminous like the sun and, being transcendental, is beyond this material nature. 10: One who, at the time of death, fixes his life air between the eyebrows and in full devotion engages himself in remembering the Supreme Lord will certainly attain to the Supreme Personality of Godhead. 11: Persons learned in the Vedas, who utter oṁkāra and who are great sages in the renounced order, enter into Brahman. Desiring such perfection, one practices celibacy. I shall now explain to you this process by which one may attain salvation. 12: The yogic situation is that of detachment from all sensual engagements. Closing all the doors of the senses and fixing the mind on the heart and the life air at the top of the head, one establishes himself in yoga. 13: After being situated in this yoga practice and vibrating the sacred syllable oṁ, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets. 14: For one who remembers Me without deviation, I am easy to obtain, O son of Pṛthā, because of his constant engagement in devotional service. 15: After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection. Śrī Bhīṣmadeva attained the perfection of quitting his body at will and was fortunate enough to have Lord Kṛṣṇa, the object of his attention, personally present at the time of death. He therefore fixed his open eyes upon Him. He wanted to see Śrī Kṛṣṇa for a long time out of his spontaneous love for Him. Because he was a pure devotee, he had very little to do with the detailed performance of yogic principles. Simple bhakti-yoga is enough to bring about perfection. Therefore, the ardent desire of Bhīṣmadeva was to see the person of Lord Kṛṣṇa, the most lovable object, and by the grace of the Lord, Śrī Bhīṣmadeva had this opportunity at the last stage of his breathing."
    },
    {
        "verse": "31",
        "devanagari": "विशुद्धया धारणया हताशुभ-स्तदीक्षयैवाशु गतायुधश्रम: ।निवृत्तसर्वेन्द्रियवृत्तिविभ्रम-स्तुष्टाव जन्यं विसृजञ्जनार्दनम् ॥ ३१ ॥",
        "english_devnagari": "viśuddhayā dhāraṇayā hatāśubhastad-īkṣayaivāśu gatā-yudha-śramaḥnivṛtta-sarvendriya-vṛtti-vibhramastuṣṭāva janyaṁ visṛjañ janārdanam",
        "verse_Syn": [
            "viśuddhayā",
            "dhāraṇayā",
            "hata",
            "aśubhaḥ",
            "tat",
            "īkṣayā",
            "eva",
            "āśu",
            "gatā",
            "yudha",
            "śramaḥ",
            "nivṛtta",
            "sarva",
            "indriya",
            "vṛtti",
            "vibhramaḥ",
            "tuṣṭāva",
            "janyam",
            "visṛjan",
            "janārdanam"
        ],
        "translation": "By pure meditation, looking at Lord Śrī Kṛṣṇa, he at once was freed from all material inauspiciousness and was relieved of all bodily pains caused by the arrow wounds. Thus all the external activities of his senses at once stopped, and he prayed transcendentally to the controller of all living beings while quitting his material body.",
        "purport": " The material body is a gift of the material energy, technically called illusion. Identification with the material body is due to forgetfulness of our eternal relationship with the Lord. For a pure devotee of the Lord like Bhīṣmadeva, this illusion was at once removed as soon as the Lord arrived. Lord Kṛṣṇa is like the sun, and the illusory, external material energy is like darkness. In the presence of the sun there is no possibility that darkness can stand. Therefore, just on the arrival of Lord Kṛṣṇa, all material contamination was completely removed, and Bhīṣmadeva was thus able to be transcendentally situated by stopping the activities of the impure senses in collaboration with matter. The soul is originally pure and so also the senses. By material contamination the senses assume the role of imperfection and impurity. By revival of contact with the Supreme Pure, Lord Kṛṣṇa, the senses again become freed from material contaminations. Bhīṣmadeva attained all these transcendental conditions prior to his leaving the material body because of the Lord’s presence. The Lord is the controller and benefactor of all living beings. That is the verdict of all Vedas. He is the supreme eternity and living entity amongst all the eternal living beings.* And He alone provides all the necessities for all kinds of living beings. Thus He provided all facilities to fulfill the transcendental desires of His great devotee Bhīṣmadeva, who prayed as follows."
    },
    {
        "verse": "32",
        "devanagari": "श्रीभीष्म उवाचइति मतिरुपकल्पिता वितृष्णाभगवति सात्वतपुङ्गवे विभूम्नि ।स्वसुखमुपगते क्‍वचिद्विहर्तुंप्रकृतिमुपेयुषि यद्भ‍वप्रवाह: ॥ ३२ ॥",
        "english_devnagari": "śrī-bhīṣma uvācaiti matir upakalpitā vitṛṣṇābhagavati sātvata-puṅgave vibhūmnisva-sukham upagate kvacid vihartuṁprakṛtim upeyuṣi yad-bhava-pravāhaḥ",
        "verse_Syn": [
            "śrī",
            "bhīṣmaḥ",
            "uvāca",
            "iti",
            "matiḥ",
            "upakalpitā",
            "vitṛṣṇā",
            "bhagavati",
            "sātvata",
            "puṅgave",
            "vibhūmni",
            "sva",
            "sukham",
            "upagate",
            "kvacit",
            "vihartum",
            "prakṛtim",
            "upeyuṣi",
            "yat",
            "bhava",
            "pravāhaḥ"
        ],
        "translation": "Bhīṣmadeva said: Let me now invest my thinking, feeling and willing, which were so long engaged in different subjects and occupational duties, in the all-powerful Lord Śrī Kṛṣṇa. He is always self-satisfied, but sometimes, being the leader of the devotees, He enjoys transcendental pleasure by descending to the material world, although from Him only the material world is created.",
        "purport": " Because Bhīṣmadeva was a statesman, the head of the Kuru dynasty, a great general and a leader of kṣatriyas, his mind was strewn over so many subjects, and his thinking, feeling and willing were engaged in different matters. Now, in order to achieve pure devotional service, he wanted to invest all powers of thinking, feeling and willing entirely in the Supreme Being, Lord Kṛṣṇa. He is described herein as the leader of the devotees and all-powerful. Although Lord Kṛṣṇa is the original Personality of Godhead, He Himself descends to earth to bestow upon His pure devotees the boon of devotional service. He descends sometimes as Lord Kṛṣṇa as He is, and sometimes as Lord Caitanya. Both are leaders of the pure devotees. Pure devotees of the Lord have no desire other than the service of the Lord, and therefore they are called sātvata. The Lord is the chief amongst such sātvatas. Bhīṣmadeva, therefore, had no other desires. Unless one is purified from all sorts of material desires, the Lord does not become one’s leader. Desires cannot be wiped out, but they have only to be purified. It is confirmed in the Bhagavad-gītā (10.10) by the Lord Himself that He gives His instruction from within the heart of a pure devotee who is constantly engaged in the service of the Lord. Such instruction is given not for any material purpose but only for going back home, back to Godhead. For the ordinary man who wants to lord it over material nature, the Lord only sanctions and becomes a witness of activities, but He never gives the nondevotee instructions for going back to Godhead. That is the difference in dealings by the Lord with different living beings, both the devotee and the nondevotee. He is leader of all the living beings, as the king of the state rules both the prisoners and the free citizens. But His dealings are different in terms of devotee and nondevotee. Nondevotees never care to take any instruction from the Lord, and therefore the Lord is silent in their case, although He witnesses all their activities and awards them the necessary results, good or bad. The devotees are above this material goodness and badness. They are progressive on the path of transcendence, and therefore they have no desire for anything material. The devotee also knows Śrī Kṛṣṇa as the original Nārāyaṇa because Lord Śrī Kṛṣṇa, by His plenary portion, appears as the Kāraṇodakaśāyī Viṣṇu, the original source of all material creation. The Lord also desires the association of His pure devotees, and for them only the Lord descends to the earth and enlivens them. The Lord appears out of His own will. He is not forced by the conditions of material nature. He is therefore described here as the vibhu, or the almighty, for He is never conditioned by the laws of material nature."
    },
    {
        "verse": "33",
        "devanagari": "त्रिभुवनकमनं तमालवर्णंरविकरगौरवराम्बरं दधाने ।वपुरलककुलावृताननाब्जंविजयसखे रतिरस्तु मेऽनवद्या ॥ ३३ ॥",
        "english_devnagari": "tri-bhuvana-kamanaṁ tamāla-varṇaṁravi-kara-gaura-vara-ambaraṁ dadhānevapur alaka-kulāvṛtānanābjaṁvijaya-sakhe ratir astu me ’navadyā",
        "verse_Syn": [
            "tri",
            "bhuvana",
            "kamanam",
            "tamāla",
            "varṇam",
            "ravi",
            "kara",
            "gaura",
            "varāmbaram",
            "dadhāne",
            "vapuḥ",
            "alaka",
            "kula",
            "āvṛta",
            "anana",
            "abjam",
            "vijaya",
            "sakhe",
            "ratiḥ",
            "astu",
            "me",
            "anavadyā"
        ],
        "translation": "Śrī Kṛṣṇa is the intimate friend of Arjuna. He has appeared on this earth in His transcendental body, which resembles the bluish color of the tamāla tree. His body attracts everyone in the three planetary systems [upper, middle and lower]. May His glittering yellow dress and His lotus face, covered with paintings of sandalwood pulp, be the object of my attraction, and may I not desire fruitive results.",
        "purport": " When Śrī Kṛṣṇa by His own internal pleasure appears on earth, He does so by the agency of His internal potency. The attractive features of His transcendental body are desired in all the three worlds, namely the upper, middle and lower planetary systems. Nowhere in the universe are there such beautiful bodily features as those of Lord Kṛṣṇa. Therefore His transcendental body has nothing to do with anything materially created. Arjuna is described here as the conqueror, and Kṛṣṇa is described as his intimate friend. Bhīṣmadeva, on his bed of arrows after the Battle of Kurukṣetra, is remembering the particular dress of Lord Kṛṣṇa which He put on as the driver of Arjuna’s chariot. While fighting was going on between Arjuna and Bhīṣma, Bhīṣma’s attraction was drawn by the glittering dress of Kṛṣṇa, and indirectly he admired his so-called enemy Arjuna for possessing the Lord as his friend. Arjuna was always a conqueror because the Lord was his friend. Bhīṣmadeva takes this opportunity to address the Lord as vijaya-sakhe (friend of Arjuna) because the Lord is pleased when He is addressed conjointly with His devotees, who are related with Him in different transcendental humors. While Kṛṣṇa was the charioteer of Arjuna, sun rays glittered on the dress of the Lord, and the beautiful hue created by the reflection of such rays was never forgotten by Bhīṣmadeva. As a great fighter he was relishing the relation of Kṛṣṇa in the chivalrous humor. Transcendental relation with the Lord in any one of the different rasas (humors) is relishable by the respective devotees in the highest ecstasy. Less intelligent mundaners who want to make a show of being transcendentally related with the Lord artificially jump at once to the relation of conjugal love, imitating the damsels of Vrajadhāma. Such a cheap relation with the Lord exhibits only the base mentality of the mundaner because one who has relished conjugal humor with the Lord cannot be attached to worldly conjugal rasa, which is condemned even by mundane ethics. The eternal relation of a particular soul with the Lord is evolved. A genuine relation of the living being with the Supreme Lord can take any form out of the five principal rasas, and it does not make any difference in transcendental degree to the genuine devotee. Bhīṣmadeva is a concrete example of this, and it should be carefully observed how the great general is transcendentally related with the Lord."
    },
    {
        "verse": "34",
        "devanagari": "युधि तुरगरजोविधूम्रविष्वक्-कचलुलितश्रमवार्यलङ्‍कृतास्ये ।मम निशितशरैर्विभिद्यमान-त्वचि विलसत्कवचेऽस्तु कृष्ण आत्मा ॥ ३४ ॥",
        "english_devnagari": "yudhi turaga-rajo-vidhūmra-viṣvak-kaca-lulita-śramavāry-alaṅkṛtāsyemama niśita-śarair vibhidyamāna-tvaci vilasat-kavace ’stu kṛṣṇa ātmā",
        "verse_Syn": [
            "yudhi",
            "turaga",
            "rajaḥ",
            "vidhūmra",
            "viṣvak",
            "kaca",
            "lulita",
            "śramavāri",
            "alaṅkṛta",
            "āsye",
            "mama",
            "niśita",
            "śaraiḥ",
            "vibhidyamāna",
            "tvaci",
            "vilasat",
            "kavace",
            "astu",
            "kṛṣṇe",
            "ātmā"
        ],
        "translation": "On the battlefield [where Śrī Kṛṣṇa attended Arjuna out of friendship], the flowing hair of Lord Kṛṣṇa turned ashen due to the dust raised by the hoofs of the horses. And because of His labor, beads of sweat wetted His face. All these decorations, intensified by the wounds dealt by my sharp arrows, were enjoyed by Him. Let my mind thus go unto Śrī Kṛṣṇa.",
        "purport": " The Lord is the absolute form of eternity, bliss and knowledge. As such, transcendental loving service to the Lord in one of the five principal relations, namely śānta, dāsya, sakhya, vātsalya and mādhurya, i.e., neutrality, servitorship, fraternity, parental affection and conjugal love, is graciously accepted by the Lord when offered to the Lord in genuine love and affection. Śrī Bhīṣmadeva is a great devotee of the Lord in the relation of servitorship. Thus his throwing of sharp arrows at the transcendental body of the Lord is as good as the worship of another devotee who throws soft roses upon Him. It appears that Bhīṣmadeva is repenting the actions he committed against the person of the Lord. But factually the Lord’s body was not at all pained, due to His transcendental existence. His body is not matter. Both He Himself and His body are complete spiritual identity. Spirit is never pierced, burnt, dried, moistened, etc. This is vividly explained in the Bhagavad-gītā. So also it is stated in the Skanda Purāṇa. It is said there that spirit is always uncontaminated and indestructible. It cannot be distressed, nor can it be dried up. When Lord Viṣṇu in His incarnation appears before us, He seems to be like one of the conditioned souls, materially encaged, just to bewilder the asuras, or the nonbelievers, who are always alert to kill the Lord, even from the very beginning of His appearance. Kaṁsa wanted to kill Kṛṣṇa, and Rāvaṇa wanted to kill Rāma, because foolishly they were unaware of the fact that the Lord is never killed, for the spirit is never annihilated. Therefore Bhīṣmadeva’s piercing of the body of Lord Kṛṣṇa is a sort of bewildering problem for the nondevotee atheist, but those who are devotees, or liberated souls, are not bewildered. Bhīṣmadeva appreciated the all-merciful attitude of the Lord because He did not leave Arjuna alone, although He was disturbed by the sharpened arrows of Bhīṣmadeva, nor was He reluctant to come before Bhīṣma’s deathbed, even though He was ill-treated by him on the battlefield. Bhīṣma’s repentance and the Lord’s merciful attitude are both unique in this picture. Śrī Viśvanātha Cakravartī Ṭhākura, a great ācārya and devotee in the humor of conjugal love with the Lord, remarks very saliently in this regard. He says that the wounds created on the body of the Lord by the sharpened arrows of Bhīṣmadeva were as pleasing to the Lord as the biting of a fiancee who bites the Lord’s body directed by a strong sense of sex desire. Such biting by the opposite sex is never taken as a sign of enmity, even if there is a wound on the body. Therefore, the fighting as an exchange of transcendental pleasure between the Lord and His pure devotee, Śrī Bhīṣmadeva, was not at all mundane. Besides that, since the Lord’s body and the Lord are identical, there was no possibility of wounds in the absolute body. The apparent wounds caused by the sharpened arrows are misleading to the common man, but one who has a little absolute knowledge can understand the transcendental exchange in the chivalrous relation. The Lord was perfectly happy with the wounds caused by the sharpened arrows of Bhīṣmadeva. The word vibhidyamāna is significant because the Lord’s skin is not different from the Lord. Because our skin is different from our soul, in our case the word vibhidyamāna, or being bruised and cut, would have been quite suitable. Transcendental bliss is of different varieties, and the variety of activities in the mundane world is but a perverted reflection of transcendental bliss. Because everything in the mundane world is qualitatively mundane, it is full of inebrieties, whereas in the absolute realm, because everything is of the same absolute nature, there are varieties of enjoyment without inebriety. The Lord enjoyed the wounds created by His great devotee Bhīṣmadeva, and because Bhīṣmadeva is a devotee in the chivalrous relation, he fixes up his mind on Kṛṣṇa in that wounded condition."
    },
    {
        "verse": "35",
        "devanagari": "सपदि सखिवचो निशम्य मध्येनिजपरयोर्बलयो रथं निवेश्य ।स्थितवति परसैनिकायुरक्ष्णाहृतवति पार्थसखे रतिर्ममास्तु ॥ ३५ ॥",
        "english_devnagari": "sapadi sakhi-vaco niśamya madhyenija-parayor balayo rathaṁ niveśyasthitavati para-sainikāyur akṣṇāhṛtavati pārtha-sakhe ratir mamāstu",
        "verse_Syn": [
            "sapadi",
            "sakhi",
            "vacaḥ",
            "niśamya",
            "madhye",
            "nija",
            "parayoḥ",
            "balayoḥ",
            "ratham",
            "niveśya",
            "sthitavati",
            "para",
            "sainika",
            "āyuḥ",
            "akṣṇā",
            "hṛtavati",
            "pārtha",
            "sakhe",
            "ratiḥ",
            "mama",
            "astu"
        ],
        "translation": "In obedience to the command of His friend, Lord Śrī Kṛṣṇa entered the arena of the Battlefield of Kurukṣetra between the soldiers of Arjuna and Duryodhana, and while there He shortened the life spans of the opposite party by His merciful glance. This was done simply by His looking at the enemy. Let my mind be fixed upon that Kṛṣṇa.",
        "purport": " In the Bhagavad-gītā (1.21-25) Arjuna ordered the infallible Lord Śrī Kṛṣṇa to place his chariot between the phalanxes of the soldiers. He asked Him to stay there until he had finished observing the enemies he had to face in the battle. When the Lord was so asked, He at once did so, just like an order carrier. And the Lord pointed out all the important men on the opposite side, saying, “Here is Bhīṣma, here is Droṇa,” and so on. The Lord, being the supreme living being, is never the order supplier or order carrier of anyone, whoever he may be. But out of His causeless mercy and affection for His pure devotees, sometimes He carries out the order of the devotee like an awaiting servant. By executing the order of a devotee, the Lord becomes pleased, as a father is pleased to carry out the order of his small child. This is possible only out of pure transcendental love between the Lord and His devotees, and Bhīṣmadeva was quite aware of this fact. He therefore addressed the Lord as the friend of Arjuna. The Lord diminished the duration of life of the opposite party by His merciful glance. It is said that all the fighters who assembled on the Battlefield of Kurukṣetra attained salvation by personally seeing the Lord at the time of death. Therefore, His diminishing the duration of life of Arjuna’s enemy does not mean that He was partial to the cause of Arjuna. Factually He was merciful to the opposite party because they would not have attained salvation by dying at home in the ordinary course of life. Here was a chance to see the Lord at the time of death and thus attain salvation from material life. Therefore, the Lord is all good, and whatever He does is for everyone’s good. Apparently it was for the victory of Arjuna, His intimate friend, but factually it was for the good of Arjuna’s enemies. Such are the transcendental activities of the Lord, and whoever understands this also gets salvation after quitting this material body. The Lord does no wrong in any circumstance because He is absolute, all good at all times."
    },
    {
        "verse": "36",
        "devanagari": "व्यवहितपृतनामुखं निरीक्ष्यस्वजनवधाद्विमुखस्य दोषबुद्ध्या ।कुमतिमहरदात्मविद्यया य-श्चरणरति: परमस्य तस्य मेऽस्तु ॥ ३६ ॥",
        "english_devnagari": "vyavahita-pṛtanā-mukhaṁ nirīkṣyasva-jana-vadhād vimukhasya doṣa-buddhyākumatim aharad ātma-vidyayā yaścaraṇa-ratiḥ paramasya tasya me ’stu",
        "verse_Syn": [
            "vyavahita",
            "pṛtanā",
            "mukham",
            "nirīkṣya",
            "sva",
            "jana",
            "vadhāt",
            "vimukhasya",
            "doṣa",
            "buddhyā",
            "kumatim",
            "aharat",
            "ātma",
            "vidyayā",
            "yaḥ",
            "caraṇa",
            "ratiḥ",
            "paramasya",
            "tasya",
            "me",
            "astu"
        ],
        "translation": "When Arjuna was seemingly polluted by ignorance upon observing the soldiers and commanders before him on the battlefield, the Lord eradicated his ignorance by delivering transcendental knowledge. May His lotus feet always remain the object of my attraction.",
        "purport": " The kings and the commanders were to stand in the front of the fighting soldiers. That was the system of actual fighting. The kings and commanders were not so-called presidents or ministers of defense as they are today. They would not stay home while the poor soldiers or mercenaries were fighting face to face. This may be the regulation of modern democracy, but when actual monarchy was prevailing, the monarchs were not cowards elected without consideration of qualification. As it was evident from the Battlefield of Kurukṣetra, all the executive heads of both parties, like Droṇa, Bhīṣma, Arjuna and Duryodhana, were not sleeping; all of them were actual participants in the fighting, which was selected to be executed at a place away from the civil residential quarters. This means that the innocent citizens were immune from all effects of fighting between the rival royal parties. The citizens had no business in seeing what was going to happen during such fighting. They were to pay one fourth of their income to the ruler, whether he be Arjuna or Duryodhana. All the commanders of the parties on the Battlefield of Kurukṣetra were standing face to face, and Arjuna saw them with great compassion and lamented that he was to kill his kinsmen on the battlefield for the sake of the empire. He was not at all afraid of the giant military phalanx presented by Duryodhana, but as a merciful devotee of the Lord, renunciation of worldly things was natural for him, and thus he decided not to fight for worldly possessions. But this was due to a poor fund of knowledge, and therefore it is said here that his intelligence became polluted. His intelligence could not be polluted at any time because he was a devotee and constant companion of the Lord, as is clear in the Fourth Chapter of the Bhagavad-gītā. Apparently Arjuna’s intelligence became polluted because otherwise there would not have been a chance to deliver the teachings of Bhagavad-gītā for the good of all polluted conditioned souls engaged in material bondage by the conception of the false material body. The Bhagavad-gītā was delivered to the conditioned souls of the world to deliver them from the wrong conception of identifying the body with the soul and to reestablish the soul’s eternal relation with the Supreme Lord. Ātma-vidyā, or transcendental knowledge of Himself, was primarily spoken by the Lord for the benefit of all concerned in all parts of the universe."
    },
    {
        "verse": "37",
        "devanagari": "स्वनिगममपहाय मत्प्रतिज्ञा-मृतमधिकर्तुमवप्लुतो रथस्थ: ।धृतरथचरणोऽभ्ययाच्चलद्गु-र्हरिरिव हन्तुमिभं गतोत्तरीय: ॥ ३७ ॥",
        "english_devnagari": "sva-nigamam apahāya mat-pratijñāmṛtam adhikartum avapluto rathasthaḥdhṛta-ratha-caraṇo ’bhyayāc caladgurharir iva hantum ibhaṁ gatottarīyaḥ",
        "verse_Syn": [
            "sva",
            "nigamam",
            "apahāya",
            "mat",
            "pratijñām",
            "ṛtam",
            "adhi",
            "kartum",
            "avaplutaḥ",
            "ratha",
            "sthaḥ",
            "dhṛta",
            "ratha",
            "caraṇaḥ",
            "abhyayāt",
            "caladguḥ",
            "hariḥ",
            "iva",
            "hantum",
            "ibham",
            "gata",
            "uttarīyaḥ"
        ],
        "translation": "Fulfilling my vow and sacrificing His own promise, He got down from the chariot, took up its wheel, and ran towards me hurriedly, just as a lion goes to kill an elephant. He even dropped His outer garment on the way.",
        "purport": " The Battle of Kurukṣetra was fought on military principles but at the same time in a sporting spirit, like a friend’s fight with another friend. Duryodhana criticized Bhīṣmadeva, alleging that he was reluctant to kill Arjuna because of paternal affection. A kṣatriya cannot tolerate insults on the principle of fighting. Bhīṣmadeva therefore promised that the next day he would kill all five Pāṇḍavas with special weapons made for the purpose. Duryodhana was satisfied, and he kept the arrows with him to be delivered the next day during the fight. By tricks Arjuna took the arrows from Duryodhana, and Bhīṣmadeva could understand that this was the trick of Lord Kṛṣṇa. So he took a vow that the next day Kṛṣṇa would have to take up weapons Himself, otherwise His friend Arjuna would die. In the next day’s fighting Bhīṣmadeva fought so violently that both Arjuna and Kṛṣṇa were in trouble. Arjuna was almost defeated; the situation was so tense that he was about to be killed by Bhīṣmadeva the very next moment. At that time Lord Kṛṣṇa wanted to please His devotee, Bhīṣma, by keeping Bhīṣma’s promise, which was more important than His own. Seemingly He broke His own promise. He promised before the beginning of the Battle of Kurukṣetra that He would remain without weapons and would not use His strength for either of the parties. But to protect Arjuna He got down from the chariot, took up the wheel of the chariot and hurriedly rushed at Bhīṣmadeva in an angry mood, as a lion goes to kill an elephant. He dropped His covering cloth on the way, and out of great anger He did not know that He had dropped it. Bhīṣmadeva at once gave up his weapons and stood to be killed by Kṛṣṇa, his beloved Lord. The fighting of the day was thus ended at that very moment, and Arjuna was saved. Of course there was no possibility of Arjuna’s death because the Lord Himself was on the chariot, but because Bhīṣmadeva wanted to see Lord Kṛṣṇa take up some weapon to save His friend, the Lord created this situation, making Arjuna’s death appear imminent. He stood before Bhīṣmadeva to show him that his promise was fulfilled and that He had taken up the wheel."
    },
    {
        "verse": "38",
        "devanagari": "शितविशिखहतो विशीर्णदंश:क्षतजपरिप्लुत आततायिनो मे ।प्रसभमभिससार मद्वधार्थंस भवतु मे भगवान् गतिर्मुकुन्द: ॥ ३८ ॥",
        "english_devnagari": "śita-viśikha-hato viśīrṇa-daṁśaḥkṣataja-paripluta ātatāyino meprasabham abhisasāra mad-vadhārthaṁsa bhavatu me bhagavān gatir mukundaḥ",
        "verse_Syn": [
            "śita",
            "viśikha",
            "hataḥ",
            "viśīrṇa",
            "daṁśaḥ",
            "kṣataja",
            "pariplutaḥ",
            "ātatāyinaḥ",
            "me",
            "prasabham",
            "abhisasāra",
            "mat",
            "vadha",
            "artham",
            "saḥ",
            "bhavatu",
            "me",
            "bhagavān",
            "gatiḥ",
            "mukundaḥ"
        ],
        "translation": "May He, Lord Śrī Kṛṣṇa, the Personality of Godhead, who awards salvation, be my ultimate destination. On the battlefield He charged me, as if angry because of the wounds dealt by my sharp arrows. His shield was scattered, and His body was smeared with blood due to the wounds.",
        "purport": " The dealings of Lord Kṛṣṇa and Bhīṣmadeva on the Battlefield of Kurukṣetra are interesting because the activities of Lord Śrī Kṛṣṇa appeared to be partial to Arjuna and at enmity with Bhīṣmadeva; but factually all this was especially meant to show special favor to Bhīṣmadeva, a great devotee of the Lord. The astounding feature of such dealings is that a devotee can please the Lord by playing the part of an enemy. The Lord, being absolute, can accept service from His pure devotee even in the garb of an enemy. The Supreme Lord cannot have any enemy, nor can a so-called enemy harm Him because He is ajita, or unconquerable. But still He takes pleasure when His pure devotee beats Him like an enemy or rebukes Him from a superior position, although no one can be superior to the Lord. These are some of the transcendental reciprocatory dealings of the devotee with the Lord. And those who have no information of pure devotional service cannot penetrate into the mystery of such dealings. Bhīṣmadeva played the part of a valiant warrior, and he purposely pierced the body of the Lord so that to the common eyes it appeared that the Lord was wounded, but factually all this was to bewilder the nondevotees. The all-spiritual body cannot be wounded, and a devotee cannot become the enemy of the Lord. Had it been so, Bhīṣmadeva would not have desired to have the very same Lord as the ultimate destination of his life. Had Bhīṣmadeva been an enemy of the Lord, Lord Kṛṣṇa could have annihilated him without even moving. There was no need to come before Bhīṣmadeva with blood and wounds. But He did so because the warrior devotee wanted to see the transcendental beauty of the Lord decorated with wounds created by a pure devotee. This is the way of exchanging transcendental rasa, or relations between the Lord and the servitor. By such dealings both the Lord and the devotee become glorified in their respective positions. The Lord was so angry that Arjuna checked Him when He was moving towards Bhīṣmadeva, but in spite of Arjuna’s checking, He proceeded towards Bhīṣmadeva as a lover goes to a lover, without caring for hindrances. Apparently His determination was to kill Bhīṣmadeva, but factually it was to please him as a great devotee of the Lord. The Lord is undoubtedly the deliverer of all conditioned souls. The impersonalists desire salvation from Him, and He always awards them according to their aspiration, but here Bhīṣmadeva aspires to see the Lord in His personal feature. All pure devotees aspire for this."
    },
    {
        "verse": "39",
        "devanagari": "विजयरथकुटुम्ब आत्ततोत्रेधृतहयरश्मिनि तच्छ्रियेक्षणीये ।भगवति रतिरस्तु मे मुमूर्षो-र्यमिह निरीक्ष्य हता गता: स्वरूपम् ॥ ३९ ॥",
        "english_devnagari": "vijaya-ratha-kuṭumbha ātta-totredhṛta-haya-raśmini tac-chriyekṣaṇīyebhagavati ratir astu me mumūrṣoryam iha nirīkṣya hatā gatāḥ sva-rūpam",
        "verse_Syn": [
            "vijaya",
            "ratha",
            "kuṭumbe",
            "ātta",
            "totre",
            "dhṛta",
            "haya",
            "raśmini",
            "tat",
            "śriyā",
            "īkṣaṇīye",
            "bhagavati",
            "ratiḥ",
            "astu",
            "me",
            "mumūrṣoḥ",
            "yam",
            "iha",
            "nirīkṣya",
            "hatāḥ",
            "gatāḥ",
            "sva",
            "rūpam"
        ],
        "translation": "At the moment of death, let my ultimate attraction be to Śrī Kṛṣṇa, the Personality of Godhead. I concentrate my mind upon the chariot driver of Arjuna who stood with a whip in His right hand and a bridle rope in His left, who was very careful to give protection to Arjuna’s chariot by all means. Those who saw Him on the Battlefield of Kurukṣetra attained their original forms after death.",
        "purport": " A pure devotee of the Lord constantly sees the presence of the Lord within himself because of being transcendentally related by loving service. Such a pure devotee cannot forget the Lord for a moment. This is called trance. The mystic (yogī) tries to concentrate upon the Supersoul by controlling the senses from all other engagements, and thus he ultimately attains samādhi. A devotee more easily attains samādhi, or trance, by constantly remembering the Lord’s personal feature along with His holy name, fame, pastimes, etc. Therefore, the concentration of the mystic yogī and that of the devotee are not on the same level. The concentration of the mystic is mechanical, whereas that of the pure devotee is natural in pure love and spontaneous affection. Bhīṣmadeva was a pure devotee, and as a military marshal he constantly remembered the battlefield feature of the Lord as Pārtha-sārathi, the chariot driver of Arjuna. Therefore, the Lord’s pastime as Pārtha-sārathi is also eternal. The pastimes of the Lord, beginning from His birth at the prison house of Kaṁsa up to the mauśala-līlā at the end, all move one after another in all the universes, just as the clock hand moves from one point to another. And in such pastimes His associates like the Pāṇḍavas and Bhīṣma are constant eternal companions. So Bhīṣmadeva never forgot the beautiful feature of the Lord as Pārtha-sārathi, which even Arjuna could not see. Arjuna was behind the beautiful Pārtha-sārathi while Bhīṣmadeva was just in front of the Lord. As far as the military feature of the Lord is concerned, Bhīṣmadeva observed this with more relish than Arjuna. All the soldiers and persons on the Battlefield of Kurukṣetra attained their original spiritual form like the Lord after their death because by the causeless mercy of the Lord they were able to see Him face to face on that occasion. The conditioned souls rotating in the evolutionary cycle from the aquatics up to the form of Brahmā are all in the form of māyā, or the form obtained by one’s own actions and awarded by material nature. The material forms of the conditioned souls are all foreign dresses, and when the conditioned soul becomes liberated from the clutches of material energy, he attains his original form. The impersonalist wants to attain the impersonal Brahman effulgence of the Lord, but that is not at all congenial to the living sparks, parts and parcels of the Lord. Therefore, the impersonalists again fall down and get material forms, which are all false to the spirit soul. A spiritual form like the Lord’s, either two-handed or four-handed, is attained by the devotees of the Lord either in the Vaikuṇṭhas or in the Goloka planet, according to the original nature of the soul. This form, which is cent-percent spiritual, is the svarūpa of the living being, and all the living beings who participated on the Battlefield of Kurukṣetra, on both sides, attained their svarūpa, as confirmed by Bhīṣmadeva. So Lord Śrī Kṛṣṇa was not merciful only to the Pāṇḍavas; He was also merciful to the other parties because all of them attained the same result. Bhīṣmadeva wanted the same facility also, and that was his prayer to the Lord, although his position as an associate of the Lord is assured in all circumstances. The conclusion is that whoever dies looking on the Personality of Godhead within or without attains his svarūpa, which is the highest perfection of life."
    },
    {
        "verse": "40",
        "devanagari": "ललितगतिविलासवल्गुहास-प्रणयनिरीक्षणकल्पितोरुमाना: ।कृतमनुकृतवत्य उन्मदान्धा:प्रकृतिमगन् किल यस्य गोपवध्व: ॥ ४० ॥",
        "english_devnagari": "lalita-gati-vilāsa-valguhāsa-praṇaya-nirīkṣaṇa-kalpitorumānāḥkṛtam anukṛtavatya unmadāndhāḥprakṛtim agan kila yasya gopa-vadhvaḥ",
        "verse_Syn": [
            "lalita",
            "gati",
            "vilāsa",
            "valgu",
            "hāsa",
            "praṇaya",
            "nirīkṣaṇa",
            "kalpita",
            "urumānāḥ",
            "kṛtam",
            "anukṛtavatyaḥ",
            "unmada",
            "andhāḥ",
            "prakṛtim",
            "agan",
            "kila",
            "yasya",
            "gopa",
            "vadhvaḥ"
        ],
        "translation": "Let my mind be fixed upon Lord Śrī Kṛṣṇa, whose motions and smiles of love attracted the damsels of Vrajadhāma [the gopīs]. The damsels imitated the characteristic movements of the Lord [after His disappearance from the rāsa dance].",
        "purport": " By intense ecstasy in loving service, the damsels of Vrajabhūmi attained qualitative oneness with the Lord by dancing with Him on an equal level, embracing Him in nuptial love, smiling at Him in joke, and looking at Him with a loving attitude. The relation of the Lord with Arjuna is undoubtedly praiseworthy for devotees like Bhīṣmadeva, but the relation of the gopīs with the Lord is still more praiseworthy because of their still more purified loving service. By the grace of the Lord, Arjuna was fortunate enough to have the fraternal service of the Lord as chariot driver, but the Lord did not award Arjuna with equal strength. The gopīs, however, practically became one with the Lord by attainment of equal footing with the Lord. Bhīṣma’s aspiration to remember the gopīs is a prayer to have their mercy also at the last stage of his life. The Lord is satisfied more when His pure devotees are glorified, and therefore Bhīṣmadeva has not only glorified the acts of Arjuna, his immediate object of attraction, but has also remembered the gopīs, who were endowed with unrivalled opportunities for rendering loving service to the Lord. The gopīs’ equality with the Lord should never be misunderstood to be like the sāyujya liberation of the impersonalist. The equality is one of perfect ecstasy where the differential conception is completely eradicated, for the interests of the lover and the beloved become identical."
    },
    {
        "verse": "41",
        "devanagari": "मुनिगणनृपवर्यसङ्कुलेऽन्त:सदसि युधिष्ठिरराजसूय एषाम् ।अर्हणमुपपेद ईक्षणीयोमम द‍ृशिगोचर एष आविरात्मा ॥ ४१ ॥",
        "english_devnagari": "muni-gaṇa-nṛpa-varya-saṅkule ’ntaḥ-sadasi yudhiṣṭhira-rājasūya eṣāmarhaṇam upapeda īkṣaṇīyomama dṛśi-gocara eṣa āvir ātmā",
        "verse_Syn": [
            "muni",
            "gaṇa",
            "nṛpa",
            "varya",
            "saṅkule",
            "antaḥ",
            "sadasi",
            "yudhiṣṭhira",
            "rāja",
            "sūye",
            "eṣām",
            "arhaṇam",
            "upapeda",
            "īkṣaṇīyaḥ",
            "mama",
            "dṛśi",
            "gocaraḥ",
            "eṣaḥ",
            "āviḥ",
            "ātmā"
        ],
        "translation": "At the Rājasūya-yajña [sacrifice] performed by Mahārāja Yudhiṣṭhira, there was the greatest assembly of all the elite men of the world, the royal and learned orders, and in that great assembly Lord Śrī Kṛṣṇa was worshiped by one and all as the most exalted Personality of Godhead. This happened during my presence, and I remembered the incident in order to keep my mind upon the Lord.",
        "purport": " After gaining victory in the Battle of Kurukṣetra, Mahārāja Yudhiṣṭhira, the Emperor of the world, performed the Rājasūya sacrificial ceremony. The emperor, in those days, upon his ascendance to the throne, would send a challenge horse all over the world to declare his supremacy, and any ruling prince or king was at liberty to accept the challenge and express his tacit willingness either to obey or to disobey the supremacy of the particular emperor. One who accepted the challenge had to fight with the emperor and establish his own supremacy by victory. The defeated king would have to sacrifice his life, making a place for another king or ruler. So Mahārāja Yudhiṣṭhira also dispatched such challenging horses all over the world, and every ruling prince and king all over the world accepted Mahārāja Yudhiṣṭhira’s leadership as the Emperor of the world. After this, all rulers of the world under the regime of Mahārāja Yudhiṣṭhira were invited to participate in the great sacrificial ceremony of Rājasūya. Such performances required hundreds of millions of dollars, and it was not an easy job for a petty king. Such a sacrificial ceremony, being too expensive and also difficult to perform under present circumstances, is now impossible in this Age of Kali. Nor can anyone secure the required expert priesthood to take charge of the ceremony. So, after being invited, all the kings and great learned sages of the world assembled in the capital of Mahārāja Yudhiṣṭhira. The learned society, including the great philosophers, religionists, physicians, scientists and all great sages, was invited. That is to say, the brāhmaṇas and the kṣatriyas were the topmost leading men in society, and they were all invited to participate in the assembly. The vaiśyas and śūdras were unimportant elements in society, and they are not mentioned herein. Due to the change of social activities in the modern age, the importance of men has also changed in terms of occupational positions. So in that great assembly, Lord Śrī Kṛṣṇa was the cynosure of neighboring eyes. Everyone wanted to see Lord Kṛṣṇa, and everyone wanted to pay his humble respects to the Lord. Bhīṣmadeva remembered all this and was glad that his worshipful Lord, the Personality of Godhead, was present before him in His actual formal presence. So to meditate on the Supreme Lord is to meditate on the activities, form, pastimes, name and fame of the Lord. That is easier than what is imagined as meditation on the impersonal feature of the Supreme. In the Bhagavad-gītā (12.5) it is clearly stated that to meditate upon the impersonal feature of the Supreme is very difficult. It is practically no meditation or simply a waste of time because very seldom is the desired result obtained. The devotees, however, meditate upon the Lord’s factual form and pastimes, and therefore the Lord is easily approachable by the devotees. This is also stated in the Bhagavad-gītā (12.9). The Lord is nondifferent from His transcendental activities. It is indicated also in this śloka that Lord Śrī Kṛṣṇa, while actually present before human society, especially in connection with the Battle of Kurukṣetra, was accepted as the greatest personality of the time, although He might not have been recognized as the Supreme Personality of Godhead. The propaganda that a very great man is worshiped as God after his death is misleading because a man after his death cannot be made into God. Nor can the Personality of Godhead be a human being, even when He is personally present. Both ideas are misconceptions. The idea of anthropomorphism cannot be applicable in the case of Lord Kṛṣṇa."
    },
    {
        "verse": "42",
        "devanagari": "तमिममहमजं शरीरभाजांहृदि हृदि धिष्ठितमात्मकल्पितानाम् ।प्रतिद‍ृशमिव नैकधार्कमेकंसमधिगतोऽस्मि विधूतभेदमोह: ॥ ४२ ॥",
        "english_devnagari": "tam imam aham ajaṁ śarīra-bhājāṁhṛdi hṛdi dhiṣṭhitam ātma-kalpitānāmpratidṛśam iva naikadhārkam ekaṁsamadhi-gato ’smi vidhūta-bheda-mohaḥ",
        "verse_Syn": [
            "tam",
            "imam",
            "aham",
            "ajam",
            "śarīra",
            "bhājām",
            "hṛdi",
            "hṛdi",
            "dhiṣṭhitam",
            "ātma",
            "kalpitānām",
            "pratidṛśam",
            "iva",
            "na",
            "ekadhā",
            "arkam",
            "ekam",
            "samadhigataḥ",
            "asmi",
            "vidhūta",
            "bheda",
            "mohaḥ"
        ],
        "translation": "Now I can meditate with full concentration upon that one Lord, Śrī Kṛṣṇa, now present before me because now I have transcended the misconceptions of duality in regard to His presence in everyone’s heart, even in the hearts of the mental speculators. He is in everyone’s heart. The sun may be perceived differently, but the sun is one.",
        "purport": " Lord Śrī Kṛṣṇa is the one Absolute Supreme Personality of Godhead, but He has expanded Himself into His multiplenary portions by His inconceivable energy. The conception of duality is due to ignorance of His inconceivable energy. In the Bhagavad-gītā (9.11) the Lord says that only the foolish take Him to be a mere human being. Such foolish men are not aware of His inconceivable energies. By His inconceivable energy He is present in everyone’s heart, as the sun is present before everyone all over the world. The Paramātmā feature of the Lord is an expansion of His plenary portions. He expands Himself as Paramātmā in everyone’s heart by His inconceivable energy, and He also expands Himself as the glowing effulgence of brahmajyoti by expansion of His personal glow. It is stated in the Brahma-saṁhitā that the brahmajyoti is His personal glow. Therefore, there is no difference between Him and His personal glow, brahmajyoti, or His plenary portions as Paramātmā. Less intelligent persons who are not aware of this fact consider brahmajyoti and Paramātmā to be different from Śrī Kṛṣṇa. This misconception of duality is completely removed from the mind of Bhīṣmadeva, and he is now satisfied that it is Lord Śrī Kṛṣṇa only who is all in all in everything. This enlightenment is attained by the great mahātmās or devotees, as it is stated in Bhagavad-gītā (7.19) that Vāsudeva is all in all in everything and that there is no existence of anything without Vāsudeva. Vāsudeva, or Lord Śrī Kṛṣṇa, is the original Supreme Person, as now confirmed by a mahājana, and therefore both the neophytes and the pure devotees must try to follow in his footsteps. That is the way of the devotional line. The worshipable object of Bhīṣmadeva is Lord Śrī Kṛṣṇa as Pārtha-sārathi, and that of the gopīs is the same Kṛṣṇa in Vṛndāvana as the most attractive Śyāmasundara. Sometimes less intelligent scholars make a mistake and think that the Kṛṣṇa of Vṛndāvana and that of the Battle of Kurukṣetra are different personalities. But for Bhīṣmadeva this misconception is completely removed. Even the impersonalist’s object of destination is Kṛṣṇa as the impersonal jyoti, and the yogī’s destination of Paramātmā is also Kṛṣṇa. Kṛṣṇa is both brahmajyoti and localized Paramātmā, but in brahmajyoti or Paramātmā there is no Kṛṣṇa or sweet relations with Kṛṣṇa. In His personal feature Kṛṣṇa is both Pārtha-sārathi and Śyāmasundara of Vṛndāvana, but in His impersonal feature He is neither in the brahmajyoti nor in the Paramātmā. Great mahātmās like Bhīṣmadeva realize all these different features of Lord Śrī Kṛṣṇa, and therefore they worship Lord Kṛṣṇa, knowing Him as the origin of all features."
    },
    {
        "verse": "43",
        "devanagari": "सूत उवाचकृष्ण एवं भगवति मनोवाग्द‍ृष्टिवृत्तिभि: ।आत्मन्यात्मानमावेश्य सोऽन्त:श्वास उपारमत् ॥ ४३ ॥",
        "english_devnagari": "sūta uvācakṛṣṇa evaṁ bhagavatimano-vāg-dṛṣṭi-vṛttibhiḥātmany ātmānam āveśyaso ’ntaḥśvāsa upāramat",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "kṛṣṇe",
            "evam",
            "bhagavati",
            "manaḥ",
            "vāk",
            "dṛṣṭi",
            "vṛttibhiḥ",
            "ātmani",
            "ātmānam",
            "āveśya",
            "saḥ",
            "antaḥ",
            "śvāsaḥ",
            "upāramat"
        ],
        "translation": "Sūta Gosvāmī said: Thus Bhīṣmadeva merged himself in the Supersoul, Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, with his mind, speech, sight and actions, and thus he became silent, and his breathing stopped.",
        "purport": " The stage attained by Bhīṣmadeva while quitting his material body is called nirvikalpa-samādhi because he merged his self into thinking of the Lord and his mind into remembering His different activities. He chanted the glories of the Lord, and by his sight he began to see the Lord personally present before him, and thus all his activities became concentrated upon the Lord without deviation. This is the highest stage of perfection, and it is possible for everyone to attain this stage by practice of devotional service. The devotional service of the Lord consists of nine principles of service activities, and they are (1) hearing, (2) chanting, (3) remembering, (4) serving the lotus feet, (5) worshiping, (6) praying, (7) executing the orders, (8) fraternizing, and (9) fully surrendering. Any one of them or all of them are equally competent to award the desired result, but they require to be practiced persistently under the guidance of an expert devotee of the Lord. The first item, hearing, is the most important item of all, and therefore hearing of the Bhagavad-gītā and, later on, Śrīmad-Bhāgavatam is essential for the serious candidate who wants to attain the stage of Bhīṣmadeva at the end. The unique situation at Bhīṣmadeva’s time of death can be attained, even though Lord Kṛṣṇa may not be personally present. His words of the Bhagavad-gītā or those of Śrīmad-Bhāgavatam are identical with the Lord. They are sound incarnations of the Lord, and one can fully utilize them to be entitled to attain the stage of Śrī Bhīṣmadeva, who was one of the eight Vasus. Every man or animal must die at a certain stage of life, but one who dies like Bhīṣmadeva attains perfection, and one who dies forced by the laws of nature dies like an animal. That is the difference between a man and an animal. The human form of life is especially meant for dying like Bhīṣmadeva."
    },
    {
        "verse": "44",
        "devanagari": "सम्पद्यमानमाज्ञाय भीष्मं ब्रह्मणि निष्कले ।सर्वे बभूवुस्ते तूष्णीं वयांसीव दिनात्यये ॥ ४४ ॥",
        "english_devnagari": "sampadyamānam ājñāyabhīṣmaṁ brahmaṇi niṣkalesarve babhūvus te tūṣṇīṁvayāṁsīva dinātyaye",
        "verse_Syn": [
            "sampadyamānam",
            "ājñāya",
            "bhīṣmam",
            "brahmaṇi",
            "niṣkale",
            "sarve",
            "babhūvuḥ",
            "te",
            "tūṣṇīm",
            "vayāṁsi",
            "iva",
            "dina",
            "atyaye"
        ],
        "translation": "Knowing that Bhīṣmadeva had merged into the unlimited eternity of the Supreme Absolute, all present there became silent like birds at the end of the day.",
        "purport": " To enter into or to become merged into the unlimited eternity of the Supreme Absolute means to enter the original home of the living being. The living beings are all component parts and parcels of the Absolute Personality of Godhead, and therefore they are eternally related with Him as the servitor and the served. The Lord is served by all His parts and parcels, as the complete machine is served by its parts and parcels. Any part of the machine removed from the whole is no longer important. Similarly, any part and parcel of the Absolute detached from the service of the Lord is useless. The living beings who are in the material world are all disintegrated parts and parcels of the supreme whole, and they are no longer as important as the original parts and parcels. There are, however, more integrated living beings who are eternally liberated. The material energy of the Lord, called Durgā-śakti, or the superintendent of the prison house, takes charge of the disintegrated parts and parcels, and thus they undergo a conditioned life under the laws of material nature. When the living being becomes conscious of this fact, he tries to go back home, back to Godhead, and thus the spiritual urge of the living being begins. This spiritual urge is called brahma-jijñāsā, or inquiry about Brahman. Principally this brahma-jijñāsā is successful by knowledge, renunciation and devotional service to the Lord. Jñāna, or knowledge, means knowledge of everything of Brahman, the Supreme; renunciation means detachment of material affection, and devotional service is the revival by practice of the original position of the living being. The successful living beings who are eligible to enter into the realm of the Absolute are called the jñānīs, the yogīs and the bhaktas. The jñānīs and yogīs enter into the impersonal rays of the Supreme, but the bhaktas enter into the spiritual planets known as the Vaikuṇṭhas. In these spiritual planets the Supreme Lord as Nārāyaṇa predominates, and the healthy, unconditioned living beings live there by rendering loving service to the Lord in the capacity of servant, friend, parents and fiancee. There the unconditioned living beings enjoy life in full freedom with the Lord, whereas the impersonalist jñānīs and yogīs enter into the impersonal glowing effulgence of the Vaikuṇṭha planets. The Vaikuṇṭha planets are all self-illuminating like the sun, and the rays of the Vaikuṇṭha planets are called the brahmajyoti. The brahmajyoti is spread unlimitedly, and the material world is but a covered portion of an insignificant part of the same brahmajyoti. This covering is temporary, and therefore it is a sort of illusion. Bhīṣmadeva, as a pure devotee of the Lord, entered the spiritual realm in one of the Vaikuṇṭha planets where the Lord in His eternal form of Pārtha-sārathi predominates over the unconditioned living beings who are constantly engaged in the service of the Lord. The love and affection which bind the Lord and devotee are exhibited in the case of Bhīṣmadeva. Bhīṣmadeva never forgot the Lord in His transcendental feature as the pārtha-sārathi, and the Lord was present personally before Bhīṣmadeva while he was passing to the transcendental world. That is the highest perfection of life."
    },
    {
        "verse": "45",
        "devanagari": "तत्र दुन्दुभयो नेदुर्देवमानववादिता: ।शशंसु: साधवो राज्ञां खात्पेतु: पुष्पवृष्टय: ॥ ४५ ॥",
        "english_devnagari": "tatra dundubhayo nedurdeva-mānava-vāditāḥśaśaṁsuḥ sādhavo rājñāṁkhāt petuḥ puṣpa-vṛṣṭayaḥ",
        "verse_Syn": [
            "tatra",
            "dundubhayaḥ",
            "neduḥ",
            "deva",
            "mānava",
            "vāditāḥ",
            "śaśaṁsuḥ",
            "sādhavaḥ",
            "rājñām",
            "khāt",
            "petuḥ",
            "puṣpa",
            "vṛṣṭayaḥ"
        ],
        "translation": "Thereafter, both men and demigods sounded drums in honor, and the honest royal order commenced demonstrations of honor and respect. And from the sky fell showers of flowers.",
        "purport": " Bhīṣmadeva was respected both by the human beings and by the demigods. The human beings live on earth and similar other planets in the Bhūr and Bhuvar group of planets, but the demigods live in the Svar, or heavenly planets, and all of them knew Bhīṣmadeva as a great warrior and devotee of the Lord. As a mahājana (or authority) he was on the level of Brahmā, Nārada and Śiva, although he was a human being. Qualification on a par with the great demigods is possible only on attainment of spiritual perfection. Thus Bhīṣmadeva was known all over the universes, and during his time interplanetary travel was effected by finer methods than the futile endeavors of mechanical spacecraft. When the distant planets were informed of the passing away of Bhīṣmadeva, all the inhabitants of the upper planets as well as of the earth dropped showers of flowers to show due respect to the departed great personality. This showering of flowers from heaven is a sign of recognition by great demigods, and it should never be compared to the decoration of a dead body. The body of Bhīṣmadeva lost its material effects due to being surcharged with spiritual realization, and thus the body was spiritualized as when iron becomes red-hot when in contact with fire. The body of a fully self-realized soul is not, therefore, accepted as material. Special ceremonies are observed for such spiritual bodies. The respect and recognition of Bhīṣmadeva are never to be imitated by artificial means, as it has become a fashion to observe the so-called jayantī ceremony for any and every common man. According to authorized śāstras, such a jayantī ceremony for an ordinary man, however exalted he may be materially, is an offense to the Lord because jayantī is reserved for the day when the Lord appears on the earth. Bhīṣmadeva was unique in his activities, and his passing away to the kingdom of God is also unique."
    },
    {
        "verse": "46",
        "devanagari": "तस्य निर्हरणादीनि सम्परेतस्य भार्गव ।युधिष्ठिर: कारयित्वा मुहूर्तं दु:खितोऽभवत् ॥ ४६ ॥",
        "english_devnagari": "tasya nirharaṇādīnisamparetasya bhārgavayudhiṣṭhiraḥ kārayitvāmuhūrtaṁ duḥkhito ’bhavat",
        "verse_Syn": [
            "tasya",
            "nirharaṇa",
            "ādīni",
            "samparetasya",
            "bhārgava",
            "yudhiṣṭhiraḥ",
            "kārayitvā",
            "muhūrtam",
            "duḥkhitaḥ",
            "abhavat"
        ],
        "translation": "O descendant of Bhṛgu [Śaunaka], after performing funeral rituals for the dead body of Bhīṣmadeva, Mahārāja Yudhiṣṭhira was momentarily overtaken with grief.",
        "purport": " Bhīṣmadeva was not only a great family head of Mahārāja Yudhiṣṭhira, but also he was a great philosopher and friend to him, his brothers and his mother. Since Mahārāja Pāṇḍu, the father of the five brothers headed by Mahārāja Yudhiṣṭhira, had died, Bhīṣmadeva was the most affectionate grandfather of the Pāṇḍavas and caretaker of the widow daughter-in-law Kuntīdevī. Although Mahārāja Dhṛtarāṣṭra, the elder uncle of Mahārāja Yudhiṣṭhira, was there to look after them, his affection was more on the side of his hundred sons, headed by Duryodhana. Ultimately a colossal clique was fabricated to deprive the five fatherless brothers of the rightful claim of the kingdom of Hastināpura. There was great intrigue, common in imperial palaces, and the five brothers were exiled to the wilderness. But Bhīṣmadeva was always a sincerely sympathetic well-wisher, grandfather, friend and philosopher to Mahārāja Yudhiṣṭhira, even up to the last moment of his life. He died very happily by seeing Mahārāja Yudhiṣṭhira to the throne, otherwise he would have long ago quitted his material body, instead of suffering agony over the undue sufferings of the Pāṇḍavas. He was simply waiting for the opportune moment because he was sure and certain that the sons of Pāṇḍu would come out victorious on the Battlefield of Kurukṣetra, as His Lordship Śrī Kṛṣṇa was their protector. As a devotee of the Lord, he knew that the Lord’s devotee cannot be vanquished at any time. Mahārāja Yudhiṣṭhira was quite aware of all these good wishes of Bhīṣmadeva, and therefore he must have been feeling the great separation. He was sorry for the separation of a great soul, and not for the material body which Bhīṣmadeva relinquished. The funeral ceremony was a necessary duty, although Bhīṣmadeva was a liberated soul. Since Bhīṣmadeva was without issue, the eldest grandson, namely Mahārāja Yudhiṣṭhira, was the rightful person to perform this ceremony. It was a great boon to Bhīṣmadeva that an equally great son of the family undertook the last rites of a great man."
    },
    {
        "verse": "47",
        "devanagari": "तुष्टुवुर्मुनयो हृष्टा: कृष्णं तद्गुह्यनामभि: ।ततस्ते कृष्णहृदया: स्वाश्रमान् प्रययु: पुन: ॥ ४७ ॥",
        "english_devnagari": "tuṣṭuvur munayo hṛṣṭāḥkṛṣṇaṁ tad-guhya-nāmabhiḥtatas te kṛṣṇa-hṛdayāḥsvāśramān prayayuḥ punaḥ",
        "verse_Syn": [
            "tuṣṭuvuḥ",
            "munayaḥ",
            "hṛṣṭāḥ",
            "kṛṣṇam",
            "tat",
            "guhya",
            "nāmabhiḥ",
            "tataḥ",
            "te",
            "kṛṣṇa",
            "hṛdayāḥ",
            "sva",
            "āśramān",
            "prayayuḥ",
            "punaḥ"
        ],
        "translation": "All the great sages then glorified Lord Śrī Kṛṣṇa, who was present there, by confidential Vedic hymns. Then all of them returned to their respective hermitages, bearing always Lord Kṛṣṇa within their hearts.",
        "purport": " The devotees of the Lord are always in the heart of the Lord, and the Lord is always in the hearts of the devotees. That is the sweet relation between the Lord and His devotees. Due to unalloyed love and devotion for the Lord, the devotees always see Him within themselves, and the Lord also, although He has nothing to do and nothing to aspire to, is always busy in attending to the welfare of His devotees. For the ordinary living beings the law of nature is there for all actions and reactions, but He is always anxious to put His devotees on the right path. The devotees, therefore, are under the direct care of the Lord. And the Lord also voluntarily puts Himself under the care of His devotees only. So all the sages, headed by Vyāsadeva, were devotees of the Lord, and therefore they chanted the Vedic hymns after the funeral ceremony just to please the Lord, who was present there personally. All the Vedic hymns are chanted to please Lord Kṛṣṇa. This is confirmed in the Bhagavad-gītā (15.15). All the Vedas, Upaniṣads, Vedānta, etc., are seeking Him only, and all hymns are for glorifying Him only. The sages, therefore, performed the exact acts suitable for the purpose, and they happily departed for their respective hermitages."
    },
    {
        "verse": "48",
        "devanagari": "ततो युधिष्ठिरो गत्वा सहकृष्णो गजाह्वयम् ।पितरं सान्‍त्वयामास गान्धारीं च तपस्विनीम् ॥ ४८ ॥",
        "english_devnagari": "tato yudhiṣṭhiro gatvāsaha-kṛṣṇo gajāhvayampitaraṁ sāntvayām āsagāndhārīṁ ca tapasvinīm",
        "verse_Syn": [
            "tataḥ",
            "yudhiṣṭhiraḥ",
            "gatvā",
            "saha",
            "kṛṣṇaḥ",
            "gajāhvayam",
            "pitaram",
            "sāntvayām",
            "āsa",
            "gāndhārīm",
            "ca",
            "tapasvinīm"
        ],
        "translation": "Thereafter, Mahārāja Yudhiṣṭhira at once went to his capital, Hastināpura, accompanied by Lord Śrī Kṛṣṇa, and there he consoled his uncle and aunt Gāndhārī, who was an ascetic.",
        "purport": " Dhṛtarāṣṭra and Gāndhārī, the father and the mother of Duryodhana and his brothers, were the elder uncle and aunt of Mahārāja Yudhiṣṭhira. After the Battle of Kurukṣetra, the celebrated couple, having lost all their sons and grandsons, were under the care of Mahārāja Yudhiṣṭhira. They were passing their days in great agony over such a heavy loss of life and were practically living the life of ascetics. The death news of Bhīṣmadeva, uncle of Dhṛtarāṣṭra, was another great shock for the King and the Queen, and therefore they required solace from Mahārāja Yudhiṣṭhira. Mahārāja Yudhiṣṭhira was conscious of his duty, and he at once hurried to the spot with Lord Kṛṣṇa and satisfied the bereaved Dhṛtarāṣṭra with kind words, from both himself and the Lord also. Gāndhārī was a powerful ascetic, although she was living the life of a faithful wife and a kind mother. It is said that Gāndhārī also voluntarily blindfolded her eyes because of the blindness of her husband. A wife’s duty is to follow the husband cent-percent. And Gāndhārī was so true to her husband that she followed him even in his perpetual blindness. Therefore in her actions she was a great ascetic. Besides that, the shock she suffered because of the wholesale killing of her one hundred sons and her grandsons also was certainly too much for a woman. But she suffered all this just like an ascetic. Gāndhārī, although a woman, is no less than Bhīṣmadeva in character. They are both remarkable personalities in the Mahābhārata."
    },
    {
        "verse": "49",
        "devanagari": "पित्रा चानुमतो राजा वासुदेवानुमोदित: ।चकार राज्यं धर्मेण पितृपैतामहं विभु: ॥ ४९ ॥",
        "english_devnagari": "pitrā cānumato rājāvāsudevānumoditaḥcakāra rājyaṁ dharmeṇapitṛ-paitāmahaṁ vibhuḥ",
        "verse_Syn": [
            "pitrā",
            "ca",
            "anumataḥ",
            "rājā",
            "vāsudeva",
            "anumoditaḥ",
            "cakāra",
            "rājyam",
            "dharmeṇa",
            "pitṛ",
            "paitāmaham",
            "vibhuḥ"
        ],
        "translation": "After this, the great religious King, Mahārāja Yudhiṣṭhira, executed the royal power in the kingdom strictly according to the codes of royal principles approved by his uncle and confirmed by Lord Śrī Kṛṣṇa.",
        "purport": " Mahārāja Yudhiṣṭhira was not a mere tax collector. He was always conscious of his duty as a king, which is no less than that of a father or spiritual master. The king is to see to the welfare of the citizens from all angles of social, political, economic and spiritual upliftment. The king must know that human life is meant for liberating the encaged soul from the bondage of material conditions, and therefore his duty is to see that the citizens are properly looked after to attain this highest stage of perfection. Mahārāja Yudhiṣṭhira followed these principles strictly, as will be seen from the next chapter. Not only did he follow the principles, but he also got approval from his old uncle, who was experienced in political affairs, and that was also confirmed by Lord Kṛṣṇa, the speaker of the philosophy of Bhagavad-gītā. Mahārāja Yudhiṣṭhira is the ideal monarch, and monarchy under a trained king like Mahārāja Yudhiṣṭhira is by far the most superior form of government, superior to modern republics or governments of the people, by the people. The mass of people, especially in this Age of Kali, are all born śūdras, basically lowborn, ill-trained, unfortunate and badly associated. They themselves do not know the highest perfectional aim of life. Therefore, votes cast by them actually have no value, and thus persons elected by such irresponsible votes cannot be responsible representatives like Mahārāja Yudhiṣṭhira."
    }
]