[
    {
        "verse": "1",
        "devanagari": "व्यास उवाचइति ब्रुवाणं संस्तूय मुनीनां दीर्घसत्रिणाम् ।वृद्ध: कुलपति: सूतं बह्‌वृच: शौनकोऽब्रवीत् ॥ १ ॥",
        "english_devnagari": "vyāsa uvācaiti bruvāṇaṁ saṁstūyamunīnāṁ dīrgha-satriṇāmvṛddhaḥ kula-patiḥ sūtaṁbahvṛcaḥ śaunako ’bravīt",
        "verse_Syn": [
            "vyāsaḥ",
            "uvāca",
            "iti",
            "bruvāṇam",
            "saṁstūya",
            "munīnām",
            "dīrgha",
            "satriṇām",
            "vṛddhaḥ",
            "kula",
            "patiḥ",
            "sūtam",
            "bahu",
            "ṛcaḥ",
            "śaunakaḥ",
            "abravīt"
        ],
        "translation": "Vyāsadeva said: On hearing Sūta Gosvāmī speak thus, Śaunaka Muni, who was the elderly, learned leader of all the ṛṣis engaged in that prolonged sacrificial ceremony, congratulated Sūta Gosvāmī by addressing him as follows.",
        "purport": " In a meeting of learned men, when there are congratulations or addresses for the speaker, the qualifications of the congratulator should be as follows. He must be the leader of the house and an elderly man. He must be vastly learned also. Śrī Śaunaka Ṛṣi had all these qualifications, and thus he stood up to congratulate Śrī Sūta Gosvāmī when he expressed his desire to present Śrīmad-Bhāgavatam exactly as he heard it from Śukadeva Gosvāmī and also realized it personally. Personal realization does not mean that one should, out of vanity, attempt to show one’s own learning by trying to surpass the previous ācārya. He must have full confidence in the previous ācārya, and at the same time he must realize the subject matter so nicely that he can present the matter for the particular circumstances in a suitable manner. The original purpose of the text must be maintained. No obscure meaning should be screwed out of it, yet it should be presented in an interesting manner for the understanding of the audience. This is called realization. The leader of the assembly, Śaunaka, could estimate the value of the speaker, Śrī Sūta Gosvāmī, simply by his uttering yathādhītam and yathā-mati, and therefore he was very glad to congratulate him in ecstasy. No learned man should be willing to hear a person who does not represent the original ācārya. So the speaker and the audience were bona fide in this meeting where Bhāgavatam was being recited for the second time. That should be the standard of recitation of Bhāgavatam, so that real purpose can be served without difficulty. Unless this situation is created, Bhāgavatam recitation for extraneous purposes is useless labor both for the speaker and for the audience."
    },
    {
        "verse": "2",
        "devanagari": "शौनक उवाचसूत सूत महाभाग वद नो वदतां वर ।कथां भागवतीं पुण्यां यदाह भगवाञ्छुक: ॥ २ ॥",
        "english_devnagari": "śaunaka uvācasūta sūta mahā-bhāgavada no vadatāṁ varakathāṁ bhāgavatīṁ puṇyāṁyad āha bhagavāñ chukaḥ",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "sūta",
            "sūta",
            "mahā",
            "bhāga",
            "vada",
            "naḥ",
            "vadatām",
            "vara",
            "kathām",
            "bhāgavatīm",
            "puṇyām",
            "yat",
            "āha",
            "bhagavān",
            "śukaḥ"
        ],
        "translation": "Śaunaka said: O Sūta Gosvāmī, you are the most fortunate and respected of all those who can speak and recite. Please relate the pious message of Śrīmad-Bhāgavatam, which was spoken by the great and powerful sage Śukadeva Gosvāmī.",
        "purport": " Sūta Gosvāmī is twice addressed herein by Śaunaka Gosvāmī out of great joy because he and the members of the assembly were eager to hear the text of Bhāgavatam uttered by Śukadeva Gosvāmī. They were not interested in hearing it from a bogus person who would interpret in his own way to suit his own purpose. Generally the so-called Bhāgavatam reciters are either professional readers or so-called learned impersonalists who cannot enter into the transcendental personal activities of the Supreme Person. Such impersonalists twist some meanings out of Bhāgavatam to suit and support impersonalist views, and the professional readers at once go to the Tenth Canto to misexplain the most confidential part of the Lord’s pastimes. Neither of these reciters are bona fide persons to recite Bhāgavatam. Only one who is prepared to present Bhāgavatam in the light of Śukadeva Gosvāmī and only those who are prepared to hear Śukadeva Gosvāmī and his representative are bona fide participants in the transcendental discussion of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "3",
        "devanagari": "कस्मिन् युगे प्रवृत्तेयं स्थाने वा केन हेतुना ।कुत: सञ्चोदित: कृष्ण: कृतवान् संहितां मुनि: ॥ ३ ॥",
        "english_devnagari": "kasmin yuge pravṛtteyaṁsthāne vā kena hetunākutaḥ sañcoditaḥ kṛṣṇaḥkṛtavān saṁhitāṁ muniḥ",
        "verse_Syn": [
            "kasmin",
            "yuge",
            "pravṛttā",
            "iyam",
            "sthāne",
            "vā",
            "kena",
            "hetunā",
            "kutaḥ",
            "sañcoditaḥ",
            "kṛṣṇaḥ",
            "kṛtavān",
            "saṁhitām",
            "muniḥ"
        ],
        "translation": "In what period and at what place was this first begun, and why was this taken up? From where did Kṛṣṇa-dvaipāyana Vyāsa, the great sage, get the inspiration to compile this literature?",
        "purport": " Because Śrīmad-Bhāgavatam is the special contribution of Śrīla Vyāsadeva, there are so many inquiries by the learned Śaunaka Muni. It was known to them that Śrīla Vyāsadeva had already explained the text of the Vedas in various ways up to the Mahābhārata for the understanding of less intelligent women, śūdras and fallen members of the family of twice-born men. Śrīmad-Bhāgavatam is transcendental to all of them because it has nothing to do with anything mundane. So the inquiries are very intelligent and relevant."
    },
    {
        "verse": "4",
        "devanagari": "तस्य पुत्रो महायोगी समद‍ृङ्‍‌निर्विकल्पक: ।एकान्तमतिरुन्निद्रो गूढो मूढ इवेयते ॥ ४ ॥",
        "english_devnagari": "tasya putro mahā-yogīsama-dṛṅ nirvikalpakaḥekānta-matir unnidrogūḍho mūḍha iveyate",
        "verse_Syn": [
            "tasya",
            "putraḥ",
            "mahā",
            "yogī",
            "sama",
            "dṛk",
            "nirvikalpakaḥ",
            "ekānta",
            "matiḥ",
            "unnidraḥ",
            "gūḍhaḥ",
            "mūḍhaḥ",
            "iva",
            "īyate"
        ],
        "translation": "His [Vyāsadeva’s] son was a great devotee, an equibalanced monist, whose mind was always concentrated in monism. He was transcendental to mundane activities, but being unexposed, he appeared like an ignorant person.",
        "purport": " Śrīla Śukadeva Gosvāmī was a liberated soul, and thus he remained always alert not to be trapped by the illusory energy. In the Bhagavad-gītā this alertness is very lucidly explained. The liberated soul and the conditioned soul have different engagements. The liberated soul is always engaged in the progressive path of spiritual attainment, which is something like a dream for the conditioned soul. The conditioned soul cannot imagine the actual engagements of the liberated soul. While the conditioned soul thus dreams about spiritual engagements, the liberated soul is awake. Similarly, the engagement of a conditioned soul appears to be a dream for the liberated soul. A conditioned soul and a liberated soul may apparently be on the same platform, but factually they are differently engaged, and their attention is always alert, either in sense enjoyment or in self-realization. The conditioned soul is absorbed in matter, whereas the liberated soul is completely indifferent to matter. This indifference is explained as follows."
    },
    {
        "verse": "5",
        "devanagari": "द‍ृष्ट्वानुयान्तमृषिमात्मजमप्यनग्नंदेव्यो ह्रिया परिदधुर्न सुतस्य चित्रम् ।तद्वीक्ष्य पृच्छति मुनौ जगदुस्तवास्तिस्त्रीपुम्भिदा न तु सुतस्य विविक्तद‍ृष्टे: ॥ ५ ॥",
        "english_devnagari": "dṛṣṭvānuyāntam ṛṣim ātmajam apy anagnaṁdevyo hriyā paridadhur na sutasya citramtad vīkṣya pṛcchati munau jagadus tavāstistrī-pum-bhidā na tu sutasya vivikta-dṛṣṭeḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "anuyāntam",
            "ṛṣim",
            "ātmajam",
            "api",
            "anagnam",
            "devyaḥ",
            "hriyā",
            "paridadhuḥ",
            "na",
            "sutasya",
            "citram",
            "tat",
            "vīkṣya",
            "pṛcchati",
            "munau",
            "jagaduḥ",
            "tava",
            "asti",
            "strī",
            "pum",
            "bhidā",
            "na",
            "tu",
            "sutasya",
            "vivikta",
            "dṛṣṭeḥ"
        ],
        "translation": "While Śrī Vyāsadeva was following his son, beautiful young damsels who were bathing naked covered their bodies with cloth, although Śrī Vyāsadeva himself was not naked. But they had not done so when his son had passed. The sage inquired about this, and the young ladies replied that his son was purified and when looking at them made no distinction between male and female. But the sage made such distinctions.",
        "purport": " In the Bhagavad-gītā (5.18) it is said that a learned sage looks equally on a learned and gentle brāhmaṇa, a caṇḍāla (dog-eater), a dog or a cow due to his spiritual vision. Śrīla Śukadeva Gosvāmī attained that stage. Thus he did not see a male or female; he saw all living entities in different dress. The ladies who were bathing could understand the mind of a man simply by studying his demeanor, just as by looking at a child one can understand how innocent he is. Śukadeva Gosvāmī was a young boy sixteen years old, and therefore all the parts of his body were developed. He was naked also, and so were the ladies. But because Śukadeva Gosvāmī was transcendental to sex relations, he appeared very innocent. The ladies, by their special qualifications, could sense this at once, and therefore they were not very concerned about him. But when his father passed, the ladies quickly dressed. The ladies were exactly like his children or grandchildren, yet they reacted to the presence of Vyāsadeva according to the social custom because Śrīla Vyāsadeva played the part of a householder. A householder has to distinguish between a male and female; otherwise he cannot be a householder. One should therefore attempt to know the distinction between body and soul without any attachment for male and female. As long as such distinction is there, one should not try to become a sannyāsī like Śukadeva Gosvāmī. At least theoretically one must be convinced that a living entity is neither male nor female. The outward dress is made of matter by material nature to attract the opposite sex and thus keep one entangled in material existence. A liberated soul is above this perverted distinction. He does not distinguish between one living being and another. For him they are all one and the same spirit. The perfection of this spiritual vision is the liberated stage, and Śrīla Śukadeva Gosvāmī attained that stage. Śrīla Vyāsadeva was also in the transcendental stage, but because he was in the householder’s life, he did not pretend to be a liberated soul, as a matter of custom."
    },
    {
        "verse": "6",
        "devanagari": "कथमालक्षित: पौरै: सम्प्राप्त: कुरुजाङ्गलान् ।उन्मत्तमूकजडवद्विचरन् गजसाह्वये ॥ ६ ॥",
        "english_devnagari": "katham ālakṣitaḥ pauraiḥsamprāptaḥ kuru-jāṅgalānunmatta-mūka-jaḍavadvicaran gaja-sāhvaye",
        "verse_Syn": [
            "katham",
            "ālakṣitaḥ",
            "pauraiḥ",
            "samprāptaḥ",
            "kuru",
            "jāṅgalān",
            "unmatta",
            "mūka",
            "jaḍavat",
            "vicaran",
            "gaja",
            "sāhvaye"
        ],
        "translation": "How was he [Śrīla Śukadeva, the son of Vyāsa] recognized by the citizens when he entered the city of Hastināpura [now Delhi], after wandering in the provinces of Kuru and Jāṅgala, appearing like a madman, dumb and retarded?",
        "purport": " The present city of Delhi was formerly known as Hastināpura because it was first established by King Hastī. Gosvāmī Śukadeva, after leaving his paternal home, was roaming like a madman, and therefore it was very difficult for the citizens to recognize him in his exalted position. A sage is not, therefore, recognized by sight, but by hearing. One should approach a sādhu or great sage not to see but to hear him. If one is not prepared to hear the words of a sādhu, there is no profit. Śukadeva Gosvāmī was a sādhu who could speak on the transcendental activities of the Lord. He did not satisfy the whims of ordinary citizens. He was recognized when he spoke on the subject of Bhāgavatam, and he never attempted jugglery like a magician. Outwardly he appeared to be a retarded, dumb madman, but in fact he was the most elevated transcendental personality."
    },
    {
        "verse": "7",
        "devanagari": "कथं वा पाण्डवेयस्य राजर्षेर्मुनिना सह ।संवाद: समभूत्तात यत्रैषा सात्वती श्रुति: ॥ ७ ॥",
        "english_devnagari": "kathaṁ vā pāṇḍaveyasyarājarṣer muninā sahasaṁvādaḥ samabhūt tātayatraiṣā sātvatī śrutiḥ",
        "verse_Syn": [
            "katham",
            "vā",
            "pāṇḍaveyasya",
            "rājarṣeḥ",
            "muninā",
            "saha",
            "saṁvādaḥ",
            "samabhūt",
            "tāta",
            "yatra",
            "eṣā",
            "sātvatī",
            "śrutiḥ"
        ],
        "translation": "How did it so happen that King Parīkṣit met this great sage, making it possible for this great transcendental essence of the Vedas [Bhāgavatam] to be sung to him?",
        "purport": " Śrīmad-Bhāgavatam is stated here as the essence of the Vedas. It is not an imaginary story as it is sometimes considered by unauthorized men. It is also called Śuka-saṁhitā, or the Vedic hymn spoken by Śrī Śukadeva Gosvāmī, the great liberated sage."
    },
    {
        "verse": "8",
        "devanagari": "स गोदोहनमात्रं हि गृहेषु गृहमेधिनाम् ।अवेक्षते महाभागस्तीर्थीकुर्वंस्तदाश्रमम् ॥ ८ ॥",
        "english_devnagari": "sa go-dohana-mātraṁ higṛheṣu gṛha-medhināmavekṣate mahā-bhāgastīrthī-kurvaṁs tad āśramam",
        "verse_Syn": [
            "saḥ",
            "go",
            "dohana",
            "mātram",
            "hi",
            "gṛheṣu",
            "gṛha",
            "medhinām",
            "avekṣate",
            "mahā",
            "bhāgaḥ",
            "tīrthī",
            "kurvan",
            "tat",
            "āśramam"
        ],
        "translation": "He [Śukadeva Gosvāmī] was accustomed to stay at the door of a householder only long enough for a cow to be milked. And he did this just to sanctify the residence.",
        "purport": " Śukadeva Gosvāmī met Emperor Parīkṣit and explained the text of Śrīmad-Bhāgavatam. He was not accustomed to stay at any householder’s residence for more than half an hour (at the time of milking the cow), and he would just take alms from the fortunate householder. That was to sanctify the residence by his auspicious presence. Therefore Śukadeva Gosvāmī is an ideal preacher established in the transcendental position. From his activities, those who are in the renounced order of life and dedicated to the mission of preaching the message of Godhead should learn that they have no business with householders save and except to enlighten them in transcendental knowledge. Such asking for alms from the householder should be for the purpose of sanctifying his home. One who is in the renounced order of life should not be allured by the glamor of the householder’s worldly possessions and thus become subservient to worldly men. For one who is in the renounced order of life, this is much more dangerous than drinking poison and committing suicide."
    },
    {
        "verse": "9",
        "devanagari": "अभिमन्युसुतं सूत प्राहुर्भागवतोत्तमम् ।तस्य जन्म महाश्चर्यं कर्माणि च गृणीहि न: ॥ ९ ॥",
        "english_devnagari": "abhimanyu-sutaṁ sūtaprāhur bhāgavatottamamtasya janma mahāścaryaṁkarmāṇi ca gṛṇīhi naḥ",
        "verse_Syn": [
            "abhimanyu",
            "sutam",
            "sūta",
            "prāhuḥ",
            "bhāgavata",
            "uttamam",
            "tasya",
            "janma",
            "mahā",
            "āścaryam",
            "karmāṇi",
            "ca",
            "gṛṇīhi",
            "naḥ"
        ],
        "translation": "It is said that Mahārāja Parīkṣit is a great first-class devotee of the Lord and that his birth and activities are all wonderful. Please tell us about him.",
        "purport": " The birth of Mahārāja Parīkṣit is wonderful because in the womb of his mother he was protected by the Personality of Godhead, Śrī Kṛṣṇa. His activities are also wonderful because he chastised Kali, who was attempting to kill a cow. To kill cows means to end human civilization. He wanted to protect the cow from being killed by the great representative of sin. His death is also wonderful because he got previous notice of his death, which is wonderful for any mortal being, and thus he prepared himself for passing away by sitting down on the bank of the Ganges and hearing the transcendental activities of the Lord. During all the days he heard Bhāgavatam, he did not take food or drink, nor did he sleep a moment. So everything about him is wonderful, and his activities are worth hearing attentively. The desire is expressed herein to hear about him in detail."
    },
    {
        "verse": "10",
        "devanagari": "स सम्राट् कस्य वा हेतो: पाण्डूनां मानवर्धन: ।प्रायोपविष्टो गङ्गायामनाद‍ृत्याधिराट्‌श्रियम् ॥ १० ॥",
        "english_devnagari": "sa samrāṭ kasya vā hetoḥpāṇḍūnāṁ māna-vardhanaḥprāyopaviṣṭo gaṅgāyāmanādṛtyādhirāṭ-śriyam",
        "verse_Syn": [
            "saḥ",
            "samrāṭ",
            "kasya",
            "vā",
            "hetoḥ",
            "pāṇḍūnām",
            "māna",
            "vardhanaḥ",
            "prāya",
            "upaviṣṭaḥ",
            "gaṅgāyām",
            "anādṛtya",
            "adhirāṭ",
            "śriyam"
        ],
        "translation": "He was a great emperor and possessed all the opulences of his acquired kingdom. He was so exalted that he was increasing the prestige of the Pāṇḍu dynasty. Why did he give up everything to sit down on the bank of the Ganges and fast until death?",
        "purport": " Mahārāja Parīkṣit was the Emperor of the world and all the seas and oceans, and he did not have to take the trouble to acquire such a kingdom by his own effort. He inherited it from his grandfathers Mahārāja Yudhiṣṭhira and brothers. Besides that, he was doing well in the administration and was worthy of the good names of his forefathers. Consequently there was nothing undesirable in his opulence and administration. Then why should he give up all these favorable circumstances and sit down on the bank of the Ganges, fasting till death? This is astonishing, and therefore all were eager to know the cause."
    },
    {
        "verse": "11",
        "devanagari": "नमन्ति यत्पादनिकेतमात्मन:शिवायहानीय धनानि शत्रव: ।कथं स वीर: श्रियमङ्ग दुस्त्यजांयुवैषतोत्स्रष्टुमहो सहासुभि: ॥ ११ ॥",
        "english_devnagari": "namanti yat-pāda-niketam ātmanaḥśivāya hānīya dhanāni śatravaḥkathaṁ sa vīraḥ śriyam aṅga dustyajāṁyuvaiṣatotsraṣṭum aho sahāsubhiḥ",
        "verse_Syn": [
            "namanti",
            "yat",
            "pāda",
            "niketam",
            "ātmanaḥ",
            "śivāya",
            "hānīya",
            "dhanāni",
            "śatravaḥ",
            "katham",
            "saḥ",
            "vīraḥ",
            "śriyam",
            "aṅga",
            "dustyajām",
            "yuvā",
            "aiṣata",
            "utsraṣṭum",
            "aho",
            "saha",
            "asubhiḥ"
        ],
        "translation": "He was such a great emperor that all his enemies would come and bow down at his feet and surrender all their wealth for their own benefit. He was full of youth and strength, and he possessed kingly opulences that were difficult to give up. Why did he want to give up everything, including his life?",
        "purport": " There was nothing undesirable in his life. He was quite a young man and could enjoy life with power and opulence. So there was no question of retiring from active life. There was no difficulty in collecting the state taxes because he was so powerful and chivalrous that even his enemies would come to him and bow down at his feet and surrender all wealth for their own benefit. Mahārāja Parīkṣit was a pious king. He conquered his enemies, and therefore the kingdom was full of prosperity. There was enough milk, grains and metals, and all the rivers and mountains were full of potency. So materially everything was satisfactory. Therefore, there was no question of untimely giving up his kingdom and life. The sages were eager to hear about all this."
    },
    {
        "verse": "12",
        "devanagari": "शिवाय लोकस्य भवाय भूतयेय उत्तमश्लोकपरायणा जना: ।जीवन्ति नात्मार्थमसौ पराश्रयंमुमोच निर्विद्य कुत: कलेवरम् ॥ १२ ॥",
        "english_devnagari": "śivāya lokasya bhavāya bhūtayeya uttama-śloka-parāyaṇā janāḥjīvanti nātmārtham asau parāśrayaṁmumoca nirvidya kutaḥ kalevaram",
        "verse_Syn": [
            "śivāya",
            "lokasya",
            "bhavāya",
            "bhūtaye",
            "ye",
            "uttama",
            "śloka",
            "parāyaṇāḥ",
            "janāḥ",
            "jīvanti",
            "na",
            "ātma",
            "artham",
            "asau",
            "para",
            "āśrayam",
            "mumoca",
            "nirvidya",
            "kutaḥ",
            "kalevaram"
        ],
        "translation": "Those who are devoted to the cause of the Personality of Godhead live only for the welfare, development and happiness of others. They do not live for any selfish interest. So even though the Emperor [Parīkṣit] was free from all attachment to worldly possessions, how could he give up his mortal body, which was the shelter for others?",
        "purport": " Parīkṣit Mahārāja was an ideal king and householder because he was a devotee of the Personality of Godhead. A devotee of the Lord automatically has all good qualifications. And the Emperor was a typical example of this. Personally he had no attachment for all the worldly opulences in his possession. But since he was king for the all-around welfare of his citizens, he was always busy in the welfare work of the public, not only for this life, but also for the next. He would not allow slaughterhouses or killing of cows. He was not a foolish and partial administrator who would arrange for the protection of one living being and allow another to be killed. Because he was a devotee of the Lord, he knew perfectly well how to conduct his administration for everyone’s happiness — men, animals, plants and all living creatures. He was not selfishly interested. Selfishness is either self-centered or self-extended. He was neither. His interest was to please the Supreme Truth, the Personality of Godhead. The king is the representative of the Supreme Lord, and therefore the king’s interest must be identical with that of the Supreme Lord. The Supreme Lord wants all living beings to be obedient to Him and thereby become happy. Therefore the king’s interest is to guide all subjects back to the kingdom of God. Hence the activities of the citizens should be so coordinated that they can at the end go back home, back to Godhead. Under the administration of a representative king, the kingdom is full of opulence. At that time, human beings need not eat animals. There are ample food grains, milk, fruit and vegetables so that the human beings as well as the animals can eat sumptuously and to their heart’s content. If all living beings are satisfied with food and shelter and obey the prescribed rules, there cannot be any disturbance between one living being and another. Emperor Parīkṣit was a worthy king, and therefore all were happy during his reign."
    },
    {
        "verse": "13",
        "devanagari": "तत्सर्वं न: समाचक्ष्व पृष्टो यदिह किञ्चन ।मन्ये त्वां विषये वाचां स्‍नातमन्यत्र छान्दसात् ॥ १३ ॥",
        "english_devnagari": "tat sarvaṁ naḥ samācakṣvapṛṣṭo yad iha kiñcanamanye tvāṁ viṣaye vācāṁsnātam anyatra chāndasāt",
        "verse_Syn": [
            "tat",
            "sarvam",
            "naḥ",
            "samācakṣva",
            "pṛṣṭaḥ",
            "yat",
            "iha",
            "kiñcana",
            "manye",
            "tvām",
            "viṣaye",
            "vācām",
            "snātam",
            "anyatra",
            "chāndasāt"
        ],
        "translation": "We know that you are expert in the meaning of all subjects, except some portions of the Vedas, and thus you can clearly explain the answers to all the questions we have just put to you.",
        "purport": " The difference between the Vedas and the Purāṇas is like that between the brāhmaṇas and the parivrājakas. The brāhmaṇas are meant to administer some fruitive sacrifices mentioned in the Vedas, but the parivrājakācāryas, or learned preachers, are meant to disseminate transcendental knowledge to one and all. As such, the parivrājakācāryas are not always expert in pronouncing the Vedic mantras, which are practiced systematically by accent and meter by the brāhmaṇas who are meant for administering Vedic rites. Yet it should not be considered that the brāhmaṇas are more important than the itinerant preachers. They are one and different simultaneously because they are meant for the same end, in different ways. There is no difference also between the Vedic mantras and what is explained in the Purāṇas and Itihāsas. According to Śrīla Jīva Gosvāmī, it is mentioned in the Mādhyandina-śruti that all the Vedas, namely the Sāma, Atharva, Ṛg, Yajur, Purāṇas, Itihāsas, Upaniṣads, etc., are emanations from the breathing of the Supreme Being. The only difference is that the Vedic mantras are mostly begun with praṇava oṁkāra, and it requires some training to practice the metric pronunciation of the Vedic mantras. But that does not mean that Śrīmad-Bhāgavatam is of less importance than the Vedic mantras. On the contrary, it is the ripened fruit of all the Vedas, as stated before. Besides that, the most perfectly liberated soul, Śrīla Śukadeva Gosvāmī, is absorbed in the studies of the Bhāgavatam, although he is already self-realized. Śrīla Sūta Gosvāmī is following his footsteps, and therefore his position is not the least less important because he was not expert in chanting Vedic mantras with metric pronunciation, which depends more on practice than actual realization. Realization is more important than parrotlike chanting."
    },
    {
        "verse": "14",
        "devanagari": "सूत उवाचद्वापरे समनुप्राप्ते तृतीये युगपर्यये ।जात: पराशराद्योगी वासव्यां कलया हरे: ॥ १४ ॥",
        "english_devnagari": "sūta uvācadvāpare samanuprāptetṛtīye yuga-paryayejātaḥ parāśarād yogīvāsavyāṁ kalayā hareḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "dvāpare",
            "samanuprāpte",
            "tṛtīye",
            "yuga",
            "paryaye",
            "jātaḥ",
            "parāśarāt",
            "yogī",
            "vāsavyām",
            "kalayā",
            "hareḥ"
        ],
        "translation": "Sūta Gosvāmī said: When the second millennium overlapped the third, the great sage [Vyāsadeva] was born to Parāśara in the womb of Satyavatī, the daughter of Vasu.",
        "purport": " There is a chronological order of the four millenniums, namely Satya, Dvāpara, Tretā and Kali. But sometimes there is overlapping. During the regime of Vaivasvata Manu, there was an overlapping of the twenty-eighth round of the four millenniums, and the third millennium appeared prior to the second. In that particular millennium, Lord Śrī Kṛṣṇa also descends, and because of this there was some particular alteration. The mother of the great sage was Satyavatī, the daughter of the Vasu (fisherman), and the father was the great Parāśara Muni. That is the history of Vyāsadeva’s birth. Every millennium is divided into three periods, and each period is called a sandhyā. Vyāsadeva appeared in the third sandhyā of that particular age."
    },
    {
        "verse": "15",
        "devanagari": "स कदाचित्सरस्वत्या उपस्पृश्य जलं शुचि: ।विविक्त एक आसीन उदिते रविमण्डले ॥ १५ ॥",
        "english_devnagari": "sa kadācit sarasvatyāupaspṛśya jalaṁ śuciḥvivikta eka āsīnaudite ravi-maṇḍale",
        "verse_Syn": [
            "saḥ",
            "kadācit",
            "sarasvatyāḥ",
            "upaspṛśya",
            "jalam",
            "śuciḥ",
            "vivikte",
            "ekaḥ",
            "āsīnaḥ",
            "udite",
            "ravi",
            "maṇḍale"
        ],
        "translation": "Once upon a time he [Vyāsadeva], as the sun rose, took his morning ablution in the waters of the Sarasvatī and sat alone to concentrate.",
        "purport": " The river Sarasvatī is flowing in the Badarikāśrama area of the Himālayas. So the place indicated here is Śamyāprāsa in Badarikāśrama, where Śrī Vyāsadeva is residing."
    },
    {
        "verse": "16",
        "devanagari": "परावरज्ञ: स ऋषि: कालेनाव्यक्तरंहसा ।युगधर्मव्यतिकरं प्राप्तं भुवि युगे युगे ॥ १६ ॥",
        "english_devnagari": "parāvara-jñaḥ sa ṛṣiḥkālenāvyakta-raṁhasāyuga-dharma-vyatikaraṁprāptaṁ bhuvi yuge yuge",
        "verse_Syn": [
            "para",
            "avara",
            "jñaḥ",
            "saḥ",
            "ṛṣiḥ",
            "kālena",
            "avyakta",
            "raṁhasā",
            "yuga",
            "dharma",
            "vyatikaram",
            "prāptam",
            "bhuvi",
            "yuge",
            "yuge"
        ],
        "translation": "The great sage Vyāsadeva saw anomalies in the duties of the millennium. This happens on the earth in different ages, due to the unseen force of time.",
        "purport": " The great sages like Vyāsadeva are liberated souls, and therefore they can see clearly past and future. Thus he could see the future anomalies in the Kali age, and accordingly he made arrangement for the people in general so that they can execute a progressive life in this age, which is full of darkness. The people in general in this Age of Kali are too much interested in matter, which is temporary. Because of ignorance they are unable to evaluate the assets of life and be enlightened in spiritual knowledge."
    },
    {
        "verse": "17-18",
        "devanagari": "भौतिकानां च भावानां शक्तिह्रासं च तत्कृतम् ।अश्रद्दधानान्नि:सत्त्वान्दुर्मेधान् ह्रसितायुष: ॥ १७ ॥दुर्भगांश्च जनान् वीक्ष्य मुनिर्दिव्येन चक्षुषा ।सर्ववर्णाश्रमाणां यद्दध्यौ हितममोघद‍ृक् ॥ १८ ॥",
        "english_devnagari": "bhautikānāṁ ca bhāvānāṁśakti-hrāsaṁ ca tat-kṛtamaśraddadhānān niḥsattvāndurmedhān hrasitāyuṣaḥ",
        "verse_Syn": [
            "bhautikānām",
            "ca",
            "bhāvānām",
            "śakti",
            "hrāsam",
            "ca",
            "tat",
            "kṛtam",
            "aśraddadhānān",
            "niḥsattvān",
            "durmedhān",
            "hrasita",
            "āyuṣaḥ",
            "durbhagān",
            "ca",
            "janān",
            "vīkṣya",
            "muniḥ",
            "divyena",
            "cakṣuṣā",
            "sarva",
            "varṇa",
            "āśramāṇām",
            "yat",
            "dadhyau",
            "hitam",
            "amogha",
            "dṛk"
        ],
        "translation": "The great sage, who was fully equipped in knowledge, could see through his transcendental vision the deterioration of everything material due to the influence of the age. He could also see that the faithless people in general would be reduced in duration of life and would be impatient due to lack of goodness. Thus he contemplated for the welfare of men in all statuses and orders of life.",
        "purport": " The unmanifested forces of time are so powerful that they reduce all matter to oblivion in due course. In Kali-yuga, the last millennium of a round of four millenniums, the power of all material objects deteriorates by the influence of time. In this age the duration of the material body of the people in general is much reduced, and so is the memory. The action of matter has also not so much incentive. The land does not produce food grains in the same proportions as it did in other ages. The cow does not give as much milk as it used to give formerly. The production of vegetables and fruits is less than before. As such, all living beings, both men and animals, do not have sumptuous, nourishing food. Due to want of so many necessities of life, naturally the duration of life is reduced, the memory is short, intelligence is meager, mutual dealings are full of hypocrisy and so on. The great sage Vyāsadeva could see this by his transcendental vision. As an astrologer can see the future fate of a man, or an astronomer can foretell the solar and lunar eclipses, those liberated souls who can see through the scriptures can foretell the future of all mankind. They can see this due to their sharp vision of spiritual attainment. And all such transcendentalists, who are naturally devotees of the Lord, are always eager to render welfare service to the people in general. They are the real friends of the people in general, not the so-called public leaders who are unable to see what is going to happen five minutes ahead. In this age the people in general as well as their so-called leaders are all unlucky fellows, faithless in spiritual knowledge and influenced by the Age of Kali. They are always disturbed by various diseases. For example, in the present age there are so many TB patients and TB hospitals, but formerly this was not so because the time was not so unfavorable. The unfortunate men of this age are always reluctant to give a reception to the transcendentalists who are representatives of Śrīla Vyāsadeva and selfless workers always busy in planning something which may help everyone in all statuses and orders of life. The greatest philanthropists are those transcendentalists who represent the mission of Vyāsa, Nārada, Madhva, Caitanya, Rūpa, Sarasvatī, etc. They are all one and the same. The personalities may be different, but the aim of the mission is one and the same, namely, to deliver the fallen souls back home, back to Godhead."
    },
    {
        "verse": "19",
        "devanagari": "चातुर्होत्रं कर्म शुद्धं प्रजानां वीक्ष्य वैदिकम् ।व्यदधाद्यज्ञसन्तत्यै वेदमेकं चतुर्विधम् ॥ १९ ॥",
        "english_devnagari": "cātur-hotraṁ karma śuddhaṁprajānāṁ vīkṣya vaidikamvyadadhād yajña-santatyaivedam ekaṁ catur-vidham",
        "verse_Syn": [
            "cātuḥ",
            "hotram",
            "karma",
            "śuddham",
            "prajānām",
            "vīkṣya",
            "vaidikam",
            "vyadadhāt",
            "yajña",
            "santatyai",
            "vedam",
            "ekam",
            "catuḥ",
            "vidham"
        ],
        "translation": "He saw that the sacrifices mentioned in the Vedas were means by which the people’s occupations could be purified. And to simplify the process he divided the one Veda into four, in order to expand them among men.",
        "purport": " Formerly there was only the Veda of the name Yajur, and the four divisions of sacrifices were there specifically mentioned. But to make them more easily performable, the Veda was divided into four divisions of sacrifice, just to purify the occupational service of the four orders. Above the four Vedas, namely Ṛg, Yajur, Sāma, and Atharva, there are the Purāṇas, the Mahābhārata, Saṁhitās, etc., which are known as the fifth Veda. Śrī Vyāsadeva and his many disciples were all historical personalities, and they were very kind and sympathetic toward the fallen souls of this Age of Kali. As such, the Purāṇas and Mahābhārata were made from related historical facts which explained the teaching of the four Vedas. There is no point in doubting the authority of the Purāṇas and Mahābhārata as parts and parcels of the Vedas. In the Chāndogya Upaniṣad (7.1.4), the Purāṇas and Mahābhārata, generally known as histories, are mentioned as the fifth Veda. According to Śrīla Jīva Gosvāmī, that is the way of ascertaining the respective values of the revealed scriptures."
    },
    {
        "verse": "20",
        "devanagari": "ऋग्यजु:सामाथर्वाख्या वेदाश्चत्वार उद्‍धृता: ।इतिहासपुराणं च पञ्चमो वेद उच्यते ॥ २० ॥",
        "english_devnagari": "ṛg-yajuḥ-sāmātharvākhyāvedāś catvāra uddhṛtāḥitihāsa-purāṇaṁ capañcamo veda ucyate",
        "verse_Syn": [
            "ṛg",
            "yajuḥ",
            "sāma",
            "atharva",
            "ākhyāḥ",
            "vedāḥ",
            "catvāraḥ",
            "uddhṛtāḥ",
            "itihāsa",
            "purāṇam",
            "ca",
            "pañcamaḥ",
            "vedaḥ",
            "ucyate"
        ],
        "translation": "The four divisions of the original sources of knowledge [the Vedas] were made separately. But the historical facts and authentic stories mentioned in the Purāṇas are called the fifth Veda.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "तत्रर्ग्वेदधर: पैल: सामगो जैमिनि: कवि: ।वैशम्पायन एवैको निष्णातो यजुषामुत ॥ २१ ॥",
        "english_devnagari": "tatrarg-veda-dharaḥ pailaḥsāmago jaiminiḥ kaviḥvaiśampāyana evaikoniṣṇāto yajuṣām uta",
        "verse_Syn": [
            "tatra",
            "ṛg",
            "veda",
            "dharaḥ",
            "pailaḥ",
            "sāma",
            "gaḥ",
            "jaiminiḥ",
            "kaviḥ",
            "vaiśampāyanaḥ",
            "eva",
            "ekaḥ",
            "niṣṇātaḥ",
            "yajuṣām",
            "uta"
        ],
        "translation": "After the Vedas were divided into four divisions, Paila Ṛṣi became the professor of the Ṛg Veda, Jaimini the professor of the Sāma Veda, and Vaiśampāyana alone became glorified by the Yajur Veda.",
        "purport": " The different Vedas were entrusted to different learned scholars for development in various ways."
    },
    {
        "verse": "22",
        "devanagari": "अथर्वाङ्गिरसामासीत्सुमन्तुर्दारुणो मुनि: ।इतिहासपुराणानां पिता मे रोमहर्षण: ॥ २२ ॥",
        "english_devnagari": "atharvāṅgirasām āsītsumantur dāruṇo muniḥitihāsa-purāṇānāṁpitā me romaharṣaṇaḥ",
        "verse_Syn": [
            "atharva",
            "aṅgirasām",
            "āsīt",
            "sumantuḥ",
            "dāruṇaḥ",
            "muniḥ",
            "itihāsa",
            "purāṇānām",
            "pitā",
            "me",
            "romaharṣaṇaḥ"
        ],
        "translation": "The Sumantu Muni Aṅgirā, who was very devotedly engaged, was entrusted with the Atharva Veda. And my father, Romaharṣaṇa, was entrusted with the Purāṇas and historical records.",
        "purport": " In the śruti-mantras also it is stated that Aṅgirā Muni, who strictly followed the rigid principles of the Atharva Veda, was the leader of the followers of the Atharva Veda."
    },
    {
        "verse": "23",
        "devanagari": "त एत ऋषयो वेदं स्वं स्वं व्यस्यन्ननेकधा ।शिष्यै: प्रशिष्यैस्तच्छिष्यैर्वेदास्ते शाखिनोऽभवन् ॥ २३ ॥",
        "english_devnagari": "ta eta ṛṣayo vedaṁsvaṁ svaṁ vyasyann anekadhāśiṣyaiḥ praśiṣyais tac-chiṣyairvedās te śākhino ’bhavan",
        "verse_Syn": [
            "te",
            "ete",
            "ṛṣayaḥ",
            "vedam",
            "svam",
            "svam",
            "vyasyan",
            "anekadhā",
            "śiṣyaiḥ",
            "praśiṣyaiḥ",
            "tat",
            "śiṣyaiḥ",
            "vedāḥ",
            "te",
            "śākhinaḥ",
            "abhavan"
        ],
        "translation": "All these learned scholars, in their turn, rendered their entrusted Vedas unto their many disciples, granddisciples and great-granddisciples, and thus the respective branches of the followers of the Vedas came into being.",
        "purport": " The original source of knowledge is the Vedas. There are no branches of knowledge, either mundane or transcendental, which do not belong to the original text of the Vedas. They have simply been developed into different branches. They were originally rendered by great, respectable and learned professors. In other words, the Vedic knowledge, broken into different branches by different disciplic successions, has been distributed all over the world. No one, therefore, can claim independent knowledge beyond the Vedas."
    },
    {
        "verse": "24",
        "devanagari": "त एव वेदा दुर्मेधैर्धार्यन्ते पुरुषैर्यथा ।एवं चकार भगवान् व्यास: कृपणवत्सल: ॥ २४ ॥",
        "english_devnagari": "ta eva vedā durmedhairdhāryante puruṣair yathāevaṁ cakāra bhagavānvyāsaḥ kṛpaṇa-vatsalaḥ",
        "verse_Syn": [
            "te",
            "eva",
            "vedāḥ",
            "durmedhaiḥ",
            "dhāryante",
            "puruṣaiḥ",
            "yathā",
            "evam",
            "cakāra",
            "bhagavān",
            "vyāsaḥ",
            "kṛpaṇa",
            "vatsalaḥ"
        ],
        "translation": "Thus the great sage Vyāsadeva, who is very kind to the ignorant masses, edited the Vedas so they might be assimilated by less intellectual men.",
        "purport": " The Veda is one, and the reasons for its divisions in many parts are explained herewith. The seed of all knowledge, or the Veda, is not a subject matter which can easily be understood by any ordinary man. There is a stricture that no one should try to learn the Vedas who is not a qualified brāhmaṇa. This stricture has been wrongly interpreted in so many ways. A class of men, who claim brahminical qualification simply by their birthright in the family of a brāhmaṇa, claim that the study of the Vedas is a monopoly of the brāhmaṇa caste only. Another section of the people take this as an injustice to members of other castes, who do not happen to take birth in a brāhmaṇa family. But both of them are misguided. The Vedas are subjects which had to be explained even to Brahmājī by the Supreme Lord. Therefore the subject matter is understood by persons with exceptional qualities of goodness. Persons who are in the modes of passion and ignorance are unable to understand the subject matter of the Vedas. The ultimate goal of Vedic knowledge is Śrī Kṛṣṇa, the Personality of Godhead. This Personality is very rarely understood by those who are in the modes of passion and ignorance. In the Satya-yuga everyone was situated in the mode of goodness. Gradually the mode of goodness declined during the Tretā and Dvāpara-yugas, and the general mass of people became corrupt. In the present age the mode of goodness is almost nil, and so for the general mass of people, the kindhearted, powerful sage Śrīla Vyāsadeva divided the Vedas in various ways so that they may be practically followed by less intelligent persons in the modes of passion and ignorance. It is explained in the next śloka as follows."
    },
    {
        "verse": "25",
        "devanagari": "स्त्रीशूद्रद्विजबन्धूनां त्रयी न श्रुतिगोचरा ।कर्मश्रेयसि मूढानां श्रेय एवं भवेदिह ।इति भारतमाख्यानं कृपया मुनिना कृतम् ॥ २५ ॥",
        "english_devnagari": "strī-śūdra-dvijabandhūnāṁtrayī na śruti-gocarākarma-śreyasi mūḍhānāṁśreya evaṁ bhaved ihaiti bhāratam ākhyānaṁkṛpayā muninā kṛtam",
        "verse_Syn": [
            "strī",
            "śūdra",
            "dvija",
            "bandhūnām",
            "trayī",
            "na",
            "śruti",
            "gocarā",
            "karma",
            "śreyasi",
            "mūḍhānām",
            "śreyaḥ",
            "evam",
            "bhavet",
            "iha",
            "iti",
            "bhāratam",
            "ākhyānam",
            "kṛpayā",
            "muninā",
            "kṛtam"
        ],
        "translation": "Out of compassion, the great sage thought it wise that this would enable men to achieve the ultimate goal of life. Thus he compiled the great historical narration called the Mahābhārata for women, laborers and friends of the twice-born.",
        "purport": " The friends of the twice-born families are those who are born in the families of brāhmaṇas, kṣatriyas and vaiśyas, or the spiritually cultured families, but who themselves are not equal to their forefathers. Such descendants are not recognized as such, for want of purificatory achievements. The purificatory activities begin even before the birth of a child, and the seed-giving reformatory process is called garbhādhāna-saṁskāra. One who has not undergone such garbhādhāna-saṁskāra, or spiritual family planning, is not accepted as being of an actual twice-born family. The garbhādhāna-saṁskāra is followed by other purificatory processes, out of which the sacred thread ceremony is one. This is performed at the time of spiritual initiation. After this particular saṁskāra, one is rightly called twice-born. One birth is calculated during the seed-giving saṁskāra, and the second birth is calculated at the time of spiritual initiation. One who has been able to undergo such important saṁskāras can be called a bona fide twice-born. If the father and the mother do not undertake the process of spiritual family planning and simply beget children out of passion only, their children are called dvija-bandhus. These dvija-bandhus are certainly not as intelligent as the children of the regular twice-born families. The dvija-bandhus are classified with the śūdras and the woman class, who are by nature less intelligent. The śūdras and the woman class do not have to undergo any saṁskāra save and except the ceremony of marriage. The less intelligent classes of men, namely women, śūdras and unqualified sons of the higher castes, are devoid of necessary qualifications to understand the purpose of the transcendental Vedas. For them the Mahābhārata was prepared. The purpose of the Mahābhārata is to administer the purpose of the Vedas, and therefore within this Mahābhārata the summary Veda of Bhagavad-gītā is placed. The less intelligent are more interested in stories than in philosophy, and therefore the philosophy of the Vedas in the form of the Bhagavad-gītā, is spoken by the Lord Śrī Kṛṣṇa. Vyāsadeva and Lord Kṛṣṇa are both on the transcendental plane, and therefore they collaborated in doing good to the fallen souls of this age. The Bhagavad-gītā is the essence of all Vedic knowledge. It is the first book of spiritual values, as the Upaniṣads are. The Vedānta philosophy is the subject matter for study by the spiritual graduates. Only the postgraduate spiritual student can enter into the spiritual or devotional service of the Lord. It is a great science, and the great professor is the Lord Himself in the form of Lord Śrī Caitanya Mahāprabhu. And persons who are empowered by Him can initiate others in the transcendental loving service of the Lord."
    },
    {
        "verse": "26",
        "devanagari": "एवं प्रवृत्तस्य सदा भूतानां श्रेयसि द्विजा: ।सर्वात्मकेनापि यदा नातुष्यद्‍धृदयं तत: ॥ २६ ॥",
        "english_devnagari": "evaṁ pravṛttasya sadābhūtānāṁ śreyasi dvijāḥsarvātmakenāpi yadānātuṣyad dhṛdayaṁ tataḥ",
        "verse_Syn": [
            "evam",
            "pravṛttasya",
            "sadā",
            "bhūtānām",
            "śreyasi",
            "dvijāḥ",
            "sarvātmakena",
            "api",
            "yadā",
            "na",
            "atuṣyat",
            "hṛdayam",
            "tataḥ"
        ],
        "translation": "O twice-born brāhmaṇas, still his mind was not satisfied, although he engaged himself in working for the total welfare of all people.",
        "purport": " Śrī Vyāsadeva was not satisfied with himself, although he had prepared literatures of Vedic value for the all-around welfare of the general mass of people. It was expected that he would be satisfied by all such activities, but ultimately he was not satisfied."
    },
    {
        "verse": "27",
        "devanagari": "नातिप्रसीदद्‍धृदय: सरस्वत्यास्तटे शुचौ ।वितर्कयन् विविक्तस्थ इदं चोवाच धर्मवित् ॥ २७ ॥",
        "english_devnagari": "nātiprasīdad-dhṛdayaḥsarasvatyās taṭe śucauvitarkayan vivikta-sthaidaṁ covāca dharma-vit",
        "verse_Syn": [
            "na",
            "atiprasīdat",
            "hṛdayaḥ",
            "sarasvatyāḥ",
            "taṭe",
            "śucau",
            "vitarkayan",
            "vivikta",
            "sthaḥ",
            "idam",
            "ca",
            "uvāca",
            "dharma",
            "vit"
        ],
        "translation": "Thus the sage, being dissatisfied at heart, at once began to reflect, because he knew the essence of religion, and he said within himself:",
        "purport": " The sage began to search out the cause of not being satisfied at heart. Perfection is never attained until one is satisfied at heart. This satisfaction of heart has to be searched out beyond matter."
    },
    {
        "verse": "28-29",
        "devanagari": "धृतव्रतेन हि मया छन्दांसि गुरवोऽग्नय: ।मानिता निर्व्यलीकेन गृहीतं चानुशासनम् ॥ २८ ॥भारतव्यपदेशेन ह्याम्नायार्थश्च प्रदर्शित: ।द‍ृश्यते यत्र धर्मादि स्त्रीशूद्रादिभिरप्युत ॥ २९ ॥",
        "english_devnagari": "dhṛta-vratena hi mayāchandāṁsi guravo ’gnayaḥmānitā nirvyalīkenagṛhītaṁ cānuśāsanam",
        "verse_Syn": [
            "dhṛta",
            "vratena",
            "hi",
            "mayā",
            "chandāṁsi",
            "guravaḥ",
            "agnayaḥ",
            "mānitāḥ",
            "nirvyalīkena",
            "gṛhītam",
            "ca",
            "anuśāsanam",
            "bhārata",
            "vyapadeśena",
            "hi",
            "āmnāya",
            "arthaḥ",
            "ca",
            "pradarśitaḥ",
            "dṛśyate",
            "yatra",
            "dharma",
            "ādiḥ",
            "strī",
            "śūdra",
            "ādibhiḥ",
            "api",
            "uta"
        ],
        "translation": "I have, under strict disciplinary vows, unpretentiously worshiped the Vedas, the spiritual masters and the altar of sacrifice. I have also abided by the rulings and have shown the import of disciplic succession through the explanation of the Mahābhārata, by which even women, śūdras and others [friends of the twice-born] can see the path of religion.",
        "purport": " No one can understand the import of the Vedas without having undergone a strict disciplinary vow and disciplic succession. The Vedas, spiritual masters and sacrificial fire must be worshiped by the desiring candidate. All these intricacies of Vedic knowledge are systematically presented in the Mahābhārata for the understanding of the woman class, the laborer class and the unqualified members of brāhmaṇa, kṣatriya or vaiśya families. In this age, the Mahābhārata is more essential than the original Vedas."
    },
    {
        "verse": "30",
        "devanagari": "तथापि बत मे दैह्यो ह्यात्मा चैवात्मना विभु: ।असम्पन्न इवाभाति ब्रह्मवर्चस्य सत्तम: ॥ ३० ॥",
        "english_devnagari": "tathāpi bata me daihyohy ātmā caivātmanā vibhuḥasampanna ivābhātibrahma-varcasya sattamaḥ",
        "verse_Syn": [
            "tathāpi",
            "bata",
            "me",
            "daihyaḥ",
            "hi",
            "ātmā",
            "ca",
            "eva",
            "ātmanā",
            "vibhuḥ",
            "asampannaḥ",
            "iva",
            "ābhāti",
            "brahma",
            "varcasya",
            "sattamaḥ"
        ],
        "translation": "I am feeling incomplete, though I myself am fully equipped with everything required by the Vedas.",
        "purport": " Undoubtedly Śrīla Vyāsadeva was complete in all the details of Vedic achievements. Purification of the living being submerged in matter is made possible by the prescribed activities in the Vedas, but the ultimate achievement is different. Unless it is attained, the living being, even though fully equipped, cannot be situated in the transcendentally normal stage. Śrīla Vyāsadeva appeared to have lost the clue and therefore felt dissatisfaction."
    },
    {
        "verse": "31",
        "devanagari": "किं वा भागवता धर्मा न प्रायेण निरूपिता: ।प्रिया: परमहंसानां त एव ह्यच्युतप्रिया: ॥ ३१ ॥",
        "english_devnagari": "kiṁ vā bhāgavatā dharmāna prāyeṇa nirūpitāḥpriyāḥ paramahaṁsānāṁta eva hy acyuta-priyāḥ",
        "verse_Syn": [
            "kim",
            "vā",
            "bhāgavatāḥ",
            "dharmāḥ",
            "na",
            "prāyeṇa",
            "nirūpitāḥ",
            "priyāḥ",
            "paramahaṁsānām",
            "te",
            "eva",
            "hi",
            "acyuta",
            "priyāḥ"
        ],
        "translation": "This may be because I did not specifically point out the devotional service of the Lord, which is dear both to perfect beings and to the infallible Lord.",
        "purport": " The dissatisfaction which was being felt by Śrīla Vyāsadeva is expressed herein in his own words. This was felt for the normal condition of the living being in the devotional service of the Lord. Unless one is fixed in the normal condition of service, neither the Lord nor the living being can become fully satisfied. This defect was felt by him when Nārada Muni, his spiritual master, reached him. It is described as follows."
    },
    {
        "verse": "32",
        "devanagari": "तस्यैवं खिलमात्मानं मन्यमानस्य खिद्यत: ।कृष्णस्य नारदोऽभ्यागादाश्रमं प्रागुदाहृतम् ॥ ३२ ॥",
        "english_devnagari": "tasyaivaṁ khilam ātmānaṁmanyamānasya khidyataḥkṛṣṇasya nārado ’bhyāgādāśramaṁ prāg udāhṛtam",
        "verse_Syn": [
            "tasya",
            "evam",
            "khilam",
            "ātmānam",
            "manyamānasya",
            "khidyataḥ",
            "kṛṣṇasya",
            "nāradaḥ",
            "abhyāgāt",
            "āśramam",
            "prāk",
            "udāhṛtam"
        ],
        "translation": "As mentioned before, Nārada reached the cottage of Kṛṣṇa-dvaipāyana Vyāsa on the banks of the Sarasvatī just as Vyāsadeva was regretting his defects.",
        "purport": " The vacuum felt by Vyāsadeva was not due to his lack of knowledge. Bhāgavata-dharma is purely devotional service of the Lord to which the monist has no access. The monist is not counted amongst the paramahaṁsas (the most perfect of the renounced order of life). Śrīmad-Bhāgavatam is full of narrations of the transcendental activities of the Personality of Godhead. Although Vyāsadeva was an empowered divinity, he still felt dissatisfaction because in none of his works were the transcendental activities of the Lord properly explained. The inspiration was infused by Śrī Kṛṣṇa directly in the heart of Vyāsadeva, and thus he felt the vacuum as explained above. It is definitely expressed herewith that without the transcendental loving service of the Lord, everything is void; but in the transcendental service of the Lord, everything is tangible without any separate attempt at fruitive work or empiric philosophical speculation."
    },
    {
        "verse": "33",
        "devanagari": "तमभिज्ञाय सहसा प्रत्युत्थायागतं मुनि: ।पूजयामास विधिवन्नारदं सुरपूजितम् ॥ ३३ ॥",
        "english_devnagari": "tam abhijñāya sahasāpratyutthāyāgataṁ muniḥpūjayām āsa vidhivannāradaṁ sura-pūjitam",
        "verse_Syn": [
            "tam",
            "abhijñāya",
            "sahasā",
            "pratyutthāya",
            "āgatam",
            "muniḥ",
            "pūjayām",
            "āsa",
            "vidhi",
            "vat",
            "nāradam",
            "sura",
            "pūjitam"
        ],
        "translation": "At the auspicious arrival of Śrī Nārada, Śrī Vyāsadeva got up respectfully and worshiped him, giving him veneration equal to that given to Brahmājī, the creator.",
        "purport": " Vidhi means Brahmā, the first created living being. He is the original student as well as professor of the Vedas. He learned it from Śrī Kṛṣṇa and taught Nārada first. So Nārada is the second ācārya in the line of spiritual disciplic succession. He is the representative of Brahmā, and therefore he is respected exactly like Brahmā, the father of all vidhis (regulations); similarly all other successive disciples in the chain are also equally respected as representatives of the original spiritual master."
    }
]