[
    {
        "verse": "1",
        "devanagari": "सूत उवाचयो वै द्रौण्यस्त्रविप्लुष्टो न मातुरुदरे मृत: ।अनुग्रहाद् भगवत:कृष्णस्याद्भुतकर्मण: ॥ १ ॥",
        "english_devnagari": "sūta uvācayo vai drauṇy-astra-vipluṣṭona mātur udare mṛtaḥanugrahād bhagavataḥkṛṣṇasyādbhuta-karmaṇaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "yaḥ",
            "vai",
            "drauṇi",
            "astra",
            "vipluṣṭaḥ",
            "na",
            "mātuḥ",
            "udare",
            "mṛtaḥ",
            "anugrahāt",
            "bhagavataḥ",
            "kṛṣṇasya",
            "adbhuta",
            "karmaṇaḥ"
        ],
        "translation": "Śrī Sūta Gosvāmī said: Due to the mercy of the Personality of Godhead, Śrī Kṛṣṇa, who acts wonderfully, Mahārāja Parīkṣit, though struck by the weapon of the son of Droṇa in his mother’s womb, could not be burned.",
        "purport": " The sages of Naimiṣāraṇya became struck with wonder after hearing about the wonderful administration of Mahārāja Parīkṣit, especially in reference to his punishing the personality of Kali and making him completely unable to do any harm within the kingdom. Sūta Gosvāmī was equally anxious to describe Mahārāja Parīkṣit’s wonderful birth and death, and this verse is stated by Sūta Gosvāmī to increase the interest of the sages of Naimiṣāraṇya."
    },
    {
        "verse": "2",
        "devanagari": "ब्रह्मकोपोत्थिताद् यस्तु तक्षकात्प्राणविप्लवात् ।नसम्मुमोहोरुभयाद् भगवत्यर्पिताशय: ॥ २ ॥",
        "english_devnagari": "brahma-kopotthitād yas tutakṣakāt prāṇa-viplavātna sammumohorubhayādbhagavaty arpitāśayaḥ",
        "verse_Syn": [
            "brahma",
            "kopa",
            "utthitāt",
            "yaḥ",
            "tu",
            "takṣakāt",
            "prāṇa",
            "viplavāt",
            "na",
            "sammumoha",
            "uru",
            "bhayāt",
            "bhagavati",
            "arpita",
            "āśayaḥ"
        ],
        "translation": "Furthermore, Mahārāja Parīkṣit was always consciously surrendered to the Personality of Godhead, and therefore he was neither afraid nor overwhelmed by fear due to a snake-bird which was to bite him because of the fury of a brāhmaṇa boy.",
        "purport": " A self-surrendered devotee of the Lord is called nārāyaṇa-parāyaṇa. Such a person is never afraid of any place or person, not even of death. For him nothing is as important as the Supreme Lord, and thus he gives equal importance to heaven and hell. He knows well that both heaven and hell are creations of the Lord, and similarly life and death are different conditions of existence created by the Lord. But in all conditions and in all circumstances, remembrance of Nārāyaṇa is essential. The nārāyaṇa-parāyaṇa practices this constantly. Mahārāja Parīkṣit was such a pure devotee. He was wrongfully cursed by an inexperienced son of a brāhmaṇa, who was under the influence of Kali, and Mahārāja Parīkṣit took this to be sent by Nārāyaṇa. He knew that Nārāyaṇa (Lord Kṛṣṇa) had saved him when he was burned in the womb of his mother, and if he were to be killed by a snake bite, it would also take place by the will of the Lord. The devotee never goes against the will of the Lord; anything sent by God is a blessing for the devotee. Therefore Mahārāja Parīkṣit was neither afraid of nor bewildered by such things. That is the sign of a pure devotee of the Lord."
    },
    {
        "verse": "3",
        "devanagari": "उत्सृज्य सर्वत: सङ्गं विज्ञाताजितसंस्थिति: ।वैयासकेर्जहौ शिष्यो गङ्गायां स्वं कलेवरम् ॥ ३ ॥",
        "english_devnagari": "utsṛjya sarvataḥ saṅgaṁvijñātājita-saṁsthitiḥvaiyāsaker jahau śiṣyogaṅgāyāṁ svaṁ kalevaram",
        "verse_Syn": [
            "utsṛjya",
            "sarvataḥ",
            "saṅgam",
            "vijñāta",
            "ajita",
            "saṁsthitiḥ",
            "vaiyāsakeḥ",
            "jahau",
            "śiṣyaḥ",
            "gaṅgāyām",
            "svam",
            "kalevaram"
        ],
        "translation": "Furthermore, after leaving all his associates, the King surrendered himself as a disciple to the son of Vyāsa [Śukadeva Gosvāmī], and thus he was able to understand the actual position of the Personality of Godhead, and at last gave up his material body on the bank of the Ganges.",
        "purport": " The word ajita is significant here. The Personality of Godhead, Śrī Kṛṣṇa, is known as Ajita, or unconquerable, and He is so in every respect. No one can know His actual position. He is unconquerable by knowledge also. We have heard about His dhāma, or place, eternal Goloka Vṛndāvana, but there are many scholars who interpret this abode in different ways. But by the grace of a spiritual master like Śukadeva Gosvāmī, unto whom the King gave himself up as a most humble disciple, one is able to understand the actual position of the Lord, His eternal abode, and His transcendental paraphernalia in that dhāma, or abode. Knowing the transcendental position of the Lord and the transcendental method by which one can approach that transcendental dhāma, the King was confident about his ultimate destination, and by knowing this he could leave aside everything material, even his own body, without any difficulty of attachment. In the Bhagavad-gītā, it is stated, paraṁ dṛṣṭvā nivartate: one can give up all connection with material attachment when one is able to see the param, or the superior quality of things. From Bhagavad-gītā we understand the quality of the Lord’s energy that is superior to the material quality of energy, and by the grace of a bona fide spiritual master like Śukadeva Gosvāmī, it is quite possible to know everything of the superior energy of the Lord by which the Lord manifests His eternal name, quality, pastimes, paraphernalia and variegatedness. Unless one thoroughly understands this superior or eternal energy of the Lord, it is not possible to leave the material energy, however one may theoretically speculate on the true nature of the Absolute Truth. By the grace of Lord Kṛṣṇa, Mahārāja Parīkṣit was able to receive the mercy of such a personality as Śukadeva Gosvāmī, and thus he was able to know the actual position of the unconquerable Lord. It is very difficult to find the Lord from the Vedic literatures, but it is very easy to know Him by the mercy of a liberated devotee like Śukadeva Gosvāmī."
    },
    {
        "verse": "4",
        "devanagari": "नोत्तमश्लोकवार्तानां जुषतां तत्कथामृतम् ।स्यात्सम्भ्रमोऽन्तकालेऽपि स्मरतां तत्पदाम्बुजम् ॥ ४ ॥",
        "english_devnagari": "nottamaśloka-vārtānāṁjuṣatāṁ tat-kathāmṛtamsyāt sambhramo ’nta-kāle ’pismaratāṁ tat-padāmbujam",
        "verse_Syn": [
            "na",
            "uttama",
            "śloka",
            "vārtānām",
            "juṣatām",
            "tat",
            "kathā",
            "amṛtam",
            "syāt",
            "sambhramaḥ",
            "anta",
            "kāle",
            "api",
            "smaratām",
            "tat",
            "pada",
            "ambujam"
        ],
        "translation": "This was so because those who have dedicated their lives to the transcendental topics of the Personality of Godhead, of whom the Vedic hymns sing, and who are constantly engaged in remembering the lotus feet of the Lord, do not run the risk of having misconceptions even at the last moment of their lives.",
        "purport": " The highest perfection of life is attained by remembering the transcendental nature of the Lord at the last moment of one’s life. This perfection of life is made possible by one who has learned the actual transcendental nature of the Lord from the Vedic hymns sung by a liberated soul like Śukadeva Gosvāmī or someone in that line of disciplic succession. There is no gain in hearing the Vedic hymns from some mental speculator. When the same is heard from an actual self-realized soul and is properly understood by service and submission, everything becomes transparently clear. Thus a submissive disciple is able to live transcendentally and continue to the end of life. By scientific adaptation, one is able to remember the Lord even at the end of life, when the power of remembrance is slackened due to derangement of bodily membranes. For a common man, it is very difficult to remember things as they are at the time of death, but by the grace of the Lord and His bona fide devotees, the spiritual masters, one can get this opportunity without difficulty. And it was done in the case of Mahārāja Parīkṣit."
    },
    {
        "verse": "5",
        "devanagari": "तावत्कलिर्न प्रभवेत् प्रविष्टोऽपीह सर्वत: ।यावदीशो महानुर्व्यामाभिमन्यवएकराट् ॥ ५ ॥",
        "english_devnagari": "tāvat kalir na prabhavetpraviṣṭo ’pīha sarvataḥyāvad īśo mahān urvyāmābhimanyava eka-rāṭ",
        "verse_Syn": [
            "tāvat",
            "kaliḥ",
            "na",
            "prabhavet",
            "praviṣṭaḥ",
            "api",
            "iha",
            "sarvataḥ",
            "yāvat",
            "īśaḥ",
            "mahān",
            "urvyām",
            "ābhimanyavaḥ",
            "eka",
            "rāṭ"
        ],
        "translation": "As long as the great, powerful son of Abhimanyu remains the Emperor of the world, there is no chance that the personality of Kali will flourish.",
        "purport": " As we have already explained, the personality of Kali had entered the jurisdiction of this earth long ago, and he was looking for an opportunity to spread his influence all over the world. But he could not do so satisfactorily due to the presence of Mahārāja Parīkṣit. That is the way of good government. The disturbing elements like the personality of Kali will always try to extend their nefarious activities, but it is the duty of the able state to check them by all means. Although Mahārāja Parīkṣit allotted places for the personality of Kali, at the same time he gave no chance for the citizens to be swayed by the personality of Kali."
    },
    {
        "verse": "6",
        "devanagari": "यस्मिन्नहनि यर्ह्येव भगवानुत्ससर्ज गाम् ।तदैवेहानुवृत्तोऽसावधर्मप्रभव:कलि: ॥ ६ ॥",
        "english_devnagari": "yasminn ahani yarhy evabhagavān utsasarja gāmtadaivehānuvṛtto ’sāvadharma-prabhavaḥ kaliḥ",
        "verse_Syn": [
            "yasmin",
            "ahani",
            "yarhi",
            "eva",
            "bhagavān",
            "utsasarja",
            "gām",
            "tadā",
            "eva",
            "iha",
            "anuvṛttaḥ",
            "asau",
            "adharma",
            "prabhavaḥ",
            "kaliḥ"
        ],
        "translation": "The very day and moment the Personality of Godhead, Lord Śrī Kṛṣṇa, left this earth, the personality of Kali, who promotes all kinds of irreligious activities, came into this world.",
        "purport": " The Personality of Godhead and His holy name, qualities, etc., are all identical. The personality of Kali was not able to enter the jurisdiction of the earth due to the presence of the Personality of Godhead. And similarly if there is an arrangement for the constant chanting of the holy names, qualities, etc., of the Supreme Personality of Godhead, there is no chance at all for the personality of Kali to enter. That is the technique of driving away the personality of Kali from the world. In modernized human society there are great advancements of material science, and they have invented the radio to distribute sound in the air. So instead of vibrating some nuisance sound for sense enjoyment, if the state arranges to distribute transcendental sound by resounding the holy name, fame and activities of the Lord, as they are authorized in the Bhagavad-gītā or Śrīmad-Bhāgavatam, then a favorable condition will be created, the principles of religion in the world will be reestablished, and thus the executive heads, who are so anxious to drive away corruption from the world, will be successful. Nothing is bad if properly used for the service of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "नानुद्वेष्टि कलिं सम्राट् सारङ्ग इव सारभुक् ।कुशलान्याशु सिद्ध्यन्ति नेतराणि कृतानि यत् ॥ ७ ॥",
        "english_devnagari": "nānudveṣṭi kaliṁ samrāṭsāraṅga iva sāra-bhukkuśalāny āśu siddhyantinetarāṇi kṛtāni yat",
        "verse_Syn": [
            "na",
            "anudveṣṭi",
            "kalim",
            "samrāṭ",
            "sāram",
            "ga",
            "iva",
            "sāra",
            "bhuk",
            "kuśalāni",
            "āśu",
            "siddhyanti",
            "na",
            "itarāṇi",
            "kṛtāni",
            "yat"
        ],
        "translation": "Mahārāja Parīkṣit was a realist, like the bees who only accept the essence [of a flower]. He knew perfectly well that in this Age of Kali, auspicious things produce good effects immediately, whereas inauspicious acts must be actually performed [to render effects]. So he was never envious of the personality of Kali.",
        "purport": " The Age of Kali is called the fallen age. In this fallen age, because the living beings are in an awkward position, the Supreme Lord has given some special facilities to them. So by the will of the Lord, a living being does not become a victim of a sinful act until the act is actually performed. In other ages, simply by thinking of performing a sinful act, one used to become a victim of the act. On the contrary, a living being in this age is awarded with the results of pious acts simply by thinking of them. Mahārāja Parīkṣit, being the most learned and experienced king by the grace of the Lord, was not unnecessarily envious of the personality of Kali because he did not intend to give him any chance to perform any sinful act. He protected his subjects from falling prey to the sinful acts of the Age of Kali, and at the same time he gave full facility to the Age of Kali by allotting him some particular places. At the end of the Śrīmad-Bhāgavatam it is said that even though all nefarious activities of the personality of Kali are present, there is a great advantage in the Age of Kali. One can attain salvation simply by chanting the holy name of the Lord. Thus Mahārāja Parīkṣit made an organized effort to propagate the chanting of the Lord’s holy name, and thus he saved the citizens from the clutches of Kali. It is for this advantage only that great sages sometimes wish all good for the Age of Kali. In the Vedas also it is said that by discourse on Lord Kṛṣṇa’s activities, one can get rid of all the disadvantages of the Age of Kali. In the beginning of the Śrīmad-Bhāgavatam it is also said that by the recitation of Śrīmad-Bhāgavatam, the Supreme Lord becomes at once arrested within one’s heart. These are some of the great advantages of the Age of Kali, and Mahārāja Parīkṣit took all the advantages and did not think any ill of the Age of Kali, true to his Vaiṣṇavite cult."
    },
    {
        "verse": "8",
        "devanagari": "किं नु बालेषु शूरेण कलिना धीरभीरुणा ।अप्रमत्त: प्रमत्तेषु यो वृको नृषु वर्तते ॥ ८ ॥",
        "english_devnagari": "kiṁ nu bāleṣu śūreṇakalinā dhīra-bhīruṇāapramattaḥ pramatteṣuyo vṛko nṛṣu vartate",
        "verse_Syn": [
            "kim",
            "nu",
            "bāleṣu",
            "śūreṇa",
            "kalinā",
            "dhīra",
            "bhīruṇā",
            "apramattaḥ",
            "pramatteṣu",
            "yaḥ",
            "vṛkaḥ",
            "nṛṣu",
            "vartate"
        ],
        "translation": "Mahārāja Parīkṣit considered that less intelligent men might find the personality of Kali to be very powerful, but that those who are self-controlled would have nothing to fear. The King was powerful like a tiger and took care for the foolish, careless persons.",
        "purport": " Those who are not devotees of the Lord are careless and unintelligent. Unless one is thoroughly intelligent, one cannot be a devotee of the Lord. Those who are not devotees of the Lord fall prey to the actions of Kali. It will not be possible to bring about a saner condition in society unless we are prepared to accept the modes of action adopted by Mahārāja Parīkṣit, i.e., propagation of the devotional service of the Lord to the common man."
    },
    {
        "verse": "9",
        "devanagari": "उपवर्णितमेतद्व: पुण्यं पारीक्षितं मया ।वासुदेवकथोपेतमाख्यानंयदपृच्छत ॥ ९ ॥",
        "english_devnagari": "upavarṇitam etad vaḥpuṇyaṁ pārīkṣitaṁ mayāvāsudeva-kathopetamākhyānaṁ yad apṛcchata",
        "verse_Syn": [
            "upavarṇitam",
            "etat",
            "vaḥ",
            "puṇyam",
            "pārīkṣitam",
            "mayā",
            "vāsudeva",
            "kathā",
            "upetam",
            "ākhyānam",
            "yat",
            "apṛcchata"
        ],
        "translation": "O sages, as you did ask me, now I have described almost everything regarding the narrations about Lord Kṛṣṇa in connection with the history of the pious Mahārāja Parīkṣit.",
        "purport": " Śrīmad-Bhāgavatam is the history of the activities of the Lord. And the activities of the Lord are performed in relation with the devotees of the Lord. Therefore, the history of the devotees is not different from the history of Lord Kṛṣṇa’s activities. A devotee of the Lord regards both the activities of the Lord and those of His pure devotees on an equal level, for they are all transcendental."
    },
    {
        "verse": "10",
        "devanagari": "या या: कथा भगवत: कथनीयोरुकर्मण: ।गुणकर्माश्रया: पुम्भि: संसेव्यास्ताबुभूषुभि: ॥ १० ॥",
        "english_devnagari": "yā yāḥ kathā bhagavataḥkathanīyoru-karmaṇaḥguṇa-karmāśrayāḥ pumbhiḥsaṁsevyās tā bubhūṣubhiḥ",
        "verse_Syn": [
            "yāḥ",
            "yāḥ",
            "kathāḥ",
            "bhagavataḥ",
            "kathanīya",
            "uru",
            "karmaṇaḥ",
            "guṇa",
            "karma",
            "āśrayāḥ",
            "pumbhiḥ",
            "saṁsevyāḥ",
            "tāḥ",
            "bubhūṣubhiḥ"
        ],
        "translation": "Those who are desirous of achieving complete perfection in life must submissively hear all topics that are connected with the transcendental activities and qualities of the Personality of Godhead, who acts wonderfully.",
        "purport": " The systematic hearing of the transcendental activities, qualities and names of Lord Śrī Kṛṣṇa pushes one towards eternal life. Systematic hearing means knowing Him gradually in truth and fact, and this knowing Him in truth and fact means attaining eternal life, as stated in the Bhagavad-gītā. Such transcendental, glorified activities of Lord Śrī Kṛṣṇa are the prescribed remedy for counteracting the process of birth, death, old age and disease, which are considered to be material awards for the conditioned living being. The culmination of such a perfectional stage of life is the goal of human life and the attainment of transcendental bliss."
    },
    {
        "verse": "11",
        "devanagari": "ऋषय ऊचु:सूत जीव समा: सौम्य शाश्वतीर्विशदं यश: ।यस्त्वं शंससि कृष्णस्य मर्त्यानाममृतं हि न: ॥ ११ ॥",
        "english_devnagari": "ṛṣaya ūcuḥsūta jīva samāḥ saumyaśāśvatīr viśadaṁ yaśaḥyas tvaṁ śaṁsasi kṛṣṇasyamartyānām amṛtaṁ hi naḥ",
        "verse_Syn": [
            "ṛṣayaḥ",
            "ūcuḥ",
            "sūta",
            "jīva",
            "samāḥ",
            "saumya",
            "śāśvatīḥ",
            "viśadam",
            "yaśaḥ",
            "yaḥ",
            "tvam",
            "śaṁsasi",
            "kṛṣṇasya",
            "martyānām",
            "amṛtam",
            "hi",
            "naḥ"
        ],
        "translation": "The good sages said: O grave Sūta Gosvāmī! May you live many years and have eternal fame, for you are speaking very nicely about the activities of Lord Kṛṣṇa, the Personality of Godhead. This is just like nectar for mortal beings like us.",
        "purport": " When we hear about the transcendental qualities and activities of the Personality of Godhead, we may always remember what has been spoken by the Lord Himself in the Bhagavad-gītā (4.9). His acts, even when He acts in human society, are all transcendental, for they are all accentuated by the spiritual energy of the Lord, which is distinguished from His material energy. As stated in the Bhagavad-gītā, such acts are called divyam. This means that He does not act or take His birth like an ordinary living being under the custody of material energy. Nor is His body material or changeable like that of ordinary living beings. And one who understands this fact, either from the Lord or from authorized sources, is not reborn after leaving the present material body. Such an enlightened soul is admitted into the spiritual realm of the Lord and engages in the transcendental loving service of the Lord. Therefore, the more we hear about the transcendental activities of the Lord, as they are stated in the Bhagavad-gītā and Śrīmad-Bhāgavatam, the more we can know about His transcendental nature and thus make definite progress on the path back to Godhead."
    },
    {
        "verse": "12",
        "devanagari": "कर्मण्यस्मिन्ननाश्वासे धूमधूम्रात्मनां भवान् ।आपाययति गोविन्दपादपद्मासवं मधु ॥ १२ ॥",
        "english_devnagari": "karmaṇy asminn anāśvāsedhūma-dhūmrātmanāṁ bhavānāpāyayati govinda-pāda-padmāsavaṁ madhu",
        "verse_Syn": [
            "karmaṇi",
            "asmin",
            "anāśvāse",
            "dhūma",
            "dhūmra",
            "ātmanām",
            "bhavān",
            "āpāyayati",
            "govinda",
            "pāda",
            "padma",
            "āsavam",
            "madhu"
        ],
        "translation": "We have just begun the performance of this fruitive activity, a sacrificial fire, without certainty of its result due to the many imperfections in our action. Our bodies have become black from the smoke, but we are factually pleased by the nectar of the lotus feet of the Personality of Godhead, Govinda, which you are distributing.",
        "purport": " The sacrificial fire kindled by the sages of Naimiṣāraṇya was certainly full of smoke and doubts because of so many flaws. The first flaw is that there is an acute scarcity of expert brāhmaṇas able to carry out such performances successfully in this Age of Kali. Any discrepancy in such sacrifices spoils the whole show, and the result is uncertain, like agricultural enterprises. The good result of tilling the paddy field depends on providential rain, and therefore the result is uncertain. Similarly, performance of any kind of sacrifice in this Age of Kali is also uncertain. Unscrupulous greedy brāhmaṇas of the Age of Kali induce the innocent public to such uncertain sacrificial shows without disclosing the scriptural injunction that in the Age of Kali there is no fruitful sacrificial performance but the sacrifice of the congregational chanting of the holy name of the Lord. Sūta Gosvāmī was narrating the transcendental activities of the Lord before the congregation of sages, and they were factually perceiving the result of hearing these transcendental activities. One can feel this practically, as one can feel the result of eating food. Spiritual realization acts in that way. The sages of Naimiṣāraṇya were practically sufferers from the smoke of a sacrificial fire and were doubtful about the result, but by hearing from a realized person like Sūta Gosvāmī, they were fully satisfied. In the Brahma-vaivarta Purāṇa, Viṣṇu tells Śiva that in the Age of Kali, men full of anxieties of various kinds can vainly labor in fruitive activity and philosophical speculations, but when they are engaged in devotional service, the result is sure and certain, and there is no loss of energy. In other words, nothing performed for spiritual realization or for material benefit can be successful without the devotional service to the Lord."
    },
    {
        "verse": "13",
        "devanagari": "तुलयाम लवेनापि न स्वर्गं नापुनर्भवम् ।भगवत्सङ्गिसङ्गस्य मर्त्यानां किमुताशिष: ॥ १३ ॥",
        "english_devnagari": "tulayāma lavenāpina svargaṁ nāpunar-bhavambhagavat-saṅgi-saṅgasyamartyānāṁ kim utāśiṣaḥ",
        "verse_Syn": [
            "tulayāma",
            "lavena",
            "api",
            "na",
            "svargam",
            "na",
            "apunaḥ",
            "bhavam",
            "bhagavat",
            "saṅgi",
            "saṅgasya",
            "martyānām",
            "kim",
            "uta",
            "āśiṣaḥ"
        ],
        "translation": "The value of a moment’s association with the devotee of the Lord cannot even be compared to the attainment of heavenly planets or liberation from matter, and what to speak of worldly benedictions in the form of material prosperity, which are for those who are meant for death.",
        "purport": " When there are some similar points, it is possible to compare one thing to another. One cannot compare the association of a pure devotee to anything material. Men who are addicted to material happiness aspire to reach the heavenly planets like the moon, Venus and Indraloka, and those who are advanced in material philosophical speculations aspire after liberation from all material bondage. When one becomes frustrated with all kinds of material advancement, one desires the opposite type of liberation, which is called apunar-bhava, or no rebirth. But the pure devotees of the Lord do not aspire after the happiness obtained in the heavenly kingdom, nor do they aspire after liberation from material bondage. In other words, for the pure devotees of the Lord the material pleasures obtainable in the heavenly planets are like phantasmagoria, and because they are already liberated from all material conceptions of pleasure and distress, they are factually liberated even in the material world. This means that the pure devotees of the Lord are engaged in a transcendental existence, namely in the loving service of the Lord, both in the material world and in the spiritual world. As a government servant is always the same, either in the office or at home or at any place, so a devotee has nothing to do with anything material, for he is exclusively engaged in the transcendental service of the Lord. Since he has nothing to do with anything material, what pleasure can he derive from material benedictions like kingship or other overlordships, which are finished quickly with the end of the body? Devotional service is eternal; it has no end, because it is spiritual. Therefore, since the assets of a pure devotee are completely different from material assets, there is no comparison between the two. Sūta Gosvāmī was a pure devotee of the Lord, and therefore his association with the ṛṣis in Naimiṣāraṇya is unique. In the material world, association with gross materialists is veritably condemned. The materialist is called yoṣit-saṅgī, or one who is much attached to material entanglement (women and other paraphernalia). Such attachment is conditioned because it drives away the benedictions of life and prosperity. And just the opposite is bhāgavata-saṅgī, or one who is always in the association with the Lord’s name, form, qualities, etc. Such association is always desirable; it is worshipable, it is praiseworthy, and one may accept it as the highest goal of life."
    },
    {
        "verse": "14",
        "devanagari": "को नाम तृप्येद् रसवित्कथायांमहत्तमैकान्तपरायणस्य ।नान्तं गुणानामगुणस्य जग्मु-र्योगेश्वरा ये भवपाद्ममुख्या: ॥ १४ ॥",
        "english_devnagari": "ko nāma tṛpyed rasavit kathāyāṁmahattamaikānta-parāyaṇasyanāntaṁ guṇānām aguṇasya jagmuryogeśvarā ye bhava-pādma-mukhyāḥ",
        "verse_Syn": [
            "kaḥ",
            "nāma",
            "tṛpyet",
            "rasa",
            "vit",
            "kathāyām",
            "mahat",
            "tama",
            "ekānta",
            "parāyaṇasya",
            "na",
            "antam",
            "guṇānām",
            "aguṇasya",
            "jagmuḥ",
            "yoga",
            "īśvarāḥ",
            "ye",
            "bhava",
            "pādma",
            "mukhyāḥ"
        ],
        "translation": "The Personality of Godhead, Lord Kṛṣṇa [Govinda], is the exclusive shelter for all great living beings, and His transcendental attributes cannot even be measured by such masters of mystic powers as Lord Śiva and Lord Brahmā. Can anyone who is expert in relishing nectar [rasa] ever be fully satiated by hearing topics about Him?",
        "purport": " Lord Śiva and Lord Brahmā are two chiefs of the demigods. They are full of mystic powers. For example, Lord Śiva drank an ocean of poison of which one drop was sufficient to kill an ordinary living being. Similarly, Brahmā could create many powerful demigods, including Lord Śiva. So they are īśvaras, or lords of the universe. But they are not the supreme powerful. The supreme powerful is Govinda, Lord Kṛṣṇa. He is the Transcendence, and His transcendental attributes cannot be measured even by such powerful īśvaras as Śiva and Brahmā. Therefore Lord Kṛṣṇa is the exclusive shelter of the greatest of all living beings. Brahmā is counted amongst the living beings, but he is the greatest of all of us. And why is the greatest of all the living beings so much attached to the transcendental topics of Lord Kṛṣṇa? Because He is the reservoir of all enjoyment. Everyone wants to relish some kind of taste in everything, but one who is engaged in the transcendental loving service of the Lord can derive unlimited pleasure from such engagement. The Lord is unlimited, and His name, attributes, pastimes, entourage, variegatedness, etc., are unlimited, and those who relish them can do so unlimitedly and still not feel satiated. This fact is confirmed in the Padma Purāṇa: “The mystics derive unlimited transcendental pleasures from the Absolute Truth, and therefore the Supreme Absolute Truth, the Personality of Godhead, is also known as Rāma.” There is no end to such transcendental discourses. In mundane affairs there is the law of satiation, but in transcendence there is no such satiation. Sūta Gosvāmī desired to continue the topics of Lord Kṛṣṇa before the sages of Naimiṣāraṇya, and the sages also expressed their readiness to hear from him continuously. Since the Lord is transcendence and His attributes are transcendental, such discourses increase the receptive mood of the purified audience."
    },
    {
        "verse": "15",
        "devanagari": "तन्नो भवान् वै भगवत्प्रधानोमहत्तमैकान्तपरायणस्य ।हरेरुदारं चरितं विशुद्धंशुश्रूषतां नो वितनोतु विद्वन् ॥ १५ ॥",
        "english_devnagari": "tan no bhavān vai bhagavat-pradhānomahattamaikānta-parāyaṇasyaharer udāraṁ caritaṁ viśuddhaṁśuśrūṣatāṁ no vitanotu vidvan",
        "verse_Syn": [
            "tat",
            "naḥ",
            "bhavān",
            "vai",
            "bhagavat",
            "pradhānaḥ",
            "mahat",
            "tama",
            "ekānta",
            "parāyaṇasya",
            "hareḥ",
            "udāram",
            "caritam",
            "viśuddham",
            "śuśrūṣatām",
            "naḥ",
            "vitanotu",
            "vidvan"
        ],
        "translation": "O Sūta Gosvāmī, you are a learned and pure devotee of the Lord because the Personality of Godhead is your chief object of service. Therefore please describe to us the pastimes of the Lord, which are above all material conception, for we are anxious to receive such messages.",
        "purport": " The speaker on the transcendental activities of the Lord should have only one object of worship and service, Lord Kṛṣṇa, the Supreme Personality of Godhead. And the audience for such topics should be anxious to hear about Him. When such a combination is possible, namely a qualified speaker and a qualified audience, it is then and there very much congenial to continue discourses on the Transcendence. Professional speakers and a materially absorbed audience cannot derive real benefit from such discourses. Professional speakers make a show of Bhāgavata-saptāha for the sake of family maintenance, and the materially disposed audience hears such discourses of Bhāgavata-saptāha for some material benefit, namely religiosity, wealth, gratification of the senses, or liberation. Such Bhāgavatam discourses are not purified from the contamination of the material qualities. But the discourses between the saints of Naimiṣāraṇya and Śrī Sūta Gosvāmī are on the transcendental level. There is no motive for material gain. In such discourses, unlimited transcendental pleasure is relished both by the audience and by the speaker, and therefore they can continue the topics for many thousands of years. Now Bhāgavata-saptāhas are held for seven days only, and after finishing the show, both the audience and the speaker become engaged in material activities as usual. They can do so because the speaker is not bhagavat-pradhāna and the audience is not śuśrūṣatām, as explained above."
    },
    {
        "verse": "16",
        "devanagari": "स वै महाभागवत: परीक्षिद्येनापवर्गाख्यमदभ्रबुद्धि: ।ज्ञानेन वैयासकिशब्दितेनभेजे खगेन्द्रध्वजपादमूलम् ॥ १६ ॥",
        "english_devnagari": "sa vai mahā-bhāgavataḥ parīkṣidyenāpavargākhyam adabhra-buddhiḥjñānena vaiyāsaki-śabditenabheje khagendra-dhvaja-pāda-mūlam",
        "verse_Syn": [
            "saḥ",
            "vai",
            "mahā",
            "bhāgavataḥ",
            "parīkṣit",
            "yena",
            "apavarga",
            "ākhyam",
            "adabhra",
            "buddhiḥ",
            "jñānena",
            "vaiyāsaki",
            "śabditena",
            "bheje",
            "khaga",
            "indra",
            "dhvaja",
            "pāda",
            "mūlam"
        ],
        "translation": "O Sūta Gosvāmī, please describe those topics of the Lord by which Mahārāja Parīkṣit, whose intelligence was fixed on liberation, attained the lotus feet of the Lord, who is the shelter of Garuḍa, the king of birds. Those topics were vibrated by the son of Vyāsa [Śrīla Śukadeva].",
        "purport": " There is some controversy amongst the students on the path of liberation. Such transcendental students are known as impersonalists and devotees of the Lord. The devotee of the Lord worships the transcendental form of the Lord, whereas the impersonalist meditates upon the glaring effulgence, or the bodily rays of the Lord, known as the brahmajyoti. Here in this verse it is said that Mahārāja Parīkṣit attained the lotus feet of the Lord by instructions in knowledge delivered by the son of Vyāsadeva, Śrīla Śukadeva Gosvāmī. Śukadeva Gosvāmī was also an impersonalist in the beginning, as he himself has admitted in the Bhāgavatam (2.1.9), but later on he was attracted by the transcendental pastimes of the Lord and thus became a devotee. Such devotees with perfect knowledge are called mahā-bhāgavatas, or first-class devotees. There are three classes of devotees, namely the prākṛta, madhyama and mahā-bhāgavata. The prākṛta, or third-class devotees, are temple worshipers without specific knowledge of the Lord and the Lord’s devotees. The madhyama, or the second-class devotee, knows well the Lord, the Lord’s devotees, the neophytes and the nondevotees also. But the mahā-bhāgavata, or the first-class devotee, sees everything in relation with the Lord and the Lord present in everyone’s relation. The mahā-bhāgavata, therefore, does not make any distinction, particularly between a devotee and nondevotee. Mahārāja Parīkṣit was such a mahā-bhāgavata devotee because he was initiated by a mahā-bhāgavata devotee, Śukadeva Gosvāmī. He was equally kind, even to the personality of Kali, and what to speak of others. So there are many instances in the transcendental histories of the world of an impersonalist who has later become a devotee. But a devotee has never become an impersonalist. This very fact proves that on the transcendental steps, the step occupied by a devotee is higher than the step occupied by an impersonalist. It is also stated in the Bhagavad-gītā (12.5) that persons stuck on the impersonal step undergo more sufferings than achievement of reality. Therefore knowledge imparted by Śukadeva Gosvāmī unto Mahārāja Parīkṣit helped him attain the service of the Lord. And this stage of perfection is called apavarga, or the perfect stage of liberation. Simple knowledge of liberation is material knowledge. Actual freedom from material bondage is called liberation, but attainment of the transcendental service of the Lord is called the perfect stage of liberation. Such a stage is attained by knowledge and renunciation, as we have already explained (Bhāg. 1.2.12), and perfect knowledge, as delivered by Śrīla Śukadeva Gosvāmī, results in the attainment of the transcendental service of the Lord."
    },
    {
        "verse": "17",
        "devanagari": "तन्न: परं पुण्यमसंवृतार्थ-माख्यानमत्यद्भुतयोगनिष्ठम् ।आख्याह्यनन्ताचरितोपपन्नंपारीक्षितं भागवताभिरामम् ॥ १७ ॥",
        "english_devnagari": "tan naḥ paraṁ puṇyam asaṁvṛtārthamākhyānam atyadbhuta-yoga-niṣṭhamākhyāhy anantācaritopapannaṁpārīkṣitaṁ bhāgavatābhirāmam",
        "verse_Syn": [
            "tat",
            "naḥ",
            "param",
            "puṇyam",
            "asaṁvṛta",
            "artham",
            "ākhyānam",
            "ati",
            "adbhuta",
            "yoga",
            "niṣṭham",
            "ākhyāhi",
            "ananta",
            "ācarita",
            "upapannam",
            "pārīkṣitam",
            "bhāgavata",
            "abhirāmam"
        ],
        "translation": "Thus please narrate to us the narrations of the Unlimited, for they are purifying and supreme. They were spoken to Mahārāja Parīkṣit, and they are very dear to the pure devotees, being full of bhakti-yoga.",
        "purport": " What was spoken to Mahārāja Parīkṣit and what is very dear to the pure devotees is Śrīmad-Bhāgavatam. Śrīmad-Bhāgavatam is mainly full of the narrations of the activities of the Supreme Unlimited, and therefore it is the science of bhakti-yoga, or the devotional service of the Lord. Thus it is para, or supreme, because although it is enriched with all knowledge and religion, it is specifically enriched with the devotional service of the Lord."
    },
    {
        "verse": "18",
        "devanagari": "सूत उवाचअहो वयं जन्मभृतोऽद्य हास्मवृद्धानुवृत्त्यापि विलोमजाता: ।दौष्कुल्यमाधिं विधुनोति शीघ्रंमहत्तमानामभिधानयोग: ॥ १८ ॥",
        "english_devnagari": "sūta uvācaaho vayaṁ janma-bhṛto ’dya hāsmavṛddhānuvṛttyāpi viloma-jātāḥdauṣkulyam ādhiṁ vidhunoti śīghraṁmahattamānām abhidhāna-yogaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "aho",
            "vayam",
            "janma",
            "bhṛtaḥ",
            "adya",
            "ha",
            "āsma",
            "vṛddha",
            "anuvṛttyā",
            "api",
            "viloma",
            "jātāḥ",
            "dauṣkulyam",
            "ādhim",
            "vidhunoti",
            "śīghram",
            "mahat",
            "tamānām",
            "abhidhāna",
            "yogaḥ"
        ],
        "translation": "Śrī Sūta Gosvāmī said: O God, although we are born in a mixed caste, we are still promoted in birthright simply by serving and following the great who are advanced in knowledge. Even by conversing with such great souls, one can without delay cleanse oneself of all disqualifications resulting from lower births.",
        "purport": " Sūta Gosvāmī did not take his birth in a brāhmaṇa family. He was born in a family of mixed caste, or an uncultured low family. But because of higher association, like Śrī Śukadeva Gosvāmī and the great ṛṣis of Naimiṣāraṇya, certainly the disqualification of inferior birth was washed off. Lord Śrī Caitanya Mahāprabhu followed this principle in pursuance of the Vedic usages, and by His transcendental association He elevated many lowborn, or those disqualified by birth or action, to the status of devotional service and established them in the position of ācāryas, or authorities. He clearly stated that any man, whatever he may be, whether a brāhmaṇa or śūdra by birth, or a householder or mendicant in the order of society, if he is conversant with the science of Kṛṣṇa, he can be accepted as an ācārya or guru, a spiritual master. Sūta Gosvāmī learned the science of Kṛṣṇa from great ṛṣis and authorities like Śukadeva and Vyāsadeva and he was so qualified that even the sages of Naimiṣāraṇya eagerly wanted to hear from him the science of Kṛṣṇa in the form of Śrīmad-Bhāgavatam. So he had the double association of great souls by hearing and preaching. Transcendental science, or the science of Kṛṣṇa, has to be learned from the authorities, and when one preaches the science, he becomes still more qualified. So Sūta Gosvāmī had both the advantages, and thus undoubtedly he was completely freed from all disqualifications of low birth and mental agonies. This verse definitely proves that Śrīla Śukadeva Gosvāmī did not refuse to teach Sūta Gosvāmī about the transcendental science nor did the sages of Naimiṣāraṇya refuse to hear lessons from him because of his inferior birth. This means that thousands of years ago there was no bar to learning or preaching the transcendental science because of inferior birth. The rigidity of the so-called caste system in Hindu society became prominent within only one hundred years or so when the number of dvija-bandhus, or disqualified men in the families of higher castes, increased. Lord Śrī Caitanya revived the original Vedic system, and He elevated Ṭhākura Haridāsa to the position of nāmācārya, or the authority in preaching the glories of the holy name of the Lord, although His Holiness Śrīla Haridāsa Ṭhākura was pleased to appear in a family of Mohammedans. Such is the power of pure devotees of the Lord. The Ganges water is accepted as pure, and one can become purified after taking a bath in the waters of the Ganges. But as far as the great devotees of the Lord are concerned, they can purify a degraded soul even by being seen by the lowborn, and what to speak of association. Lord Śrī Caitanya Mahāprabhu wanted to purify the whole atmosphere of the polluted world by sending qualified preachers all over the world, and it remains with the Indians to take up this task scientifically and thus do the best kind of humanitarian work. The mental diseases of the present generation are more acute than bodily diseases; it is quite fit and proper to take up the preaching of Śrīmad-Bhāgavatam all over the world without delay. Mahattamānām abhidhāna also means dictionary of great devotees, or a book full of the words of great devotees. Such a dictionary of the words of great devotees and those of the Lord are in the Vedas and allied literatures, specifically the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "19",
        "devanagari": "कुत: पुनर्गृणतो नाम तस्यमहत्तमैकान्तपरायणस्य ।योऽनन्तशक्तिर्भगवाननन्तोमहद्गुणत्वाद् यमनन्तमाहु: ॥ १९ ॥",
        "english_devnagari": "kutaḥ punar gṛṇato nāma tasyamahattamaikānta-parāyaṇasyayo ’nanta-śaktir bhagavān anantomahad-guṇatvād yam anantam āhuḥ",
        "verse_Syn": [
            "kutaḥ",
            "punaḥ",
            "gṛṇataḥ",
            "nāma",
            "tasya",
            "mahat",
            "tama",
            "ekānta",
            "parāyaṇasya",
            "yaḥ",
            "ananta",
            "śaktiḥ",
            "bhagavān",
            "anantaḥ",
            "mahat",
            "guṇatvāt",
            "yam",
            "anantam",
            "āhuḥ"
        ],
        "translation": "And what to speak of those who are under the direction of the great devotees, chanting the holy name of the Unlimited, who has unlimited potency? The Personality of Godhead, unlimited in potency and transcendental by attributes, is called Ananta [Unlimited].",
        "purport": " The dvija-bandhu, or the less intelligent, uncultured men born of higher castes, put forward many arguments against the lower-caste men becoming brāhmaṇas in this life. They argue that birth in a family of śūdras or less than śūdras is made possible by one’s previous sinful acts and that one therefore has to complete the terms of disadvantages due to lower birth. And to answer these false logicians, Śrīmad-Bhāgavatam asserts that one who chants the holy name of the Lord under the direction of a pure devotee can at once get free from the disadvantages due to a lower-caste birth. A pure devotee of the Lord does not commit any offense while chanting the holy name of the Lord. There are ten different offenses in the chanting of the holy name of the Lord. To chant the holy name under the direction of a pure devotee is offenseless chanting. Offenseless chanting of the holy name of the Lord is transcendental, and therefore such chanting can at once purify one from the effects of all kinds of previous sins. This offenseless chanting indicates that one has fully understood the transcendental nature of the holy name and has thus surrendered unto the Lord. Transcendentally the holy name of the Lord and the Lord Himself are identical, being absolute. The holy name of the Lord is as powerful as the Lord. The Lord is the all-powerful Personality of Godhead, and He has innumerable names, which are all nondifferent from Him and are equally powerful also. In the last word of the Bhagavad-gītā the Lord asserts that one who surrenders fully unto Him is protected from all sins by the grace of the Lord. Since His name and He Himself are identical, the holy name of the Lord can protect the devotee from all effects of sins. The chanting of the holy name of the Lord can undoubtedly deliver one from the disadvantages of a lower-caste birth. The Lord’s unlimited power is extended on and on by the unlimited expansion of the devotees and incarnations, and thus every devotee of the Lord and incarnations also can be equally surcharged with the potency of the Lord. Since the devotee is surcharged with the potency of the Lord, even fractionally, the disqualification due to lower birth cannot stand in the way."
    },
    {
        "verse": "20",
        "devanagari": "एतावतालं ननु सूचितेनगुणैरसाम्यानतिशायनस्य ।हित्वेतरान् प्रार्थयतो विभूति-र्यस्याङ्‌घ्रिरेणुं जुषतेऽनभीप्सो: ॥ २० ॥",
        "english_devnagari": "etāvatālaṁ nanu sūcitenaguṇair asāmyānatiśāyanasyahitvetarān prārthayato vibhūtiryasyāṅghri-reṇuṁ juṣate ’nabhīpsoḥ",
        "verse_Syn": [
            "etāvatā",
            "alam",
            "nanu",
            "sūcitena",
            "guṇaiḥ",
            "asāmya",
            "anati",
            "śāyanasya",
            "hitvā",
            "itarān",
            "prārthayataḥ",
            "vibhūtiḥ",
            "yasya",
            "aṅghri",
            "reṇum",
            "juṣate",
            "anabhīpsoḥ"
        ],
        "translation": "It is now ascertained that He [the Personality of Godhead] is unlimited and there is none equal to Him. Consequently no one can speak of Him adequately. Great demigods cannot obtain the favor of the goddess of fortune even by prayers, but this very goddess renders service unto the Lord, although He is unwilling to have such service.",
        "purport": " The Personality of Godhead, or the Parameśvara Parabrahman, according to the śrutis, has nothing to do. He has no equal. Nor does anyone excel Him. He has unlimited potencies, and His every action is carried out systematically in His natural and perfect ways. Thus the Supreme Personality of Godhead is full in Himself, and He has nothing to accept from anyone else, including the great demigods like Brahmā. Others ask for the favor of the goddess of fortune, and despite such prayers she declines to award such favors. But still she renders service unto the Supreme Personality of Godhead, although He has nothing to accept from her. The Personality of Godhead in His Garbhodakaśāyī Viṣṇu feature begets Brahmā, the first created person in the material world, from His navel lotus stem and not in the womb of the goddess of fortune, who is eternally engaged in His service. These are some of the instances of His complete independence and perfection. That He has nothing to do does not mean that He is impersonal. He is transcendentally so full of inconceivable potencies that simply by His willing, everything is done without physical or personal endeavor. He is called, therefore, Yogeśvara, or the Lord of all mystic powers."
    },
    {
        "verse": "21",
        "devanagari": "अथापि यत्पादनखावसृष्टंजगद्विरिञ्चोपहृतार्हणाम्भ: ।सेशं पुनात्यन्यतमो मुकुन्दात्को नाम लोके भगवत्पदार्थ: ॥ २१ ॥",
        "english_devnagari": "athāpi yat-pāda-nakhāvasṛṣṭaṁjagad viriñcopahṛtārhaṇāmbhaḥseśaṁ punāty anyatamo mukundātko nāma loke bhagavat-padārthaḥ",
        "verse_Syn": [
            "atha",
            "api",
            "yat",
            "pāda",
            "nakha",
            "avasṛṣṭam",
            "jagat",
            "viriñca",
            "upahṛta",
            "arhaṇa",
            "ambhaḥ",
            "sa",
            "īśam",
            "punāti",
            "anyatamaḥ",
            "mukundāt",
            "kaḥ",
            "nāma",
            "loke",
            "bhagavat",
            "pada",
            "arthaḥ"
        ],
        "translation": "Who can be worthy of the name of the Supreme Lord but the Personality of Godhead, Śrī Kṛṣṇa? Brahmājī collected the water emanating from the nails of His feet in order to award it to Lord Śiva as a worshipful welcome. This very water [the Ganges] is purifying the whole universe, including Lord Śiva.",
        "purport": " The conception of many gods in the Vedic literatures by the ignorant is completely wrong. The Lord is one without a second, but He expands Himself in many ways, and this is confirmed in the Vedas. Such expansions of the Lord are limitless, but some of them are the living entities. The living entities are not as powerful as the Lord’s plenary expansions, and therefore there are two different types of expansions. Lord Brahmā is generally one of the living entities, and Lord Śiva is the medium between the Lord and the living entities. In other words, even demigods like Lord Brahmā and Lord Śiva, who are the chief amongst all demigods, are never equal to or greater than Lord Viṣṇu, the Supreme Personality of Godhead. The goddess of fortune, Lakṣmī, and all-powerful demigods like Brahmā and Śiva are engaged in the worship of Viṣṇu or Lord Kṛṣṇa; therefore who can be more powerful than Mukunda (Lord Kṛṣṇa) to be factually called the Supreme Personality of Godhead? The goddess of fortune, Lakṣmījī, Lord Brahmā and Lord Śiva are not independently powerful; they are powerful as expansions of the Supreme Lord, and all of them are engaged in the transcendental loving service of the Lord, and so also are the living entities. There are four sects of worshipful devotees of the Lord, and the chief amongst them are the Brahma sampradāya, Rudra sampradāya and Śrī sampradāya, descending directly from Lord Brahmā, Lord Śiva and the goddess of fortune, Lakṣmī, respectively. Besides the above-mentioned three sampradāyas, there is the Kumāra sampradāya, descending from Sanat-kumāra. All of the four original sampradāyas are still scrupulously engaged in the transcendental service of the Lord up to date, and they all declare that Lord Kṛṣṇa, Mukunda, is the Supreme Personality of Godhead, and no other personality is equal to Him or greater than Him."
    },
    {
        "verse": "22",
        "devanagari": "यत्रानुरक्ता: सहसैव धीराव्यपोह्य देहादिषु सङ्गमूढम् ।व्रजन्ति तत्पारमहंस्यमन्त्यंयस्मिन्नहिंसोपशम: स्वधर्म: ॥ २२ ॥",
        "english_devnagari": "yatrānuraktāḥ sahasaiva dhīrāvyapohya dehādiṣu saṅgam ūḍhamvrajanti tat pārama-haṁsyam antyaṁyasminn ahiṁsopaśamaḥ sva-dharmaḥ",
        "verse_Syn": [
            "yatra",
            "anuraktāḥ",
            "sahasā",
            "eva",
            "dhīrāḥ",
            "vyapohya",
            "deha",
            "ādiṣu",
            "saṅgam",
            "ūḍham",
            "vrajanti",
            "tat",
            "pārama",
            "haṁsyam",
            "antyam",
            "yasmin",
            "ahiṁsā",
            "upaśamaḥ",
            "sva",
            "dharmaḥ"
        ],
        "translation": "Self-controlled persons who are attached to the Supreme Lord Śrī Kṛṣṇa can all of a sudden give up the world of material attachment, including the gross body and subtle mind, and go away to attain the highest perfection of the renounced order of life, by which nonviolence and renunciation are consequential.",
        "purport": " Only the self-controlled can gradually be attached to the Supreme Personality of Godhead. Self-controlled means not indulging in sense enjoyment more than is necessary. And those who are not self-controlled are given over to sense enjoyment. Dry philosophical speculation is a subtle sense enjoyment of the mind. Sense enjoyment leads one to the path of darkness. Those who are self-controlled can make progress on the path of liberation from the conditional life of material existence. The Vedas, therefore, enjoin that one should not go on the path of darkness but should make a progressive march towards the path of light or liberation. Self-control is actually achieved not by artificially stopping the senses from material enjoyment, but by becoming factually attached to the Supreme Lord by engaging one’s unalloyed senses in the transcendental service of the Lord. The senses cannot be forcibly curbed, but they can be given proper engagement. Purified senses, therefore, are always engaged in the transcendental service of the Lord. This perfectional stage of sense engagement is called bhakti-yoga. So those who are attached to the means of bhakti-yoga are factually self-controlled and can all of a sudden give up their homely or bodily attachment for the service of the Lord. This is called the paramahaṁsa stage. Haṁsas, or swans, accept only milk out of a mixture of milk and water. Similarly, those who accept the service of the Lord instead of māyā’s service are called the paramahaṁsas. They are naturally qualified with all the good attributes, such as pridelessness, freedom from vanity, nonviolence, tolerance, simplicity, respectability, worship, devotion and sincerity. All these godly qualities exist in the devotee of the Lord spontaneously. Such paramahaṁsas, who are completely given up to the service of the Lord, are very rare. They are very rare even amongst the liberated souls. Real nonviolence means freedom from envy. In this world everyone is envious of his fellow being. But a perfect paramahaṁsa, being completely given up to the service of the Lord, is perfectly nonenvious. He loves every living being in relation with the Supreme Lord. Real renunciation means perfect dependence on God. Every living being is dependent on someone else because he is so made. Actually everyone is dependent on the mercy of the Supreme Lord, but when one forgets his relation with the Lord, he becomes dependent on the conditions of material nature. Renunciation means renouncing one’s dependence on the conditions of material nature and thus becoming completely dependent on the mercy of the Lord. Real independence means complete faith in the mercy of the Lord without dependence on the conditions of matter. This paramahaṁsa stage is the highest perfectional stage in bhakti-yoga, the process of devotional service to the Supreme Lord."
    },
    {
        "verse": "23",
        "devanagari": "अहं हि पृष्टोऽर्यमणो भवद्भ‍ि-राचक्ष आत्मावगमोऽत्र यावान् ।नभ: पतन्त्यात्मसमं पतत्‍त्रिण-स्तथा समं विष्णुगतिं विपश्चित: ॥ २३ ॥",
        "english_devnagari": "ahaṁ hi pṛṣṭo ’ryamaṇo bhavadbhirācakṣa ātmāvagamo ’tra yāvānnabhaḥ patanty ātma-samaṁ patattriṇastathā samaṁ viṣṇu-gatiṁ vipaścitaḥ",
        "verse_Syn": [
            "aham",
            "hi",
            "pṛṣṭaḥ",
            "aryamaṇaḥ",
            "bhavadbhiḥ",
            "ācakṣe",
            "ātma",
            "avagamaḥ",
            "atra",
            "yāvān",
            "nabhaḥ",
            "patanti",
            "ātma",
            "samam",
            "patattriṇaḥ",
            "tathā",
            "samam",
            "viṣṇu",
            "gatim",
            "vipaścitaḥ"
        ],
        "translation": "O ṛṣis, who are as powerfully pure as the sun, I shall try to describe to you the transcendental pastimes of Viṣṇu as far as my knowledge is concerned. As the birds fly in the sky as far as their capacity allows, so do the learned devotees describe the Lord as far as their realization allows.",
        "purport": " The Supreme Absolute Truth is unlimited. No living being can know about the unlimited by his limited capacity. The Lord is impersonal, personal and localized. By His impersonal feature He is all-pervading Brahman, by His localized feature He is present in everyone’s heart as the Supreme Soul, and by His ultimate personal feature He is the object of transcendental loving service by His fortunate associates the pure devotees. The pastimes of the Lord in different features can only be estimated partly by the great learned devotees. So Śrīla Sūta Gosvāmī has rightly taken this position in describing the pastimes of the Lord as far as he has realized. Factually only the Lord Himself can describe Himself, and His learned devotee also can describe Him as far as the Lord gives him the power of description."
    },
    {
        "verse": "24-25",
        "devanagari": "एकदा धनुरुद्यम्य विचरन् मृगयां वने ।मृगाननुगत: श्रान्त: क्षुधितस्तृषितो भृशम् ॥ २४ ॥जलाशयमचक्षाण: प्रविवेश तमाश्रमम् ।ददर्श मुनिमासीनं शान्तं मीलितलोचनम् ॥ २५ ॥",
        "english_devnagari": "ekadā dhanur udyamyavicaran mṛgayāṁ vanemṛgān anugataḥ śrāntaḥkṣudhitas tṛṣito bhṛśam",
        "verse_Syn": [
            "ekadā",
            "dhanuḥ",
            "udyamya",
            "vicaran",
            "mṛgayām",
            "vane",
            "mṛgān",
            "anugataḥ",
            "śrāntaḥ",
            "kṣudhitaḥ",
            "tṛṣitaḥ",
            "bhṛśam",
            "jala",
            "āśayam",
            "acakṣāṇaḥ",
            "praviveśa",
            "tam",
            "āśramam",
            "dadarśa",
            "munim",
            "āsīnam",
            "śāntam",
            "mīlita",
            "locanam"
        ],
        "translation": "Once upon a time Mahārāja Parīkṣit, while engaged in hunting in the forest with bow and arrows, became extremely fatigued, hungry and thirsty while following the stags. While searching for a reservoir of water, he entered the hermitage of the well-known Śamīka Ṛṣi and saw the sage sitting silently with closed eyes.",
        "purport": " The Supreme Lord is so kind to His pure devotees that in proper time He calls such devotees up to Him and thus creates an auspicious circumstance for the devotee. Mahārāja Parīkṣit was a pure devotee of the Lord, and there was no reason for him to become extremely fatigued, hungry and thirsty because a devotee of the Lord never becomes perturbed by such bodily demands. But by the desire of the Lord, even such a devotee can become apparently fatigued and thirsty just to create a situation favorable for his renunciation of worldly activities. One has to give up all attachment for worldly relations before one is able to go back to Godhead, and thus when a devotee is too much absorbed in worldly affairs, the Lord creates a situation to cause indifference. The Supreme Lord never forgets His pure devotee, even though he may be engaged in so-called worldly affairs. Sometimes He creates an awkward situation, and the devotee becomes obliged to renounce all worldly affairs. The devotee can understand by the signal of the Lord, but others take it to be unfavorable and frustrating. Mahārāja Parīkṣit was to become the medium for the revelation of Śrīmad-Bhāgavatam by Lord Śrī Kṛṣṇa, as his grandfather Arjuna was the medium for the Bhagavad-gītā. Had Arjuna not been taken up with an illusion of family affection by the will of the Lord, the Bhagavad-gītā would not have been spoken by the Lord Himself for the good of all concerned. Similarly, had Mahārāja Parīkṣit not been fatigued, hungry and thirsty at this time, Śrīmad-Bhāgavatam would not have been spoken by Śrīla Śukadeva Gosvāmī, the prime authority of Śrīmad-Bhāgavatam. So this is a prelude to the circumstances under which Śrīmad-Bhāgavatam was spoken for the benefit of all concerned. The prelude, therefore, begins with the words “once upon a time.”"
    },
    {
        "verse": "26",
        "devanagari": "प्रतिरुद्धेन्द्रियप्राणमनोबुद्धिमुपारतम् ।स्थानत्रयात्परं प्राप्तं ब्रह्मभूतमविक्रियम् ॥ २६ ॥",
        "english_devnagari": "pratiruddhendriya-prāṇa-mano-buddhim upāratamsthāna-trayāt paraṁ prāptaṁbrahma-bhūtam avikriyam",
        "verse_Syn": [
            "pratiruddha",
            "indriya",
            "prāṇa",
            "manaḥ",
            "buddhim",
            "upāratam",
            "sthāna",
            "trayāt",
            "param",
            "prāptam",
            "brahma",
            "bhūtam",
            "avikriyam"
        ],
        "translation": "The muni’s sense organs, breath, mind and intelligence were all restrained from material activities, and he was situated in a trance apart from the three [wakefulness, dream and unconsciousness], having achieved a transcendental position qualitatively equal with the Supreme Absolute.",
        "purport": " It appears that the muni, in whose hermitage the King entered, was in yogic trance. The transcendental position is attained by three processes, namely the process of jñāna, or theoretical knowledge of transcendence, the process of yoga, or factual realization of trance by manipulation of the physiological and psychological functions of the body, and the most approved process of bhakti-yoga, or the engagement of senses in the devotional service of the Lord. In the Bhagavad-gītā also we have the information of the gradual development of perception from matter to a living entity. Our material mind and body develop from the living entity, the soul, and being influenced by the three qualities of matter, we forget our real identity. The jñāna process theoretically speculates about the reality of the soul. But bhakti-yoga factually engages the spirit soul in activities. The perception of matter is transcended to still subtler states of the senses. The senses are transcended to the subtler mind, and then to breathing activities and gradually to intelligence. Beyond the intelligence, the living soul is realized by the mechanical activities of the yoga system, or practice of meditation restraining the senses, regulating the breathing system and applying intelligence to rise to the transcendental position. This trance stops all material activities of the body. The King saw the muni in that position. He also saw the muni as follows."
    },
    {
        "verse": "27",
        "devanagari": "विप्रकीर्णजटाच्छन्नं रौरवेणाजिनेन च ।विशुष्यत्तालुरुदकं तथाभूतमयाचत ॥ २७ ॥",
        "english_devnagari": "viprakīrṇa-jaṭācchannaṁrauraveṇājinena caviśuṣyat-tālur udakaṁtathā-bhūtam ayācata",
        "verse_Syn": [
            "viprakīrṇa",
            "jaṭa",
            "ācchannam",
            "rauraveṇa",
            "ajinena",
            "ca",
            "viśuṣyat",
            "tāluḥ",
            "udakam",
            "tathā",
            "bhūtam",
            "ayācata"
        ],
        "translation": "The sage, in meditation, was covered by the skin of a stag, and long, compressed hair was scattered all over him. The King, whose palate was dry from thirst, asked him for water.",
        "purport": " The King, being thirsty, asked the sage for water. That such a great devotee and king asked for water from a sage absorbed in trance was certainly providential. Otherwise there was no chance of such a unique happening. Mahārāja Parīkṣit was thus placed in an awkward position so that gradually Śrīmad-Bhāgavatam could be revealed."
    },
    {
        "verse": "28",
        "devanagari": "अलब्धतृणभूम्यादिरसम्प्राप्तार्घ्यसूनृत: ।अवज्ञातमिवात्मानं मन्यमानश्चुकोप ह ॥ २८ ॥",
        "english_devnagari": "alabdha-tṛṇa-bhūmy-ādirasamprāptārghya-sūnṛtaḥavajñātam ivātmānaṁmanyamānaś cukopa ha",
        "verse_Syn": [
            "alabdha",
            "tṛṇa",
            "bhūmi",
            "ādiḥ",
            "asamprāpta",
            "arghya",
            "sūnṛtaḥ",
            "avajñātam",
            "iva",
            "ātmānam",
            "manyamānaḥ",
            "cukopa",
            "ha"
        ],
        "translation": "The King, not received by any formal welcome by means of being offered a seat, place, water and sweet addresses, considered himself neglected, and so thinking he became angry.",
        "purport": " The law of reception in the codes of the Vedic principles states that even if an enemy is received at home, he must be received with all respects. He should not be given a chance to understand that he has come into the house of an enemy. When Lord Kṛṣṇa, accompanied by Arjuna and Bhīma, approached Jarāsandha in Magadha, the respectable enemies were given a royal reception by King Jarāsandha. The guest enemy, namely Bhīma, was to fight with Jarāsandha, and yet they were given a grand reception. At night they used to sit down together as friends and guests, and in the day they used to fight, risking life and death. That was the law of reception. The reception law enjoins that a poor man, who has nothing to offer his guest, should be good enough to offer a straw mat for sitting, a glass of water for drinking and some sweet words. Therefore, to receive a guest, either friend or foe, there is no expense. It is only a question of good manners. When Mahārāja Parīkṣit entered the door of Śamīka Ṛṣi, he did not expect a royal reception by the ṛṣi because he knew that saints and ṛṣis are not materially rich men. But he never expected that a seat of straw, a glass of water and some sweet words would be denied to him. He was not an ordinary guest, nor was he an enemy of the ṛṣi, and therefore the cold reception by the ṛṣi astonished the King greatly. As a matter of fact, the King was right to get angry with the ṛṣi when he needed a glass of water very badly. To become angry in such a grave situation was not unnatural for the King, but because the King himself was not less than a great saint, his becoming angry and taking action were astonishing. So it must be accepted that it was so ordained by the supreme will of the Lord. The King was a great devotee of the Lord, and the saint was also as good as the King. But by the will of the Lord, the circumstances were so created that they became ways to the King’s becoming unattached to family connection and governmental activities and thus becoming a completely surrendered soul unto the lotus feet of Lord Kṛṣṇa. The merciful Lord sometimes creates such awkward positions for his pure devotees in order to drag them towards Himself from the mire of material existence. But outwardly the situations appear to be frustrating to the devotees. The devotees of the Lord are always under the protection of the Lord, and in any condition, frustration or success, the Lord is the supreme guide for the devotees. The pure devotees, therefore, accept all conditions of frustration as blessings from the Lord."
    },
    {
        "verse": "29",
        "devanagari": "अभूतपूर्व: सहसा क्षुत्तृड्भ्यामर्दितात्मन: ।ब्राह्मणं प्रत्यभूद् ब्रह्मन् मत्सरो मन्युरेव च ॥ २९ ॥",
        "english_devnagari": "abhūta-pūrvaḥ sahasākṣut-tṛḍbhyām arditātmanaḥbrāhmaṇaṁ praty abhūd brahmanmatsaro manyur eva ca",
        "verse_Syn": [
            "abhūta",
            "pūrvaḥ",
            "sahasā",
            "kṣut",
            "tṛḍbhyām",
            "ardita",
            "ātmanaḥ",
            "brāhmaṇam",
            "prati",
            "abhūt",
            "brahman",
            "matsaraḥ",
            "manyuḥ",
            "eva",
            "ca"
        ],
        "translation": "O brāhmaṇas, the circumstances having distressed him with extreme hunger and thirst, the King directed toward the sage his anger and envy, which he had never before directed toward a brāhmaṇa.",
        "purport": " For a king like Mahārāja Parīkṣit to become angry and envious, especially at a sage and brāhmaṇa, was undoubtedly unprecedented. The King knew well that brāhmaṇas, sages, children, women and old men are always beyond the jurisdiction of punishment. Similarly, the king, even though he commits a great mistake, is never to be considered a wrongdoer. But in this case, Mahārāja Parīkṣit became angry and envious at the sage due to his thirst and hunger, by the will of the Lord. The King was right to punish his subject for coldly receiving him or neglecting him, but because the culprit was a sage and a brāhmaṇa, it was unprecedented. As the Lord is never envious of anyone, so also the Lord’s devotee is never envious of anyone. The only justification for Mahārāja Parīkṣit’s behavior is that it was ordained by the Lord."
    },
    {
        "verse": "30",
        "devanagari": "स तु ब्रह्मऋषेरंसे गतासुमुरगं रुषा ।विनिर्गच्छन्धनुष्कोट्या निधायपुरमागत: ॥ ३० ॥",
        "english_devnagari": "sa tu brahma-ṛṣer aṁsegatāsum uragaṁ ruṣāvinirgacchan dhanuṣ-koṭyānidhāya puram āgataḥ",
        "verse_Syn": [
            "saḥ",
            "tu",
            "brahma",
            "ṛṣeḥ",
            "aṁse",
            "gata",
            "asum",
            "uragam",
            "ruṣā",
            "vinirgacchan",
            "dhanuḥ",
            "koṭyā",
            "nidhāya",
            "puram",
            "āgataḥ"
        ],
        "translation": "While leaving, the King, being so insulted, picked up a lifeless snake with his bow and angrily placed it on the shoulder of the sage. Then he returned to his palace.",
        "purport": " The King thus treated the sage tit for tat, although he was never accustomed to such silly actions. By the will of the Lord, the King, while going away, found a dead snake in front of him, and he thought that the sage, who had coldly received him, thus might be coldly rewarded by being offered a garland of a dead snake. In the ordinary course of dealing, this was not very unnatural, but in the case of Mahārāja Parīkṣit’s dealing with a brāhmaṇa sage, this was certainly unprecedented. It so happened by the will of the Lord."
    },
    {
        "verse": "31",
        "devanagari": "एष किं निभृताशेषकरणो मीलितेक्षण: ।मृषासमाधिराहोस्वित्किं नुस्यात्क्षत्रबन्धुभि: ॥ ३१ ॥",
        "english_devnagari": "eṣa kiṁ nibhṛtāśeṣa-karaṇo mīlitekṣaṇaḥmṛṣā-samādhir āhosvitkiṁ nu syāt kṣatra-bandhubhiḥ",
        "verse_Syn": [
            "eṣaḥ",
            "kim",
            "nibhṛta",
            "aśeṣa",
            "karaṇaḥ",
            "mīlita",
            "īkṣaṇaḥ",
            "mṛṣā",
            "samādhiḥ",
            "āho",
            "svit",
            "kim",
            "nu",
            "syāt",
            "kṣatra",
            "bandhubhiḥ"
        ],
        "translation": "Upon returning, he began to contemplate and argue within himself whether the sage had actually been in meditation, with senses concentrated and eyes closed, or whether he had just been feigning trance just to avoid receiving a lower kṣatriya.",
        "purport": " The King, being a devotee of the Lord, did not approve of his own action, and thus he began to wonder whether the sage was really in a trance or was just pretending in order to avoid receiving the King, who was a kṣatriya and therefore lower in rank. Repentance comes in the mind of a good soul as soon as he commits something wrong. Śrīla Viśvanātha Cakravartī Ṭhākura and Śrīla Jīva Gosvāmī do not believe that the King’s action was due to his past misdeeds. The arrangement was so made by the Lord just to call the King back home, back to Godhead. According to Śrīla Viśvanātha Cakravartī, the plan was made by the will of the Lord, and by the will of the Lord the situation of frustration was created. The plan was that for his so-called misdeed the King could be cursed by an inexperienced brāhmaṇa boy infected by the influence of Kali, and thus the King would leave his hearth and home for good. His connections with Śrīla Śukadeva Gosvāmī would enable the presentation of the great Śrīmad-Bhāgavatam, which is considered to be the book incarnation of the Lord. This book incarnation of the Lord gives much fascinating information of the transcendental pastimes of the Lord, like His rāsa-līlā with the spiritual cowherd damsels of Vrajabhūmi. This specific pastime of the Lord has a special significance because anyone who properly learns about this particular pastime of the Lord will certainly be dissuaded from mundane sex desire and be placed on the path of sublime devotional service to the Lord. The pure devotee’s mundane frustration is meant to elevate the devotee to a higher transcendental position. By placing Arjuna and the Pāṇḍavas in frustration due to the intrigue of their cousin-brothers, the prelude of the Battle of Kurukṣetra was created by the Lord. This was to incarnate the sound representative of the Lord, Bhagavad-gītā. So by placing King Parīkṣit in an awkward position, the incarnation of Śrīmad-Bhāgavatam was created by the will of the Lord. Being distressed by hunger and thirst was only a show, because the King endured much, even in the womb of his mother. He was never disturbed by the glaring heat of the brahmāstra released by Aśvatthāmā. The King’s distressed condition was certainly unprecedented. The devotees like Mahārāja Parīkṣit are powerful enough to forbear such distresses, by the will of the Lord, and they are never disturbed. The situation, in this case, was therefore all planned by the Lord."
    },
    {
        "verse": "32",
        "devanagari": "तस्य पुत्रोऽतितेजस्वी विहरन् बालकोऽर्भकै: ।राज्ञाघं प्रापितं तातं श्रुत्वा तत्रेदमब्रवीत् ॥ ३२ ॥",
        "english_devnagari": "tasya putro ’titejasvīviharan bālako ’rbhakaiḥrājñāghaṁ prāpitaṁ tātaṁśrutvā tatredam abravīt",
        "verse_Syn": [
            "tasya",
            "putraḥ",
            "ati",
            "tejasvī",
            "viharan",
            "bālakaḥ",
            "arbhakaiḥ",
            "rājñā",
            "agham",
            "prāpitam",
            "tātam",
            "śrutvā",
            "tatra",
            "idam",
            "abravīt"
        ],
        "translation": "The sage had a son who was very powerful, being a brāhmaṇa’s son. While he was playing with inexperienced boys, he heard of his father’s distress, which was occasioned by the King. Then and there the boy spoke as follows.",
        "purport": " Due to Mahārāja Parīkṣit’s good government, even a boy of tender age, who was playing with other inexperienced boys, could become as powerful as a qualified brāhmaṇa. This boy was known as Śṛṅgi, and he achieved good training in brahmacarya by his father so that he could be as powerful as a brāhmaṇa, even at that age. But because the Age of Kali was seeking an opportunity to spoil the cultural heritage of the four orders of life, the inexperienced boy gave a chance for the Age of Kali to enter into the field of Vedic culture. Hatred of the lower orders of life began from this brāhmaṇa boy, under the influence of Kali, and thus cultural life began to dwindle day after day. The first victim of brahminical injustice was Mahārāja Parīkṣit, and thus the protection given by the King against the onslaught of Kali was slackened."
    },
    {
        "verse": "33",
        "devanagari": "अहो अधर्म: पालानां पीव्‍नां बलिभुजामिव ।स्वामिन्यघं यद् दासानां द्वारपानां शुनामिव ॥ ३३ ॥",
        "english_devnagari": "aho adharmaḥ pālānāṁpīvnāṁ bali-bhujām ivasvāminy aghaṁ yad dāsānāṁdvāra-pānāṁ śunām iva",
        "verse_Syn": [
            "aho",
            "adharmaḥ",
            "pālānām",
            "pīvnām",
            "bali",
            "bhujām",
            "iva",
            "svāmini",
            "agham",
            "yat",
            "dāsānām",
            "dvāra",
            "pānām",
            "śunām",
            "iva"
        ],
        "translation": "[The brāhmaṇa’s son, Śṛṅgi, said:] O just look at the sins of the rulers who, like crows and watchdogs at the door, perpetrate sins against their masters, contrary to the principles governing servants.",
        "purport": " The brāhmaṇas are considered to be the head and brains of the social body, and the kṣatriyas are considered to be the arms of the social body. The arms are required to protect the body from all harm, but the arms must act according to the directions of the head and brain. That is a natural arrangement made by the supreme order, for it is confirmed in the Bhagavad-gītā that four social orders or castes, namely the brāhmaṇas, the kṣatriyas, the vaiśyas and the śūdras, are set up according to quality and work done by them. Naturally the son of a brāhmaṇa has a good chance to become a brāhmaṇa by the direction of his qualified father, as a son of a medical practitioner has a very good chance to become a qualified medical practitioner. So the caste system is quite scientific. The son must take advantage of the father’s qualification and thus become a brāhmaṇa or medical practitioner, and not otherwise. Without being qualified, one cannot become a brāhmaṇa or medical practitioner, and that is the verdict of all scriptures and social orders. Herein Śṛṅgi, a qualified son of a great brāhmaṇa, attained the required brahminical power both by birth and by training, but he was lacking in culture because he was an inexperienced boy. By the influence of Kali, the son of a brāhmaṇa became puffed up with brahminical power and thus wrongly compared Mahārāja Parīkṣit to crows and watchdogs. The King is certainly the watchdog of the state in the sense that he keeps vigilant eyes over the border of the state for its protection and defense, but to address him as a watchdog is the sign of a less-cultured boy. Thus the downfall of the brahminical powers began as they gave importance to birthright without culture. The downfall of the brāhmaṇa caste began in the Age of Kali. And since brāhmaṇas are the heads of the social order, all other orders of society also began to deteriorate. This beginning of brahminical deterioration was highly deplored by the father of Śṛṅgi, as we will find."
    },
    {
        "verse": "34",
        "devanagari": "ब्राह्मणै: क्षत्रबन्धुर्हि गृहपालो निरूपित: ।स कथं तद्गृहे द्वा:स्थ: सभाण्डं भोक्तुमर्हति ॥ ३४ ॥",
        "english_devnagari": "brāhmaṇaiḥ kṣatra-bandhur higṛha-pālo nirūpitaḥsa kathaṁ tad-gṛhe dvāḥ-sthaḥsabhāṇḍaṁ bhoktum arhati",
        "verse_Syn": [
            "brāhmaṇaiḥ",
            "kṣatra",
            "bandhuḥ",
            "hi",
            "gṛha",
            "pālaḥ",
            "nirūpitaḥ",
            "saḥ",
            "katham",
            "tat",
            "gṛhe",
            "dvāḥ",
            "sthaḥ",
            "sa",
            "bhāṇḍam",
            "bhoktum",
            "arhati"
        ],
        "translation": "The descendants of the kingly orders are definitely designated as watchdogs, and they must keep themselves at the door. On what grounds can dogs enter the house and claim to dine with the master on the same plate?",
        "purport": " The inexperienced brāhmaṇa boy certainly knew that the King asked for water from his father and the father did not respond. He tried to explain away his father’s inhospitality in an impertinent manner befitting an uncultured boy. He was not at all sorry for the King’s not being well received. On the contrary, he justified the wrong act in a way characteristic of the brāhmaṇas of Kali-yuga. He compared the King to a watchdog, and so it was wrong for the King to enter the home of a brāhmaṇa and ask for water from the same pot. The dog is certainly reared by its master, but that does not mean that the dog shall claim to dine and drink from the same pot. This mentality of false prestige is the cause of downfall of the perfect social order, and we can see that in the beginning it was started by the inexperienced son of a brāhmaṇa. As the dog is never allowed to enter within the room and hearth, although it is reared by the master, similarly, according to Śṛṅgi, the King had no right to enter the house of Śamīka Ṛṣi. According to the boy’s opinion, the King was on the wrong side and not his father, and thus he justified his silent father."
    },
    {
        "verse": "35",
        "devanagari": "कृष्णे गते भगवति शास्तर्युत्पथगामिनाम् ।तद्भ‍िन्नसेतूनद्याहं शास्मि पश्यत मे बलम् ॥ ३५ ॥",
        "english_devnagari": "kṛṣṇe gate bhagavatiśāstary utpatha-gāmināmtad bhinna-setūn adyāhaṁśāsmi paśyata me balam",
        "verse_Syn": [
            "kṛṣṇe",
            "gate",
            "bhagavati",
            "śāstari",
            "utpatha",
            "gāminām",
            "tat",
            "bhinna",
            "setūn",
            "adya",
            "aham",
            "śāsmi",
            "paśyata",
            "me",
            "balam"
        ],
        "translation": "After the departure of Lord Śrī Kṛṣṇa, the Personality of Godhead and supreme ruler of everyone, these upstarts have flourished, our protector being gone. Therefore I myself shall take up this matter and punish them. Just witness my power.",
        "purport": " The inexperienced brāhmaṇa, puffed up by a little brahma-tejas, became influenced by the spell of Kali-yuga. Mahārāja Parīkṣit gave license to Kali to live in four places as mentioned hereinbefore, but by his very expert government the personality of Kali could hardly find the places allotted him. The personality of Kali-yuga, therefore, was seeking the opportunity to establish authority, and by the grace of the Lord he found a hole in the puffed-up, inexperienced son of a brāhmaṇa. The little brāhmaṇa wanted to show his prowess in destruction, and he had the audacity to punish such a great king as Mahārāja Parīkṣit. He wanted to take the place of Lord Kṛṣṇa after His departure. These are the principal signs of upstarts who want to take the place of Śrī Kṛṣṇa under the influence of the Age of Kali. An upstart with a little power wants to become an incarnation of the Lord. There are many false incarnations after the departure of Lord Kṛṣṇa from the face of the globe, and they are misleading the innocent public by accepting the spiritual obedience of the general mass of people to maintain false prestige. In other words, the personality of Kali got the opportunity to reign through this son of a brāhmaṇa, Śṛṅgi."
    },
    {
        "verse": "36",
        "devanagari": "इत्युक्त्वा रोषताम्राक्षो वयस्यानृषिबालक: ।कौशिक्याप उपस्पृश्य वाग्वज्रं विससर्ज ह ॥ ३६ ॥",
        "english_devnagari": "ity uktvā roṣa-tāmrākṣovayasyān ṛṣi-bālakaḥkauśiky-āpa upaspṛśyavāg-vajraṁ visasarja ha",
        "verse_Syn": [
            "iti",
            "uktvā",
            "roṣa",
            "tāmra",
            "akṣaḥ",
            "vayasyān",
            "ṛṣi",
            "bālakaḥ",
            "kauśikī",
            "āpaḥ",
            "upaspṛśya",
            "vāk",
            "vajram",
            "visasarja",
            "ha"
        ],
        "translation": "The son of the ṛṣi, his eyes red-hot with anger, touched the water of the River Kauśika while speaking to his playmates and discharged the following thunderbolt of words.",
        "purport": " The circumstances under which Mahārāja Parīkṣit was cursed were simply childish, as it appears from this verse. Śṛṅgi was showing his impudency amongst his playmates, who were innocent. Any sane man would have prevented him from doing such great harm to all human society. By killing a king like Mahārāja Parīkṣit, just to make a show of acquired brahminical power, the inexperienced son of a brāhmaṇa committed a great mistake."
    },
    {
        "verse": "37",
        "devanagari": "इति लङ्घितमर्यादं तक्षक: सप्तमेऽहनि ।दङ्‍क्ष्यति स्म कुलाङ्गारं चोदितो मे ततद्रुहम् ॥ ३७ ॥",
        "english_devnagari": "iti laṅghita-maryādaṁtakṣakaḥ saptame ’hanidaṅkṣyati sma kulāṅgāraṁcodito me tata-druham",
        "verse_Syn": [
            "iti",
            "laṅghita",
            "maryādam",
            "takṣakaḥ",
            "saptame",
            "ahani",
            "daṅkṣyati",
            "sma",
            "kula",
            "aṅgāram",
            "coditaḥ",
            "me",
            "tata",
            "druham"
        ],
        "translation": "The brāhmaṇa’s son cursed the King thus: On the seventh day from today a snake-bird will bite the most wretched one of that dynasty [Mahārāja Parīkṣit] because of his having broken the laws of etiquette by insulting my father.",
        "purport": " Thus the beginning of the misuse of brahminical power began, and gradually the brāhmaṇas in the Age of Kali became devoid of both brahminical powers and culture. The brāhmaṇa boy considered Mahārāja Parīkṣit to be kulāṅgāra, or the wretched of the dynasty, but factually the brāhmaṇa boy himself was so because only from him did the brāhmaṇa caste become powerless, like the snake whose poisoned teeth are broken. The snake is fearful as long as his poison teeth are there, otherwise he is fearful only to children. The personality of Kali conquered the brāhmaṇa boy first, and gradually the other castes. Thus the whole scientific system of the orders of society in this age has assumed the form of a vitiated caste system, which is now being uprooted by another class of men similarly influenced by the Age of Kali. One should see to the root cause of vitiation and not try to condemn the system as it is, without knowledge of its scientific value."
    },
    {
        "verse": "38",
        "devanagari": "ततोऽभ्येत्याश्रमं बालो गले सर्पकलेवरम् ।पितरं वीक्ष्य दु:खार्तो मुक्तकण्ठो रुरोद ह ॥ ३८ ॥",
        "english_devnagari": "tato ’bhyetyāśramaṁ bālogale sarpa-kalevarampitaraṁ vīkṣya duḥkhārtomukta-kaṇṭho ruroda ha",
        "verse_Syn": [
            "tataḥ",
            "abhyetya",
            "āśramam",
            "bālaḥ",
            "gale",
            "sarpa",
            "kalevaram",
            "pitaram",
            "vīkṣya",
            "duḥkha",
            "ārtaḥ",
            "mukta",
            "kaṇṭhaḥ",
            "ruroda",
            "ha"
        ],
        "translation": "Thereafter, when the boy returned to the hermitage, he saw a snake on his father’s shoulder, and out of his grief he cried very loudly.",
        "purport": " The boy was not happy because he committed a great mistake, and he wanted to be relieved of the burden on his heart by crying. So after entering the hermitage and seeing his father in that condition, he cried loudly so that he might be relieved. But it was too late. The father regretted the whole incident."
    },
    {
        "verse": "39",
        "devanagari": "स वा आङ्गिरसो ब्रह्मन् श्रुत्वा सुतविलापनम् ।उन्मील्य शनकैर्नेत्रे द‍ृष्ट्वाचांसे मृतोरगम् ॥ ३९ ॥",
        "english_devnagari": "sa vā āṅgiraso brahmanśrutvā suta-vilāpanamunmīlya śanakair netredṛṣṭvā cāṁse mṛtoragam",
        "verse_Syn": [
            "saḥ",
            "vai",
            "āṅgirasaḥ",
            "brahman",
            "śrutvā",
            "suta",
            "vilāpanam",
            "unmīlya",
            "śanakaiḥ",
            "netre",
            "dṛṣṭvā",
            "ca",
            "aṁse",
            "mṛta",
            "uragam"
        ],
        "translation": "O brāhmaṇas, the ṛṣi, who was born in the family of Aṅgirā Muni, hearing his son crying, gradually opened his eyes and saw the dead snake around his neck.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "विसृज्य तं च पप्रच्छ वत्स कस्माद्धि रोदिषि ।केन वा तेऽपकृतमित्युक्त: सन्यवेदयत् ॥ ४० ॥",
        "english_devnagari": "visṛjya taṁ ca papracchavatsa kasmād dhi rodiṣikena vā te ’pakṛtamity uktaḥ sa nyavedayat",
        "verse_Syn": [
            "visṛjya",
            "tam",
            "ca",
            "papraccha",
            "vatsa",
            "kasmāt",
            "hi",
            "rodiṣi",
            "kena",
            "vā",
            "te",
            "apakṛtam",
            "iti",
            "uktaḥ",
            "saḥ",
            "nyavedayat"
        ],
        "translation": "He threw the dead snake aside and asked his son why he was crying, whether anyone had done him harm. On hearing this, the son explained to him what had happened.",
        "purport": " The father did not take the dead snake on his neck very seriously. He simply threw it away. Actually there was nothing seriously wrong in Mahārāja Parīkṣit’s act, but the foolish son took it very seriously, and being influenced by Kali he cursed the King and thus ended a chapter of happy history."
    },
    {
        "verse": "41",
        "devanagari": "निशम्य शप्तमतदर्हं नरेन्द्रंस ब्राह्मणो नात्मजमभ्यनन्दत् ।अहो बतांहो महदद्य ते कृत-मल्पीयसि द्रोह उरुर्दमो धृत: ॥ ४१ ॥",
        "english_devnagari": "niśamya śaptam atad-arhaṁ narendraṁsa brāhmaṇo nātmajam abhyanandataho batāṁho mahad adya te kṛtamalpīyasi droha urur damo dhṛtaḥ",
        "verse_Syn": [
            "niśamya",
            "śaptam",
            "atat",
            "arham",
            "nara",
            "indram",
            "saḥ",
            "brāhmaṇaḥ",
            "na",
            "ātma",
            "jam",
            "abhyanandat",
            "aho",
            "bata",
            "aṁhaḥ",
            "mahat",
            "adya",
            "te",
            "kṛtam",
            "alpīyasi",
            "drohe",
            "uruḥ",
            "damaḥ",
            "dhṛtaḥ"
        ],
        "translation": "The father heard from his son that the King had been cursed, although he should never have been condemned, for he was the best amongst all human beings. The ṛṣi did not congratulate his son, but, on the contrary, began to repent, saying: Alas! What a great sinful act was performed by my son. He has awarded heavy punishment for an insignificant offense.",
        "purport": " The king is the best of all human beings. He is the representative of God, and he is never to be condemned for any of his actions. In other words, the king can do no wrong. The king may order hanging of a culprit son of a brāhmaṇa, but he does not become sinful for killing a brāhmaṇa. Even if there is something wrong with the king, he is never to be condemned. A medical practitioner may kill a patient by mistaken treatment, but such a killer is never condemned to death. So what to speak of a good and pious king like Mahārāja Parīkṣit? In the Vedic way of life, the king is trained to become a rājarṣi, or a great saint, although he is ruling as king. It is the king only by whose good government the citizens can live peacefully and without any fear. The rājarṣis would manage their kingdoms so nicely and piously that their subjects would respect them as if they were the Lord. That is the instruction of the Vedas. The king is called narendra, or the best amongst the human beings. How then could a king like Mahārāja Parīkṣit be condemned by an inexperienced, puffed-up son of a brāhmaṇa, even though he had attained the powers of a qualified brāhmaṇa? Since Śamīka Ṛṣi was an experienced, good brāhmaṇa, he did not approve of the actions of his condemned son. He began to lament for all that his son had done. The king was beyond the jurisdiction of curses as a general rule, and what to speak of a good king like Mahārāja Parīkṣit. The offense of the King was most insignificant, and his being condemned to death was certainly a very great sin for Śṛṅgi. Therefore Ṛṣi Śamīka regretted the whole incident."
    },
    {
        "verse": "42",
        "devanagari": "न वै नृभिर्नरदेवं पराख्यंसम्मातुमर्हस्यविपक्‍वबुद्धे ।यत्तेजसा दुर्विषहेण गुप्ताविन्दन्ति भद्राण्यकुतोभया: प्रजा: ॥ ४२ ॥",
        "english_devnagari": "na vai nṛbhir nara-devaṁ parākhyaṁsammātum arhasy avipakva-buddheyat-tejasā durviṣaheṇa guptāvindanti bhadrāṇy akutobhayāḥ prajāḥ",
        "verse_Syn": [
            "na",
            "vai",
            "nṛbhiḥ",
            "nara",
            "devam",
            "para",
            "ākhyam",
            "sammātum",
            "arhasi",
            "avipakva",
            "buddhe",
            "yat",
            "tejasā",
            "durviṣaheṇa",
            "guptāḥ",
            "vindanti",
            "bhadrāṇi",
            "akutaḥ",
            "bhayāḥ",
            "prajāḥ"
        ],
        "translation": "O my boy, your intelligence is immature, and therefore you have no knowledge that the king, who is the best amongst human beings, is as good as the Personality of Godhead. He is never to be placed on an equal footing with common men. The citizens of the state live in prosperity, being protected by his unsurpassable prowess.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "अलक्ष्यमाणे नरदेवनाम्निरथाङ्गपाणावयमङ्ग लोक: ।तदा हि चौरप्रचुरो विनङ्‍क्ष्य-त्यरक्ष्यमाणोऽविवरूथवत् क्षणात् ॥ ४३ ॥",
        "english_devnagari": "alakṣyamāṇe nara-deva-nāmnirathāṅga-pāṇāv ayam aṅga lokaḥtadā hi caura-pracuro vinaṅkṣyatyarakṣyamāṇo ’vivarūthavat kṣaṇāt",
        "verse_Syn": [
            "alakṣyamāṇe",
            "nara",
            "deva",
            "nāmni",
            "ratha",
            "aṅga",
            "pāṇau",
            "ayam",
            "aṅga",
            "lokaḥ",
            "tadā",
            "hi",
            "caura",
            "pracuraḥ",
            "vinaṅkṣyati",
            "arakṣyamāṇaḥ",
            "avivarūtha",
            "vat",
            "kṣaṇāt"
        ],
        "translation": "My dear boy, the Lord, who carries the wheel of a chariot, is represented by the monarchical regime, and when this regime is abolished the whole world becomes filled with thieves, who then at once vanquish the unprotected subjects like scattered lambs.",
        "purport": " According to Śrīmad-Bhāgavatam the monarchical regime represents the Supreme Lord, the Personality of Godhead. The king is said to be the representative of the Absolute Personality of Godhead because he is trained to acquire the qualities of God to protect the living beings. The Battle of Kurukṣetra was planned by the Lord to establish the real representative of the Lord, Mahārāja Yudhiṣṭhira. An ideal king thoroughly trained by culture and devotional service with the martial spirit makes a perfect king. Such a personal monarchy is far better than the so-called democracy of no training and responsibility. The thieves and rogues of modern democracy seek election by misrepresentation of votes, and the successful rogues and thieves devour the mass of population. One trained monarch is far better than hundreds of useless ministerial rogues, and it is hinted herein that by abolition of a monarchical regime like that of Mahārāja Parīkṣit, the mass of people become open to many attacks of the Age of Kali. They are never happy in an overly advertised form of democracy. The result of such a kingless administration is described in the following verses."
    },
    {
        "verse": "44",
        "devanagari": "तदद्य न: पापमुपैत्यनन्वयंयन्नष्टनाथस्य वसोर्विलुम्पकात् ।परस्परं घ्नन्ति शपन्ति वृञ्जतेपशून् स्त्रियोऽर्थान् पुरुदस्यवो जना: ॥ ४४ ॥",
        "english_devnagari": "tad adya naḥ pāpam upaity ananvayaṁyan naṣṭa-nāthasya vasor vilumpakātparasparaṁ ghnanti śapanti vṛñjatepaśūn striyo ’rthān puru-dasyavo janāḥ",
        "verse_Syn": [
            "tat",
            "adya",
            "naḥ",
            "pāpam",
            "upaiti",
            "ananvayam",
            "yat",
            "naṣṭa",
            "nāthasya",
            "vasoḥ",
            "vilumpakāt",
            "parasparam",
            "ghnanti",
            "śapanti",
            "vṛñjate",
            "paśūn",
            "striyaḥ",
            "arthān",
            "puru",
            "dasyavaḥ",
            "janāḥ"
        ],
        "translation": "Due to the termination of the monarchical regimes and the plundering of the people’s wealth by rogues and thieves, there will be great social disruptions. People will be killed and injured, and animals and women will be stolen. And for all these sins we shall be responsible.",
        "purport": " The word naḥ (we) is very significant in this verse. The sage rightly takes the responsibility of the brāhmaṇas as a community for killing monarchical government and thus giving an opportunity to the so-called democrats, who are generally plunderers of the wealth of the state subjects. The so-called democrats capture the administrative machine without assuming responsibility for the prosperous condition of the citizens. Everyone captures the post for personal gratification, and thus instead of one king, a number of irresponsible kings grow up to tax the citizens. It is foretold herein that in the absence of good monarchical government, everyone will be the cause of disturbance for others by plundering riches, animals, women, etc."
    },
    {
        "verse": "45",
        "devanagari": "तदार्यधर्म: प्रविलीयते नृणांवर्णाश्रमाचारयुतस्त्रयीमय: ।ततोऽर्थकामाभिनिवेशितात्मनांशुनां कपीनामिव वर्णसङ्कर: ॥ ४५ ॥",
        "english_devnagari": "tadārya-dharmaḥ pravilīyate nṛṇāṁvarṇāśramācāra-yutas trayīmayaḥtato ’rtha-kāmābhiniveśitātmanāṁśunāṁ kapīnām iva varṇa-saṅkaraḥ",
        "verse_Syn": [
            "tadā",
            "ārya",
            "dharmaḥ",
            "pravilīyate",
            "nṛṇām",
            "varṇa",
            "āśrama",
            "ācāra",
            "yutaḥ",
            "trayī",
            "mayaḥ",
            "tataḥ",
            "artha",
            "kāma",
            "abhiniveśita",
            "ātmanām",
            "śunām",
            "kapīnām",
            "iva",
            "varṇa",
            "saṅkaraḥ"
        ],
        "translation": "At that time the people in general will fall systematically from the path of a progressive civilization in respect to the qualitative engagements of the castes and the orders of society and the Vedic injunctions. Thus they will be more attracted to economic development for sense gratification, and as a result there will be an unwanted population on the level of dogs and monkeys.",
        "purport": " It is foretold herein that in the absence of a monarchical regime, the general mass of people will be an unwanted population like dogs and monkeys. As the monkeys are too sexually inclined and dogs are shameless in sexual intercourse, the general mass of population born of illegitimate connection will systematically go astray from the Vedic way of good manners and qualitative engagements in the castes and orders of life. The Vedic way of life is the progressive march of the civilization of the Āryans. The Āryans are progressive in Vedic civilization. The Vedic civilization’s destination is to go back to Godhead, back home, where there is no birth, no death, no old age and no disease. The Vedas direct everyone not to remain in the darkness of the material world but to go towards the light of the spiritual kingdom far beyond the material sky. The qualitative caste system and the orders of life are scientifically planned by the Lord and His representatives, the great ṛṣis. The perfect way of life gives all sorts of instruction in things both material and spiritual. The Vedic way of life does not allow any man to be like the monkeys and dogs. A degraded civilization of sense gratification and economic development is the by-product of a godless or kingless government of the people, by the people, and for the people. The people should not, therefore, begrudge the poor administrations they themselves elect."
    },
    {
        "verse": "46",
        "devanagari": "धर्मपालो नरपति: स तु सम्राड् बृहच्छ्रवा: ।साक्षान्महाभागवतो राजर्षिर्हयमेधयाट् ।क्षुत्तृट्‍श्रमयुतो दीनो नैवास्मच्छापमर्हति ॥ ४६ ॥",
        "english_devnagari": "dharma-pālo nara-patiḥsa tu samrāḍ bṛhac-chravāḥsākṣān mahā-bhāgavatorājarṣir haya-medhayāṭkṣut-tṛṭ-śrama-yuto dīnonaivāsmac chāpam arhati",
        "verse_Syn": [
            "dharma",
            "pālaḥ",
            "nara",
            "patiḥ",
            "saḥ",
            "tu",
            "samrāṭ",
            "bṛhat",
            "śravāḥ",
            "sākṣāt",
            "mahā",
            "bhāgavataḥ",
            "rāja",
            "ṛṣiḥ",
            "haya",
            "medhayāṭ",
            "kṣut",
            "tṛṭ",
            "śrama",
            "yutaḥ",
            "dīnaḥ",
            "na",
            "eva",
            "asmat",
            "śāpam",
            "arhati"
        ],
        "translation": "The Emperor Parīkṣit is a pious king. He is highly celebrated and is a first-class devotee of the Personality of Godhead. He is a saint amongst royalty, and he has performed many horse sacrifices. When such a king is tired and fatigued, being stricken with hunger and thirst, he does not at all deserve to be cursed.",
        "purport": " After explaining the general codes relating to the royal position and asserting that the king can do no wrong and therefore is never to be condemned, the sage Śamīka wanted to say something about Emperor Parīkṣit specifically. The specific qualification of Mahārāja Parīkṣit is summarized herein. The King, even calculated as a king only, was most celebrated as a ruler who administered the religious principles of the royal order. In the śāstras the duties of all castes and orders of society are prescribed. All the qualities of a kṣatriya mentioned in the Bhagavad-gītā (18.43) were present in the person of the Emperor. He was also a great devotee of the Lord and a self-realized soul. Cursing such a king, when he was tired and fatigued with hunger and thirst, was not at all proper. Śamīka Ṛṣi thus admitted from all sides that Mahārāja Parīkṣit was cursed most unjustly. Although all the brāhmaṇas were aloof from the incident, still for the childish action of a brāhmaṇa boy the whole world situation was changed. Thus Ṛṣi Śamīka, a brāhmaṇa, took responsibility for all deterioration of the good orders of the world."
    },
    {
        "verse": "47",
        "devanagari": "अपापेषु स्वभृत्येषु बालेनापक्‍वबुद्धिना ।पापं कृतं तद्भगवान् सर्वात्मा क्षन्तुमर्हति ॥ ४७ ॥",
        "english_devnagari": "apāpeṣu sva-bhṛtyeṣubālenāpakva-buddhināpāpaṁ kṛtaṁ tad bhagavānsarvātmā kṣantum arhati",
        "verse_Syn": [
            "apāpeṣu",
            "sva",
            "bhṛtyeṣu",
            "bālena",
            "apakva",
            "buddhinā",
            "pāpam",
            "kṛtam",
            "tat",
            "bhagavān",
            "sarva",
            "ātmā",
            "kṣantum",
            "arhati"
        ],
        "translation": "Then the ṛṣi prayed to the all-pervading Personality of Godhead to pardon his immature boy, who had no intelligence and who committed the great sin of cursing a person who was completely free from all sins, who was subordinate and who deserved to be protected.",
        "purport": " Everyone is responsible for his own action, either pious or sinful. Ṛṣi Śamīka could foresee that his son had committed a great sin by cursing Mahārāja Parīkṣit, who deserved to be protected by the brāhmaṇas, for he was a pious ruler and completely free from all sins because of his being a first-class devotee of the Lord. When an offense is done unto the devotee of the Lord, it is very difficult to overcome the reaction. The brāhmaṇas, being at the head of the social orders, are meant to give protection to their subordinates and not to curse them. There are occasions when a brāhmaṇa may furiously curse a subordinate kṣatriya or vaiśya, etc., but in the case of Mahārāja Parīkṣit there were no grounds, as already explained. The foolish boy had done it out of sheer vanity in being a brāhmaṇa’s son, and thus he became liable to be punished by the law of God. The Lord never forgives a person who condemns His pure devotee. Therefore, by cursing a king the foolish Śṛṅgi had committed not only a sin but also the greatest offense. Therefore the ṛṣi could foresee that only the Supreme Personality of Godhead could save his boy from his sinful act. He therefore directly prayed for pardon from the Supreme Lord, who alone can undo a thing which is impossible to change. The appeal was made in the name of a foolish boy who had developed no intelligence at all. A question may be raised herein that since it was the desire of the Lord that Parīkṣit Mahārāja be put into that awkward position so that he might be delivered from material existence, then why was a brāhmaṇa’s son made responsible for this offensive act? The answer is that the offensive act was performed by a child only so that he could be excused very easily, and thus the prayer of the father was accepted. But if the question is raised why the brāhmaṇa community as a whole was made responsible for allowing Kali into the world affairs, the answer is given in the Varāha Purāṇa that the demons who acted inimically toward the Personality of Godhead but were not killed by the Lord were allowed to take birth in the families of brāhmaṇas to take advantage of the Age of Kali. The all-merciful Lord gave them a chance to have their births in the families of pious brāhmaṇas so that they could progress toward salvation. But the demons, instead of utilizing the good opportunity, misused the brahminical culture due to being puffed up by vanity in becoming brāhmaṇas. The typical example is the son of Śamīka Ṛṣi, and all the foolish sons of brāhmaṇas are warned hereby not to become as foolish as Śṛṅgi and to be always on guard against the demoniac qualities which they had in their previous births. The foolish boy was, of course, excused by the Lord, but others, who may not have a father like Śamīka Ṛṣi, will be put into great difficulty if they misuse the advantages obtained by birth in a brāhmaṇa family."
    },
    {
        "verse": "48",
        "devanagari": "तिरस्कृता विप्रलब्धा: शप्ता: क्षिप्ता हता अपि ।नास्य तत् प्रतिकुर्वन्ति तद्भक्ता: प्रभवोऽपि हि ॥ ४८ ॥",
        "english_devnagari": "tiraskṛtā vipralabdhāḥśaptāḥ kṣiptā hatā apināsya tat pratikurvantitad-bhaktāḥ prabhavo ’pi hi",
        "verse_Syn": [
            "tiraḥ",
            "kṛtāḥ",
            "vipralabdhāḥ",
            "śaptāḥ",
            "kṣiptāḥ",
            "hatāḥ",
            "api",
            "na",
            "asya",
            "tat",
            "pratikurvanti",
            "tat",
            "bhaktāḥ",
            "prabhavaḥ",
            "api",
            "hi"
        ],
        "translation": "The devotees of the Lord are so forbearing that even though they are defamed, cheated, cursed, disturbed, neglected or even killed, they are never inclined to avenge themselves.",
        "purport": " Ṛṣi Śamīka also knew that the Lord does not forgive a person who has committed an offense at the feet of a devotee. The Lord can only give direction to take shelter of the devotee. He thought within himself that if Mahārāja Parīkṣit would countercurse the boy, he might be saved. But he knew also that a pure devotee is callous about worldly advantages or reverses. As such, the devotees are never inclined to counteract personal defamation, curses, negligence, etc. As far as such things are concerned, in personal affairs the devotees do not care for them. But in the case of their being performed against the Lord and His devotees, then the devotees take very strong action. It was a personal affair, and therefore Śamīka Ṛṣi knew that the King would not take counteraction. Thus there was no alternative than to place an appeal to the Lord for the immature boy. It is not that only the brāhmaṇas are powerful enough to award curses or blessings upon the subordinates; the devotee of the Lord, even though he may not be a brāhmaṇa, is more powerful than a brāhmaṇa. But a powerful devotee never misuses the power for personal benefit. Whatever power the devotee may have is always utilized in service towards the Lord and His devotees only."
    },
    {
        "verse": "49",
        "devanagari": "इति पुत्रकृताघेन सोऽनुतप्तो महामुनि: ।स्वयं विप्रकृतो राज्ञा नैवाघं तदचिन्तयत् ॥ ४९ ॥",
        "english_devnagari": "iti putra-kṛtāghenaso ’nutapto mahā-muniḥsvayaṁ viprakṛto rājñānaivāghaṁ tad acintayat",
        "verse_Syn": [
            "iti",
            "putra",
            "kṛta",
            "aghena",
            "saḥ",
            "anutaptaḥ",
            "mahā",
            "muniḥ",
            "svayam",
            "viprakṛtaḥ",
            "rājñā",
            "na",
            "eva",
            "agham",
            "tat",
            "acintayat"
        ],
        "translation": "The sage thus regretted the sin committed by his own son. He did not take the insult paid by the King very seriously.",
        "purport": " The whole incident is now cleared up. Mahārāja Parīkṣit’s garlanding the sage with a dead snake was not at all a very serious offense, but Śṛṅgi’s cursing the King was a serious offense. The serious offense was committed by a foolish child only; therefore he deserved to be pardoned by the Supreme Lord, although it was not possible to get free from the sinful reaction. Mahārāja Parīkṣit also did not mind the curse offered to him by a foolish brāhmaṇa. On the contrary, he took full advantage of the awkward situation, and by the great will of the Lord, Mahārāja Parīkṣit achieved the highest perfection of life through the grace of Śrīla Śukadeva Gosvāmī. Actually it was the desire of the Lord, and Mahārāja Parīkṣit, Ṛṣi Śamīka and his son Śṛṅgi were all instrumental in fulfilling the desire of the Lord. So none of them were put into difficulty because everything was done in relation with the Supreme Person."
    },
    {
        "verse": "50",
        "devanagari": "प्रायश: साधवो लोके परैर्द्वन्द्वेषु योजिता: ।न व्यथन्ति न हृष्यन्ति यत आत्माऽगुणाश्रय: ॥ ५० ॥",
        "english_devnagari": "prāyaśaḥ sādhavo lokeparair dvandveṣu yojitāḥna vyathanti na hṛṣyantiyata ātmā ’guṇāśrayaḥ",
        "verse_Syn": [
            "prāyaśaḥ",
            "sādhavaḥ",
            "loke",
            "paraiḥ",
            "dvandveṣu",
            "yojitāḥ",
            "na",
            "vyathanti",
            "na",
            "hṛṣyanti",
            "yataḥ",
            "ātmā",
            "aguṇa",
            "āśrayaḥ"
        ],
        "translation": "Generally the transcendentalists, even though engaged by others in the dualities of the material world, are not distressed. Nor do they take pleasure [in worldly things], for they are transcendentally engaged.",
        "purport": " The transcendentalists are the empiric philosophers, the mystics and the devotees of the Lord. Empiric philosophers aim at the perfection of merging into the being of the Absolute, mystics aim at perceiving the all-pervading Supersoul, and the devotees of the Lord are engaged in the transcendental loving service of the Personality of Godhead. Since Brahman, Paramātmā and Bhagavān are different phases of the same Transcendence, all these transcendentalists are beyond the three modes of material nature. Material distresses and happinesses are products of the three modes, and therefore the causes of such material distress and happiness have nothing to do with the transcendentalists. The King was a devotee, and the ṛṣi was a mystic. Therefore both of them were unattached to the accidental incident created by the supreme will. The playful child was an instrument in fulfilling the Lord’s will."
    }
]