[
    {
        "verse": "1",
        "devanagari": "सूत उवाचविदुरस्तीर्थयात्रायां मैत्रेयादात्मनो गतिम् ।ज्ञात्वागाद्धास्तिनपुरं तयावाप्तविवित्सित: ॥ १ ॥",
        "english_devnagari": "sūta uvācaviduras tīrtha-yātrāyāṁmaitreyād ātmano gatimjñātvāgād dhāstinapuraṁtayāvāpta-vivitsitaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "viduraḥ",
            "tīrtha",
            "yātrāyām",
            "maitreyāt",
            "ātmanaḥ",
            "gatim",
            "jñātvā",
            "āgāt",
            "hāstinapuram",
            "tayā",
            "avāpta",
            "vivitsitaḥ"
        ],
        "translation": "Śrī Sūta Gosvāmī said: While traveling on a pilgrimage, Vidura received knowledge of the destination of the self from the great sage Maitreya and then returned to Hastināpura. He became as well versed in the subject as he desired.",
        "purport": " Vidura: One of the prominent figures in the history of the Mahābhārata. He was conceived by Vyāsadeva in the womb of the maidservant of Ambikā, mother of Mahārāja Pāṇḍu. He is the incarnation of Yamarāja. Being cursed by Maṇḍūka Muni, he was to become a śūdra. The story is narrated as follows: Once upon a time the state police caught some thieves who had concealed themselves in the hermitage of Maṇḍūka Muni. The police constables, as usual, arrested all the thieves and Maṇḍūka Muni along with them. The magistrate specifically punished the muni to death by being pierced with a lance. When he was just to be pierced, the news reached the king, and he at once stopped the act on consideration of his being a great muni. The king personally begged the muni’s pardon for the mistake of his men, and the saint at once went to Yamarāja, who prescribes the destiny of the living beings. Yamarāja, being questioned by the muni, replied that the muni in his childhood pierced an ant with a sharpened straw, and for that reason he was put into difficulty. The muni thought it unwise on the part of Yamarāja that he was punished for his childish innocence, and thus the muni cursed Yamarāja to become a śūdra, and this śūdra incarnation of Yamarāja was known as Vidura, the śūdra brother of Dhṛtarāṣṭra and Mahārāja Pāṇḍu. But this śūdra son of the Kuru dynasty was equally treated by Bhīṣmadeva, along with his other nephews, and in due course Vidura was married with a girl who was also born in the womb of a śūdrāṇī by a brāhmaṇa. Although Vidura did not inherit the property of his father (the brother of Bhīṣmadeva), still he was given sufficient state property by Dhṛtarāṣṭra, the elder brother of Vidura. Vidura was very much attached to his elder brother, and all along he tried to guide him on the right path. During the fratricidal war of Kurukṣetra, Vidura repeatedly implored his elder brother to do justice to the sons of Pāṇḍu, but Duryodhana did not like such interference by his uncle, and thus he practically insulted Vidura. This resulted in Vidura’s leaving home for pilgrimage and taking instructions from Maitreya."
    },
    {
        "verse": "2",
        "devanagari": "यावत: कृतवान् प्रश्नान् क्षत्ता कौषारवाग्रत: ।जातैकभक्तिर्गोविन्दे तेभ्यश्चोपरराम ह ॥ २ ॥",
        "english_devnagari": "yāvataḥ kṛtavān praśnānkṣattā kauṣāravāgrataḥjātaika-bhaktir govindetebhyaś copararāma ha",
        "verse_Syn": [
            "yāvataḥ",
            "kṛtavān",
            "praśnān",
            "kṣattā",
            "kauṣārava",
            "agrataḥ",
            "jāta",
            "eka",
            "bhaktiḥ",
            "govinde",
            "tebhyaḥ",
            "ca",
            "upararāma",
            "ha"
        ],
        "translation": "After asking various questions and becoming established in the transcendental loving service of Lord Kṛṣṇa, Vidura retired from putting questions to Maitreya Muni.",
        "purport": " Vidura retired from putting questions before Maitreya Muni when he was convinced by Maitreya Ṛṣi that the summum bonum of life is to be finally situated in the transcendental loving service of Lord Śrī Kṛṣṇa, who is Govinda, or one who satisfies His devotees in all respects. The conditioned soul, the living being in material existence, seeks happiness by employing his senses in the modes of materialism, but that cannot give him satisfaction. He then searches after the Supreme Truth by the empiric philosophic speculative method and intellectual feats. But if he does not find the ultimate goal, he again goes down to material activities and engages himself in various philanthropic and altruistic works, which all fail to give him satisfaction. So neither fruitive activities nor dry philosophical speculation can give one satisfaction because by nature a living being is the eternal servitor of the Supreme Lord Śrī Kṛṣṇa, and all the Vedic literatures give him direction towards that ultimate end. The Bhagavad-gītā (15.15) confirms this statement. Like Vidura, an inquisitive conditioned soul must approach a bona fide spiritual master like Maitreya and by intelligent inquiries must try to know everything about karma (fruitive activities), jñāna (philosophical research for the Supreme Truth) and yoga (the linking process of spiritual realization). One who is not seriously inclined to put questions before a spiritual master need not accommodate a show-bottle spiritual master, nor should a person who may be a spiritual master for others pose to be so if he is unable to engage his disciple ultimately in the transcendental loving service of Lord Śrī Kṛṣṇa. Vidura was successful in approaching such a spiritual master like Maitreya, and he got the ultimate goal of life: bhakti unto Govinda. Thus there was nothing to be known further about spiritual progress."
    },
    {
        "verse": "3-4",
        "devanagari": "तं बन्धुमागतं द‍ृष्ट्वा धर्मपुत्र: सहानुज: ।धृतराष्ट्रो युयुत्सुश्च सूत: शारद्वत: पृथा ॥ ३ ॥गान्धारी द्रौपदी ब्रह्मन् सुभद्रा चोत्तरा कृपी ।अन्याश्च जामय: पाण्डोर्ज्ञातय: ससुता: स्त्रिय: ॥ ४ ॥",
        "english_devnagari": "taṁ bandhum āgataṁ dṛṣṭvādharma-putraḥ sahānujaḥdhṛtarāṣṭro yuyutsuś casūtaḥ śāradvataḥ pṛthā",
        "verse_Syn": [
            "tam",
            "bandhum",
            "āgatam",
            "dṛṣṭvā",
            "dharma",
            "putraḥ",
            "saha",
            "anujaḥ",
            "dhṛtarāṣṭraḥ",
            "yuyutsuḥ",
            "ca",
            "sūtaḥ",
            "śāradvataḥ",
            "pṛthā",
            "gāndhārī",
            "draupadī",
            "brahman",
            "subhadrā",
            "ca",
            "uttarā",
            "kṛpī",
            "anyāḥ",
            "ca",
            "jāmayaḥ",
            "pāṇḍoḥ",
            "jñātayaḥ",
            "sa",
            "sutāḥ",
            "striyaḥ"
        ],
        "translation": "When they saw Vidura return to the palace, all the inhabitants — Mahārāja Yudhiṣṭhira, his younger brothers, Dhṛtarāṣṭra, Sātyaki, Sañjaya, Kṛpācārya, Kuntī, Gāndhārī, Draupadī, Subhadrā, Uttarā, Kṛpī, many other wives of the Kauravas, and other ladies with children — all hurried to him in great delight. It so appeared that they had regained their consciousness after a long period.",
        "purport": " Gāndhārī: The ideal chaste lady in the history of the world. She was the daughter of Mahārāja Subala, the King of Gāndhāra (now Kandahar in Kabul), and in her maiden state she worshiped Lord Śiva. Lord Śiva is generally worshiped by Hindu maidens to get a good husband. Gāndhārī satisfied Lord Śiva, and by his benediction to obtain one hundred sons, she was betrothed to Dhṛtarāṣṭra, despite his being blind forever. When Gāndhārī came to know that her would-be husband was a blind man, to follow her life companion she decided to become voluntarily blind. So she wrapped up her eyes with many silk linens, and she was married to Dhṛtarāṣṭra under the guidance of her elder brother Śakuni. She was the most beautiful girl of her time, and she was equally qualified by her womanly qualities, which endeared every member of the Kaurava court. But despite all her good qualities, she had the natural frailties of a woman, and she was envious of Kuntī when the latter gave birth to a male child. Both the queens were pregnant, but Kuntī first gave birth to a male child. Thus Gāndhārī became angry and gave a blow to her own abdomen. As a result, she gave birth to a lump of flesh only, but since she was a devotee of Vyāsadeva, by the instruction of Vyāsadeva the lump was divided into one hundred parts, and each part gradually developed to become a male child. Thus her ambition to become the mother of one hundred sons was fulfilled, and she began to nourish all the children according to her exalted position. When the intrigue of the Battle of Kurukṣetra was going on, she was not in favor of fighting with the Pāṇḍavas; rather, she blamed Dhṛtarāṣṭra, her husband, for such a fratricidal war. She desired that the state be divided into two parts, for the sons of Pāṇḍu and her own. She was very affected when all her sons died in the Battle of Kurukṣetra, and she wanted to curse Bhīmasena and Yudhiṣṭhira, but she was checked by Vyāsadeva. Her mourning over the death of Duryodhana and Duḥśāsana before Lord Kṛṣṇa was very pitiful, and Lord Kṛṣṇa pacified her by transcendental messages. She was equally aggrieved on the death of Karṇa, and she described to Lord Kṛṣṇa the lamentation of Karṇa’s wife. She was pacified by Śrīla Vyāsadeva when he showed her dead sons, then promoted to the heavenly kingdoms. She died along with her husband in the jungles of the Himālayas near the mouth of the Ganges; she burned in a forest fire. Mahārāja Yudhiṣṭhira performed the death ceremony of his uncle and aunt. Pṛthā: Daughter of Mahārāja Śūrasena and sister of Vasudeva, Lord Kṛṣṇa’s father. Later she was adopted by Mahārāja Kuntibhoja, and hence she is known as Kuntī. She is the incarnation of the success potency of the Personality of Godhead. The heavenly denizens from the upper planets used to visit the palace of King Kuntibhoja, and Kuntī was engaged for their reception. She also served the great mystic sage Durvāsā, and being satisfied by her faithful service, Durvāsā Muni gave her a mantra by which it was possible for her to call for any demigod she pleased. As a matter of inquisitiveness, she at once called for the sungod, who desired couplement with her, but she declined. But the sun-god assured her immunity from virgin adulteration, and so she agreed to his proposal. As a result of this couplement, she became pregnant, and Karṇa was born by her. By the grace of the sun, she again turned into a virgin girl, but being afraid of her parents, she quitted the newly born child, Karṇa. After that, when she actually selected her own husband, she preferred Pāṇḍu to be her husband. Mahārāja Pāṇḍu later wanted to retire from family life and adopt the renounced order of life. Kuntī refused to allow her husband to adopt such life, but at last Mahārāja Pāṇḍu gave her permission to become a mother of sons by calling some other suitable personalities. Kuntī did not accept this proposal at first, but when vivid examples were set by Pāṇḍu she agreed. Thus by dint of the mantra awarded by Durvāsā Muni she called for Dharmarāja, and thus Yudhiṣṭhira was born. She called for the demigod Vāyu (air), and thus Bhīma was born. She called for Indra, the King of heaven, and thus Arjuna was born. The other two sons, namely Nakula and Sahadeva, were begotten by Pāṇḍu himself in the womb of Mādrī. Later on, Mahārāja Pāṇḍu died at an early age, for which Kuntī was so aggrieved that she fainted. Two co-wives, namely Kuntī and Mādrī, decided that Kuntī should live for the maintenance of the five minor children, the Pāṇḍavas, and Mādrī should accept the satī rituals by meeting voluntary death along with her husband. This agreement was endorsed by great sages like Śataśṛṅga and others present on the occasion. Later on, when the Pāṇḍavas were banished from the kingdom by the intrigues of Duryodhana, Kuntī followed her sons, and she equally faced all sorts of difficulties during those days. During the forest life one demon girl, Hiḍimbā, wanted Bhīma as her husband. Bhīma refused, but when the girl approached Kuntī and Yudhiṣṭhira, they ordered Bhīma to accept her proposal and give her a son. As a result of this combination, Ghaṭotkaca was born, and he fought very valiantly with his father against the Kauravas. In their forest life they lived with a brāhmaṇa family that was in trouble because of one Bakāsura demon, and Kuntī ordered Bhīma to kill the Bakāsura to protect the brāhmaṇa family against troubles created by the demon. She advised Yudhiṣṭhira to start for the Pāñcāladeśa. Draupadī was gained in this Pāñcāladeśa by Arjuna, but by order of Kuntī all five of the Pāṇḍava brothers became equally the husbands of Pāñcālī, or Draupadī. She was married with five Pāṇḍavas in the presence of Vyāsadeva. Kuntīdevī never forgot her first child, Karṇa, and after Karṇa’s death in the Battle of Kurukṣetra she lamented and admitted before her other sons that Karṇa was her eldest son prior to her marriage with Mahārāja Pāṇḍu. Her prayers for the Lord after the Battle of Kurukṣetra, when Lord Kṛṣṇa was going back home, are excellently explained. Later she went to the forest with Gāndhārī for severe penance. She used to take meals after each thirty days. She finally sat down in profound meditation and later burned to ashes in a forest fire. Draupadī: The most chaste daughter of Mahārāja Drupada and partly an incarnation of the goddess Śacī, the wife of Indra. Mahārāja Drupada performed a great sacrifice under the superintendence of the sage Yaja. By his first offering, Dhṛṣṭadyumna was born, and by the second offering, Draupadī was born. She is therefore the sister of Dhṛṣṭadyumna, and she is also named Pāñcālī. The five Pāṇḍavas married her as a common wife, and each of them begot a son in her. Mahārāja Yudhiṣṭhira begot a son named Pratibhit, Bhīmasena begot a son named Sutasoma, Arjuna begot Śrutakīrti, Nakula begot Śatānīka, and Sahadeva begot Śrutakarmā. She is described as a most beautiful lady, equal to her mother-in-law, Kuntī. During her birth there was an aeromessage that she should be called Kṛṣṇā. The same message also declared that she was born to kill many a kṣatriya. By dint of her blessings from Śaṅkara, she was awarded five husbands, equally qualified. When she preferred to select her own husband, princes and kings were invited from all the countries of the world. She was married with the Pāṇḍavas during their exile in the forest, but when they went back home Mahārāja Drupada gave them immense wealth as a dowry. She was well received by all the daughters-in-law of Dhṛtarāṣṭra. When she was lost in a gambling game, she was forcibly dragged into the assembly hall, and an attempt was made by Duḥśāsana to see her naked beauty, even though there were elderly persons like Bhīṣma and Droṇa present. She was a great devotee of Lord Kṛṣṇa, and by her praying, the Lord Himself became an unlimited garment to save her from the insult. A demon of the name Jaṭāsura kidnapped her, but her second husband, Bhīmasena, killed the demon and saved her. She saved the Pāṇḍavas from the curse of Maharṣi Durvāsā by the grace of Lord Kṛṣṇa. When the Pāṇḍavas lived incognito in the palace of Virāṭa, Kīcaka was attracted by her exquisite beauty, and by arrangement with Bhīma the devil was killed and she was saved. She was very much aggrieved when her five sons were killed by Aśvatthāmā. At the last stage, she accompanied her husband Yudhiṣṭhira and others and fell on the way. The cause of her falling was explained by Yudhiṣṭhira, but when Yudhiṣṭhira entered the heavenly planet he saw Draupadī gloriously present there as the goddess of fortune in the heavenly planet. Subhadrā: Daughter of Vasudeva and sister of Lord Śrī Kṛṣṇa. She was not only a very dear daughter of Vasudeva, but also a very dear sister to both Kṛṣṇa and Baladeva. The two brothers and sister are represented in the famous Jagannātha temple of Purī, and the temple is still visited by thousands of pilgrims daily. This temple is in remembrance of the Lord’s visit at Kurukṣetra during an occasion of solar eclipse and His subsequent meeting with the residents of Vṛndāvana. The meeting of Rādhā and Kṛṣṇa during this occasion is a very pathetic story, and Lord Śrī Caitanya, in the ecstasy of Rādhārāṇī, always pined for Lord Śrī Kṛṣṇa at Jagannātha Purī. While Arjuna was at Dvārakā, he wanted to have Subhadrā as his queen, and he expressed his desire to Lord Kṛṣṇa. Śrī Kṛṣṇa knew that His elder brother, Lord Baladeva, was arranging her marriage elsewhere, and since He did not dare to go against the arrangement of Baladeva, He advised Arjuna to kidnap Subhadrā. So when all of them were on a pleasure trip on the Raivata Hill, Arjuna managed to kidnap Subhadrā according to the plan of Śrī Kṛṣṇa. Śrī Baladeva was very angry at Arjuna, and He wanted to kill him, but Lord Kṛṣṇa implored His brother to excuse Arjuna. Then Subhadrā was duly married with Arjuna, and Abhimanyu was born of Subhadrā. At the premature death of Abhimanyu, Subhadrā was very mortified, but on the birth of Parīkṣit she was happy and solaced."
    },
    {
        "verse": "5",
        "devanagari": "प्रत्युज्जग्मु: प्रहर्षेण प्राणं तन्व इवागतम् ।अभिसङ्गम्य विधिवत् परिष्वङ्गाभिवादनै: ॥ ५ ॥",
        "english_devnagari": "pratyujjagmuḥ praharṣeṇaprāṇaṁ tanva ivāgatamabhisaṅgamya vidhivatpariṣvaṅgābhivādanaiḥ",
        "verse_Syn": [
            "prati",
            "ujjagmuḥ",
            "praharṣeṇa",
            "prāṇam",
            "tanvaḥ",
            "iva",
            "āgatam",
            "abhisaṅgamya",
            "vidhi",
            "vat",
            "pariṣvaṅga",
            "abhivādanaiḥ"
        ],
        "translation": "With great delight they all approached him, as if life had returned to their bodies. They exchanged obeisances and welcomed each other with embraces.",
        "purport": " In the absence of consciousness, the limbs of the body remain inactive. But when consciousness returns, the limbs and senses become active, and existence itself becomes delightful. Vidura was so dear to the members of the Kaurava family that his long absence from the palace was comparable to inactivity. All of them were feeling acute separation from Vidura, and therefore his return to the palace was joyful for all."
    },
    {
        "verse": "6",
        "devanagari": "मुमुचु: प्रेमबाष्पौघं विरहौत्कण्ठ्यकातरा: ।राजा तमर्हयाञ्चक्रे कृतासनपरिग्रहम् ॥ ६ ॥",
        "english_devnagari": "mumucuḥ prema-bāṣpaughaṁvirahautkaṇṭhya-kātarāḥrājā tam arhayāṁ cakrekṛtāsana-parigraham",
        "verse_Syn": [
            "mumucuḥ",
            "prema",
            "bāṣpa",
            "ogham",
            "viraha",
            "autkaṇṭhya",
            "kātarāḥ",
            "rājā",
            "tam",
            "arhayām",
            "cakre",
            "kṛta",
            "āsana",
            "parigraham"
        ],
        "translation": "Due to anxieties and long separation, they all cried out of affection. King Yudhiṣṭhira then arranged to offer sitting accommodations and a reception.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तं भुक्तवन्तं विश्रान्तमासीनं सुखमासने ।प्रश्रयावनतो राजा प्राह तेषां च श‍ृण्वताम् ॥ ७ ॥",
        "english_devnagari": "taṁ bhuktavantaṁ viśrāntamāsīnaṁ sukham āsanepraśrayāvanato rājāprāha teṣāṁ ca śṛṇvatām",
        "verse_Syn": [
            "tam",
            "bhuktavantam",
            "viśrāntam",
            "āsīnam",
            "sukham",
            "āsane",
            "praśraya",
            "avanataḥ",
            "rājā",
            "prāha",
            "teṣām",
            "ca",
            "śṛṇvatām"
        ],
        "translation": "After Vidura ate sumptuously and took sufficient rest, he was comfortably seated. Then the King began to speak to him, and all who were present there listened.",
        "purport": " King Yudhiṣṭhira was expert in reception also, even in the case of his family members. Vidura was well received by all the family members by exchange of embraces and obeisances. After that, bathing and arrangements for a sumptuous dinner were made, and then he was given sufficient rest. After finishing his rest, he was offered a comfortable place to sit, and then the King began to talk about all happenings, both family and otherwise. That is the proper way to receive a beloved friend, or even an enemy. According to Indian moral codes, even an enemy received at home should be so well received that he will not feel any fearful situation. An enemy is always afraid of his enemy, but this should not be so when he is received at home by his enemy. This means that a person, when received at home, should be treated as a relative, so what to speak of a family member like Vidura, who was a well-wisher for all the members of the family. Thus Yudhiṣṭhira Mahārāja began to speak in the presence of all the other members."
    },
    {
        "verse": "8",
        "devanagari": "युधिष्ठिर उवाचअपि स्मरथ नो युष्मत्पक्षच्छायासमेधितान् ।विपद्गणाद्विषाग्‍न्‍यादेर्मोचिता यत्समातृका: ॥ ८ ॥",
        "english_devnagari": "yudhiṣṭhira uvācaapi smaratha no yuṣmat-pakṣa-cchāyā-samedhitānvipad-gaṇād viṣāgnyādermocitā yat samātṛkāḥ",
        "verse_Syn": [
            "yudhiṣṭhiraḥ",
            "uvāca",
            "api",
            "smaratha",
            "naḥ",
            "yuṣmat",
            "pakṣa",
            "chāyā",
            "samedhitān",
            "vipat",
            "gaṇāt",
            "viṣa",
            "agni",
            "ādeḥ",
            "mocitāḥ",
            "yat",
            "sa",
            "mātṛkāḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira said: My uncle, do you remember how you always protected us, along with our mother, from all sorts of calamities? Your partiality, like the wings of a bird, saved us from poisoning and arson.",
        "purport": " Due to Pāṇḍu’s death at an early age, his minor children and widow were the object of special care by all the elderly members of the family, especially Bhīṣmadeva and Mahātmā Vidura. Vidura was more or less partial to the Pāṇḍavas due to their political position. Although Dhṛtarāṣṭra was equally careful for the minor children of Mahārāja Pāṇḍu, he was one of the intriguing parties who wanted to wash away the descendants of Pāṇḍu and replace them by raising his own sons to become the rulers of the kingdom. Mahātmā Vidura could follow this intrigue of Dhṛtarāṣṭra and company, and therefore, even though he was a faithful servitor of his eldest brother, Dhṛtarāṣṭra, he did not like his political ambition for the sake of his own sons. He was therefore very careful about the protection of the Pāṇḍavas and their widow mother. Thus he was, so to speak, partial to the Pāṇḍavas, preferring them to the sons of Dhṛtarāṣṭra, although both of them were equally affectionate in his ordinary eyes. He was equally affectionate to both the camps of nephews in the sense that he always chastised Duryodhana for his intriguing policy against his cousins. He always criticized his elder brother for his policy of encouragement to his sons, and at the same time he was always alert in giving special protection to the Pāṇḍavas. All these different activities of Vidura within the palace politics made him well known as partial to the Pāṇḍavas. Mahārāja Yudhiṣṭhira has referred to the past history of Vidura before his going away from home for a prolonged pilgrim’s journey. Mahārāja Yudhiṣṭhira reminded him that he was equally kind and partial to his grown-up nephews, even after the Battle of Kurukṣetra, a great family disaster. Before the Battle of Kurukṣetra, Dhṛtarāṣṭra’s policy was peaceful annihilation of his nephews, and therefore he ordered Purocana to build a house of lac at Vāraṇāvata, and when the building was finished Dhṛtarāṣṭra desired that his brother’s family live there for some time. When the Pāṇḍavas were going there in the presence of all the members of the royal family, Vidura tactfully gave instructions to the Pāṇḍavas about the future plan of Dhṛtarāṣṭra. This is specifically described in the Mahābhārata (Ādi-parva 144). He indirectly hinted, “Even a weapon not made of steel or any other material element can be more than sharp enough to kill an enemy, and he who knows this is never killed.” That is to say, he hinted that the party of the Pāṇḍavas was being sent to Vāraṇāvata to be killed, and thus he warned Yudhiṣṭhira to be very careful in their new residential palace. He also gave indications of fire and said that fire cannot extinguish the soul but can annihilate the material body. But one who protects the soul can live. Kuntī could not follow such indirect conversations between Mahārāja Yudhiṣṭhira and Vidura, and thus when she inquired from her son about the purport of the conversation, Yudhiṣṭhira replied that from the talks of Vidura it was understood that there was a hint of fire in the house where they were proceeding. Later on, Vidura came in disguise to the Pāṇḍavas and informed them that the housekeeper was going to set fire to the house on the fourteenth night of the waning moon. It was an intrigue of Dhṛtarāṣṭra that the Pāṇḍavas might die all together with their mother. And by his warning the Pāṇḍavas escaped through a tunnel underneath the earth so that their escape was also unknown to Dhṛtarāṣṭra, so much so that after setting the fire, the Kauravas were so certain of the death of the Pāṇḍavas that Dhṛtarāṣṭra performed the last rites of death with great cheerfulness. And during the mourning period all the members of the palace became overwhelmed with lamentation, but Vidura did not become so, because of his knowledge that the Pāṇḍavas were alive somewhere. There are many such instances of calamities, and in each of them Vidura gave protection to the Pāṇḍavas on one hand, and on the other he tried to restrain his brother Dhṛtarāṣṭra from such intriguing policies. Therefore, he was always partial to the Pāṇḍavas, just as a bird protects its eggs by its wing."
    },
    {
        "verse": "9",
        "devanagari": "कया वृत्त्या वर्तितं वश्चरद्भ‍ि: क्षितिमण्डलम् ।तीर्थानि क्षेत्रमुख्यानि सेवितानीह भूतले ॥ ९ ॥",
        "english_devnagari": "kayā vṛttyā vartitaṁ vaścaradbhiḥ kṣiti-maṇḍalamtīrthāni kṣetra-mukhyānisevitānīha bhūtale",
        "verse_Syn": [
            "kayā",
            "vṛttyā",
            "vartitam",
            "vaḥ",
            "caradbhiḥ",
            "kṣiti",
            "maṇḍalam",
            "tīrthāni",
            "kṣetra",
            "mukhyāni",
            "sevitāni",
            "iha",
            "bhūtale"
        ],
        "translation": "While traveling on the surface of the earth, how did you maintain your livelihood? At which holy places and pilgrimage sites did you render service?",
        "purport": " Vidura went out from the palace to detach himself from household affairs, especially political intrigues. As referred to hereinbefore, he was practically insulted by Duryodhana’s calling him a son of a śūdrāṇī, although it was not out of place to talk loosely in the case of one’s grandmother. Vidura’s mother, although a śūdrāṇī, was the grandmother of Duryodhana, and funny talks are sometimes allowed between grandmother and grandchildren. But because the remark was an actual fact, it was unpalatable talk to Vidura, and it was accepted as a direct insult. He therefore decided to quit his paternal house and prepare for the renounced order of life. This preparatory stage is called vānaprastha-āśrama, or retired life for traveling and visiting the holy places on the surface of the earth. In the holy places of India, like Vṛndāvana, Hardwar, Jagannātha Purī, and Prayāga, there are many great devotees, and there are still free kitchen houses for persons who desire to advance spiritually. Mahārāja Yudhiṣṭhira was inquisitive to learn whether Vidura maintained himself by the mercy of the free kitchen houses (chatras)."
    },
    {
        "verse": "10",
        "devanagari": "भवद्विधा भागवतास्तीर्थभूता: स्वयं विभो ।तीर्थीकुर्वन्ति तीर्थानि स्वान्त:स्थेन गदाभृता ॥ १० ॥",
        "english_devnagari": "bhavad-vidhā bhāgavatāstīrtha-bhūtāḥ svayaṁ vibhotīrthī-kurvanti tīrthānisvāntaḥ-sthena gadābhṛtā",
        "verse_Syn": [
            "bhavat",
            "vidhāḥ",
            "bhāgavatāḥ",
            "tīrtha",
            "bhūtāḥ",
            "svayam",
            "vibho",
            "tīrthī",
            "kurvanti",
            "tīrthāni",
            "sva",
            "antaḥ",
            "sthena",
            "gadā",
            "bhṛtā"
        ],
        "translation": "My lord, devotees like your good self are verily holy places personified. Because you carry the Personality of Godhead within your heart, you turn all places into places of pilgrimage.",
        "purport": " The Personality of Godhead is omnipresent by His diverse potencies everywhere, just as the power of electricity is distributed everywhere within space. Similarly, the Lord’s omnipresence is perceived and manifested by His unalloyed devotees like Vidura, just as electricity is manifested in an electric bulb. A pure devotee like Vidura always feels the presence of the Lord everywhere. He sees everything in the potency of the Lord and the Lord in everything. The holy places all over the earth are meant for purifying the polluted consciousness of the human being by an atmosphere surcharged with the presence of the Lord’s unalloyed devotees. If anyone visits a holy place, he must search out the pure devotees residing in such holy places, take lessons from them, try to apply such instructions in practical life and thus gradually prepare oneself for the ultimate salvation, going back to Godhead. To go to some holy place of pilgrimage does not mean only to take a bath in the Ganges or Yamunā or to visit the temples situated in those places. One should also find representatives of Vidura who have no desire in life save and except to serve the Personality of Godhead. The Personality of Godhead is always with such pure devotees because of their unalloyed service, which is without any tinge of fruitive action or utopian speculation. They are in the actual service of the Lord, specifically by the process of hearing and chanting. The pure devotees hear from the authorities and chant, sing and write of the glories of the Lord. Mahāmuni Vyāsadeva heard from Nārada, and then he chanted in writing; Śukadeva Gosvāmī studied from his father, and he described it to Parīkṣit; that is the way of Śrīmad-Bhāgavatam. So by their actions the pure devotees of the Lord can render any place into a place of pilgrimage, and the holy places are worth the name only on their account. Such pure devotees are able to rectify the polluted atmosphere of any place, and what to speak of a holy place rendered unholy by the questionable actions of interested persons who try to adopt a professional life at the cost of the reputation of a holy place."
    },
    {
        "verse": "11",
        "devanagari": "अपि न: सुहृदस्तात बान्धवा: कृष्णदेवता: ।द‍ृष्टा: श्रुता वा यदव: स्वपुर्यां सुखमासते ॥ ११ ॥",
        "english_devnagari": "api naḥ suhṛdas tātabāndhavāḥ kṛṣṇa-devatāḥdṛṣṭāḥ śrutā vā yadavaḥsva-puryāṁ sukham āsate",
        "verse_Syn": [
            "api",
            "naḥ",
            "suhṛdaḥ",
            "tāta",
            "bāndhavāḥ",
            "kṛṣṇa",
            "devatāḥ",
            "dṛṣṭāḥ",
            "śrutāḥ",
            "vā",
            "yadavaḥ",
            "sva",
            "puryām",
            "sukham",
            "āsate"
        ],
        "translation": "My uncle, you must have visited Dvārakā. In that holy place are our friends and well-wishers, the descendants of Yadu, who are always rapt in the service of the Lord Śrī Kṛṣṇa. You might have seen them or heard about them. Are they all living happily in their abodes?",
        "purport": " The particular word kṛṣṇa-devatāḥ, i.e., those who are always rapt in the service of Lord Kṛṣṇa, is significant. The Yādavas and the Pāṇḍavas, who were always rapt in the thought of the Lord Kṛṣṇa and His different transcendental activities, were all pure devotees of the Lord like Vidura. Vidura left home in order to devote himself completely to the service of the Lord, but the Pāṇḍavas and the Yādavas were always rapt in the thought of Lord Kṛṣṇa. Thus there is no difference in their pure devotional qualities. Either remaining at home or leaving home, the real qualification of a pure devotee is to become rapt in the thought of Kṛṣṇa favorably, i.e., knowing well that Lord Kṛṣṇa is the Absolute Personality of Godhead. Kaṁsa, Jarāsandha, Śiśupāla and other demons like them were also always rapt in the thought of Lord Kṛṣṇa, but they were absorbed in a different way, namely unfavorably, or thinking Him to be a powerful man only. Therefore, Kaṁsa and Śiśupāla are not on the same level as pure devotees like Vidura, the Pāṇḍavas and the Yādavas. Mahārāja Yudhiṣṭhira was also always rapt in the thought of Lord Kṛṣṇa and His associates at Dvārakā. Otherwise he could not have asked all about them from Vidura. Mahārāja Yudhiṣṭhira was therefore on the same level of devotion as Vidura, although engaged in the state affairs of the kingdom of the world."
    },
    {
        "verse": "12",
        "devanagari": "इत्युक्तो धर्मराजेन सर्वं तत् समवर्णयत् ।यथानुभूतंक्रमशो विना यदुकुलक्षयम् ॥ १२ ॥",
        "english_devnagari": "ity ukto dharma-rājenasarvaṁ tat samavarṇayatyathānubhūtaṁ kramaśovinā yadu-kula-kṣayam",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "dharma",
            "rājena",
            "sarvam",
            "tat",
            "samavarṇayat",
            "yathā",
            "anubhūtam",
            "kramaśaḥ",
            "vinā",
            "yadu",
            "kula",
            "kṣayam"
        ],
        "translation": "Thus being questioned by Mahārāja Yudhiṣṭhira, Mahātmā Vidura gradually described everything he had personally experienced, except news of the annihilation of the Yadu dynasty.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "नन्वप्रियं दुर्विषहं नृणांस्वयमुपस्थितम् ।नावेदयत् सकरुणो दु:खितान् द्रष्टुमक्षम: ॥ १३ ॥",
        "english_devnagari": "nanv apriyaṁ durviṣahaṁnṛṇāṁ svayam upasthitamnāvedayat sakaruṇoduḥkhitān draṣṭum akṣamaḥ",
        "verse_Syn": [
            "nanu",
            "apriyam",
            "durviṣaham",
            "nṛṇām",
            "svayam",
            "upasthitam",
            "na",
            "āvedayat",
            "sakaruṇaḥ",
            "duḥkhitān",
            "draṣṭum",
            "akṣamaḥ"
        ],
        "translation": "Compassionate Mahātmā Vidura could not stand to see the Pāṇḍavas distressed at any time. Therefore he did not disclose this unpalatable and unbearable incident because calamities come of their own accord.",
        "purport": " According to Nīti-śāstra (civic laws) one should not speak an unpalatable truth to cause distress to others. Distress comes upon us in its own way by the laws of nature, so one should not aggravate it by propaganda. For a compassionate soul like Vidura, especially in his dealings with the beloved Pāṇḍavas, it was almost impossible to disclose an unpalatable piece of news like the annihilation of the Yadu dynasty. Therefore he purposely refrained from it."
    },
    {
        "verse": "14",
        "devanagari": "कञ्चित्कालमथावात्सीत्सत्कृतो देववत्सुखम् ।भ्रातुर्ज्येष्ठस्य श्रेयस्कृत्सर्वेषां सुखमावहन् ॥ १४ ॥",
        "english_devnagari": "kañcit kālam athāvātsītsat-kṛto devavat sukhambhrātur jyeṣṭhasya śreyas-kṛtsarveṣāṁ sukham āvahan",
        "verse_Syn": [
            "kañcit",
            "kālam",
            "atha",
            "avātsīt",
            "sat",
            "kṛtaḥ",
            "deva",
            "vat",
            "sukham",
            "bhrātuḥ",
            "jyeṣṭhasya",
            "śreyaḥ",
            "kṛt",
            "sarveṣām",
            "sukham",
            "āvahan"
        ],
        "translation": "Thus Mahātmā Vidura, being treated just like a godly person by his kinsmen, remained there for a certain period just to rectify the mentality of his eldest brother and in this way bring happiness to all the others.",
        "purport": " Saintly persons like Vidura must be treated as well as a denizen from heaven. In those days denizens of heavenly planets used to visit homes like that of Mahārāja Yudhiṣṭhira, and sometimes persons like Arjuna and others used to visit higher planets. Nārada is a spaceman who can travel unrestrictedly, not only within the material universes but also in the spiritual universes. Even Nārada used to visit the palace of Mahārāja Yudhiṣṭhira and what to speak of other celestial demigods. It is only the spiritual culture of the people concerned that makes interplanetary travel possible, even in the present body. Mahārāja Yudhiṣṭhira therefore received Vidura in the manner of reception offered to the demigods. Mahātmā Vidura had already adopted the renounced order of life, and therefore he did not return to his paternal palace to enjoy some material comforts. He accepted out of his own mercy what was offered to him by Mahārāja Yudhiṣṭhira, but the purpose of living in the palace was to deliver his elder brother, Dhṛtarāṣṭra, who was too much materially attached. Dhṛtarāṣṭra lost all his state and descendants in the fight with Mahārāja Yudhiṣṭhira, and still, due to his sense of helplessness, he did not feel ashamed to accept the charity and hospitality of Mahārāja Yudhiṣṭhira. On the part of Mahārāja Yudhiṣṭhira, it was quite in order to maintain his uncle in a befitting manner, but acceptance of such magnanimous hospitality by Dhṛtarāṣṭra was not at all desirable. He accepted it because he thought that there was no alternative. Vidura particularly came to enlighten Dhṛtarāṣṭra and to give him a lift to the higher status of spiritual cognition. It is the duty of enlightened souls to deliver the fallen ones, and Vidura came for that reason. But talks of spiritual enlightenment are so refreshing that while instructing Dhṛtarāṣṭra, Vidura attracted the attention of all the members of the family, and all of them took pleasure in hearing him patiently. This is the way of spiritual realization. The message should be heard attentively, and if spoken by a realized soul, it will act on the dormant heart of the conditioned soul. And by continuously hearing, one can attain the perfect stage of self-realization."
    },
    {
        "verse": "15",
        "devanagari": "अबिभ्रदर्यमा दण्डं यथावदघकारिषु ।यावद्दधार शूद्रत्वं शापाद्वर्षशतं यम: ॥ १५ ॥",
        "english_devnagari": "abibhrad aryamā daṇḍaṁyathāvad agha-kāriṣuyāvad dadhāra śūdratvaṁśāpād varṣa-śataṁ yamaḥ",
        "verse_Syn": [
            "abibhrat",
            "aryamā",
            "daṇḍam",
            "yathāvat",
            "agha",
            "kāriṣu",
            "yāvat",
            "dadhāra",
            "śūdratvam",
            "śāpāt",
            "varṣa",
            "śatam",
            "yamaḥ"
        ],
        "translation": "As long as Vidura played the part of a śūdra, being cursed by Maṇḍūka Muni, Aryamā officiated at the post of Yamarāja to punish those who committed sinful acts.",
        "purport": " Vidura, born in the womb of a śūdra woman, was forbidden even to be a party of royal heritage along with his brothers Dhṛtarāṣṭra and Pāṇḍu. Then how could he occupy the post of a preacher to instruct such learned kings and kṣatriyas as Dhṛtarāṣṭra and Mahārāja Yudhiṣṭhira? The first answer is that even though it is accepted that he was a śūdra by birth, because he renounced the world for spiritual enlightenment by the authority of Ṛṣi Maitreya and was thoroughly educated by him in transcendental knowledge, he was quite competent to occupy the post of an ācārya, or spiritual preceptor. According to Śrī Caitanya Mahāprabhu, anyone who is conversant in the transcendental knowledge, or the science of Godhead, be he a brāhmaṇa or a śūdra, a householder or a sannyāsī, is eligible to become a spiritual master. Even in the ordinary moral codes (maintained by Cāṇakya Paṇḍita, the great politician and moralist) there is no harm in taking lessons from a person who may be by birth less than a śūdra. This is one part of the answer. The other is that Vidura was not actually a śūdra. He was to play the part of a so-called śūdra for one hundred years, being cursed by Maṇḍūka Muni. He was the incarnation of Yamarāja, one of the twelve mahājanas, on the level with such exalted personalities as Brahmā, Nārada, Śiva, Kapila, Bhīṣma, Prahlāda, etc. Being a mahājana, it is the duty of Yamarāja to preach the cult of devotion to the people of the world, as Nārada, Brahmā, and other mahājanas do. But Yamarāja is always busy in his Plutonic kingdom punishing the doers of sinful acts. Yamarāja is deputed by the Lord to a particular planet, some hundreds of thousands of miles away from the planet of earth, to take away the corrupt souls after death and convict them in accordance with their respective sinful activities. Thus Yamarāja has very little time to take leave from his responsible office of punishing the wrongdoers. There are more wrongdoers than righteous men. Therefore Yamarāja has to do more work than other demigods who are also authorized agents of the Supreme Lord. But he wanted to preach the glories of the Lord, and therefore by the will of the Lord he was cursed by Maṇḍūka Muni to come into the world in the incarnation of Vidura and work very hard as a great devotee. Such a devotee is neither a śūdra nor a brāhmaṇa. He is transcendental to such divisions of mundane society, just as the Personality of Godhead assumes His incarnation as a hog, but He is neither a hog nor a Brahmā. He is above all mundane creatures. The Lord and His different authorized devotees sometimes have to play the role of many lower creatures to claim the conditioned souls, but both the Lord and His pure devotees are always in the transcendental position. When Yamarāja thus incarnated himself as Vidura, his post was officiated by Aryamā, one of the many sons of Kaśyapa and Aditi. The Ādityas are sons of Aditi, and there are twelve Ādityas. Aryamā is one of the twelve Ādityas, and therefore it was quite possible for him to take charge of the office of Yamarāja during his one hundred years’ absence in the form of Vidura. The conclusion is that Vidura was never a śūdra, but was greater than the purest type of brāhmaṇa."
    },
    {
        "verse": "16",
        "devanagari": "युधिष्ठिरो लब्धराज्यो द‍ृष्ट्वा पौत्रं कुलन्धरम् ।भ्रातृभिर्लोकपालाभैर्मुमुदे परया श्रिया ॥ १६ ॥",
        "english_devnagari": "yudhiṣṭhiro labdha-rājyodṛṣṭvā pautraṁ kulan-dharambhrātṛbhir loka-pālābhairmumude parayā śriyā",
        "verse_Syn": [
            "yudhiṣṭhiraḥ",
            "labdha",
            "rājyaḥ",
            "dṛṣṭvā",
            "pautram",
            "kulam",
            "dharam",
            "bhrātṛbhiḥ",
            "loka",
            "pālābhaiḥ",
            "mumude",
            "parayā",
            "śriyā"
        ],
        "translation": "Having won his kingdom and observed the birth of one grandson competent to continue the noble tradition of his family, Mahārāja Yudhiṣṭhira reigned peacefully and enjoyed uncommon opulence in cooperation with his younger brothers, who were all expert administrators to the common people.",
        "purport": " Both Mahārāja Yudhiṣṭhira and Arjuna were unhappy from the beginning of the Battle of Kurukṣetra, but even though they were unwilling to kill their own men in the fight, it had to be done as a matter of duty, for it was planned by the supreme will of Lord Śrī Kṛṣṇa. After the battle, Mahārāja Yudhiṣṭhira was unhappy over such mass killings. Practically there was none to continue the Kuru dynasty after them, the Pāṇḍavas. The only remaining hope was the child in the womb of his daughter-in-law, Uttarā, and he was also attacked by Aśvatthāmā, but by the grace of the Lord the child was saved. So after the settlement of all disturbing conditions and reestablishment of the peaceful order of the state, and after seeing the surviving child, Parīkṣit, well satisfied, Mahārāja Yudhiṣṭhira felt some relief as a human being, although he had very little attraction for material happiness, which is always illusory and temporary."
    },
    {
        "verse": "17",
        "devanagari": "एवं गृहेषु सक्तानां प्रमत्तानां तदीहया ।अत्यक्रामदविज्ञात: काल: परमदुस्तर: ॥ १७ ॥",
        "english_devnagari": "evaṁ gṛheṣu saktānāṁpramattānāṁ tad-īhayāatyakrāmad avijñātaḥkālaḥ parama-dustaraḥ",
        "verse_Syn": [
            "evam",
            "gṛheṣu",
            "saktānām",
            "pramattānām",
            "tat",
            "īhayā",
            "atyakrāmat",
            "avijñātaḥ",
            "kālaḥ",
            "parama",
            "dustaraḥ"
        ],
        "translation": "Insurmountable eternal time imperceptibly overcomes those who are too much attached to family affairs and are always engrossed in their thought.",
        "purport": " “I am now happy; I have everything in order; my bank balance is quite enough; I can now give my children enough estate; I am now successful; the poor beggar sannyāsīs depend on God, but they come to beg from me; therefore I am more than the Supreme God.” These are some of the thoughts which engross the insanely attached householder who is blind to the passing of eternal time. Our duration of life is measured, and no one is able to enhance it even by a second against the scheduled time ordained by the supreme will. Such valuable time, especially for the human being, should be cautiously spent because even a second passed away imperceptibly cannot be replaced, even in exchange for thousands of golden coins amassed by hard labor. Every second of human life is meant for making an ultimate solution to the problems of life, i.e., repetition of birth and death and revolving in the cycle of 8,400,000 different species of life. The material body, which is subject to birth and death, diseases and old age, is the cause of all sufferings of the living being, otherwise the living being is eternal; he is never born, nor does he ever die. Foolish persons forget this problem. They do not know at all how to solve the problems of life, but become engrossed in temporary family affairs not knowing that eternal time is passing away imperceptibly and that their measured duration of life is diminishing every second, without any solution to the big problem, namely repetition of birth and death, disease and old age. This is called illusion. But such illusion cannot work on one who is awake in the devotional service of the Lord. Yudhiṣṭhira Mahārāja and his brothers the Pāṇḍavas were all engaged in the service of the Lord Śrī Kṛṣṇa, and they had very little attraction for the illusory happiness of this material world. As we have discussed previously, Mahārāja Yudhiṣṭhira was fixed in the service of the Lord Mukunda (the Lord, who can award salvation), and therefore he had no attraction even for such comforts of life as are available in the kingdom of heaven, because even the happiness obtained on the planet Brahmaloka is also temporary and illusory. Because the living being is eternal, he can be happy only in the eternal abode of the kingdom of God (paravyoma), from which no one returns to this region of repeated birth and death, disease and old age. Therefore, any comfort of life or any material happiness which does not warrant an eternal life is but illusion for the eternal living being. One who understands this factually is learned, and such a learned person can sacrifice any amount of material happiness to achieve the desired goal known as brahma-sukham, or absolute happiness. Real transcendentalists are hungry for this happiness, and as a hungry man cannot be made happy by all comforts of life minus foodstuff, so the man hungry for eternal absolute happiness cannot be satisfied by any amount of material happiness. Therefore, the instruction described in this verse cannot be applied to Mahārāja Yudhiṣṭhira or his brothers and mother. It was meant for persons like Dhṛtarāṣṭra, for whom Vidura came especially to impart lessons."
    },
    {
        "verse": "18",
        "devanagari": "विदुरस्तदभिप्रेत्य धृतराष्ट्रमभाषत ।राजन्निर्गम्यतां शीघ्रं पश्येदं भयमागतम् ॥ १८ ॥",
        "english_devnagari": "viduras tad abhipretyadhṛtarāṣṭram abhāṣatarājan nirgamyatāṁ śīghraṁpaśyedaṁ bhayam āgatam",
        "verse_Syn": [
            "viduraḥ",
            "tat",
            "abhipretya",
            "dhṛtarāṣṭram",
            "abhāṣata",
            "rājan",
            "nirgamyatām",
            "śīghram",
            "paśya",
            "idam",
            "bhayam",
            "āgatam"
        ],
        "translation": "Mahātmā Vidura knew all this, and therefore he addressed Dhṛtarāṣṭra, saying: My dear King, please get out of here immediately. Do not delay. Just see how fear has overtaken you.",
        "purport": " Cruel death cares for none, be he Dhṛtarāṣṭra or even Mahārāja Yudhiṣṭhira; therefore spiritual instruction, as was given to old Dhṛtarāṣṭra, was equally applicable to younger Mahārāja Yudhiṣṭhira. As a matter of fact, everyone in the royal palace, including the King and his brothers and mother, was raptly attending the lectures. But it was known to Vidura that his instructions were especially meant for Dhṛtarāṣṭra, who was too materialistic. The word rājan is especially addressed to Dhṛtarāṣṭra significantly. Dhṛtarāṣṭra was the eldest son of his father, and therefore according to law he was to be installed on the throne of Hastināpura. But because he was blind from birth, he was disqualified from his rightful claim. But he could not forget the bereavement, and his disappointment was somewhat compensated after the death of Pāṇḍu, his younger brother. His younger brother left behind him some minor children, and Dhṛtarāṣṭra became the natural guardian of them, but at heart he wanted to become the factual king and hand the kingdom over to his own sons, headed by Duryodhana. With all these imperial ambitions, Dhṛtarāṣṭra wanted to become a king, and he contrived all sorts of intrigues in consultation with his brother-in-law Śakuni. But everything failed by the will of the Lord, and at the last stage, even after losing everything, men and money, he wanted to remain as king, being the eldest uncle of Mahārāja Yudhiṣṭhira. Mahārāja Yudhiṣṭhira, as a matter of duty, maintained Dhṛtarāṣṭra in royal honor, and Dhṛtarāṣṭra was happily passing away his numbered days in the illusion of being a king or the royal uncle of King Yudhiṣṭhira. Vidura, as a saint and as the duty-bound affectionate youngest brother of Dhṛtarāṣṭra, wanted to awaken Dhṛtarāṣṭra from his slumber of disease and old age. Vidura therefore sarcastically addressed Dhṛtarāṣṭra as the “King,” which he was actually not. Everyone is the servant of eternal time, and therefore no one can be king in this material world. King means the person who can order. The celebrated English king wanted to order time and tide, but the time and tide refused to obey his order. Therefore one is a false king in the material world, and Dhṛtarāṣṭra was particularly reminded of this false position and of the factual fearful happenings which had already approached him at that time. Vidura asked him to get out immediately, if he wanted to be saved from the fearful situation which was approaching him fast. He did not ask Mahārāja Yudhiṣṭhira in that way because he knew that a king like Mahārāja Yudhiṣṭhira is aware of all the fearful situations of this flimsy world and would take care of himself, in due course, even though Vidura might not be present at that time."
    },
    {
        "verse": "19",
        "devanagari": "प्रतिक्रिया न यस्येह कुतश्चित्कर्हिचित्प्रभो ।स एष भगवान् काल: सर्वेषां न: समागत: ॥ १९ ॥",
        "english_devnagari": "pratikriyā na yasyehakutaścit karhicit prabhosa eṣa bhagavān kālaḥsarveṣāṁ naḥ samāgataḥ",
        "verse_Syn": [
            "pratikriyā",
            "na",
            "yasya",
            "iha",
            "kutaścit",
            "karhicit",
            "prabho",
            "saḥ",
            "eṣaḥ",
            "bhagavān",
            "kālaḥ",
            "sarveṣām",
            "naḥ",
            "samāgataḥ"
        ],
        "translation": "This frightful situation cannot be remedied by any person in this material world. My lord, it is the Supreme Personality of Godhead as eternal time [kāla] that has approached us all.",
        "purport": " There is no superior power which can check the cruel hands of death. No one wants to die, however acute the source of bodily sufferings may be. Even in the days of so-called scientific advancement of knowledge, there is no remedial measure either for old age or for death. Old age is the notice of the arrival of death served by cruel time, and no one can refuse to accept either summon calls or the supreme judgment of eternal time. This is explained before Dhṛtarāṣṭra because he might ask Vidura to find out some remedial measure for the imminent fearful situation, as he had ordered many times before. Before ordering, however, Vidura informed Dhṛtarāṣṭra that there was no remedial measure by anyone or from any source in this material world. And because there is no such thing in the material world, death is identical with the Supreme Personality of Godhead, as it is said by the Lord Himself in the Bhagavad-gītā (10.34). Death cannot be checked by anyone or from any source within this material world. Hiraṇyakaśipu wanted to be immortal and underwent a severe type of penance by which the whole universe trembled, and Brahmā himself approached him to dissuade Hiraṇyakaśipu from such a severe type of penance. Hiraṇyakaśipu asked Brahmā to award him the blessings of immortality, but Brahmā said that he himself was subject to death, even in the topmost planet, so how could he award him the benediction of immortality? So there is death even in the topmost planet of this universe, and what to speak of other planets, which are far, far inferior in quality to Brahmaloka, the residing planet of Brahmā. Wherever there is the influence of eternal time, there is this set of tribulations, namely birth, disease, old age and death, and all of them are invincible."
    },
    {
        "verse": "20",
        "devanagari": "येन चैवाभिपन्नोऽयं प्राणै: प्रियतमैरपि ।जन: सद्यो वियुज्येत किमुतान्यैर्धनादिभि: ॥ २० ॥",
        "english_devnagari": "yena caivābhipanno ’yaṁprāṇaiḥ priyatamair apijanaḥ sadyo viyujyetakim utānyair dhanādibhiḥ",
        "verse_Syn": [
            "yena",
            "ca",
            "eva",
            "abhipannaḥ",
            "ayam",
            "prāṇaiḥ",
            "priya",
            "tamaiḥ",
            "api",
            "janaḥ",
            "sadyaḥ",
            "viyujyeta",
            "kim",
            "uta",
            "anyaiḥ",
            "dhana",
            "ādibhiḥ"
        ],
        "translation": "Whoever is under the influence of supreme kāla [eternal time] must surrender his most dear life, and what to speak of other things, such as wealth, honor, children, land and home.",
        "purport": " A great Indian scientist, busy in the plan-making business, was suddenly called by invincible eternal time while going to attend a very important meeting of the planning commission, and he had to surrender his life, wife, children, house, land, wealth, etc. During the political upsurge in India and its division into Pakistan and Hindustan, so many rich and influential Indians had to surrender life, property and honor due to the influence of time, and there are hundreds and thousands of examples like that all over the world, all over the universe, which are all effects of the influence of time. Therefore, the conclusion is that there is no powerful living being within the universe who can overcome the influence of time. Many poets have written verses lamenting the influence of time. Many devastations have taken place over the universes due to the influence of time, and no one could check them by any means. Even in our daily life, so many things come and go in which we have no hand, but we have to suffer or tolerate them without remedial measure. That is the result of time."
    },
    {
        "verse": "21",
        "devanagari": "पितृभ्रातृसुहृत्पुत्रा हतास्ते विगतं वयम् ।आत्मा च जरया ग्रस्त: परगेहमुपाससे ॥ २१ ॥",
        "english_devnagari": "pitṛ-bhrātṛ-suhṛt-putrāhatās te vigataṁ vayamātmā ca jarayā grastaḥpara-geham upāsase",
        "verse_Syn": [
            "pitṛ",
            "bhrātṛ",
            "suhṛt",
            "putrāḥ",
            "hatāḥ",
            "te",
            "vigatam",
            "vayam",
            "ātmā",
            "ca",
            "jarayā",
            "grastaḥ",
            "para",
            "geham",
            "upāsase"
        ],
        "translation": "Your father, brother, well-wishers and sons are all dead and passed away. You yourself have expended the major portion of your life, your body is now overtaken by invalidity, and you are living in the home of another.",
        "purport": " The King is reminded of his precarious condition, influenced by cruel time, and by his past experience he should have been more intelligent to see what was going to happen to his own life. His father, Vicitravīrya, died long ago, when he and his younger brothers were all little children, and it was due to the care and kindness of Bhīṣmadeva that they were properly brought up. Then again his brother Pāṇḍu died also. Then in the Battlefield of Kurukṣetra his one hundred sons and his grandsons all died, along with all other well-wishers like Bhīṣmadeva, Droṇācārya, Karṇa and many other kings and friends. So he had lost all men and money, and now he was living at the mercy of his nephew, whom he had put into troubles of various types. And despite all these reverses, he thought that he would prolong his life more and more. Vidura wanted to point out to Dhṛtarāṣṭra that everyone has to protect himself by his action and the grace of the Lord. One has to execute his duty faithfully, depending for the result on the supreme authority. No friend, no children, no father, no brother, no state and no one else can protect a person who is not protected by the Supreme Lord. One should, therefore, seek the protection of the Supreme Lord, for the human form of life is meant for seeking that protection. Dhṛtarāṣṭra was warned of his precarious conditions more and more by the following words."
    },
    {
        "verse": "22",
        "devanagari": "अन्ध: पुरैव वधिरो मन्दप्रज्ञाश्च साम्प्रतम् ।विशीर्णदन्तो मन्दाग्नि: सराग: कफमुद्वहन् ॥ २२ ॥",
        "english_devnagari": "andhaḥ puraiva vadhiromanda-prajñāś ca sāmprataṁviśīrṇa-danto mandāgniḥsarāgaḥ kapham udvahan",
        "verse_Syn": [
            "andhaḥ",
            "purā",
            "eva",
            "vadhiraḥ",
            "manda",
            "prajñāḥ",
            "ca",
            "sāmpratam",
            "viśīrṇa",
            "dantaḥ",
            "manda",
            "agniḥ",
            "sa",
            "rāgaḥ",
            "kapham",
            "udvahan"
        ],
        "translation": "You have been blind from your very birth, and recently you have become hard of hearing. Your memory is shortened, and your intelligence is disturbed. Your teeth are loose, your liver is defective, and you are coughing up mucus.",
        "purport": " The symptoms of old age, which had already developed in Dhṛtarāṣṭra, were all one after another pointed out to him as warning that death was nearing very quickly, and still he was foolishly carefree about his future. The signs pointed out by Vidura in the body of Dhṛtarāṣṭra were signs of apakṣaya, or dwindling of the material body before the last stroke of death. The body is born, it develops, stays, creates other bodies, dwindles and then vanishes. But foolish men want to make a permanent settlement of the perishable body and think that their estate, children, society, country, etc., will give them protection. With such foolish ideas, they become overtaken by such temporary engagements and forget altogether that they must give up this temporary body and take a new one, again to arrange for another term of society, friendship and love, again to perish ultimately. They forget their permanent identity and become foolishly active for impermanent occupations, forgetting altogether their prime duty. Saints and sages like Vidura approach such foolish men to awaken them to the real situation, but they take such sādhus and saints as parasites of society, and almost all of them refuse to hear the words of such sādhus and saints, although they welcome show-bottle sādhus and so-called saints who can satisfy their senses. Vidura was not a sādhu to satisfy the ill-gotten sentiment of Dhṛtarāṣṭra. He was correctly pointing out the real situation of life, and how one can save oneself from such catastrophies."
    },
    {
        "verse": "23",
        "devanagari": "अहो महीयसी जन्तोर्जीविताशा यथा भवान् ।भीमापवर्जितंपिण्डमादत्ते गृहपालवत् ॥ २३ ॥",
        "english_devnagari": "aho mahīyasī jantorjīvitāśā yathā bhavānbhīmāpavarjitaṁ piṇḍamādatte gṛha-pālavat",
        "verse_Syn": [
            "aho",
            "mahīyasī",
            "jantoḥ",
            "jīvita",
            "āśā",
            "yathā",
            "bhavān",
            "bhīma",
            "apavarjitam",
            "piṇḍam",
            "ādatte",
            "gṛha",
            "pāla",
            "vat"
        ],
        "translation": "Alas, how powerful are the hopes of a living being to continue his life. Verily, you are living just like a household dog and are eating remnants of food given by Bhīma.",
        "purport": " A sādhu should never flatter kings or rich men to live comfortably at their cost. A sādhu is to speak to the householders about the naked truth of life so that they may come to their senses about the precarious life in material existence. Dhṛtarāṣṭra is a typical example of an attached old man in household life. He had become a pauper in the true sense, yet he wanted to live comfortably in the house of the Pāṇḍavas, of whom Bhīma especially is mentioned because personally he killed two prominent sons of Dhṛtarāṣṭra, namely Duryodhana and Duḥśāsana. These two sons were very much dear to him for their notorious and nefarious activities, and Bhīma is particularly pointed out because he killed these two pet sons. Why was Dhṛtarāṣṭra living there at the house of the Pāṇḍavas? Because he wanted to continue his life comfortably, even at the risk of all humiliation. Vidura, therefore, was astonished how powerful is the urge to continue life. This sense of continuing one’s life indicates that a living being is eternally a living entity and does not want to change his bodily habitation. The foolish man does not know that a particular term of bodily existence is awarded to him to undergo a term of imprisonment, and the human body is awarded, after many, many births and deaths, as a chance for self-realization to go back home, back to Godhead. But persons like Dhṛtarāṣṭra try to make plans to live there in a comfortable position with profit and interest, for they do not see things as they are. Dhṛtarāṣṭra is blind and continues to hope to live comfortably in the midst of all kinds of reverses of life. A sādhu like Vidura is meant to awaken such blind persons and thus help them go back to Godhead, where life is eternal. Once going there, no one wants to come back to this material world of miseries. We can just imagine how responsible a task is entrusted to a sādhu like Mahātmā Vidura."
    },
    {
        "verse": "24",
        "devanagari": "अग्निर्निसृष्टो दत्तश्च गरो दाराश्चदूषिता: ।हृतं क्षेत्रं धनं येषां तद्दत्तैरसुभि: कियत् ॥ २४ ॥",
        "english_devnagari": "agnir nisṛṣṭo dattaś cagaro dārāś ca dūṣitāḥhṛtaṁ kṣetraṁ dhanaṁ yeṣāṁtad-dattair asubhiḥ kiyat",
        "verse_Syn": [
            "agniḥ",
            "nisṛṣṭaḥ",
            "dattaḥ",
            "ca",
            "garaḥ",
            "dārāḥ",
            "ca",
            "dūṣitāḥ",
            "hṛtam",
            "kṣetram",
            "dhanam",
            "yeṣām",
            "tat",
            "dattaiḥ",
            "asubhiḥ",
            "kiyat"
        ],
        "translation": "There is no need to live a degraded life and subsist on the charity of those whom you tried to kill by arson and poisoning. You also insulted their married wife and usurped their kingdom and wealth.",
        "purport": " The system of varṇāśrama religion sets aside a part of one’s life completely for the purpose of self-realization and attainment of salvation in the human form of life. That is a routine division of life, but persons like Dhṛtarāṣṭra, even at their weary ripened age, want to stay home, even in a degraded condition of accepting charity from enemies. Vidura wanted to point this out and impressed upon him that it was better to die like his sons than accept such humiliating charity. Five thousand years ago there was one Dhṛtarāṣṭra, but at the present moment there are Dhṛtarāṣṭras in every home. Politicians especially do not retire from political activities unless they are dragged by the cruel hand of death or killed by some opposing element. To stick to family life to the end of one’s human life is the grossest type of degradation and there is an absolute need for the Viduras to educate such Dhṛtarāṣṭras, even at the present moment."
    },
    {
        "verse": "25",
        "devanagari": "तस्यापि तव देहोऽयं कृपणस्य जिजीविषो: ।परैत्यनिच्छतो जीर्णो जरया वाससी इव ॥ २५ ॥",
        "english_devnagari": "tasyāpi tava deho ’yaṁkṛpaṇasya jijīviṣoḥparaity anicchato jīrṇojarayā vāsasī iva",
        "verse_Syn": [
            "tasya",
            "api",
            "tava",
            "dehaḥ",
            "ayam",
            "kṛpaṇasya",
            "jijīviṣoḥ",
            "paraiti",
            "anicchataḥ",
            "jīrṇaḥ",
            "jarayā",
            "vāsasī",
            "iva"
        ],
        "translation": "Despite your unwillingness to die and your desire to live even at the cost of honor and prestige, your miserly body will certainly dwindle and deteriorate like an old garment.",
        "purport": " The words kṛpaṇasya jijīviṣoḥ are significant. There are two classes of men. One is called the kṛpaṇa, and the other is called the brāhmaṇa. The kṛpaṇa, or the miserly man, has no estimation of his material body, but the brāhmaṇa has a true estimation of himself and the material body. The kṛpaṇa, having a wrong estimation of his material body, wants to enjoy sense gratification with his utmost strength, and even in old age he wants to become a young man by medical treatment or otherwise. Dhṛtarāṣṭra is addressed herein as a kṛpaṇa because without any estimation of his material body he wants to live at any cost. Vidura is trying to open his eyes to see that he cannot live more than his term and that he must prepare for death. Since death is inevitable, why should he accept such a humiliating position for living? It is better to take the right path, even at the risk of death. Human life is meant for finishing all kinds of miseries of material existence, and life should be so regulated that one can achieve the desired goal. Dhṛtarāṣṭra, due to his wrong conception of life, had already spoiled eighty percent of his achieved energy, so it behooved him to utilize the remaining days of his miserly life for the ultimate good. Such a life is called miserly because one cannot properly utilize the assets of the human form of life. Only by good luck does such a miserly man meet a self-realized soul like Vidura and by his instruction gets rid of the nescience of material existence."
    },
    {
        "verse": "26",
        "devanagari": "गतस्वार्थमिमं देहं विरक्तो मुक्तबन्धन: ।अविज्ञातगतिर्जह्यात् स वै धीर उदाहृत: ॥ २६ ॥",
        "english_devnagari": "gata-svārtham imaṁ dehaṁvirakto mukta-bandhanaḥavijñāta-gatir jahyātsa vai dhīra udāhṛtaḥ",
        "verse_Syn": [
            "gata",
            "sva",
            "artham",
            "imam",
            "deham",
            "viraktaḥ",
            "mukta",
            "bandhanaḥ",
            "avijñāta",
            "gatiḥ",
            "jahyāt",
            "saḥ",
            "vai",
            "dhīraḥ",
            "udāhṛtaḥ"
        ],
        "translation": "He is called undisturbed who goes to an unknown, remote place and, freed from all obligations, quits his material body when it has become useless.",
        "purport": " Narottama dāsa Ṭhākura, a great devotee and ācārya of the Gauḍīya Vaiṣṇava sect, has sung, “My Lord, I have simply wasted my life. Having obtained the human body, I have neglected to worship Your Lordship, and therefore I have willingly drunk poison.” In other words, the human body is especially meant for cultivating knowledge of devotional service to the Lord, without which life becomes full of anxieties and miserable conditions. Therefore, one who has spoiled his life without such cultural activities is advised to leave home without knowledge of friends and relatives and, being thus freed from all obligations of family, society, country, etc., give up the body at some unknown destination so that others may not know where and how he has met his death. Dhīra means one who is not disturbed, even when there is sufficient provocation. One cannot give up a comfortable family life due to his affectionate relation with wife and children. Self-realization is obstructed by such undue affection for family, and if anyone is at all able to forget such a relation, he is called undisturbed, or dhīra. This is, however, the path of renunciation based on a frustrated life, but stabilization of such renunciation is possible only by association with bona fide saints and self-realized souls by which one can be engaged in the loving devotional service of the Lord. Sincere surrender unto the lotus feet of the Lord is possible by awakening the transcendental sense of service. This is made possible by association with pure devotees of the Lord. Dhṛtarāṣṭra was lucky enough to have a brother whose very association was a source of liberation for this frustrated life."
    },
    {
        "verse": "27",
        "devanagari": "य: स्वकात्परतो वेह जातनिर्वेद आत्मवान् ।हृदि कृत्वा हरिं गेहात्प्रव्रजेत्स नरोत्तम: ॥ २७ ॥",
        "english_devnagari": "yaḥ svakāt parato vehajāta-nirveda ātmavānhṛdi kṛtvā hariṁ gehātpravrajet sa narottamaḥ",
        "verse_Syn": [
            "yaḥ",
            "svakāt",
            "parataḥ",
            "vā",
            "iha",
            "jāta",
            "nirvedaḥ",
            "ātmavān",
            "hṛdi",
            "kṛtvā",
            "harim",
            "gehāt",
            "pravrajet",
            "saḥ",
            "nara",
            "uttamaḥ"
        ],
        "translation": "He is certainly a first-class man who awakens and understands, either by himself or from others, the falsity and misery of this material world and thus leaves home and depends fully on the Personality of Godhead residing within his heart.",
        "purport": " There are three classes of transcendentalists, namely, (1) the dhīra, or the one who is not disturbed by being away from family association, (2) one in the renounced order of life, a sannyāsī by frustrated sentiment, and (3) a sincere devotee of the Lord, who awakens God consciousness by hearing and chanting and leaves home depending completely on the Personality of Godhead, who resides in his heart. The idea is that the renounced order of life, after a frustrated life of sentiment in the material world, may be the stepping stone on the path of self-realization, but real perfection of the path of liberation is attained when one is practiced to depend fully on the Supreme Personality of Godhead, who lives in everyone’s heart as Paramātmā. One may live in the darkest jungle alone out of home, but a steadfast devotee knows very well that he is not alone. The Supreme Personality of Godhead is with him, and He can protect His sincere devotee in any awkward circumstance. One should therefore practice devotional service at home, hearing and chanting the holy name, quality, form, pastimes, entourage, etc., in association with pure devotees, and this practice will help one awaken God consciousness in proportion to one’s sincerity of purpose. One who desires material benefit by such devotional activities can never depend on the Supreme Personality of Godhead, although He sits in everyone’s heart. Nor does the Lord give any direction to persons who worship Him for material gain. Such materialistic devotees may be blessed by the Lord with material benefits, but they cannot reach the stage of the first-class human being, as above mentioned. There are many examples of such sincere devotees in the history of the world, especially in India, and they are our guides on the path of self-realization. Mahātmā Vidura is one such great devotee of the Lord, and we should all try to follow in his lotus footsteps for self-realization."
    },
    {
        "verse": "28",
        "devanagari": "अथोदीचीं दिशं यातु स्वैरज्ञातगतिर्भवान् ।इतोऽर्वाक्प्रायश: काल: पुंसां गुणविकर्षण: ॥ २८ ॥",
        "english_devnagari": "athodīcīṁ diśaṁ yātusvair ajñāta-gatir bhavānito ’rvāk prāyaśaḥ kālaḥpuṁsāṁ guṇa-vikarṣaṇaḥ",
        "verse_Syn": [
            "atha",
            "udīcīm",
            "diśam",
            "yātu",
            "svaiḥ",
            "ajñāta",
            "gatiḥ",
            "bhavān",
            "itaḥ",
            "arvāk",
            "prāyaśaḥ",
            "kālaḥ",
            "puṁsām",
            "guṇa",
            "vikarṣaṇaḥ"
        ],
        "translation": "Please, therefore, leave for the North immediately, without letting your relatives know, for soon that time will approach which will diminish the good qualities of men.",
        "purport": " One can compensate for a life of frustration by becoming a dhīra, or leaving home for good without communicating with relatives, and Vidura advised his eldest brother to adopt this way without delay because very quickly the Age of Kali was approaching. A conditioned soul is already degraded by the material association, and still in the Kali-yuga the good qualities of a man will deteriorate to the lowest standard. He was advised to leave home before Kali-yuga approached because the atmosphere which was created by Vidura, his valuable instructions on the facts of life, would fade away due to the influence of the age which was fast approaching. To become narottama, or a first-class human being depending completely on the Supreme Lord Śrī Kṛṣṇa, is not possible for any ordinary man. It is stated in Bhagavad-gītā (7.28) that a person who is completely relieved of all taints of sinful acts can alone depend on the Supreme Lord Śrī Kṛṣṇa, the Personality of Godhead. Dhṛtarāṣṭra was advised by Vidura at least to become a dhīra in the beginning if it were impossible for him to become a sannyāsī or a narottama. Persistently endeavoring on the line of self-realization helps a person to rise to the conditions of a narottama from the stage of a dhīra. The dhīra stage is attained after prolonged practice of the yoga system, but by the grace of Vidura one can attain the stage immediately simply by willing to adopt the means of the dhīra stage, which is the preparatory stage for sannyāsa. The sannyāsa stage is the preparatory stage of paramahaṁsa, or the first-grade devotee of the Lord."
    },
    {
        "verse": "29",
        "devanagari": "एवं राजा विदुरेणानुजेनप्रज्ञाचक्षुर्बोधित आजमीढ: ।छित्त्वा स्वेषु स्‍नेहपाशान्द्रढिम्नोनिश्चक्राम भ्रातृसन्दर्शिताध्वा ॥ २९ ॥",
        "english_devnagari": "evaṁ rājā vidureṇānujenaprajñā-cakṣur bodhita ājamīḍhaḥchittvā sveṣu sneha-pāśān draḍhimnoniścakrāma bhrātṛ-sandarśitādhvā",
        "verse_Syn": [
            "evam",
            "rājā",
            "vidureṇa",
            "anujena",
            "prajñā",
            "cakṣuḥ",
            "bodhitaḥ",
            "ājamīḍhaḥ",
            "chittvā",
            "sveṣu",
            "sneha",
            "pāśān",
            "draḍhimnaḥ",
            "niścakrāma",
            "bhrātṛ",
            "sandarśita",
            "adhvā"
        ],
        "translation": "Thus Mahārāja Dhṛtarāṣṭra, the scion of the family of Ajamīḍha, firmly convinced by introspective knowledge [prajñā], broke at once the strong network of familial affection by his resolute determination. Thus he immediately left home to set out on the path of liberation, as directed by his younger brother Vidura.",
        "purport": " Lord Śrī Caitanya Mahāprabhu, the great preacher of the principles of Śrīmad-Bhāgavatam, has stressed the importance of association with sādhus, pure devotees of the Lord. He said that even by a moment’s association with a pure devotee, one can achieve all perfection. We are not ashamed to admit that this fact was experienced in our practical life. Were we not favored by His Divine Grace Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja, by our first meeting for a few minutes only, it would have been impossible for us to accept this mighty task of describing Śrīmad-Bhāgavatam in English. Without seeing him at that opportune moment, we could have become a very great business magnate, but never would we have been able to walk the path of liberation and be engaged in the factual service of the Lord under instructions of His Divine Grace. And here is another practical example by the action of Vidura’s association with Dhṛtarāṣṭra. Mahārāja Dhṛtarāṣṭra was tightly bound in a network of material affinities related to politics, economy and family attachment, and he did everything in his power to achieve so-called success in his planned projects, but he was frustrated from the beginning to the end so far as his material activities were concerned. And yet, despite his life of failure, he achieved the greatest of all success in self-realization by the forceful instructions of a pure devotee of the Lord, who is the typical emblem of a sādhu. The scriptures enjoin, therefore, that one should associate with sādhus only, rejecting all other kinds of association, and by doing so one will have ample opportunity to hear the sādhus, who can cut to pieces the bonds of illusory affection in the material world. It is a fact that the material world is a great illusion because everything appears to be a tangible reality but at the next moment evaporates like the dashing foam of the sea or a cloud in the sky. A cloud in the sky undoubtedly appears to be a reality because it rains, and due to rains so many temporary green things appear, but in the ultimate issue, everything disappears, namely the cloud, rain and green vegetation, all in due course. But the sky remains, and the varieties of sky or luminaries also remain forever. Similarly, the Absolute Truth, which is compared to the sky, remains eternally, and the temporary cloudlike illusion comes and goes away. Foolish living beings are attracted by the temporary cloud, but intelligent men are more concerned with the eternal sky with all its variegatedness."
    },
    {
        "verse": "30",
        "devanagari": "पतिं प्रयान्तं सुबलस्य पुत्रीपतिव्रता चानुजगाम साध्वी ।हिमालयं न्यस्तदण्डप्रहर्षंमनस्विनामिव सत्सम्प्रहार: ॥ ३० ॥",
        "english_devnagari": "patiṁ prayāntaṁ subalasya putrīpati-vratā cānujagāma sādhvīhimālayaṁ nyasta-daṇḍa-praharṣaṁmanasvinām iva sat samprahāraḥ",
        "verse_Syn": [
            "patim",
            "prayāntam",
            "subalasya",
            "putrī",
            "pati",
            "vratā",
            "ca",
            "anujagāma",
            "sādhvī",
            "himālayam",
            "nyasta",
            "daṇḍa",
            "praharṣam",
            "manasvinām",
            "iva",
            "sat",
            "samprahāraḥ"
        ],
        "translation": "The gentle and chaste Gāndhārī, who was the daughter of King Subala of Kandahar [or Gāndhāra], followed her husband, seeing that he was going to the Himālaya Mountains, which are the delight of those who have accepted the staff of the renounced order like fighters who have accepted a good lashing from the enemy.",
        "purport": " Saubalinī, or Gāndhārī, daughter of King Subala and wife of King Dhṛtarāṣṭra, was ideal as a wife devoted to her husband. The Vedic civilization especially prepares chaste and devoted wives, of whom Gāndhārī is one amongst many mentioned in history. Lakṣmījī Sītādevī was also a daughter of a great king, but she followed her husband, Lord Rāmacandra, into the forest. Similarly, as a woman Gāndhārī could have remained at home or at her father’s house, but as a chaste and gentle lady she followed her husband without consideration. Instructions for the renounced order of life were imparted to Dhṛtarāṣṭra by Vidura, and Gāndhārī was by the side of her husband. But he did not ask her to follow him because he was at that time fully determined, like a great warrior who faces all kinds of dangers in the battlefield. He was no longer attracted to so-called wife or relatives, and he decided to start alone, but as a chaste lady Gāndhārī decided to follow her husband till the last moment. Mahārāja Dhṛtarāṣṭra accepted the order of vānaprastha, and at this stage the wife is allowed to remain as a voluntary servitor, but in the sannyāsa stage no wife can stay with her former husband. A sannyāsī is considered to be a dead man civilly, and therefore the wife becomes a civil widow without connection with her former husband. Mahārāja Dhṛtarāṣṭra did not deny his faithful wife, and she followed her husband at her own risk. The sannyāsīs accept a rod as the sign of the renounced order of life. There are two types of sannyāsīs. Those who follow the Māyāvādī philosophy, headed by Śrīpāda Śaṅkarācārya, accept only one rod (eka-daṇḍa), but those who follow the Vaiṣṇavite philosophy accept three combined rods (tri-daṇḍa). The Māyāvādī sannyāsīs are ekadaṇḍi-svāmīs, whereas the Vaiṣṇava sannyāsīs are known as tridaṇḍi-svāmīs, or more distinctly, tridaṇḍi-gosvāmīs, in order to be distinguished from the Māyāvādī philosophers. The ekadaṇḍi-svāmīs are mostly fond of the Himālayas, but the Vaiṣṇava sannyāsīs are fond of Vṛndāvana and Purī. The Vaiṣṇava sannyāsīs are narottamas, whereas the Māyāvādī sannyāsīs are dhīras. Mahārāja Dhṛtarāṣṭra was advised to follow the dhīras because at that stage it was difficult for him to become a narottama."
    },
    {
        "verse": "31",
        "devanagari": "अजातशत्रु: कृतमैत्रो हुताग्नि-र्विप्रान्नत्वातिलगोभूमिरुक्‍मै: ।गृहं प्रविष्टो गुरुवन्दनायन चापश्यत्पितरौसौबलीं च ॥ ३१ ॥",
        "english_devnagari": "ajāta-śatruḥ kṛta-maitro hutāgnirviprān natvā tila-go-bhūmi-rukmaiḥgṛhaṁ praviṣṭo guru-vandanāyana cāpaśyat pitarau saubalīṁ ca",
        "verse_Syn": [
            "ajāta",
            "śatruḥ",
            "kṛta",
            "maitraḥ",
            "huta",
            "agniḥ",
            "viprān",
            "natvā",
            "tila",
            "go",
            "bhūmi",
            "rukmaiḥ",
            "gṛham",
            "praviṣṭaḥ",
            "guru",
            "vandanāya",
            "na",
            "ca",
            "apaśyat",
            "pitarau",
            "saubalīm",
            "ca"
        ],
        "translation": "Mahārāja Yudhiṣṭhira, whose enemy was never born, performed his daily morning duties by praying, offering fire sacrifice to the sun-god, and offering obeisances, grains, cows, land and gold to the brāhmaṇas. He then entered the palace to pay respects to the elderly. However, he could not find his uncles or aunt, the daughter of King Subala.",
        "purport": " Mahārāja Yudhiṣṭhira was the most pious king because he personally practiced daily the pious duties for the householders. The householders are required to rise early in the morning, and after bathing they should offer respects to the Deities at home by prayers, by offering fuel in the sacred fire, by giving the brāhmaṇas in charity land, cows, grains, gold, etc., and at last offering to the elderly members due respects and obeisances. One who is not prepared to practice injunctions prescribed in the śāstras cannot be a good man simply by book knowledge. Modern householders are practiced to different modes of life, namely to rise late and then take bed tea without any sort of cleanliness and without any purificatory practices as mentioned above. The household children are taken to practice what the parents practice, and therefore the whole generation glides towards hell. Nothing good can be expected from them unless they associate with sādhus. Like Dhṛtarāṣṭra, the materialistic person may take lessons from a sādhu like Vidura and thus be cleansed of the effects of modern life. Mahārāja Yudhiṣṭhira, however, could not find in the palace his two uncles, namely Dhṛtarāṣṭra and Vidura, along with Gāndhārī, the daughter of King Subala. He was anxious to see them and therefore asked Sañjaya, the private secretary of Dhṛtarāṣṭra."
    },
    {
        "verse": "32",
        "devanagari": "तत्र सञ्जयमासीनं पप्रच्छोद्विग्नमानस: ।गावल्गणे क्‍व नस्तातो वृद्धो हीनश्च नेत्रयो: ॥ ३२ ॥",
        "english_devnagari": "tatra sañjayam āsīnaṁpapracchodvigna-mānasaḥgāvalgaṇe kva nas tātovṛddho hīnaś ca netrayoḥ",
        "verse_Syn": [
            "tatra",
            "sañjayam",
            "āsīnam",
            "papraccha",
            "udvigna",
            "mānasaḥ",
            "gāvalgaṇe",
            "kva",
            "naḥ",
            "tātaḥ",
            "vṛddhaḥ",
            "hīnaḥ",
            "ca",
            "netrayoḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira, full of anxiety, turned to Sañjaya, who was sitting there, and said: O Sañjaya, where is our uncle, who is old and blind?",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "अम्बा च हतपुत्रार्ता पितृव्य: क्‍व गत: सुहृत् ।अपि मय्यकृतप्रज्ञे हतबन्धु: स भार्यया ।आशंसमान: शमलं गङ्गायां दु:खितोऽपतत् ॥ ३३ ॥",
        "english_devnagari": "ambā ca hata-putrārtāpitṛvyaḥ kva gataḥ suhṛtapi mayy akṛta-prajñehata-bandhuḥ sa bhāryayāāśaṁsamānaḥ śamalaṁgaṅgāyāṁ duḥkhito ’patat",
        "verse_Syn": [
            "ambā",
            "ca",
            "hata",
            "putrā",
            "ārtā",
            "pitṛvyaḥ",
            "kva",
            "gataḥ",
            "suhṛt",
            "api",
            "mayi",
            "akṛta",
            "prajñe",
            "hata",
            "bandhuḥ",
            "saḥ",
            "bhāryayā",
            "āśaṁsamānaḥ",
            "śamalam",
            "gaṅgāyām",
            "duḥkhitaḥ",
            "apatat"
        ],
        "translation": "Where is my well-wisher, uncle Vidura, and mother Gāndhārī, who is very afflicted due to all her sons’ demise? My uncle Dhṛtarāṣṭra was also very mortified due to the death of all his sons and grandsons. Undoubtedly I am very ungrateful. Did he, therefore, take my offenses very seriously and, along with his wife, drown himself in the Ganges?",
        "purport": " The Pāṇḍavas, especially Mahārāja Yudhiṣṭhira and Arjuna, anticipated the aftereffects of the Battle of Kurukṣetra, and therefore Arjuna declined to execute the fighting. The fight was executed by the will of the Lord, but the effects of family aggrievement, as they had thought of it before, had come to be true. Mahārāja Yudhiṣṭhira was always conscious of the great plight of his uncle Dhṛtarāṣṭra and aunt Gāndhārī, and therefore he took all possible care of them in their old age and aggrieved conditions. When, therefore, he could not find his uncle and aunt in the palace, naturally his doubts arose, and he conjectured that they had gone down to the water of the Ganges. He thought himself ungrateful because when the Pāṇḍavas were fatherless, Mahārāja Dhṛtarāṣṭra had given them all royal facilities to live, and in return he had killed all Dhṛtarāṣṭra’s sons in the Battle of Kurukṣetra. As a pious man, Mahārāja Yudhiṣṭhira took into account all his unavoidable misdeeds, and he never thought of the misdeeds of his uncle and company. Dhṛtarāṣṭra had suffered the effects of his own misdeeds by the will of the Lord, but Mahārāja Yudhiṣṭhira was thinking only of his own unavoidable misdeeds. That is the nature of a good man and devotee of the Lord. A devotee never finds fault with others, but tries to find his own and thus rectify them as far as possible."
    },
    {
        "verse": "34",
        "devanagari": "पितर्युपरते पाण्डौ सर्वान्न: सुहृद: शिशून् ।अरक्षतां व्यसनत: पितृव्यौ क्‍व गतावित: ॥ ३४ ॥",
        "english_devnagari": "pitary uparate pāṇḍausarvān naḥ suhṛdaḥ śiśūnarakṣatāṁ vyasanataḥpitṛvyau kva gatāv itaḥ",
        "verse_Syn": [
            "pitari",
            "uparate",
            "pāṇḍau",
            "sarvān",
            "naḥ",
            "suhṛdaḥ",
            "śiśūn",
            "arakṣatām",
            "vyasanataḥ",
            "pitṛvyau",
            "kva",
            "gatau",
            "itaḥ"
        ],
        "translation": "When my father, Pāṇḍu, fell down and we were all small children, these two uncles gave us protection from all kinds of calamities. They were always our good well-wishers. Alas, where have they gone from here?",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "सूत उवाचकृपया स्नेडहवैक्लव्यात्सूतो विरहकर्शित: ।आत्मेश्वरमचक्षाणो न प्रत्याहातिपीडित: ॥ ३५ ॥",
        "english_devnagari": "sūta uvācakṛpayā sneha-vaiklavyātsūto viraha-karśitaḥātmeśvaram acakṣāṇona pratyāhātipīḍitaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "kṛpayā",
            "sneha",
            "vaiklavyāt",
            "sūtaḥ",
            "viraha",
            "karśitaḥ",
            "ātma",
            "īśvaram",
            "acakṣāṇaḥ",
            "na",
            "pratyāha",
            "ati",
            "pīḍitaḥ"
        ],
        "translation": "Sūta Gosvāmī said: Because of compassion and mental agitation, Sañjaya, not having seen his own master, Dhṛtarāṣṭra, was aggrieved and could not properly reply to Mahārāja Yudhiṣṭhira.",
        "purport": " Sañjaya was the personal assistant of Mahārāja Dhṛtarāṣṭra for a very long time, and thus he had the opportunity to study the life of Dhṛtarāṣṭra. And when he saw at last that Dhṛtarāṣṭra had left home without his knowledge, his sorrows had no bound. He was fully compassionate toward Dhṛtarāṣṭra because in the game of the Battle of Kurukṣetra, King Dhṛtarāṣṭra had lost everything, men and money, and at last the King and the Queen had to leave home in utter frustration. He studied the situation in his own way because he did not know that the inner vision of Dhṛtarāṣṭra has been awakened by Vidura and that therefore he had left home in enthusiastic cheerfulness for a better life after departure from the dark well of home. Unless one is convinced of a better life after renunciation of the present life, one cannot stick to the renounced order of life simply by artificial dress or staying out of the home."
    },
    {
        "verse": "36",
        "devanagari": "विमृज्याश्रूणि पाणिभ्यांविष्टभ्यात्मानमात्मना ।अजातशत्रुं प्रत्यूचे प्रभो: पादावनुस्मरन् ॥ ३६ ॥",
        "english_devnagari": "vimṛjyāśrūṇi pāṇibhyāṁviṣṭabhyātmānam ātmanāajāta-śatruṁ pratyūceprabhoḥ pādāv anusmaran",
        "verse_Syn": [
            "vimṛjya",
            "aśrūṇi",
            "pāṇibhyām",
            "viṣṭabhya",
            "ātmānam",
            "ātmanā",
            "ajāta",
            "śatrum",
            "pratyūce",
            "prabhoḥ",
            "pādau",
            "anusmaran"
        ],
        "translation": "First he slowly pacified his mind by intelligence, and wiping away his tears and thinking of the feet of his master, Dhṛtarāṣṭra, he began to reply to Mahārāja Yudhiṣṭhira.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "सञ्जय उवाचनाहं वेद व्यवसितं पित्रोर्व: कुलनन्दन ।गान्धार्यावा महाबाहो मुषितोऽस्मि महात्मभि: ॥ ३७ ॥",
        "english_devnagari": "sañjaya uvācanāhaṁ veda vyavasitaṁpitror vaḥ kula-nandanagāndhāryā vā mahā-bāhomuṣito ’smi mahātmabhiḥ",
        "verse_Syn": [
            "sañjayaḥ",
            "uvāca",
            "na",
            "aham",
            "veda",
            "vyavasitam",
            "pitroḥ",
            "vaḥ",
            "kula",
            "nandana",
            "gāndhāryāḥ",
            "vā",
            "mahā",
            "bāho",
            "muṣitaḥ",
            "asmi",
            "mahā",
            "ātmabhiḥ"
        ],
        "translation": "Sañjaya said: My dear descendant of the Kuru dynasty, I have no information of the determination of your two uncles and Gāndhārī. O King, I have been cheated by those great souls.",
        "purport": " That great souls cheat others may be astonishing to know, but it is a fact that great souls cheat others for a great cause. It is said that Lord Kṛṣṇa also advised Yudhiṣṭhira to tell a lie before Droṇācārya, and it was also for a great cause. The Lord wanted it, and therefore it was a great cause. Satisfaction of the Lord is the criterion of one who is bona fide, and the highest perfection of life is to satisfy the Lord by one’s occupational duty. That is the verdict of Gītā and Bhāgavatam.* Dhṛtarāṣṭra and Vidura, followed by Gāndhārī, did not disclose their determination to Sañjaya, although he was constantly with Dhṛtarāṣṭra as his personal assistant. Sañjaya never thought that Dhṛtarāṣṭra could perform any act without consulting him. But Dhṛtarāṣṭra’s going away from home was so confidential that it could not be disclosed even to Sañjaya. Sanātana Gosvāmī also cheated the keeper of the prison house while going away to see Śrī Caitanya Mahāprabhu, and similarly Raghunātha dāsa Gosvāmī also cheated his priest and left home for good to satisfy the Lord. To satisfy the Lord, anything is good, for it is in relation with the Absolute Truth. We also had the same opportunity to cheat the family members and leave home to engage in the service of Śrīmad-Bhāgavatam. Such cheating was necessary for a great cause, and there is no loss for any party in such transcendental fraud."
    },
    {
        "verse": "38",
        "devanagari": "अथाजगाम भगवान् नारद: सहतुम्बुरु: ।प्रत्युत्थायाभिवाद्याह सानुजोऽभ्यर्चयन्मुनिम् ॥ ३८ ॥",
        "english_devnagari": "athājagāma bhagavānnāradaḥ saha-tumburuḥpratyutthāyābhivādyāhasānujo ’bhyarcayan munim",
        "verse_Syn": [
            "atha",
            "ājagāma",
            "bhagavān",
            "nāradaḥ",
            "saha",
            "tumburuḥ",
            "pratyutthāya",
            "abhivādya",
            "āha",
            "sa",
            "anujaḥ",
            "abhyarcayan",
            "munim"
        ],
        "translation": "While Sañjaya was thus speaking, Śrī Nārada, the powerful devotee of the Lord, appeared on the scene carrying his tumburu. Mahārāja Yudhiṣṭhira and his brothers received him properly by getting up from their seats and offering obeisances.",
        "purport": " Devarṣi Nārada is described herein as bhagavān due to his being the most confidential devotee of the Lord. The Lord and His very confidential devotees are treated on the same level by those who are actually engaged in the loving service of the Lord. Such confidential devotees of the Lord are very much dear to the Lord because they travel everywhere to preach the glories of the Lord in different capacities and try their utmost to convert the nondevotees of the Lord into devotees in order to bring them to the platform of sanity. Actually a living being cannot be a nondevotee of the Lord because of his constitutional position, but when one becomes a nondevotee or nonbeliever, it is to be understood that the person concerned is not in a sound condition of life. The confidential devotees of the Lord treat such illusioned living beings, and therefore they are most pleasing in the eyes of the Lord. The Lord says in the Bhagavad-gītā that no one is dearer to Him than one who actually preaches the glories of the Lord to convert the nonbelievers and nondevotees. Such personalities as Nārada must be offered all due respects, like those offered to the Personality of Godhead Himself, and Mahārāja Yudhiṣṭhira, along with his noble brothers, were examples for others in receiving a pure devotee of the Lord like Nārada, who had no other business save and except singing the glories of the Lord along with his vīṇā, a musical stringed instrument."
    },
    {
        "verse": "39",
        "devanagari": "युधिष्ठिर उवाचनाहं वेद गतिं पित्रोर्भगवन् क्‍वगतावित: ।अम्बा वा हतपुत्रार्ता क्‍व गता च तपस्विनी ॥ ३९ ॥",
        "english_devnagari": "yudhiṣṭhira uvācanāhaṁ veda gatiṁ pitrorbhagavan kva gatāv itaḥambā vā hata-putrārtākva gatā ca tapasvinī",
        "verse_Syn": [
            "yudhiṣṭhiraḥ",
            "uvāca",
            "na",
            "aham",
            "veda",
            "gatim",
            "pitroḥ",
            "bhagavan",
            "kva",
            "gatau",
            "itaḥ",
            "ambā",
            "vā",
            "hata",
            "putrā",
            "ārtā",
            "kva",
            "gatā",
            "ca",
            "tapasvinī"
        ],
        "translation": "Mahārāja Yudhiṣṭhira said: O godly personality, I do not know where my two uncles have gone. Nor can I find my ascetic aunt who is griefstricken by the loss of all her sons.",
        "purport": " Mahārāja Yudhiṣṭhira, as a good soul and devotee of the Lord, was always conscious of the great loss of his aunt and her sufferings as an ascetic. An ascetic is never disturbed by all kinds of sufferings, and that makes him strong and determined on the path of spiritual progress. Queen Gāndhārī is a typical example of an ascetic because of her marvelous character in many trying situations. She was an ideal woman as mother, wife and ascetic, and in the history of the world such character in a woman is rarely found."
    },
    {
        "verse": "40",
        "devanagari": "कर्णधार इवापारे भगवान् पारदर्शक: ।अथाबभाषेभगवान् नारदो मुनिसत्तम: ॥ ४० ॥",
        "english_devnagari": "karṇadhāra ivāpārebhagavān pāra-darśakaḥathābabhāṣe bhagavānnārado muni-sattamaḥ",
        "verse_Syn": [
            "karṇa",
            "dhāraḥ",
            "iva",
            "apāre",
            "bhagavān",
            "pāra",
            "darśakaḥ",
            "atha",
            "ābabhāṣe",
            "bhagavān",
            "nāradaḥ",
            "muni",
            "sat",
            "tamaḥ"
        ],
        "translation": "You are like a captain of a ship in a great ocean and you can direct us to our destination. Thus addressed, the godly personality, Devarṣi Nārada, greatest of the philosopher devotees, began to speak.",
        "purport": " There are different types of philosophers, and the greatest of all of them are those who have seen the Personality of Godhead and have surrendered themselves in the transcendental loving service of the Lord. Among all such pure devotees of the Lord, Devarṣi Nārada is the chief, and therefore he has been described herein as the greatest of all philosopher devotees. Unless one has become a sufficiently learned philosopher by hearing the Vedānta philosophy from a bona fide spiritual master, one cannot be a learned philosopher devotee. One must be very faithful, learned and renounced, otherwise one cannot be a pure devotee. A pure devotee of the Lord can give us direction towards the other end of nescience. Devarṣi Nārada used to visit the palace of Mahārāja Yudhiṣṭhira because the Pāṇḍavas were all pure devotees of the Lord, and the Devarṣi was always ready to give them good counsel whenever needed."
    },
    {
        "verse": "41",
        "devanagari": "नारद उवाचमा कञ्चन शुचो राजन् यदीश्वरवशं जगत् ।लोका: सपाला यस्येमे वहन्ति बलिमीशितु: ।स संयुनक्ति भूतानि स एव वियुनक्ति च ॥ ४१ ॥",
        "english_devnagari": "nārada uvācamā kañcana śuco rājanyad īśvara-vaśaṁ jagatlokāḥ sapālā yasyemevahanti balim īśituḥsa saṁyunakti bhūtānisa eva viyunakti ca",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "mā",
            "kañcana",
            "śucaḥ",
            "rājan",
            "yat",
            "īśvara",
            "vaśam",
            "jagat",
            "lokāḥ",
            "sa",
            "pālāḥ",
            "yasya",
            "ime",
            "vahanti",
            "balim",
            "īśituḥ",
            "saḥ",
            "saṁyunakti",
            "bhūtāni",
            "saḥ",
            "eva",
            "viyunakti",
            "ca"
        ],
        "translation": "Śrī Nārada said: O pious King, do not lament for anyone, for everyone is under the control of the Supreme Lord. Therefore all living beings and their leaders carry on worship to be well protected. It is He only who brings them together and disperses them.",
        "purport": " Every living being, either in this material world or in the spiritual world, is under the control of the Supreme Lord, the Personality of Godhead. Beginning from Brahmājī, the leader of this universe, down to the insignificant ant, all are abiding by the order of the Supreme Lord. Thus the constitutional position of the living being is subordination under the control of the Lord. The foolish living being, especially man, artificially rebels against the law of the Supreme and thus becomes chastised as an asura, or lawbreaker. A living being is placed in a particular position by the order of the Supreme Lord, and he is again shifted from that place by the order of the Supreme Lord or His authorized agents. Brahmā, Śiva, Indra, Candra, Mahārāja Yudhiṣṭhira or, in modern history, Napoleon, Akbar, Alexander, Gandhi, Shubhash and Nehru all are servants of the Lord, and they are placed in and removed from their respective positions by the supreme will of the Lord. None of them is independent. Even though such men or leaders rebel so as not to recognize the supremacy of the Lord, they are put under still more rigorous laws of the material world by different miseries. Only the foolish man, therefore, says that there is no God. Mahārāja Yudhiṣṭhira was being convinced of this naked truth because he was greatly overwhelmed by the sudden departure of his old uncles and aunt. Mahārāja Dhṛtarāṣṭra was placed in that position according to his past deeds; he had already suffered or enjoyed the benefits accrued to him in the past, but due to his good luck, somehow or other he had a good younger brother, Vidura, and by his instruction he left to achieve salvation by closing all accounts in the material world. Ordinarily one cannot change the course of one’s due happiness and distress by plan. Everyone has to accept them as they come under the subtle arrangement of kāla, or invincible time. There is no use trying to counteract them. The best thing is, therefore, that one should endeavor to achieve salvation, and this prerogative is given only to man because of his developed condition of mental activities and intelligence. Only for man are there different Vedic instructions for attainment of salvation during the human form of existence. One who misuses this opportunity of advanced intelligence is verily condemned and put into different types of miseries, either in this present life or in the future. That is the way the Supreme controls everyone."
    },
    {
        "verse": "42",
        "devanagari": "यथा गावो नसि प्रोतास्तन्त्यां बद्धाश्च दामभि: ।वाक्तन्त्यां नामभिर्बद्धा वहन्ति बलिमीशितु: ॥ ४२ ॥",
        "english_devnagari": "yathā gāvo nasi protāstantyāṁ baddhāś ca dāmabhiḥvāk-tantyāṁ nāmabhir baddhāvahanti balim īśituḥ",
        "verse_Syn": [
            "yathā",
            "gāvaḥ",
            "nasi",
            "protāḥ",
            "tantyām",
            "baddhāḥ",
            "ca",
            "dāmabhiḥ",
            "vāk",
            "tantyām",
            "nāmabhiḥ",
            "baddhāḥ",
            "vahanti",
            "balim",
            "īśituḥ"
        ],
        "translation": "As a cow, bound through the nose by a long rope, is conditioned, so also human beings are bound by different Vedic injunctions and are conditioned to obey the orders of the Supreme.",
        "purport": " Every living being, whether a man or an animal or a bird, thinks that he is free by himself, but actually no one is free from the severe laws of the Lord. The laws of the Lord are severe because they cannot be disobeyed in any circumstance. The man-made laws may be evaded by cunning outlaws, but in the codes of the supreme lawmaker there is not the slightest possibility of neglecting the laws. A slight change from the course of God-made law can bring about a massive danger to be faced by the lawbreaker. Such laws of the Supreme are generally known as the codes of religion, under different conditions, but the principle of religion everywhere is one and the same, namely, to obey the orders of the Supreme God, the codes of religion. That is the condition of material existence. All living beings in the material world have taken up the risk of conditioned life by their own selection and are thus entrapped by the laws of material nature. The only way to get out of the entanglement is to agree to obey the Supreme. But instead of becoming free from the clutches of māyā, or illusion, foolish human beings become bound up by different nomenclatures, being designated as brāhmaṇas, kṣatriyas, vaiśyas, śūdras, Hindus, Mohammedans, Indians, Europeans, Americans, Chinese and many others, and thus they carry out the orders of the Supreme Lord under the influence of respective scriptural or legislative injunctions. The statutory laws of the state are imperfect imitation replicas of religious codes. The secular state, or the godless state, allows the citizens to break the laws of God, but restricts them from disobeying the laws of the state; the result is that the people in general suffer more by breaking the laws of God than by obeying the imperfect laws made by man. Every man is imperfect by constitution under conditions of material existence, and there is not the least possibility that even the most materially advanced man can enact perfect legislation. On the other hand, there is no such imperfection in the laws of God. If leaders are educated in the laws of God, there is no necessity of a makeshift legislative council of aimless men. There is necessity of change in the makeshift laws of man, but there is no change in the God-made laws because they are made perfect by the all-perfect Personality of Godhead. The codes of religion, scriptural injunctions, are made by liberated representatives of God in consideration of different conditions of living, and by carrying out the orders of the Lord, the conditioned living beings gradually become free from the clutches of material existence. The factual position of the living being is, however, that he is the eternal servitor of the Supreme Lord. In his liberated state he renders service to the Lord in transcendental love and thus enjoys a life of full freedom, even sometimes on an equal level with the Lord or sometimes more than the Lord. But in the conditioned material world, every living being wants to be the Lord of other living beings, and thus by the illusion of māyā this mentality of lording it over becomes a cause of further extension of conditional life. So in the material world the living being is still more conditioned, until he surrenders unto the Lord by reviving his original state of eternal servitorship. That is the last instruction of the Bhagavad-gītā and all other recognized scriptures of the world."
    },
    {
        "verse": "43",
        "devanagari": "यथा क्रीडोपस्कराणां संयोगविगमाविह ।इच्छया क्रीडितु: स्यातां तथैवेशेच्छया नृणाम् ॥ ४३ ॥",
        "english_devnagari": "yathā krīḍopaskarāṇāṁsaṁyoga-vigamāv ihaicchayā krīḍituḥ syātāṁtathaiveśecchayā nṛṇām",
        "verse_Syn": [
            "yathā",
            "krīḍa",
            "upaskarāṇām",
            "saṁyoga",
            "vigamau",
            "iha",
            "icchayā",
            "krīḍituḥ",
            "syātām",
            "tathā",
            "eva",
            "īśa",
            "icchayā",
            "nṛṇām"
        ],
        "translation": "As a player sets up and disperses his playthings according to his own sweet will, so the supreme will of the Lord brings men together and separates them.",
        "purport": " We must know for certain that the particular position in which we are now set up is an arrangement of the supreme will in terms of our own acts in the past. The Supreme Lord is present as the localized Paramātmā in the heart of every living being, as it is said in the Bhagavad-gītā (13.23), and therefore he knows everything of our activities in every stage of our lives. He rewards the reactions of our actions by placing us in some particular place. A rich man gets his son born with a silver spoon in his mouth, but the child who came as the rich man’s son deserved such a place, and therefore he is placed there by the will of the Lord. And at a particular moment when the child has to be removed from that place, he is also carried by the will of the Supreme, even if the child or the father does not wish to be separated from the happy relation. The same thing happens in the case of a poor man also. Neither rich man nor poor man has any control over such meetings or separations of living beings. The example of a player and his playthings should not be misunderstood. One may argue that since the Lord is bound to award the reactionary results of our own actions, the example of a player cannot be applied. But it is not so. We must always remember that the Lord is the supreme will, and He is not bound by any law. Generally the law of karma is that one is awarded the result of one’s own actions, but in special cases, by the will of the Lord, such resultant actions are changed also. But this change can be effected by the will of the Lord only, and no other. Therefore, the example of the player cited in this verse is quite appropriate, for the Supreme Will is absolutely free to do whatever He likes, and because He is all-perfect, there is no mistake in any of His actions or reactions. These changes of resultant actions are especially rendered by the Lord when a pure devotee is involved. It is assured in the Bhagavad-gītā (9.30-31) that the Lord saves a pure devotee who has surrendered unto Him without reservation from all sorts of reactions of sins, and there is no doubt about this. There are hundreds of examples of reactions changed by the Lord in the history of the world. If the Lord is able to change the reactions of one’s past deeds, then certainly He is not Himself bound by any action or reaction of His own deeds. He is perfect and transcendental to all laws."
    },
    {
        "verse": "44",
        "devanagari": "यन्मन्यसे ध्रुवं लोकमध्रुवं वा न चोभयम् ।सर्वथा न हि शोच्यास्ते स्‍नेहादन्यत्र मोहजात् ॥ ४४ ॥",
        "english_devnagari": "yan manyase dhruvaṁ lokamadhruvaṁ vā na cobhayamsarvathā na hi śocyās tesnehād anyatra mohajāt",
        "verse_Syn": [
            "yat",
            "manyase",
            "dhruvam",
            "lokam",
            "adhruvam",
            "vā",
            "na",
            "ca",
            "ubhayam",
            "sarvathā",
            "na",
            "hi",
            "śocyāḥ",
            "te",
            "snehāt",
            "anyatra",
            "moha",
            "jāt"
        ],
        "translation": "O King, in all circumstances, whether you consider the soul to be an eternal principle, or the material body to be perishable, or everything to exist in the impersonal Absolute Truth, or everything to be an inexplicable combination of matter and spirit, feelings of separation are due only to illusory affection and nothing more.",
        "purport": " The actual fact is that every living being is an individual part and parcel of the Supreme Being, and his constitutional position is subordinate cooperative service. Either in his conditional material existence or in his liberated position of full knowledge and eternity, the living entity is eternally under the control of the Supreme Lord. But those who are not conversant with factual knowledge put forward many speculative propositions about the real position of the living entity. It is admitted, however, by all schools of philosophy that the living being is eternal and that the covering body of the five material elements is perishable and temporary. The eternal living entity transmigrates from one material body to another by the law of karma, and material bodies are perishable by their fundamental structures. Therefore there is nothing to be lamented in the case of the soul’s being transferred into another body, or the material body’s perishing at a certain stage. There are others also who believe in the merging of the spirit soul in the Supreme Spirit when it is uncovered by the material encagement, and there are others also who do not believe in the existence of spirit or soul, but believe in tangible matter. In our daily experience we find so many transformations of matter from one form to another, but we do not lament such changing features. In either of the above cases, the force of divine energy is uncheckable; no one has any hand in it, and thus there is no cause of grief."
    },
    {
        "verse": "45",
        "devanagari": "तस्माज्जह्यङ्ग वैक्लव्यमज्ञानकृतमात्मन: ।कथं त्वनाथा: कृपणा वर्तेरंस्ते च मां विना ॥ ४५ ॥",
        "english_devnagari": "tasmāj jahy aṅga vaiklavyamajñāna-kṛtam ātmanaḥkathaṁ tv anāthāḥ kṛpaṇāvarteraṁs te ca māṁ vinā",
        "verse_Syn": [
            "tasmāt",
            "jahi",
            "aṅga",
            "vaiklavyam",
            "ajñāna",
            "kṛtam",
            "ātmanaḥ",
            "katham",
            "tu",
            "anāthāḥ",
            "kṛpaṇāḥ",
            "varteran",
            "te",
            "ca",
            "mām",
            "vinā"
        ],
        "translation": "Therefore give up your anxiety due to ignorance of the self. You are now thinking of how they, who are helpless poor creatures, will exist without you.",
        "purport": " When we think of our kith and kin as being helpless and dependent on us, it is all due to ignorance. Every living creature is allowed all protection by the order of the Supreme Lord in terms of each one’s acquired position in the world. The Lord is known as bhūta-bhṛt, one who gives protection to all living beings. One should discharge his duties only, for no one but the Supreme Lord can give protection to anyone else. This is explained more clearly in the following verse."
    },
    {
        "verse": "46",
        "devanagari": "कालकर्मगुणाधीनो देहोऽयं पाञ्चभौतिक: ।कथमन्यांस्तु गोपायेत्सर्पग्रस्तो यथा परम् ॥ ४६ ॥",
        "english_devnagari": "kāla-karma-guṇādhīnodeho ’yaṁ pāñca-bhautikaḥkatham anyāṁs tu gopāyetsarpa-grasto yathā param",
        "verse_Syn": [
            "kāla",
            "karma",
            "guṇa",
            "adhīnaḥ",
            "dehaḥ",
            "ayam",
            "pāñca",
            "bhautikaḥ",
            "katham",
            "anyān",
            "tu",
            "gopāyet",
            "sarpa",
            "grastaḥ",
            "yathā",
            "param"
        ],
        "translation": "This gross material body made of five elements is already under the control of eternal time [kāla], action [karma] and the modes of material nature [guṇa]. How then can it, being already in the jaws of the serpent, protect others?",
        "purport": " The world’s movements for freedom through political, economic, social, and cultural propaganda can do no benefit to anyone, for they are controlled by superior power. A conditioned living being is under the full control of material nature, represented by eternal time and activities under the dictation of different modes of nature. There are three material modes of nature, namely goodness, passion and ignorance. Unless one is situated in the mode of goodness, one cannot see things as they are. The passionate and the ignorant cannot even see things as they are. Therefore a person who is passionate and ignorant cannot direct his activities on the right path. Only the man in the quality of goodness can help to a certain extent. Most persons are passionate and ignorant, and therefore their plans and projects can hardly do any good to others. Above the modes of nature is eternal time, which is called kāla because it changes the shape of everything in the material world. Even if we are able to do something temporarily beneficial, time will see that the good project is frustrated in course of time. The only thing possible to be done is to get rid of eternal time, kāla, which is compared to kāla-sarpa, or the cobra snake, whose bite is always lethal. No one can be saved from the bite of a cobra. The best remedy for getting out of the clutches of the cobralike kāla or its integrity, the modes of nature, is bhakti-yoga, as it is recommended in the Bhagavad-gītā (14.26). The highest perfectional project of philanthropic activities is to engage everyone in the act of preaching bhakti-yoga all over the world because that alone can save the people from the control of māyā, or the material nature represented by kāla, karma and guṇa, as described above. The Bhagavad-gītā (14.26) confirms this definitely."
    },
    {
        "verse": "47",
        "devanagari": "अहस्तानि सहस्तानामपदानि चतुष्पदाम् ।फल्गूनि तत्र महतां जीवो जीवस्य जीवनम् ॥ ४७ ॥",
        "english_devnagari": "ahastāni sahastānāmapadāni catuṣ-padāmphalgūni tatra mahatāṁjīvo jīvasya jīvanam",
        "verse_Syn": [
            "ahastāni",
            "sa",
            "hastānām",
            "apadāni",
            "catuḥ",
            "padām",
            "phalgūni",
            "tatra",
            "mahatām",
            "jīvaḥ",
            "jīvasya",
            "jīvanam"
        ],
        "translation": "Those who are devoid of hands are prey for those who have hands; those devoid of legs are prey for the four-legged. The weak are the subsistence of the strong, and the general rule holds that one living being is food for another.",
        "purport": " A systematic law of subsistence in the struggle for existence is there by the supreme will, and there is no escape for anyone by any amount of planning. The living beings who have come to the material world against the will of the Supreme Being are under the control of a supreme power called māyā-śakti, the deputed agent of the Lord, and this daivī māyā is meant to pinch the conditioned souls by threefold miseries, one of which is explained here in this verse: the weak are the subsistence of the strong. No one is strong enough to protect himself from the onslaught of a stronger, and by the will of the Lord there are systematic categories of the weak, the stronger and the strongest. There is nothing to be lamented if a tiger eats a weaker animal, including a man, because that is the law of the Supreme Lord. But although the law states that a human being must subsist on another living being, there is the law of good sense also, for the human being is meant to obey the laws of the scriptures. This is impossible for other animals. The human being is meant for self-realization, and for that purpose he is not to eat anything which is not first offered to the Lord. The Lord accepts from His devotee all kinds of food preparations made of vegetables, fruits, leaves and grains. Fruits, leaves and milk in different varieties can be offered to the Lord, and after the Lord accepts the foodstuff, the devotee can partake of the prasāda, by which all suffering in the struggle for existence will be gradually mitigated. This is confirmed in the Bhagavad-gītā (9.26). Even those who are accustomed to eat animals can offer foodstuff, not to the Lord directly, but to an agent of the Lord, under certain conditions of religious rites. Injunctions of the scriptures are meant not to encourage the eaters of animals, but to restrict them by regulative principles. The living being is the source of subsistence for other, stronger living beings. No one should be very anxious for his subsistence in any circumstances because there are living beings everywhere, and no living being starves for want of food at any place. Mahārāja Yudhiṣṭhira is advised by Nārada not to worry about his uncles’ suffering for want of food, for they could live on vegetables available in the jungles as prasāda of the Supreme Lord and thus realize the path of salvation. Exploitation of the weaker living being by the stronger is the natural law of existence; there is always an attempt to devour the weak in different kingdoms of living beings. There is no possibility of checking this tendency by any artificial means under material conditions; it can be checked only by awakening the spiritual sense of the human being by practice of spiritual regulations. The spiritual regulative principles, however, do not allow a man to slaughter weaker animals on one side and teach others peaceful coexistence. If man does not allow the animals peaceful coexistence, how can he expect peaceful existence in human society? The blind leaders must therefore understand the Supreme Being and then try to implement the kingdom of God. The kingdom of God, or Rāma-rājya, is impossible without the awakening of God consciousness in the mass mind of the people of the world."
    },
    {
        "verse": "48",
        "devanagari": "तदिदं भगवान् राजन्नेक आत्मात्मनां स्वद‍ृक् ।अन्तरोऽनन्तरो भाति पश्य तं माययोरुधा ॥ ४८ ॥",
        "english_devnagari": "tad idaṁ bhagavān rājanneka ātmātmanāṁ sva-dṛkantaro ’nantaro bhātipaśya taṁ māyayorudhā",
        "verse_Syn": [
            "tat",
            "idam",
            "bhagavān",
            "rājan",
            "ekaḥ",
            "ātmā",
            "ātmanām",
            "sva",
            "dṛk",
            "antaraḥ",
            "anantaraḥ",
            "bhāti",
            "paśya",
            "tam",
            "māyayā",
            "urudhā"
        ],
        "translation": "Therefore, O King, you should look to the Supreme Lord only, who is one without a second and who manifests Himself by different energies and is both within and without.",
        "purport": " The Supreme Lord Personality of Godhead is one without a second, but He manifests Himself by different energies because He is by nature blissful. The living beings are also manifestations of His marginal energy, qualitatively one with the Lord, and there are innumerable living beings both within and without the external and internal energies of the Lord. Since the spiritual world is a manifestation of the Lord’s internal energy, the living beings within that internal potency are qualitatively one with the Lord without contamination from the external potency. Although qualitatively one with the Lord, the living being, due to contamination of the material world, is pervertedly manifested, and therefore he experiences so-called happiness and distress in the material world. Such experiences are all ephemeral and do not affect the spirit soul. The perception of such ephemeral happiness and distress is due only to the forgetfulness of his qualities, which are equal to the Lord’s. There is, however, a regular current from the Lord Himself, from within and without, by which to rectify the fallen condition of the living being. From within He corrects the desiring living beings as localized Paramātmā, and from without He corrects by His manifestations, the spiritual master and the revealed scriptures. One should look unto the Lord; one should not be disturbed by the so-called manifestations of happiness or distress, but he should try to cooperate with the Lord in His outward activities for correcting the fallen souls. By His order only, one should become a spiritual master and cooperate with the Lord. One should not become a spiritual master for one’s personal benefit, for some material gain or as an avenue of business or occupation for earning livelihood. Bona fide spiritual masters who look unto the Supreme Lord to cooperate with Him are actually qualitatively one with the Lord, and the forgetful ones are perverted reflections only. Yudhiṣṭhira Mahārāja is advised by Nārada, therefore, not to be disturbed by the affairs of so-called happiness and distress, but to look only unto the Lord to execute the mission for which the Lord has descended. That was his prime duty."
    },
    {
        "verse": "49",
        "devanagari": "सोऽयमद्य महाराज भगवान् भूतभावन: ।कालरूपोऽवतीर्णोऽस्यामभावाय सुरद्विषाम् ॥ ४९ ॥",
        "english_devnagari": "so ’yam adya mahārājabhagavān bhūta-bhāvanaḥkāla-rūpo ’vatīrṇo ’syāmabhāvāya sura-dviṣām",
        "verse_Syn": [
            "saḥ",
            "ayam",
            "adya",
            "mahārāja",
            "bhagavān",
            "bhūta",
            "bhāvanaḥ",
            "kāla",
            "rūpaḥ",
            "avatīrṇaḥ",
            "asyām",
            "abhāvāya",
            "sura",
            "dviṣām"
        ],
        "translation": "That Supreme Personality of Godhead, Lord Śrī Kṛṣṇa, in the guise of all-devouring time [kāla-rūpa] has now descended to the earth to eliminate the envious from the world.",
        "purport": " There are two classes of human beings, namely the envious and the obedient. Since the Supreme Lord is one and the father of all living beings, the envious living beings are also His sons, but they are known as the asuras. But the living beings who are obedient to the supreme father are called devatās, or demigods, because they are not contaminated by the material conception of life. Not only are the asuras envious of the Lord in even denying the existence of the Lord, but they are also envious of all other living beings. The predominance of asuras in the world is occasionally rectified by the Lord when He eliminates them from the world and establishes a rule of devatās like the Pāṇḍavas. His designation as kāla in disguise is significant. He is not at all dangerous, but He is the transcendental form of eternity, knowledge and bliss. For the devotees His factual form is disclosed, and for the nondevotees He appears like kāla-rūpa, which is causal form. This causal form of the Lord is not at all pleasing to the asuras, and therefore they think of the Lord as formless in order to feel secure that they will not be vanquished by the Lord."
    },
    {
        "verse": "50",
        "devanagari": "निष्पादितं देवकृत्यमवशेषं प्रतीक्षते ।तावद् यूयमवेक्षध्वं भवेद् यावदिहेश्वर: ॥ ५० ॥",
        "english_devnagari": "niṣpāditaṁ deva-kṛtyamavaśeṣaṁ pratīkṣatetāvad yūyam avekṣadhvaṁbhaved yāvad iheśvaraḥ",
        "verse_Syn": [
            "niṣpāditam",
            "deva",
            "kṛtyam",
            "avaśeṣam",
            "pratīkṣate",
            "tāvat",
            "yūyam",
            "avekṣadhvam",
            "bhavet",
            "yāvat",
            "iha",
            "īśvaraḥ"
        ],
        "translation": "The Lord has already performed His duties to help the demigods, and He is awaiting the rest. You Pāṇḍavas may wait as long as the Lord is here on earth.",
        "purport": " The Lord descends from His abode (Kṛṣṇaloka), the topmost planet in the spiritual sky, in order to help the demigod administrators of this material world when they are greatly vexed by the asuras, who are envious not only of the Lord but also of His devotees. As referred to above, the conditioned living beings contact material association by their own choice, dictated by a strong desire to lord it over the resources of the material world and become imitation lords of all they survey. Everyone is trying to become an imitation God; there is keen competition amongst such imitation gods, and such competitors are generally known as asuras. When there are too many asuras in the world, then it becomes a hell for those who are devotees of the Lord. Due to the growth of the asuras, the mass of people who are generally devoted to the Lord by nature and the pure devotees of the Lord, including the demigods in higher planets, pray to the Lord for relief, and the Lord either descends personally from His abode or deputes some of His devotees to remodel the fallen condition of human society, or even animal society. Such disruptions take place not only in human society but also among animals, birds or other living beings, including the demigods in the higher planets. Lord Śrī Kṛṣṇa descended personally to vanquish asuras like Kaṁsa, Jarāsandha and Śiśupāla, and during the reign of Mahārāja Yudhiṣṭhira almost all these asuras were killed by the Lord. Now he was awaiting the annihilation of His own dynasty, called the Yadu-vaṁśa, who appeared by His will in this world. He wanted to take them away before His own departure to His eternal abode. Nārada, like Vidura, did not disclose the imminent annihilation of the Yadu dynasty, but indirectly gave a hint to the King and his brothers to wait till the incident happened and the Lord departed."
    },
    {
        "verse": "51",
        "devanagari": "धृतराष्ट्र: सह भ्रात्रा गान्धार्या च स्वभार्यया ।दक्षिणेन हिमवत ऋषीणामाश्रमं गत: ॥ ५१ ॥",
        "english_devnagari": "dhṛtarāṣṭraḥ saha bhrātrāgāndhāryā ca sva-bhāryayādakṣiṇena himavataṛṣīṇām āśramaṁ gataḥ",
        "verse_Syn": [
            "dhṛtarāṣṭraḥ",
            "saha",
            "bhrātrā",
            "gāndhāryā",
            "ca",
            "sva",
            "bhāryayā",
            "dakṣiṇena",
            "himavataḥ",
            "ṛṣīṇām",
            "āśramam",
            "gataḥ"
        ],
        "translation": "O King, your uncle Dhṛtarāṣṭra, his brother Vidura and his wife Gāndhārī have gone to the southern side of the Himālaya Mountains, where there are shelters of the great sages.",
        "purport": " To pacify the mourning Mahārāja Yudhiṣṭhira, Nārada first of all spoke from the philosophical point of view, and then he began to describe the future movements of his uncle, which he could see by his foreseeing powers, and thus began to describe as follows."
    },
    {
        "verse": "52",
        "devanagari": "स्रोतोभि: सप्तभिर्या वै स्वर्धुनी सप्तधा व्यधात् ।सप्तानां प्रीतये नाना सप्तस्रोत: प्रचक्षते ॥ ५२ ॥",
        "english_devnagari": "srotobhiḥ saptabhir yā vaisvardhunī saptadhā vyadhātsaptānāṁ prītaye nānāsapta-srotaḥ pracakṣate",
        "verse_Syn": [
            "srotobhiḥ",
            "saptabhiḥ",
            "yā",
            "vai",
            "svardhunī",
            "saptadhā",
            "vyadhāt",
            "saptānām",
            "prītaye",
            "nānā",
            "sapta",
            "srotaḥ",
            "pracakṣate"
        ],
        "translation": "The place is called Saptasrota [“divided by seven”] because there the waters of the sacred Ganges were divided into seven branches. This was done for the satisfaction of the seven great ṛṣis.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "स्‍नात्वानुसवनं तस्मिन्हुत्वा चाग्नीन्यथाविधि ।अब्भक्ष उपशान्तात्मा स आस्ते विगतैषण: ॥ ५३ ॥",
        "english_devnagari": "snātvānusavanaṁ tasminhutvā cāgnīn yathā-vidhiab-bhakṣa upaśāntātmāsa āste vigataiṣaṇaḥ",
        "verse_Syn": [
            "snātvā",
            "anusavanam",
            "tasmin",
            "hutvā",
            "ca",
            "agnīn",
            "yathā",
            "vidhi",
            "ap",
            "bhakṣaḥ",
            "upaśānta",
            "ātmā",
            "saḥ",
            "āste",
            "vigata",
            "eṣaṇaḥ"
        ],
        "translation": "On the banks at Saptasrota, Dhṛtarāṣṭra is now engaged in beginning aṣṭāṅga-yoga by bathing three times daily, in the morning, noon and evening, by performing the Agni-hotra sacrifice with fire and by drinking only water. This helps one control the mind and the senses and frees one completely from thoughts of familial affection.",
        "purport": " The yoga system is a mechanical way to control the senses and the mind and divert them from matter to spirit. The preliminary processes are the sitting posture, meditation, spiritual thoughts, manipulation of air passing within the body, and gradual situation in trance, facing the Absolute Person, Paramātmā. Such mechanical ways of rising to the spiritual platform prescribe some regulative principles of taking bath daily three times, fasting as far as possible, sitting and concentrating the mind on spiritual matters and thus gradually becoming free from viṣaya, or material objectives. Material existence means to be absorbed in the material objective, which is simply illusory. House, country, family, society, children, property and business are some of the material coverings of the spirit, ātmā, and the yoga system helps one to become free from all these illusory thoughts and gradually turn towards the Absolute Person, Paramātmā. By material association and education, we learn simply to concentrate on flimsy things, but yoga is the process of forgetting them altogether. Modern so-called yogīs and yoga systems manifest some magical feats, and ignorant persons are attracted by such false things, or they accept the yoga system as a cheap healing process for diseases of the gross body. But factually the yoga system is the process of learning to forget what we have acquired throughout the struggle for existence. Dhṛtarāṣṭra was all along engaged in improving family affairs by raising the standard of living of his sons or by usurping the property of the Pāṇḍavas for the sake of his own sons. These are common affairs for a man grossly materialistic and without knowledge of the spiritual force. He does not see how this can drag one from heaven to hell. By the grace of his younger brother Vidura, Dhṛtarāṣṭra was enlightened and could see his grossly illusory engagements, and by such enlightenment he was able to leave home for spiritual realization. Śrī Nāradadeva was just foretelling the way of his spiritual progress in a place which was sanctified by the flow of the celestial Ganges. Drinking water only, without solid food, is also considered fasting. This is necessary for advancement of spiritual knowledge. A foolish man wants to be a cheap yogī without observing the regulative principles. A man who has no control over the tongue at first can hardly become a yogī. Yogī and bhogī are two opposite terms. The bhogī, or the merry man who eats and drinks, cannot be a yogī, for a yogī is never allowed to eat and drink unrestrictedly. We may note with profit how Dhṛtarāṣṭra began his yoga system by drinking water only and sitting calmly in a place with a spiritual atmosphere, deeply absorbed in the thoughts of the Lord Hari, the Personality of Godhead."
    },
    {
        "verse": "54",
        "devanagari": "जितासनो जितश्वास: प्रत्याहृतषडिन्द्रिय: ।हरिभावनया ध्वस्तरज:सत्त्वतमोमल: ॥ ५४ ॥",
        "english_devnagari": "jitāsano jita-śvāsaḥpratyāhṛta-ṣaḍ-indriyaḥhari-bhāvanayā dhvasta-rajaḥ-sattva-tamo-malaḥ",
        "verse_Syn": [
            "jita",
            "āsanaḥ",
            "jita",
            "śvāsaḥ",
            "pratyāhṛta",
            "ṣaṭ",
            "indriyaḥ",
            "hari",
            "bhāvanayā",
            "dhvasta",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "malaḥ"
        ],
        "translation": "One who has controlled the sitting postures [the yogic āsanas] and the breathing process can turn the senses toward the Absolute Personality of Godhead and thus become immune to the contaminations of the modes of material nature, namely mundane goodness, passion and ignorance.",
        "purport": " The preliminary activities of the way of yoga are āsana, prāṇāyāma, pratyāhāra, dhyāna, dhāraṇā, etc. Mahārāja Dhṛtarāṣṭra was to attain success in those preliminary actions because he was seated in a sanctified place and was concentrating upon one objective, namely the Supreme Personality of Godhead (Hari). Thus all his senses were being engaged in the service of the Lord. This process directly helps the devotee to get freedom from the contaminations of the three material modes of nature. Even the highest mode, the material mode of goodness, is also a cause of material bondage, and what to speak of the other qualities, namely passion and ignorance. Passion and ignorance increase the material propensities of hankering for material enjoyment, and a strong sense of lust provokes the accumulation of wealth and power. One who has conquered these two base mentalities and has raised himself to the platform of goodness, which is full of knowledge and morality, cannot also control the senses, namely the eyes, the tongue, the nose, the ear and touch. But one who has surrendered himself unto the lotus feet of Lord Hari, as above mentioned, can transcend all influences of the modes of material nature and be fixed in the service of the Lord. The bhakti-yoga process, therefore, directly applies the senses to the loving service of the Lord. This prohibits the performer from engaging in material activities. This process of turning the senses from material attachment to the loving transcendental service of the Lord is called pratyāhāra, and the very process is called prāṇāyāma, ultimately ending in samādhi, or absorption in pleasing the Supreme Lord Hari by all means."
    },
    {
        "verse": "55",
        "devanagari": "विज्ञानात्मनि संयोज्य क्षेत्रज्ञे प्रविलाप्य तम् ।ब्रह्मण्यात्मानमाधारे घटाम्बरमिवाम्बरे ॥ ५५ ॥",
        "english_devnagari": "vijñānātmani saṁyojyakṣetrajñe pravilāpya tambrahmaṇy ātmānam ādhāreghaṭāmbaram ivāmbare",
        "verse_Syn": [
            "vijñāna",
            "ātmani",
            "saṁyojya",
            "kṣetra",
            "jñe",
            "pravilāpya",
            "tam",
            "brahmaṇi",
            "ātmānam",
            "ādhāre",
            "ghaṭa",
            "ambaram",
            "iva",
            "ambare"
        ],
        "translation": "Dhṛtarāṣṭra will have to amalgamate his pure identity with intelligence and then merge into the Supreme Being with knowledge of his qualitative oneness, as a living entity, with the Supreme Brahman. Being freed from the blocked sky, he will have to rise to the spiritual sky.",
        "purport": " The living being, by his desiring to lord it over the material world and declining to cooperate with the Supreme Lord, contacts the sum total of the material world, namely the mahat-tattva, and from the mahat-tattva his false identity with the material world, intelligence, mind and senses is developed. This covers his pure spiritual identity. By the yogic process, when his pure identity is realized in self-realization, one has to revert to the original position by amalgamating the five gross elements and the subtle elements, mind and intelligence, into the mahat-tattva again. Thus getting freed from the clutches of the mahat-tattva, he has to merge in the existence of the Supersoul. In other words, he has to realize that qualitatively he is nondifferent from the Supersoul, and thus he transcends the material sky by his pure identical intelligence and thus becomes engaged in the transcendental loving service of the Lord. This is the highest perfectional development of spiritual identity, which was attained by Dhṛtarāṣṭra by the grace of Vidura and the Lord. The Lord’s mercy was bestowed upon him by his personal contact with Vidura, and when he was actually practicing the instructions of Vidura, the Lord helped him to attain the highest perfectional stage. A pure devotee of the Lord does not live on any planet of the material sky, nor does he feel any contact with material elements. His so-called material body does not exist, being surcharged with the spiritual current of the Lord’s identical interest, and thus he is permanently freed from all contaminations of the sum total of the mahat-tattva. He is always in the spiritual sky, which he attains by being transcendental to the sevenfold material coverings by the effect of his devotional service. The conditioned souls are within the coverings, whereas the liberated soul is far beyond the cover."
    },
    {
        "verse": "56",
        "devanagari": "ध्वस्तमायागुणोदर्को निरुद्धकरणाशय: ।निवर्तिताखिलाहार आस्ते स्थाणुरिवाचल: ।तस्यान्तरायो मैवाभू: सन्न्यस्ताखिलकर्मण: ॥ ५६ ॥",
        "english_devnagari": "dhvasta-māyā-guṇodarkoniruddha-karaṇāśayaḥnivartitākhilāhāraāste sthāṇur ivācalaḥtasyāntarāyo maivābhūḥsannyastākhila-karmaṇaḥ",
        "verse_Syn": [
            "dhvasta",
            "māyā",
            "guṇa",
            "udarkaḥ",
            "niruddha",
            "karaṇa",
            "āśayaḥ",
            "nivartita",
            "akhila",
            "āhāraḥ",
            "āste",
            "sthāṇuḥ",
            "iva",
            "acalaḥ",
            "tasya",
            "antarāyaḥ",
            "mā",
            "eva",
            "abhūḥ",
            "sannyasta",
            "akhila",
            "karmaṇaḥ"
        ],
        "translation": "He will have to suspend all the actions of the senses, even from the outside, and will have to be impervious to interactions of the senses, which are influenced by the modes of material nature. After renouncing all material duties, he must become immovably established, beyond all sources of hindrances on the path.",
        "purport": " Dhṛtarāṣṭra had attained, by the yogic process, the stage of negation of all sorts of material reaction. The effects of the material modes of nature draw the victim to indefatigable desires of enjoying matter, but one can escape such false enjoyment by the yogic process. Every sense is always busy in searching for its food, and thus the conditioned soul is assaulted from all sides and has no chance to become steady in any pursuit. Mahārāja Yudhiṣṭhira was advised by Nārada not to disturb his uncle by attempting to bring him back home. He was now beyond the attraction of anything material. The material modes of nature (the guṇas) have their different modes of activities, but above the material modes of nature is a spiritual mode, which is absolute. Nirguṇa means without reaction. The spiritual mode and its effect are identical; therefore the spiritual quality is distinguished from its material counterpart by the word nirguṇa. After complete suspension of the material modes of nature, one is admitted to the spiritual sphere, and action dictated by the spiritual modes is called devotional service, or bhakti. Bhakti is therefore nirguṇa attained by direct contact with the Absolute."
    },
    {
        "verse": "57",
        "devanagari": "स वा अद्यतनाद् राजन् परत: पञ्चमेऽहनि ।कलेवरं हास्यति स्वं तच्च भस्मीभविष्यति ॥ ५७ ॥",
        "english_devnagari": "sa vā adyatanād rājanparataḥ pañcame ’hanikalevaraṁ hāsyati svaṁtac ca bhasmī-bhaviṣyati",
        "verse_Syn": [
            "saḥ",
            "vā",
            "adya",
            "tanāt",
            "rājan",
            "parataḥ",
            "pañcame",
            "ahani",
            "kalevaram",
            "hāsyati",
            "svam",
            "tat",
            "ca",
            "bhasmī",
            "bhaviṣyati"
        ],
        "translation": "O King, he will quit his body, most probably on the fifth day from today. And his body will turn to ashes.",
        "purport": " Nārada Muni’s prophecy prohibited Yudhiṣṭhira Mahārāja from going to the place where his uncle was staying because even after quitting the body by his own mystic power, Dhṛtarāṣṭra would not be in need of any funeral ceremony; Nārada Muni indicated that his body by itself would burn to ashes. The perfection of the yoga system is attained by such mystic power. The yogī is able to quit his body by his own choice of time and can attain any planet he desires by turning the present body into ashes by self-made fire."
    },
    {
        "verse": "58",
        "devanagari": "दह्यमानेऽग्निभिर्देहे पत्यु: पत्नी सहोटजे ।बहि: स्थिता पतिं साध्वी तमग्निमनु वेक्ष्यति ॥ ५८ ॥",
        "english_devnagari": "dahyamāne ’gnibhir dehepatyuḥ patnī sahoṭajebahiḥ sthitā patiṁ sādhvītam agnim anu vekṣyati",
        "verse_Syn": [
            "dahyamāne",
            "agnibhiḥ",
            "dehe",
            "patyuḥ",
            "patnī",
            "saha",
            "uṭaje",
            "bahiḥ",
            "sthitā",
            "patim",
            "sādhvī",
            "tam",
            "agnim",
            "anu",
            "vekṣyati"
        ],
        "translation": "While outside observing her husband, who will burn in the fire of mystic power along with his thatched cottage, his chaste wife will enter the fire with rapt attention.",
        "purport": " Gāndhārī was an ideal chaste lady, a life companion of her husband, and therefore when she saw her husband burning in the fire of mystic yoga along with his cottage of leaves, she despaired. She left home after losing her one hundred sons, and in the forest she saw that her most beloved husband was also burning. Now she actually felt alone, and therefore she entered the fire of her husband and followed her husband to death. This entering of a chaste lady into the fire of her dead husband is called the satī rite, and the action is considered to be most perfect for a woman. In a later age, this satī rite became an obnoxious criminal affair because the ceremony was forced upon even an unwilling woman. In this fallen age it is not possible for any lady to follow the satī rite as chastely as it was done by Gāndhārī and others in past ages. A chaste wife like Gāndhārī would feel the separation of her husband to be more burning than actual fire. Such a lady can observe the satī rite voluntarily, and there is no criminal force by anyone. When the rite became a formality only and force was applied upon a lady to follow the principle, actually it became criminal, and therefore the ceremony was to be stopped by state law. This prophecy of Nārada Muni to Mahārāja Yudhiṣṭhira forbade him to go to his widowed aunt."
    },
    {
        "verse": "59",
        "devanagari": "विदुरस्तु तदाश्चर्यं निशाम्य कुरुनन्दन ।हर्षशोकयुतस्तस्माद् गन्ता तीर्थनिषेवक: ॥ ५९ ॥",
        "english_devnagari": "viduras tu tad āścaryaṁniśāmya kuru-nandanaharṣa-śoka-yutas tasmādgantā tīrtha-niṣevakaḥ",
        "verse_Syn": [
            "viduraḥ",
            "tu",
            "tat",
            "āścaryam",
            "niśāmya",
            "kuru",
            "nandana",
            "harṣa",
            "śoka",
            "yutaḥ",
            "tasmāt",
            "gantā",
            "tīrtha",
            "niṣevakaḥ"
        ],
        "translation": "Vidura, being affected with delight and grief, will then leave that place of sacred pilgrimage.",
        "purport": " Vidura was astonished to see the marvelous departure of his brother Dhṛtarāṣṭra as a liberated yogī, for in his past life he was much attached to materialism. Of course it was only due to Vidura that his brother attained the desirable goal of life. Vidura was therefore glad to learn about it. But he was sorry that he could not make his brother turn into a pure devotee. This was not done by Vidura because of Dhṛtarāṣṭra’s being inimical to the Pāṇḍavas, who were all devotees of the Lord. An offense at the feet of a Vaiṣṇava is more dangerous than an offense at the lotus feet of the Lord. Vidura was certainly very liberal to bestow mercy upon his brother Dhṛtarāṣṭra, whose past life was very materialistic. But ultimately the result of such mercy certainly depended on the will of the Supreme Lord in the present life; therefore Dhṛtarāṣṭra attained liberation only, and after many such liberated states of life one can attain to the stage of devotional service. Vidura was certainly very mortified by the death of his brother and sister-in-law, and the only remedy to mitigate such lamentation was to go out to pilgrimage. Thus Mahārāja Yudhiṣṭhira had no chance to call back Vidura, his surviving uncle."
    },
    {
        "verse": "60",
        "devanagari": "इत्युक्त्वाथारुहत् स्वर्गं नारद: सहतुम्बुरु: ।युधिष्ठिरो वचस्तस्य हृदि कृत्वाजहाच्छुच: ॥ ६० ॥",
        "english_devnagari": "ity uktvāthāruhat svargaṁnāradaḥ saha-tumburuḥyudhiṣṭhiro vacas tasyahṛdi kṛtvājahāc chucaḥ",
        "verse_Syn": [
            "iti",
            "uktvā",
            "atha",
            "āruhat",
            "svargam",
            "nāradaḥ",
            "saha",
            "tumburuḥ",
            "yudhiṣṭhiraḥ",
            "vacaḥ",
            "tasya",
            "hṛdi",
            "kṛtvā",
            "ajahāt",
            "śucaḥ"
        ],
        "translation": "Having spoken thus, the great sage Nārada, along with his vīṇā, ascended into outer space. Yudhiṣṭhira kept his instruction in his heart and so was able to get rid of all lamentations.",
        "purport": " Śrī Nāradajī is an eternal spaceman, having been endowed with a spiritual body by the grace of the Lord. He can travel in the outer spaces of both the material and spiritual worlds without restriction and can approach any planet in unlimited space within no time. We have already discussed his previous life as the son of a maidservant. Because of his association with pure devotees, he was elevated to the position of an eternal spaceman and thus had freedom of movement. One should therefore try to follow in the footsteps of Nārada Muni and not make a futile effort to reach other planets by mechanical means. Mahārāja Yudhiṣṭhira was a pious king, and therefore he could see Nārada Muni occasionally; anyone who desires to see Nārada Muni must first be pious and follow in the footsteps of Nārada Muni."
    }
]