[
    {
        "verse": "1",
        "devanagari": "सूत उवाचतत्र गोमिथुनं राजा हन्यमानमनाथवत् ।दण्डहस्तं च वृषलं दद‍ृशे नृपलाञ्छनम् ॥ १ ॥",
        "english_devnagari": "sūta uvācatatra go-mithunaṁ rājāhanyamānam anāthavatdaṇḍa-hastaṁ ca vṛṣalaṁdadṛśe nṛpa-lāñchanam",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "tatra",
            "go",
            "mithunam",
            "rājā",
            "hanyamānam",
            "anātha",
            "vat",
            "daṇḍa",
            "hastam",
            "ca",
            "vṛṣalam",
            "dadṛśe",
            "nṛpa",
            "lāñchanam"
        ],
        "translation": "Sūta Gosvāmī said: After reaching that place, Mahārāja Parīkṣit observed that a lower-caste śūdra, dressed like a king, was beating a cow and a bull with a club, as if they had no owner.",
        "purport": " The principal sign of the Age of Kali is that lower-caste śūdras, i.e., men without brahminical culture and spiritual initiation, will be dressed like administrators or kings, and the principal business of such non-kṣatriya rulers will be to kill the innocent animals, especially the cows and the bulls, who shall be unprotected by their masters, the bona fide vaiśyas, the mercantile community. In the Bhagavad-gītā (18.44) it is said that the vaiśyas are meant to deal in agriculture, cow protection and trade. In the Age of Kali, the degraded vaiśyas, the mercantile men, are engaged in supplying cows to slaughterhouses. The kṣatriyas are meant to protect the citizens of the state, whereas the vaiśyas are meant to protect the cows and bulls and utilize them to produce grains and milk. The cow is meant to deliver milk, and the bull is meant to produce grains. But in the Age of Kali, the śūdra class of men are in the posts of administrators, and the cows and bulls, or the mothers and the fathers, unprotected by the vaiśyas, are subjected to the slaughterhouses organized by the śūdra administrators."
    },
    {
        "verse": "2",
        "devanagari": "वृषं मृणालधवलं मेहन्तमिव बिभ्यतम् ।वेपमानं पदैकेन सीदन्तं शूद्रताडितम् ॥ २ ॥",
        "english_devnagari": "vṛṣaṁ mṛṇāla-dhavalaṁmehantam iva bibhyatamvepamānaṁ padaikenasīdantaṁ śūdra-tāḍitam",
        "verse_Syn": [
            "vṛṣam",
            "mṛṇāla",
            "dhavalam",
            "mehantam",
            "iva",
            "bibhyatam",
            "vepamānam",
            "padā",
            "ekena",
            "sīdantam",
            "śūdra",
            "tāḍitam"
        ],
        "translation": "The bull was as white as a white lotus flower. He was terrified of the śūdra who was beating him, and he was so afraid that he was standing on one leg, trembling and urinating.",
        "purport": " The next symptom of the Age of Kali is that principles of religion, which are all spotlessly white, like the white lotus flower, will be attacked by the uncultured śūdra population of the age. They may be descendants of brāhmaṇa or kṣatriya forefathers, but in the Age of Kali, for want of sufficient education and culture of Vedic wisdom, such a śūdra-like population will defy the principles of religion, and persons who are religiously endowed will be terrified by such men. They will declare themselves as adherents of no religious principles, and many “isms” and cults will spring up in Kali-yuga only to kill the spotless bull of religion. The state will be declared to be secular, or without any particular principle of religion, and as a result there will be total indifference to the principles of religion. The citizens will be free to act as they like, without respect for sādhu, śāstra and guru. The bull standing on one leg indicates that the principles of religion are gradually diminishing. Even the fragmental existence of religious principles will be embarrassed by so many obstacles as if in the trembling condition of falling down at any time."
    },
    {
        "verse": "3",
        "devanagari": "गां च धर्मदुघां दीनां भृशं शूद्रपदाहताम् ।विवत्सामाश्रुवदनां क्षामां यवसमिच्छतीम् ॥ ३ ॥",
        "english_devnagari": "gāṁ ca dharma-dughāṁ dīnāṁbhṛśaṁ śūdra-padāhatāmvivatsām āśru-vadanāṁkṣāmāṁ yavasam icchatīm",
        "verse_Syn": [
            "gām",
            "ca",
            "dharma",
            "dughām",
            "dīnām",
            "bhṛśam",
            "śūdra",
            "pada",
            "āhatām",
            "vivatsām",
            "āśru",
            "vadanām",
            "kṣāmām",
            "yavasam",
            "icchatīm"
        ],
        "translation": "Although the cow is beneficial because one can draw religious principles from her, she was now rendered poor and calfless. Her legs were being beaten by a śūdra. There were tears in her eyes, and she was distressed and weak. She was hankering after some grass in the field.",
        "purport": " The next symptom of the Age of Kali is the distressed condition of the cow. Milking the cow means drawing the principles of religion in a liquid form. The great ṛṣis and munis would live only on milk. Śrīla Śukadeva Gosvāmī would go to a householder while he was milking a cow, and he would simply take a little quantity of it for subsistence. Even fifty years ago, no one would deprive a sādhu of a quart or two of milk, and every householder would give milk like water. For a Sanātanist (a follower of Vedic principles) it is the duty of every householder to have cows and bulls as household paraphernalia, not only for drinking milk, but also for deriving religious principles. The Sanātanist worships cows on religious principles and respects brāhmaṇas. The cow’s milk is required for the sacrificial fire, and by performing sacrifices the householder can be happy. The cow’s calf not only is beautiful to look at, but also gives satisfaction to the cow, and so she delivers as much milk as possible. But in the Kali-yuga, the calves are separated from the cows as early as possible for purposes which may not be mentioned in these pages of Śrīmad-Bhāgavatam. The cow stands with tears in her eyes, the śūdra milkman draws milk from the cow artificially, and when there is no milk the cow is sent to be slaughtered. These greatly sinful acts are responsible for all the troubles in present society. People do not know what they are doing in the name of economic development. The influence of Kali will keep them in the darkness of ignorance. Despite all endeavors for peace and prosperity, they must try to see the cows and the bulls happy in all respects. Foolish people do not know how one earns happiness by making the cows and bulls happy, but it is a fact by the law of nature. Let us take it from the authority of Śrīmad-Bhāgavatam and adopt the principles for the total happiness of humanity."
    },
    {
        "verse": "4",
        "devanagari": "पप्रच्छ रथमारूढ: कार्तस्वरपरिच्छदम् ।मेघगम्भीरया वाचा समारोपितकार्मुक: ॥ ४ ॥",
        "english_devnagari": "papraccha ratham ārūḍhaḥkārtasvara-paricchadammegha-gambhīrayā vācāsamāropita-kārmukaḥ",
        "verse_Syn": [
            "papraccha",
            "ratham",
            "ārūḍhaḥ",
            "kārtasvara",
            "paricchadam",
            "megha",
            "gambhīrayā",
            "vācā",
            "samāropita",
            "kārmukaḥ"
        ],
        "translation": "Mahārāja Parīkṣit, well equipped with arrows and bow and seated on a gold-embossed chariot, spoke to him [the śūdra] with a deep voice sounding like thunder.",
        "purport": " An administrative head or king like Mahārāja Parīkṣit, with full majestic authority, well equipped with weapons to chastise miscreants, can challenge the agents of the Age of Kali. Then only will it be possible to counteract the degraded age. And in the absence of such strong executive heads, there is always disruption of tranquillity. The elected show-bottle executive head, as representative of a degraded public, cannot be equal with a strong king like Mahārāja Parīkṣit. The dress or style of royal order does not count. It is one’s actions which are counted."
    },
    {
        "verse": "5",
        "devanagari": "कस्त्वं मच्छरणे लोके बलाद्धंस्यबलान् बली ।नरदेवोऽसि वेशेण नटवत्कर्मणाद्विज: ॥ ५ ॥",
        "english_devnagari": "kas tvaṁ mac-charaṇe lokebalād dhaṁsy abalān balīnara-devo ’si veṣeṇanaṭavat karmaṇā ’dvijaḥ",
        "verse_Syn": [
            "kaḥ",
            "tvam",
            "mat",
            "śaraṇe",
            "loke",
            "balāt",
            "haṁsi",
            "abalān",
            "balī",
            "nara",
            "devaḥ",
            "asi",
            "veṣeṇa",
            "naṭa",
            "vat",
            "karmaṇā",
            "advi",
            "jaḥ"
        ],
        "translation": "Oh, who are you? You appear to be strong and yet you dare kill, within my protection, those who are helpless! By your dress you pose yourself to be a godly man [king], but by your deeds you are opposing the principles of the twice-born kṣatriyas.",
        "purport": " The brāhmaṇas, kṣatriyas and vaiśyas are called twice-born because for these higher classes of men there is one birth by parental conjugation and there is another birth of cultural rejuvenation by spiritual initiation from the bona fide ācārya, or spiritual master. So a kṣatriya is also twice-born like a brāhmaṇa, and his duty is to give protection to the helpless. The kṣatriya king is considered to be the representative of God to give protection to the helpless and chastise the miscreants. Whenever there are anomalies in this routine work by the administrators, there is an incarnation of the Lord to reestablish the principles of a godly kingdom. In the Age of Kali, the poor helpless animals, especially the cows, which are meant to receive all sorts of protection from the administrative heads, are killed without restriction. Thus the administrative heads under whose noses such things happen are representatives of God in name only. Such powerful administrators are rulers of the poor citizens by dress or office, but factually they are worthless, lower-class men without the cultural assets of the twice-born. No one can expect justice or equality of treatment from once-born (spiritually uncultured) lower-class men. Therefore in the Age of Kali everyone is unhappy due to the maladministration of the state. The modern human society is not twice-born by spiritual culture. Therefore the people’s government, by the people who are not twice-born, must be a government of Kali in which everyone is unhappy."
    },
    {
        "verse": "6",
        "devanagari": "यस्त्वं कृष्णे गते दूरं सहगाण्डीवधन्वना ।शोच्योऽस्यशोच्यान् रहसि प्रहरन् वधमर्हसि ॥ ६ ॥",
        "english_devnagari": "yas tvaṁ kṛṣṇe gate dūraṁsaha-gāṇḍīva-dhanvanāśocyo ’sy aśocyān rahasipraharan vadham arhasi",
        "verse_Syn": [
            "yaḥ",
            "tvam",
            "kṛṣṇe",
            "gate",
            "dūram",
            "saha",
            "gāṇḍīva",
            "dhanvanā",
            "śocyaḥ",
            "asi",
            "aśocyān",
            "rahasi",
            "praharan",
            "vadham",
            "arhasi"
        ],
        "translation": "You rogue, do you dare beat an innocent cow because Lord Kṛṣṇa and Arjuna, the carrier of the Gāṇḍīva bow, are out of sight? Since you are beating the innocent in a secluded place, you are considered a culprit and therefore deserve to be killed.",
        "purport": " In a civilization where God is conspicuously banished, and there is no devotee warrior like Arjuna, the associates of the Age of Kali take advantage of this lawless kingdom and arrange to kill innocent animals like the cow in secluded slaughterhouses. Such murderers of animals stand to be condemned to death by the order of a pious king like Mahārāja Parīkṣit. For a pious king, the culprit who kills an animal in a secluded place is punishable by the death penalty, exactly like a murderer who kills an innocent child in a secluded place."
    },
    {
        "verse": "7",
        "devanagari": "त्वं वा मृणालधवल: पादैर्न्यून: पदा चरन् ।वृषरूपेण किं कश्चिद् देवो न: परिखेदयन् ॥ ७ ॥",
        "english_devnagari": "tvaṁ vā mṛṇāla-dhavalaḥpādair nyūnaḥ padā caranvṛṣa-rūpeṇa kiṁ kaściddevo naḥ parikhedayan",
        "verse_Syn": [
            "tvam",
            "vā",
            "mṛṇāla",
            "dhavalaḥ",
            "pādaiḥ",
            "nyūnaḥ",
            "padā",
            "caran",
            "vṛṣa",
            "rūpeṇa",
            "kim",
            "kaścit",
            "devaḥ",
            "naḥ",
            "parikhedayan"
        ],
        "translation": "Then he [Mahārāja Parīkṣit] asked the bull: Oh, who are you? Are you a bull as white as a white lotus, or are you a demigod? You have lost three of your legs and are moving on only one. Are you some demigod causing us grief in the form of a bull?",
        "purport": " At least up to the time of Mahārāja Parīkṣit, no one could imagine the wretched conditions of the cow and the bull. Mahārāja Parīkṣit, therefore, was astonished to see such a horrible scene. He inquired whether the bull was not a demigod assuming such a wretched condition to indicate the future of the cow and the bull."
    },
    {
        "verse": "8",
        "devanagari": "न जातु कौरवेन्द्राणां दोर्दण्डपरिरम्भिते ।भूतलेऽनुपतन्त्यस्मिन् विना ते प्राणिनां शुच: ॥ ८ ॥",
        "english_devnagari": "na jātu kauravendrāṇāṁdordaṇḍa-parirambhitebhū-tale ’nupatanty asminvinā te prāṇināṁ śucaḥ",
        "verse_Syn": [
            "na",
            "jātu",
            "kaurava",
            "indrāṇām",
            "dordaṇḍa",
            "parirambhite",
            "bhū",
            "tale",
            "anupatanti",
            "asmin",
            "vinā",
            "te",
            "prāṇinām",
            "śucaḥ"
        ],
        "translation": "Now for the first time in a kingdom well protected by the arms of the kings of the Kuru dynasty, I see you grieving with tears in your eyes. Up till now no one on earth has ever shed tears because of royal negligence.",
        "purport": " The protection of the lives of both the human beings and the animals is the first and foremost duty of a government. A government must not discriminate in such principles. It is simply horrible for a purehearted soul to see organized animal killing by the state in this Age of Kali. Mahārāja Parīkṣit was lamenting for the tears in the eyes of the bull, and he was astonished to see such an unprecedented thing in his good kingdom. Men and animals were equally protected as far as life was concerned. That is the way in God’s kingdom."
    },
    {
        "verse": "9",
        "devanagari": "मा सौरभेयात्र शुचो व्येतु ते वृषलाद् भयम् ।मा रोदीरम्ब भद्रं ते खलानां मयि शास्तरि ॥ ९ ॥",
        "english_devnagari": "mā saurabheyātra śucovyetu te vṛṣalād bhayammā rodīr amba bhadraṁ tekhalānāṁ mayi śāstari",
        "verse_Syn": [
            "mā",
            "saurabheya",
            "atra",
            "śucaḥ",
            "vyetu",
            "te",
            "vṛṣalāt",
            "bhayam",
            "mā",
            "rodīḥ",
            "amba",
            "bhadram",
            "te",
            "khalānām",
            "mayi",
            "śāstari"
        ],
        "translation": "O son of Surabhi, you need lament no longer now. There is no need to fear this low-class śūdra. And, O mother cow, as long as I am living as the ruler and subduer of all envious men, there is no cause for you to cry. Everything will be good for you.",
        "purport": " Protection of bulls and cows and all other animals can be possible only when there is a state ruled by an executive head like Mahārāja Parīkṣit. Mahārāja Parīkṣit addresses the cow as mother, for he is a cultured, twice-born, kṣatriya king. Surabhi is the name of the cows which exist in the spiritual planets and are especially reared by Lord Śrī Kṛṣṇa Himself. As men are made after the form and features of the Supreme Lord, so also the cows are made after the form and features of the surabhi cows in the spiritual kingdom. In the material world the human society gives all protection to the human being, but there is no law to protect the descendants of Surabhi, who can give all protection to men by supplying the miracle food, milk. But Mahārāja Parīkṣit and the Pāṇḍavas were fully conscious of the importance of the cow and bull, and they were prepared to punish the cow killer with all chastisement, including death. There has sometimes been agitation for the protection of the cow, but for want of pious executive heads and suitable laws, the cow and the bull are not given protection. The human society should recognize the importance of the cow and the bull and thus give all protection to these important animals, following in the footsteps of Mahārāja Parīkṣit. For protecting the cows and brahminical culture, the Lord, who is very kind to the cow and the brāhmaṇas (go-brāhmaṇa-hitāya), will be pleased with us and will bestow upon us real peace."
    },
    {
        "verse": "10-11",
        "devanagari": "यस्य राष्ट्रे प्रजा: सर्वास्त्रस्यन्ते साध्व्यसाधुभि: ।तस्य मत्तस्य नश्यन्ति कीर्तिरायुर्भगो गति: ॥ १० ॥एष राज्ञां परो धर्मो ह्यार्तानामार्तिनिग्रह: ।अत एनं वधिष्यामि भूतद्रुहमसत्तमम् ॥ ११ ॥",
        "english_devnagari": "yasya rāṣṭre prajāḥ sarvāstrasyante sādhvy asādhubhiḥtasya mattasya naśyantikīrtir āyur bhago gatiḥ",
        "verse_Syn": [
            "yasya",
            "rāṣṭre",
            "prajāḥ",
            "sarvāḥ",
            "trasyante",
            "sādhvi",
            "asādhubhiḥ",
            "tasya",
            "mattasya",
            "naśyanti",
            "kīrtiḥ",
            "āyuḥ",
            "bhagaḥ",
            "gatiḥ",
            "eṣaḥ",
            "rājñām",
            "paraḥ",
            "dharmaḥ",
            "hi",
            "ārtānām",
            "ārti",
            "nigrahaḥ",
            "ataḥ",
            "enam",
            "vadhiṣyāmi",
            "bhūta",
            "druham",
            "asat",
            "tamam"
        ],
        "translation": "O chaste one, the king’s good name, duration of life and good rebirth vanish when all kinds of living beings are terrified by miscreants in his kingdom. It is certainly the prime duty of the king to subdue first the sufferings of those who suffer. Therefore I must kill this most wretched man because he is violent against other living beings.",
        "purport": " When there is some disturbance caused by wild animals in a village or town, the police or others take action to kill them. Similarly, it is the duty of the government to kill at once all bad social elements such as thieves, dacoits and murderers. The same punishment is also due to animal killers because the animals of the state are also the prajā. Prajā means one who has taken birth in the state, and this includes both men and animals. Any living being who takes birth in a state has the primary right to live under the protection of the king. The jungle animals are also subject to the king, and they also have a right to live. So what to speak of domestic animals like the cows and bulls. Any living being, if he terrifies other living beings, is a most wretched subject, and the king should at once kill such a disturbing element. As the wild animal is killed when it creates disturbances, similarly any man who unnecessarily kills or terrifies the jungle animals or other animals must be punished at once. By the law of the Supreme Lord, all living beings, in whatever shape they may be, are the sons of the Lord, and no one has any right to kill another animal, unless it is so ordered by the codes of natural law. The tiger can kill a lower animal for his subsistence, but a man cannot kill an animal for his subsistence. That is the law of God, who has created the law that a living being subsists by eating another living being. Thus the vegetarians are also living by eating other living beings. Therefore, the law is that one should live only by eating specific living beings, as ordained by the law of God. The Īśopaniṣad directs that one should live by the direction of the Lord and not at one’s sweet will. A man can subsist on varieties of grains, fruits and milk ordained by God, and there is no need of animal food, save and except in particular cases. The illusioned king or executive head, even though sometimes advertised as a great philosopher and learned scholar, will allow slaughterhouses in the state without knowing that torturing poor animals clears the way to hell for such foolish kings or executive heads. The executive head must always be alert to the safety of the prajās, both man and animal, and inquire whether a particular living being is harassed at any place by another living being. The harassing living being must at once be caught and put to death, as shown by Mahārāja Parīkṣit. The people’s government, or government by the people, should not allow killing of innocent animals by the sweet will of foolish government men. They must know the codes of God, as mentioned in the revealed scriptures. Mahārāja Parīkṣit quotes here that according to the codes of God the irresponsible king or state executive jeopardizes his good name, duration of life, power and strength and ultimately his progressive march towards a better life and salvation after death. Such foolish men do not even believe in the existence of a next life. While commenting on this particular verse, we have in our presence the statement of a great modern politician who has recently died and left his will, which discloses his poor fund of knowledge of the codes of God mentioned by Mahārāja Parīkṣit. The politician was so ignorant of the codes of God that he writes: “I do not believe in any such ceremonies, and to submit to them, even as a matter of form, would be hypocrisy and an attempt to delude ourselves and others.... I have no religious sentiment in the matter.” Contrasting these statements of a great politician in the modern age with those of Mahārāja Parīkṣit, we find a vast difference. Mahārāja Parīkṣit was pious according to the scriptural codes, whereas the modern politician goes by his personal belief and sentiments. Any great man of the material world is, after all, a conditioned soul. He is bound by his hands and feet by the ropes of material nature, and still the foolish conditioned soul thinks of himself as free to act by his whimsical sentiments. The conclusion is that people in the time of Mahārāja Parīkṣit were happy, and the animals were given proper protection because the executive head was not whimsical or ignorant of God’s law. Foolish, faithless creatures try to avoid the existence of the Lord and proclaim themselves secular at the cost of valuable human life. The human life is especially meant for knowing the science of God, but foolish creatures, especially in this Age of Kali, instead of knowing God scientifically, make propaganda against religious belief as well as the existence of God, even though they are always bound by the laws of God by the symptoms of birth, death, old age and disease."
    },
    {
        "verse": "12",
        "devanagari": "कोऽवृश्चत् तव पादांस्त्रीन् सौरभेय चतुष्पद ।मा भूवंस्त्वाद‍ृशा राष्ट्रे राज्ञां कृष्णानुवर्तिनाम् ॥ १२ ॥",
        "english_devnagari": "ko ’vṛścat tava pādāṁs trīnsaurabheya catuṣ-padamā bhūvaṁs tvādṛśā rāṣṭrerājñāṁ kṛṣṇānuvartinām",
        "verse_Syn": [
            "kaḥ",
            "avṛścat",
            "tava",
            "pādān",
            "trīn",
            "saurabheya",
            "catuḥ",
            "pada",
            "mā",
            "bhūvan",
            "tvādṛśāḥ",
            "rāṣṭre",
            "rājñām",
            "kṛṣṇa",
            "anuvartinām"
        ],
        "translation": "He [Mahārāja Parīkṣit] repeatedly addressed and questioned the bull thus: O son of Surabhi, who has cut off your three legs? In the state of the kings who are obedient to the laws of the Supreme Personality of Godhead, Kṛṣṇa, there is no one as unhappy as you.",
        "purport": " The kings or the executive heads of all states must know the codes of Lord Kṛṣṇa (generally Bhagavad-gītā and Śrīmad-Bhāgavatam) and must act accordingly in order to fulfill the mission of human life, which is to make an end to all miseries of material conditions. One who knows the codes of Lord Kṛṣṇa can achieve this end without any difficulty. In the Bhagavad-gītā, in a synopsis, we can understand the codes of Godhead, and in the Śrīmad-Bhāgavatam the same codes are explained further. In a state where the codes of Kṛṣṇa are followed, no one is unhappy. Where such codes are not followed, the first sign is that three legs of the representative of religion are cut off, and thereby all miseries follow. When Kṛṣṇa was personally present, the codes of Kṛṣṇa were being followed without question, but in His absence such codes are presented in the pages of Śrīmad-Bhāgavatam for the guidance of the blind persons who happen to be at the helm of all affairs."
    },
    {
        "verse": "13",
        "devanagari": "आख्याहि वृष भद्रं व: साधूनामकृतागसाम् ।आत्मवैरूप्यकर्तारं पार्थानां कीर्तिदूषणम् ॥ १३ ॥",
        "english_devnagari": "ākhyāhi vṛṣa bhadraṁ vaḥsādhūnām akṛtāgasāmātma-vairūpya-kartāraṁpārthānāṁ kīrti-dūṣaṇam",
        "verse_Syn": [
            "ākhyāhi",
            "vṛṣa",
            "bhadram",
            "vaḥ",
            "sādhūnām",
            "akṛta",
            "āgasām",
            "ātma",
            "vairūpya",
            "kartāram",
            "pārthānām",
            "kīrti",
            "dūṣaṇam"
        ],
        "translation": "O bull, you are offenseless and thoroughly honest; therefore I wish all good to you. Please tell me of the perpetrator of these mutilations, which blacken the reputation of the sons of Pṛthā.",
        "purport": " The reputation of the reign of Mahārāja Rāmacandra and that of the kings who followed in the footsteps of Mahārāja Rāmacandra, like the Pāṇḍavas and their descendants, are never to be forgotten because in their kingdom offenseless and honest living beings were never in trouble. The bull and the cow are the symbols of the most offenseless living beings because even the stool and urine of these animals are utilized to benefit human society. The descendants of the sons of Pṛthā, like Mahārāja Parīkṣit, were afraid of losing their reputations, but in the modern days the leaders are not even afraid of killing such offenseless animals. Herein lies the difference between the reign of those pious kings and the modern states ruled by irresponsible executive heads without knowledge of the codes of God."
    },
    {
        "verse": "14",
        "devanagari": "जनेऽनागस्यघं युञ्जन् सर्वतोऽस्य च मद्भयम् ।साधूनां भद्रमेव स्यादसाधुदमने कृते ॥ १४ ॥",
        "english_devnagari": "jane ’nāgasy aghaṁ yuñjansarvato ’sya ca mad-bhayamsādhūnāṁ bhadram eva syādasādhu-damane kṛte",
        "verse_Syn": [
            "jane",
            "anāgasi",
            "agham",
            "yuñjan",
            "sarvataḥ",
            "asya",
            "ca",
            "mat",
            "bhayam",
            "sādhūnām",
            "bhadram",
            "eva",
            "syāt",
            "asādhu",
            "damane",
            "kṛte"
        ],
        "translation": "Whoever causes offenseless living beings to suffer must fear me anywhere and everywhere in the world. By curbing dishonest miscreants, one automatically benefits the offenseless.",
        "purport": " Dishonest miscreants flourish because of cowardly and impotent executive heads of state. But when the executive heads are strong enough to curb all sorts of dishonest miscreants, in any part of the state, certainly they cannot flourish. When the miscreants are punished in an exemplary manner, automatically all good fortune follows. As said before, it is the prime duty of the king or the executive head to give protection in all respects to the peaceful, offenseless citizens of the state. The devotees of the Lord are by nature peaceful and offenseless, and therefore it is the prime duty of the state to arrange to convert everyone to become a devotee of the Lord. Thus automatically there will be peaceful, offenseless citizens. Then the only duty of the king will be to curb the dishonest miscreants. That will bring about peace and harmony all over human society."
    },
    {
        "verse": "15",
        "devanagari": "अनाग:स्विह भूतेषु य आगस्कृन्निरङ्कुश: ।आहर्तास्मि भुजं साक्षादमर्त्यस्यापि साङ्गदम् ॥ १५ ॥",
        "english_devnagari": "anāgaḥsv iha bhūteṣuya āgas-kṛn niraṅkuśaḥāhartāsmi bhujaṁ sākṣādamartyasyāpi sāṅgadam",
        "verse_Syn": [
            "anāgaḥsu",
            "iha",
            "bhūteṣu",
            "yaḥ",
            "āgaḥ",
            "kṛt",
            "niraṅkuśaḥ",
            "āhartā",
            "asmi",
            "bhujam",
            "sākṣāt",
            "amartyasya",
            "api",
            "sa",
            "aṅgadam"
        ],
        "translation": "An upstart living being who commits offenses by torturing those who are offenseless shall be directly uprooted by me, even though he be a denizen of heaven with armor and decorations.",
        "purport": " The denizens of the heavenly kingdom are called amara, or deathless, due to their possessing a long span of life, far greater than that of the human beings. For a human being, who has only a maximum one-hundred-year duration of life, a span of life spreading over millions of years is certainly considered to be deathless. For example, from the Bhagavad-gītā we learn that on the Brahmaloka planet the duration of one day is calculated to be 4,300,000 × 1,000 solar years. Similarly, in other heavenly planets one day is calculated to be six months of this planet, and the inhabitants get a life of ten million of their years. Therefore, in all higher planets, since the span of life is far greater than that of the human being, the denizens are called deathless by imagination, although actually no one within the material universe is deathless. Mahārāja Parīkṣit challenges even such denizens of heaven if they torture the offenseless. This means that the state executive head must be as strong as Mahārāja Parīkṣit so that he may be determined to punish the strongest offenders. It should be the principle of a state executive head that the offender of the codes of God is always punished."
    },
    {
        "verse": "16",
        "devanagari": "राज्ञो हि परमो धर्म: स्वधर्मस्थानुपालनम् ।शासतोऽन्यान् यथाशास्त्रमनापद्युत्पथानिह ॥ १६ ॥",
        "english_devnagari": "rājño hi paramo dharmaḥsva-dharma-sthānupālanamśāsato ’nyān yathā-śāstramanāpady utpathān iha",
        "verse_Syn": [
            "rājñaḥ",
            "hi",
            "paramaḥ",
            "dharmaḥ",
            "sva",
            "dharma",
            "stha",
            "anupālanam",
            "śāsataḥ",
            "anyān",
            "yathā",
            "śāstram",
            "anāpadi",
            "utpathān",
            "iha"
        ],
        "translation": "The supreme duty of the ruling king is to give all protection to law-abiding persons and to chastise those who stray from the ordinances of the scriptures in ordinary times, when there is no emergency.",
        "purport": " In the scriptures there is mention of āpad-dharma, or occupational duty at times of extraordinary happenings. It is said that sometimes the great sage Viśvāmitra had to live on the flesh of dogs in some extraordinary dangerous position. In cases of emergency, one may be allowed to live on the flesh of animals of all description, but that does not mean that there should be regular slaughterhouses to feed the animal-eaters and that this system should be encouraged by the state. No one should try to live on flesh in ordinary times simply for the sake of the palate. If anyone does so, the king or the executive head should punish him for gross enjoyment. There are regular scriptural injunctions for different persons engaged in different occupational duties, and one who follows them is called sva-dharma-stha, or faithful in one’s prescribed duties. In the Bhagavad-gītā (18.48) it is advised that one should not give up his occupational prescribed duties, even if they are not always flawless. Such sva-dharma might be violated in cases of emergency, if one is forced by circumstances, but they cannot be violated in ordinary times. The state executive head is to see that such sva-dharma is not changed by the follower, whatever it may be, and he should give all protection to the follower of sva-dharma. The violator is subject to punishment in terms of the śāstra, and the duty of the king is to see that everyone strictly follows his occupational duty, as prescribed in the scripture."
    },
    {
        "verse": "17",
        "devanagari": "धर्म उवाचएतद् व: पाण्डवेयानां युक्तमार्ताभयं वच: ।येषां गुणगणै: कृष्णो दौत्यादौ भगवान् कृत: ॥ १७ ॥",
        "english_devnagari": "dharma uvācaetad vaḥ pāṇḍaveyānāṁyuktam ārtābhayaṁ vacaḥyeṣāṁ guṇa-gaṇaiḥ kṛṣṇodautyādau bhagavān kṛtaḥ",
        "verse_Syn": [
            "dharmaḥ",
            "uvāca",
            "etat",
            "vaḥ",
            "pāṇḍaveyānām",
            "yuktam",
            "ārta",
            "abhayam",
            "vacaḥ",
            "yeṣām",
            "guṇa",
            "gaṇaiḥ",
            "kṛṣṇaḥ",
            "dautya",
            "ādau",
            "bhagavān",
            "kṛtaḥ"
        ],
        "translation": "The personality of religion said: These words just spoken by you befit a person of the Pāṇḍava dynasty. Captivated by the devotional qualities of the Pāṇḍavas, even Lord Kṛṣṇa, the Personality of Godhead, performed duties as a messenger.",
        "purport": " The assurances and challenges made by Mahārāja Parīkṣit are never exaggerations of his real power. The Mahārāja said that even the denizens of heaven could not escape his stringent government if they were violators of religious principles. He was not falsely proud, for a devotee of the Lord is equally as powerful as the Lord or sometimes more powerful by His grace, and any promise made by a devotee, though it may be ordinarily very difficult to fulfill, is properly executed by the grace of the Lord. The Pāṇḍavas, by their unalloyed devotional service and full surrender unto the Lord, made it possible for the Lord to become a chariot driver or sometimes their letter messenger. Such duties executed by the Lord for His devotee are always very pleasing to the Lord because the Lord wants to render service to His unalloyed devotee, whose life has no other engagement than to serve the Lord with full love and devotion. Mahārāja Parīkṣit, grandson of Arjuna, the celebrated friendly servitor of the Lord, was a pure devotee of the Lord like his grandfather, and therefore the Lord was always with him, even from the time when he was helplessly lying in the womb of his mother and was attacked by the blazing brahmāstra weapon of Aśvatthāmā. A devotee is always under the protection of the Lord, and therefore the assurance of protection by Mahārāja Parīkṣit could never be without meaning. The personality of religion accepted this fact and thus thanked the King for his being true to his exalted position."
    },
    {
        "verse": "18",
        "devanagari": "न वयं क्लेशबीजानि यत: स्यु: पुरुषर्षभ ।पुरुषं तं विजानीमो वाक्यभेदविमोहिता: ॥ १८ ॥",
        "english_devnagari": "na vayaṁ kleśa-bījāniyataḥ syuḥ puruṣarṣabhapuruṣaṁ taṁ vijānīmovākya-bheda-vimohitāḥ",
        "verse_Syn": [
            "na",
            "vayam",
            "kleśa",
            "bījāni",
            "yataḥ",
            "syuḥ",
            "puruṣa",
            "ṛṣabha",
            "puruṣam",
            "tam",
            "vijānīmaḥ",
            "vākya",
            "bheda",
            "vimohitāḥ"
        ],
        "translation": "O greatest among human beings, it is very difficult to ascertain the particular miscreant who has caused our sufferings, because we are bewildered by all the different opinions of theoretical philosophers.",
        "purport": " There are many theoretical philosophers in the world who put forward their own theories of cause and effect especially about the cause of suffering and its effect on different living beings. Generally there are six great philosophers: Kaṇāda, the author of Vaiśeṣika philosophy; Gautama, the author of logic; Patañjali, the author of mystic yoga; Kapila, the author of Sāṅkhya philosophy; Jaimini, the author of Karma-mīmāṁsā; and Vyāsadeva, the author of Vedānta-darśana. Although the bull, or the personality of religion, and the cow, the personality of the earth, knew perfectly well that the personality of Kali was the direct cause of their sufferings, still, as devotees of the Lord, they knew well also that without the sanction of the Lord no one could inflict trouble upon them. According to the Padma Purāṇa, our present trouble is due to the fructifying of seedling sins, but even those seedling sins also gradually fade away by execution of pure devotional service. Thus even if the devotees see the mischief-mongers, they do not accuse them for the sufferings inflicted. They take it for granted that the mischief-monger is made to act by some indirect cause, and therefore they tolerate the sufferings, thinking them to be God-given in small doses, for otherwise the sufferings should have been greater. Mahārāja Parīkṣit wanted to get a statement of accusation against the direct mischief-monger, but they declined to give it on the above-mentioned grounds. Speculative philosophers, however, do not recognize the sanction of the Lord; they try to find out the cause of sufferings in their own way, as will be described in the following verses. According to Śrīla Jīva Gosvāmī, such speculators are themselves bewildered, and thus they cannot know that the ultimate cause of all causes is the Supreme Lord, the Personality of Godhead."
    },
    {
        "verse": "19",
        "devanagari": "केचिद् विकल्पवसना आहुरात्मानमात्मन: ।दैवमन्येऽपरे कर्म स्वभावमपरे प्रभुम् ॥ १९ ॥",
        "english_devnagari": "kecid vikalpa-vasanāāhur ātmānam ātmanaḥdaivam anye ’pare karmasvabhāvam apare prabhum",
        "verse_Syn": [
            "kecit",
            "vikalpa",
            "vasanāḥ",
            "āhuḥ",
            "ātmānam",
            "ātmanaḥ",
            "daivam",
            "anye",
            "apare",
            "karma",
            "svabhāvam",
            "apare",
            "prabhum"
        ],
        "translation": "Some of the philosophers, who deny all sorts of duality, declare that one’s own self is responsible for his personal happiness and distress. Others say that superhuman powers are responsible, while yet others say that activity is responsible, and the gross materialists maintain that nature is the ultimate cause.",
        "purport": " As referred to above, philosophers like Jaimini and his followers establish that fruitive activity is the root cause of all distress and happiness, and that even if there is a superior authority, some superhuman powerful God or gods, He or they are also under the influence of fruitive activity because they reward result according to one’s action. They say that action is not independent because action is performed by some performer; therefore, the performer himself is the cause of his own happiness or distress. In the Bhagavad-gītā (6.5) also it is confirmed that by one’s mind, freed from material affection, one can deliver himself from the sufferings of material pangs. So one should not entangle oneself in matter by the mind’s material affections. Thus one’s own mind is one’s friend or enemy in one’s material happiness and distress. Atheistic, materialistic Sāṅkhyaites conclude that material nature is the cause of all causes. According to them, combinations of material elements are the causes of material happiness and distress, and disintegration of matter is the cause of freedom from all material pangs. Gautama and Kaṇāda find that atomic combination is the cause of everything, and impersonalists like Aṣṭāvakra discover that the spiritual effulgence of Brahman is the cause of all causes. But in the Bhagavad-gītā the Lord Himself declares that He is the source of impersonal Brahman, and therefore He, the Personality of Godhead, is the ultimate cause of all causes. It is also confirmed in the Brahma-saṁhitā that Lord Kṛṣṇa is the ultimate cause of all causes."
    },
    {
        "verse": "20",
        "devanagari": "अप्रतर्क्यादनिर्देश्यादिति केष्वपि निश्चय: ।अत्रानुरूपं राजर्षे विमृश स्वमनीषया ॥ २० ॥",
        "english_devnagari": "apratarkyād anirdeśyāditi keṣv api niścayaḥatrānurūpaṁ rājarṣevimṛśa sva-manīṣayā",
        "verse_Syn": [
            "apratarkyāt",
            "anirdeśyāt",
            "iti",
            "keṣu",
            "api",
            "niścayaḥ",
            "atra",
            "anurūpam",
            "rāja",
            "ṛṣe",
            "vimṛśa",
            "sva",
            "manīṣayā"
        ],
        "translation": "There are also some thinkers who believe that no one can ascertain the cause of distress by argumentation, nor know it by imagination, nor express it by words. O sage amongst kings, judge for yourself by thinking over all this with your own intelligence.",
        "purport": " The Vaiṣṇavites, the devotees of the Lord, do believe, as above explained, that nothing can take place without the sanction of the Supreme Lord. He is the supreme director, for He confirms in the Bhagavad-gītā (15.15) that He, as all-pervading Paramātmā, stays in everyone’s heart and keeps vigilance over all actions and witnesses all activities. The argument of the atheist that one cannot be punished for one’s misdeeds unless proved before a qualified justice is refuted herein, for we accept the perpetual witness and constant companion of the living being. A living being may forget all that he might have done in his past or present life, but one must know that in the same tree of the material body, the individual soul and the Supreme Soul as Paramātmā are sitting like two birds. One of them, the living being, is enjoying the fruits of the tree, whereas the Supreme Being is there to witness the activities. Therefore the Paramātmā feature, the Supreme Soul, is actually the witness of all activities of the living being, and only by His direction can the living being remember or forget what he might have done in the past. He is, therefore, both the all-pervading impersonal Brahman and the localized Paramātmā in everyone’s heart. He is the knower of all past, present and future, and nothing can be concealed from Him. The devotees know this truth, and therefore they discharge their duties sincerely, without being overly anxious for rewards. Besides that, one cannot estimate the Lord’s reactions, either by speculation or by scholarship. Why does He put some into difficulty and not others? He is the supreme knower of the Vedic knowledge, and thus He is the factual Vedāntist. At the same time He is the compiler of the Vedānta. No one is independent of Him, and everyone is engaged in His service in different ways. In the conditioned state, such services are rendered by the living being under force of the material nature, whereas in the liberated state the living being is helped by the spiritual nature in the voluntary loving service of the Lord. There is no incongruity or inebriety in His actions. All are on the path of Absolute Truth. Bhīṣmadeva correctly estimated the inconceivable actions of the Lord. The conclusion is, therefore, that the sufferings of the representative of religion and the representative of the earth, as present before Mahārāja Parīkṣit, were planned to prove that Mahārāja Parīkṣit was the ideal executive head because he knew well how to give protection to the cows (the earth) and the brāhmaṇas (religious principles), the two pillars of spiritual advancement. Everyone is under the full control of the Lord. He is quite correct in His action when He desires something to be done by someone, irrespective of the consideration of the particular case. Mahārāja Parīkṣit was thus put to test for his greatness. Now let us see how he solves it by his sagacious mind."
    },
    {
        "verse": "21",
        "devanagari": "सूत उवाचएवं धर्मे प्रवदति स सम्राड् द्विजसत्तमा: ।समाहितेन मनसा विखेद: पर्यचष्ट तम् ॥ २१ ॥",
        "english_devnagari": "sūta uvācaevaṁ dharme pravadatisa samrāḍ dvija-sattamāḥsamāhitena manasāvikhedaḥ paryacaṣṭa tam",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "evam",
            "dharme",
            "pravadati",
            "saḥ",
            "samrāṭ",
            "dvija",
            "sattamāḥ",
            "samāhitena",
            "manasā",
            "vikhedaḥ",
            "paryacaṣṭa",
            "tam"
        ],
        "translation": "Sūta Gosvāmī said: O best among the brāhmaṇas, the Emperor Parīkṣit, thus hearing the personality of religion speak, was fully satisfied, and without mistake or regret he gave his reply.",
        "purport": " The statement of the bull, the personality of religion, was full of philosophy and knowledge, and the King was satisfied, since he could understand that the suffering bull was not an ordinary one. Unless one is perfectly conversant with the law of the Supreme Lord, one cannot speak such things touching philosophical truths. The Emperor, being also on an equal level of sagacity, replied to the point, without doubts or mistakes."
    },
    {
        "verse": "22",
        "devanagari": "राजोवाचधर्मं ब्रवीषि धर्मज्ञ धर्मोऽसि वृषरूपधृक् ।यदधर्मकृत: स्थानं सूचकस्यापि तद्भवेत् ॥ २२ ॥",
        "english_devnagari": "rājovācadharmaṁ bravīṣi dharma-jñadharmo ’si vṛṣa-rūpa-dhṛkyad adharma-kṛtaḥ sthānaṁsūcakasyāpi tad bhavet",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "dharmam",
            "bravīṣi",
            "dharma",
            "jña",
            "dharmaḥ",
            "asi",
            "vṛṣa",
            "rūpa",
            "dhṛk",
            "yat",
            "adharma",
            "kṛtaḥ",
            "sthānam",
            "sūcakasya",
            "api",
            "tat",
            "bhavet"
        ],
        "translation": "The King said: O you, who are in the form of a bull! You know the truth of religion, and you are speaking according to the principle that the destination intended for the perpetrator of irreligious acts is also intended for one who identifies the perpetrator. You are no other than the personality of religion.",
        "purport": " A devotee’s conclusion is that no one is directly responsible for being a benefactor or mischief-monger without the sanction of the Lord; therefore he does not consider anyone to be directly responsible for such action. But in both the cases he takes it for granted that either benefit or loss is God-sent, and thus it is His grace. In case of benefit, no one will deny that it is God-sent, but in case of loss or reverses one becomes doubtful about how the Lord could be so unkind to His devotee as to put him in great difficulty. Jesus Christ was seemingly put into such great difficulty, being crucified by the ignorant, but he was never angry at the mischief-mongers. That is the way of accepting a thing, either favorable or unfavorable. Thus for a devotee the identifier is equally a sinner, like the mischief-monger. By God’s grace, the devotee tolerates all reverses. Mahārāja Parīkṣit observed this, and therefore he could understand that the bull was no other than the personality of religion himself. In other words, a devotee has no suffering at all because so-called suffering is also God’s grace for a devotee who sees God in everything. The cow and bull never placed any complaint before the King for being tortured by the personality of Kali, although everyone lodges such complaints before the state authorities. The extraordinary behavior of the bull made the King conclude that the bull was certainly the personality of religion, for no one else could understand the finer intricacies of the codes of religion."
    },
    {
        "verse": "23",
        "devanagari": "अथवा देवमायाया नूनं गतिरगोचरा ।चेतसो वचसश्चापि भूतानामिति निश्चय: ॥ २३ ॥",
        "english_devnagari": "athavā deva-māyāyānūnaṁ gatir agocarācetaso vacasaś cāpibhūtānām iti niścayaḥ",
        "verse_Syn": [
            "athavā",
            "deva",
            "māyāyāḥ",
            "nūnam",
            "gatiḥ",
            "agocarā",
            "cetasaḥ",
            "vacasaḥ",
            "ca",
            "api",
            "bhūtānām",
            "iti",
            "niścayaḥ"
        ],
        "translation": "Thus it is concluded that the Lord’s energies are inconceivable. No one can estimate them by mental speculation or by word jugglery.",
        "purport": " A question may be raised as to why a devotee should refrain from identifying an actor, although he knows definitely that the Lord is the ultimate doer of everything. Knowing the ultimate doer, one should not pose himself as ignorant of the actual performer. To answer this doubt, the reply is that the Lord is also not directly responsible, for everything is done by His deputed māyā-śakti, or material energy. The material energy is always provoking doubts about the supreme authority of the Lord. The personality of religion knew perfectly well that nothing can take place without the sanction of the Supreme Lord, and still he was put into doubts by the deluding energy, and thus he refrained from mentioning the supreme cause. This doubtfulness was due to the contamination of both Kali and the material energy. The whole atmosphere of the Age of Kali is magnified by the deluding energy, and the proportion of measurement is inexplicable."
    },
    {
        "verse": "24",
        "devanagari": "तप: शौचं दया सत्यमिति पादा: कृते कृता: ।अधर्मांशैस्त्रयो भग्ना: स्मयसङ्गमदैस्तव ॥ २४ ॥",
        "english_devnagari": "tapaḥ śaucaṁ dayā satyamiti pādāḥ kṛte kṛtāḥadharmāṁśais trayo bhagnāḥsmaya-saṅga-madais tava",
        "verse_Syn": [
            "tapaḥ",
            "śaucam",
            "dayā",
            "satyam",
            "iti",
            "pādāḥ",
            "kṛte",
            "kṛtāḥ",
            "adharma",
            "aṁśaiḥ",
            "trayaḥ",
            "bhagnāḥ",
            "smaya",
            "saṅga",
            "madaiḥ",
            "tava"
        ],
        "translation": "In the age of Satya [truthfulness] your four legs were established by the four principles of austerity, cleanliness, mercy and truthfulness. But it appears that three of your legs are broken due to rampant irreligion in the form of pride, lust for women, and intoxication.",
        "purport": " The deluding energy, or material nature, can act upon the living beings proportionately in terms of the living beings’ falling prey to the deluding attraction of māyā. Moths are captivated by the glaring brightness of light, and thus they become prey to the fire. Similarly, the deluding energy is always captivating the conditioned souls to become prey to the fire of delusion, and the Vedic scriptures warn the conditioned souls not to become prey to delusion but to get rid of it. The Vedas warn us to go not to the darkness of ignorance but to the progressive path of light. The Lord Himself also warns that the deluding power of material energy is too powerful to overcome, but one who completely surrenders unto the Lord can easily do so. But to surrender unto the lotus feet of the Lord is also not very easy. Such surrender is possible by persons of austerity, cleanliness, mercy and truthfulness. These four principles of advanced civilization were remarkable features in the age of Satya. In that age, every human being was practically a qualified brāhmaṇa of the highest order, and in the social orders of life they were all paramahaṁsas, or the topmost in the renounced order. By cultural standing, the human beings were not at all subjected to the deluding energy. Such strong men of character were competent enough to get away from the clutches of māyā. But gradually, as the basic principles of brahminical culture, namely austerity, cleanliness, mercy and truthfulness, became curtailed by proportionate development of pride, attachment for women and intoxication, the path of salvation or the path of transcendental bliss retreated far, far away from human society. With the progression of the Age of Kali, people are becoming very proud, and attached to women and intoxication. By the influence of the Age of Kali, even a pauper is proud of his penny, the women are always dressed in an overly attractive fashion to victimize the minds of men, and the man is addicted to drinking wine, smoking, drinking tea and chewing tobacco, etc. All these habits, or so-called advancement of civilization, are the root causes of all irreligiosities, and therefore it is not possible to check corruption, bribery and nepotism. Man cannot check all these evils simply by statutory acts and police vigilance, but he can cure the disease of the mind by the proper medicine, namely advocating the principles of brahminical culture or the principles of austerity, cleanliness, mercy and truthfulness. Modern civilization and economic development are creating a new situation of poverty and scarcity with the result of blackmailing the consumer’s commodities. If the leaders and the rich men of the society spend fifty percent of their accumulated wealth mercifully for the misled mass of people and educate them in God consciousness, the knowledge of Bhāgavatam, certainly the Age of Kali will be defeated in its attempt to entrap the conditioned souls. We must always remember that false pride, or too high an estimation of one’s own values of life, undue attachment to women or association with them, and intoxication will divert human civilization from the path of peace, however much the people clamor for peace in the world. The preaching of the Bhāgavatam principles will automatically render all men austere, clean both inside and outside, merciful to the suffering, and truthful in daily behavior. That is the way of correcting the flaws of human society, which are very prominently exhibited at the present moment."
    },
    {
        "verse": "25",
        "devanagari": "इदानीं धर्म पादस्ते सत्यं निर्वर्तयेद्यत: ।तं जिघृक्षत्यधर्मोऽयमनृतेनैधित: कलि: ॥ २५ ॥",
        "english_devnagari": "idānīṁ dharma pādas tesatyaṁ nirvartayed yataḥtaṁ jighṛkṣaty adharmo ’yamanṛtenaidhitaḥ kaliḥ",
        "verse_Syn": [
            "idānīm",
            "dharma",
            "pādaḥ",
            "te",
            "satyam",
            "nirvartayet",
            "yataḥ",
            "tam",
            "jighṛkṣati",
            "adharmaḥ",
            "ayam",
            "anṛtena",
            "edhitaḥ",
            "kaliḥ"
        ],
        "translation": "You are now standing on one leg only, which is your truthfulness, and you are somehow or other hobbling along. But quarrel personified [Kali], flourishing by deceit, is also trying to destroy that leg.",
        "purport": " The principles of religion do not stand on some dogmas or man-made formulas, but they stand on four primary regulative observances, namely austerity, cleanliness, mercy and truthfulness. The mass of people must be taught to practice these principles from childhood. Austerity means to accept voluntarily things which may not be very comfortable for the body but are conducive for spiritual realization, for example, fasting. Fasting twice or four times a month is a sort of austerity which may be voluntarily accepted for spiritual realization only, and not for any other purposes, political or otherwise. Fastings which are meant not for self-realization but for some other purposes are condemned in the Bhagavad-gītā (17.5-6). Similarly, cleanliness is necessary both for the mind and for the body. Simply bodily cleanliness may help to some extent, but cleanliness of the mind is necessary, and it is effected by glorifying the Supreme Lord. No one can cleanse the accumulated mental dust without glorifying the Supreme Lord. A godless civilization cannot cleanse the mind because it has no idea of God, and for this simple reason people under such a civilization cannot have good qualifications, however they may be materially equipped. We have to see things by their resultant action. The resultant action of human civilization in the Age of Kali is dissatisfaction, so everyone is anxious to get peace of mind. This peace of mind was complete in the Satya age because of the existence of the above-mentioned attributes of the human beings. Gradually these attributes have diminished in the Tretā-yuga to three fourths, in the Dvāpara to half, and in this Age of Kali to one fourth, which is also gradually diminishing on account of prevailing untruthfulness. By pride, either artificial or real, the resultant action of austerity is spoiled; by too much affection for female association, cleanliness is spoiled; by too much addiction to intoxication, mercy is spoiled; and by too much lying propaganda, truthfulness is spoiled. The revival of bhāgavata-dharma can save human civilization from falling prey to evils of all description."
    },
    {
        "verse": "26",
        "devanagari": "इयं च भूमिर्भगवता न्यासितोरुभरा सती ।श्रीमद्भ‍िस्तत्पदन्यासै: सर्वत: कृतकौतुका ॥ २६ ॥",
        "english_devnagari": "iyaṁ ca bhūmir bhagavatānyāsitoru-bharā satīśrīmadbhis tat-pada-nyāsaiḥsarvataḥ kṛta-kautukā",
        "verse_Syn": [
            "iyam",
            "ca",
            "bhūmiḥ",
            "bhagavatā",
            "nyāsita",
            "uru",
            "bharā",
            "satī",
            "śrīmadbhiḥ",
            "tat",
            "pada",
            "nyāsaiḥ",
            "sarvataḥ",
            "kṛta",
            "kautukā"
        ],
        "translation": "The burden of the earth was certainly diminished by the Personality of Godhead and by others as well. When He was present as an incarnation, all good was performed because of His auspicious footprints.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "शोचत्यश्रुकला साध्वी दुर्भगेवोज्झिता सती ।अब्रह्मण्या नृपव्याजा: शूद्रा भोक्ष्यन्ति मामिति ॥ २७ ॥",
        "english_devnagari": "śocaty aśru-kalā sādhvīdurbhagevojjhitā satīabrahmaṇyā nṛpa-vyājāḥśūdrā bhokṣyanti mām iti",
        "verse_Syn": [
            "śocati",
            "aśru",
            "kalā",
            "sādhvī",
            "durbhagā",
            "iva",
            "ujjhitā",
            "satī",
            "abrahmaṇyāḥ",
            "nṛpa",
            "vyājāḥ",
            "śūdrāḥ",
            "bhokṣyanti",
            "mām",
            "iti"
        ],
        "translation": "Now she, the chaste one, being unfortunately forsaken by the Personality of Godhead, laments her future with tears in her eyes, for now she is being ruled and enjoyed by lower-class men who pose as rulers.",
        "purport": " The kṣatriya, or the man who is qualified to protect the sufferers, is meant to rule the state. Untrained lower-class men, or men without ambition to protect the sufferers, cannot be placed on the seat of an administrator. Unfortunately, in the Age of Kali the lower-class men, without training, occupy the post of a ruler by strength of popular votes, and instead of protecting the sufferers, such men create a situation quite intolerable for everyone. Such rulers illegally gratify themselves at the cost of all comforts of the citizens, and thus the chaste mother earth cries to see the pitiable condition of her sons, both men and animals. That is the future of the world in the Age of Kali, when irreligiosity prevails most prominently. And in the absence of a suitable king to curb irreligious tendencies, educating the people systematically in the teaching of Śrīmad-Bhāgavatam will clear up the hazy atmosphere of corruption, bribery, blackmail, etc."
    },
    {
        "verse": "28",
        "devanagari": "इति धर्मं महीं चैव सान्‍त्वयित्वा महारथ: ।निशातमाददे खड्गं कलयेऽधर्महेतवे ॥ २८ ॥",
        "english_devnagari": "iti dharmaṁ mahīṁ caivasāntvayitvā mahā-rathaḥniśātam ādade khaḍgaṁkalaye ’dharma-hetave",
        "verse_Syn": [
            "iti",
            "dharmam",
            "mahīm",
            "ca",
            "eva",
            "sāntvayitvā",
            "mahā",
            "rathaḥ",
            "niśātam",
            "ādade",
            "khaḍgam",
            "kalaye",
            "adharma",
            "hetave"
        ],
        "translation": "Mahārāja Parīkṣit, who could fight one thousand enemies single-handedly, thus pacified the personality of religion and the earth. Then he took up his sharp sword to kill the personality of Kali, who is the cause of all irreligion.",
        "purport": " As described above, the personality of Kali is he who deliberately commits all kinds of sinful acts which are forbidden in the revealed scriptures. This Age of Kali will certainly be full of all activities of Kali, but this does not mean that the leaders of society — the executive heads, the learned and intelligent men or, above all, the devotees of the Lord — should sit down tightly and become callous to the reactions of the Age of Kali. In the rainy season certainly there will be profuse rainfalls, but that does not mean that men should not take means to protect themselves from the rains. It is the duty of the executive heads of state and others to take all necessary actions against the activities of Kali or the persons influenced by the Age of Kali; and Mahārāja Parīkṣit is the ideal executive head of the state, for at once he was ready to kill the personality of Kali with his sharp sword. The administrators should not simply pass resolutions for anticorruptional steps, but they must be ready with sharp swords to kill the persons creating corruptions from the angle of vision of the recognized śāstras. The administrators cannot prevent corrupt activities by allowing wine shops. They must at once close all shops of intoxicating drugs and wine and force punishment even by death for those who indulge in habits of intoxication of all description. That is the way of stopping the activities of Kali, as exhibited herein by Mahārāja Parīkṣit, the mahā-ratha."
    },
    {
        "verse": "29",
        "devanagari": "तं जिघांसुमभिप्रेत्य विहाय नृपलाञ्छनम् ।तत्पादमूलं शिरसा समगाद् भयविह्वल: ॥ २९ ॥",
        "english_devnagari": "taṁ jighāṁsum abhipretyavihāya nṛpa-lāñchanamtat-pāda-mūlaṁ śirasāsamagād bhaya-vihvalaḥ",
        "verse_Syn": [
            "tam",
            "jighāṁsum",
            "abhipretya",
            "vihāya",
            "nṛpa",
            "lāñchanam",
            "tat",
            "pāda",
            "mūlam",
            "śirasā",
            "samagāt",
            "bhaya",
            "vihvalaḥ"
        ],
        "translation": "When the personality of Kali understood that the King was willing to kill him, he at once abandoned the dress of a king and, under pressure of fear, completely surrendered to him, bowing his head.",
        "purport": " The royal dress of the personality of Kali is artificial. The royal dress is suitable for a king or kṣatriya, but when a lower-class man artificially dresses himself as a king, his real identity is disclosed by the challenge of a bona fide kṣatriya like Mahārāja Parīkṣit. A real kṣatriya never surrenders. He accepts the challenge of his rival kṣatriya, and he fights either to die or to win. Surrender is unknown to a real kṣatriya. In the Age of Kali there are so many pretenders dressed and posed like administrators or executive heads, but their real identity is disclosed when they are challenged by a real kṣatriya. Therefore when the artificially dressed personality of Kali saw that to fight Mahārāja Parīkṣit was beyond his ability, he bowed down his head like a subordinate and gave up his royal dress."
    },
    {
        "verse": "30",
        "devanagari": "पतितं पादयोर्वीर: कृपयादीनवत्सल: ।शरण्योनावधीच्छ्‍लोक्य आह चेदं हसन्निव ॥ ३० ॥",
        "english_devnagari": "patitaṁ pādayor vīraḥkṛpayā dīna-vatsalaḥśaraṇyo nāvadhīc chlokyaāha cedaṁ hasann iva",
        "verse_Syn": [
            "patitam",
            "pādayoḥ",
            "vīraḥ",
            "kṛpayā",
            "dīna",
            "vatsalaḥ",
            "śaraṇyaḥ",
            "na",
            "avadhīt",
            "ślokyaḥ",
            "āha",
            "ca",
            "idam",
            "hasan",
            "iva"
        ],
        "translation": "Mahārāja Parīkṣit, who was qualified to accept surrender and worthy of being sung in history, did not kill the poor surrendered and fallen Kali, but smiled compassionately, for he was kind to the poor.",
        "purport": " Even an ordinary kṣatriya does not kill a surrendered person, and what to speak of Mahārāja Parīkṣit, who was by nature compassionate and kind to the poor. He was smiling because the artificially dressed Kali had disclosed his identity as a lower-class man, and he was thinking how ironic it was that although no one was saved from his sharp sword when he desired to kill, the poor lower-class Kali was spared by his timely surrender. Mahārāja Parīkṣit’s glory and kindness are therefore sung in history. He was a kind and compassionate emperor, fully worthy of accepting surrender even from his enemy. Thus the personality of Kali was saved by the will of providence."
    },
    {
        "verse": "31",
        "devanagari": "राजोवाचन ते गुडाकेशयशोधराणांबद्धाञ्जलेर्वै भयमस्ति किञ्चित् ।न वर्तितव्यं भवता कथञ्चनक्षेत्रे मदीये त्वमधर्मबन्धु: ॥ ३१ ॥",
        "english_devnagari": "rājovācana te guḍākeśa-yaśo-dharāṇāṁbaddhāñjaler vai bhayam asti kiñcitna vartitavyaṁ bhavatā kathañcanakṣetre madīye tvam adharma-bandhuḥ",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "na",
            "te",
            "guḍākeśa",
            "yaśaḥ",
            "dharāṇām",
            "baddha",
            "añjaleḥ",
            "vai",
            "bhayam",
            "asti",
            "kiñcit",
            "na",
            "vartitavyam",
            "bhavatā",
            "kathañcana",
            "kṣetre",
            "madīye",
            "tvam",
            "adharma",
            "bandhuḥ"
        ],
        "translation": "The King thus said: We have inherited the fame of Arjuna; therefore since you have surrendered yourself with folded hands you need not fear for your life. But you cannot remain in my kingdom, for you are the friend of irreligion.",
        "purport": " The personality of Kali, who is the friend of all kinds of irreligiosities, may be excused if he surrenders, but in all circumstances he cannot be allowed to live as a citizen in any part of a welfare state. The Pāṇḍavas were entrusted representatives of the Personality of Godhead, Lord Kṛṣṇa, who practically brought into being the Battle of Kurukṣetra, but not for any personal interest. He wanted an ideal king like Mahārāja Yudhiṣṭhira and his descendants like Mahārāja Parīkṣit to rule the world, and therefore a responsible king like Mahārāja Parīkṣit could not allow the friend of irreligiosity to flourish in his kingdom at the cost of the good fame of the Pāṇḍavas. That is the way of wiping out corruption in the state, and not otherwise. The friends of irreligiosity should be banished from the state, and that will save the state from corruption."
    },
    {
        "verse": "32",
        "devanagari": "त्वां वर्तमानं नरदेवदेहे-ष्वनुप्रवृत्तोऽयमधर्मपूग: ।लोभोऽनृतं चौर्यमनार्यमंहोज्येष्ठा च माया कलहश्च दम्भ: ॥ ३२ ॥",
        "english_devnagari": "tvāṁ vartamānaṁ nara-deva-deheṣvanupravṛtto ’yam adharma-pūgaḥlobho ’nṛtaṁ cauryam anāryam aṁhojyeṣṭhā ca māyā kalahaś ca dambhaḥ",
        "verse_Syn": [
            "tvām",
            "vartamānam",
            "nara",
            "deva",
            "deheṣu",
            "anupravṛttaḥ",
            "ayam",
            "adharma",
            "pūgaḥ",
            "lobhaḥ",
            "anṛtam",
            "cauryam",
            "anāryam",
            "aṁhaḥ",
            "jyeṣṭhā",
            "ca",
            "māyā",
            "kalahaḥ",
            "ca",
            "dambhaḥ"
        ],
        "translation": "If the personality of Kali, irreligion, is allowed to act as a man-god or an executive head, certainly irreligious principles like greed, falsehood, robbery, incivility, treachery, misfortune, cheating, quarrel and vanity will abound.",
        "purport": " The principles of religion, namely austerity, cleanliness, mercy and truthfulness, as we have already discussed, may be followed by the follower of any faith. There is no need to turn from Hindu to Mohammedan to Christian or some other faith and thus become a renegade and not follow the principles of religion. The Bhāgavatam religion urges following the principles of religion. The principles of religion are not the dogmas or regulative principles of a certain faith. Such regulative principles may be different in terms of the time and place concerned. One has to see whether the aims of religion have been achieved. Sticking to the dogmas and formulas without attaining the real principles is not good. A secular state may be impartial to any particular type of faith, but the state cannot be indifferent to the principles of religion as above mentioned. But in the Age of Kali, the executive heads of state will be indifferent to such religious principles, and therefore under their patronage the opponents of religious principles, such as greed, falsehood, cheating and pilfery, will naturally follow, and so there will be no meaning to propaganda crying to stop corruption in the state."
    },
    {
        "verse": "33",
        "devanagari": "न वर्तितव्यं तदधर्मबन्धोधर्मेण सत्येन च वर्तितव्ये ।ब्रह्मावर्ते यत्र यजन्ति यज्ञै-र्यज्ञेश्वरं यज्ञवितानविज्ञा: ॥ ३३ ॥",
        "english_devnagari": "na vartitavyaṁ tad adharma-bandhodharmeṇa satyena ca vartitavyebrahmāvarte yatra yajanti yajñairyajñeśvaraṁ yajña-vitāna-vijñāḥ",
        "verse_Syn": [
            "na",
            "vartitavyam",
            "tat",
            "adharma",
            "bandho",
            "dharmeṇa",
            "satyena",
            "ca",
            "vartitavye",
            "brahma",
            "āvarte",
            "yatra",
            "yajanti",
            "yajñaiḥ",
            "yajña",
            "īśvaram",
            "yajña",
            "vitāna",
            "vijñāḥ"
        ],
        "translation": "Therefore, O friend of irreligion, you do not deserve to remain in a place where experts perform sacrifices according to truth and religious principles for the satisfaction of the Supreme Personality of Godhead.",
        "purport": " Yajñeśvara, or the Supreme Personality of Godhead, is the beneficiary of all kinds of sacrificial ceremonies. Such sacrificial ceremonies are prescribed differently in the scriptures for different ages. In other words, sacrifice means to accept the supremacy of the Lord and thereby perform acts by which the Lord may be satisfied in all respects. The atheists do not believe in the existence of God, and they do not perform any sacrifice for the satisfaction of the Lord. Any place or country where the supremacy of the Lord is accepted and thus sacrifice is performed is called brahmāvarta. There are different countries in different parts of the world, and each and every country may have different types of sacrifice to please the Supreme Lord, but the central point in pleasing Him is ascertained in the Bhāgavatam, and it is truthfulness. The basic principle of religion is truthfulness, and the ultimate goal of all religions is to satisfy the Lord. In this Age of Kali, the greatest common formula of sacrifice is the saṅkīrtana-yajña. That is the opinion of the experts who know how to propagate the process of yajña. Lord Caitanya preached this method of yajña, and it is understood from this verse that the sacrificial method of saṅkīrtana-yajña may be performed anywhere and everywhere in order to drive away the personality of Kali and save human society from falling prey to the influence of the age."
    },
    {
        "verse": "34",
        "devanagari": "यस्मिन् हरिर्भगवानिज्यमानइज्यात्ममूर्तिर्यजतां शं तनोति ।कामानमोघान् स्थिरजङ्गमाना-मन्तर्बहिर्वायुरिवैष आत्मा ॥ ३४ ॥",
        "english_devnagari": "yasmin harir bhagavān ijyamānaijyātma-mūrtir yajatāṁ śaṁ tanotikāmān amoghān sthira-jaṅgamānāmantar bahir vāyur ivaiṣa ātmā",
        "verse_Syn": [
            "yasmin",
            "hariḥ",
            "bhagavān",
            "ijyamānaḥ",
            "ijya",
            "ātma",
            "mūrtiḥ",
            "yajatām",
            "śam",
            "tanoti",
            "kāmān",
            "amoghān",
            "sthira",
            "jaṅgamānām",
            "antaḥ",
            "bahiḥ",
            "vāyuḥ",
            "iva",
            "eṣaḥ",
            "ātmā"
        ],
        "translation": "In all sacrificial ceremonies, although sometimes a demigod is worshiped, the Supreme Lord Personality of Godhead is worshiped because He is the Supersoul of everyone, and exists both inside and outside like the air. Thus it is He only who awards all welfare to the worshiper.",
        "purport": " It is even sometimes seen that demigods like Indra and Candra are worshiped and offered sacrificial awards, yet the rewards of all such sacrifices are awarded to the worshiper by the Supreme Lord, and it is the Lord only who can offer all welfare to the worshiper. The demigods, although worshiped, cannot do anything without the sanction of the Lord because the Lord is the Supersoul of everyone, both moving and nonmoving. In Bhagavad-gītā (9.23) the Lord Himself confirms this in the following śloka: “Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but it is offered without true understanding.” The fact is that the Supreme Lord is one without a second. There is no God other than the Lord Himself. Thus the Supreme Lord is eternally transcendental to the material creation. But there are many who worship the demigods like the sun, the moon and Indra, who are only material representatives of the Supreme Lord. These demigods are indirect, qualitative representations of the Supreme Lord. A learned scholar or devotee, however, knows who is who. Therefore he directly worships the Supreme Lord and is not diverted by the material, qualitative representations. Those who are not so learned worship such qualitative, material representations, but their worship is unceremonious because it is irregular."
    },
    {
        "verse": "35",
        "devanagari": "सूत उवाचपरीक्षितैवमादिष्ट: स कलिर्जातवेपथु: ।तमुद्यतासिमाहेदं दण्डपाणिमिवोद्यतम् ॥ ३५ ॥",
        "english_devnagari": "sūta uvācaparīkṣitaivam ādiṣṭaḥsa kalir jāta-vepathuḥtam udyatāsim āhedaṁdaṇḍa-pāṇim ivodyatam",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "parīkṣitā",
            "evam",
            "ādiṣṭaḥ",
            "saḥ",
            "kaliḥ",
            "jāta",
            "vepathuḥ",
            "tam",
            "udyata",
            "asim",
            "āha",
            "idam",
            "daṇḍa",
            "pāṇim",
            "iva",
            "udyatam"
        ],
        "translation": "Śrī Sūta Gosvāmī said: The personality of Kali, thus being ordered by Mahārāja Parīkṣit, began to tremble in fear. Seeing the King before him like Yamarāja, ready to kill him, Kali spoke to the King as follows.",
        "purport": " The King was ready to kill the personality of Kali at once, as soon as he disobeyed his order. Otherwise the King had no objection to allowing him to prolong his life. The personality of Kali also, after attempting to get rid of the punishment in various ways, decided that he must surrender unto him, and thus he began to tremble in fear of his life. The king, or the executive head, must be so strong as to stand before the personality of Kali like the personality of death, Yamarāja. The King’s order must be obeyed, otherwise the culprit’s life is in risk. That is the way to rule the personalities of Kali who create disturbance in the normal life of the state citizens."
    },
    {
        "verse": "36",
        "devanagari": "कलिरुवाचयत्र क्‍व वाथ वत्स्यामि सार्वभौम तवाज्ञया ।लक्षये तत्र तत्रापि त्वामात्तेषुशरासनम् ॥ ३६ ॥",
        "english_devnagari": "kalir uvācayatra kva vātha vatsyāmisārva-bhauma tavājñayālakṣaye tatra tatrāpitvām ātteṣu-śarāsanam",
        "verse_Syn": [
            "kaliḥ",
            "uvāca",
            "yatra",
            "kva",
            "vā",
            "atha",
            "vatsyāmi",
            "sārva",
            "bhauma",
            "tava",
            "ājñayā",
            "lakṣaye",
            "tatra",
            "tatra",
            "api",
            "tvām",
            "ātta",
            "iṣu",
            "śarāsanam"
        ],
        "translation": "O Your Majesty, though I may live anywhere and everywhere under your order, I shall but see you with bow and arrows wherever I look.",
        "purport": " The personality of Kali could see that Mahārāja Parīkṣit was the emperor of all lands all over the world, and thus anywhere he might live he would have to meet with the same mood of the King. The personality of Kali was meant for mischief, and Mahārāja Parīkṣit was meant for subduing all kinds of mischief-mongers, especially the personality of Kali. It was better, therefore, for the personality of Kali to have been killed by the King then and there instead of being killed elsewhere. He was, after all, a surrendered soul before the King, and it was for the King to do what was required."
    },
    {
        "verse": "37",
        "devanagari": "तन्मे धर्मभृतां श्रेष्ठ स्थानं निर्देष्टुमर्हसि ।यत्रैव नियतो वत्स्य आतिष्ठंस्तेऽनुशासनम् ॥ ३७ ॥",
        "english_devnagari": "tan me dharma-bhṛtāṁ śreṣṭhasthānaṁ nirdeṣṭum arhasiyatraiva niyato vatsyaātiṣṭhaṁs te ’nuśāsanam",
        "verse_Syn": [
            "tat",
            "me",
            "dharma",
            "bhṛtām",
            "śreṣṭha",
            "sthānam",
            "nirdeṣṭum",
            "arhasi",
            "yatra",
            "eva",
            "niyataḥ",
            "vatsye",
            "ātiṣṭhan",
            "te",
            "anuśāsanam"
        ],
        "translation": "Therefore, O chief amongst the protectors of religion, please fix some place for me where I can live permanently under the protection of your government.",
        "purport": " The personality of Kali addressed Mahārāja Parīkṣit as the chief amongst the protectors of religiosity because the King refrained from killing a person who surrendered unto him. A surrendered soul should be given all protection, even though he may be an enemy. That is the principle of religion. And we can just imagine what sort of protection is given by the Personality of Godhead to the person who surrenders unto Him, not as an enemy but as a devoted servitor. The Lord protects the surrendered soul from all sins and all resultant reactions of sinful acts (Bg. 18.66)."
    },
    {
        "verse": "38",
        "devanagari": "सूत उवाचअभ्यर्थितस्तदा तस्मै स्थानानि कलये ददौ ।द्यूतं पानं स्त्रिय: सूना यत्राधर्मश्चतुर्विध: ॥ ३८ ॥",
        "english_devnagari": "sūta uvācaabhyarthitas tadā tasmaisthānāni kalaye dadaudyūtaṁ pānaṁ striyaḥ sūnāyatrādharmaś catur-vidhaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "abhyarthitaḥ",
            "tadā",
            "tasmai",
            "sthānāni",
            "kalaye",
            "dadau",
            "dyūtam",
            "pānam",
            "striyaḥ",
            "sūnā",
            "yatra",
            "adharmaḥ",
            "catuḥ",
            "vidhaḥ"
        ],
        "translation": "Sūta Gosvāmī said: Mahārāja Parīkṣit, thus being petitioned by the personality of Kali, gave him permission to reside in places where gambling, drinking, prostitution and animal slaughter were performed.",
        "purport": " The basic principles of irreligiosity, such as pride, prostitution, intoxication and falsehood, counteract the four principles of religion, namely austerity, cleanliness, mercy and truthfulness. The personality of Kali was given permission to live in four places particularly mentioned by the King, namely the place of gambling, the place of prostitution, the place of drinking and the place of animal slaughter. Śrīla Jīva Gosvāmī directs that drinking against the principles of scriptures, such as the sautrāmaṇī-yajña, association with women outside marriage, and killing animals against the injunctions of scriptures are irreligious. In the Vedas two different types of injunctions are there for the pravṛttas, or those who are engaged in material enjoyment, and for the nivṛttas, or those who are liberated from material bondage. The Vedic injunction for the pravṛttas is to gradually regulate their activities towards the path of liberation. Therefore, for those who are in the lowest stage of ignorance and who indulge in wine, women and flesh, drinking by performing sautrāmaṇī-yajña, association of women by marriage, and flesh-eating by sacrifices are sometimes recommended. Such recommendations in the Vedic literature are meant for a particular class of men, and not for all. But because they are injunctions of the Vedas for particular types of persons, such activities by the pravṛttas are not considered adharma. One man’s food may be poison for others; similarly, what is recommended for those in the mode of ignorance may be poison for those in the mode of goodness. Śrīla Jīva Gosvāmī Prabhu, therefore, affirms that recommendations in the scriptures for a certain class of men are never to be considered adharma, or irreligious. But such activities are factually adharma, and they are never to be encouraged. The recommendations in the scriptures are not meant for the encouragement of such adharma, but for regulating the necessary adharma gradually toward the path of dharma. Following in the footsteps of Mahārāja Parīkṣit, it is the duty of all executive heads of states to see that the principles of religion, namely austerity, cleanliness, mercy and truthfulness, are established in the state, and that the principles of irreligion, namely pride, illicit female association or prostitution, intoxication and falsity, are checked by all means. And to make the best use of a bad bargain, the personality of Kali may be transferred to places of gambling, drinking, prostitution and slaughterhouses, if there are any places like that. Those who are addicted to these irreligious habits may be regulated by the injunctions of the scripture. In no circumstances should they be encouraged by any state. In other words, the state should categorically stop all sorts of gambling, drinking, prostitution and falsity. The state which wants to eradicate corruption by majority may introduce the principles of religion in the following manner: 1. Two compulsory fasting days in a month, if not more (austerity). Even from the economic point of view, such two fasting days in a month in the state will save tons of food, and the system will also act very favorably on the general health of the citizens. 2. There must be compulsory marriage of young boys and girls attaining twenty-four years of age and sixteen years of age respectively. There is no harm in coeducation in the schools and colleges, provided the boys and girls are duly married, and in case there is any intimate connection between a male and female student, they should be married properly without illicit relation. The divorce act is encouraging prostitution, and this should be abolished. 3. The citizens of the state must give in charity up to fifty percent of their income for the purpose of creating a spiritual atmosphere in the state or in human society, both individually and collectively. They should preach the principles of Bhāgavatam by (a) karma-yoga, or doing everything for the satisfaction of the Lord, (b) regular hearing of the Śrīmad-Bhāgavatam from authorized persons or realized souls, (c) chanting of the glories of the Lord congregationally at home or at places of worship, (d) rendering all kinds of service to bhāgavatas engaged in preaching Śrīmad-Bhāgavatam and (e) residing in a place where the atmosphere is saturated with God consciousness. If the state is regulated by the above process, naturally there will be God consciousness everywhere. Gambling of all description, even speculative business enterprise, is considered to be degrading, and when gambling is encouraged in the state, there is a complete disappearance of truthfulness. Allowing young boys and girls to remain unmarried more than the above-mentioned ages and licensing animal slaughterhouses of all description should be at once prohibited. The flesh-eaters may be allowed to take flesh as mentioned in the scriptures, and not otherwise. Intoxication of all description — even smoking cigarettes, chewing tobacco or the drinking of tea — must be prohibited."
    },
    {
        "verse": "39",
        "devanagari": "पुनश्च याचमानाय जातरूपमदात्प्रभु: ।ततोऽनृतं मदं कामं रजो वैरं च पञ्चमम् ॥ ३९ ॥",
        "english_devnagari": "punaś ca yācamānāyajāta-rūpam adāt prabhuḥtato ’nṛtaṁ madaṁ kāmaṁrajo vairaṁ ca pañcamam",
        "verse_Syn": [
            "punaḥ",
            "ca",
            "yācamānāya",
            "jāta",
            "rūpam",
            "adāt",
            "prabhuḥ",
            "tataḥ",
            "anṛtam",
            "madam",
            "kāmam",
            "rajaḥ",
            "vairam",
            "ca",
            "pañcamam"
        ],
        "translation": "The personality of Kali asked for something more, and because of his begging, the King gave him permission to live where there is gold because wherever there is gold there is also falsity, intoxication, lust, envy and enmity.",
        "purport": " Although Mahārāja Parīkṣit gave Kali permission to live in four places, it was very difficult for him to find the places because during the reign of Mahārāja Parīkṣit there were no such places. Therefore Kali asked the King to give him something practical which could be utilized for his nefarious purposes. Mahārāja Parīkṣit thus gave him permission to live in a place where there is gold, because wherever there is gold there are all the above-mentioned four things, and over and above them there is enmity also. So the personality of Kali became gold-standardized. According to Śrīmad-Bhāgavatam, gold encourages falsity, intoxication, prostitution, envy and enmity. Even a gold-standard exchange and currency is bad. Gold-standard currency is based on falsehood because the currency is not on a par with the reserved gold. The basic principle is falsity because currency notes are issued in value beyond that of the actual reserved gold. This artificial inflation of currency by the authorities encourages prostitution of the state economy. The price of commodities becomes artificially inflated because of bad money, or artificial currency notes. Bad money drives away good money. Instead of paper currency, actual gold coins should be used for exchange, and this will stop prostitution of gold. Gold ornaments for women may be allowed by control, not by quality, but by quantity. This will discourage lust, envy and enmity. When there is actual gold currency in the form of coins, the influence of gold in producing falsity, prostitution, etc., will automatically cease. There will be no need of an anticorruption ministry for another term of prostitution and falsity of purpose."
    },
    {
        "verse": "40",
        "devanagari": "अमूनि पञ्च स्थानानि ह्यधर्मप्रभव: कलि: ।औत्तरेयेण दत्तानि न्यवसत् तन्निदेशकृत् ॥ ४० ॥",
        "english_devnagari": "amūni pañca sthānānihy adharma-prabhavaḥ kaliḥauttareyeṇa dattāninyavasat tan-nideśa-kṛt",
        "verse_Syn": [
            "amūni",
            "pañca",
            "sthānāni",
            "hi",
            "adharma",
            "prabhavaḥ",
            "kaliḥ",
            "auttareyeṇa",
            "dattāni",
            "nyavasat",
            "tat",
            "nideśa",
            "kṛt"
        ],
        "translation": "Thus the personality of Kali, by the directions of Mahārāja Parīkṣit, the son of Uttarā, was allowed to live in those five places.",
        "purport": " Thus the Age of Kali began with gold standardization, and therefore falsity, intoxication, animal slaughter and prostitution are rampant all over the world, and the saner section is eager to drive out corruption. The counteracting process is suggested above, and everyone can take advantage of this suggestion."
    },
    {
        "verse": "41",
        "devanagari": "अथैतानि न सेवेत बुभूषु: पुरुष: क्‍वचित् ।विशेषतो धर्मशीलो राजा लोकपतिर्गुरु: ॥ ४१ ॥",
        "english_devnagari": "athaitāni na sevetabubhūṣuḥ puruṣaḥ kvacitviśeṣato dharma-śīlorājā loka-patir guruḥ",
        "verse_Syn": [
            "atha",
            "etāni",
            "na",
            "seveta",
            "bubhūṣuḥ",
            "puruṣaḥ",
            "kvacit",
            "viśeṣataḥ",
            "dharma",
            "śīlaḥ",
            "rājā",
            "loka",
            "patiḥ",
            "guruḥ"
        ],
        "translation": "Therefore, whoever desires progressive well-being, especially kings, religionists, public leaders, brāhmaṇas and sannyāsīs, should never come in contact with the four above-mentioned irreligious principles.",
        "purport": " The brāhmaṇas are the religious preceptors for all other castes, and the sannyāsīs are the spiritual masters for all the castes and orders of society. So also are the king and the public leaders who are responsible for the material welfare of all people. The progressive religionists and those who are responsible human beings or those who do not want to spoil their valuable human lives should refrain from all the principles of irreligiosity, especially illicit connection with women. If a brāhmaṇa is not truthful, all his claims as a brāhmaṇa at once become null and void. If a sannyāsī is illicitly connected with women, all his claims as a sannyāsī at once become false. Similarly, if the king and the public leader are unnecessarily proud or habituated to drinking and smoking, certainly they become disqualified to discharge public welfare activities. Truthfulness is the basic principle for all religions. The four leaders of the human society, namely the sannyāsīs, the brāhmaṇa, the king and the public leader, must be tested crucially by their character and qualification. Before one can be accepted as a spiritual or material master of society, he must be tested by the above-mentioned criteria of character. Such public leaders may be less qualified in academic qualifications, but it is necessary primarily that they be free from the contamination of the four disqualifications, namely gambling, drinking, prostitution and animal slaughter."
    },
    {
        "verse": "42",
        "devanagari": "वृषस्य नष्टांस्त्रीन् पादान् तप: शौचं दयामिति ।प्रतिसन्दध आश्वास्य महीं च समवर्धयत् ॥ ४२ ॥",
        "english_devnagari": "vṛṣasya naṣṭāṁs trīn pādāntapaḥ śaucaṁ dayām itipratisandadha āśvāsyamahīṁ ca samavardhayat",
        "verse_Syn": [
            "vṛṣasya",
            "naṣṭān",
            "trīn",
            "pādān",
            "tapaḥ",
            "śaucam",
            "dayām",
            "iti",
            "pratisandadhe",
            "āśvāsya",
            "mahīm",
            "ca",
            "samavardhayat"
        ],
        "translation": "Thereafter the King reestablished the lost legs of the personality of religion [the bull], and by encouraging activities he sufficiently improved the condition of the earth.",
        "purport": " By designating particular places for the personality of Kali, Mahārāja Parīkṣit practically cheated Kali. In the presence of Kali, Dharma (in the shape of a bull), and the earth (in the shape of a cow), he could actually estimate the general condition of his kingdom, and therefore he at once took proper steps to reestablish the legs of the bull, namely austerity, cleanliness and mercy. And for the general benefit of the people of the world, he saw that the gold stock might be employed for stabilization. Gold is certainly a generator of falsity, intoxication, prostitution, enmity and violence, but under the guidance of a proper king or public leader, or a brāhmaṇa or sannyāsī, the same gold can be properly utilized to reestablish the lost legs of the bull, the personality of religion. Mahārāja Parīkṣit, therefore, like his grandfather Arjuna, collected all illicit gold kept for the propensities of Kali and employed it in the saṅkīrtana-yajña, as per instruction of the Śrīmad-Bhāgavatam. As we have suggested before, one’s accumulated wealth may be divided into three parts for distribution, namely fifty percent for the service of the Lord, twenty-five percent for the family members and twenty-five percent for personal necessities. Spending fifty percent for the service of the Lord or for propagation of spiritual knowledge in society by way of the saṅkīrtana-yajña is the maximum display of human mercy. People of the world are generally in darkness regarding spiritual knowledge, especially in regard to the devotional service of the Lord, and therefore to propagate the systematic transcendental knowledge of devotional service is the greatest mercy that one can show in this world. When everyone is taught to sacrifice fifty percent of his accumulated gold for the Lord’s service, certainly austerity, cleanliness and mercy automatically ensue, and thus the lost three legs of the personality of religion are automatically established. When there is sufficient austerity, cleanliness, mercy and truthfulness, naturally mother earth is completely satisfied, and there is very little chance for Kali to infiltrate the structure of human society."
    },
    {
        "verse": "43-44",
        "devanagari": "स एष एतर्ह्यध्यास्त आसनं पार्थिवोचितम् ।पितामहेनोपन्यस्तं राज्ञारण्यं विविक्षता ॥ ४३ ॥आस्तेऽधुना स राजर्षि: कौरवेन्द्रश्रियोल्लसन् ।गजाह्वये महाभागश्चक्रवर्ती बृहच्छ्रवा: ॥ ४४ ॥",
        "english_devnagari": "sa eṣa etarhy adhyāstaāsanaṁ pārthivocitampitāmahenopanyastaṁrājñāraṇyaṁ vivikṣatā",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "etarhi",
            "adhyāste",
            "āsanam",
            "pārthiva",
            "ucitam",
            "pitāmahena",
            "upanyastam",
            "rājñā",
            "araṇyam",
            "vivikṣatā",
            "āste",
            "adhunā",
            "saḥ",
            "rāja",
            "ṛṣiḥ",
            "kaurava",
            "indra",
            "śriyā",
            "ullasan",
            "gajāhvaye",
            "mahā",
            "bhāgaḥ",
            "cakravartī",
            "bṛhat",
            "śravāḥ"
        ],
        "translation": "The most fortunate emperor Mahārāja Parīkṣit, who was entrusted with the kingdom of Hastināpura by Mahārāja Yudhiṣṭhira when he desired to retire to the forest, is now ruling the world with great success due to his being glorified by the deeds of the kings of the Kuru dynasty.",
        "purport": " The prolonged sacrificial ceremonies undertaken by the sages of Naimiṣāraṇya were begun shortly after the demise of Mahārāja Parīkṣit. The sacrifice was to continue for one thousand years, and it is understood that in the beginning some of the contemporaries of Baladeva, the elder brother of Lord Kṛṣṇa, also visited the sacrificial place. According to some authorities, the present tense is also used to indicate the nearest margin of time from the past. In that sense, the present tense is applied to the reign of Mahārāja Parīkṣit here. For a continuous fact, also, present tense can be used. The principles of Mahārāja Parīkṣit can be still continued, and human society can still be improved if there is determination by the authorities. We can still purge out from the state all the activities of immorality introduced by the personality of Kali if we are determined to take action like Mahārāja Parīkṣit. He allotted some place for Kali, but in fact Kali could not find such places in the world at all because Mahārāja Parīkṣit was strictly vigilant to see that there were no places for gambling, drinking, prostitution and animal slaughter. Modern administrators want to banish corruption from the state, but fools as they are, they do not know how to do it. They want to issue licenses for gambling houses, wine and other intoxicating drug houses, brothels, hotel prostitution and cinema houses, and falsity in every dealing, even in their own, and they want at the same time to drive out corruption from the state. They want the kingdom of God without God consciousness. How can it be possible to adjust two contradictory matters? If we want to drive out corruption from the state, we must first of all organize society to accept the principles of religion, namely austerity, cleanliness, mercy and truthfulness, and to make the condition favorable we must close all places of gambling, drinking, prostitution and falsity. These are some of the practical lessons from the pages of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "45",
        "devanagari": "इत्थम्भूतानुभावोऽयमभिमन्युसुतो नृप: ।यस्य पालयत: क्षौणीं यूयं सत्राय दीक्षिता: ॥ ४५ ॥",
        "english_devnagari": "ittham-bhūtānubhāvo ’yamabhimanyu-suto nṛpaḥyasya pālayataḥ kṣauṇīṁyūyaṁ satrāya dīkṣitāḥ",
        "verse_Syn": [
            "ittham",
            "bhūta",
            "anubhāvaḥ",
            "ayam",
            "abhimanyu",
            "sutaḥ",
            "nṛpaḥ",
            "yasya",
            "pālayataḥ",
            "kṣauṇīm",
            "yūyam",
            "satrāya",
            "dīkṣitāḥ"
        ],
        "translation": "Mahārāja Parīkṣit, the son of Abhimanyu, is so experienced that by dint of his expert administration and patronage, it has been possible for you to perform a sacrifice such as this.",
        "purport": " The brāhmaṇas and the sannyāsīs are expert in the spiritual advancement of society, whereas the kṣatriyas or the administrators are expert in the material peace and prosperity of human society. Both of them are the pillars of all happiness, and therefore they are meant for full cooperation for common welfare. Mahārāja Parīkṣit was experienced enough to drive away Kali from his field of activities and thereby make the state receptive to spiritual enlightenment. If the common people are not receptive, it is very difficult to impress upon them the necessity of spiritual enlightenment. Austerity, cleanliness, mercy and truthfulness, the basic principles of religion, prepare the ground for the reception of advancement in spiritual knowledge, and Mahārāja Parīkṣit made this favorable condition possible. Thus the ṛṣis of Naimiṣāraṇya were able to perform the sacrifices for a thousand years. In other words, without state support, no doctrines of philosophy or religious principles can progressively advance. There should be complete cooperation between the brāhmaṇas and the kṣatriyas for this common good. Even up to Mahārāja Aśoka, the same spirit was prevailing. Lord Buddha was sufficiently supported by King Aśoka, and thus his particular cult of knowledge was spread all over the world."
    }
]