[
    {
        "verse": "1",
        "devanagari": "सूत उवाचआनर्तान् स उपव्रज्य स्वृद्धाञ्जनपदान्स्वकान् ।दध्मौ दरवरं तेषां विषादं शमयन्निव ॥ १ ॥",
        "english_devnagari": "sūta uvācaānartān sa upavrajyasvṛddhāñ jana-padān svakāndadhmau daravaraṁ teṣāṁviṣādaṁ śamayann iva",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "ānartān",
            "saḥ",
            "upavrajya",
            "svṛddhān",
            "jana",
            "padān",
            "svakān",
            "dadhmau",
            "daravaram",
            "teṣām",
            "viṣādam",
            "śamayan",
            "iva"
        ],
        "translation": "Sūta Gosvāmī said: Upon reaching the border of His most prosperous metropolis, known as the country of the Ānartas [Dvārakā], the Lord sounded His auspicious conchshell, heralding His arrival and apparently pacifying the dejection of the inhabitants.",
        "purport": " The beloved Lord was away from His own prosperous metropolis of Dvārakā for a considerably long period because of the Battle of Kurukṣetra, and thus all the inhabitants were overcome with melancholia due to the separation. When the Lord descends to the earth, His eternal associates also come with Him, just as the entourage of a king accompanies him. Such associates of the Lord are eternally liberated souls, and they cannot bear the separation of the Lord even for a moment because of intense affection for the Lord. Thus the inhabitants of the city of Dvārakā were in a mood of dejection and expected the arrival of the Lord at any moment. So the heralding sound of the auspicious conchshell was very encouraging, and apparently the sound pacified their dejection. They were still more aspirant to see the Lord amongst themselves, and all of them became alert to receive Him in the befitting manner. These are the signs of spontaneous love of Godhead."
    },
    {
        "verse": "2",
        "devanagari": "स उच्चकाशे धवलोदरो दरो-ऽप्युरुक्रमस्याधरशोणशोणिमा ।दाध्मायमान: करकञ्जसम्पुटेयथाब्जखण्डे कलहंस उत्स्वन: ॥ २ ॥",
        "english_devnagari": "sa uccakāśe dhavalodaro daro’py urukramasyādharaśoṇa-śoṇimādādhmāyamānaḥ kara-kañja-sampuṭeyathābja-khaṇḍe kala-haṁsa utsvanaḥ",
        "verse_Syn": [
            "saḥ",
            "uccakāśe",
            "dhavala",
            "udaraḥ",
            "daraḥ",
            "api",
            "urukramasya",
            "adharaśoṇa",
            "śoṇimā",
            "dādhmāyamānaḥ",
            "kara",
            "kañja",
            "sampuṭe",
            "yathā",
            "abja",
            "khaṇḍe",
            "kala",
            "haṁsaḥ",
            "utsvanaḥ"
        ],
        "translation": "The white and fat-bowled conchshell, being gripped by the hand of Lord Kṛṣṇa and sounded by Him, appeared to be reddened by the touch of His transcendental lips. It seemed that a white swan was playing in the stems of red lotus flowers.",
        "purport": " The redness of the white conchshell due to the lip-touch of the Lord is a symbol of spiritual significance. The Lord is all spirit, and matter is ignorance of this spiritual existence. Factually there is nothing like matter in spiritual enlightenment, and this spiritual enlightenment takes place at once by the contact of the Supreme Lord Śrī Kṛṣṇa. The Lord is present in every particle of all existence, and He can manifest His presence in anyone. By ardent love and devotional service to the Lord, or in other words by spiritual contact with the Lord, everything becomes spiritually reddened like the conchshell in the grip of the Lord, and the paramahaṁsa, or the supremely intelligent person, plays the part of the ducking swan in the water of spiritual bliss, eternally decorated by the lotus flower of the Lord’s feet."
    },
    {
        "verse": "3",
        "devanagari": "तमुपश्रुत्य निनदं जगद्भयभयावहम् ।प्रत्युद्ययु: प्रजा: सर्वा भर्तृदर्शनलालसा: ॥ ३ ॥",
        "english_devnagari": "tam upaśrutya ninadaṁjagad-bhaya-bhayāvahampratyudyayuḥ prajāḥ sarvābhartṛ-darśana-lālasāḥ",
        "verse_Syn": [
            "tam",
            "upaśrutya",
            "ninadam",
            "jagat",
            "bhaya",
            "bhaya",
            "āvaham",
            "prati",
            "udyayuḥ",
            "prajāḥ",
            "sarvāḥ",
            "bhartṛ",
            "darśana",
            "lālasāḥ"
        ],
        "translation": "The citizens of Dvārakā, having heard that sound which threatens fear personified in the material world, began to run towards Him fast, just to have a long desired audience with the Lord, who is the protector of all devotees.",
        "purport": " As already explained, the citizens of Dvārakā who lived at the time of Lord Kṛṣṇa’s presence there were all liberated souls who descended there along with the Lord as entourage. All were very anxious to have an audience with the Lord, although because of spiritual contact they were never separated from the Lord. Just as the gopīs at Vṛndāvana used to think of Kṛṣṇa while He was away from the village for cowherding engagements, the citizens of Dvārakā were all immersed in thought of the Lord while He was away from Dvārakā to attend the Battle of Kurukṣetra. Some distinguished fiction writer in Bengal concluded that the Kṛṣṇa of Vṛndāvana, that of Mathurā and that of Dvārakā were different personalities. Historically there is no truth in this conclusion. The Kṛṣṇa of Kurukṣetra and the Kṛṣṇa of Dvārakā are one and the same personality. The citizens of Dvārakā were thus in a state of melancholy due to the Lord’s absence from the transcendental city, as much as we are put in a state of melancholy at night because of the absence of the sun. The sound heralded by Lord Kṛṣṇa was something like the heralding of the sunrise in the morning. So all the citizens of Dvārakā awoke from a state of slumber because of the sunrise of Kṛṣṇa, and they all hastened towards Him just to have an audience. The devotees of the Lord know no one else as protector. This sound of the Lord is identical with the Lord, as we have tried to explain by the nondual position of the Lord. The material existence of our present status is full of fear. Out of the four problems of material existence, namely the food problem, the shelter problem, the fear problem and the mating problem, the fear problem gives us more trouble than the others. We are always fearful due to our ignorance of the next problem. The whole material existence is full of problems, and thus the fear problem is always prominent. This is due to our association with the illusory energy of the Lord, known as māyā or external energy, yet all fear is vanished as soon as there is the sound of the Lord, represented by His holy name, as it was sounded by Lord Śrī Caitanya Mahāprabhu in the following sixteen words: We can take advantage of these sounds and be free from all threatening problems of material existence."
    },
    {
        "verse": "4-5",
        "devanagari": "तत्रोपनीतबलयो रवेर्दीपमिवाद‍ृता: ।आत्मारामं पूर्णकामं निजलाभेन नित्यदा ॥ ४ ॥प्रीत्युत्फुल्लमुखा: प्रोचुर्हर्षगद्गदया गिरा ।पितरं सर्वसुहृदमवितारमिवार्भका: ॥ ५ ॥",
        "english_devnagari": "tatropanīta-balayoraver dīpam ivādṛtāḥātmārāmaṁ pūrṇa-kāmaṁnija-lābhena nityadā",
        "verse_Syn": [
            "tatra",
            "upanīta",
            "balayaḥ",
            "raveḥ",
            "dīpam",
            "iva",
            "ādṛtāḥ",
            "ātma",
            "ārāmam",
            "pūrṇa",
            "kāmam",
            "nija",
            "lābhena",
            "nitya",
            "dā",
            "prīti",
            "utphulla",
            "mukhāḥ",
            "procuḥ",
            "harṣa",
            "gadgadayā",
            "girā",
            "pitaram",
            "sarva",
            "suhṛdam",
            "avitāram",
            "iva",
            "arbhakāḥ"
        ],
        "translation": "The citizens arrived before the Lord with their respective presentations, offering them to the fully satisfied and self-sufficient one, who, by His own potency, incessantly supplies others. These presentations were like the offering of a lamp to the sun. Yet the citizens began to speak in ecstatic language to receive the Lord, just as wards welcome their guardian and father.",
        "purport": " The Supreme Lord Kṛṣṇa is described herein as ātmārāma. He is self-sufficient, and there is no need for Him to seek happiness from anything beyond Himself. He is self-sufficient because His very transcendental existence is total bliss. He is eternally existent; He is all-cognizant and all-blissful. Therefore, any presentation, however valuable it may be, is not needed by Him. But still, because He is the well-wisher for one and all, He accepts from everyone everything that is offered to Him in pure devotional service. It is not that He is in want for such things, because the things are themselves generated from His energy. The comparison is made herein that making offerings to the Lord is something like offering a lamp in the worship of the sun-god. Anything fiery and illuminating is but an emanation of the energy of the sun, and yet to worship the sun-god it is necessary to offer him a lamp. In the worship of the sun, there is some sort of demand made by the worshiper, but in the case of devotional service to the Lord, there is no question of demand from either side. It is all a sign of pure love and affection between the Lord and the devotee. The Lord is the supreme father of all living beings, and therefore those who are conscious of this vital relation with God can make filial demands from the father, and the father is pleased to supply the demands of such obedient sons without bargaining. The Lord is just like the desire tree, and from Him everyone can have everything by the causeless mercy of the Lord. As the supreme father, the Lord, however, does not supply to a pure devotee what is considered to be a barrier to the discharge of devotional service. Those who are engaged in the devotional service of the Lord can rise to the position of unalloyed devotional service by His transcendental attraction."
    },
    {
        "verse": "6",
        "devanagari": "नता: स्म ते नाथ सदाङ्‌घ्रिपङ्कजंविरिञ्चवैरिञ्च्यसुरेन्द्रवन्दितम् ।परायणं क्षेममिहेच्छतां परंन यत्र काल: प्रभवेत् पर: प्रभु: ॥ ६ ॥",
        "english_devnagari": "natāḥ sma te nātha sadāṅghri-paṅkajaṁviriñca-vairiñcya-surendra-vanditamparāyaṇaṁ kṣemam ihecchatāṁ paraṁna yatra kālaḥ prabhavet paraḥ prabhuḥ",
        "verse_Syn": [
            "natāḥ",
            "sma",
            "te",
            "nātha",
            "sadā",
            "aṅghri",
            "paṅkajam",
            "viriñca",
            "vairiñcya",
            "sura",
            "indra",
            "vanditam",
            "parāyaṇam",
            "kṣemam",
            "iha",
            "icchatām",
            "param",
            "na",
            "yatra",
            "kālaḥ",
            "prabhavet",
            "paraḥ",
            "prabhuḥ"
        ],
        "translation": "The citizens said: O Lord, You are worshiped by all demigods like Brahmā, the four Sanas and even the King of heaven. You are the ultimate rest for those who are really aspiring to achieve the highest benefit of life. You are the supreme transcendental Lord, and inevitable time cannot exert its influence upon You.",
        "purport": " The Supreme Lord is Śrī Kṛṣṇa, as confirmed in Bhagavad-gītā, Brahma-saṁhitā and other authorized Vedic literatures. No one is equal to or greater than Him, and that is the verdict of all scriptures. The influence of time and space is exerted upon the dependent living entities, who are all parts and parcels of the Supreme Lord. The living entities are predominated brahma, whereas the Supreme Lord is the predominating Absolute. As soon as we forget this clear fact, we are at once in illusion, and thus we are put into threefold miseries, as one is put into dense darkness. The clear consciousness of the cognizant living being is God consciousness, in which one bows down unto Him in all circumstances."
    },
    {
        "verse": "7",
        "devanagari": "भवाय नस्त्वं भव विश्वभावनत्वमेव माताथ सुहृत्पति: पिता ।त्वं सद्गुरुर्न: परमं च दैवतंयस्यानुवृत्त्या कृतिनो बभूविम ॥ ७ ॥",
        "english_devnagari": "bhavāya nas tvaṁ bhava viśva-bhāvanatvam eva mātātha suhṛt-patiḥ pitātvaṁ sad-gurur naḥ paramaṁ ca daivataṁyasyānuvṛttyā kṛtino babhūvima",
        "verse_Syn": [
            "bhavāya",
            "naḥ",
            "tvam",
            "bhava",
            "viśva",
            "bhāvana",
            "tvam",
            "eva",
            "mātā",
            "atha",
            "suhṛt",
            "patiḥ",
            "pitā",
            "tvam",
            "sat",
            "guruḥ",
            "naḥ",
            "paramam",
            "ca",
            "daivatam",
            "yasya",
            "anuvṛttyā",
            "kṛtinaḥ",
            "babhūvima"
        ],
        "translation": "O creator of the universe, You are our mother, well-wisher, Lord, father, spiritual master and worshipable Deity. By following in Your footsteps we have become successful in every respect. We pray, therefore, that You continue to bless us with Your mercy.",
        "purport": " The all-good Personality of Godhead, being the creator of the universe, also plans for the good of all good living beings. The good living beings are advised by the Lord to follow His good advice, and by doing so they become successful in all spheres of life. There is no need to worship any deity but the Lord. The Lord is all-powerful, and if He is satisfied by our obedience unto His lotus feet, He is competent to bestow upon us all kinds of blessings for the successful execution of both our material and spiritual lives. For attaining spiritual existence, the human form is a chance for all to understand our eternal relation with God. Our relation with Him is eternal; it can neither be broken nor vanquished. It may be forgotten for the time being, but it can be revived also by the grace of the Lord, if we follow His injunctions, which are revealed in the scriptures of all times and all places."
    },
    {
        "verse": "8",
        "devanagari": "अहो सनाथा भवता स्म यद्वयंत्रैविष्टपानामपि दूरदर्शनम् ।प्रेमस्मितस्‍निग्धनिरीक्षणाननंपश्येम रूपं तव सर्वसौभगम् ॥ ८ ॥",
        "english_devnagari": "aho sanāthā bhavatā sma yad vayaṁtraiviṣṭapānām api dūra-darśanamprema-smita-snigdha-nirīkṣaṇānanaṁpaśyema rūpaṁ tava sarva-saubhagam",
        "verse_Syn": [
            "aho",
            "sa",
            "nāthāḥ",
            "bhavatā",
            "sma",
            "yat",
            "vayam",
            "traiviṣṭa",
            "pānām",
            "api",
            "dūra",
            "darśanam",
            "prema",
            "smita",
            "snigdha",
            "nirīkṣaṇa",
            "ānanam",
            "paśyema",
            "rūpam",
            "tava",
            "sarva",
            "saubhagam"
        ],
        "translation": "Oh, it is our good luck that we have come again today under Your protection by Your presence, for Your Lordship rarely visits even the denizens of heaven. Now it is possible for us to look into Your smiling face, which is full of affectionate glances. We can now see Your transcendental form, full of all auspiciousness.",
        "purport": " The Lord in His eternal personal form can be seen only by the pure devotees. The Lord is never impersonal, but He is the Supreme Absolute Personality of Godhead, possible to be visited by devotional service face to face, which is impossible to be done even by the denizens of higher planets. When Brahmājī and other demigods want to consult Lord Viṣṇu, the plenary portion of Lord Kṛṣṇa, they have to wait on the shore of the Ocean of Milk where Lord Viṣṇu is lying on White Land (Śvetadvīpa). This Ocean of Milk and the Śvetadvīpa planet are the replica of Vaikuṇṭhaloka within the universe. Neither Brahmājī nor the demigods like Indra can enter into this island of Śvetadvīpa, but they can stand on the shore of the Ocean of Milk and transmit their message to Lord Viṣṇu, known as Kṣīrodakaśāyī Viṣṇu. Therefore, the Lord is rarely seen by them, but the inhabitants of Dvārakā, because of their being pure devotees without any tinge of the material contamination of fruitive activities and empiric philosophical speculation, can see Him face to face by the grace of the Lord. This is the original state of the living entities and can be attained by reviving our natural and constitutional state of life, which is discovered by devotional service only."
    },
    {
        "verse": "9",
        "devanagari": "यर्ह्यम्बुजाक्षापससार भो भवान्कुरून् मधून् वाथ सुहृद्दिद‍ृक्षया ।तत्राब्दकोटिप्रतिम: क्षणो भवेद्रविं विनाक्ष्णोरिव नस्तवाच्युत ॥ ९ ॥",
        "english_devnagari": "yarhy ambujākṣāpasasāra bho bhavānkurūn madhūn vātha suhṛd-didṛkṣayātatrābda-koṭi-pratimaḥ kṣaṇo bhavedraviṁ vinākṣṇor iva nas tavācyuta",
        "verse_Syn": [
            "yarhi",
            "ambuja",
            "akṣa",
            "apasasāra",
            "bho",
            "bhavān",
            "kurūn",
            "madhūn",
            "vā",
            "atha",
            "suhṛt",
            "didṛkṣayā",
            "tatra",
            "abda",
            "koṭi",
            "pratimaḥ",
            "kṣaṇaḥ",
            "bhavet",
            "ravim",
            "vinā",
            "akṣṇoḥ",
            "iva",
            "naḥ",
            "tava",
            "acyuta"
        ],
        "translation": "O lotus-eyed Lord, whenever You go away to Mathurā-Vṛndāvana or Hastināpura to meet Your friends and relatives, every moment of Your absence seems like millions of years. O infallible one, at that time our eyes become useless, as if bereft of sun.",
        "purport": " We are all proud of our material senses for making experiments to determine the existence of God. But we forget that our senses are not absolute by themselves. They can only act under certain conditions. For example, our eyes. As long as the sunshine is there, our eyes are useful to a certain extent. But in the absence of sunshine, the eyes are useless. Lord Śrī Kṛṣṇa, being the primeval Lord, the Supreme Truth, is compared to the sun. Without Him all our knowledge is either false or partial. The opposite of the sun is the darkness, and similarly the opposite of Kṛṣṇa is māyā, or illusion. The devotees of the Lord can see everything in true perspective due to the light disseminated by Lord Kṛṣṇa. By the grace of the Lord the pure devotee cannot be in the darkness of ignorance. Therefore, it is necessary that we must always be in the sight of Lord Kṛṣṇa so that we can see both ourselves and the Lord with His different energies. As we cannot see anything in the absence of the sun, so also we cannot see anything, including our own self, without the factual presence of the Lord. Without Him all our knowledge is covered by illusion."
    },
    {
        "verse": "10",
        "devanagari": "कथं वयं नाथ चिरोषिते त्वयि प्रसन्नद‍ृष्टय‍ाखिलतापशोषणम ।जीवेम ते सुन्दरहासशोभितमपश्यमाना वदनं मनोहरम ।इति चोदीरिता वाच: प्रजानां भक्तवत्सल ।श‍ृण्वानोऽनुग्रहं द‍ृष्टय‍ा वितन्वन् प्राविशत् पुरम् ॥ १० ॥",
        "english_devnagari": "kathaṁ vayaṁ nātha ciroṣite tvayiprasanna-dṛṣṭyākhila-tāpa-śoṣaṇamjīvema te sundara-hāsa-śobhitamapaśyamānā vadanaṁ manoharam",
        "verse_Syn": [
            "katham",
            "vayam",
            "nātha",
            "ciroṣite",
            "tvayi",
            "prasanna",
            "dṛṣṭyā",
            "akhila",
            "tāpa",
            "śoṣaṇam",
            "jīvema",
            "te",
            "sundara",
            "hāsa",
            "śobhitam",
            "apaśyamānāḥ",
            "vadanam",
            "manoharam",
            "iti",
            "ca",
            "udīritāḥ",
            "vācaḥ",
            "prajānām",
            "bhakta",
            "vatsalaḥ",
            "śṛṇvānaḥ",
            "anugraham",
            "dṛṣṭyā",
            "vitanvan",
            "prāviśat",
            "puram"
        ],
        "translation": "O master, if You live abroad all the time, then we cannot look at Your attractive face, whose smiles vanquish all our sufferings. How can we exist without Your presence?",
        "purport": " Lord Kṛṣṇa’s attraction is so powerful that once being attracted by Him one cannot tolerate separation from Him. Why is this so? Because we are all eternally related with Him as the sun rays are eternally related with the sun disc. The sun rays are molecular parts of the solar radiation. Thus the sun rays and the sun cannot be separated. The separation by the cloud is temporary and artificial, and as soon as the cloud is cleared, the sun rays again display their natural effulgence in the presence of the sun. Similarly, the living entities, who are molecular parts of the whole spirit, are separated from the Lord by the artificial covering of māyā, illusory energy. This illusory energy, or the curtain of māyā, has to be removed, and when it is so done, the living entity can see the Lord face to face, and all his miseries are at once removed. Every one of us wants to remove the miseries of life, but we do not know how to do it. The solution is given here, and it rests on us to assimilate it or not."
    },
    {
        "verse": "11",
        "devanagari": "मधुभोजदशार्हार्हकुकुरान्धकवृष्णिभि: ।आत्मतुल्यबलैर्गुप्तां नागैर्भोगवतीमिव ॥ ११ ॥",
        "english_devnagari": "madhu-bhoja-daśārhārha-kukurāndhaka-vṛṣṇibhiḥātma-tulya-balair guptāṁnāgair bhogavatīm iva",
        "verse_Syn": [
            "madhu",
            "bhoja",
            "daśārha",
            "arha",
            "kukura",
            "andhaka",
            "vṛṣṇibhiḥ",
            "ātma",
            "tulya",
            "balaiḥ",
            "guptām",
            "nāgaiḥ",
            "bhogavatīm",
            "iva"
        ],
        "translation": "As Bhogavatī, the capital of Nāgaloka, is protected by the Nāgas, so was Dvārakā protected by the descendants of Vṛṣṇi — Bhoja, Madhu, Daśārha, Arha, Kukura, Andhaka, etc. — who were as strong as Lord Kṛṣṇa.",
        "purport": " The Nāgaloka planet is situated below the earth planet, and it is understood that the sun rays are hampered there. The darkness of the planet is, however, removed by the flashes of the jewels set on the heads of the Nāgas (celestial serpents), and it is said that there are beautiful gardens, rivulets, etc., for the enjoyment of the Nāgas. It is understood here also that the place is well protected by the inhabitants. So also the city of Dvārakā was well protected by the descendants of Vṛṣṇi, who were as powerful as the Lord, insofar as He manifested His strength upon this earth."
    },
    {
        "verse": "12",
        "devanagari": "सर्वर्तुसर्वविभवपुण्यवृक्षलताश्रमै: ।उद्यानोपवनारामैर्वृतपद्माकरश्रियम् ॥ १२ ॥",
        "english_devnagari": "sarvartu-sarva-vibhava-puṇya-vṛkṣa-latāśramaiḥudyānopavanārāmairvṛta-padmākara-śriyam",
        "verse_Syn": [
            "sarva",
            "ṛtu",
            "sarva",
            "vibhava",
            "puṇya",
            "vṛkṣa",
            "latā",
            "āśramaiḥ",
            "udyāna",
            "upavana",
            "ārāmaiḥ",
            "vṛta",
            "padma",
            "ākara",
            "śriyam"
        ],
        "translation": "The city of Dvārakāpurī was filled with the opulences of all seasons. There were hermitages, orchards, flower gardens, parks and reservoirs of water breeding lotus flowers all over.",
        "purport": " Perfection of human civilization is made possible by utilizing the gifts of nature in their own way. As we find herewith in the description of its opulence, Dvārakā was surrounded by flower gardens and fruit orchards along with reservoirs of water and growing lotuses. There is no mention of mills and factories supported by slaughterhouses, which are the necessary paraphernalia of the modern metropolis. The propensity to utilize nature’s own gifts is still there, even in the heart of modern civilized man. The leaders of modern civilization select their own residential quarters in a place where there are such naturally beautiful gardens and reservoirs of water, but they leave the common men to reside in congested areas without parks and gardens. Herein of course we find a different description of the city of Dvārakā. It is understood that the whole dhāma, or residential quarter, was surrounded by such gardens and parks with reservoirs of water where lotuses grew. It is understood that all the people depended on nature’s gifts of fruits and flowers without industrial enterprises promoting filthy huts and slums for residential quarters. Advancement of civilization is estimated not on the growth of mills and factories to deteriorate the finer instincts of the human being, but on developing the potent spiritual instincts of human beings and giving them a chance to go back to Godhead. Development of factories and mills is called ugra-karma, or pungent activities, and such activities deteriorate the finer sentiments of the human being and society to form a dungeon of demons. We find herein the mention of pious trees which produce seasonal flowers and fruits. The impious trees are useless jungles only, and they can only be used to supply fuels. In the modern civilization such impious trees are planted on the sides of roads. Human energy should be properly utilized in developing the finer senses for spiritual understanding, in which lies the solution of life. Fruits, flowers, beautiful gardens, parks and reservoirs of water with ducks and swans playing in the midst of lotus flowers, and cows giving sufficient milk and butter are essential for developing the finer tissues of the human body. As against this, the dungeons of mines, factories and workshops develop demoniac propensities in the working class. The vested interests flourish at the cost of the working class, and consequently there are severe clashes between them in so many ways. The description of Dvārakā-dhāma is the ideal of human civilization."
    },
    {
        "verse": "13",
        "devanagari": "गोपुरद्वारमार्गेषु कृतकौतुकतोरणाम् ।चित्रध्वजपताकाग्रैरन्त: प्रतिहतातपाम् ॥ १३ ॥",
        "english_devnagari": "gopura-dvāra-mārgeṣukṛta-kautuka-toraṇāmcitra-dhvaja-patākāgrairantaḥ pratihatātapām",
        "verse_Syn": [
            "gopura",
            "dvāra",
            "mārgeṣu",
            "kṛta",
            "kautuka",
            "toraṇām",
            "citra",
            "dhvaja",
            "patākā",
            "agraiḥ",
            "antaḥ",
            "pratihata",
            "ātapām"
        ],
        "translation": "The city gateway, the household doors and festooned arches along the roads were all nicely decorated with festive signs like plantain trees and mango leaves, all to welcome the Lord. Flags, garlands and painted signs and slogans all combined to shade the sunshine.",
        "purport": " Signs of decoration in special festivals were also collected from the gifts of nature, such as the plantain trees, the mango trees, fruits and flowers. Mango trees, coconut palms and plantain trees are still accepted as auspicious signs. The flags mentioned above were all painted with the picture of either Garuḍa or Hanumān, the two great servitors of the Lord. For devotees, such paintings and decorations are still adored, and the servitor of the master is paid more respects for the satisfaction of the Lord."
    },
    {
        "verse": "14",
        "devanagari": "सम्मार्जितमहामार्गरथ्यापणकचत्वराम् ।सिक्तां गन्धजलैरुप्तां फलपुष्पाक्षताङ्कुरै: ॥ १४ ॥",
        "english_devnagari": "sammārjita-mahā-mārga-rathyāpaṇaka-catvarāmsiktāṁ gandha-jalair uptāṁphala-puṣpākṣatāṅkuraiḥ",
        "verse_Syn": [
            "sammārjita",
            "mahā",
            "mārga",
            "rathya",
            "āpaṇaka",
            "catvarām",
            "siktām",
            "gandha",
            "jalaiḥ",
            "uptām",
            "phala",
            "puṣpa",
            "akṣata",
            "aṅkuraiḥ"
        ],
        "translation": "The highways, subways, lanes, markets and public meeting places were all thoroughly cleansed and then moistened with scented water. And to welcome the Lord, fruits, flowers and unbroken seeds were strewn everywhere.",
        "purport": " Scented waters prepared by distilling flowers like rose and keora were requisitioned to wet the roads, streets and lanes of Dvārakā-dhāma. Such places, along with the marketplace and public meeting places, were thoroughly cleansed. From the above description, it appears that the city of Dvārakā-dhāma was considerably big, containing many highways, streets and public meeting places with parks, gardens and reservoirs of water, all very nicely decorated with flowers and fruits. And to welcome the Lord such flowers and fruits with unbroken seeds of grain were also strewn over the public places. Unbroken seeds of grain or fruits in the seedling stage were considered auspicious, and they are still so used by the Hindus in general on festival days."
    },
    {
        "verse": "15",
        "devanagari": "द्वारि द्वारि गृहाणां च दध्यक्षतफलेक्षुभि: ।अलङ्‍कृतां पूर्णकुम्भैर्बलिभिर्धूपदीपकै: ॥ १५ ॥",
        "english_devnagari": "dvāri dvāri gṛhāṇāṁ cadadhy-akṣata-phalekṣubhiḥalaṅkṛtāṁ pūrṇa-kumbhairbalibhir dhūpa-dīpakaiḥ",
        "verse_Syn": [
            "dvāri",
            "dvāri",
            "gṛhāṇām",
            "ca",
            "dadhi",
            "akṣata",
            "phala",
            "ikṣubhiḥ",
            "alaṅkṛtām",
            "pūrṇa",
            "kumbhaiḥ",
            "balibhiḥ",
            "dhūpa",
            "dīpakaiḥ"
        ],
        "translation": "In each and every door of the residential houses, auspicious things like curd, unbroken fruits, sugarcane and full waterpots with articles for worship, incense and candles were all displayed.",
        "purport": " The process of reception according to Vedic rites is not at all dry. The reception was made not simply by decorating the roads and streets as above mentioned, but by worshiping the Lord with requisite ingredients like incense, lamps, flowers, sweets, fruits and other palatable eatables, according to one’s capacity. All were offered to the Lord, and the remnants of the foodstuff were distributed amongst the gathering citizens. So it was not like a dry reception of these modern days. Each and every house was ready to receive the Lord in a similar way, and thus each and every house on the roads and streets distributed such remnants of food to the citizens, and therefore the festival was successful. Without distribution of food, no function is complete, and that is the way of Vedic culture."
    },
    {
        "verse": "16-17",
        "devanagari": "निशम्य प्रेष्ठमायान्तं वसुदेवो महामना: ।अक्रूरश्चोग्रसेनश्च रामश्चाद्भुतविक्रम: ॥ १६ ॥प्रद्युम्नश्चारुदेष्णश्च साम्बो जाम्बवतीसुत: ।प्रहर्षवेगोच्छशितशयनासनभोजना: ॥ १७ ॥",
        "english_devnagari": "niśamya preṣṭham āyāntaṁvasudevo mahā-manāḥakrūraś cograsenaś carāmaś cādbhuta-vikramaḥ",
        "verse_Syn": [
            "niśamya",
            "preṣṭham",
            "āyāntam",
            "vasudevaḥ",
            "mahā",
            "manāḥ",
            "akrūraḥ",
            "ca",
            "ugrasenaḥ",
            "ca",
            "rāmaḥ",
            "ca",
            "adbhuta",
            "vikramaḥ",
            "pradyumnaḥ",
            "cārudeṣṇaḥ",
            "ca",
            "sāmbaḥ",
            "jāmbavatī",
            "sutaḥ",
            "praharṣa",
            "vega",
            "ucchaśita",
            "śayana",
            "āsana",
            "bhojanāḥ"
        ],
        "translation": "On hearing that the most dear Kṛṣṇa was approaching Dvārakā-dhāma, magnanimous Vasudeva, Akrūra, Ugrasena, Balarāma (the superhumanly powerful), Pradyumna, Cārudeṣṇa and Sāmba the son of Jāmbavatī, all extremely happy, abandoned resting, sitting and dining.",
        "purport": " Vasudeva: Son of King Śūrasena, husband of Devakī and father of Lord Śrī Kṛṣṇa. He is the brother of Kuntī and father of Subhadrā. Subhadrā was married with her cousin Arjuna, and this system is still prevalent in some parts of India. Vasudeva was appointed minister of Ugrasena, and later on he married eight daughters of Ugrasena’s brother Devaka. Devakī is only one of them. Kaṁsa was his brother-in-law, and Vasudeva accepted voluntary imprisonment by Kaṁsa on mutual agreement to deliver the eighth son of Devakī. This was foiled by the will of Kṛṣṇa. As maternal uncle of the Pāṇḍavas, he took active parts in the purificatory process of the Pāṇḍavas. He sent for the priest Kaśyapa at Śataśṛṅga Parvata, and he executed the functions. When Kṛṣṇa appeared within the bars of Kaṁsa’s prison house, He was transferred by Vasudeva to the house of Nanda Mahārāja, the foster father of Kṛṣṇa, at Gokula. Kṛṣṇa disappeared along with Baladeva prior to the disappearance of Vasudeva, and Arjuna (Vasudeva’s nephew) undertook the charge of the funeral ceremony after Vasudeva’s disappearance. Akrūra: The commander in chief of the Vṛṣṇi dynasty and a great devotee of Lord Kṛṣṇa. Akrūra attained success in devotional service to the Lord by the one single process of offering prayers. He was the husband of Sūtanī, daughter of Ahūka. He supported Arjuna when Arjuna took Subhadrā forcibly away by the will of Kṛṣṇa. Both Kṛṣṇa and Akrūra went to see Arjuna after his successful kidnapping of Subhadrā. Both of them presented dowries to Arjuna after this incident. Akrūra was present also when Abhimanyu, the son of Subhadrā, was married with Uttarā, mother of Mahārāja Parīkṣit. Ahūka, the father-in-law of Akrūra, was not on good terms with Akrūra. But both of them were devotees of the Lord. Ugrasena: One of the powerful kings of the Vṛṣṇi dynasty and cousin of Mahārāja Kuntibhoja. His other name is Ahūka. His minister was Vasudeva, and his son was the powerful Kaṁsa. This Kaṁsa imprisoned his father and became the King of Mathurā. By the grace of Lord Kṛṣṇa and His brother, Lord Baladeva, Kaṁsa was killed, and Ugrasena was reinstalled on the throne. When Śālva attacked the city of Dvārakā, Ugrasena fought very valiantly and repulsed the enemy. Ugrasena inquired from Nāradajī about the divinity of Lord Kṛṣṇa. When the Yadu dynasty was to be vanquished, Ugrasena was entrusted with the iron lump produced from the womb of Sāmba. He cut the iron lump into pieces and then pasted it and mixed it up with the sea water on the coast of Dvārakā. After this, he ordered complete prohibition within the city of Dvārakā and the kingdom. He got salvation after his death. Baladeva: He is the divine son of Vasudeva by his wife Rohiṇī. He is also known as Rohiṇī-nandana, the beloved son of Rohiṇī. He was also entrusted to Nanda Mahārāja along with His mother, Rohiṇī, when Vasudeva embraced imprisonment by mutual agreement with Kaṁsa. So Nanda Mahārāja is also the foster father of Baladeva along with Lord Kṛṣṇa. Lord Kṛṣṇa and Lord Baladeva were constant companions from Their very childhood, although They were stepbrothers. He is the plenary manifestation of the Supreme Personality of Godhead, and therefore He is as good and powerful as Lord Kṛṣṇa. He belongs to the viṣṇu-tattva (the principle of Godhead). He attended the svayaṁvara ceremony of Draupadī along with Śrī Kṛṣṇa. When Subhadrā was kidnapped by Arjuna by the organized plan of Śrī Kṛṣṇa, Baladeva was very angry with Arjuna and wanted to kill him at once. Śrī Kṛṣṇa, for the sake of His dear friend, fell at the feet of Lord Baladeva and implored Him not to be so angry. Śrī Baladeva was thus satisfied. Similarly, He was once very angry with the Kauravas, and He wanted to throw their whole city into the depths of the Yamunā. But the Kauravas satisfied Him by surrendering unto His divine lotus feet. He was actually the seventh son of Devakī prior to the birth of Lord Kṛṣṇa, but by the will of the Lord He was transferred to the womb of Rohiṇī to escape the wrath of Kaṁsa. His other name is therefore Saṅkarṣaṇa, who is also the plenary portion of Śrī Baladeva. Because He is as powerful as Lord Kṛṣṇa and can bestow spiritual power to the devotees, He is therefore known as Baladeva. In the Vedas also it is enjoined that no one can know the Supreme Lord without being favored by Baladeva. Bala means spiritual strength, not physical. Some less intelligent persons interpret bala as the strength of the body. But no one can have spiritual realization by physical strength. Physical strength ends with the end of the physical body, but spiritual strength follows the spirit soul to the next transmigration, and therefore the strength obtained by Baladeva is never wasted. The strength is eternal, and thus Baladeva is the original spiritual master of all devotees. Śrī Baladeva was also a class friend of Lord Śrī Kṛṣṇa as a student of Sāndīpani Muni. In His childhood He killed many asuras along with Śrī Kṛṣṇa, and specifically He killed the Dhenukāsura at Tālavana. During the Kurukṣetra battle, He remained neutral, and He tried His best not to bring about the fight. He was in favor of Duryodhana, but still He remained neutral. When there was a club-fight between Duryodhana and Bhīmasena, He was present on the spot. He was angry at Bhīmasena when the latter struck Duryodhana on the thigh or below the belt, and He wanted to retaliate the unfair action. Lord Śrī Kṛṣṇa saved Bhīma from His wrath. But He left the place at once, being disgusted at Bhīmasena, and after His departure Duryodhana fell to the ground to meet his death. The funeral ceremony of Abhimanyu, the son of Arjuna, was performed by Him, as He was the maternal uncle. It was impossible to be performed by any one of the Pāṇḍavas, who were all overwhelmed with grief. At the last stage, He departed from this world by producing a great white snake from His mouth, and thus He was carried by Śeṣanāga in the shape of a serpent. Pradyumna: Incarnation of Kāmadeva or, according to others, incarnation of Sanat-kumāra, born as the son of the Personality of Godhead, Lord Śrī Kṛṣṇa, and Lakṣmīdevī, Śrīmatī Rukmiṇī, the principal queen at Dvārakā. He was one of those who went to congratulate Arjuna upon his marrying Subhadrā. He was one of the great generals who fought with Śālva, and while fighting with him he became unconscious on the battlefield. His charioteer brought him back to the camp from the battlefield, and for this action he was very sorry and rebuked his charioteer. However, he fought again with Śālva and was victorious. He heard all about the different demigods from Nāradajī. He is one of the four plenary expansions of Lord Śrī Kṛṣṇa. He is the third one. He inquired from his father, Śrī Kṛṣṇa, about the glories of the brāhmaṇas. During the fratricidal war amongst the descendants of Yadu, he died at the hand of Bhoja, another king of the Vṛṣṇis. After his death, he was installed in his original position. Cārudeṣṇa: Another son of Lord Śrī Kṛṣṇa and Rukmiṇīdevī. He was also present during the svayaṁvara ceremony of Draupadī. He was a great warrior like his brothers and father. He fought with Vivinidhaka and killed him in the fight. Sāmba: One of the great heroes of the Yadu dynasty and the son of Lord Śrī Kṛṣṇa by His wife Jāmbavatī. He learned the military art of throwing arrows from Arjuna, and he became a member of parliament during the time of Mahārāja Yudhiṣṭhira. He was present during the Rājasūya-yajña of Mahārāja Yudhiṣṭhira. When all the Vṛṣṇis were assembled during the time of Prabhāsa-yajña, his glorious activities were narrated by Sātyaki before Lord Baladeva. He was also present along with his father, Lord Śrī Kṛṣṇa, during the aśvamedha-yajña performed by Yudhiṣṭhira. He was presented before some ṛṣis falsely dressed as a pregnant woman by his brothers, and in fun he asked the ṛṣis what he was going to deliver. The ṛṣis replied that he would deliver a lump of iron, which would be the cause of fratricidal war in the family of Yadu. The next day, in the morning, Sāmba delivered a large lump of iron, which was entrusted to Ugrasena for necessary action. Actually later on there was the foretold fratricidal war, and Sāmba died in that war. So all these sons of Lord Kṛṣṇa left their respective palaces and leaving aside all engagements, including lying down, sitting and dining, hastened toward their exalted father."
    },
    {
        "verse": "18",
        "devanagari": "वारणेन्द्रं पुरस्कृत्य ब्राह्मणै: ससुमङ्गलै: ।शङ्खतूर्यनिनादेन ब्रह्मघोषेण चाद‍ृता: ।प्रत्युज्जग्मू रथैर्हृष्टा: प्रणयागतसाध्वसा: ॥ १८ ॥",
        "english_devnagari": "vāraṇendraṁ puraskṛtyabrāhmaṇaiḥ sasumaṅgalaiḥśaṅkha-tūrya-ninādenabrahma-ghoṣeṇa cādṛtāḥpratyujjagmū rathair hṛṣṭāḥpraṇayāgata-sādhvasāḥ",
        "verse_Syn": [
            "vāraṇa",
            "indram",
            "puraskṛtya",
            "brāhmaṇaiḥ",
            "sa",
            "sumaṅgalaiḥ",
            "śaṅkha",
            "tūrya",
            "ninādena",
            "brahma",
            "ghoṣeṇa",
            "ca",
            "ādṛtāḥ",
            "prati",
            "ujjagmuḥ",
            "rathaiḥ",
            "hṛṣṭāḥ",
            "praṇayāgata",
            "sādhvasāḥ"
        ],
        "translation": "They hastened toward the Lord on chariots with brāhmaṇas bearing flowers. Before them were elephants, emblems of good fortune. Conchshells and bugles were sounded, and Vedic hymns were chanted. Thus they offered their respects, which were saturated with affection.",
        "purport": " The Vedic way of receiving a great personality creates an atmosphere of respect, which is saturated with affection and veneration for the person received. The auspicious atmosphere of such a reception depends on the paraphernalia described above, including conchshells, flowers, incense, decorated elephants, and the qualified brāhmaṇas reciting verses from the Vedic literatures. Such a program of reception is full of sincerity, on the part of both the receiver and the received."
    },
    {
        "verse": "19",
        "devanagari": "वारमुख्याश्च शतशो यानैस्तद्दर्शनोत्सुका: ।लसत्कुण्डलनिर्भातकपोलवदनश्रिय: ॥ १९ ॥",
        "english_devnagari": "vāramukhyāś ca śataśoyānais tad-darśanotsukāḥlasat-kuṇḍala-nirbhāta-kapola-vadana-śriyaḥ",
        "verse_Syn": [
            "vāramukhyāḥ",
            "ca",
            "śataśaḥ",
            "yānaiḥ",
            "tat",
            "darśana",
            "utsukāḥ",
            "lasat",
            "kuṇḍala",
            "nirbhāta",
            "kapola",
            "vadana",
            "śriyaḥ"
        ],
        "translation": "At the same time, many hundreds of well-known prostitutes began to proceed on various vehicles. They were all very eager to meet the Lord, and their beautiful faces were decorated with dazzling earrings, which enhanced the beauty of their foreheads.",
        "purport": " We may not hate even the prostitutes if they are devotees of the Lord. Even to date there are many prostitutes in great cities of India who are sincere devotees of the Lord. By tricks of chance one may be obliged to adopt a profession which is not very adorable in society, but that does not hamper one in executing devotional service to the Lord. Devotional service to the Lord is uncheckable in all circumstances. It is understood herewith that even in those days, about five thousand years ago, there were prostitutes in a city like Dvārakā, where Lord Kṛṣṇa resided. This means that prostitutes are necessary citizens for the proper upkeep of society. The government opens wine shops, but this does not mean that the government encourages the drinking of wine. The idea is that there is a class of men who will drink at any cost, and it has been experienced that prohibition in great cities encouraged illicit smuggling of wine. Similarly, men who are not satisfied at home require such concessions, and if there is no prostitute, then such low men will induce others into prostitution. It is better that prostitutes be available in the marketplace so that the sanctity of society can be maintained. It is better to maintain a class of prostitutes than to encourage prostitutes within society. The real reformation is to enlighten all people to become devotees of the Lord, and that will check all kinds of deteriorating factors of life. Śrī Bilvamaṅgala Ṭhākura, a great ācārya of the Viṣṇusvāmī Vaiṣṇava sect, in his householder life was overly attached to a prostitute who happened to be a devotee of the Lord. One night when the Ṭhākura came to Cintāmaṇi’s house in torrents of rain and thunder, Cintāmaṇi was astonished to see how the Ṭhākura could come on such a dreadful night after crossing a foaming river which was full of waves. She said to Ṭhākura Bilvamaṅgala that his attraction for the flesh and bone of an insignificant woman like her would be properly utilized if it could be diverted to the devotional service of the Lord to achieve attraction for the transcendental beauty of the Lord. It was a momentous hour for the Ṭhākura, and he took a turn towards spiritual realization by the words of a prostitute. Later on the Ṭhākura accepted the prostitute as his spiritual master, and in several places of his literary works he has glorified the name of Cintāmaṇi, who showed him the right path. In the Bhagavad-gītā (9.32) the Lord says, “O son of Pṛthā, even the low-born caṇḍālas and those who are born in a family of unbelievers, and even the prostitutes, shall attain perfection of life if they take shelter of unalloyed devotional service to Me, because in the path of devotional service there are no impediments due to degraded birth and occupation. The path is open for everyone who agrees to follow it.” It appears that the prostitutes of Dvārakā, who were so eager to meet the Lord, were all His unalloyed devotees, and thus they were all on the path of salvation according to the above version of the Bhagavad-gītā. Therefore, the only reformation that is necessary in society is to make an organized effort to turn the citizens into devotees of the Lord, and thus all good qualities of the denizens of heaven will overtake them in their own way. On the other hand, those who are nondevotees have no good qualifications whatsoever, however they may be materially advanced. The difference is that the devotees of the Lord are on the path of liberation, whereas the nondevotees are on the path of further entanglement in material bondage. The criterion of advancement of civilization is whether the people are educated and advanced on the path of salvation."
    },
    {
        "verse": "20",
        "devanagari": "नटनर्तकगन्धर्वा: सूतमागधवन्दिन: ।गायन्ति चोत्तमश्लोकचरितान्यद्भुतानि च ॥ २० ॥",
        "english_devnagari": "naṭa-nartaka-gandharvāḥsūta-māgadha-vandinaḥgāyanti cottamaśloka-caritāny adbhutāni ca",
        "verse_Syn": [
            "naṭa",
            "nartaka",
            "gandharvāḥ",
            "sūta",
            "māgadha",
            "vandinaḥ",
            "gāyanti",
            "ca",
            "uttamaśloka",
            "caritāni",
            "adbhutāni",
            "ca"
        ],
        "translation": "Expert dramatists, artists, dancers, singers, historians, genealogists and learned speakers all gave their respective contributions, being inspired by the superhuman pastimes of the Lord. Thus they proceeded on and on.",
        "purport": " It appears that five thousand years ago the society also needed the services of the dramatists, artists, dancers, singers, historians, genealogists, public speakers, etc. Dancers, singers and dramatic artists mostly hailed from the śūdra community, whereas the learned historians, genealogists and public speakers hailed from the brāhmaṇa community. All of them belonged to a particular caste, and they became so trained in their respective families. Such dramatists, dancers, singers, historians, genealogists and public speakers would dwell on the subject of the Lord’s superhuman activities in different ages and millenniums, and not on ordinary events. Nor were they in chronological order. All the Purāṇas are historical facts described only in relation with the Supreme Lord in different ages and times as well as on different planets also. Therefore, we do not find any chronological order. The modern historians, therefore, cannot catch up the link, and thus they unauthoritatively remark that the Purāṇas are all imaginary stories only. Even one hundred years ago in India, all dramatic performances were centered around the superhuman activities of the Supreme Lord. The common people would be verily entertained by the performances of dramas, and yātrā parties played wonderfully on the superhuman activities of the Lord, and thus even the illiterate agriculturist would be a participant in the knowledge of Vedic literature, despite a considerable lack of academic qualifications. Therefore, expert players in drama, dancers, singers, speakers, etc., are required for the spiritual enlightenment of the common man. The genealogists would give account completely of the descendants of a particular family. Even at the present moment the guides in the pilgrimage sites of India submit a complete account of genealogical tables before a newcomer. This wonderful act sometimes attracts more customers to receive such important information."
    },
    {
        "verse": "21",
        "devanagari": "भगवांस्तत्र बन्धूनां पौराणामनुवर्तिनाम् ।यथाविध्युपसङ्गम्य सर्वेषां मानमादधे ॥ २१ ॥",
        "english_devnagari": "bhagavāṁs tatra bandhūnāṁpaurāṇām anuvartināmyathā-vidhy upasaṅgamyasarveṣāṁ mānam ādadhe",
        "verse_Syn": [
            "bhagavān",
            "tatra",
            "bandhūnām",
            "paurāṇām",
            "anuvartinām",
            "yathā",
            "vidhi",
            "upasaṅgamya",
            "sarveṣām",
            "mānam",
            "ādadhe"
        ],
        "translation": "Lord Kṛṣṇa, the Personality of Godhead, approached them and offered due honor and respect to each and every one of the friends, relatives, citizens and all others who came to receive and welcome Him.",
        "purport": " The Supreme Lord Personality of Godhead is neither impersonal nor an inert object unable to reciprocate the feelings of His devotees. Here the word yathā-vidhi, or “just as it behooves,” is significant. He reciprocates “just as it behooves” with His different types of admirers and devotees. Of course, the pure devotees are of one type only because they have no other object for service but the Lord, and therefore the Lord also reciprocates with such pure devotees just as it behooves — namely, He is always attentive to all the matters of His pure devotees. There are others who designate Him as impersonal, and so the Lord also does not take any personal interest. He satisfies everyone in terms of one’s development of spiritual consciousness, and a sample of such reciprocation is exhibited here with His different welcomers."
    },
    {
        "verse": "22",
        "devanagari": "प्रह्वाभिवादनाश्लेषकरस्पर्शस्मितेक्षणै: ।आश्वास्य चाश्वपाकेभ्यो वरैश्चाभिमतैर्विभु: ॥ २२ ॥",
        "english_devnagari": "prahvābhivādanāśleṣa-kara-sparśa-smitekṣaṇaiḥāśvāsya cāśvapākebhyovaraiś cābhimatair vibhuḥ",
        "verse_Syn": [
            "prahvā",
            "abhivādana",
            "āśleṣa",
            "kara",
            "sparśa",
            "smita",
            "īkṣaṇaiḥ",
            "āśvāsya",
            "ca",
            "āśvapākebhyaḥ",
            "varaiḥ",
            "ca",
            "abhimataiḥ",
            "vibhuḥ"
        ],
        "translation": "The almighty Lord greeted everyone present by bowing His head, exchanging greetings, embracing, shaking hands, looking and smiling, giving assurances and awarding benedictions, even to the lowest in rank.",
        "purport": " To receive the Lord Śrī Kṛṣṇa there were all grades of population, beginning from Vasudeva, Ugrasena and Gargamuni — the father, grandfather and teacher — down to the prostitutes and caṇḍālas, who are accustomed to eat dogs. And every one of them was properly greeted by the Lord in terms of rank and position. As pure living entities, all are the separated parts and parcels of the Lord, and thus no one is alien by His eternal relation. Such pure living entities are graded differently in terms of contamination of the modes of material nature, but the Lord is equally affectionate to all His parts and parcels, despite material gradation. He descends only to recall these materialistic living beings back to His kingdom, and intelligent persons take advantage of this facility offered by the Personality of Godhead to all living beings. No one is rejected by the Lord from the kingdom of God, and it remains with the living being to accept this or not."
    },
    {
        "verse": "23",
        "devanagari": "स्वयं च गुरुभिर्विप्रै: सदारै: स्थविरैरपि ।आशीर्भिर्युज्यमानोऽन्यैर्वन्दिभिश्चाविशत्पुरम् ॥ २३ ॥",
        "english_devnagari": "svayaṁ ca gurubhir vipraiḥsadāraiḥ sthavirair apiāśīrbhir yujyamāno ’nyairvandibhiś cāviśat puram",
        "verse_Syn": [
            "svayam",
            "ca",
            "gurubhiḥ",
            "vipraiḥ",
            "sadāraiḥ",
            "sthaviraiḥ",
            "api",
            "āśīrbhiḥ",
            "yujyamānaḥ",
            "anyaiḥ",
            "vandibhiḥ",
            "ca",
            "aviśat",
            "puram"
        ],
        "translation": "Then the Lord personally entered the city accompanied by elderly relatives and invalid brāhmaṇas with their wives, all offering benedictions and singing the glories of the Lord. Others also praised the glories of the Lord.",
        "purport": " The brāhmaṇas in society were never attentive to banking money for future retired life. When they were old invalids, they used to approach with their wives the assembly of the kings, and simply by praising the glorious deeds performed by the kings they would be provided with all necessities of life. Such brāhmaṇas were not, so to speak, flatterers of the kings, but the kings were actually glorified by their actions, and they were sincerely still more encouraged in pious acts by such brāhmaṇas in a dignified way. Lord Śrī Kṛṣṇa is worthy of all glories, and the praying brāhmaṇas and others were glorified themselves by chanting the glories of the Lord."
    },
    {
        "verse": "24",
        "devanagari": "राजमार्गं गते कृष्णे द्वारकाया: कुलस्त्रिय: ।हर्म्याण्यारुरुहुर्विप्र तदीक्षणमहोत्सवा: ॥ २४ ॥",
        "english_devnagari": "rāja-mārgaṁ gate kṛṣṇedvārakāyāḥ kula-striyaḥharmyāṇy āruruhur vipratad-īkṣaṇa-mahotsavāḥ",
        "verse_Syn": [
            "rāja",
            "mārgam",
            "gate",
            "kṛṣṇe",
            "dvārakāyāḥ",
            "kula",
            "striyaḥ",
            "harmyāṇi",
            "āruruhuḥ",
            "vipra",
            "tat",
            "īkṣaṇa",
            "mahā",
            "utsavāḥ"
        ],
        "translation": "When Lord Kṛṣṇa passed over the public roads, all the ladies from the respectable families of Dvārakā went up to the roofs of their palaces just to have a look at the Lord. They considered this to be the greatest festival.",
        "purport": " To have a look at the Lord is a great festive occasion undoubtedly, as it was considered by the metropolitan ladies of Dvārakā. This is still followed by the devout ladies of India. Especially during the days of the Jhulana and Janmāṣṭamī ceremonies, the ladies of India still throng up in the greatest number at the temple of the Lord, where His transcendental eternal form is worshiped. The transcendental form of the Lord installed in a temple is not different from the Lord personally. Such a form of the Lord is called arca-vigraha, or arcā incarnation, and is expanded by the Lord by His internal potency just to facilitate the devotional service of His innumerable devotees who are in the material world. The material senses cannot perceive the spiritual nature of the Lord, and therefore the Lord accepts the arca-vigraha, which is apparently made of material elements like earth, wood and stone, but actually there is no material contamination. The Lord being kaivalya (one alone), there is no matter in Him. He is one without a second, and therefore the almighty Lord can appear in any form without being contaminated by the material conception. Therefore, festivities in the temple of the Lord, as held generally, are like festivals performed during the manifestive days of the Lord of Dvārakā, about five thousand years ago. The authorized ācāryas, who know the science perfectly, install such temples of the Lord under regulative principles just to offer facilities to the common man, but persons who are less intelligent, without being conversant with the science, mistake this great attempt to be idol worship and poke their nose into that to which they have no access. Therefore, the ladies or men who observe festivals in the temples of the Lord just to have a look at the transcendental form are a thousand times more glorious than those who are nonbelievers in the transcendental form of the Lord. It appears from the verse that the inhabitants of Dvārakā were all owners of big palaces. This indicates the prosperity of the city. The ladies got up on the roofs just to have a look at the procession and the Lord. The ladies did not mix with the crowd on the street, and thus their respectability was perfectly observed. There was no artificial equality with the man. Female respectability is preserved more elegantly by keeping the woman separate from the man. The sexes should not mix unrestrictedly."
    },
    {
        "verse": "25",
        "devanagari": "नित्यं निरीक्षमाणानां यदपि द्वारकौकसाम् ।न वितृप्यन्ति हि द‍ृश: श्रियो धामाङ्गमच्युतम् ॥ २५ ॥",
        "english_devnagari": "nityaṁ nirīkṣamāṇānāṁyad api dvārakaukasāmna vitṛpyanti hi dṛśaḥśriyo dhāmāṅgam acyutam",
        "verse_Syn": [
            "nityam",
            "nirīkṣamāṇānām",
            "yat",
            "api",
            "dvārakā",
            "okasām",
            "na",
            "vitṛpyanti",
            "hi",
            "dṛśaḥ",
            "śriyaḥ",
            "dhāma",
            "aṅgam",
            "acyutam"
        ],
        "translation": "The inhabitants of Dvārakā were regularly accustomed to look upon the reservoir of all beauty, the infallible Lord, yet they were never satiated.",
        "purport": " When the ladies of the city of Dvārakā got up on the roofs of their palaces, they never thought that they had previously many times seen the beautiful body of the infallible Lord. This indicates that they had no satiation in desiring to see the Lord. Anything material seen for a number of times ultimately becomes unattractive by the law of satiation. The law of satiation acts materially, but there is no scope for it in the spiritual realm. The word infallible is significant here, because although the Lord has mercifully descended to the earth, He is still infallible. The living entities are fallible because when they come in contact with the material world they lack their spiritual identity, and thus the body materially obtained becomes subjected to birth, growth, transformation, situation, deterioration and annihilation under the laws of nature. The Lord’s body is not like that. He descends as He is and is never under the laws of the material modes. His body is the source of everything that be, the reservoir of all beauties beyond our experience. No one, therefore, is satiated by seeing the transcendental body of the Lord because there are always manifestations of newer and newer beauties. The transcendental name, form, qualities, entourage, etc., are all spiritual manifestations, and there is no satiation in chanting the holy name of the Lord, there is no satiation in discussing the qualities of the Lord, and there is no limitation of the entourage of the Lord. He is the source of all and is limitless."
    },
    {
        "verse": "26",
        "devanagari": "श्रियो निवासो यस्योर: पानपात्रं मुखं द‍ृशाम् ।बाहवो लोकपालानां सारङ्गाणां पदाम्बुजम् ॥ २६ ॥",
        "english_devnagari": "śriyo nivāso yasyoraḥpāna-pātraṁ mukhaṁ dṛśāmbāhavo loka-pālānāṁsāraṅgāṇāṁ padāmbujam",
        "verse_Syn": [
            "śriyaḥ",
            "nivāsaḥ",
            "yasya",
            "uraḥ",
            "pāna",
            "pātram",
            "mukham",
            "dṛśām",
            "bāhavaḥ",
            "loka",
            "pālānām",
            "sāraṅgāṇām",
            "pada",
            "ambujam"
        ],
        "translation": "The Lord’s chest is the abode of the goddess of fortune. His moonlike face is the drinking vessel for eyes which hanker after all that is beautiful. His arms are the resting places for the administrative demigods. And His lotus feet are the refuge of pure devotees who never talk or sing of any subject except His Lordship.",
        "purport": " There are different classes of human beings, all seeking different enjoyments from different objects. There are persons who are seeking after the favor of the goddess of fortune, and for them the Vedic literatures give information that the Lord is always served with all reverence by thousands and thousands of goddesses of fortune at the cintāmaṇi-dhāma,* the transcendental abode of the Lord where the trees are all desire trees and the buildings are made of touchstone. The Lord Govinda is engaged there in herding the surabhi cows as His natural occupation. These goddesses of fortune can be seen automatically if we are attracted by the bodily features of the Lord. The impersonalists cannot observe such goddesses of fortune because of their dry speculative habit. And those who are artists, overtaken by the beautiful creation, should better see to the beautiful face of the Lord for complete satisfaction. The face of the Lord is the embodiment of beauty. What they call beautiful nature is but His smile, and what they call the sweet songs of the birds are but specimens of the whispering voice of the Lord. There are administrative demigods in charge of departmental service of cosmic management, and there are tiny administrative gods in the state service. They are always afraid of other competitors, but if they take shelter of the arms of the Lord, the Lord can protect them always from the attacks of enemies. A faithful servant of the Lord engaged in the service of administration is the ideal executive head and can well protect the interest of the people in general. Other so-called administrators are symbols of anachronisms leading to the acute distress of the people who are governed by them. The administrators can remain safely under the protection of the arms of the Lord. The essence of everything is the Supreme Lord: He is called the sāram. And those who sing and talk about Him are called the sāraṅgas, or the pure devotees. The pure devotees are always hankering after the lotus feet of the Lord. The lotus has a kind of honey which is transcendentally relished by the devotees. They are like the bees who are always after the honey. Śrīla Rūpa Gosvāmī, the great devotee ācārya of the Gauḍīya Vaiṣṇava sampradāya, has sung a song about this lotus honey, comparing himself to the bee: “O my Lord Kṛṣṇa, I beg to offer my prayers unto You. My mind is like the bee, and it is after some honey. Kindly, therefore, give my bee-mind a place at Your lotus feet, which are the resources for all transcendental honey. I know that even big demigods like Brahmā do not see the rays of the nails of Your lotus feet, even though they are engaged in deep meditation for years together. Still, O infallible one, my ambition is such, for You are very merciful to your surrendered devotees. O Mādhava, I know also that I have no genuine devotion for the service of Your lotus feet, but because Your Lordship is inconceivably powerful, You can do what is impossible to be done. Your lotus feet can deride even the nectar of the heavenly kingdom, and therefore I am very much attracted by them. O supreme eternal, please, therefore, let my mind be fixed at Your lotus feet so that eternally I may be able to relish the taste of Your transcendental service.” The devotees are satisfied with being placed at the lotus feet of the Lord and have no ambition to see His all-beautiful face or aspire for the protection of the strong arms of the Lord. They are humble by nature, and the Lord is always leaning towards such humble devotees."
    },
    {
        "verse": "27",
        "devanagari": "सितातपत्रव्यजनैरुपस्कृत:प्रसूनवर्षैरभिवर्षित: पथि ।पिशङ्गवासा वनमालया बभौघनो यथार्कोडुपचापवैद्युतै: ॥ २७ ॥",
        "english_devnagari": "sitātapatra-vyajanair upaskṛtaḥprasūna-varṣair abhivarṣitaḥ pathipiśaṅga-vāsā vana-mālayā babhaughano yathārkoḍupa-cāpa-vaidyutaiḥ",
        "verse_Syn": [
            "sita",
            "ātapatra",
            "vyajanaiḥ",
            "upaskṛtaḥ",
            "prasūna",
            "varṣaiḥ",
            "abhivarṣitaḥ",
            "pathi",
            "piśaṅga",
            "vāsāḥ",
            "vana",
            "mālayā",
            "babhau",
            "ghanaḥ",
            "yathā",
            "arka",
            "uḍupa",
            "cāpa",
            "vaidyutaiḥ"
        ],
        "translation": "As the Lord passed along the public road of Dvārakā, His head was protected from the sunshine by a white umbrella. White feathered fans moved in semicircles, and showers of flowers fell upon the road. His yellow garments and garlands of flowers made it appear as if a dark cloud were surrounded simultaneously by sun, moon, lightning and rainbows.",
        "purport": " The sun, moon, rainbow and lightning do not appear in the sky simultaneously. When there is sun, the moonlight becomes insignificant, and if there are clouds and a rainbow, there is no manifestation of lightning. The Lord’s bodily hue is just like a new monsoon cloud. He is compared herein to the cloud. The white umbrella over His head is compared to the sun. The movement of the bunch-hair fan of flukes is compared to the moon. The showers of flowers are compared to the stars. His yellow garments are compared to the rainbow. So all these activities of the firmament, being impossible simultaneous factors, cannot be adjusted by comparison. The adjustment is possible only when we think of the inconceivable potency of the Lord. The Lord is all-powerful, and in His presence anything impossible can be made possible by His inconceivable energy. But the situation created at the time of His passing on the roads of Dvārakā was beautiful and could not be compared to anything besides the description of natural phenomena."
    },
    {
        "verse": "28",
        "devanagari": "प्रविष्टस्तु गृहं पित्रो: परिष्वक्त: स्वमातृभि: ।ववन्दे शिरसा सप्त देवकीप्रमुखा मुदा ॥ २८ ॥",
        "english_devnagari": "praviṣṭas tu gṛhaṁ pitroḥpariṣvaktaḥ sva-mātṛbhiḥvavande śirasā saptadevakī-pramukhā mudā",
        "verse_Syn": [
            "praviṣṭaḥ",
            "tu",
            "gṛham",
            "pitroḥ",
            "pariṣvaktaḥ",
            "sva",
            "mātṛbhiḥ",
            "vavande",
            "śirasā",
            "sapta",
            "devakī",
            "pramukhā",
            "mudā"
        ],
        "translation": "After entering the house of His father, He was embraced by the mothers present, and the Lord offered His obeisances unto them by placing His head at their feet. The mothers were headed by Devakī [His real mother].",
        "purport": " It appears that Vasudeva, the father of Lord Kṛṣṇa, had completely separate residential quarters where he lived with his eighteen wives, out of whom Śrīmatī Devakī is the real mother of Lord Kṛṣṇa. But in spite of this, all other stepmothers were equally affectionate to Him, as will be evident from the following verse. Lord Kṛṣṇa also did not distinguish His real mother from His stepmothers, and He equally offered His obeisances unto all the wives of Vasudeva present on the occasion. According to scriptures also, there are seven mothers: (1) the real mother, (2) the wife of the spiritual master, (3) the wife of a brāhmaṇa, (4) the wife of the king, (5) the cow, (6) the nurse, and (7) the earth. All of them are mothers. Even by this injunction of the śāstras, the stepmother, who is the wife of the father, is also as good as the mother because the father is also one of the spiritual masters. Lord Kṛṣṇa, the Lord of the universe, plays the part of an ideal son just to teach others how to treat their stepmothers."
    },
    {
        "verse": "29",
        "devanagari": "ता: पुत्रमङ्कमारोप्य स्‍नेहस्‍नुतपयोधरा: ।हर्षविह्वलितात्मान: सिषिचुर्नेत्रजैर्जलै: ॥ २९ ॥",
        "english_devnagari": "tāḥ putram aṅkam āropyasneha-snuta-payodharāḥharṣa-vihvalitātmānaḥsiṣicur netrajair jalaiḥ",
        "verse_Syn": [
            "tāḥ",
            "putram",
            "aṅkam",
            "āropya",
            "sneha",
            "snuta",
            "payodharāḥ",
            "harṣa",
            "vihvalita",
            "ātmānaḥ",
            "siṣicuḥ",
            "netrajaiḥ",
            "jalaiḥ"
        ],
        "translation": "The mothers, after embracing their son, sat Him on their laps. Due to pure affection, milk sprang from their breasts. They were overwhelmed with delight, and the tears from their eyes wetted the Lord.",
        "purport": " When Lord Kṛṣṇa was at Vṛndāvana even the cows would become moistened by affection towards Him, and He would draw milk from the nipples of every affectionate living being, so what to speak of the stepmothers who were already as good as His own mother."
    },
    {
        "verse": "30",
        "devanagari": "अथाविशत् स्वभवनं सर्वकाममनुत्तमम् ।प्रासादा यत्र पत्नीनां सहस्राणि च षोडश ॥ ३० ॥",
        "english_devnagari": "athāviśat sva-bhavanaṁsarva-kāmam anuttamamprāsādā yatra patnīnāṁsahasrāṇi ca ṣoḍaśa",
        "verse_Syn": [
            "atha",
            "aviśat",
            "sva",
            "bhavanam",
            "sarva",
            "kāmam",
            "anuttamam",
            "prāsādāḥ",
            "yatra",
            "patnīnām",
            "sahasrāṇi",
            "ca",
            "ṣoḍaśa"
        ],
        "translation": "Thereafter, the Lord entered His palaces, which were perfect to the fullest extent. His wives lived in them, and they numbered over sixteen thousand.",
        "purport": " Lord Kṛṣṇa had 16,108 wives, and for each and every one of them there was a fully equipped palace complete with necessary compounds and gardens. Full description of these palaces is given in the Tenth Canto. All the palaces were made of the best marble stone. They were illuminated by jewels and decorated by curtains and carpets of velvet and silk, nicely bedecked and embroidered with gold lace. The Personality of Godhead means one who is full with all power, all energy, all opulences, all beauties, all knowledge and all renunciation. Therefore, in the palaces of the Lord there was nothing wanting for fulfilling all desires of the Lord. The Lord is unlimited, and therefore His desires are also unlimited, and the supply is also unlimited. Everything being unlimited, it is concisely described here as sarva-kāmam, or full with all desirable equipment."
    },
    {
        "verse": "31",
        "devanagari": "पत्न्य: पतिं प्रोष्य गृहानुपागतंविलोक्य सञ्जातमनोमहोत्सवा: ।उत्तस्थुरारात् सहसासनाशयात्साकं व्रतैर्व्रीडितलोचनानना: ॥ ३१ ॥",
        "english_devnagari": "patnyaḥ patiṁ proṣya gṛhānupāgataṁvilokya sañjāta-mano-mahotsavāḥuttasthur ārāt sahasāsanāśayātsākaṁ vratair vrīḍita-locanānanāḥ",
        "verse_Syn": [
            "patnyaḥ",
            "patim",
            "proṣya",
            "gṛha",
            "anupāgatam",
            "vilokya",
            "sañjāta",
            "manaḥ",
            "mahā",
            "utsavāḥ",
            "uttasthuḥ",
            "ārāt",
            "sahasā",
            "āsanā",
            "āśayāt",
            "sākam",
            "vrataiḥ",
            "vrīḍita",
            "locana",
            "ānanāḥ"
        ],
        "translation": "The queens of Lord Śrī Kṛṣṇa rejoiced within their minds to see their husband home after a long period abroad. The queens got up at once from their seats and meditations. As was socially customary, they covered their faces shyly and looked about coyly.",
        "purport": " As mentioned above, the Lord entered His home palaces occupied by 16,108 queens. This means that the Lord at once expanded Himself in as many plenary expansions as there were queens and palaces and entered in each and every one of them simultaneously and separately. Here is another manifestation of the feature of His internal potency. He can expand Himself in as many forms of spiritual identity as He desires, even though He is one without a second. It is confirmed by the Śruti-mantra that the Absolute is one alone, and yet He becomes many as soon as He so desires. These manifold expansions of the Supreme Lord are manifested as plenary and separated portions. The separated portions are representations of His energy, and the plenary portions are manifestations of His Personality. Thus the Personality of Godhead manifested Himself in 16,108 plenary expansions and simultaneously entered into each and every one of the palaces of the queens. This is called vaibhava, or the transcendental potency of the Lord. And because He can do so, He is also known as Yogeśvara. Ordinarily, a yogī or mystic living being is able to expand himself at utmost to tenfold expansions of his body, but the Lord can do so to the extent of as many thousands or infinitely, as He likes. Unbelievers become astonished to learn that Lord Kṛṣṇa married more than sixteen thousand queens because they think of Lord Kṛṣṇa as one of them and measure the potency of the Lord by their own limited potency. One should know, therefore, that the Lord is never on the level of the living beings, who are but expansions of His marginal potency, and one should never equalize the potent and the potency, although there is very little difference of quality between the potent and the potency. The queens were also expansions of His internal potency, and thus the potent and potencies are perpetually exchanging transcendental pleasures, known as pastimes of the Lord. One should not, therefore, become astonished to learn that the Lord married so many wives. On the contrary, one should affirm that even if the Lord marries sixteen thousand million wives, He is not completely manifesting His unlimited and inexhaustible potency. He married only sixteen thousand wives and entered in each and every one of the different palaces just to impress in the history of the human beings on the surface of the earth that the Lord is never equal to or less than any human being, however powerful he may be. No one, therefore, is either equal to or greater than the Lord. The Lord is always great in all respects. “God is great” is eternal truth. Therefore, as soon as the queens saw from a distance their husband, who was away from home for long periods due to the Battle of Kurukṣetra, they all arose from the slumber of meditation and prepared to receive their most beloved. According to Yājñavalkya’s religious injunctions, a woman whose husband is away from home should not take part in any social functions, should not decorate her body, should not laugh and should not go to any relative’s house in any circumstance. This is the vow of the ladies whose husbands are away from home. At the same time, it is also enjoined that a wife should never present herself before the husband in an unclean state. She must decorate herself with ornaments and good dress and should always be present before the husband in a happy and joyous mood. The queens of Lord Kṛṣṇa were all in meditation, thinking of the Lord’s absence, and were always meditating upon Him. The Lord’s devotees cannot live for a moment without meditating on the Lord, and what to speak of the queens, who were all goddesses of fortune incarnated as queens in the pastimes of the Lord at Dvārakā. They can never be separated from the Lord, either by presence or by trance. The gopīs at Vṛndāvana could not forget the Lord when the Lord was away in the forest cowherding. When the Lord boy Kṛṣṇa was absent from the village, the gopīs at home used to worry about Him traversing the rough ground with His soft lotus feet. By thinking thus, they were sometimes overwhelmed in trance and mortified in the heart. Such is the condition of the pure associates of the Lord. They are always in trance, and so the queens also were in trance during the absence of the Lord. Presently, having seen the Lord from a distance, they at once gave up all their engagements, including the vows of women as described above. According to Śrī Viśvanātha Carkavartī Ṭhākura, there was a regular psychological reaction on the occasion. First of all, rising from their seats, although they wanted to see their husband, they were deterred because of feminine shyness. But due to strong ecstasy, they overcame that stage of weakness and became caught up with the idea of embracing the Lord, and this thought factually made them unconscious of their surrounding environment. This prime state of ecstasy annihilated all other formalities and social conventions, and thus they escaped all stumbling blocks on the path of meeting the Lord. And that is the perfect stage of meeting the Lord of the soul, Śrī Kṛṣṇa."
    },
    {
        "verse": "32",
        "devanagari": "तमात्मजैर्द‍ृष्टिभिरन्तरात्मनादुरन्तभावा: परिरेभिरे पतिम् ।निरुद्धमप्यास्रवदम्बु नेत्रयो-र्विलज्जतीनां भृगुवर्य वैक्लवात् ॥ ३२ ॥",
        "english_devnagari": "tam ātmajair dṛṣṭibhir antarātmanāduranta-bhāvāḥ parirebhire patimniruddham apy āsravad ambu netrayorvilajjatīnāṁ bhṛgu-varya vaiklavāt",
        "verse_Syn": [
            "tam",
            "ātma",
            "jaiḥ",
            "dṛṣṭibhiḥ",
            "antara",
            "ātmanā",
            "duranta",
            "bhāvāḥ",
            "parirebhire",
            "patim",
            "niruddham",
            "api",
            "āsravat",
            "ambu",
            "netrayoḥ",
            "vilajjatīnām",
            "bhṛgu",
            "varya",
            "vaiklavāt"
        ],
        "translation": "The insuperable ecstasy was so strong that the queens, who were shy, first embraced the Lord in the innermost recesses of their hearts. Then they embraced Him visually, and then they sent their sons to embrace Him [which is equal to personal embracing]. But, O chief amongst the Bhṛgus, though they tried to restrain their feelings, they inadvertently shed tears.",
        "purport": " Although due to feminine shyness there were many hindrances to embracing the dear husband, Lord Śrī Kṛṣṇa, the queens performed that act by seeing Him, by putting Him in the cores of their hearts, and by sending their sons to embrace Him. Still, the act remained unfinished, and tears rolled down their cheeks despite all endeavors to check them. One indirectly embraces the husband by sending the son to embrace him because the son is developed as part of the mother’s body. The embrace of the son is not exactly the embrace of husband and wife from the sexual point of view, but the embrace is satisfaction from the affectionate point of view. The embrace of the eyes is more effective in the conjugal relation, and thus according to Śrīla Jīva Gosvāmī there is nothing wrong in such an exchange of feeling between husband and wife."
    },
    {
        "verse": "33",
        "devanagari": "यद्यप्यसौ पार्श्वगतो रहोगत-स्तथापि तस्याङ्‌घ्रियुगं नवं नवम् ।पदे पदे का विरमेत तत्पदा-च्चलापि यच्छ्रीर्न जहाति कर्हिचित् ॥ ३३ ॥",
        "english_devnagari": "yadyapy asau pārśva-gato raho-gatastathāpi tasyāṅghri-yugaṁ navaṁ navampade pade kā virameta tat-padāccalāpi yac chrīr na jahāti karhicit",
        "verse_Syn": [
            "yadi",
            "api",
            "asau",
            "pārśva",
            "gataḥ",
            "rahaḥ",
            "gataḥ",
            "tathāpi",
            "tasya",
            "aṅghri",
            "yugam",
            "navam",
            "navam",
            "pade",
            "pade",
            "kā",
            "virameta",
            "tat",
            "padāt",
            "calāpi",
            "yat",
            "śrīḥ",
            "na",
            "jahāti",
            "karhicit"
        ],
        "translation": "Although Lord Śrī Kṛṣṇa was constantly by their sides, as well as exclusively alone, His feet appeared to them to be newer and newer. The goddess of fortune, although by nature always restless and moving, could not quit the Lord’s feet. So what woman can be detached from those feet, having once taken shelter of them?",
        "purport": " Conditioned living beings are always after the favor of the goddess of fortune, although by nature she is moving from one place to another. In the material world no one is permanently fortunate, however clever one may be. There have been so many big empires in different parts of the world, there have been so many powerful kings all over the world, and there have been so many fortunate men, but all of them have been liquidated gradually. This is the law of material nature. But spiritually it is different. According to Brahma-saṁhitā, the Lord is served very respectfully by hundreds and thousands of goddesses of fortune. They are always in a lonely place also with the Lord. But still the association of the Lord is so inspiringly newer and newer that they cannot quit the Lord for a moment, even though they are by nature very restless and are moving about. The spiritual relation with the Lord is so enlivening and resourceful that no one can leave the company of the Lord, once having taken shelter of Him. The living beings are by constitution feminine by nature. The male or enjoyer is the Lord, and all manifestations of His different potencies are feminine by nature. In the Bhagavad-gītā, the living beings are designated as parā-prakṛti, or the superior potency. The material elements are aparā-prakṛti, or inferior potency. Such potencies are always employed for the satisfaction of the employer, or the enjoyer. The supreme enjoyer is the Lord Himself, as stated in the Bhagavad-gītā (5.29). The potencies, therefore, when engaged directly in the service of the Lord, revive the natural color, and thus there is no disparity in the relation of the potent and potency. Generally people engaged in service are always seeking some post under the government or the supreme enjoyer of the state. Since the Lord is the supreme enjoyer of everything in or outside the universe, it is happiness to be employed by Him. Once engaged in the supreme governmental service of the Lord, no living being wishes to be relieved from the engagement. The highest perfection of human life is to seek some employment under the Lord’s supreme service. That will make one extremely happy. One need not seek the moving goddess of fortune without the relation of the Lord."
    },
    {
        "verse": "34",
        "devanagari": "एवं नृपाणां क्षितिभारजन्मना-मक्षौहिणीभि: परिवृत्ततेजसाम् ।विधाय वैरं श्वसनो यथानलंमिथो वधेनोपरतो निरायुध: ॥ ३४ ॥",
        "english_devnagari": "evaṁ nṛpāṇāṁ kṣiti-bhāra-janmanāmakṣauhiṇībhiḥ parivṛtta-tejasāmvidhāya vairaṁ śvasano yathānalaṁmitho vadhenoparato nirāyudhaḥ",
        "verse_Syn": [
            "evam",
            "nṛpāṇām",
            "kṣiti",
            "bhāra",
            "janmanām",
            "akṣauhiṇībhiḥ",
            "parivṛtta",
            "tejasām",
            "vidhāya",
            "vairam",
            "śvasanaḥ",
            "yathā",
            "analam",
            "mithaḥ",
            "vadhena",
            "uparataḥ",
            "nirāyudhaḥ"
        ],
        "translation": "The Lord was pacified after killing those kings who were burdensome to the earth. They were puffed up with their military strength, their horses, elephants, chariots, infantry, etc. He Himself was not a party in the fight. He simply created hostility between the powerful administrators, and they fought amongst themselves. He was like the wind which causes friction between bamboos and so sparks a fire.",
        "purport": " As stated above, the living beings are not factual enjoyers of things which are manifested as God’s creation. The Lord is the genuine proprietor and enjoyer of everything manifested in His creation. Unfortunately, influenced by the deluding energy, the living being becomes a false enjoyer under the dictation of the modes of nature. Puffed up by such a false sense of becoming God, the deluded living being increases his material strength by so many activities and thus becomes the burden of the earth, so much so that the earth becomes completely uninhabitable by the sane. This state of affairs is called dharmasya glāniḥ, or misuse of the energy of the human being. When such misuse of human energy is prominent, the saner living beings become perturbed by the awkward situation created by the vicious administrators, who are simply burdens of the earth, and the Lord appears by His internal potency just to save the saner section of humanity and to alleviate the burden due to the earthly administrators in different parts of the world. He does not favor either of the unwanted administrators, but by His potential power He creates hostility between such unwanted administrators, as the air creates fire in the forest by the friction of the bamboos. The fire in the forest takes place automatically by the force of the air, and similarly the hostility between different groups of politicians takes place by the unseen design of the Lord. The unwanted administrators, puffed up by false power and military strength, thus become engaged in fighting amongst themselves over ideological conflicts and so exhaust themselves of all powers. The history of the world reflects this factual will of the Lord, and it will continue to be enacted until the living beings are attached to the service of the Lord. In the Bhagavad-gītā (7.14) this fact is very vividly described. It is said, “The deluding energy is My potency, and thus it is not possible for the dependent living beings to supersede the strength of the material modes. But those who take shelter in Me [the Personality of Godhead, Śrī Kṛṣṇa] can cross over the gigantic ocean of material energy.” This means that no one can establish peace and prosperity in the world by fruitive activities or by speculative philosophy or ideology. The only way is to surrender unto the Supreme Lord and thus become free from the illusion of the deluding energy. Unfortunately persons who are engaged in destructive work are unable to surrender to the Personality of Godhead. They are all fools of the first order; they are the lowest of the human species of life; they are robbed of their knowledge, although apparently they seem to be academically educated. They are all of the demoniac mentality, always challenging the supreme power of the Lord. Those who are very materialistic, always hankering after material power and strength, are undoubtedly fools of the first order because they have no information of the living energy, and being ignorant of that supreme spiritual science, they are absorbed in material science, which ends with the end of the material body. They are the lowest of human beings because the human life is especially meant for reestablishing the lost relation with the Lord, and they miss this opportunity by being engaged in material activities. They are robbed of their knowledge because even after prolonged speculation they cannot reach to the stage of knowing the Personality of Godhead, the summum bonum of everything. And all of them are men of demoniac principle, and they suffer the consequences, as did such materialistic heroes as Rāvaṇa, Hiraṇyakaśipu, Kaṁsa and others."
    },
    {
        "verse": "35",
        "devanagari": "स एष नरलोकेऽस्मिन्नवतीर्ण: स्वमायया ।रेमे स्त्रीरत्नकूटस्थो भगवान् प्राकृतो यथा ॥ ३५ ॥",
        "english_devnagari": "sa eṣa nara-loke ’sminnavatīrṇaḥ sva-māyayāreme strī-ratna-kūṭasthobhagavān prākṛto yathā",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "nara",
            "loke",
            "asmin",
            "avatīrṇaḥ",
            "sva",
            "māyayā",
            "reme",
            "strī",
            "ratna",
            "kūṭasthaḥ",
            "bhagavān",
            "prākṛtaḥ",
            "yathā"
        ],
        "translation": "That Supreme Personality of Godhead, Śrī Kṛṣṇa, out of His causeless mercy, appeared on this planet by His internal potency and enjoyed Himself amongst competent women as if He were engaging in mundane affairs.",
        "purport": " The Lord married and lived like a householder. This is certainly like a mundane affair, but when we learn that He married 16,108 wives and lived with them separately in each and every palace, certainly it is not mundane. Therefore, the Lord, living as a householder amongst His competent wives, is never mundane, and His behavior with them is never to be understood as mundane sex relation. The women who became the wives of the Lord are certainly not ordinary women, because to get the Lord as one’s husband is the result of many, many millions of births’ tapasya (austerity). When the Lord appears on different lokas, or planets, or on this planet of human beings, He displays His transcendental pastimes just to attract the conditioned souls to become His eternal servitors, friends, parents and lovers respectively in the transcendental world, where the Lord eternally reciprocates such exchanges of service. Service is pervertedly represented in the material world and broken untimely, resulting in sad experience. The illusioned living being conditioned by material nature cannot understand out of ignorance that all our relations here in the mundane world are temporary and full of inebrieties. Such relations cannot help us be happy perpetually, but if the same relation is established with the Lord, then we are transferred to the transcendental world after leaving this material body and become eternally related with Him in the relation we desire. The women amongst whom He lived as their husband are not, therefore, women of this mundane world, but are eternally related with Him as transcendental wives, a position which they attained by perfection of devotional service. That is their competency. The Lord is paraṁ brahma, or the Supreme Personality of Godhead. Conditioned souls seek after perpetual happiness in all places — not only on this earth but also on other planets throughout the universe — because constitutionally a spiritual spark, as he is, can travel to any part of God’s creation. But being conditioned by the material modes, he tries to travel in space by spacecraft and so fails to reach his destination. The law of gravitation is binding upon him like the shackles of a prisoner. By other processes he can reach anywhere, but even if he reaches the highest planet, he cannot attain that perpetual happiness for which he is searching life after life. When he comes to his senses, however, he seeks after Brahman happiness, knowing it for certain that unlimited happiness, which he is seeking, is never attainable in the material world. As such, the Supreme Being, Parabrahman, certainly does not seek His happiness anywhere in the material world. Nor can His paraphernalia of happiness be found in the material world. He is not impersonal. Because He is the leader and Supreme Being amongst innumerable living beings, He cannot be impersonal. He is exactly like us, and He has all the propensities of an individual living being in fullness. He marries exactly like us, but His marriage is neither mundane nor limited by our experience in the conditioned state. His wives, therefore, appear like mundane women, but factually they are all transcendental liberated souls, perfect manifestations of internal energy."
    },
    {
        "verse": "36",
        "devanagari": "उद्दामभावपिशुनामलवल्गुहास-व्रीडावलोकनिहतो मदनोऽपि यासाम् ।सम्मुह्य चापमजहात्प्रमदोत्तमास्तायस्येन्द्रियं विमथितुं कुहकैर्न शेकु: ॥ ३६ ॥",
        "english_devnagari": "uddāma-bhāva-piśunāmala-valgu-hāsa-vrīḍāvaloka-nihato madano ’pi yāsāmsammuhya cāpam ajahāt pramadottamās tāyasyendriyaṁ vimathituṁ kuhakair na śekuḥ",
        "verse_Syn": [
            "uddāma",
            "bhāva",
            "piśuna",
            "amala",
            "valgu",
            "hāsa",
            "vrīḍa",
            "avaloka",
            "nihataḥ",
            "madanaḥ",
            "api",
            "yāsām",
            "sammuhya",
            "cāpam",
            "ajahāt",
            "pramada",
            "uttamāḥ",
            "tā",
            "yasya",
            "indriyam",
            "vimathitum",
            "kuhakaiḥ",
            "na",
            "śekuḥ"
        ],
        "translation": "Although the queens’ beautiful smiles and furtive glances were all spotless and exciting, and although they could conquer Cupid himself by making him give up his bow in frustration, and although even the tolerant Śiva could fall victim to them, still, despite all their magical feats and attractions, they could not agitate the senses of the Lord.",
        "purport": " The path of salvation or the path going back to Godhead always forbids the association of women, and the complete sanātana-dharma or varṇāśrama-dharma scheme forbids or restricts association with women. How then can one be accepted as the Supreme Personality of Godhead who is addicted to more than sixteen thousand wives? This question may be relevantly raised by inquisitive persons really anxious to know about the transcendental nature of the Supreme Lord. And to answer such questions, the sages at Naimiṣāraṇya have discussed the transcendental character of the Lord in this and in following verses. It is clear herein that the feminine attractive features which can conquer Cupid or even the supermost tolerant Lord Śiva could not conquer the senses of the Lord. Cupid’s business is to invoke mundane lust. The whole universe is moving, being agitated by Cupid’s arrow. The activities of the world are being carried on by the central attraction of male and female. A male is searching after a mate to his liking, and the female is looking after a suitable male. That is the way of material stimulus. And as soon as a male is combined with a female, the material bondage of the living being is at once tightly interlocked by sex relation, and as a result of this, both the male’s and female’s attraction for sweet home, motherland, bodily offspring, society and friendship and accumulation of wealth becomes the illusory field of activities, and thus a false but indefatigable attraction for the temporary material existence, which is full of miseries, is manifest. Those who are, therefore, on the path of salvation for going back home, back to Godhead, are especially advised by all scriptural instruction to become free from such paraphernalia of material attraction. And that is possible only by the association of the devotees of the Lord, who are called the mahātmās. Cupid throws his arrow upon the living beings to make them mad after the opposite sex, whether the party is actually beautiful or not. Cupid’s provocations are going on, even among beastly societies who are all ugly-looking in the estimation of the civilized nations. Thus Cupid’s influence is exerted even amongst the ugliest forms, and what to speak of the most perfect beauties. Lord Śiva, who is considered to be most tolerant, was also struck by Cupid’s arrow because he also became mad after the Mohinī incarnation of the Lord and acknowledged himself to be defeated. Cupid, however, was himself captivated by the grave and exciting dealings of the goddesses of fortune, and he voluntarily gave up his bow and arrow in a spirit of frustration. Such was the beauty and attraction of the queens of Lord Kṛṣṇa. Yet they could not disturb the transcendental senses of the Lord. This is because the Lord is all-perfect ātmārāma, or self-sufficient. He does not require anyone’s extraneous help for His personal satisfaction. Therefore, the queens could not satisfy the Lord by their feminine attractiveness, but they satisfied Him by their sincere affection and service. Only by unalloyed transcendental loving service could they satisfy the Lord, and the Lord was pleased to treat them as wives in reciprocation. Thus being satisfied by their unalloyed service only, the Lord reciprocated the service just like a devout husband. Otherwise He had no business becoming the husband of so many wives. He is the husband of everyone, but to one who accepts Him as such, He reciprocates. This unalloyed affection for the Lord is never to be compared to mundane lust. It is purely transcendental. And the grave dealings, which the queens displayed in natural feminine ways, were also transcendental because the feelings were expressed out of transcendental ecstasy. It is already explained in the previous verse that the Lord appeared like a mundane husband, but factually His relation with His wives was transcendental, pure and unconditioned by the modes of material nature."
    },
    {
        "verse": "37",
        "devanagari": "तमयं मन्यते लोको ह्यसङ्गमपि सङ्गिनम् ।आत्मौपम्येन मनुजं व्यापृण्वानं यतोऽबुध: ॥ ३७ ॥",
        "english_devnagari": "tam ayaṁ manyate lokohy asaṅgam api saṅginamātmaupamyena manujaṁvyāpṛṇvānaṁ yato ’budhaḥ",
        "verse_Syn": [
            "tam",
            "ayam",
            "manyate",
            "lokaḥ",
            "hi",
            "asaṅgam",
            "api",
            "saṅginam",
            "ātma",
            "aupamyena",
            "manujam",
            "vyāpṛṇvānam",
            "yataḥ",
            "abudhaḥ"
        ],
        "translation": "The common materialistic conditioned souls speculate that the Lord is one of them. Out of their ignorance they think that the Lord is affected by matter, although He is unattached.",
        "purport": " The word abudhaḥ is significant here. Due to ignorance only, the foolish mundane wranglers misunderstand the Supreme Lord and spread their foolish imaginations amongst innocent persons by propaganda. The Supreme Lord Śrī Kṛṣṇa is the original primeval Personality of Godhead, and when He was personally present before the eyes of everyone, He displayed full-fledged divine potency in every field of activities. As we have already explained in the first verse of Śrīmad-Bhāgavatam, He is completely independent to act however He likes, but all His actions are full of bliss, knowledge and eternity. Only the foolish mundaners misunderstand Him, unaware of His eternal form of knowledge and bliss, which is confirmed in the Bhagavad-gītā and Upaniṣads. His different potencies work in a perfect plan of natural sequence, and doing everything by the agency of His different potencies, He remains eternally the supreme independent. When He descends to the material world by His causeless mercy to different living beings, He does so by His own potency. He is not subject to any condition of the material modes of nature, and He descends as He is originally. The mental speculators misunderstand Him as the Supreme Person, and they consider His impersonal features as inexplicable Brahman to be all. Such a conception is also the product of conditioned life because they cannot go beyond their own personal capacity. Therefore, one who considers the Lord on the level of one’s limited potency is only a common man. Such a man cannot be convinced that the Personality of Godhead is always unaffected by the modes of material nature. He cannot understand that the sun is always unaffected by infectious matter. The mental speculators compare everything from the standpoint of experimental knowledge of their own selves. Thus when the Lord is found to act like an ordinary person in matrimonial bondage, they consider Him to be like one of them, without considering that the Lord can at once marry sixteen thousand wives or more. Due to a poor fund of knowledge they accept one side of the picture while disbelieving the other. This means that due to ignorance only they always think of Lord Kṛṣṇa as like themselves and make their own conclusions, which are absurd and unauthentic from the version of the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "38",
        "devanagari": "एतदीशनमीशस्य प्रकृतिस्थोऽपि तद्गुणै: ।न युज्यते सदात्मस्थैर्यथा बुद्धिस्तदाश्रया ॥ ३८ ॥",
        "english_devnagari": "etad īśanam īśasyaprakṛti-stho ’pi tad-guṇaiḥna yujyate sadātma-sthairyathā buddhis tad-āśrayā",
        "verse_Syn": [
            "etat",
            "īśanam",
            "īśasya",
            "prakṛti",
            "sthaḥ",
            "api",
            "tat",
            "guṇaiḥ",
            "na",
            "yujyate",
            "sadā",
            "ātma",
            "sthaiḥ",
            "yathā",
            "buddhiḥ",
            "tat",
            "āśrayā"
        ],
        "translation": "This is the divinity of the Personality of Godhead: He is not affected by the qualities of material nature, even though He is in contact with them. Similarly, the devotees who have taken shelter of the Lord do not become influenced by the material qualities.",
        "purport": " In the Vedas and Vedic literatures (śruti and smṛti) it is affirmed that in the Divinity there is nothing material. He is transcendental (nirguṇa), the supreme cognizant. Hari, or the Personality of Godhead, is the supreme transcendental person situated beyond the range of material affection. These statements are also confirmed even by Ācārya Śaṅkara. One may argue that His relation with the goddesses of fortune may be transcendental, but what about His relation with the Yadu dynasty, being born in that family, or His killing the nonbelievers like Jarāsandha and other asuras directly in contact with the modes of material nature? The answer is that the divinity of the Personality of Godhead is never in contact with the qualities of material nature in any circumstances. Actually He is in contact with such qualities because He is the ultimate source of everything, yet He is above the actions of such qualities. He is known, therefore, as Yogeśvara, or the master of mystic power, or in other words the all-powerful. Even His learned devotees are not affected by the influence of the material modes. The great Six Gosvāmīs of Vṛndāvana all came from greatly rich and aristocratic families, but when they adopted the life of mendicants at Vṛndāvana, superficially they appeared to be in wretched conditions of life, but factually they were the richest of all in spiritual values. Such mahā-bhāgavatas, or first-grade devotees, although moving amongst men, are not contaminated by honor or insult, hunger or satisfaction, sleep or wakefulness, which are all resultant actions of the three modes of material nature. Similarly, some of them are engaged in worldly dealings, yet are unaffected. Unless these neutralities of life are there, one cannot be considered situated in transcendence. The Divinity and His associates are on the same transcendental plane, and their glories are always sanctified by the action of yogamāyā, or the internal potency of the Lord. The devotees of the Lord are always transcendental, even if they are sometimes found to have fallen in their behavior. The Lord emphatically declares in the Bhagavad-gītā (9.30) that even if an unalloyed devotee is found to be fallen due to a previous material contamination, he is nevertheless to be accepted as fully transcendental because of his being engaged cent percent in the devotional service of the Lord. The Lord protects him always because of his rendering service unto Him, and the fallen conditions are to be considered accidental and temporary. They will vanish in no time."
    },
    {
        "verse": "39",
        "devanagari": "तं मेनिरेऽबला मूढा: स्त्रैणं चानुव्रतं रह: ।अप्रमाणविदो भर्तुरीश्वरं मतयो यथा ॥ ३९ ॥",
        "english_devnagari": "taṁ menire ’balā mūḍhāḥstraiṇaṁ cānuvrataṁ rahaḥapramāṇa-vido bharturīśvaraṁ matayo yathā",
        "verse_Syn": [
            "tam",
            "menire",
            "abalāḥ",
            "mūḍhāḥ",
            "straiṇam",
            "ca",
            "anuvratam",
            "rahaḥ",
            "apramāṇa",
            "vidaḥ",
            "bhartuḥ",
            "īśvaram",
            "matayaḥ",
            "yathā"
        ],
        "translation": "The simple and delicate women truly thought that Lord Śrī Kṛṣṇa, their beloved husband, followed them and was dominated by them. They were unaware of the extent of the glories of their husband, as the atheists are unaware of Him as the supreme controller.",
        "purport": " Even the transcendental wives of Lord Śrī Kṛṣṇa did not know completely the unfathomable glories of the Lord. This ignorance is not mundane because there is some action of the internal potency of the Lord in the exchange of feelings between Him and His eternal associates. The Lord exchanges transcendental relations in five ways, as proprietor, master, friend, son and lover, and in each of these pastimes He plays fully by the potency of yogamāyā, the internal potency. He plays exactly like an equal friend with the cowherd boys or even with friends like Arjuna. He plays exactly like a son in the presence of Yaśodāmātā, He plays exactly like a lover in the presence of the cowherd damsels, and He plays exactly like a husband in the presence of the queens of Dvārakā. Such devotees of the Lord never think of the Lord as the Supreme, but think of Him exactly as a common friend, a pet son, or a lover or husband very much dear to heart and soul. That is the relation between the Lord and His transcendental devotees, who act as His associates in the spiritual sky, where there are innumerable Vaikuṇṭha planets. When the Lord descends, He does so along with His entourage to display a complete picture of the transcendental world, where pure love and devotion for the Lord prevail without any mundane tinge of lording it over the creation of the Lord. Such devotees of the Lord are all liberated souls, perfect representations of the marginal or internal potency in complete negation of the influence of the external potency. The wives of Lord Kṛṣṇa were made to forget the immeasurable glories of the Lord by the internal potency so that there might not be any flaw of exchange, and they took it for granted that the Lord was a henpecked husband, always following them in lonely places. In other words, even the personal associates of the Lord do not know Him perfectly well, so what do the thesis writers or mental speculators know about the transcendental glories of the Lord? The mental speculators present different theses as to His becoming the cause of the creation, the ingredients of the creation, or the material and efficient causes of the creation, etc., but all this is but partial knowledge about the Lord. Factually they are as ignorant as the common man. The Lord can be known by the mercy of the Lord only, and by no other means. But since the dealings of the Lord with His wives are based on pure transcendental love and devotion, the wives are all on the transcendental plane without material contamination."
    }
]