[
    {
        "verse": "1",
        "devanagari": "सूत उवाचअथ ते सम्परेतानां स्वानामुदकमिच्छताम् ।दातुं सकृष्णा गङ्गायां पुरस्कृत्य ययु: स्त्रिय: ॥ १ ॥",
        "english_devnagari": "sūta uvācaatha te samparetānāṁsvānām udakam icchatāmdātuṁ sakṛṣṇā gaṅgāyāṁpuraskṛtya yayuḥ striyaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "atha",
            "te",
            "samparetānām",
            "svānām",
            "udakam",
            "icchatām",
            "dātum",
            "sa",
            "kṛṣṇāḥ",
            "gaṅgāyām",
            "puraskṛtya",
            "yayuḥ",
            "striyaḥ"
        ],
        "translation": "Sūta Gosvāmī said: Thereafter the Pāṇḍavas, desiring to deliver water to the dead relatives who had desired it, went to the Ganges with Draupadī. The ladies walked in front.",
        "purport": " To date it is the custom in Hindu society to go to the Ganges or any other sacred river to take bath when death occurs in the family. Each of the family members pours out a potful of the Ganges water for the departed soul and walks in a procession, with the ladies in the front. The Pāṇḍavas also followed the rules more than five thousand years ago. Lord Kṛṣṇa, being a cousin of the Pāṇḍavas, was also amongst the family members."
    },
    {
        "verse": "2",
        "devanagari": "ते निनीयोदकं सर्वे विलप्य च भृशं पुन: ।आप्लुता हरिपादाब्जरज:पूतसरिज्जले ॥ २ ॥",
        "english_devnagari": "te ninīyodakaṁ sarvevilapya ca bhṛśaṁ punaḥāplutā hari-pādābja-rajaḥ-pūta-sarij-jale",
        "verse_Syn": [
            "te",
            "ninīya",
            "udakam",
            "sarve",
            "vilapya",
            "ca",
            "bhṛśam",
            "punaḥ",
            "āplutāḥ",
            "hari",
            "pādābja",
            "rajaḥ",
            "pūta",
            "sarit",
            "jale"
        ],
        "translation": "Having lamented over them and sufficiently offered Ganges water, they bathed in the Ganges, whose water is sanctified due to being mixed with the dust of the lotus feet of the Lord.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तत्रासीनं कुरुपतिं धृतराष्ट्रं सहानुजम् ।गान्धारीं पुत्रशोकार्तां पृथां कृष्णां च माधव: ॥ ३ ॥",
        "english_devnagari": "tatrāsīnaṁ kuru-patiṁdhṛtarāṣṭraṁ sahānujamgāndhārīṁ putra-śokārtāṁpṛthāṁ kṛṣṇāṁ ca mādhavaḥ",
        "verse_Syn": [
            "tatra",
            "āsīnam",
            "kuru",
            "patim",
            "dhṛtarāṣṭram",
            "saha",
            "anujam",
            "gāndhārīm",
            "putra",
            "śoka",
            "artām",
            "pṛthām",
            "kṛṣṇām",
            "ca",
            "mādhavaḥ"
        ],
        "translation": "There sat the King of the Kurus, Mahārāja Yudhiṣṭhira, along with his younger brothers and Dhṛtarāṣṭra, Gāndhārī, Kuntī and Draupadī, all overwhelmed with grief. Lord Kṛṣṇa was also there.",
        "purport": " The Battle of Kurukṣetra was fought between family members, and thus all affected persons were also family members like Mahārāja Yudhiṣṭhira and brothers, Kuntī, Draupadī, Subhadrā, Dhṛtarāṣṭra, Gāndhārī and her daughters-in-law, etc. All the principal dead bodies were in some way or other related with each other, and therefore the family grief was combined. Lord Kṛṣṇa was also one of them as a cousin of the Pāṇḍavas and nephew of Kuntī, as well as brother of Subhadrā, etc. The Lord, therefore, was equally sympathetic toward all of them, and therefore he began to pacify them befittingly."
    },
    {
        "verse": "4",
        "devanagari": "सान्‍त्वयामास मुनिभिर्हतबन्धूञ्शुचार्पितान् ।भूतेषु कालस्य गतिं दर्शयन्न प्रतिक्रियाम् ॥ ४ ॥",
        "english_devnagari": "sāntvayām āsa munibhirhata-bandhūñ śucārpitānbhūteṣu kālasya gatiṁdarśayan na pratikriyām",
        "verse_Syn": [
            "sāntvayām",
            "āsa",
            "munibhiḥ",
            "hata",
            "bandhūn",
            "śucārpitān",
            "bhūteṣu",
            "kālasya",
            "gatim",
            "darśayan",
            "na",
            "pratikriyām"
        ],
        "translation": "Citing the stringent laws of the Almighty and their reactions upon living beings, Lord Śrī Kṛṣṇa and the munis began to pacify those who were shocked and affected.",
        "purport": " The stringent laws of nature, under the order of the Supreme Personality of Godhead, cannot be altered by any living entity. The living entities are eternally under the subjugation of the almighty Lord. The Lord makes all the laws and orders, and these laws and orders are generally called dharma or religion. No one can create any religious formula. Bona fide religion is to abide by the orders of the Lord. The Lord’s orders are clearly declared in the Bhagavad-gītā. Everyone should follow Him only or His orders, and that will make all happy, both materially and spiritually. As long as we are in the material world, our duty is to follow the orders of the Lord, and if by the grace of the Lord we are liberated from the clutches of the material world, then in our liberated stage also we can render transcendental loving service unto the Lord. In our material stage we can see neither ourselves nor the Lord for want of spiritual vision. But when we are liberated from material affection and are situated in our original spiritual form we can see both ourselves and the Lord face to face. Mukti means to be reinstated in one’s original spiritual status after giving up the material conception of life. Therefore, human life is specifically meant for qualifying ourselves for this spiritual liberty. Unfortunately, under the influence of illusory material energy, we accept this spot-life of only a few years as our permanent existence and thus become illusioned by possessing so-called country, home, land, children, wife, community, wealth, etc., which are false representations created by māyā (illusion). And under the dictation of māyā, we fight with one another to protect these false possessions. By cultivating spiritual knowledge, we can realize that we have nothing to do with all this material paraphernalia. Then at once we become free from material attachment. This clearance of the misgivings of material existence at once takes place by association with the Lord’s devotees, who are able to inject the transcendental sound into the depths of the bewildered heart and thus make one practically liberated from all lamentation and illusion. That is a summary of the pacifying measures for those affected by the reaction of stringent material laws, exhibited in the forms of birth, death, old age and disease, which are insoluble factors of material existence. The victims of war, namely the family members of the Kurus, were lamenting the problems of death, and the Lord pacified them on the basis of knowledge."
    },
    {
        "verse": "5",
        "devanagari": "साधयित्वाजातशत्रो: स्वं राज्यं कितवैर्हृतम् ।घातयित्वासतो राज्ञ: कचस्पर्शक्षतायुष: ॥ ५ ॥",
        "english_devnagari": "sādhayitvājāta-śatroḥsvaṁ rājyaṁ kitavair hṛtamghātayitvāsato rājñaḥkaca-sparśa-kṣatāyuṣaḥ",
        "verse_Syn": [
            "sādhayitvā",
            "ajāta",
            "śatroḥ",
            "svam",
            "rājyam",
            "kitavaiḥ",
            "hṛtam",
            "ghātayitvā",
            "asataḥ",
            "rājñaḥ",
            "kaca",
            "sparśa",
            "kṣata",
            "āyuṣaḥ"
        ],
        "translation": "The clever Duryodhana and his party cunningly usurped the kingdom of Yudhiṣṭhira, who had no enemy. By the grace of the Lord, the recovery was executed, and the unscrupulous kings who joined with Duryodhana were killed by Him. Others also died, their duration of life having decreased for their rough handling of the hair of Queen Draupadī.",
        "purport": " In the glorious days, or before the advent of the Age of Kali, the brāhmaṇas, the cows, the women, the children and the old men were properly given protection. 1. The protection of the brāhmaṇas maintains the institution of varṇa and āśrama, the most scientific culture for attainment of spiritual life. 2. The protection of cows maintains the most miraculous form of food, i.e., milk, for maintaining the finer tissues of the brain for understanding higher aims of life. 3. The protection of women maintains the chastity of society, by which we can get a good generation for peace, tranquillity and progress of life. 4. The protection of children gives the human form of life its best chance to prepare the way of liberty from material bondage. Such protection of children begins from the very day of begetting a child by the purificatory process of garbhādhāna-saṁskāra, the beginning of pure life. 5. The protection of the old men gives them a chance to prepare themselves for better life after death. This complete outlook is based on factors leading to successful humanity as against the civilization of polished cats and dogs. The killing of the above-mentioned innocent creatures is totally forbidden because even by insulting them one loses one’s duration of life. In the Age of Kali they are not properly protected, and therefore the duration of life of the present generation has shortened considerably. In the Bhagavad-gītā it is stated that when the women become unchaste for want of proper protection, there are unwanted children called varṇa-saṅkara. To insult a chaste woman means to bring about disaster in the duration of life. Duḥśāsana, a brother of Duryodhana, insulted Draupadī, an ideal chaste lady, and therefore the miscreants died untimely. These are some of the stringent laws of the Lord mentioned above."
    },
    {
        "verse": "6",
        "devanagari": "याजयित्वाश्वमेधैस्तं त्रिभिरुत्तमकल्पकै: ।तद्यश: पावनं दिक्षु शतमन्योरिवातनोत् ॥ ६ ॥",
        "english_devnagari": "yājayitvāśvamedhais taṁtribhir uttama-kalpakaiḥtad-yaśaḥ pāvanaṁ dikṣuśata-manyor ivātanot",
        "verse_Syn": [
            "yājayitvā",
            "aśvamedhaiḥ",
            "tam",
            "tribhiḥ",
            "uttama",
            "kalpakaiḥ",
            "tat",
            "yaśaḥ",
            "pāvanam",
            "dikṣu",
            "śata",
            "manyoḥ",
            "iva",
            "atanot"
        ],
        "translation": "Lord Śrī Kṛṣṇa caused three well-performed aśvamedha-yajñas [horse sacrifices] to be conducted by Mahārāja Yudhiṣṭhira and thus caused his virtuous fame to be glorified in all directions, like that of Indra, who had performed one hundred such sacrifices.",
        "purport": " This is something like the preface to the performances of aśvamedha-yajña by Mahārāja Yudhiṣṭhira. The comparison of Mahārāja Yudhiṣṭhira to the King of heaven is significant. The King of heaven is thousands and thousands of times greater than Mahārāja Yudhiṣṭhira in opulence, yet the fame of Mahārāja Yudhiṣṭhira was not less. The reason is that Mahārāja Yudhiṣṭhira was a pure devotee of the Lord, and by His grace only was King Yudhiṣṭhira on the level of the King of heaven, even though he performed only three yajñas whereas the King of heaven performed hundreds. That is the prerogative of the devotee of the Lord. The Lord is equal to everyone, but a devotee of the Lord is more glorified because he is always in touch with the all-great. The sun rays are equally distributed, but still there are some places which are always dark. This is not due to the sun but to the receptive power. Similarly, those who are cent-percent devotees of the Lord get the full-fledged mercy of the Lord, which is always equally distributed everywhere."
    },
    {
        "verse": "7",
        "devanagari": "आमन्‍त्र्य पाण्डुपुत्रांश्च शैनेयोद्धवसंयुत: ।द्वैपायनादिभिर्विप्रै: पूजितै: प्रतिपूजित: ॥ ७ ॥",
        "english_devnagari": "āmantrya pāṇḍu-putrāṁś caśaineyoddhava-saṁyutaḥdvaipāyanādibhir vipraiḥpūjitaiḥ pratipūjitaḥ",
        "verse_Syn": [
            "āmantrya",
            "pāṇḍu",
            "putrān",
            "ca",
            "śaineya",
            "uddhava",
            "saṁyutaḥ",
            "dvaipāyana",
            "ādibhiḥ",
            "vipraiḥ",
            "pūjitaiḥ",
            "pratipūjitaḥ"
        ],
        "translation": "Lord Śrī Kṛṣṇa then prepared for His departure. He invited the sons of Pāṇḍu, after having been worshiped by the brāhmaṇas, headed by Śrīla Vyāsadeva. The Lord also reciprocated greetings.",
        "purport": " Apparently Lord Śrī Kṛṣṇa was a kṣatriya and was not worshipable by the brāhmaṇas. But the brāhmaṇas present there, headed by Śrīla Vyāsadeva, all knew Him to be the Personality of Godhead, and therefore they worshiped Him. The Lord reciprocated the greetings just to honor the social order that a kṣatriya is obedient to the orders of the brāhmaṇas. Although Lord Śrī Kṛṣṇa was always offered the respects due the Supreme Lord from all responsible quarters, the Lord never deviated from the customary usages between the four orders of society. The Lord purposely observed all these social customs so that others would follow Him in the future."
    },
    {
        "verse": "8",
        "devanagari": "गन्तुं कृतमतिर्ब्रह्मन् द्वारकां रथमास्थित: ।उपलेभेऽभिधावन्तीमुत्तरां भयविह्वलाम् ॥ ८ ॥",
        "english_devnagari": "gantuṁ kṛtamatir brahmandvārakāṁ ratham āsthitaḥupalebhe ’bhidhāvantīmuttarāṁ bhaya-vihvalām",
        "verse_Syn": [
            "gantum",
            "kṛtamatiḥ",
            "brahman",
            "dvārakām",
            "ratham",
            "āsthitaḥ",
            "upalebhe",
            "abhidhāvantīm",
            "uttarām",
            "bhaya",
            "vihvalām"
        ],
        "translation": "As soon as He seated Himself on the chariot to start for Dvārakā, He saw Uttarā hurrying toward Him in fear.",
        "purport": " All the members of the family of the Pāṇḍavas were completely dependent on the protection of the Lord, and therefore the Lord protected all of them in all circumstances. The Lord protects everyone, but one who depends completely upon Him is especially looked after by the Lord. The father is more attentive to the little son who is exclusively dependent on the father."
    },
    {
        "verse": "9",
        "devanagari": "उत्तरोवाचपाहि पाहि महायोगिन् देवदेव जगत्पते ।नान्यं त्वदभयं पश्ये यत्र मृत्यु: परस्परम् ॥ ९ ॥",
        "english_devnagari": "uttarovācapāhi pāhi mahā-yogindeva-deva jagat-patenānyaṁ tvad abhayaṁ paśyeyatra mṛtyuḥ parasparam",
        "verse_Syn": [
            "uttarā",
            "uvāca",
            "pāhi",
            "pāhi",
            "mahā",
            "yogin",
            "deva",
            "deva",
            "jagat",
            "pate",
            "na",
            "anyam",
            "tvat",
            "abhayam",
            "paśye",
            "yatra",
            "mṛtyuḥ",
            "parasparam"
        ],
        "translation": "Uttarā said: O Lord of lords, Lord of the universe! You are the greatest of mystics. Please protect me, protect me, for there is no one else who can save me from the clutches of death in this world of duality.",
        "purport": " This material world is the world of duality, in contrast with the oneness of the absolute realm. The world of duality is composed of matter and spirit, whereas the absolute world is complete spirit without any tinge of the material qualities. In the dual world everyone is falsely trying to become the master of the world, whereas in the absolute world the Lord is the absolute Lord, and all others are His absolute servitors. In the world of duality everyone is envious of all others, and death is inevitable due to the dual existence of matter and spirit. The Lord is the only shelter of fearlessness for the surrendered soul. One cannot save himself from the cruel hands of death in the material world without having surrendered himself at the lotus feet of the Lord."
    },
    {
        "verse": "10",
        "devanagari": "अभिद्रवति मामीश शरस्तप्तायसो विभो ।कामं दहतु मां नाथ मा मे गर्भो निपात्यताम् ॥ १० ॥",
        "english_devnagari": "abhidravati mām īśaśaras taptāyaso vibhokāmaṁ dahatu māṁ nāthamā me garbho nipātyatām",
        "verse_Syn": [
            "abhidravati",
            "mām",
            "īśa",
            "śaraḥ",
            "tapta",
            "ayasaḥ",
            "vibho",
            "kāmam",
            "dahatu",
            "mām",
            "nātha",
            "mā",
            "me",
            "garbhaḥ",
            "nipātyatām"
        ],
        "translation": "O my Lord, You are all-powerful. A fiery iron arrow is coming towards me fast. My Lord, let it burn me personally, if You so desire, but please do not let it burn and abort my embryo. Please do me this favor, my Lord.",
        "purport": " This incident took place after the death of Abhimanyu, the husband of Uttarā. Abhimanyu’s widow, Uttarā, should have followed the path of her husband, but because she was pregnant, and Mahārāja Parīkṣit, a great devotee of the Lord, was lying in embryo, she was responsible for his protection. The mother of a child has a great responsibility in giving all protection to the child, and therefore Uttarā was not ashamed to express this frankly before Lord Kṛṣṇa. Uttarā was the daughter of a great king, the wife of a great hero, and student of a great devotee, and later she was the mother of a good king also. She was fortunate in every respect."
    },
    {
        "verse": "11",
        "devanagari": "सूत उवाचउपधार्य वचस्तस्या भगवान् भक्तवत्सल: ।अपाण्डवमिदं कर्तुं द्रौणेरस्त्रमबुध्यत ॥ ११ ॥",
        "english_devnagari": "sūta uvācaupadhārya vacas tasyābhagavān bhakta-vatsalaḥapāṇḍavam idaṁ kartuṁdrauṇer astram abudhyata",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "upadhārya",
            "vacaḥ",
            "tasyāḥ",
            "bhagavān",
            "bhakta",
            "vatsalaḥ",
            "apāṇḍavam",
            "idam",
            "kartum",
            "drauṇeḥ",
            "astram",
            "abudhyata"
        ],
        "translation": "Sūta Gosvāmī said: Having patiently heard her words, Lord Śrī Kṛṣṇa, who is always very affectionate to His devotees, could at once understand that Aśvatthāmā, the son of Droṇācārya, had thrown the brahmāstra to finish the last life in the Pāṇḍava family.",
        "purport": " The Lord is impartial in every respect, but still He is inclined towards His devotees because there is a great necessity of this for everyone’s well-being. The Pāṇḍava family was a family of devotees, and therefore the Lord wanted them to rule the world. That was the reason He vanquished the rule of the company of Duryodhana and established the rule of Mahārāja Yudhiṣṭhira. Therefore, He also wanted to protect Mahārāja Parīkṣit, who was lying in embryo. He did not like the idea that the world should be without the Pāṇḍavas, the ideal family of devotees."
    },
    {
        "verse": "12",
        "devanagari": "तर्ह्येवाथ मुनिश्रेष्ठ पाण्डवा: पञ्च सायकान् ।आत्मनोऽभिमुखान्दीप्तानालक्ष्यास्त्राण्युपाददु: ॥ १२ ॥",
        "english_devnagari": "tarhy evātha muni-śreṣṭhapāṇḍavāḥ pañca sāyakānātmano ’bhimukhān dīptānālakṣyāstrāṇy upādaduḥ",
        "verse_Syn": [
            "tarhi",
            "eva",
            "atha",
            "muni",
            "śreṣṭha",
            "pāṇḍavāḥ",
            "pañca",
            "sāyakān",
            "ātmanaḥ",
            "abhimukhān",
            "dīptān",
            "ālakṣya",
            "astrāṇi",
            "upādaduḥ"
        ],
        "translation": "O foremost among the great thinkers [munis] [Śaunaka], seeing the glaring brahmāstra proceeding towards them, the Pāṇḍavas took up their five respective weapons.",
        "purport": " The brahmāstras are finer than the nuclear weapons. Aśvatthāmā discharged the brahmāstra simply to kill the Pāṇḍavas, namely the five brothers headed by Mahārāja Yudhiṣṭhira and their only grandson, who was lying within the womb of Uttarā. Therefore the brahmāstra, more effective and finer than the atomic weapons, was not as blind as the atomic bombs. When the atomic bombs are discharged they do not discriminate between the target and others. Mainly the atomic bombs do harm to the innocent because there is no control. The brahmāstra is not like that. It marks out the target and proceeds accordingly without harming the innocent."
    },
    {
        "verse": "13",
        "devanagari": "व्यसनं वीक्ष्य तत्तेषामनन्यविषयात्मनाम् ।सुदर्शनेन स्वास्त्रेण स्वानां रक्षां व्यधाद्विभु: ॥ १३ ॥",
        "english_devnagari": "vyasanaṁ vīkṣya tat teṣāmananya-viṣayātmanāmsudarśanena svāstreṇasvānāṁ rakṣāṁ vyadhād vibhuḥ",
        "verse_Syn": [
            "vyasanam",
            "vīkṣya",
            "tat",
            "teṣām",
            "ananya",
            "viṣaya",
            "ātmanām",
            "sudarśanena",
            "sva",
            "astreṇa",
            "svānām",
            "rakṣām",
            "vyadhāt",
            "vibhuḥ"
        ],
        "translation": "The almighty Personality of Godhead, Śrī Kṛṣṇa, having observed that a great danger was befalling His unalloyed devotees, who were fully surrendered souls, at once took up His Sudarśana disc to protect them.",
        "purport": " The brahmāstra, the supreme weapon released by Aśvatthāmā, was something similar to the nuclear weapon but with more radiation and heat. This brahmāstra is the product of a more subtle science, being the product of a finer sound, a mantra recorded in the Vedas. Another advantage of this weapon is that it is not blind like the nuclear weapon because it can be directed only to the target and nothing else. Aśvatthāmā released the weapon just to finish all the male members of Pāṇḍu’s family; therefore in one sense it was more dangerous than the atomic bombs because it could penetrate even the most protected place and would never miss the target. Knowing all this, Lord Śrī Kṛṣṇa at once took up His personal weapon to protect His devotees, who did not know anyone other than Kṛṣṇa. In the Bhagavad-gītā the Lord has clearly promised that His devotees are never to be vanquished. And He behaves according to the quality or degree of the devotional service rendered by the devotees. Here the word ananya-viṣayātmanām is significant. The Pāṇḍavas were cent-percent dependent on the protection of the Lord, although they were all great warriors themselves. But the Lord neglects even the greatest warriors and also vanquishes them in no time. When the Lord saw that there was no time for the Pāṇḍavas to counteract the brahmāstra of Aśvatthāmā, He took up His weapon even at the risk of breaking His own vow. Although the Battle of Kurukṣetra was almost finished, still, according to His vow, He should not have taken up His own weapon. But the emergency was more important than the vow. He is better known as the bhakta-vatsala, or the lover of His devotee, and thus He preferred to continue as bhakta-vatsala than to be a worldly moralist who never breaks his solemn vow."
    },
    {
        "verse": "14",
        "devanagari": "अन्त:स्थ: सर्वभूतानामात्मा योगेश्वरोहरि: ।स्वमाययावृणोद्गर्भं वैराट्या: कुरुतन्तवे ॥ १४ ॥",
        "english_devnagari": "antaḥsthaḥ sarva-bhūtānāmātmā yogeśvaro hariḥsva-māyayāvṛṇod garbhaṁvairāṭyāḥ kuru-tantave",
        "verse_Syn": [
            "antaḥsthaḥ",
            "sarva",
            "bhūtānām",
            "ātmā",
            "yoga",
            "īśvaraḥ",
            "hariḥ",
            "sva",
            "māyayā",
            "āvṛṇot",
            "garbham",
            "vairāṭyāḥ",
            "kuru",
            "tantave"
        ],
        "translation": "The Lord of supreme mysticism, Śrī Kṛṣṇa, resides within everyone’s heart as the Paramātmā. As such, just to protect the progeny of the Kuru dynasty, He covered the embryo of Uttarā by His personal energy.",
        "purport": " The Lord of supreme mysticism can simultaneously reside within everyone’s heart, or even within the atoms, by His Paramātmā feature, His plenary portion. Therefore, from within the body of Uttarā He covered the embryo to save Mahārāja Parīkṣit and protect the progeny of Mahārāja Kuru, of whom King Pāṇḍu was also a descendant. Both the sons of Dhṛtarāṣṭra and those of Pāṇḍu belonged to the same dynasty of Mahārāja Kuru; therefore both of them were generally known as Kurus. But when there were differences between the two families, the sons of Dhṛtarāṣṭra were known as Kurus whereas the sons of Pāṇḍu were known as Pāṇḍavas. Since the sons and grandsons of Dhṛtarāṣṭra were all killed in the Battle of Kurukṣetra, the last son of the dynasty is designated as the son of the Kurus."
    },
    {
        "verse": "15",
        "devanagari": "यद्यप्यस्त्रं ब्रह्मशिरस्त्वमोघं चाप्रतिक्रियम् ।वैष्णवं तेज आसाद्य समशाम्यद् भृगूद्वह ॥ १५ ॥",
        "english_devnagari": "yadyapy astraṁ brahma-śirastv amoghaṁ cāpratikriyamvaiṣṇavaṁ teja āsādyasamaśāmyad bhṛgūdvaha",
        "verse_Syn": [
            "yadyapi",
            "astram",
            "brahma",
            "śiraḥ",
            "tu",
            "amogham",
            "ca",
            "apratikriyam",
            "vaiṣṇavam",
            "tejaḥ",
            "āsādya",
            "samaśāmyat",
            "bhṛgu",
            "udvaha"
        ],
        "translation": "O Śaunaka, glory of Bhṛgu’s family, although the supreme brahmāstra weapon released by Aśvatthāmā was irresistible and without check or counteraction, it was neutralized and foiled when confronted by the strength of Viṣṇu [Lord Kṛṣṇa].",
        "purport": " In the Bhagavad-gītā it is said that the brahmajyoti, or the glowing transcendental effulgence, is resting on Lord Śrī Kṛṣṇa. In other words, the glowing effulgence known as brahma-tejas is nothing but the rays of the Lord, just as the sun rays are rays of the sun disc. So this Brahma weapon also, although materially irresistible, could not surpass the supreme strength of the Lord. The weapon called brahmāstra, released by Aśvatthāmā, was neutralized and foiled by Lord Śrī Kṛṣṇa by His own energy; that is to say, He did not wait for any other’s help because He is absolute."
    },
    {
        "verse": "16",
        "devanagari": "मा मंस्था ह्येतदाश्चर्यं सर्वाश्चर्यमयेऽच्युते ।य इदं मायया देव्या सृजत्यवति हन्त्यज: ॥ १६ ॥",
        "english_devnagari": "mā maṁsthā hy etad āścaryaṁsarvāścaryamaye ’cyuteya idaṁ māyayā devyāsṛjaty avati hanty ajaḥ",
        "verse_Syn": [
            "mā",
            "maṁsthāḥ",
            "hi",
            "etat",
            "āścaryam",
            "sarva",
            "āścarya",
            "maye",
            "acyute",
            "yaḥ",
            "idam",
            "māyayā",
            "devyā",
            "sṛjati",
            "avati",
            "hanti",
            "ajaḥ"
        ],
        "translation": "O brāhmaṇas, do not think this to be especially wonderful in the activities of the mysterious and infallible Personality of Godhead. By His own transcendental energy He creates, maintains and annihilates all material things, although He Himself is unborn.",
        "purport": " The activities of the Lord are always inconceivable to the tiny brain of the living entities. Nothing is impossible for the Supreme Lord, but all His actions are wonderful for us, and thus He is always beyond the range of our conceivable limits. The Lord is the all-powerful, all-perfect Personality of Godhead. The Lord is cent-percent perfect, whereas others, namely Nārāyaṇa, Brahmā, Śiva, the demigods and all other living beings, possess only different percentages of such perfection. No one is equal to or greater than Him. He is unrivaled."
    },
    {
        "verse": "17",
        "devanagari": "ब्रह्मतेजोविनिर्मुक्तैरात्मजै: सह कृष्णया ।प्रयाणाभिमुखं कृष्णमिदमाह पृथा सती ॥ १७ ॥",
        "english_devnagari": "brahma-tejo-vinirmuktairātmajaiḥ saha kṛṣṇayāprayāṇābhimukhaṁ kṛṣṇamidam āha pṛthā satī",
        "verse_Syn": [
            "brahma",
            "tejaḥ",
            "vinirmuktaiḥ",
            "ātma",
            "jaiḥ",
            "saha",
            "kṛṣṇayā",
            "prayāṇa",
            "abhimukham",
            "kṛṣṇam",
            "idam",
            "āha",
            "pṛthā",
            "satī"
        ],
        "translation": "Thus saved from the radiation of the brahmāstra, Kuntī, the chaste devotee of the Lord, and her five sons and Draupadī addressed Lord Kṛṣṇa as He started for home.",
        "purport": " Kuntī is described herein as satī, or chaste, due to her unalloyed devotion to Lord Śrī Kṛṣṇa. Her mind will now be expressed in the following prayers for Lord Kṛṣṇa. A chaste devotee of the Lord does not look to others, namely any other living being or demigod, even for deliverance from danger. That was all along the characteristic of the whole family of the Pāṇḍavas. They knew nothing except Kṛṣṇa, and therefore the Lord was also always ready to help them in all respects and in all circumstances. That is the transcendental nature of the Lord. He reciprocates the dependence of the devotee. One should not, therefore, look for help from imperfect living beings or demigods, but one should look for all help from Lord Kṛṣṇa, who is competent to save His devotees. Such a chaste devotee also never asks the Lord for help, but the Lord, out of His own accord, is always anxious to render it."
    },
    {
        "verse": "18",
        "devanagari": "कुन्त्युवाचनमस्ये पुरुषं त्वाद्यमीश्वरं प्रकृते: परम् ।अलक्ष्यं सर्वभूतानामन्तर्बहिरवस्थितम् ॥ १८ ॥",
        "english_devnagari": "kunty uvācanamasye puruṣaṁ tvādyamīśvaraṁ prakṛteḥ paramalakṣyaṁ sarva-bhūtānāmantar bahir avasthitam",
        "verse_Syn": [
            "kuntī",
            "uvāca",
            "namasye",
            "puruṣam",
            "tvā",
            "ādyam",
            "īśvaram",
            "prakṛteḥ",
            "param",
            "alakṣyam",
            "sarva",
            "bhūtānām",
            "antaḥ",
            "bahiḥ",
            "avasthitam"
        ],
        "translation": "Śrīmatī Kuntī said: O Kṛṣṇa, I offer my obeisances unto You because You are the original personality and are unaffected by the qualities of the material world. You are existing both within and without everything, yet You are invisible to all.",
        "purport": " Śrīmatī Kuntīdevī was quite aware that Kṛṣṇa is the original Personality of Godhead, although He was playing the part of her nephew. Such an enlightened lady could not commit a mistake by offering obeisances unto her nephew. Therefore, she addressed Him as the original puruṣa beyond the material cosmos. Although all living entities are also transcendental, they are neither original nor infallible. The living entities are apt to fall down under the clutches of material nature, but the Lord is never like that. In the Vedas, therefore, He is described as the chief among all living entities (nityo nityānāṁ cetanaś cetanānām). Then again He is addressed as īśvara, or the controller. The living entities or the demigods like Candra and Sūrya are also to some extent īśvara, but none of them is the supreme īśvara, or the ultimate controller. He is the parameśvara, or the Supersoul. He is both within and without. Although He was present before Śrīmatī Kuntī as her nephew, He was also within her and everyone else. In the Bhagavad-gītā (15.15) the Lord says, “I am situated in everyone’s heart, and only due to Me one remembers, forgets and is cognizant, etc. Through all the Vedas I am to be known because I am the compiler of the Vedas, and I am the teacher of the Vedānta.” Queen Kuntī affirms that the Lord, although both within and without all living beings, is still invisible. The Lord is, so to speak, a puzzle for the common man. Queen Kuntī experienced personally that Lord Kṛṣṇa was present before her, yet He entered within the womb of Uttarā to save her embryo from the attack of Aśvatthāmā’s brahmāstra. Kuntī herself was puzzled about whether Śrī Kṛṣṇa is all-pervasive or localized. In fact, He is both, but He reserves the right of not being exposed to persons who are not surrendered souls. This checking curtain is called the māyā energy of the Supreme Lord, and it controls the limited vision of the rebellious soul. It is explained as follows."
    },
    {
        "verse": "19",
        "devanagari": "मायाजवनिकाच्छन्नमज्ञाधोक्षजमव्ययम् ।न लक्ष्यसे मूढद‍ृशा नटो नाट्यधरो यथा ॥ १९ ॥",
        "english_devnagari": "māyā-javanikācchannamajñādhokṣajam avyayamna lakṣyase mūḍha-dṛśānaṭo nāṭyadharo yathā",
        "verse_Syn": [
            "māyā",
            "javanikā",
            "ācchannam",
            "ajñā",
            "adhokṣajam",
            "avyayam",
            "na",
            "lakṣyase",
            "mūḍha",
            "dṛśā",
            "naṭaḥ",
            "nāṭya",
            "dharaḥ",
            "yathā"
        ],
        "translation": "Being beyond the range of limited sense perception, You are the eternally irreproachable factor covered by the curtain of deluding energy. You are invisible to the foolish observer, exactly as an actor dressed as a player is not recognized.",
        "purport": " In the Bhagavad-gītā Lord Śrī Kṛṣṇa affirms that less intelligent persons mistake Him to be an ordinary man like us, and thus they deride Him. The same is confirmed herein by Queen Kuntī. The less intelligent persons are those who rebel against the authority of the Lord. Such persons are known as asuras. The asuras cannot recognize the Lord’s authority. When the Lord Himself appears amongst us, as Rāma, Nṛsiṁha, Varāha or in His original form as Kṛṣṇa, He performs many wonderful acts which are humanly impossible. As we shall find in the Tenth Canto of this great literature, Lord Śrī Kṛṣṇa exhibited His humanly impossible activities even from the days of His lying on the lap of His mother. He killed the Pūtanā witch, although she smeared her breast with poison just to kill the Lord. The Lord sucked her breast like a natural baby, and He sucked out her very life also. Similarly, He lifted the Govardhana Hill, just as a boy picks up a frog’s umbrella, and stood several days continuously just to give protection to the residents of Vṛndāvana. These are some of the superhuman activities of the Lord described in the authoritative Vedic literatures like the Purāṇas, Itihāsas (histories) and Upaniṣads. He has delivered wonderful instructions in the shape of the Bhagavad-gītā. He has shown marvelous capacities as a hero, as a householder, as a teacher and as a renouncer. He is accepted as the Supreme Personality of Godhead by such authoritative personalities as Vyāsa, Devala, Asita, Nārada, Madhva, Śaṅkara, Rāmānuja, Śrī Caitanya Mahāprabhu, Jīva Gosvāmī, Viśvanātha Cakravartī, Bhaktisiddhānta Sarasvatī and all other authorities of the line. He Himself has declared as much in many places of the authentic literatures. And yet there is a class of men with demoniac mentality who are always reluctant to accept the Lord as the Supreme Absolute Truth. This is partially due to their poor fund of knowledge and partially due to their stubborn obstinacy, which results from various misdeeds in the past and present. Such persons could not recognize Lord Śrī Kṛṣṇa even when He was present before them. Another difficulty is that those who depend more on their imperfect senses cannot realize Him as the Supreme Lord. Such persons are like the modern scientist. They want to know everything by their experimental knowledge. But it is not possible to know the Supreme Person by imperfect experimental knowledge. He is described herein as adhokṣaja, or beyond the range of experimental knowledge. All our senses are imperfect. We claim to observe everything and anything, but we must admit that we can observe things under certain material conditions only, which are also beyond our control. The Lord is beyond the observation of sense perception. Queen Kuntī accepts this deficiency of the conditioned soul, especially of the woman class, who are less intelligent. For less intelligent men there must be such things as temples, mosques or churches so that they may begin to recognize the authority of the Lord and hear about Him from authorities in such holy places. For less intelligent men, this beginning of spiritual life is essential, and only foolish men decry the establishment of such places of worship, which are required to raise the standard of spiritual attributes for the mass of people. For less intelligent persons, bowing down before the authority of the Lord, as generally done in the temples, mosques or churches, is as beneficial as it is for the advanced devotees to meditate upon Him by active service."
    },
    {
        "verse": "20",
        "devanagari": "तथा परमहंसानां मुनीनाममलात्मनाम् ।भक्तियोगविधानार्थं कथं पश्येम हि स्त्रिय: ॥ २० ॥",
        "english_devnagari": "tathā paramahaṁsānāṁmunīnām amalātmanāmbhakti-yoga-vidhānārthaṁkathaṁ paśyema hi striyaḥ",
        "verse_Syn": [
            "tathā",
            "paramahaṁsānām",
            "munīnām",
            "amala",
            "ātmanām",
            "bhakti",
            "yoga",
            "vidhāna",
            "artham",
            "katham",
            "paśyema",
            "hi",
            "striyaḥ"
        ],
        "translation": "You Yourself descend to propagate the transcendental science of devotional service unto the hearts of the advanced transcendentalists and mental speculators, who are purified by being able to discriminate between matter and spirit. How then can we women know You perfectly?",
        "purport": " Even the greatest philosophical speculators cannot have access to the region of the Lord. It is said in the Upaniṣads that the Supreme Truth, the Absolute Personality of Godhead, is beyond the range of the thinking power of the greatest philosopher. He is unknowable by great learning or by the greatest brain. He is knowable only by one who has His mercy. Others may go on thinking about Him for years together, yet He is unknowable. This very fact is corroborated by the Queen, who is playing the part of an innocent woman. Women in general are unable to speculate like philosophers, but they are blessed by the Lord because they believe at once in the superiority and almightiness of the Lord, and thus they offer obeisances without reservation. The Lord is so kind that He does not show special favor only to one who is a great philosopher. He knows the sincerity of purpose. For this reason only, women generally assemble in great number in any sort of religious function. In every country and in every sect of religion it appears that the women are more interested than the men. This simplicity of acceptance of the Lord’s authority is more effective than showy insincere religious fervor."
    },
    {
        "verse": "21",
        "devanagari": "कृष्णाय वासुदेवाय देवकीनन्दनाय च ।नन्दगोपकुमाराय गोविन्दाय नमो नम: ॥ २१ ॥",
        "english_devnagari": "kṛṣṇāya vāsudevāyadevakī-nandanāya cananda-gopa-kumārāyagovindāya namo namaḥ",
        "verse_Syn": [
            "kṛṣṇāya",
            "vāsudevāya",
            "devakī",
            "nandanāya",
            "ca",
            "nanda",
            "gopa",
            "kumārāya",
            "govindāya",
            "namaḥ",
            "namaḥ"
        ],
        "translation": "Let me therefore offer my respectful obeisances unto the Lord, who has become the son of Vasudeva, the pleasure of Devakī, the boy of Nanda and the other cowherd men of Vṛndāvana, and the enlivener of the cows and the senses.",
        "purport": " The Lord, being thus unapproachable by any material assets, out of unbounded and causeless mercy descends to the earth as He is in order to show His special mercy upon His unalloyed devotees and to diminish the upsurges of the demoniac persons. Queen Kuntī specifically adores the incarnation or descent of Lord Kṛṣṇa above all other incarnations because in this particular incarnation He is more approachable. In the Rāma incarnation He remained a king’s son from His very childhood, but in the incarnation of Kṛṣṇa, although He was the son of a king, He at once left the shelter of His real father and mother (King Vasudeva and Queen Devakī) just after His appearance and went to the lap of Yaśodāmāyī to play the part of an ordinary cowherd boy in the blessed Vrajabhūmi, which is very sanctified because of His childhood pastimes. Therefore Lord Kṛṣṇa is more merciful than Lord Rāma. He was undoubtedly very kind to Kuntī’s brother Vasudeva and the family. Had He not become the son of Vasudeva and Devakī, Queen Kuntī could not claim Him to be her nephew and thus address Kṛṣṇa in parental affection. But Nanda and Yaśodā are more fortunate because they could relish the Lord’s childhood pastimes, which are more attractive than all other pastimes. There is no parallel to His childhood pastimes as exhibited at Vrajabhūmi, which are replicas of His eternal affairs in the original Kṛṣṇaloka, described as the cintāmaṇi-dhāma in the Brahma-saṁhitā. Lord Śrī Kṛṣṇa descended Himself at Vrajabhūmi with all His transcendental entourage and paraphernalia. Śrī Caitanya Mahāprabhu therefore confirmed that no one is as fortunate as the residents of Vrajabhūmi, and specifically the cowherd girls, who dedicated their everything for the satisfaction of the Lord. His pastimes with Nanda and Yaśodā and His pastimes with the cowherd men and especially with the cowherd boys and the cows have caused Him to be known as Govinda. Lord Kṛṣṇa as Govinda is more inclined to the brāhmaṇas and the cows, indicating thereby that human prosperity depends more on these two items, namely brahminical culture and cow protection. Lord Kṛṣṇa is never satisfied where these are lacking."
    },
    {
        "verse": "22",
        "devanagari": "नम: पङ्कजनाभाय नम: पङ्कजमालिने ।नम: पङ्कजनेत्राय नमस्ते पङ्कजाङ्‍घ्रये ॥ २२ ॥",
        "english_devnagari": "namaḥ paṅkaja-nābhāyanamaḥ paṅkaja-mālinenamaḥ paṅkaja-netrāyanamas te paṅkajāṅghraye",
        "verse_Syn": [
            "namaḥ",
            "paṅkaja",
            "nābhāya",
            "namaḥ",
            "paṅkaja",
            "māline",
            "namaḥ",
            "paṅkaja",
            "netrāya",
            "namaḥ",
            "te",
            "paṅkaja",
            "aṅghraye"
        ],
        "translation": "My respectful obeisances are unto You, O Lord, whose abdomen is marked with a depression like a lotus flower, who are always decorated with garlands of lotus flowers, whose glance is as cool as the lotus and whose feet are engraved with lotuses.",
        "purport": " Here are some of the specific symbolical marks on the spiritual body of the Personality of Godhead which distinguish His body from the bodies of all others. They are all special features of the body of the Lord. The Lord may appear as one of us, but He is always distinct by His specific bodily features. Śrīmatī Kuntī claims herself unfit to see the Lord because of her being a woman. This is claimed because women, śūdras (the laborer class) and the dvija-bandhus, or the wretched descendants of the higher three classes, are unfit by intelligence to understand transcendental subject matter concerning the spiritual name, fame, attributes, forms, etc., of the Supreme Absolute Truth. Such persons, although they are unfit to enter into the spiritual affairs of the Lord, can see Him as the arcā-vigraha, who descends to the material world just to distribute favors to the fallen souls, including the above-mentioned women, śūdras and dvija-bandhus. Because such fallen souls cannot see anything beyond matter, the Lord condescends to enter into each and every one of the innumerable universes as the Garbhodakaśāyī Viṣṇu, who grows a lotus stem from the lotuslike depression in the center of His transcendental abdomen, and thus Brahmā, the first living being in the universe, is born. Therefore, the Lord is known as the Paṅkajanābhi. The Paṅkajanābhi Lord accepts the arcā-vigraha (His transcendental form) in different elements, namely a form within the mind, a form made of wood, a form made of earth, a form made of metal, a form made of jewel, a form made of paint, a form drawn on sand, etc. All such forms of the Lord are always decorated with garlands of lotus flowers, and there should be a soothing atmosphere in the temple of worship to attract the burning attention of the nondevotees always engaged in material wranglings. The meditators worship a form within the mind. Therefore, the Lord is merciful even to the women, śūdras and dvija-bandhus, provided they agree to visit the temple of worship in different forms made for them. Such temple visitors are not idolaters, as alleged by some men with a poor fund of knowledge. All the great ācāryas established such temples of worship in all places just to favor the less intelligent, and one should not pose himself as transcending the stage of temple worship while one is actually in the category of the śūdras and the women or less. One should begin to see the Lord from His lotus feet, gradually rising to the thighs, waist, chest and face. One should not try to look at the face of the Lord without being accustomed to seeing the lotus feet of the Lord. Śrīmatī Kuntī, because of her being the aunt of the Lord, did not begin to see the Lord from the lotus feet because the Lord might feel ashamed, and thus Kuntīdevī, just to save a painful situation for the Lord, began to see the Lord just above His lotus feet, i.e., from the waist of the Lord, gradually rising to the face, and then down to the lotus feet. In the round, everything there is in order."
    },
    {
        "verse": "23",
        "devanagari": "यथा हृषीकेश खलेन देवकीकंसेन रुद्धातिचिरं शुचार्पिता ।विमोचिताहं च सहात्मजा विभोत्वयैव नाथेन मुहुर्विपद्गणात् ॥ २३ ॥",
        "english_devnagari": "yathā hṛṣīkeśa khalena devakīkaṁsena ruddhāticiraṁ śucārpitāvimocitāhaṁ ca sahātmajā vibhotvayaiva nāthena muhur vipad-gaṇāt",
        "verse_Syn": [
            "yathā",
            "hṛṣīkeśa",
            "khalena",
            "devakī",
            "kaṁsena",
            "ruddhā",
            "ati",
            "ciram",
            "śuca",
            "arpitā",
            "vimocitā",
            "aham",
            "ca",
            "saha",
            "ātma",
            "jā",
            "vibho",
            "tvayā",
            "eva",
            "nāthena",
            "muhuḥ",
            "vipat",
            "gaṇāt"
        ],
        "translation": "O Hṛṣīkeśa, master of the senses and Lord of lords, You have released Your mother, Devakī, who was long imprisoned and distressed by the envious King Kaṁsa, and me and my children from a series of constant dangers.",
        "purport": " Devakī, the mother of Kṛṣṇa and sister of King Kaṁsa, was put into prison along with her husband, Vasudeva, because the envious King was afraid of being killed by Devakī’s eighth son (Kṛṣṇa). He killed all the sons of Devakī who were born before Kṛṣṇa, but Kṛṣṇa escaped the danger of child-slaughter because He was transferred to the house of Nanda Mahārāja, Lord Kṛṣṇa’s foster father. Kuntīdevī, along with her children, was also saved from a series of dangers. But Kuntīdevī was shown far more favor because Lord Kṛṣṇa did not save the other children of Devakī, whereas He saved the children of Kuntīdevī. This was done because Devakī’s husband, Vasudeva, was living, whereas Kuntīdevī was a widow, and there was none to help her except Kṛṣṇa. The conclusion is that Kṛṣṇa endows more favor to a devotee who is in greater dangers. Sometimes He puts His pure devotees in such dangers because in that condition of helplessness the devotee becomes more attached to the Lord. The more the attachment is there for the Lord, the more success is there for the devotee."
    },
    {
        "verse": "24",
        "devanagari": "विषान्महाग्ने: पुरुषाददर्शना-दसत्सभाया वनवासकृच्छ्रत: ।मृधे मृधेऽनेकमहारथास्त्रतोद्रौण्यस्त्रतश्चास्म हरेऽभिरक्षिता: ॥ २४ ॥",
        "english_devnagari": "viṣān mahāgneḥ puruṣāda-darśanādasat-sabhāyā vana-vāsa-kṛcchrataḥmṛdhe mṛdhe ’neka-mahārathāstratodrauṇy-astrataś cāsma hare ’bhirakṣitāḥ",
        "verse_Syn": [
            "viṣāt",
            "mahā",
            "agneḥ",
            "puruṣa",
            "ada",
            "darśanāt",
            "asat",
            "sabhāyāḥ",
            "vana",
            "vāsa",
            "kṛcchrataḥ",
            "mṛdhe",
            "mṛdhe",
            "aneka",
            "mahā",
            "ratha",
            "astrataḥ",
            "drauṇi",
            "astrataḥ",
            "ca",
            "āsma",
            "hare",
            "abhirakṣitāḥ"
        ],
        "translation": "My dear Kṛṣṇa, Your Lordship has protected us from a poisoned cake, from a great fire, from cannibals, from the vicious assembly, from sufferings during our exile in the forest and from the battle where great generals fought. And now You have saved us from the weapon of Aśvatthāmā.",
        "purport": " The list of dangerous encounters is submitted herein. Devakī was once put into difficulty by her envious brother, otherwise she was well. But Kuntīdevī and her sons were put into one difficulty after another for years and years together. They were put into trouble by Duryodhana and his party due to the kingdom, and each and every time the sons of Kuntī were saved by the Lord. Once Bhīma was administered poison in a cake, once they were put into the house made of shellac and set afire, and once Draupadī was dragged out, and attempts were made to insult her by stripping her naked in the vicious assembly of the Kurus. The Lord saved Draupadī by supplying an immeasurable length of cloth, and Duryodhana’s party failed to see her naked. Similarly, when they were exiled in the forest, Bhīma had to fight with the man-eater demon Hiḍimba Rākṣasa, but the Lord saved him. So it was not finished there. After all these tribulations, there was the great Battle of Kurukṣetra, and Arjuna had to meet such great generals as Droṇa, Bhīṣma and Karṇa, all powerful fighters. And at last, even when everything was done away with, there was the brahmāstra released by the son of Droṇācārya to kill the child within the womb of Uttarā, and so the Lord saved the only surviving descendant of the Kurus, Mahārāja Parīkṣit."
    },
    {
        "verse": "25",
        "devanagari": "विपद: सन्तु ता: शश्वत्तत्र तत्र जगद्गुरो ।भवतो दर्शनं यत्स्यादपुनर्भवदर्शनम् ॥ २५ ॥",
        "english_devnagari": "vipadaḥ santu tāḥ śaśvattatra tatra jagad-gurobhavato darśanaṁ yat syādapunar bhava-darśanam",
        "verse_Syn": [
            "vipadaḥ",
            "santu",
            "tāḥ",
            "śaśvat",
            "tatra",
            "tatra",
            "jagat",
            "guro",
            "bhavataḥ",
            "darśanam",
            "yat",
            "syāt",
            "apunaḥ",
            "bhava",
            "darśanam"
        ],
        "translation": "I wish that all those calamities would happen again and again so that we could see You again and again, for seeing You means that we will no longer see repeated births and deaths.",
        "purport": " Generally the distressed, the needy, the intelligent and the inquisitive, who have performed some pious activities, worship or begin to worship the Lord. Others, who are thriving on misdeeds only, regardless of status, cannot approach the Supreme due to being misled by the illusory energy. Therefore, for a pious person, if there is some calamity there is no other alternative than to take shelter of the lotus feet of the Lord. Constantly remembering the lotus feet of the Lord means preparing for liberation from birth and death. Therefore, even though there are so-called calamities, they are welcome because they give us an opportunity to remember the Lord, which means liberation. One who has taken shelter of the lotus feet of the Lord, which are accepted as the most suitable boat for crossing the ocean of nescience, can achieve liberation as easily as one leaps over the holes made by the hoofs of a calf. Such persons are meant to reside in the abode of the Lord, and they have nothing to do with a place where there is danger in every step. This material world is certified by the Lord in the Bhagavad-gītā as a dangerous place full of calamities. Less intelligent persons prepare plans to adjust to those calamities without knowing that the nature of this place is itself full of calamities. They have no information of the abode of the Lord, which is full of bliss and without trace of calamity. The duty of the sane person, therefore, is to be undisturbed by worldly calamities, which are sure to happen in all circumstances. Suffering all sorts of unavoidable misfortunes, one should make progress in spiritual realization because that is the mission of human life. The spirit soul is transcendental to all material calamities; therefore, the so-called calamities are called false. A man may see a tiger swallowing him in a dream, and he may cry for this calamity. Actually there is no tiger and there is no suffering; it is simply a case of dreams. In the same way, all calamities of life are said to be dreams. If someone is lucky enough to get in contact with the Lord by devotional service, it is all gain. Contact with the Lord by any one of the nine devotional services is always a forward step on the path going back to Godhead."
    },
    {
        "verse": "26",
        "devanagari": "जन्मैश्वर्यश्रुतश्रीभिरेधमानमद: पुमान् ।नैवार्हत्यभिधातुं वै त्वामकिञ्चनगोचरम् ॥ २६ ॥",
        "english_devnagari": "janmaiśvarya-śruta-śrībhiredhamāna-madaḥ pumānnaivārhaty abhidhātuṁ vaitvām akiñcana-gocaram",
        "verse_Syn": [
            "janma",
            "aiśvarya",
            "śruta",
            "śrībhiḥ",
            "edhamāna",
            "madaḥ",
            "pumān",
            "na",
            "eva",
            "arhati",
            "abhidhātum",
            "vai",
            "tvām",
            "akiñcana",
            "gocaram"
        ],
        "translation": "My Lord, Your Lordship can easily be approached, but only by those who are materially exhausted. One who is on the path of [material] progress, trying to improve himself with respectable parentage, great opulence, high education and bodily beauty, cannot approach You with sincere feeling.",
        "purport": " Being materially advanced means taking birth in an aristocratic family and possessing great wealth, an education and attractive personal beauty. All materialistic men are mad after possessing all these material opulences, and this is known as the advancement of material civilization. But the result is that by possessing all these material assets one becomes artificially puffed up, intoxicated by such temporary possessions. Consequently, such materially puffed up persons are incapable of uttering the holy name of the Lord by addressing Him feelingly, “O Govinda, O Kṛṣṇa.” It is said in the śāstras that by once uttering the holy name of the Lord, the sinner gets rid of a quantity of sins that he is unable to commit. Such is the power of uttering the holy name of the Lord. There is not the least exaggeration in this statement. Actually the Lord’s holy name has such powerful potency. But there is a quality to such utterances also. It depends on the quality of feeling. A helpless man can feelingly utter the holy name of the Lord, whereas a man who utters the same holy name in great material satisfaction cannot be so sincere. A materially puffed up person may utter the holy name of the Lord occasionally, but he is incapable of uttering the name in quality. Therefore, the four principles of material advancement, namely (1) high parentage, (2) good wealth, (3) high education and (4) attractive beauty, are, so to speak, disqualifications for progress on the path of spiritual advancement. The material covering of the pure spirit soul is an external feature, as much as fever is an external feature of the unhealthy body. The general process is to decrease the degree of the fever and not to aggravate it by maltreatment. Sometimes it is seen that spiritually advanced persons become materially impoverished. This is no discouragement. On the other hand, such impoverishment is a good sign as much as the falling of temperature is a good sign. The principle of life should be to decrease the degree of material intoxication which leads one to be more and more illusioned about the aim of life. Grossly illusioned persons are quite unfit for entrance into the kingdom of God."
    },
    {
        "verse": "27",
        "devanagari": "नमोऽकिञ्चनवित्ताय निवृत्तगुणवृत्तये ।आत्मारामाय शान्ताय कैवल्यपतये नम: ॥ २७ ॥",
        "english_devnagari": "namo ’kiñcana-vittāyanivṛtta-guṇa-vṛttayeātmārāmāya śāntāyakaivalya-pataye namaḥ",
        "verse_Syn": [
            "namaḥ",
            "akiñcana",
            "vittāya",
            "nivṛtta",
            "guṇa",
            "vṛttaye",
            "ātma",
            "ārāmāya",
            "śāntāya",
            "kaivalya",
            "pataye",
            "namaḥ"
        ],
        "translation": "My obeisances are unto You, who are the property of the materially impoverished. You have nothing to do with the actions and reactions of the material modes of nature. You are self-satisfied, and therefore You are the most gentle and are master of the monists.",
        "purport": " A living being is finished as soon as there is nothing to possess. Therefore a living being cannot be, in the real sense of the term, a renouncer. A living being renounces something for gaining something more valuable. A student sacrifices his childish proclivities to gain better education. A servant gives up his job for a better job. Similarly, a devotee renounces the material world not for nothing but for something tangible in spiritual value. Śrīla Rūpa Gosvāmī, Sanātana Gosvāmī and Śrīla Raghunātha dāsa Gosvāmī and others gave up their worldly pomp and prosperity for the sake of the service of the Lord. They were big men in the worldly sense. The Gosvāmīs were ministers in the government service of Bengal, and Śrīla Raghunātha dāsa Gosvāmī was the son of a big zamindar of his time. But they left everything to gain something superior to what they previously possessed. The devotees are generally without material prosperity, but they have a very secret treasure-house in the lotus feet of the Lord. There is a nice story about Śrīla Sanātana Gosvāmī. He had a touchstone, and this stone was left in a pile of refuse. A needy man took it, but later on wondered why the valuable stone was kept in such a neglected place. He therefore asked Sanātana for the most valuable thing, and then he was given the holy name of the Lord. Akiñcana means one who has nothing to give materially. A factual devotee, or mahātmā, does not give anything material to anyone because he has already left all material assets. He can, however, deliver the supreme asset, namely the Personality of Godhead, because He is the only property of a factual devotee. The touchstone of Sanātana Gosvāmī, which was thrown in the rubbish, was not the property of the Gosvāmī, otherwise it would not have been kept in such a place. This specific example is given for the neophyte devotees just to convince them that material hankerings and spiritual advancement go ill together. Unless one is able to see everything as spiritual in relation with the Supreme Lord, one must always distinguish between spirit and matter. A spiritual master like Śrīla Sanātana Gosvāmī, although personally able to see everything as spiritual, set this example for us only because we have no such spiritual vision. Advancement of material vision or material civilization is a great stumbling block for spiritual advancement. Such material advancement entangles the living being in the bondage of a material body followed by all sorts of material miseries. Such material advancement is called anartha, or things not wanted. Actually this is so. In the present context of material advancement one uses lipstick at a cost of fifty cents, and there are so many unwanted things which are all products of the material conception of life. By diverting attention to so many unwanted things, human energy is spoiled without achievement of spiritual realization, the prime necessity of human life. The attempt to reach the moon is another example of spoiling energy because even if the moon is reached, the problems of life will not be solved. The devotees of the Lord are called akiñcanas because they have practically no material assets. Such material assets are all products of the three modes of material nature. They foil spiritual energy, and thus the less we possess such products of material nature, the more we have a good chance for spiritual progress. The Supreme Personality of Godhead has no direct connection with material activities. All His acts and deeds, which are exhibited even in this material world, are spiritual and without affection for the modes of material nature. In the Bhagavad-gītā the Lord says that all His acts, even His appearance and disappearance in and out of the material world, are transcendental, and one who knows this perfectly shall not take his birth again in this material world, but will go back to Godhead. The material disease is due to hankering after and lording it over material nature. This hankering is due to an interaction of the three modes of nature, and neither the Lord nor the devotees have attachment for such false enjoyment. Therefore, the Lord and the devotees are called nivṛtta-guṇa-vṛtti. The perfect nivṛtta-guṇa-vṛtti is the Supreme Lord because He never becomes attracted by the modes of material nature, whereas the living beings have such a tendency. Some of them are entrapped by the illusory attraction of material nature. Because the Lord is the property of the devotees, and the devotees are the property of the Lord reciprocally, the devotees are certainly transcendental to the modes of material nature. That is a natural conclusion. Such unalloyed devotees are distinct from the mixed devotees who approach the Lord for mitigation of miseries and poverty or because of inquisitiveness and speculation. The unalloyed devotees and the Lord are transcendentally attached to one another. For others, the Lord has nothing to reciprocate, and therefore He is called ātmārāma, self-satisfied. Self-satisfied as He is, He is the master of all monists who seek to merge into the existence of the Lord. Such monists merge within the personal effulgence of the Lord called the brahmajyoti, but the devotees enter into the transcendental pastimes of the Lord, which are never to be misunderstood as material."
    },
    {
        "verse": "28",
        "devanagari": "मन्ये त्वां कालमीशानमनादिनिधनं विभुम् ।समं चरन्तं सर्वत्र भूतानां यन्मिथ: कलि: ॥ २८ ॥",
        "english_devnagari": "manye tvāṁ kālam īśānamanādi-nidhanaṁ vibhumsamaṁ carantaṁ sarvatrabhūtānāṁ yan mithaḥ kaliḥ",
        "verse_Syn": [
            "manye",
            "tvām",
            "kālam",
            "īśānam",
            "anādi",
            "nidhanam",
            "vibhum",
            "samam",
            "carantam",
            "sarvatra",
            "bhūtānām",
            "yat",
            "mithaḥ",
            "kaliḥ"
        ],
        "translation": "My Lord, I consider Your Lordship to be eternal time, the supreme controller, without beginning and end, the all-pervasive one. In distributing Your mercy, You are equal to everyone. The dissensions between living beings are due to social intercourse.",
        "purport": " Kuntīdevī knew that Kṛṣṇa was neither her nephew nor an ordinary family member of her paternal house. She knew perfectly well that Kṛṣṇa is the primeval Lord who lives in everyone’s heart as the Supersoul, Paramātmā. Another name of the Paramātmā feature of the Lord is kāla, or eternal time. Eternal time is the witness of all our actions, good and bad, and thus resultant reactions are destined by Him. It is no use saying that we do not know why and for what we are suffering. We may forget the misdeed for which we may suffer at this present moment, but we must remember that Paramātmā is our constant companion, and therefore He knows everything, past, present and future. And because the Paramātmā feature of Lord Kṛṣṇa destines all actions and reactions, He is the supreme controller also. Without His sanction not a blade of grass can move. The living beings are given as much freedom as they deserve, and misuse of that freedom is the cause of suffering. The devotees of the Lord do not misuse their freedom, and therefore they are the good sons of the Lord. Others, who misuse freedom, are put into miseries destined by the eternal kāla. The kāla offers the conditioned souls both happiness and miseries. It is all predestined by eternal time. As we have miseries uncalled-for, so we may have happiness also without being asked, for they are all predestined by kāla. No one is therefore either an enemy or friend of the Lord. Everyone is suffering and enjoying the result of his own destiny. This destiny is made by the living beings in course of social intercourse. Everyone here wants to lord it over the material nature, and thus everyone creates his own destiny under the supervision of the Supreme Lord. He is all-pervading and therefore He can see everyone’s activities. And because the Lord has no beginning or end, He is known also as the eternal time, kāla."
    },
    {
        "verse": "29",
        "devanagari": "न वेद कश्चिद्भगवंश्चिकीर्षितंतवेहमानस्य नृणां विडम्बनम् ।न यस्य कश्चिद्दयितोऽस्ति कर्हिचिद्द्वेष्यश्च यस्मिन् विषमा मतिर्नृणाम् ॥ २९ ॥",
        "english_devnagari": "na veda kaścid bhagavaṁś cikīrṣitaṁtavehamānasya nṛṇāṁ viḍambanamna yasya kaścid dayito ’sti karhiciddveṣyaś ca yasmin viṣamā matir nṛṇām",
        "verse_Syn": [
            "na",
            "veda",
            "kaścit",
            "bhagavan",
            "cikīrṣitam",
            "tava",
            "īhamānasya",
            "nṛṇām",
            "viḍambanam",
            "na",
            "yasya",
            "kaścit",
            "dayitaḥ",
            "asti",
            "karhicit",
            "dveṣyaḥ",
            "ca",
            "yasmin",
            "viṣamā",
            "matiḥ",
            "nṛṇām"
        ],
        "translation": "O Lord, no one can understand Your transcendental pastimes, which appear to be human and so are misleading. You have no specific object of favor, nor do You have any object of envy. People only imagine that You are partial.",
        "purport": " The Lord’s mercy upon the fallen souls is equally distributed. He has no one as the specific object of hostility. The very conception of the Personality of Godhead as a human being is misleading. His pastimes appear to be exactly like a human being’s, but actually they are transcendental and without any tinge of material contamination. He is undoubtedly known as partial to His pure devotees, but in fact He is never partial, as much as the sun is never partial to anyone. By utilizing the sun rays, sometimes even the stones become valuable, whereas a blind man cannot see the sun, although there are enough sun rays before him. Darkness and light are two opposite conceptions, but this does not mean that the sun is partial in distributing its rays. The sun rays are open to everyone, but the capacities of the receptacles differ. Foolish people think that devotional service is flattering the Lord to get special mercy. Factually the pure devotees who are engaged in the transcendental loving service of the Lord are not a mercantile community. A mercantile house renders service to someone in exchange for values. The pure devotee does not render service unto the Lord for such exchange, and therefore the full mercy of the Lord is open for him. Suffering men, needy men, inquisitive persons, or philosophers make temporary connections with the Lord to serve a particular purpose. When the purpose is served, there is no more relation with the Lord. A suffering man, if he is pious at all, prays to the Lord for his recovery. But as soon as the recovery is over, in most cases the suffering man no longer cares to keep any connection with the Lord. The mercy of the Lord is open for him, but he is reluctant to receive it. That is the difference between a pure devotee and a mixed devotee. Those who are completely against the service of the Lord are considered to be in abject darkness, those who ask for the Lord’s favor only at the time of necessity are partial recipients of the mercy of the Lord, and those who are cent-percent engaged in the service of the Lord are full recipients of the mercy of the Lord. Such partiality in receiving the Lord’s mercy is relative to the recipient, and it is not due to the partiality of the all-merciful Lord. When the Lord descends to this material world by His all-merciful energy, He plays like a human being, and therefore it appears that the Lord is partial to His devotees only, but that is not a fact. Despite such apparent manifestation of partiality, His mercy is equally distributed. In the Battlefield of Kurukṣetra all persons who died in the fight before the presence of the Lord got salvation without the necessary qualifications because death before the presence of the Lord purifies the passing soul from the effects of all sins, and therefore the dying man gets a place somewhere in the transcendental abode. Somehow or other if someone puts himself open in the sun rays, he is sure to get the requisite benefit both by heat and by ultraviolet rays. Therefore, the conclusion is that the Lord is never partial. It is wrong for the people in general to think of Him as partial."
    },
    {
        "verse": "30",
        "devanagari": "जन्म कर्म च विश्वात्मन्नजस्याकर्तुरात्मन: ।तिर्यङ्‍नृषिषु याद:सु तदत्यन्तविडम्बनम् ॥ ३० ॥",
        "english_devnagari": "janma karma ca viśvātmannajasyākartur ātmanaḥtiryaṅ-nṝṣiṣu yādaḥsutad atyanta-viḍambanam",
        "verse_Syn": [
            "janma",
            "karma",
            "ca",
            "viśva",
            "ātman",
            "ajasya",
            "akartuḥ",
            "ātmanaḥ",
            "tiryak",
            "nṛ",
            "ṛṣiṣu",
            "yādaḥsu",
            "tat",
            "atyanta",
            "viḍambanam"
        ],
        "translation": "Of course it is bewildering, O soul of the universe, that You work, though You are inactive, and that You take birth, though You are the vital force and the unborn. You Yourself descend amongst animals, men, sages and aquatics. Verily, this is bewildering.",
        "purport": " The transcendental pastimes of the Lord are not only bewildering but also apparently contradictory. In other words, they are all inconceivable to the limited thinking power of the human being. The Lord is the all-prevailing Supersoul of all existence, and yet He appears in the form of a boar amongst the animals, in the form of a human being as Rāma, Kṛṣṇa, etc., in the form of a ṛṣi like Nārāyaṇa, and in the form of an aquatic like a fish. Yet it is said that He is unborn, and He has nothing to do. In the śruti mantra it is said that the Supreme Brahman has nothing to do. No one is equal to or greater than Him. He has manifold energies, and everything is performed by Him perfectly by automatic knowledge, strength and activity. All these statements prove without any question that the Lord’s activities, forms and deeds are all inconceivable to our limited thinking power, and because He is inconceivably powerful, everything is possible in Him. Therefore no one can calculate Him exactly; every action of the Lord is bewildering to the common man. He cannot be understood by the Vedic knowledge, but He can be easily understood by the pure devotees because they are intimately related with Him. The devotees therefore know that although He appears amongst the animals, He is not an animal, nor a man, nor a ṛṣi, nor a fish. He is eternally the Supreme Lord, in all circumstances."
    },
    {
        "verse": "31",
        "devanagari": "गोप्याददे त्वयि कृतागसि दाम तावद्या ते दशाश्रुकलिलाञ्जनसम्भ्रमाक्षम् ।वक्त्रं निनीय भयभावनया स्थितस्यसा मां विमोहयति भीरपि यद्ब‍िभेति ॥ ३१ ॥",
        "english_devnagari": "gopy ādade tvayi kṛtāgasi dāma tāvadyā te daśāśru-kalilāñjana-sambhramākṣamvaktraṁ ninīya bhaya-bhāvanayā sthitasyasā māṁ vimohayati bhīr api yad bibheti",
        "verse_Syn": [
            "gopī",
            "ādade",
            "tvayi",
            "kṛtāgasi",
            "dāma",
            "tāvat",
            "yā",
            "te",
            "daśā",
            "aśru",
            "kalila",
            "añjana",
            "sambhrama",
            "akṣam",
            "vaktram",
            "ninīya",
            "bhaya",
            "bhāvanayā",
            "sthitasya",
            "sā",
            "mām",
            "vimohayati",
            "bhīḥ",
            "api",
            "yat",
            "bibheti"
        ],
        "translation": "My dear Kṛṣṇa, Yaśodā took up a rope to bind You when You committed an offense, and Your perturbed eyes overflooded with tears, which washed the mascara from Your eyes. And You were afraid, though fear personified is afraid of You. This sight is bewildering to me.",
        "purport": " Here is another explanation of the bewilderment created by the pastimes of the Supreme Lord. The Supreme Lord is the Supreme in all circumstances, as already explained. Here is a specific example of the Lord’s being the Supreme and at the same time a plaything in the presence of His pure devotee. The Lord’s pure devotee renders service unto the Lord out of unalloyed love only, and while discharging such devotional service the pure devotee forgets the position of the Supreme Lord. The Supreme Lord also accepts the loving service of His devotees more relishably when the service is rendered spontaneously out of pure affection, without anything of reverential admiration. Generally the Lord is worshiped by the devotees in a reverential attitude, but the Lord is meticulously pleased when the devotee, out of pure affection and love, considers the Lord to be less important than himself. The Lord’s pastimes in the original abode of Goloka Vṛndāvana are exchanged in that spirit. The friends of Kṛṣṇa consider Him one of them. They do not consider Him to be of reverential importance. The parents of the Lord (who are all pure devotees) consider Him a child only. The Lord accepts the chastisements of the parents more cheerfully than the prayers of the Vedic hymns. Similarly, He accepts the reproaches of His fiancees more palatably than the Vedic hymns. When Lord Kṛṣṇa was present in this material world to manifest His eternal pastimes of the transcendental realm of Goloka Vṛndāvana as an attraction for the people in general, He displayed a unique picture of subordination before His foster mother, Yaśodā. The Lord, in His naturally childish playful activities, used to spoil the stocked butter of mother Yaśodā by breaking the pots and distributing the contents to His friends and playmates, including the celebrated monkeys of Vṛndāvana, who took advantage of the Lord’s munificence. Mother Yaśodā saw this, and out of her pure love she wanted to make a show of punishment for her transcendental child. She took a rope and threatened the Lord that she would tie Him up, as is generally done in the ordinary household. Seeing the rope in the hands of mother Yaśodā, the Lord bowed down His head and began to weep just like a child, and tears rolled down His cheeks, washing off the black ointment smeared about His beautiful eyes. This picture of the Lord is adored by Kuntīdevī because she is conscious of the Lord’s supreme position. He is feared often by fear personified, yet He is afraid of His mother, who wanted to punish Him just in an ordinary manner. Kuntī was conscious of the exalted position of Kṛṣṇa, whereas Yaśodā was not. Therefore Yaśodā’s position was more exalted than Kuntī’s. Mother Yaśodā got the Lord as her child, and the Lord made her forget altogether that her child was the Lord Himself. If mother Yaśodā had been conscious of the exalted position of the Lord, she would certainly have hesitated to punish the Lord. But she was made to forget this situation because the Lord wanted to make a complete gesture of childishness before the affectionate Yaśodā. This exchange of love between the mother and the son was performed in a natural way, and Kuntī, remembering the scene, was bewildered, and she could do nothing but praise the transcendental maternal love. Indirectly mother Yaśodā is praised for her unique position of love, for she could control even the all-powerful Lord as her beloved child."
    },
    {
        "verse": "32",
        "devanagari": "केचिदाहुरजं जातं पुण्यश्लोकस्य कीर्तये ।यदो: प्रियस्यान्ववाये मलयस्येव चन्दनम् ॥ ३२ ॥",
        "english_devnagari": "kecid āhur ajaṁ jātaṁpuṇya-ślokasya kīrtayeyadoḥ priyasyānvavāyemalayasyeva candanam",
        "verse_Syn": [
            "kecit",
            "āhuḥ",
            "ajam",
            "jātam",
            "puṇya",
            "ślokasya",
            "kīrtaye",
            "yadoḥ",
            "priyasya",
            "anvavāye",
            "malayasya",
            "iva",
            "candanam"
        ],
        "translation": "Some say that the Unborn is born for the glorification of pious kings, and others say that He is born to please King Yadu, one of Your dearest devotees. You appear in his family as sandalwood appears in the Malaya hills.",
        "purport": " Because the Lord’s appearance in this material world is bewildering, there are different opinions about the birth of the Unborn. In the Bhagavad-gītā the Lord says that He takes His birth in the material world, although He is the Lord of all creations and He is unborn. So there cannot be any denial of the birth of the Unborn because He Himself establishes the truth. But still there are different opinions as to why He takes His birth. That is also declared in the Bhagavad-gītā. He appears by His own internal potency to reestablish the principles of religion and to protect the pious and to annihilate the impious. That is the mission of the appearance of the Unborn. Still, it is said that the Lord is there to glorify the pious King Yudhiṣṭhira. Lord Śrī Kṛṣṇa certainly wanted to establish the kingdom of the Pāṇḍavas for the good of all in the world. When there is a pious king ruling over the world, the people are happy. When the ruler is impious, the people are unhappy. In the Age of Kali in most cases the rulers are impious, and therefore the citizens are also continuously unhappy. But in the case of democracy, the impious citizens themselves elect their representative to rule over them, and therefore they cannot blame anyone for their unhappiness. Mahārāja Nala was also celebrated as a great pious king, but he had no connection with Lord Kṛṣṇa. Therefore Mahārāja Yudhiṣṭhira is meant here to be glorified by Lord Kṛṣṇa. The Lord had already glorified King Yadu, having taken birth in his family. Although He is known as Yādava, Yaduvīra, Yadunandana, etc., He is always independent of such obligation. He is just like the sandalwood that grows in the Malaya hills. Trees can grow anywhere and everywhere, yet because the sandalwood trees grow mostly in the area of the Malaya hills, the name sandalwood and the Malaya hills are interrelated. Therefore, the conclusion is that the Lord is ever unborn like the sun, and yet He appears as the sun rises on the eastern horizon. As the sun is never the sun of the eastern horizon, so the Lord is no one’s son, but He is the father of everything that be."
    },
    {
        "verse": "33",
        "devanagari": "अपरे वसुदेवस्य देवक्यां याचितोऽभ्यगात् ।अजस्त्वमस्य क्षेमाय वधाय च सुरद्विषाम् ॥ ३३ ॥",
        "english_devnagari": "apare vasudevasyadevakyāṁ yācito ’bhyagātajas tvam asya kṣemāyavadhāya ca sura-dviṣām",
        "verse_Syn": [
            "apare",
            "vasudevasya",
            "devakyām",
            "yācitaḥ",
            "abhyagāt",
            "ajaḥ",
            "tvam",
            "asya",
            "kṣemāya",
            "vadhāya",
            "ca",
            "sura",
            "dviṣām"
        ],
        "translation": "Others say that since both Vasudeva and Devakī prayed for You, You have taken Your birth as their son. Undoubtedly You are unborn, yet You take Your birth for their welfare and to kill those who are envious of the demigods.",
        "purport": " It is also said that Vasudeva and Devakī, in their previous birth as Sutapā and Pṛśni, underwent a severe type of penance to get the Lord as their son, and as a result of such austerities the Lord appeared as their son. It is already declared in the Bhagavad-gītā that the Lord appears for the welfare of all people of the world and to vanquish the asuras, or the materialistic atheists."
    },
    {
        "verse": "34",
        "devanagari": "भारावतारणायान्ये भुवो नाव इवोदधौ ।सीदन्त्या भूरिभारेण जातो ह्यात्मभुवार्थित: ॥ ३४ ॥",
        "english_devnagari": "bhārāvatāraṇāyānyebhuvo nāva ivodadhausīdantyā bhūri-bhāreṇajāto hy ātma-bhuvārthitaḥ",
        "verse_Syn": [
            "bhāra",
            "avatāraṇāya",
            "anye",
            "bhuvaḥ",
            "nāvaḥ",
            "iva",
            "udadhau",
            "sīdantyāḥ",
            "bhūri",
            "bhāreṇa",
            "jātaḥ",
            "hi",
            "ātma",
            "bhuvā",
            "arthitaḥ"
        ],
        "translation": "Others say that the world, being overburdened like a boat at sea, is much aggrieved, and that Brahmā, who is Your son, prayed for You, and so You have appeared to diminish the trouble.",
        "purport": " Brahmā, or the first living being born just after the creation, is the direct son of Nārāyaṇa. Nārāyaṇa, as Garbhodakaśāyī Viṣṇu, first of all entered the material universe. Without spiritual contact, matter cannot create. This principle was followed from the very beginning of the creation. The Supreme Spirit entered the universe, and the first living being, Brahmā, was born on a lotus flower grown out of the transcendental abdomen of Viṣṇu. Viṣṇu is therefore known as Padmanābha. Brahmā is known as ātma-bhū because he was begotten directly from the father without any contact of mother Lakṣmījī. Lakṣmījī was present near Nārāyaṇa, engaged in the service of the Lord, and still, without contact with Lakṣmījī, Nārāyaṇa begot Brahmā. That is the omnipotency of the Lord. One who foolishly considers Nārāyaṇa like other living beings should take a lesson from this. Nārāyaṇa is not an ordinary living being. He is the Personality of Godhead Himself, and He has all the potencies of all the senses in all parts of His transcendental body. An ordinary living being begets a child by sexual intercourse, and he has no other means to beget a child other than the one designed for him. But Nārāyaṇa, being omnipotent, is not bound to any condition of energy. He is complete and independent to do anything and everything by His various potencies, very easily and perfectly. Brahmā is therefore directly the son of the father and was not put into the womb of a mother. Therefore he is known as ātma-bhū. This Brahmā is in charge of further creations in the universe, secondarily reflected by the potency of the Omnipotent. Within the halo of the universe there is a transcendental planet known as Śvetadvīpa, which is the abode of the Kṣīrodakaśāyī Viṣṇu, the Paramātmā feature of the Supreme Lord. Whenever there is trouble in the universe that cannot be solved by the administrative demigods, they approach Brahmājī for a solution, and if it is not to be solved even by Brahmājī, then Brahmājī consults and prays to the Kṣīrodakaśāyī Viṣṇu for an incarnation and solution to the problems. Such a problem arose when Kaṁsa and others were ruling over the earth and the earth became too much overburdened by the misdeeds of the asuras. Brahmājī, along with other demigods, prayed at the shore of the Kṣīrodaka Ocean, and they were advised of the descent of Kṛṣṇa as the son of Vasudeva and Devakī. So some people say that the Lord appeared because of the prayers of Brahmājī."
    },
    {
        "verse": "35",
        "devanagari": "भवेऽस्मिन् क्लिश्यमानानामविद्याकामकर्मभि: ।श्रवणस्मरणार्हाणि करिष्यन्निति केचन ॥ ३५ ॥",
        "english_devnagari": "bhave ’smin kliśyamānānāmavidyā-kāma-karmabhiḥśravaṇa-smaraṇārhāṇikariṣyann iti kecana",
        "verse_Syn": [
            "bhave",
            "asmin",
            "kliśyamānānām",
            "avidyā",
            "kāma",
            "karmabhiḥ",
            "śravaṇa",
            "smaraṇa",
            "arhāṇi",
            "kariṣyan",
            "iti",
            "kecana"
        ],
        "translation": "And yet others say that You appeared for the sake of rejuvenating the devotional service of hearing, remembering, worshiping and so on in order that the conditioned souls suffering from material pangs might take advantage and gain liberation.",
        "purport": " In the Śrīmad Bhagavad-gītā the Lord asserts that He appears in every millennium just to reestablish the way of religion. The way of religion is made by the Supreme Lord. No one can manufacture a new path of religion, as is the fashion for certain ambitious persons. The factual way of religion is to accept the Lord as the supreme authority and thus render service unto Him in spontaneous love. A living being cannot help but render service because he is constitutionally made for that purpose. The only function of the living being is to render service to the Lord. The Lord is great, and living beings are subordinate to Him. Therefore, the duty of the living being is just to serve Him only. Unfortunately the illusioned living beings, out of misunderstanding only, become servants of the senses by material desire. This desire is called avidyā, or nescience. And out of such desire the living being makes different plans for material enjoyment centered about a perverted sex life. He therefore becomes entangled in the chain of birth and death by transmigrating into different bodies on different planets under the direction of the Supreme Lord. Unless, therefore, one is beyond the boundary of this nescience, one cannot get free from the threefold miseries of material life. That is the law of nature. The Lord, however, out of His causeless mercy, because He is more merciful to the suffering living beings than they can expect, appears before them and renovates the principles of devotional service comprised of hearing, chanting, remembering, serving, worshiping, praying, cooperating and surrendering unto Him. Adoption of all the above-mentioned items, or any one of them, can help a conditioned soul get out of the tangle of nescience and thus become liberated from all material sufferings created by the living being illusioned by the external energy. This particular type of mercy is bestowed upon the living being by the Lord in the form of Lord Śrī Caitanya Mahāprabhu."
    },
    {
        "verse": "36",
        "devanagari": "श‍ृण्वन्ति गायन्ति गृणन्त्यभीक्ष्णश:स्मरन्ति नन्दन्ति तवेहितं जना: ।त एव पश्यन्त्यचिरेण तावकंभवप्रवाहोपरमं पदाम्बुजम् ॥ ३६ ॥",
        "english_devnagari": "śṛṇvanti gāyanti gṛṇanty abhīkṣṇaśaḥsmaranti nandanti tavehitaṁ janāḥta eva paśyanty acireṇa tāvakaṁbhava-pravāhoparamaṁ padāmbujam",
        "verse_Syn": [
            "śṛṇvanti",
            "gāyanti",
            "gṛṇanti",
            "abhīkṣṇaśaḥ",
            "smaranti",
            "nandanti",
            "tava",
            "īhitam",
            "janāḥ",
            "te",
            "eva",
            "paśyanti",
            "acireṇa",
            "tāvakam",
            "bhava",
            "pravāha",
            "uparamam",
            "pada",
            "ambujam"
        ],
        "translation": "O Kṛṣṇa, those who continuously hear, chant and repeat Your transcendental activities, or take pleasure in others’ doing so, certainly see Your lotus feet, which alone can stop the repetition of birth and death.",
        "purport": " The Supreme Lord Śrī Kṛṣṇa cannot be seen by our present conditional vision. In order to see Him, one has to change his present vision by developing a different condition of life full of spontaneous love of Godhead. When Śrī Kṛṣṇa was personally present on the face of the globe, not everyone could see Him as the Supreme Personality of Godhead. Materialists like Rāvaṇa, Hiraṇyakaśipu, Kaṁsa, Jarāsandha and Śiśupāla were highly qualified personalities by acquisition of material assets, but they were unable to appreciate the presence of the Lord. Therefore, even though the Lord may be present before our eyes, it is not possible to see Him unless we have the necessary vision. This necessary qualification is developed by the process of devotional service only, beginning with hearing about the Lord from the right sources. The Bhagavad-gītā is one of the popular literatures which are generally heard, chanted, repeated, etc., by the people in general, but in spite of such hearing, etc., sometimes it is experienced that the performer of such devotional service does not see the Lord face to face. The reason is that the first item, śravaṇa, is very important. If hearing is from the right sources, it acts very quickly. Generally people hear from unauthorized persons. Such unauthorized persons may be very learned by academic qualifications, but because they do not follow the principles of devotional service, hearing from them becomes a sheer waste of time. Sometimes the texts are interpreted fashionably to suit their own purposes. Therefore, first one should select a competent and bona fide speaker and then hear from him. When the hearing process is perfect and complete, the other processes become automatically perfect in their own way. There are different transcendental activities of the Lord, and each and every one of them is competent to bestow the desired result, provided the hearing process is perfect. In the Bhāgavatam the activities of the Lord begin from His dealings with the Pāṇḍavas. There are many other pastimes of the Lord in connection with His dealings with the asuras and others. And in the Tenth Canto the sublime dealings with His conjugal associates, the gopīs, as well as with His married wives at Dvārakā are mentioned. Since the Lord is absolute, there is no difference in the transcendental nature of each and every dealing of the Lord. But sometimes people, in an unauthorized hearing process, take more interest in hearing about His dealings with the gopīs. Such an inclination indicates the lusty feelings of the hearer, so a bona fide speaker of the dealings of the Lord never indulges in such hearings. One must hear about the Lord from the very beginning, as in the Śrīmad-Bhāgavatam or any other scriptures, and that will help the hearer attain perfection by progressive development. One should not, therefore, consider that His dealings with the Pāṇḍavas are less important than His dealings with the gopīs. We must always remember that the Lord is always transcendental to all mundane attachment. In all the above-mentioned dealings of the Lord, He is the hero in all circumstances, and hearing about Him or about His devotees or combatants is conducive to spiritual life. It is said that the Vedas and Purāṇas, etc., are all made to revive our lost relation with Him. Hearing of all these scriptures is essential."
    },
    {
        "verse": "37",
        "devanagari": "अप्यद्य नस्त्वं स्वकृतेहित प्रभोजिहाससि स्वित्सुहृदोऽनुजीविन: ।येषां न चान्यद्भवत: पदाम्बुजात्परायणं राजसु योजितांहसाम् ॥ ३७ ॥",
        "english_devnagari": "apy adya nas tvaṁ sva-kṛtehita prabhojihāsasi svit suhṛdo ’nujīvinaḥyeṣāṁ na cānyad bhavataḥ padāmbujātparāyaṇaṁ rājasu yojitāṁhasām",
        "verse_Syn": [
            "api",
            "adya",
            "naḥ",
            "tvam",
            "sva",
            "kṛta",
            "īhita",
            "prabho",
            "jihāsasi",
            "svit",
            "suhṛdaḥ",
            "anujīvinaḥ",
            "yeṣām",
            "na",
            "ca",
            "anyat",
            "bhavataḥ",
            "pada",
            "ambujāt",
            "parāyaṇam",
            "rājasu",
            "yojita",
            "aṁhasām"
        ],
        "translation": "O my Lord, You have executed all duties Yourself. Are you leaving us today, though we are completely dependent on Your mercy and have no one else to protect us, now when all kings are at enmity with us?",
        "purport": " The Pāṇḍavas are most fortunate because with all good luck they were entirely dependent on the mercy of the Lord. In the material world, to be dependent on the mercy of someone else is the utmost sign of misfortune, but in the case of our transcendental relation with the Lord, it is the most fortunate case when we can live completely dependent on Him. The material disease is due to thinking of becoming independent of everything. But the cruel material nature does not allow us to become independent. The false attempt to become independent of the stringent laws of nature is known as material advancement of experimental knowledge. The whole material world is moving on this false attempt of becoming independent of the laws of nature. Beginning from Rāvaṇa, who wanted to prepare a direct staircase to the planets of heaven, down to the present age, they are trying to overcome the laws of nature. They are trying now to approach distant planetary systems by electronic mechanical power. But the highest goal of human civilization is to work hard under the guidance of the Lord and become completely dependent on Him. The highest achievement of perfect civilization is to work with valor but at the same time depend completely on the Lord. The Pāṇḍavas were the ideal executors of this standard of civilization. Undoubtedly they were completely dependent on the good will of Lord Śrī Kṛṣṇa, but they were not idle parasites of the Lord. They were all highly qualified both by personal character and by physical activities. Still they always looked for the mercy of the Lord because they knew that every living being is dependent by constitutional position. The perfection of life is, therefore, to become dependent on the will of the Lord, instead of becoming falsely independent in the material world. Those who try to become falsely independent of the Lord are called anātha, or without any guardian, whereas those who are completely dependent on the will of the Lord are called sanātha, or those having someone to protect them. Therefore we must try to be sanātha so that we can always be protected from the unfavorable condition of material existence. By the deluding power of the external material nature we forget that the material condition of life is the most undesirable perplexity. The Bhagavad-gītā therefore directs us (7.19) that after many, many births one fortunate person becomes aware of the fact that Vāsudeva is all in all and that the best way of leading one’s life is to surrender unto Him completely. That is the sign of a mahātmā. All the members of the Pāṇḍava family were mahātmās in household life. Mahārāja Yudhiṣṭhira was the head of these mahātmās, and Queen Kuntīdevī was the mother. The lessons of the Bhagavad-gītā and all the Purāṇas, specifically the Bhāgavata Purāṇa, are therefore inevitably connected with the history of the Pāṇḍava mahātmās. For them, separation from the Lord was just like the separation of a fish from water. Śrīmatī Kuntīdevī, therefore, felt such separation like a thunderbolt, and the whole prayer of the Queen is to try to persuade the Lord to stay with them. After the Battle of Kurukṣetra, although the inimical kings were killed, their sons and grandsons were still there to deal with the Pāṇḍavas. It is not only the Pāṇḍavas who were put into the condition of enmity, but all of us are always in such a condition, and the best way of living is to become completely dependent on the will of the Lord and thereby overcome all difficulties of material existence."
    },
    {
        "verse": "38",
        "devanagari": "के वयं नामरूपाभ्यां यदुभि: सह पाण्डवा: ।भवतोऽदर्शनं यर्हि हृषीकाणामिवेशितु: ॥ ३८ ॥",
        "english_devnagari": "ke vayaṁ nāma-rūpābhyāṁyadubhiḥ saha pāṇḍavāḥbhavato ’darśanaṁ yarhihṛṣīkāṇām iveśituḥ",
        "verse_Syn": [
            "ke",
            "vayam",
            "nāma",
            "rūpābhyām",
            "yadubhiḥ",
            "saha",
            "pāṇḍavāḥ",
            "bhavataḥ",
            "adarśanam",
            "yarhi",
            "hṛṣīkāṇām",
            "iva",
            "īśituḥ"
        ],
        "translation": "As the name and fame of a particular body is finished with the disappearance of the living spirit, similarly if You do not look upon us, all our fame and activities, along with the Pāṇḍavas and Yadus, will end at once.",
        "purport": " Kuntīdevī is quite aware that the existence of the Pāṇḍavas is due to Śrī Kṛṣṇa only. The Pāṇḍavas are undoubtedly well established in name and fame and are guided by the great King Yudhiṣṭhira, who is morality personified, and the Yadus are undoubtedly great allies, but without the guidance of Lord Kṛṣṇa all of them are nonentities, as much as the senses of the body are useless without the guidance of consciousness. No one should be proud of his prestige, power and fame without being guided by the favor of the Supreme Lord. The living beings are always dependent, and the ultimate dependable object is the Lord Himself. We may, therefore, invent by our advancement of material knowledge all sorts of counteracting material resources, but without being guided by the Lord all such inventions end in fiasco, however strong and stout the reactionary elements may be."
    },
    {
        "verse": "39",
        "devanagari": "नेयं शोभिष्यते तत्र यथेदानीं गदाधर ।त्वत्पदैरङ्किता भाति स्वलक्षणविलक्षितै: ॥ ३९ ॥",
        "english_devnagari": "neyaṁ śobhiṣyate tatrayathedānīṁ gadādharatvat-padair aṅkitā bhātisva-lakṣaṇa-vilakṣitaiḥ",
        "verse_Syn": [
            "na",
            "iyam",
            "śobhiṣyate",
            "tatra",
            "yathā",
            "idānīm",
            "gadādhara",
            "tvat",
            "padaiḥ",
            "aṅkitā",
            "bhāti",
            "sva",
            "lakṣaṇa",
            "vilakṣitaiḥ"
        ],
        "translation": "O Gadādhara [Kṛṣṇa], our kingdom is now being marked by the impressions of Your feet, and therefore it appears beautiful. But when You leave, it will no longer be so.",
        "purport": " There are certain particular marks on the feet of the Lord which distinguish the Lord from others. The marks of a flag, thunderbolt, and instrument to drive an elephant, umbrella, lotus, disc, etc., are on the bottom of the Lord’s feet. These marks are impressed upon the soft dust of the land where the Lord traverses. The land of Hastināpura was thus marked while Lord Śrī Kṛṣṇa was there with the Pāṇḍavas, and the kingdom of the Pāṇḍavas thus flourished by such auspicious signs. Kuntīdevī pointed out these distinguished features and was afraid of ill luck in the absence of the Lord."
    },
    {
        "verse": "40",
        "devanagari": "इमे जनपदा: स्वृद्धा: सुपक्‍वौषधिवीरुध: ।वनाद्रिनद्युदन्वन्तो ह्येधन्ते तव वीक्षितै: ॥ ४० ॥",
        "english_devnagari": "ime jana-padāḥ svṛddhāḥsupakvauṣadhi-vīrudhaḥvanādri-nady-udanvantohy edhante tava vīkṣitaiḥ",
        "verse_Syn": [
            "ime",
            "jana",
            "padāḥ",
            "svṛddhāḥ",
            "supakva",
            "auṣadhi",
            "vīrudhaḥ",
            "vana",
            "adri",
            "nadī",
            "udanvantaḥ",
            "hi",
            "edhante",
            "tava",
            "vīkṣitaiḥ"
        ],
        "translation": "All these cities and villages are flourishing in all respects because the herbs and grains are in abundance, the trees are full of fruits, the rivers are flowing, the hills are full of minerals and the oceans full of wealth. And this is all due to Your glancing over them.",
        "purport": " Human prosperity flourishes by natural gifts and not by gigantic industrial enterprises. The gigantic industrial enterprises are products of a godless civilization, and they cause the destruction of the noble aims of human life. The more we go on increasing such troublesome industries to squeeze out the vital energy of the human being, the more there will be unrest and dissatisfaction of the people in general, although a few only can live lavishly by exploitation. The natural gifts such as grains and vegetables, fruits, rivers, the hills of jewels and minerals, and the seas full of pearls are supplied by the order of the Supreme, and as He desires, material nature produces them in abundance or restricts them at times. The natural law is that the human being may take advantage of these godly gifts by nature and satisfactorily flourish on them without being captivated by the exploitative motive of lording it over material nature. The more we attempt to exploit material nature according to our whims of enjoyment, the more we shall become entrapped by the reaction of such exploitative attempts. If we have sufficient grains, fruits, vegetables and herbs, then what is the necessity of running a slaughterhouse and killing poor animals? A man need not kill an animal if he has sufficient grains and vegetables to eat. The flow of river waters fertilizes the fields, and there is more than what we need. Minerals are produced in the hills, and the jewels in the ocean. If the human civilization has sufficient grains, minerals, jewels, water, milk, etc., then why should it hanker after terrible industrial enterprises at the cost of the labor of some unfortunate men? But all these natural gifts are dependent on the mercy of the Lord. What we need, therefore, is to be obedient to the laws of the Lord and achieve the perfection of human life by devotional service. The indications by Kuntīdevī are just to the point. She desires that God’s mercy be bestowed upon them so that natural prosperity be maintained by His grace."
    },
    {
        "verse": "41",
        "devanagari": "अथ विश्वेश विश्वात्मन् विश्वमूर्ते स्वकेषु मे ।स्‍नेहपाशमिमं छिन्धि द‍ृढं पाण्डुषु वृष्णिषु ॥ ४१ ॥",
        "english_devnagari": "atha viśveśa viśvātmanviśva-mūrte svakeṣu mesneha-pāśam imaṁ chindhidṛḍhaṁ pāṇḍuṣu vṛṣṇiṣu",
        "verse_Syn": [
            "atha",
            "viśva",
            "īśa",
            "viśva",
            "ātman",
            "viśva",
            "mūrte",
            "svakeṣu",
            "me",
            "sneha",
            "pāśam",
            "imam",
            "chindhi",
            "dṛḍham",
            "pāṇḍuṣu",
            "vṛṣṇiṣu"
        ],
        "translation": "O Lord of the universe, soul of the universe, O personality of the form of the universe, please, therefore, sever my tie of affection for my kinsmen, the Pāṇḍavas and the Vṛṣṇis.",
        "purport": " A pure devotee of the Lord is ashamed to ask anything in self-interest from the Lord. But the householders are sometimes obliged to ask favors from the Lord, being bound by the tie of family affection. Śrīmatī Kuntīdevī was conscious of this fact, and therefore she prayed to the Lord to cut off the affectionate tie from her own kinsmen, the Pāṇḍavas and the Vṛṣṇis. The Pāṇḍavas are her own sons, and the Vṛṣṇis are the members of her paternal family. Kṛṣṇa was equally related to both the families. Both the families required the Lord’s help because both were dependent devotees of the Lord. Śrīmatī Kuntīdevī wished Śrī Kṛṣṇa to remain with her sons the Pāṇḍavas, but by His doing so her paternal house would be bereft of the benefit. All these partialities troubled the mind of Kuntī, and therefore she desired to cut off the affectionate tie. A pure devotee cuts off the limited ties of affection for his family and widens his activities of devotional service for all forgotten souls. The typical example is the band of Six Gosvāmīs, who followed the path of Lord Caitanya. All of them belonged to the most enlightened and cultured rich families of the higher castes, but for the benefit of the mass of population they left their comfortable homes and became mendicants. To cut off all family affection means to broaden the field of activities. Without doing this, no one can be qualified as a brāhmaṇa, a king, a public leader or a devotee of the Lord. The Personality of Godhead, as an ideal king, showed this by example. Śrī Rāmacandra cut off the tie of affection for His beloved wife to manifest the qualities of an ideal king. Such personalities as a brāhmaṇa, a devotee, a king or a public leader must be very broad-minded in discharging their respective duties. Śrīmatī Kuntīdevī was conscious of this fact, and being weak she prayed to be free from such bondage of family affection. The Lord is addressed as the Lord of the universe, or the Lord of the universal mind, indicating His all-powerful ability to cut the hard knot of family affection. Therefore, it is sometimes experienced that the Lord, out of His special affinity towards a weak devotee, breaks the family affection by force of circumstances arranged by His all-powerful energy. By doing so He causes the devotee to become completely dependent on Him and thus clears the path for his going back to Godhead."
    },
    {
        "verse": "42",
        "devanagari": "त्वयि मेऽनन्यविषया मतिर्मधुपतेऽसकृत् ।रतिमुद्वहतादद्धा गङ्गेवौघमुदन्वति ॥ ४२ ॥",
        "english_devnagari": "tvayi me ’nanya-viṣayāmatir madhu-pate ’sakṛtratim udvahatād addhāgaṅgevaugham udanvati",
        "verse_Syn": [
            "tvayi",
            "me",
            "ananya",
            "viṣayā",
            "matiḥ",
            "madhu",
            "pate",
            "asakṛt",
            "ratim",
            "udvahatāt",
            "addhā",
            "gaṅgā",
            "iva",
            "ogham",
            "udanvati"
        ],
        "translation": "O Lord of Madhu, as the Ganges forever flows to the sea without hindrance, let my attraction be constantly drawn unto You without being diverted to anyone else.",
        "purport": " Perfection of pure devotional service is attained when all attention is diverted towards the transcendental loving service of the Lord. To cut off the tie of all other affections does not mean complete negation of the finer elements, like affection for someone else. This is not possible. A living being, whoever he may be, must have this feeling of affection for others because this is a symptom of life. The symptoms of life, such as desire, anger, hankerings, feelings of attraction, etc., cannot be annihilated. Only the objective has to be changed. Desire cannot be negated, but in devotional service the desire is changed only for the service of the Lord in place of desire for sense gratification. The so-called affection for family, society, country, etc., consists of different phases of sense gratification. When this desire is changed for the satisfaction of the Lord, it is called devotional service. In the Bhagavad-gītā we can see that Arjuna desired not to fight with his brothers and relations just to satisfy his own personal desires. But when he heard the message of the Lord, Śrīmad Bhagavad-gītā, he changed his decision and served the Lord. And for his doing so, he became a famous devotee of the Lord, for it is declared in all the scriptures that Arjuna attained spiritual perfection by devotional service to the Lord in friendship. The fighting was there, the friendship was there, Arjuna was there, and Kṛṣṇa was there, but Arjuna became a different person by devotional service. Therefore, the prayers of Kuntī also indicate the same categorical changes in activities. Śrīmatī Kuntī wanted to serve the Lord without diversion, and that was her prayer. This unalloyed devotion is the ultimate goal of life. Our attention is usually diverted to the service of something which is nongodly or not in the program of the Lord. When the program is changed into the service of the Lord, that is to say when the senses are purified in relation with the service of the Lord, it is called pure unalloyed devotional service. Śrīmatī Kuntīdevī wanted that perfection and prayed for it from the Lord. Her affection for the Pāṇḍavas and the Vṛṣṇis is not out of the range of devotional service because the service of the Lord and the service of the devotees are identical. Sometimes service to the devotee is more valuable than service to the Lord. But here the affection of Kuntīdevī for the Pāṇḍavas and the Vṛṣṇis was due to family relation. This tie of affection in terms of material relation is the relation of māyā because the relations of the body or the mind are due to the influence of the external energy. Relations of the soul, established in relation with the Supreme Soul, are factual relations. When Kuntīdevī wanted to cut off the family relation, she meant to cut off the relation of the skin. The skin relation is the cause of material bondage, but the relation of the soul is the cause of freedom. This relation of the soul to the soul can be established by the medium of the relation with the Supersoul. Seeing in the darkness is not seeing. But seeing by the light of the sun means to see the sun and everything else which was unseen in the darkness. That is the way of devotional service."
    },
    {
        "verse": "43",
        "devanagari": "श्रीकृष्ण कृष्णसख वृष्ण्यृषभावनिध्रुग्राजन्यवंशदहनानपवर्गवीर्य ।गोविन्द गोद्विजसुरार्तिहरावतारयोगेश्वराखिलगुरो भगवन्नमस्ते ॥ ४३ ॥",
        "english_devnagari": "śrī-kṛṣṇa kṛṣṇa-sakha vṛṣṇy-ṛṣabhāvani-dhrug-rājanya-vaṁśa-dahanānapavarga-vīryagovinda go-dvija-surārti-harāvatārayogeśvarākhila-guro bhagavan namas te",
        "verse_Syn": [
            "śrī",
            "kṛṣṇa",
            "kṛṣṇa",
            "sakha",
            "vṛṣṇi",
            "ṛṣabha",
            "avani",
            "dhruk",
            "rājanya",
            "vaṁśa",
            "dahana",
            "anapavarga",
            "vīrya",
            "govinda",
            "go",
            "dvija",
            "sura",
            "arti",
            "hara",
            "avatāra",
            "yoga",
            "īśvara",
            "akhila",
            "guro",
            "bhagavan",
            "namaḥ",
            "te"
        ],
        "translation": "O Kṛṣṇa, O friend of Arjuna, O chief amongst the descendants of Vṛṣṇi, You are the destroyer of those political parties which are disturbing elements on this earth. Your prowess never deteriorates. You are the proprietor of the transcendental abode, and You descend to relieve the distresses of the cows, the brāhmaṇas and the devotees. You possess all mystic powers, and You are the preceptor of the entire universe. You are the almighty God, and I offer You my respectful obeisances.",
        "purport": " A summary of the Supreme Lord Śrī Kṛṣṇa is made herein by Śrīmatī Kuntīdevī. The almighty Lord has His eternal transcendental abode where He is engaged in keeping surabhi cows. He is served by hundreds and thousands of goddesses of fortune. He descends to the material world to reclaim His devotees and to annihilate the disturbing elements in groups of political parties and kings who are supposed to be in charge of administration work. He creates, maintains and annihilates by His unlimited energies, and still He is always full with prowess and does not deteriorate in potency. The cows, the brāhmaṇas and the devotees of the Lord are all objects of His special attention because they are very important factors for the general welfare of living beings."
    },
    {
        "verse": "44",
        "devanagari": "सूत उवाचपृथयेत्थं कलपदै: परिणूताखिलोदय: ।मन्दं जहास वैकुण्ठो मोहयन्निव मायया ॥ ४४ ॥",
        "english_devnagari": "sūta uvācapṛthayetthaṁ kala-padaiḥpariṇūtākhilodayaḥmandaṁ jahāsa vaikuṇṭhomohayann iva māyayā",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "pṛthayā",
            "ittham",
            "kala",
            "padaiḥ",
            "pariṇūta",
            "akhila",
            "udayaḥ",
            "mandam",
            "jahāsa",
            "vaikuṇṭhaḥ",
            "mohayan",
            "iva",
            "māyayā"
        ],
        "translation": "Sūta Gosvāmī said: The Lord, thus hearing the prayers of Kuntīdevī, composed in choice words for His glorification, mildly smiled. That smile was as enchanting as His mystic power.",
        "purport": " Anything that is enchanting in the world is said to be a representation of the Lord. The conditioned souls, who are engaged in trying to lord it over the material world, are also enchanted by His mystic powers, but His devotees are enchanted in a different way by the glories of the Lord, and His merciful blessings are upon them. His energy is displayed in different ways, as electrical energy works in manifold capacities. Śrīmatī Kuntīdevī has prayed to the Lord just to enunciate a fragment of His glories. All His devotees worship Him in that way, by chosen words, and therefore the Lord is known as Uttamaśloka. No amount of chosen words is sufficient to enumerate the Lord’s glory, and yet He is satisfied by such prayers as the father is satisfied even by the broken linguistic attempts of the growing child. The word māyā is used both in the sense of delusion and mercy. Herein the word māyā is used in the sense of the Lord’s mercy upon Kuntīdevī."
    },
    {
        "verse": "45",
        "devanagari": "तां बाढमित्युपामन्‍त्र्य प्रविश्य गजसाह्वयम् ।स्त्रियश्च स्वपुरं यास्यन् प्रेम्णा राज्ञा निवारित: ॥ ४५ ॥",
        "english_devnagari": "tāṁ bāḍham ity upāmantryapraviśya gajasāhvayamstriyaś ca sva-puraṁ yāsyanpremṇā rājñā nivāritaḥ",
        "verse_Syn": [
            "tām",
            "bāḍham",
            "iti",
            "upāmantrya",
            "praviśya",
            "gajasāhvayam",
            "striyaḥ",
            "ca",
            "sva",
            "puram",
            "yāsyan",
            "premṇā",
            "rājñā",
            "nivāritaḥ"
        ],
        "translation": "Thus accepting the prayers of Śrīmatī Kuntīdevī, the Lord subsequently informed other ladies of His departure by entering the palace of Hastināpura. But upon preparing to leave, He was stopped by King Yudhiṣṭhira, who implored Him lovingly.",
        "purport": " No one could make Lord Kṛṣṇa stay at Hastināpura when He decided to start for Dvārakā, but the simple request of King Yudhiṣṭhira that the Lord remain there for a few days more was immediately effective. This signifies that the power of King Yudhiṣṭhira was loving affection, which the Lord could not deny. The almighty God is thus conquered only by loving service and nothing else. He is fully independent in all His dealings, but He voluntarily accepts obligations by the loving affection of His pure devotees."
    },
    {
        "verse": "46",
        "devanagari": "व्यासाद्यैरीश्वरेहाज्ञै: कृष्णेनाद्भुतकर्मणा ।प्रबोधितोऽपीतिहासैर्नाबुध्यत शुचार्पित: ॥ ४६ ॥",
        "english_devnagari": "vyāsādyair īśvarehājñaiḥkṛṣṇenādbhuta-karmaṇāprabodhito ’pītihāsairnābudhyata śucārpitaḥ",
        "verse_Syn": [
            "vyāsa",
            "ādyaiḥ",
            "īśvara",
            "īhā",
            "jñaiḥ",
            "kṛṣṇena",
            "adbhuta",
            "karmaṇā",
            "prabodhitaḥ",
            "api",
            "itihāsaiḥ",
            "na",
            "abudhyata",
            "śucā",
            "arpitaḥ"
        ],
        "translation": "King Yudhiṣṭhira, who was much aggrieved, could not be convinced, despite instructions by great sages headed by Vyāsa and the Lord Kṛṣṇa Himself, the performer of superhuman feats, and despite all historical evidence.",
        "purport": " The pious King Yudhiṣṭhira was mortified because of the mass massacre of human beings in the Battle of Kurukṣetra, especially on his account. Duryodhana was there on the throne, and he was doing well in his administration, and in one sense there was no need of fighting. But on the principle of justice Yudhiṣṭhira was to replace him. The whole clique of politics centered around this point, and all the kings and residents of the whole world became involved in this fight between the rival brothers. Lord Kṛṣṇa was also there on the side of King Yudhiṣṭhira. It is said in the Mahābhārata, Ādi-parva (2.25) that 640,000,000 men were killed in the eighteen days of the Battle of Kurukṣetra, and some hundreds of thousands were missing. Practically this was the greatest battle in the world within five thousand years. This mass killing simply to enthrone Mahārāja Yudhiṣṭhira was too mortifying, so he tried to be convinced with evidences from histories by great sages like Vyāsa and the Lord Himself that the fight was just because the cause was just. But Mahārāja Yudhiṣṭhira would not be satisfied, even though he was instructed by the greatest personalities of the time. Kṛṣṇa is designated herein as the performer of superhuman actions, but in this particular instance neither He nor Vyāsa could convince King Yudhiṣṭhira. Does it mean that He failed to be a superhuman actor? No, certainly not. The interpretation is that the Lord as īśvara, or the Supersoul in the hearts of both King Yudhiṣṭhira and Vyāsa, performed still more superhuman action because the Lord desired it. As Supersoul of King Yudhiṣṭhira, He did not allow the King to be convinced by the words of Vyāsa and others, including Himself, because He desired that the King hear instructions from the dying Bhīṣmadeva, who was another great devotee of the Lord. The Lord wanted that at the last stage of his material existence the great warrior Bhīṣmadeva see Him personally and see his beloved grandchildren, King Yudhiṣṭhira, etc., now situated on the throne, and thus pass away very peacefully. Bhīṣmadeva was not at all satisfied to fight against the Pāṇḍavas, who were his beloved fatherless grandchildren. But the kṣatriyas are also very stern people, and therefore he was obliged to take the side of Duryodhana because he was maintained at the expense of Duryodhana. Besides this, the Lord also desired that King Yudhiṣṭhira be pacified by the words of Bhīṣmadeva so that the world could see that Bhīṣmadeva excelled all in knowledge, including the Lord Himself."
    },
    {
        "verse": "47",
        "devanagari": "आह राजा धर्मसुतश्चिन्तयन् सुहृदां वधम् ।प्राकृतेनात्मना विप्रा: स्‍नेहमोहवशं गत: ॥ ४७ ॥",
        "english_devnagari": "āha rājā dharma-sutaścintayan suhṛdāṁ vadhamprākṛtenātmanā viprāḥsneha-moha-vaśaṁ gataḥ",
        "verse_Syn": [
            "āha",
            "rājā",
            "dharma",
            "sutaḥ",
            "cintayan",
            "suhṛdām",
            "vadham",
            "prākṛtena",
            "ātmanā",
            "viprāḥ",
            "sneha",
            "moha",
            "vaśam",
            "gataḥ"
        ],
        "translation": "King Yudhiṣṭhira, son of Dharma, overwhelmed by the death of his friends, was aggrieved just like a common, materialistic man. O sages, thus deluded by affection, he began to speak.",
        "purport": " King Yudhiṣṭhira, though he was not expected to become aggrieved like a common man, became deluded by worldly affection by the will of the Lord (just as Arjuna was apparently deluded). A man who sees knows well that the living entity is neither the body nor the mind, but is transcendental to the material conception of life. The common man thinks of violence and nonviolence in terms of the body, but that is a kind of delusion. Everyone is duty-bound according to one’s occupational duties. A kṣatriya is bound to fight for the right cause, regardless of the opposite party. In such discharge of duty, one should not be disturbed by annihilation of the material body, which is only an external dress of the living soul. All this was perfectly known to Mahārāja Yudhiṣṭhira, but by the will of the Lord he became just like a common man because there was another great idea behind this delusion: the King would be instructed by Bhīṣma as Arjuna was instructed by the Lord Himself."
    },
    {
        "verse": "48",
        "devanagari": "अहो मे पश्यताज्ञानं हृदि रूढं दुरात्मन: ।पारक्यस्यैव देहस्य बह्‍व्यो मेऽक्षौहिणीर्हता: ॥ ४८ ॥",
        "english_devnagari": "aho me paśyatājñānaṁhṛdi rūḍhaṁ durātmanaḥpārakyasyaiva dehasyabahvyo me ’kṣauhiṇīr hatāḥ",
        "verse_Syn": [
            "aho",
            "me",
            "paśyata",
            "ajñānam",
            "hṛdi",
            "rūḍham",
            "durātmanaḥ",
            "pārakyasya",
            "eva",
            "dehasya",
            "bahvyaḥ",
            "me",
            "akṣauhiṇīḥ",
            "hatāḥ"
        ],
        "translation": "King Yudhiṣṭhira said: O my lot! I am the most sinful man! Just see my heart, which is full of ignorance! This body, which is ultimately meant for others, has killed many, many phalanxes of men.",
        "purport": " A solid phalanx of 21,870 chariots, 21,870 elephants, 109,650 infantry and 65,600 cavalry is called an akṣauhiṇī. And many akṣauhiṇīs were killed on the Battlefield of Kurukṣetra. Mahārāja Yudhiṣṭhira, as the most pious king of the world, takes for himself the responsibility for killing such a huge number of living beings because the battle was fought to reinstate him on the throne. This body is, after all, meant for others. While there is life in the body, it is meant for the service of others, and when it is dead it is meant to be eaten by dogs and jackals or maggots. He is sorry because for such a temporary body such a huge massacre was committed."
    },
    {
        "verse": "49",
        "devanagari": "बालद्विजसुहृन्मित्रपितृभ्रातृगुरुद्रुह: ।न मे स्यान्निरयान्मोक्षो ह्यपि वर्षायुतायुतै: ॥ ४९ ॥",
        "english_devnagari": "bāla-dvija-suhṛn-mitra-pitṛ-bhrātṛ-guru-druhaḥna me syān nirayān mokṣohy api varṣāyutāyutaiḥ",
        "verse_Syn": [
            "bāla",
            "dvi",
            "ja",
            "suhṛt",
            "mitra",
            "pitṛ",
            "bhrātṛ",
            "guru",
            "druhaḥ",
            "na",
            "me",
            "syāt",
            "nirayāt",
            "mokṣaḥ",
            "hi",
            "api",
            "varṣa",
            "ayuta",
            "āyutaiḥ"
        ],
        "translation": "I have killed many boys, brāhmaṇas, well-wishers, friends, parents, preceptors and brothers. Though I live millions of years, I will not be relieved from the hell that awaits me for all these sins.",
        "purport": " Whenever there is a war, there is certainly a massacre of many innocent living beings, such as boys, brāhmaṇas and women, whose killing is considered to be the greatest of sins. They are all innocent creatures, and in all circumstances killing of them is forbidden in the scriptures. Mahārāja Yudhiṣṭhira was aware of these mass killings. Similarly, there were friends, parents and preceptors also on both sides, and all of them were killed. It was simply horrible for him to think of such killing, and therefore he was thinking of residing in hell for millions and billions of years."
    },
    {
        "verse": "50",
        "devanagari": "नैनो राज्ञ: प्रजाभर्तुर्धर्मयुद्धे वधो द्विषाम् ।इति मे न तु बोधाय कल्पते शासनं वच: ॥ ५० ॥",
        "english_devnagari": "naino rājñaḥ prajā-bharturdharma-yuddhe vadho dviṣāmiti me na tu bodhāyakalpate śāsanaṁ vacaḥ",
        "verse_Syn": [
            "na",
            "enaḥ",
            "rājñaḥ",
            "prajā",
            "bhartuḥ",
            "dharma",
            "yuddhe",
            "vadhaḥ",
            "dviṣām",
            "iti",
            "me",
            "na",
            "tu",
            "bodhāya",
            "kalpate",
            "śāsanam",
            "vacaḥ"
        ],
        "translation": "There is no sin for a king who kills for the right cause, who is engaged in maintaining his citizens. But this injunction is not applicable to me.",
        "purport": " Mahārāja Yudhiṣṭhira thought that although he was not actually involved in the administration of the kingdom, which was being carried on well by Duryodhana without harm to the citizens, he caused the killing of so many living beings only for his personal gain of the kingdom from the hands of Duryodhana. The killing was committed not in the course of administration but for the sake of self-aggrandizement, and as such he thought himself responsible for all the sins."
    },
    {
        "verse": "51",
        "devanagari": "स्त्रीणां मद्धतबन्धूनां द्रोहो योऽसाविहोत्थित: ।कर्मभिर्गृहमेधीयैर्नाहं कल्पो व्यपोहितुम् ॥ ५१ ॥",
        "english_devnagari": "strīṇāṁ mad-dhata-bandhūnāṁdroho yo ’sāv ihotthitaḥkarmabhir gṛhamedhīyairnāhaṁ kalpo vyapohitum",
        "verse_Syn": [
            "strīṇām",
            "mat",
            "hata",
            "bandhūnām",
            "drohaḥ",
            "yaḥ",
            "asau",
            "iha",
            "utthitaḥ",
            "karmabhiḥ",
            "gṛhamedhīyaiḥ",
            "na",
            "aham",
            "kalpaḥ",
            "vyapohitum"
        ],
        "translation": "I have killed many friends of women, and I have thus caused enmity to such an extent that it is not possible to undo it by material welfare work.",
        "purport": " The gṛhamedhīs are those whose only business is to perform welfare work for the sake of material prosperity. Such material prosperity is sometimes hampered by sinful activities, for the materialist is sure to commit sins, even unintentionally, in the course of discharging material duties. To get relief from such sinful reactions, the Vedas prescribe several kinds of sacrifices. It is said in the Vedas that by performing the aśvamedha-yajña (horse sacrifice) one can get relief from even brahma-hatyā (killing of a brāhmaṇa). Yudhiṣṭhira Mahārāja performed this aśvamedha-yajña, but he thinks that even by performing such yajñas it is not possible to get relief from the great sins committed. In war either the husband or the brother or even the father or sons go to fight. And when they are killed, a fresh enmity is created, and thus a chain of actions and reactions increases which is not possible to be counteracted even by thousands of aśvamedha-yajñas. The way of work (karma) is like that. It creates one action and another reaction simultaneously and thus increases the chain of material activities, binding the performer in material bondage. In the Bhagavad-gītā (9.27-28) the remedy is suggested that such actions and reactions of the path of work can be checked only when work is done on behalf of the Supreme Lord. The Battle of Kurukṣetra was actually fought by the will of the Supreme Lord Śrī Kṛṣṇa, as it is evident from His version, and only by His will was Yudhiṣṭhira placed on the throne of Hastināpura. Therefore, factually no sin whatsoever touched the Pāṇḍavas, who were only the order carriers of the Lord. For others, who declare war out of personal interest, the whole responsibility lies on them."
    },
    {
        "verse": "52",
        "devanagari": "यथा पङ्केन पङ्काम्भ: सुरया वा सुराकृतम् ।भूतहत्यां तथैवैकां न यज्ञैर्मार्ष्टुमर्हति ॥ ५२ ॥",
        "english_devnagari": "yathā paṅkena paṅkāmbhaḥsurayā vā surākṛtambhūta-hatyāṁ tathaivaikāṁna yajñair mārṣṭum arhati",
        "verse_Syn": [
            "yathā",
            "paṅkena",
            "paṅka",
            "ambhaḥ",
            "surayā",
            "vā",
            "surākṛtam",
            "bhūta",
            "hatyām",
            "tathā",
            "eva",
            "ekām",
            "na",
            "yajñaiḥ",
            "mārṣṭum",
            "arhati"
        ],
        "translation": "As it is not possible to filter muddy water through mud, or purify a wine-stained pot with wine, it is not possible to counteract the killing of men by sacrificing animals.",
        "purport": " Aśvamedha-yajñas or gomedha-yajñas, sacrifices in which a horse or a bull is sacrificed, were not, of course, for the purpose of killing the animals. Lord Caitanya said that such animals sacrificed on the altar of yajña were rejuvenated and a new life was given to them. It was just to prove the efficacy of the hymns of the Vedas. By recitation of the hymns of the Vedas in the proper way, certainly the performer gets relief from the reactions of sins, but in case of such sacrifices improperly done under inexpert management, surely one has to become responsible for animal sacrifice. In this age of quarrel and hypocrisy there is no possibility of performing the yajñas perfectly for want of expert brāhmaṇas who are able to conduct such yajñas. Mahārāja Yudhiṣṭhira therefore gives a hint to performing sacrifices in the Age of Kali. In the Kali-yuga the only sacrifice recommended is the performance of hari-nāma-yajña inaugurated by Lord Śrī Caitanya Mahāprabhu. But one should not indulge in animal killing and counteract it by performing the hari-nāma-yajña. Those who are devotees of the Lord never kill an animal for self-interest, and (as the Lord ordered Arjuna) they do not refrain from performing the duty of a kṣatriya. The whole purpose, therefore, is served when everything is done for the will of the Lord. This is possible only for the devotees."
    }
]