[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of Bitter Luffa [kritavedhana-kalpa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-4",
        "text": " Learn the names and the pharmaceutics of bitter luffa [kritavedhana]. It is also called Kshveda [kṣveḍa], Koshataki [kośātakī] and Mridangaphala [mṛdaṅgaphala]. It is extremely pungent, acute and hot, and is recommended in deep-rooted conditions of dermatosis, anemia, splenic disorders, edema, Gulma and toxicosis"
    },
    {
        "verse_id": "4½",
        "text": " Preparations of milk etc., as also of wine may be made of the flowers etc., of bitter luffa, as in the case of the drugs previously described."
    },
    {
        "verse_id": "5-7",
        "text": " One or two of the dried aud crushed fruits of bitter luffa according to the strength of the patient, should he taken in any of the nine kinds of decoctions of liquorice and other drugs of its group as in the case of the emetic nut. Decocting the fruits of bitter luffa and straining the decoction, a linctus may be made by mixing in it one part of the paste of bitter luffa seeds and half part of the emetic nut and other drugs. Thirteen decoctions can be made by macerating the bitter luffa in each of the decoctions of the purging cassia and other drugs of its group."
    },
    {
        "verse_id": "7½",
        "text": " Ten emulsions can be made by mixing bitter luffa [kritavedhana] with the powders of the roots of each of the ten milk-exuding trees of the silk cotton tree group."
    },
    {
        "verse_id": "8",
        "text": " Six preparations of pills can be made as in the case of the emetic nut. A ghee-preparation can be made of its fruits etc., in the same manner."
    },
    {
        "verse_id": "9-10",
        "text": " Fifty fruits of bitter luffa should be cooked in the expressed juice of the variegated mountain ebony. That decoction should be cooked into a linctus with the paste of the emetic nut group of drugs in the ratio of one part of the paste of bitter luffa and half part of the other drugs. It may also be prepared separately with the decoctions of each of the drugs of the variegated mountain ebony group."
    },
    {
        "verse_id": "11",
        "text": "The flesh of wet-land creatures along with equal part of bitter luffa, should be cooked in the decoction of each of the drugs of the emetic nut group and the juice of this fleshpreparation should be taken mixed with rock-salt."
    },
    {
        "verse_id": "11½",
        "text": " The juice of bitter luffa cooked with the flesh of wet-land creatures equal in quantity to that of the emetic nut and other drugs and of long pepper may be taken as potion."
    },
    {
        "verse_id": "12",
        "text": " A man afflicted with cough should take as potion, bitter luffa mixed and prepared with the juice of sugar-cane."
    },
    {
        "verse_id": "13-14",
        "text": " Four preparations in milk, one in wine, twenty-two preparations of decoctions, ten emulsion-preparations, one of ghee and six excellent preparations of pills, eight of linctus, seven of meat-juice and one preparation in sugar-cane juice—thus in all, sixty preparations of bitter luffa [kritavedhana] are described herein."
    }
]