[
    { "verse_id": "[<em>Cf", "text": " Previous chapter]" },
    {
        "verse_id": "41-42",
        "text": " Three hundred and fifty-five preparations for the purpose of emesis have been described and two hundred forty-five preparations for the purpose of purgation, thus making in all, six hundred preparations for purifying the upper and the lower regions of the body. These preparations are derived from fifteen basic drugs."
    },
    {
        "verse_id": "43",
        "text": "It has been laid down that a compound preparation is named after the basic drag which forms its principal active ingredient."
    },
    {
        "verse_id": "44",
        "text": " In the prescription of a compound where the emetic nut etc,, form the basic or principal drug, wines etc., occupy the secondary role as constituents, vehicles or excipients. They follow the main drug in the prescription, even as the attendants follow the king."
    },
    {
        "verse_id": "45",
        "text": " Even the antagonism of their potency does not vitally impair the main effects of the principal drugs, while admixture of drugs of similar potency intensifies its action."
    },
    {
        "verse_id": "46",
        "text": " As laid down, the use of articles that are of antagonistic potency to the disease is allowed for the purpose of imparting to the medication, pleasant color, taste, touch and odor suitable to the conditions of a disease."
    },
    {
        "verse_id": "47-47½",
        "text": " The dynamization of drugs may be done by impregnation with their expressed juice. A drug even though Small in measure becomes great in its action, if well impregnated. Therefore, drugs should be impregnated either with their own expressed juice or the expressed juice of the drugs of similar potency."
    },
    {
        "verse_id": "48-48½",
        "text": " By skilfully carrying out synthetic and analytic procedures on drtigs, by time factors and by pharmaceutical processes even a small dose of a drug may be made to produce powerful action and a big dose of medication may be made to produce a very mild result."
    },
    {
        "verse_id": "49-50",
        "text": " Here, six hundred preparations have been described, which are only a fraction of the possible numbet of such preparations. According to one’s own intelligence, thousands and millions of them may be made. As the combinations of drugs are very numerous, there can be no limitation to the extent of their combinations."
    },
    {
        "verse_id": "51-52½",
        "text": " Now learn the characters tics of the strong, moderate and mild types of action of these drugs. That which acts easily, quickly, with great force and unhindered, which does not induce exhaustion and which causes no pain in the rectum or the stomach which without causing griping in the intestines eliminates the entire morbic matter, be it a purgative or an evacuative enema, is to be regarded as of the strong type."
    },
    {
        "verse_id": "53-54",
        "text": " The drug that has not been impaired by water, fire or insects which is imbued with the beneficial qualities of soil and season, that has to be used in a slightly bigger dose and which is well impregnated with the juice of a drug of similar potency acquires strong power of action on person who has undergone the preliminary oleation and sudation procedures."
    },
    {
        "verse_id": "55",
        "text": "The drug that is slightly inferior as regards the qualities described above and administered in a similar dose to a person who has undergone the oleation and sudation procedures, has a moderate action."
    },
    {
        "verse_id": "56",
        "text": " The drug that is of low potency and is combined with the drugs of antagonistic potency and administered in a very small dose to a person who is dehydrated, has a mild and slow action."
    },
    {
        "verse_id": "57",
        "text": " That which does not eliminate the entirety of the morbid matter in a strong person is to be known as an insufficient or unsatisfactory purgative. This may be administered to persons of moderate and low strength to bring about successful purgation."
    },
    {
        "verse_id": "58",
        "text": " Disease is acute, moderate or mild and has all the symptoms or moderate number of symptoms or very few symptoms respectively. Different types of medications should be administered to suit those different conditions as well as to suit the strength of the patient."
    },
    {
        "verse_id": "59",
        "text": " When an emetic potion has not eliminated the morbid matter, it must be administered again and again, till the bile makes its appearance in the vomited matter."
    },
    {
        "verse_id": "60",
        "text": " Keeping in view the three grades of the strength of the morbidity as well as of the strength of the patient, the medication may be repeated or avoided altogether."
    },
    {
        "verse_id": "61",
        "text": "If the emetic medication gets itself eliminated or gets digested, then the wise physician desiring to eliminate the morbidity successfully, should administer another dose."
    },
    {
        "verse_id": "62",
        "text": " The emetic dose acts before getting digested, and the purgative dose acts while getting digested. Therefore, in the case of an emetic dose, one should not wait in expectation of delayed action after its digestion."
    },
    {
        "verse_id": "63",
        "text": "In the case of a purgative potion, if the medication gets itself digested without eliminating the morbidity or the medication is vomited. out, the intelligent physician should administer the medication again."
    },
    {
        "verse_id": "64",
        "text": " If the person with strong gastric fire, excessive morbidity and strong unctuous element has not been fully cleansed, he must be given his food that day and administered the purificatory potion again on the next day."
    },
    {
        "verse_id": "65",
        "text": " The weak person with excessive morbidity, who purges naturally owing to maturity of the morbidity, must be gradually helped in the movement of his bowels by means of appropriate articled of diet."
    },
    {
        "verse_id": "66",
        "text": " If a person that has undergone the purificatory procedures of emesis and purgation is not fully cleansed, then the residual morbidity in him may be sedated by means of digestive stimulant foods and drinks."
    },
    {
        "verse_id": "67",
        "text": " A mild medicine should be prescribed as potion in the ease of a weak man or one whose morbidity is slight and of one whose bowelcondition is not known."
    },
    {
        "verse_id": "68",
        "text": " It is better to take a potion of a mild medication repeatedly as it is attended with only slight discomfort and no risk, than to take a very strong medication which is attended with immediate danger to life."
    },
    {
        "verse_id": "69",
        "text": " Even a weak person if afflicted with excessive morbidity should be purged by gradual steps by means of repeated administration of small doses of mild medications, for the morbidity if not eliminated, may kill the patient."
    },
    {
        "verse_id": "70",
        "text": " The person in whom the purgative potion gets mixed with the Kapha in the stomach and shows a tendency to go upward, should first be given emesis, mouth-purifying gargles and lightening therapy, and then, the purgative potion."
    },
    {
        "verse_id": "71",
        "text": " In condition of constipation and tardy and scanty elimination of morbid matter, hot water should be drunk. It relieves distension of abdomen, thirst, vomiting and constipation."
    },
    {
        "verse_id": "72",
        "text": " If the medication is obstructed by the morbid matter, it causes neither emesis nor purgation but gives rise to eructation and body-ache, In such cases, sudation procedure should be done."
    },
    {
        "verse_id": "73",
        "text": " If a person has been well purged and still continues to eructate the residue of the medicine in him should be immediately eliminated by emesis. If the medicine has been digested and causes excessive purgation, it should be stopped by refrigerant remedies."
    },
    {
        "verse_id": "74",
        "text": " Sometimes, the medicine administered remains in the stomach, obstructed by the Kapha. It acts towards the evening or the night, when the Kapha has decreased."
    },
    {
        "verse_id": "75",
        "text": " In case where the medicine has been digested and delayed in the intestines or has been carried upward by the Vata owing to lack of unctuous quality in the body or owing to fasting, another dose should be taken mixed with unctuous article and rock salt."
    },
    {
        "verse_id": "76",
        "text": " In a condition where during the digestion of the medicine there occur thirst, stupor, giddiness and fainting, a remedy that is curative of Pitta, sweet and refrigerants recommended."
    },
    {
        "verse_id": "77",
        "text": " In a condition where ptyalism, nansea, intestinal stasis and horripilation manifest as consequence of the medication becoming covered up by Kapha, acute, hot, pungent and such ether remedies curative of Kapha are beneficial."
    },
    {
        "verse_id": "78",
        "text": " If the hard-bowelled person who has been given the full oleation procedure does not purge, he should be given the lightening therapy; as a result of this, his Kapha, roused by the oleation procedure and accumulated in the body, will get sedated."
    },
    {
        "verse_id": "79",
        "text": " In those that are lacking in unctuous quality, that are afflicted with excessive Vata, that are hard bowelled, that are given to exercise or possess strong gastric fire, the purgative medicine administered gets digested without causing purgation."
    },
    {
        "verse_id": "80",
        "text": " Such persons should first be given enema and then the purgative medicine. Then, the morbidity that has been set in motion by the enema will get easily eliminated by the purgative dose."
    },
    {
        "verse_id": "81",
        "text": " In persons given to ununctuous food and drink and constant work, and who are possessed of strong gastric fire, the morbidity gets reduced by the influence of work, air, sun and the gastric fire."
    },
    {
        "verse_id": "82",
        "text": " They are able to tolerate the effects of even antagonistic diet or pre digestion meals or indigestion. They should be given oleation procedure and protected from the provocation of Vata. They should never be subjected to the purificatory procedures except in unavoidable circumstances of disease."
    },
    {
        "verse_id": "83",
        "text": " An unctuous purgative medicine should not be administered to one who has excessive unctuous quality in the body. To one possessed of excessive unctuous quality a non-unctuous purgative dose should be given."
    },
    {
        "verse_id": "84",
        "text": " The wise physician who being expert in proper procedure thus described and versed in the knowledge of clime, season and dosage, administers purgation to patients in whom it is indicated, will not be liable to error."
    },
    {
        "verse_id": "85",
        "text": " The purificatory dose if improperly administered is like poison and if properly administered, is like nectar. It should necessarily be taken at the prescribed times. Hence it should be administered with skill and care."
    },
    {
        "verse_id": "86",
        "text": " The dosage of drugs given in this section is with reference to moderate-bowelled persons and of average age and strength. This should be regarded as the standard for pharmaceutical purposes and larger or smaller doses have to be prepared keeping that standard in view."
    }
]