[{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of the Bottle Gourd [ikshvaku-kalpa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "2½",
        "text": " I shall now describe the tested preparations of the bottle gourd and the type of the patient for whom it is recommended."
    },
    {
        "verse_id": "3-3½",
        "text": " Here we describe the pharmaceutics of the bottle gourd which is known also by the names of Lamba [lambā], Katukalabu [kaṭukālābū], Tumbi [tumbī], Pindaphala [piṇḍaphalā], Ikshvaku [ikṣvāku] and Phalini [phalinī]."
    },
    {
        "verse_id": "4-4½",
        "text": " It is recommended for purpose of emesis in patients afflicted with cough, dyspnea, toxicosis, vomiting and fever as well as in patients distressed with phlegm or tachycardia."
    },
    {
        "verse_id": "5-5½",
        "text": " A large fistful of the sprouts of the plant that has not yet put forth blossoms should be boiled in 64 tolas of milk and given in the fever of the Kapha type, where the Pitta is also provoked,"
    },
    {
        "verse_id": "6-6½",
        "text": " Pour milk preparations can be made of its blossoms etc., as in the case of the bristly luffa and a fifth preparation in the supernatant part of wine made with its greenish yellow fruits."
    },
    {
        "verse_id": "7-7½",
        "text": " The expressed juice of its fruity prepared in thrice its quantity of milk, is to be administered in accumulation of phlegm in the chest, in alteration of voice and in coryza."
    },
    {
        "verse_id": "8-8½",
        "text": " The curds prepared from the milk in which the pulp of its old fruits have been cast, should be given as potion in cough, dyspnea and vomiting associated with kapha provocation."
    },
    {
        "verse_id": "9-9½",
        "text": " The seeds of bottle gourd [ikshvaku] impregnated with goat’s milk should be taken as potion in toxicosis, Gulma, abdominal diseases, tumors of glandular enlargement and in elephantiasis."
    },
    {
        "verse_id": "10-10½",
        "text": " The pulp of the bottle gourd fruit mixed with whey should be taken as potion in anemia, dermatosis and toxicosis, or a potion of butter-milk prepared with its pulp may be taken mixed with honey and rock-salt."
    },
    {
        "verse_id": "11-11½",
        "text": " The person habituated to pleasant smell should be made to vomit by smelling a flower which has been sprinkled over with the fruit-juice and the powder of the dried flowers of the bottle gourd."
    },
    {
        "verse_id": "12-12½",
        "text": " The pulp of the bottle gourd should be eaten with gur and til paste; or, the bottle gourd oil add ghee prepared as in the case of bristly luffa, may also be taken as an emetic."
    },
    {
        "verse_id": "13-13½",
        "text": " The seeds of the bottle gourd [ikshvaku] beginning with fifty in number and increased each time by ten till one hundred is reached, should be crushed and put into the decoctions of the emetic nut or any other drug of its group, taking each in successive order."
    },
    {
        "verse_id": "14",
        "text": " A fistful of its seeds mixed with the decoction of liquorice and the variegated mountain ebony or other drugs of its group may be taken as emetic dose."
    },
    {
        "verse_id": "14½",
        "text": " The size of the pills in the case of the decoctions of the variegated mountain ebony and other drugs of its group is the same as that of the emetic nut."
    },
    {
        "verse_id": "15-18½",
        "text": " 16 tolas of the bottle gourd seeds should be cooked in the decoction of the roots of bael and strained. Take three parts of this decoction, one part of treacle, one part of ghee, half part of each of the pastes of the seeds of sponge gourd, bristly luffa, bitter luffa and kurchi. This should be prepared into a linctus on a gentle fire stirring the stuff with a ladle till it has obtained the consistency of forming into threads which do not snap when put into water. This linctus should be taken in proper dose followed by a potion of the digestive stimulant decoction. This same preparation in the case of the tetrad of wind-killer etc., is described separately."
    },
    {
        "verse_id": "19-19½",
        "text": " The demulcent drink with the expressed juice of the bottle gourd and roasted paddy powder should be taken as potion in fever, cough, throat diseases and anorexia due to Kapha."
    },
    {
        "verse_id": "20",
        "text": " A potion of the paste of the bottle gourd [ikshvaku] seeds mixed with meatjuices should be taken in Gulma, urinary anomalies and ptyalism. As a result of this, the person vomits well-without getting exhausted."
    },
    {
        "verse_id": "21-23",
        "text": " Eight milk preparations, three preparations consisting of one in supernatant part of wine, one in whey and one in butter-milk, one of snuffy one preparation with til paste, one of oil and six preparations of successively increasing dose of seeds with emetic nut etc., one of ghee, nine with decoctions of liquorice etc., eight of pills, five of linctuses, one of demulcent drink and one of meat-juice—thus these forty-five preparations of the bottle gourd [ikshvaku] have been fully described by the great sage, desirous of the welfare of humanity."
    }
]