[
	{
        "verse_id": "3",
        "text": " It is indeed, O Agnivesha! for the following reasons that we expound the Section on Pharmaceutics [kalpa-sthana] namely, to describe the combination with various drags that render the preparation most pleasant to take for the purpose of emesis and purgation; to describe the classifications and dosage of these emetic and purgative drugs, as also to describe the easy and proper pharmaceutical procedures of these preparations."
    },
    {
        "verse_id": "4",
        "text": " Of these the act or action of expelling the impurities through the upper channel is known as Emesis, while that of expelling the impurities through the lower channel is known as Purgation. Both being processes of cleansing the bodily impurities, they are known by the common term purgation."
    },
    {
        "verse_id": "5-(1)",
        "text": " The drugs that are hot, acute, subtle, diffusive and anti spasmodic, reaching the heart by virtue of their potency, and circulating through the large and small blood vessels, pervade the entire body. They liquefy the accumulated, morbid matter therein by virtue of their fiery quality and break it up by their acuteness."
    },
    {
        "verse_id": "5",
        "text": " This morbid matter being thus broken up and floating in the body, that has undergone oleation procedure, remains detached in the body like honey kept in a pot smeared with ghee; and being drawn by its atomic affinity, it flows towards the gastrointestinal tract and getting propelled upwards by the Udana Vata, the morbid matter gets thrown upwards as a result of the fiery and the airy quality as well as by the upward flowing tendency of the drugs. Owing to the watery and earthy qualities and the downward flowing tendency of drugs, it purges downwards. Where both the qualities are combined, it purges both ways. Thus have been described ‘The characteristics of the purgative drugs’."
    },
    {
        "verse_id": "6",
        "text": " Taking into consideration that drugs differ with respect to land, season, source, flavor, taste, potency, post-digestive effect and specification, and also that men differ with respect to their body, morbid tendency, constitution, age, vitality, gastric fire, proclivities, homologation and stage of disease, we shall here describe Six hundred purgative preparations that are pleasant in their variety of smell, color, taste and touch; of drugs such as emetic nut, Bristly luffa, Bottle gourd, sponge gourd, kurchi, bitter luffa, black turpeth, turpeth, purging cassia, tilwaka, thorny milk-hedge plant, soap pod, clenolipis, red physic nut and physic nut, although the extent of the possible preparations from these drugs is innumerable."
    },
    {
        "verse_id": "7",
        "text": " These drugs become most effective in action by the richness of the factors of favourable place, season, quality of storage-vessels and the process of cynamization."
    },
    {
        "verse_id": "8-(1)",
        "text": " ‘Place or clime’ is of three kinds—Jangala (arid) land, wet-land and ordinary laud. Of them the Jangala land is that which is abounding in open space. It contains dense forests of gum arabic tree, catechu tree, spinous kino tree, sal, crane tree, oojein tree, Indian olibenum [olibanum?], Indian sal, small jujube, false mangosteen, holy fig, banyan and emblic myrobalan. There grow the Shami, Arjuna and rose wood trees in large number. There, the young branches dance swayed by the force of continuous dry winds; it abounds in thin, rough and hard hand and gravel hidden often by the sight of mirages. It is inhabited by quails, partridges and Cakora birds. There the Vata and Pitta humors are in predominance and people are well-knit and hardy."
    },
    {
        "verse_id": "8-(2)",
        "text": " The wet-land is that which contains dense forests and marshes, date plants, Tamala, coconuts and plantain trees, which is generally bounded by rivers or the sea, where cold winds blow greatly, which is in the neighbourhood of rivers whose banks are rendered beautiful by reeds and rush, which is abounding in hills covered with creeping shrubs, where clusters of trees wave to gentle breezes, which contains many forests of blooming rows of trees, which is covered with densely grown trees and creepers, where the branches of trees are echoing to the cries of birds like the swan, the Cakravaka, the crane, the Nandimukha, the Pundarika, the Kadamba, the Madgu, the Bhringaraja, the Shatapatra and the inebriate cukoo, and where the people are delicate in looks and of Vata and Kapha constitutions generally."
    },
    {
        "verse_id": "8",
        "text": " That place should be known as ordinary country which contains the trees, herbs and shrubs, birds and hearts of both the aforesaid types of land, which is inhabited by people endowed with firmness, delicacy, strength, color, well-knit frames and average qualities."
    },
    {
        "verse_id": "9",
        "text": " Of them the herbs that grow in the ordinary or Jangala land, which are subject to normal seasonal cold, sun, wind and rain, which have grown on level and clean ground with water on its right side, where the burial ground, sacred tombs, places of sacrifice to gods, place of assembly, pits, pleasure gar dens, and ant-hills and saline soils are not in the neighbourhood, where the sacred and the ginger grasses grow, whose earth is black and sweet or golden and sweet, which has not been ploughed up or in any way damaged or devastated by strong trees growing over it, the drugs growing in such land are commended as good."
    },
    {
        "verse_id": "10",
        "text": " Of them, such drugs should be culled as were put forth in their proper season and have attained their fullness of growth, taste, potency and smell, whose smell, color, taste, touch aud specific action have not been impaired by season, sun-heat, fire, water, wind or insects and which are fully mature and growing on the northern side. Of them again the branches and leaves which have recently grown should be gathered between the rainy seasoned the spring. The roots should be gathered in the summer or in the winter, from trees whose ripened leaves have been shed; the bark, bulb and milk of plants in the autumn and the pith at the end of autumn (Hemanta), and the flowers and fruit in their proper season. After performing auspicious rites, living a pure life, having performed the purificatory bath, wearing white raiment, having worshipped the gods, the Ashwin twins, the cows and Brahmanas, having observed a fast and facing the east or the north, one should cull these drugs."
    },
    {
        "verse_id": "11",
        "text": " Having thus been culled and placed in suitable vessels, they should be stored in houses with doors opening to the east or the north, in a room which is windless except for one window, in a house where every day flower-offering and sacrifice are observed and which is proof against fire, water, moisture, smoke, dust, mice and quadrupeds. The vessel should be well covered and kept securely tied in swings."
    },
    {
        "verse_id": "12-(l)",
        "text": " These should be administered according to the morbid humor. They should be given with Sura, Sauviraka, Tushodaka, Maireya and Medaka wines, sour-gruel, sour fruit-juice, sour curds etc., in condition of Vata; in condition of Pitta with grape, emblic myrobalans, honey, liquorice, sweet falsah, liquid gur, milk etc.; and in condition of Kapha, they should be impregnated and mixed with honey, cow’s urine and decoctions curative of Kapha etc. Thus, has the subject been described in brief."
    }
]