[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of Tilwaka [tilvaka-kalpa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "2½",
        "text": " Tilwaka [tilvaka] is known by its synonyms such as Lodhra, Brihatpatra [bṛhatpatra] and Tiritaka [tirīṭaka]."
    },
    {
        "verse_id": "34",
        "text": " Its dried root-bark with its inner layer removed should be triturated. Dividing that into three parts, two parts should be washed and strained twenty-one times. Then the third part should be taken and impregnated with the strained solution."
    },
    {
        "verse_id": "5",
        "text": " That should again be impregnated with the decoction of decaradices. It should then be dried and powdered and made use of."
    },
    {
        "verse_id": "6",
        "text": " It should be taken as notion in the dose of one tola mixed with curds, butter-milk, supernatant part of Sura wine, cow’s urine, Sidhu wine prepared from jujube or with the expressed juice of the emblic myrobalans,"
    },
    {
        "verse_id": "7-7½",
        "text": " The paste of lodh should be taken as potion in a dose of 16 tolas of the Sauviraka wine prepared by fermenting fried barley in the decoction of the tree of the woods, chebulic myrobalans, long pepper and blue-flowered leadwort."
    },
    {
        "verse_id": "8",
        "text": " The Sura wine, prepared from the decoction of lodh by keeping it for a fortnight, should be taken as potion."
    },
    {
        "verse_id": "9-9½",
        "text": " 256 tolas of each of red physic nut and white-flowered leadwort should be decocted separately in 1024 tolas of water, and 400 tolas of gur and 16 tolas of lodh should be added to it. That wine, prepared by keeping for a fortnight is an excellent purgative potion for persons addicted to wine."
    },
    {
        "verse_id": "10-10½",
        "text": " Dose of powdered Tilwaka [tilvaka] after being impregnated ten times in the decoction of kamala, should be taken mixed again with the decoction of kamala."
    },
    {
        "verse_id": "11",
        "text": "A linctus should be made of it in the same pharmaceutical method as in the case of the purging cassia"
    },
    {
        "verse_id": "12",
        "text": "The linctus prepared by mixing powdered Tilwaka [tilvaka] with the decoction of the three myrobalans, ghee, honey and treacle, is regarded the best for purgation."
    },
    {
        "verse_id": "13",
        "text": " The linctus, prepared by mixing the paste of Tilwaka [tilvaka] with its own decoction and adding sugar and ghee, is the foremost medicine for purgation."
    },
    {
        "verse_id": "14-15",
        "text": " Sixteen fistfuls of Tilwaka [tilvaka] should be cooked along with eight fistfuls of each of turpeth etc., separately in 1024 tolas of water, till reduced to one fourth of the quantity. That should be cooked in 64 tolas of ghee with the paste of 4 tolas of each of those very drugs; it should be taken at the.right time and in due dose mixed with cow’s urine and rock-salt."
    },
    {
        "verse_id": "16",
        "text": " This is an excellent purgative preparation. Prepare a medicated ghee of cows ghee in cows urine, sour conjee and rock salt, adding the paste of Tilwaka [tilvaka]. Two other preparations of ghee may be made in the same method as described in the pharmaceutics of the purging cassia."
    },
    {
        "verse_id": "17",
        "text": " Five preparations with curds etc., one of Sura wine, one of Sauviraka wine, one of medicated wine and similarly one preparation with kamala."
    },
    {
        "verse_id": "18",
        "text": " Three preparations of linctuses and four of ghee have been described. Thus, in all, sixteen preparations have been expounded in this chapter on the pharmaceutics of Tilwaka [tilvaka]."
    }
]