[
	{
        "verse_id": "1",
        "text": "We shall now expound the chapter entitled ‘The Pharmaceutics of the Purging Cassia [caturangula-kalpa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": "Aragvadha [āragvadha], Rajavriksha [rājavṛkṣa], Shampaka [śampāka], Caturangula [caturaṅgula], Pragraha, Kritamala [kṛtamāla], Karnikara [karṇikāra] and Avaghataka [avaghātaka] are its synonyms."
    },
    {
        "verse_id": "4",
        "text": " It is mild, sweet and cooling and is exceedingly wholesome to persons suffering from fever, cardiac disorders and misperistalsis etc."
    },
    {
        "verse_id": "5",
        "text": " The purging cassia [caturangula] is specially suitable for administration to children, the aged, those suffering from pectoral lesions and cachexia and persons who are of delicate constitution as it is mild and harmless in action."
    },
    {
        "verse_id": "6- 7",
        "text": " During the proper season of fruition, its ripe fruits should be garthered and those that are heavy and"
    },
    {
        "verse_id": "rich in pulp should be preserved in sand",
        "text": " Taking them out after seven nights, the physician should dry them in the sun. Then, the pulp should be taken out and preserved in a clean pot."
    },
    {
        "verse_id": "8",
        "text": " In persons affected with burning and misperistalsis, in children from four years upto twelve years of age, the pulp of the purging cassia should be given mixed with grape juice."
    },
    {
        "verse_id": "9-10",
        "text": " Making a cold infusion of the purging cassia [caturangula] weighing 8 tolas or 16 tolas, it may be given mixed with the supernatant; part of Sura wine, or Sidhu wine prepared from the jujube, with whey or with the juice of the emblic myrobalans, or it may be given mixed with Sauviraka-wine."
    },
    {
        "verse_id": "11",
        "text": " The paste of the pulp should be similarly taken as potion mixed with the decoction of turpeth or with the decoction of bael, adding rock-salt and honey."
    },
    {
        "verse_id": "12",
        "text": "Preparing a linctus by cooking On a low fire the powder of turpeth and gur in the decoction of the purging cassia till it is reduced to the proper consistency, that linctus should be administered to a person in a proper dose."
    },
    {
        "verse_id": "13",
        "text": " A medicated ghee may be made by taking the ghee obtained from the milk prepared with the purging cassia and the paste of the purging cassia-pulp and the expressed juice of emblic myrobalans; it may be taken as a purgative potion."
    },
    {
        "verse_id": "14",
        "text": " Medicated ghee made by taking the purging cassia ghee and preparing it with the decoction of the deca-radices horse gram or barley and the paste of black turpeth etc., may be taken as a purgative potion."
    },
    {
        "verse_id": "15",
        "text": " Adding 16 tolas of the pulp of the purging cassia and of gur into the decoction of the red physic nut, it should be allowed to ferment for a month and a half. The medicated wine thus prepared, may be used as potion."
    },
    {
        "verse_id": "16",
        "text": " The purgative dose should be given to a man mixed with whatever food and drink is agreeable in taste to him i.e., either sweet, pungent or salt."
    },
    {
        "verse_id": "17- 18",
        "text": " One preparation each in grape juice, Sura wine, Sidhu wine, in curds, the juice of emblic myrobalans, Sauviraka wine, the deeoction of turpeth or that of bael; one in the form of linctus, one in that of"
    },
    {
        "verse_id": "17- 18.1",
        "text": "medicated wine and two in the form of ghee—thus, in all, twelve preparations suitable for delicate persons and attended with happy results are described in this chapter on the Pharmaceutics of the Purging Cassia [caturangula]"
    }
]