[{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of the Emetic nut [madana-kalpa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "[<em>Cf",
        "text": " previous chapter]"
    },
    {
        "verse_id": "13-(1)",
        "text": " The emetic nut [madana] is regarded as the best of emetic drugs as its administration is attended with no risks. It should be culled between the spring and the summer under the constellation of Pushya, Ashvini twins, or the Mrgashirsha during the auspicious hour of the Maitra Muhurta."
    },
    {
        "verse_id": "13-(2)",
        "text": " Such of the fruits as are ripe, as are not perforated, as are not green but are yellowish, as are neither touched by worms, nor rotten nor bitten by insects, nor small in size should be gathered, cleansed and bundled up in sacred grass, smeared with cow-dung and kept for eight nights in a heap of barley husk, black gram, rice, horse gram or green gram."
    },
    {
        "verse_id": "13",
        "text": " Afterwards, when they have become soft, sweet and pleasant-smelling, they should be taken and dried. When they are well dried, their seeds should be taken out. They should be crushed with ghee, curds, honey and til-paste and dried again. Then they should be filled to the neck in a new pot which is clean and free from sand or dust, well closed with a lid, well protected and placed securely in a swing."
    },
    {
        "verse_id": "14-(1)",
        "text": " The patient to whom emesis is to be administered should be subjected to to the oleation and sudation procedures for two or three days. His Kapha should then be roused up the day previous to the administration of emesis, by a diet of the meat-juice of domestic wet-land and aquatic creatures, milk, curds, black gram, til, vegetables etc. In the morning, when the food taken in the previous night has been fully digested and the Kapha has been well precipitated, after he has performed sacrifice, poured libation of ghee into the fire, done auspicious and purificatory rites and has taken a potion of barley soup mixed slightly with unctuous articles along with a dose of ghee and without taking any solid diet, he should be given the emetic potion in the following manner. Take a fistful of the emetic nut seeds and crushing them as much as is necessary for the purpose, soak them in the decoction of liquorice, variegated mountain ebony, white mountain ebony, cadamba, hijjal tree, scarlet-fruit gourd flax hemp, mudar, or rough chaff tree. It should be kept overnight; it should then be rubbed and strained, mixed with honey and rock salt, warmed to a genial degree and filled in a measure pot with the following holy verse chanted over it: “Om, may Brahma, Daksha, Ashvins, Rudra, Indra, the Earth, the Moon, the Sun, the gods of the wind, the fire, the sages, the host of drugs and all living creat [? beings?] protect thee. Even as the vitalizers are to the sages, and ambrosia to the gods, as nectar is to the best of the Nagas, so may this medicine be unto thee’. Having thus sanctified the potion, the patient with his face turned to the east or the north must be made to drink again and again and vomit until the bile is seen to come out especially in persons afflicted with fever of the Kapha type, Gulma or coryza. This is the proper method of the procedure of Emesis."
    },
    {
        "verse_id": "14",
        "text": " If the urge be weak in the patient, it should be augmented by repeated administration of the paste of long pepper, emblic myrobalan, rape-seed and sweet flag as also rock salt and hot water until the appearance of bile in the vomit. This is the method of administration of all kinds of emetic preparations."
    },
    {
        "verse_id": "15",
        "text": " In all emetic preparations, honey and rock-salt must be added in order to liquefy and segregate the Kapha in the body. The honey used in emetic preparations does not become incompatible with heat, as it is thrown out undigested and as it helps the elimination of the morbid matter,"
    },
    {
        "verse_id": "16",
        "text": " Take two out of three parts of emetic nut seeds and six times the quantity of the decoction of the variegated mountain ebony and other drugs. and soak it and strain twenty-one times. Then take the remaining one part of the emetic nut seeds and reducing it to paste with the above decoction, make boluses of it of the size of the chebulic, beleric or emblic myrobalan. One or two of these pills rubbed well with 16 tolas of the decoction of any of the drugs of the variegated mountain ebony group, should be administered as potion in severe condition of excessive discharge of mucus from the mouth, tumors, fever, abdominal disease and anorexia. The rest of the procedure is as described before."
    },
    {
        "verse_id": "17",
        "text": " The milk prepared with the emetic nut seeds or the milk-gruel prepared with that milk is beneficial in hemothermia affecting the lower region of the body, and heart-burn. The supernatant part of the curds made from that milk is beneficial in vomiting due to Kapha, asthma and ptyalism. The top part of the milk prepared with emetic nut and cooled, is beneficial in the provocation of Pitta wherein the chest, throat and the stomach are coated with a thin layer of mucus. The rest of the procedure is as described before."
    },
    {
        "verse_id": "18",
        "text": " The fresh butter formed from milk prepared with emetic nut seeds, should be prepared with the decoction and paste of the drugs of the emetic nut group, and be given as potion in conditions of the gastric fire being over-powered by Kapha, and in dehydrated condition of the body. The rest of the procedure is as described before."
    },
    {
        "verse_id": "19",
        "text": " The emetic nut should be impregnated twenty-one times in the decoction of the drugs of the emetic nut group and then reduced to a fins powder resembling the pollen of flowers. This powder should be sprinkled on a large lotus growing in a lake in the evening; next morning this powder should be gathered and given as snuff to a delicate person who is afflicted with the provocation of Pitta and Kapha and who is averse to taking medicines orally, after he has been glutted to the peck on a diet of either turmeric, kedgeree or milk-gruel mixed with rock-salt, gur and treacle. The rest of the procedure is as described-before."
    },
    {
        "verse_id": "20-(1)",
        "text": " Prepare the expressed juice of the emetic nut seeds in the manner described with regard to the marking nut; cook it till it is reduced to the consistency of treacle when it can form threads, and prepare a linctus out of it."
    },
    {
        "verse_id": "20",
        "text": " The emetic nut seeds dried in the sun and triturated, should be given as potion mixed with the decoction of bristly luffa and other drugs of that group, in condition of morbid Pitta lodged in the habitat of Kapha. The rest of the procedure is as described before."
    },
    {
        "verse_id": "21",
        "text": " The powder of the emetic nut seeds prepared as already described with the decoction of any one of the six drags of the emetic nut group, should be rolled into pills. They should be taken as potion mixed with the decoction of the drugs of the emetic nut groups The rest of the procedure is as described before."
    },
    {
        "verse_id": "22",
        "text": " The seeds of emetic nut may be made into a linctus with the decoction of any of these drugs, viz., purging cassia, kurchi, thorny staff tree, false pareira brava, trumpet flower, black nightshade, trilobed virgin’s bower, dita bark tree, Indian beech, neem, bitter gourd, black cumin, guduch, gum arabic tree, yellow-berried night-shade, long pepper, roots of long pepper, elephant pepper, white flowered leadwort and dry ginger. The rest of the procedure is as described before."
    },
    {
        "verse_id": "23",
        "text": " The Utkarika pancake can be made in the pharmaceutical method of making the pan-cake, with the emetic nut seeds and the decoction of any one of the following drugs namely—cardamom, fragrant piper, dill seed, coriander, Indian valerian, costus, cinnamon bark, angelica, sweet marjoran, eagle-wood, guggul, cherry tree, pine resin, rush nut, nardus, lichen, glory tree, long leaved pine, staff plant and kurroa. Similarly, sweetmeat may be prepared according to the pharmaceutical method of making it. These should be administered to suit the degree of morbidity, disease and proclivities of the patient. The rest of the procedure is as described before."
    },
    {
        "verse_id": "24",
        "text": " The paste of til and Shali rice impregnated with the expressed juice aud decoction of the seeds of emetic nut and mixed with the same decoction may be made into coils or pancakes according to the pharmaceutical method of preparing them. The rest of the procedure is as described before."
    },
    {
        "verse_id": "25",
        "text": " In the same manner, they may be prepared using the decoction of any of the following drugs—shrubby basil, holy basil, black basil, Kandira, Kalamalaka, Parnasaka, sneeze-wort, sweet marjoran, turnip, negro coffee, railing eclipta, great reed, Ikshuvalika, round podded cassia and elephant grass."
    },
    {
        "verse_id": "26",
        "text": " In the same manner, preparation of jujube, Shadava, Raga, linctus, sweetmeat, Utkarika pancake, demulcent drink, syrup, meat-juice, gruel and wine should be made by mixing the emetic nut with any of the above preparations and administered to suit the morbidity, disease and proclivities of the patient. By the help of these preparations, the patient is made to vomit well."
    },
    {
        "verse_id": "27",
        "text": " In the various preparations of the emetic nut, it is referred to by its synonyms such as Madana, Karahata, Ratha, Pinditaka, Phala and Shvasana."
    },
    {
        "verse_id": "28-30",
        "text": " Nine preparations in the form of decoction, eight of bolus, five of milk and ghee, one of treacle and one of powder, one of snuff, and six of pills, twenty each of linctus, sweetmeat and Utkarika pancake, sixteen each of coils and Pupa pancake, ten other of Shadava preparation etc., in all, one hundred and thirty-three preparations of the emetic nut have been systematically expounded in this chapter."
    }
]