[
    { "verse_id": "[Cf", "text": " Previous chapters]" },
    {
        "verse_id": "87-97½",
        "text": " Six particles (Dhvaṃśīs [dhvaṃśīs]) make a Marici [marīci] and six Maricis [marīcis] make a Rape-seed (Sarṣapa [sarṣapa]). Eight such red Rape-seeds make a Rice-grain (Taṇḍula [taṇḍula]), two rice grains make a Black gram grain (Dhānya Māṣa [dhānya māṣa]), two Black grams make a Barley (Yava). Four of them make an Andika [aṇḍikā], four of these again make a Mashaka [māṣaka]. It is also known as Hema and Dhanyaka [dhānyaka]. Three of such Mashakas [māṣakas] make a Shana [śāṇa]. Two Shanas [śāṇas] make a Drankshana [draṅkṣaṇa] which is known also as a Kola or Badara (jujube) or half a tola. Two Drankshanas [draṅkṣaṇas] make one Karsha [karṣa] or Suvarna [suvarṇa] or Aksha [akṣa] or Bidalapadaka [biḍālapadaka], Picu or Panitala [pāṇitala] or Tinduka or Kavalagraha. Two Suvarnas [suvarṇas] make half a Pala or Shukti [śukti] or Ashtamika [aṣṭamikā]. Two half Palas make one Pala or Mushti [muṣṭi] (fistful) or Prakunca [prakuñca] or Caturthika [caturthikā] or Bilwa [bilva] or Shodashika [ṣoḍaśikā] or Amra [āmra]; two Palas make a Prasrita [prasṛta] which is also known as Ashtamana [aṣṭamāna]. Four Palas are known as an Anjali [añjali] or Kudava [kuḍava]. Four Kudavas [kuḍavas] make a Prastha and fonr Prasthas make an Adhaka [āḍhaka] which is also known as Patra [pātra]. Eight Prasthas make a Kansa [kaṃsa]. Four Kansas [kaṃsas] make Drona [droṇa] or Armana [armaṇa] or Nalvana [nalvaṇa]. It is also known as Kalasha [kalaśa], Ghata [ghaṭa] or Unmana [unmāna]. Two Dronas [droṇas] make a Shurpa [śūrpa] or Kumbha. Two Shurpas [śūrpas] make a Goni [goṇī] known as Khari [khārī] or Bhara [bhāra]. Thirty-two Shurpas [śūrpas] should be known as making a Vaha [vāha] and a hundred Palas make one Tula [tulā]. This is the table of measures that an expert pharmacist should be versed in. These and such other measures described are with reference to dried articles of medicine."
    },
    {
        "verse_id": "98-99",
        "text": " Double the measure [mana] is meant when mentioned with reference to fluids and freshly culled herbs. But where the measure is described in terms of a Tula or a Pala, the measure should be literally understood. Where the relative measures of things are not specified, an equal measure is implied."
    },
    {
        "verse_id": "100",
        "text": " In making fluid preparations, where the liquid is not specified, water is implied in all such preparations. Where a quarter is mentioned, it should be known as one fourth part with reference to the main drug."
    },
    {
        "verse_id": "101",
        "text": " In the making of unctuous preparations, where the measures of water, unctuous article and drug are not specified, the unctuous article is implied to be four times the drug, and water four times the unctuous article."
    },
    {
        "verse_id": "102-103",
        "text": " Unctuous preparations are, it should be known, of three kinds:—soft, medium and hard. When the solution of the drugs acquires the consistency of the paste added to it, it is known as a ‘soft preparation’. When the solution acquires the consistency of a jelly and can be poured out easily with the ladle, it is considered ‘medium preparation.’ When the solution becomes so thickened that it snaps, and can be rolled between the fingers, it is called ‘hard preparation’."
    },
    {
        "verse_id": "104",
        "text": " It should be known that the hard preparation should be used for inunction, the soft one for nasal medication and the medium preparation should be used as potion and in the preparation of enemata."
    }
]