[{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of the Sponge Gourd [dhamargava-kalpa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Karkotaki [karkoṭakī], Kothaphala [koṭhaphalā], Mahajalini [mahājālinī] and Rajakoshataki [rājakośātakī] are the synonyms of (Dhāmārgava) the sponge gourd [dhamargava]."
    },
    {
        "verse_id": "4-4½",
        "text": " This should be administered in toxicosis, Gulma, abdominal disease, and cough, in conditions of Vata lodged in the habitat of Kapha, in condition of provoked Kapha in the throat and the mouth, and in diseases resulting from accumulation of Kapha, and in conditions which cause rigidity and heaviness in the body."
    },
    {
        "verse_id": "5",
        "text": " By the systematic administration of its fruit, flowers and tender leaves, these disorders should be treated and cured."
    },
    {
        "verse_id": "6",
        "text": " The expressed juice of the leaves should be dried and made into pills. These pills should be taken with the decoction of each of the drugs of variegated mountain ebony group, as well as with that of liquorice"
    },
    {
        "verse_id": "6½",
        "text": " Four milk preparations of the flowers etc., and a fifth a wine-preparation can be prepared as described with reference to previous drugs."
    },
    {
        "verse_id": "7-8½",
        "text": " The preparations of crushed and dried sponge gourd will henceforth be described. The fruit from which the seeds have been removed, kept over-night in the decoction of liquorice mixed with gur or with the decoction of the variegated mountain ebony or other drugs of its group, should be administered to patients afflicted with Gulma, abdominal disease and other disorders due to Kapha."
    },
    {
        "verse_id": "9",
        "text": " It should be given mixed with food for the alleviation of vomiting and cardiac disorders."
    },
    {
        "verse_id": "10",
        "text": " A person fed sumptuously on meat-juice, milk, gruel etc., and made to smell the blue lily or other flower heavily sprinkled over with the powder of the dried juice of the sponge gourd, vomits with ease."
    },
    {
        "verse_id": "11",
        "text": " Preparing a pill of the size of the jujube with the powder, one should take it in 16 tolas of the juice of cow-dung or horse-dung."
    },
    {
        "verse_id": "12",
        "text": " Or the pill should be taken in the juice of the dung of the spotted deer, musk deer, black deer, elephant, camel, mule, sheep, mouse deer, ass and rhinoceros."
    },
    {
        "verse_id": "13-14½",
        "text": " Jivaka, Rishabhaka, Vira, cowage, climbing asparagus, Kakoli, east Indian globe thistle, Meda, Mahameda and Madhulika—each of these reduced to powder along with spongegourd and taken as a linctus mixed with sugar and honey is beneficial for those afflicted with heart-burn and cough. It should be followed by a potion of genially warm water in condition of Kapha associated with pyrexia due to Pitta."
    },
    {
        "verse_id": "15",
        "text": " The paste of the sponge-gourd taken with the gruel of coriander and Indian tooth-ache is curative of all kinds of toxicosis."
    },
    {
        "verse_id": "16-17½",
        "text": " Put one or two of the sponge-gourd fruits into the decoction of either nut-meg, Spanish jasmine, turmeric, angelica, white hog-weed, wild black gram, white sweet flag, scarlet fruited gourd, hog-weed or negro coffee. Then rub well and strain. This is an excellent emetic preparation in psychic disorders."
    },
    {
        "verse_id": "18",
        "text": " A medicated ghee can be made from the ghee obtained from the milk in which the sponge gourd has been boiled, by preparing it with the emetic nut and other drugs of its group."
    },
    {
        "verse_id": "19-20",
        "text": " Nine, preparations from the sprouts, four milk-preparations, one of wine, twenty decoctions and one preparation of paste, twelve preparations in dung-juice, one in food and one as snuff, ten preparations of linctus and one of ghee—thus, these sixty preparations have been described by the sage, in the pharmaceutics of the sponge gourd."
    }
]