[	
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of the Red Physic nut [dantī-danti] and the Physic nut [dravantī—dravanti].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3 Danti [<em>dantī</em>] (red physic nut) is also known by its synonyms Udumbaraparni [<em>udumbaraparṇī</em>], <a data-gl=\"1\" href=\"/definition/nikumbha#hinduism\" title=\"show Nikumbha definitions\">Nikumbha</a> and Mukulaka [<em>mukūlaka</em>], Dravanti [<em>dravantī</em>] (physic nut) is known also as <a data-gl=\"1\" href=\"/definition/citra#ayurveda\" title=\"show Citra definitions\">Citra</a> [<em><a data-gl=\"1\" href=\"/definition/citra#ayurveda\" title=\"show citrā definitions\">citrā</a></em>], <a data-gl=\"1\" href=\"/definition/nyagrodhi#ayurveda\" title=\"show Nyagrodhi definitions\">Nyagrodhi</a> [<em><a data-gl=\"1\" href=\"/definition/nyagrodhi#ayurveda\" title=\"show nyagrodhī definitions\">nyagrodhī</a></em>] and <a data-gl=\"1\" href=\"/definition/mushikahvaya#ayurveda\" title=\"show Mushikahvaya definitions\">Mushikahvaya</a> [<em><a data-gl=\"1\" href=\"/definition/mushikahvaya#ayurveda\" title=\"show mūṣikāhvayā definitions\">mūṣikāhvayā</a></em>]",
        "text": " It is also known as Mushikaparni [mūṣikaparṇī], Upacitra [upacitrā] and Shambari [śambarī], Pratyakshreni [pratyakśreṇī], Sutashreni [sutaśreṇī], Danti [dantī] and Randa [raṇḍā] (or Caṇḍā [caṇḍā])."
    },
    {
        "verse_id": "4-5",
        "text": " The wise physician should gather the roots of the red physic nut and the physic nut that are strong and thick and resemble in shape the elephant’s tusk and are dark and coppery in color respectively. They should be smeared with long pepper and honey, covered with earth and sacrificial grass and subjected to sudation procedure. They should then be dried in the sun. Their toxic effects of causing paralysis is destroyed by the fire and the sun."
    },
    {
        "verse_id": "6",
        "text": " They are acute, hot, quick in action, anti-spasmodic and heavy. They cause the. liquefaction of the two humors Kapha and Pitta, and provoke Vata."
    },
    {
        "verse_id": "7-8",
        "text": " The patient with Gulma and abdominal disease who is overpowered by morbid humors Should take one tola in measure of these drugs with curds, butter-milk, the supernatant part of Sura wine, buchanan’s mango, jujube, small jujube, tooth brush tree or Sidhu wine. The persons afflicted with anemia, intestinal worms and fistula-in-ano should take it with the meat-juice of the cow, or of the deer or of the goat."
    },
    {
        "verse_id": "9-10",
        "text": " The ghee prepared with the paste and the decoction of the red physic nut and the physic nut along with the juice of the deca-radices should be taken in condition of herpes, boils and spreading affections and burning. Oil similarly prepared should be taken in urinary anomalies, Gulma, misperistalsis and provocation of Kapha and Vata. The tetrad of unctuous substances combined together and prepared similarly should be taken in conditions of stasis of feces, semen and flatus and in disorders of Vata."
    },
    {
        "verse_id": "11",
        "text": " The linctus prepared for the purpose of purgation, by mixing gur, honey and ghee in the juice of the red physic nut and Ajashringi [ajaśṛṅgī] is curative of burning, excessive, heat; and urinary anomalies."
    },
    {
        "verse_id": "11½",
        "text": " In dipsosis of the Vata type, and in fever of the Pitta type, the linctus prepared with wild carrot will serve as a good purgative."
    },
    {
        "verse_id": "12-14",
        "text": " The roots of the red physic nut and the physic nut should be decocted in the juice of the emblic myrobalan. Three parts of that decoction and two parts of treacle should be cooked in hot ghee or oil and the paste of equal parts of red physic nut, physic nut and the drugs of the black turpeth group should be added to it. The linctus, thug prepared and taken, causes easeful purgation."
    },
    {
        "verse_id": "16",
        "text": " The powder of the roots of red physic nut impregnated in that juice and taken in a dose of four tolas and mixed with acid article, is beneficial in retention of feces and in Gulma due to Vata."
    },
    {
        "verse_id": "17",
        "text": " A sugar-cane stalk should be split and the inside smeared with the paste of the red physic nut and the physic nut. It should be subjected to sudation procedure and then chewed. It causes easy purgation."
    },
    {
        "verse_id": "18",
        "text": " The roots of the red physic nut and the physic nut should be cooked along with green gram or with the meat-juices of the quail, partridge or other birds of their group. These preparations can be used for purgation."
    },
    {
        "verse_id": "19",
        "text": " Gruel or Jangala meat-juice, or the soup, of black gram prepared with the decoction of these two drugs and seasoned, should be given to a patient. This will cause, him to purge."
    },
    {
        "verse_id": "20-201",
        "text": " A good Utkarika [utkārikā] pancake may be prepared with three parts of the decoction _of these two drugs, two parts of sugar-candy and one part o wheat flour. In the same manner sweet boluses may also be made which act as. a purgative."
    },
    {
        "verse_id": "21-22",
        "text": " With their decoction, wines may also be prepared. Various kinds of sweet and savoury articles of diet made by mixing them with the decoction of red physic nut and preparing in its oil, may be eaten."
    },
    {
        "verse_id": "23-26",
        "text": " Take red physic nut, physic nut, black pepper, bishop’s weed, black cumin, dry ginger, yellow milk plant and white flowered leadwort and triturate them well. This powder should be impregnated with cow’s urine for a week. A person must take one tola of this powder as potion with ghee. When the dose has been digested and the person well purged, demulcent drink should be given. This powder is the foremost panacea for all kinds of disorders and is a good preparation to suit all seasons; and as it is attended with no harmful effects it is recommended for the young as well as the aged. It is recommended im inappetence, indigestion, pain in the sides, Gulma, splenic disorders, abdominal diseases, scrofula, morbid Vata and anemia."
    },
    {
        "verse_id": "27-29",
        "text": " Take four tolas each of white flowered leadwort and red physic nut, twenty chebulic myrobalans, two tolas of- turpeth and long pepper and thirty-two tolas of gur and prepare ten sweet boluses with these. Take one of these sweet boluses followed by a potion of hot water once every ten days, They do not demand any special after regimen and are universal remedies though particularly for assimilation disorders, anemia, piles, pruritus, wheals and morbid Vata."
    },
    {
        "verse_id": "30",
        "text": " The extract of eight tolas of the red physic nut prepared with 32 tolas of grapes is a purgative preparation recommended in cough due to Pitta and in anemia."
    },
    {
        "verse_id": "51",
        "text": " The paste of red physic nut and equal parts of the gur should be taken as potion mixed with cold water. This is a foremost purgative potion and a most effective cure for jaundice."
    },
    {
        "verse_id": "32",
        "text": "A medicated wine prepared of gur and the juice of black turpeth and red physic nut and physic nut, in a pot lined with long pepper, emetic nut and white flowered leadwort, is curative of morbid Vata and Kapha, splenic disorders, anemia and abdominal diseases."
    },
    {
        "verse_id": "33",
        "text": " A medicated wine of gur may likewise be prepared with the decoction of red physic nut and physic nut and wild carrot, or with the two former drugs and Ajashringi [ajaśṛṅgī]. It acts as an easy purgative."
    },
    {
        "verse_id": "33.1",
        "text": "34 The medicated wine prepared from the powder of the decoction of the red physic nut and physic nut mixed with black-gram water and the solution of yeast, is curative of morbid Kapha; Gulma, weakness of the gastric fire and rigidity of the sides and waist"
    },
    {
        "verse_id": "35",
        "text": " Preparations of medicated Sauviraka and Tushodaka wines may be made of these two drugs with the decoction of wild carrot. Preparations of medicated Sura wine and kamala may be made of these drugs in the same manner as lodh."
    },
    {
        "verse_id": "36-40",
        "text": " Three preparations in curds etc., five in buchanan’s mango etc., three in meat-juices three in unctuous substances, six preparations of 1inctus, one preparation of powder, one likewise in sugarcane, three preparations in the juice of green gram and meat, three preparations in gruel etc., one preparation of Utkarika cake, one of sweet bolus, one in wine, one preparation in decoction and oil, one preparation of powder and one again of sweet bolus and five of medicated wines; one preparation of Sauviraka wine and one of Tushodaka wine, one preparation of Sura wine, one preparation of kamala and five preparations of ghee. Thus, in all, forty-eight preparations of various kinds to suit the various tastes of persons and the conditions of morbidity and stages of diseases, have been described in this chapter on the pharmaceutics of the red physic nut and physic, nut."
    },
    { "verse_id": "[<em>Cf", "text": " Next chapters]" },
    {
        "verse_id": "108-107",
        "text": " The purpose of Pharmaceutics; the definition of the purificatory procedures; different aims in the use of each procedure; the qualities of clime etc., the qualities of emetic nut etc., and six hundred preparations; the purpose and the names of preparations and the characteristics of the strong, moderate and the mild types of preparations; the procedure with reference to the stage of disease, the table of measures and the method of preparation of unctuous articles—all this has been described herein."
    }
]