[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of the Soap-pod and Clenolepis [saptalā-śaṅkhinī-kalpa—saptala-shankhini-kalpa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Soap-pod is also known by its synonyms, of Saptala [saptalā], Carmasahva [carmasāhvā] and Bahuphenarasa [bahūphenarasā]; while Clenolepis is known by the names of Sankhini [saṅkhinī], Tiktala [tiktalā], Yavatikta [yavatiktā] and Akshipidaka [akṣipīḍaka/akṣapīḍaka]."
    },
    {
        "verse_id": "4",
        "text": " These should be administered in Gulma, chronic poisoning, cardiac-disorder, dermatosis, edema, abdominal disease etc., and in conditions of predominance of Kapha, as they are anti-spasmodic, acute and dry in quality."
    },
    {
        "verse_id": "5",
        "text": " The fruits of the clenolepis [shankhini] should be gathered before they are very dry, and excorticated. The roots of soap-pod [saptala] should be gathered and both these should be preserved in a pot."
    },
    {
        "verse_id": "6-8- A measure of one <a data-gl=\"1\" href=\"/definition/tola#hinduism\" title=\"show tola definitions\">tola</a> of the paste of these drugs mixed with <a data-gl=\"1\" href=\"/definition/prasanna#ayurveda\" title=\"show Prasanna definitions\">Prasanna</a> wine and rock-salt should be administered in cardiac disorder caused by Kapha and <a data-gl=\"1\" href=\"/definition/vata#ayurveda\" title=\"show Vata definitions\">Vata</a>, and also in Gulma",
        "text": " This paste administered with the decoctions of Buchanan’s mango, tooth brush tree, wild jujube, small jujube, Indian hog-plum, pomegranate, grape, jack fruit, date, sour jujube, sweet falsah or with Maireya wine, sour whey, Sauviraka wine, Tushodaka wine, or Sidhu wine, acts as a quick and easeful purgative."
    },
    {
        "verse_id": "9-9½",
        "text": " The oil cooked in the milk prepared with the drugs of the ticktrefoil group, with the paste of soap-pod and clenolepis and half its quantity of the paste of turpeth and black turpeth, should be administered as potion along with whey."
    },
    {
        "verse_id": "10-11",
        "text": " Taking the powder of clenolepis two parts and one part of the powder of til, oil should be expressed out of that. This should be taken with the decoction of chebulic myrobalans, The same is the process in the case of linseed, rapeseed, castor and Indian beech."
    },
    {
        "verse_id": "12-12½",
        "text": " A medicated ghee should be prepared by taking the ghee obtained from the milk prepared with clenolepis and soap-pod in four parts the quantity of milk and the paste of the same two drugs as well as the same quantity of the. paste of turpeth and black turpeth. This should be taken as a purgative potion."
    },
    {
        "verse_id": "13-14½",
        "text": " The same is the process in the preparation of medicated ghee in the case of red physic nut and physic nut, shell and wild carrot, yellow milk plant and indigo plant, Indian beech, and jungle cork tree as also in the case of lentil and kidney-leaved ipomea. Again, taking half part of the paste of each of this dyad of drugs a medicated ghee may be prepared."
    },
    {
        "verse_id": "15",
        "text": "Prepare a medicated ghee with the decoction of clenolepis, soap-pod and emblic myrobalans."
    },
    {
        "verse_id": "16",
        "text": "One preparation of ghee can he made as in the case of turpeth; and three linctuses as in the case of lodh. One preparation in Sura wine and one with kamala may be made in the same manner as lodh."
    },
    {
        "verse_id": "17",
        "text": " In the same pharmaceutical process as red physic nut and physic nut, these can be prepared in Sauviraka and Tushodaka wines. Similarly they can be prepared in the decoction of wild carrot and shell for the purpose of purgation."
    },
    {
        "verse_id": "18-19",
        "text": " Sixteen preparations of decoctions, six preparations in oil, eight in ghee, five in wine, three preparations of linctuses and one preparation with kamala, thus, in all, thirty-nine tested preparations are there of soap-pod and clenolepis used in combination. They (soap-pod and clenolepis) are beneficial, used either together or even singly."
    }
]