[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of Black Turpeth [śyāmātrivṛt—shyama-trivrit] and Turpeth [trivṛt—trivrit].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Wise men are of opinion that the root of the turpeth is the best drug for the purpose of purgation. Its synonyms, qualities, actions, varieties and pharmaceutical preparations are here described."
    },
    {
        "verse_id": "4",
        "text": " Tribhandi [tribhaṇḍī], Trivrita [trivṛtā], Shyama [śyāmā], Kutarana [kūṭaraṇā], Sarvanubhuti [sarvānubhūti] and Suvaha [suvahā] are its synonyms."
    },
    {
        "verse_id": "5-6",
        "text": " In taste, it is astringent, sweet and dry. It is pungent in its post-digestive effect and is curative of Kapha and Pitta; and owing to its quality of dryness, it is provocative of Vata. This drug, when combined with drugs curative of Vata, Pitta and Kapha, acquires a special property by virtue of such pharmaceutical preparation, and is able to cure all kinds of diseases."
    },
    {
        "verse_id": "7",
        "text": " Its roots are of two kinds—black and red, and the more valuable of them two is the root with the red color."
    },
    {
        "verse_id": "7½",
        "text": " It is very good for children and for delicate, aged and soft-bowelled persons."
    },
    {
        "verse_id": "8-9",
        "text": " The black variety by its quick action causes stupor and loss of body-elements and fainting. By its acute quality, it causes distress in the throat and the stomach and eliminates the morbid matter quickly. It is therefore recommended for persons with excessive morbidity and for those with hard-bowelled condition."
    },
    {
        "verse_id": "10-11",
        "text": " The roots of the herb growing in a good soil or country should be culled by one with collected mind during the bright fortnight, after one has fasted and purified oneself and put on white garments. The root that has penetrated deep, which is smooth and has not spread sideways should be gathered. It should be split and the pith inside should be removed and the dried bark preserved."
    },
    {
        "verse_id": "11½",
        "text": " The person that is to be administered the purgation should be given general oleation and sudation procedures and kept on a liquid diet the previous day, so that he purges with ease."
    },
    {
        "verse_id": "12",
        "text": " A person may take one tola of the lump of either of the two varieties of turpeth mixed with sour conjee."
    },
    {
        "verse_id": "13",
        "text": " Or it may be taken mixed with the urine of the cow, or sheep, or goat, or buffalo, or with Sauviraka or Tushodaka or Prasanna wine or with the decoction of the three myrobalans."
    },
    {
        "verse_id": "14",
        "text": " Two parts of turpeth mixed with one part of sanchal salt or any of the twelve salts of its group and dry ginger, may be taken in hot water."
    },
    {
        "verse_id": "15-16½",
        "text": " One part of turpeth mixed with half part of either long pepper, roots of long pepper, black pepper, elephant pepper, long leaved pine, deodar, asafoetida, beetle killer, Indian, tooth ache, put grass, white sweet flag, chebulic myrobalan, white flowered leadwort, turmeric, sweet flag, yellow milk plant, celery or green ginger, may be taken as potion along with cow’s urine."
    },
    {
        "verse_id": "17",
        "text": " A potion of it may be taken by mixing one part of it with half part of liquorice and sugar-water."
    },
    {
        "verse_id": "18-19½",
        "text": " In the same manner, a potion may be prepared with Jivaka, Rishabhaka, Meda, east Indian globe-thistle, Kakoli, Kshirakakoli, long-leaved barleria, guduch, milky yam, white yam or liquorice. These potions are beneficial in conditions of Vata and Pitta. Others that are described below are good in Kapha and Vata."
    },
    {
        "verse_id": "20-20½",
        "text": " One part of turpeth and half part of chebulic myrobalans may be taken in milk, meat-juice or the juice of sugar-cane, or white teak, or grapes or tooth-brush tree, or with ghee"
    },
    {
        "verse_id": "21",
        "text": " It may be taken as linctus mixed with honey, ghee and sugar candy."
    },
    {
        "verse_id": "22-22½",
        "text": " A patient afflicted with fever of the tridiscordance-type, rigidity, burning and thirst gets well-purged by taking the linctus prepared from the powder of wild carrot, bamboo minna, white yam, sugar and turpeth [trivrit] mixed, with honey and ghee."
    },
    {
        "verse_id": "23-23½",
        "text": " A linctus should be prepared in the prescribed manner with the decoction and paste of the black turpeth [shyama-trivrit] mixed with sugar, and taken in a dose of one tola."
    },
    {
        "verse_id": "24-25",
        "text": " Sugar should be boiled with honey in a new earthen pot; when cooked, powdered turpeth should be cast into it along with cinnamon bark and leaf, and pepper. This, taken in due dose, acts as a wholesome purgative in persons of t he aristocratic class."
    },
    {
        "verse_id": "26-27",
        "text": " Prepare a linctus with 16 tolas of each of the juices of sugar cane, grape, tooth brush tree, and sweet falsah, 4 tolas of sugar candy and 8 totals of honey. This linctus when cooled should be mixed with powdered turpeth by the physician versed in pharmaceutics. This is a good purgative for constitutions with pronounced Pitta and for aristocratic persons."
    },
    {
        "verse_id": "28",
        "text": " In the same manner sugary sweet-meats, rolls, pills, meats and pancakes should be prepared to be used as purgatives for presons of Pitta habitus."
    },
    {
        "verse_id": "29",
        "text": " For purging personal Kapha habitus the linctus should be prepared of long pepper, dry ginger, alkali, black turpeth [shyamatrivrit] and turpeth [trivrit] mixed with honey."
    },
    {
        "verse_id": "30-32",
        "text": " The expressed juice of the fruits of pomelo, chebulic myrobalan, emblic myrobalan, white teak, jujube and pomegranate should be seasoned and cooked with oil. In it the pulp of the sour mango and bael, or any other fruit should be cast. When it has become thickened as described before, the powder of the turpeth along with the powder of the cinnamon bark and leaf, fragrant poon, and cardamom and honey in due proportion should be put into this. This linctus is indicated as purgative for aristocratic persons who are full of morbid Kapha."
    },
    {
        "verse_id": "33",
        "text": " In the same manner, syrups, meat-juices, gruels, sweet-meats and Ragas [rāgas] and Shadavas [ṣāḍavas] should be prepared for administering purgation in conditions of predominance of Kapha."
    },
    {
        "verse_id": "34-35",
        "text": " A demulcent drink prepared from the powder of equal parts of cinnamon and cardamom and indigo equal in measure to both of them combined and turpeth [trivrit] equal in measure to all the three combined, and sugar equal in measure to all four combined add mixed with fruit juice, honey and roasted paddy powder, may be taken. This acts as a safe purgative in disorders born of Vata, Pitta or Kapha, in dullness of the gastric fire, and in. persons of delicate constitution."
    },
    {
        "verse_id": "36",
        "text": " The sweetmeat prepared of sugar, the three myrobalans, black turpeth [shyama-trivrit], long pepper and honey is curative of tridiscordance, hemothermia affecting the upper region of the body and fever."
    },
    {
        "verse_id": "37-39",
        "text": " Three quarters of a tola of turpeth and ¾ (3/4th) tola of embelia, long pepper and alkali combined, and reduced to powder should be taken as linctus along with ghee and honey or as a bolus made with gur. This is regarded as the best mode of purgation aud needs no after-treatment of regimen. It is curative of Gulma, splenic disorders, abdominal diseases, dyspnea, Halimaka-jaundice, anorexia and other disorders born of Kapha and Vata."
    },
    {
        "verse_id": "40-42½",
        "text": " One tola each of the powders of embelia, roots of long pepper, the three myrobalans, coriander, white flowered leadwort, black pepper, kurchi seeds, cumin, long pepper, elephant pepper, the salts and celery mixed with thirty-two tolas of til oil and the powder of turpeth, 192 tolas of the juice of the fruits of emblic myrobalans and 200 tolas of gur—these should be cooked on a gentle fire and taken, made into boluses of the size of a jujube or fig. There is no restriction of regimen with regard to these in the matter of diet or exertion."
    },
    {
        "verse_id": "43-45",
        "text": " These boluses are curative of the dullness of the gastric fire, fever, fainting, dysuria, anorexia, insomnia, body-aches, cough, dyspnea, giddiness, emaciation, dermatosis, piles, jaundice, urinary disoders, Gulma, abdominal diseases, fistula-in-ano, assimilation disorders and anemia. They help in establishing the male sex in the embryo. They are known as Auspicious Boluses and can be administered in all seasons. Thus has been described ‘The Auspicious Bolus.’"
    },
    {
        "verse_id": "46-49½",
        "text": " The physician should take equal parts of the three spices, cinnamon bark and leaf, nut grass, cardamom, emblic myrobalans, chebulic myrobalans, two parts of physic nut, eight parts of turpeth [trivrit] and six parts of sugar. These, reduced to powder and mixed with honey should be made into boluses of four tolas each and taken early in the morning after rising from the bed, followed by potion of cold water. It is recommended in dysuria, fever, vomiting, cough, dyspnea, giddiness, emaciation, excessive heat, anemia and weakness of gastric fire, without any regimen of diet. This preparation in the hands of an expert is regarded a most effective one in the elimination of all kinds of poisons and in the curing of all urinary diseases."
    },
    {
        "verse_id": "50-50½",
        "text": " 16 tolas of chebulic myrobalans, emblic myrobalans and castor plant and four tolas of turpeth should be prepared into ten sweet boluses to be used for the purgation of aristocratic persons."
    },
    {
        "verse_id": "51-52½",
        "text": " Take one tola each of turpeth, white sweet flag, black turpeth, indigo, elephant pepper, long pepper, roots of long pepper, nut grass, celery, Cretan prickly-clover, four tolas of dry ginger and eighty tolas of gur and reducing them to powder, make sweet boluses of the size of a fig."
    },
    {
        "verse_id": "53-55",
        "text": " Sweet boluses may also be made of the powder of asafoetida, sanchal salt, the three spices, bishop’s weed, bid salt, cumin seeds, sweet flag, wild carrot, the three myrobalans, chaba pepper, white flowered leadwort and coriander, and dressed with powdered Indian tooth-ache and pomegranate. These are beneficial to patients afflicted with pain in the sacral, inguinal, epigastric, hypogastric and abdominal regions, painful piles and splenic disorders, and also to patients suffering from hiccup, cough, anorexia, dyspnea, morbid Kapha and misperistalsis."
    },
    {
        "verse_id": "56",
        "text": " Turpeth [trivrit], seeds of kurchi, long pepper and dry ginger mixed with honey and grape-juice is a purgative preparation suitable for use in the rainy season."
    },
    {
        "verse_id": "57",
        "text": " Turpeth, cretan-prickly clover, nut grass, sugar, fragrant sticky mallow, sandal, liquorice and soap-pod mixed with grape-water, make a purgative preparation suitable for use at the end of the rainy season."
    },
    {
        "verse_id": "58",
        "text": " Turpeth, white flowered leadwort, Patha, cumin, long leaved pine, sweet flag and yellow milk plant reduced to paste should be taken as potion in warm water in the winter."
    },
    {
        "verse_id": "58½",
        "text": " Equal parts of sugar and turpeth make a suitable purgative preparation for use in the summer."
    },
    {
        "verse_id": "59-60",
        "text": " Turpeth, zalil, juniper, soappod, kurroa, and yellow milk plant should be reduced to powder and impregnated for three days in cow’s urine. This is a prepartion.suitable for purgative use in all seasons for eliminating the morbid matter in persons with unctuous condition of the body."
    },
    {
        "verse_id": "61-62",
        "text": " Turpeth, black turpeth, cretan-prickly clover, kurchi, elephant pepper, indigo, the three myrobalans, nut grass and kurroa reduced to fine powder and mixed with ghee, meat-juice and hot water, should be taken in the dose of one tola. This is regarded as most beneficial and is recommended even in a dehydrated condition of the body."
    },
    {
        "verse_id": "63-64",
        "text": " One tola each of the three spices, the three myrobalans and asafoetida, four tolas of turpeth, half a tola of sanchal salt and two tolas of Amlavetasa reduced to powder and mixed with equal part of sugar should be taken as a potion along with wine or sour gruel. This is a tested remedy forGulma and pain in the sides; and when the dose has been digested, cooked rice mixed with meat-juice should be taken."
    },
    {
        "verse_id": "65-65½",
        "text": " Reducing to powder turpeth, the three myrobalans, red physic nut, soap-pod, the three spices and rock salt and impregnating it in the juice of the emblic myrobalans for seven days, it should be administered mixed with a demulcent drink, soup-meat and Raga preparations."
    },
    {
        "verse_id": "66",
        "text": " The ghee prepared with equal parts of emblic myrobalans and turpeth [trivrit] is curative of Gulma"
    },
    {
        "verse_id": "67",
        "text": " The roots of black turpeth [shyamatrivrit] and turpeth [trivrit] should be decocted in water with emblic myrobalans. The patient may take the ghee prepared with this decoction."
    },
    {
        "verse_id": "68",
        "text": "The ghee prepared with the decoction of black turpeth and turpeth should be taken similarly, as potion. Also the milk prepared with these two (black turpeth and turpeth) acts as a pleasant purgative."
    },
    {
        "verse_id": "69-70½",
        "text": " Eight fistfuls of turpeth should be decocted in 1024 tolas of water till it is reduced to one fourth of its quantity. That decoction should be strained and mixed with 400 tolas of gur. This should be mixed with honey, long pepper, emetic nut and white flowered leadwort and kept in a pot soaked in ghee and well lined with honey. At the end of a month, this should be taken out and used as potion in due dose. This is curative of assimilation-disorders, anemia, Gulma and edema."
    },
    {
        "verse_id": "71",
        "text": " Or, the wine prepared by mixing yeast with turpeth [trivrit] and its decoction may also be taken."
    },
    {
        "verse_id": "72",
        "text": " The cooked parts obtained by boiling barley in the decoction of black turpeth should be soaked in water and made to ferment for six days in a vessel buried in a heap of grain. The resulting Sauviraka wine should be taken as potion."
    },
    {
        "verse_id": "73",
        "text": "Clean, unhusked and roasted barley boiled in the decoction of turpeth and mixed with half-boiled barley-powder should be soaked and made to ferment for six days in water, in a vessel buried under a heap of grain; and the resulting Tushodaka wine should be used in the same manner as Sauviraka wine."
    },
    {
        "verse_id": "74",
        "text": " Ten different preparations of Shadava [ṣāḍava] etc., described in the pharmaceutics of the emetic nut, should be mixed with the powder of turpeth and administered for purgation."
    },
    {
        "verse_id": "75",
        "text": " Purgative preparations should he given combined with cinnamon bark, fragrant poon, Indian hog plum, pomegranate, cardamom, sugar candy, honey, pomelo and pleasant wines and drinks."
    },
    {
        "verse_id": "76",
        "text": " After the person has taken the purgative dose, his face should be sprinkled over with cold water, and he should be given to smell cordial earth, flowers, fruits, leaf-buds and acid articles in order to prevent the tendency for vomiting."
    },
    {
        "verse_id": "77-80",
        "text": " Nine preparations with acid articles etc, twelve with rock-salt etc., eighteen with urine, two mixed with liquorice, fourteen with Jivaka and other drugs, seven with milk etc., twelve preparations of linctus mixed with sugar candy, five preparations of syrups for the six seasons, five preparations of sweet boluses, four preparations with ghee, two in milk and similar number in the form of powdered and demulcent preparations, two preparations in wine, two in sour conjee and ten other preparations in Shadava etc., thus in all one hundred and ten tested preparations of turpeth [trivrit] and black turpeth [shyamatrivrit] have been expounded by the great sage, in this chapter on the pharmaceutics of black turpeth."
    }
]