[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Pharmaceutics of Kurchi [vatsaka-kalpa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " I shall declare the various names of kurchi, the difference between the female and the male of the species and expound the pharmaceutics of kurchi in a systematic and elaborate manner."
    },
    {
        "verse_id": "4",
        "text": " It is known by the names of Vatsaka, Kutaja [kuṭaja], Shakra [śakra], Vrikshaka [vṛkṣaka] and Girimallika [girimallikā]. Its seeds are known as Indrayava and Kalingaka [kaliṅgaka]."
    },
    {
        "verse_id": "5",
        "text": " The male variety of the species is known by its big fruit, white flowers and thick leaves. The female variety is known by its dark and red flowers and by the small size of its fruit and stalk."
    },
    {
        "verse_id": "6",
        "text": " This (either variety) is curative of hemothermia and is free from any risk if administered even to delicate people. It is recommended in cardiac troubles, fever, rheumatic conditions and acute spreading affections."
    },
    {
        "verse_id": "7-8½",
        "text": " The fruits of kurchi should be culled in their proper season aud should be dried and stored. A fistful of them should be crushed and soaked in the decoction of liquorice and the mountain ebony group of drugs, for a night. This should then be rubbed with rock-salt and honey and taken as a potion. This is a good emetic dose curative of Pitta and Kapha."
    },
    {
        "verse_id": "9-11",
        "text": " The powder of the fruits should be impregnated for eight days in the milky exudation of mudar, and dose of one tola of this powder should be taken as potion with the decoction of Jivaka. In a similar manner, the decoction of the emetic nut, bristly luffa, bottle gourd, cork swallow wort, rape seed or mahwa may be used, or even water mixed with rock-salt. The powder of its seeds may be given mixed with kedgeree, for the purpose of emesis"
    },
    {
        "verse_id": "12",
        "text": " Nine preparations of decoctions, five of powders, three in water and one in kedgeree—thus in all, eighteen preparations have been described of kurchi."
    }
]