[{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Pharmaceutics of Bristly luffa [jīmūtaka—jimutaka]”,"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Listen to the exposition of the pharmaceutics of bristly luffa [jīmūtaka], making use of its fruit and blossom. Garagari [garāgarī], Veni [veṇī] and Devatadaka [devatāḍaka] are its synonyms."
    },
    {
        "verse_id": "4",
        "text": " Bristly luffa is curative of each of the three morbid humors when combined with appropriate adjuvants. It should be administered in fever, dyspnea, hiccup and similar other disorders"
    },
    {
        "verse_id": "5-7",
        "text": " Select the bristly luffa [jimutaka] growing in the most favourable land and endowed with the best quality, as already described. Milk should be prepared from its flowers. Milk-gruel from its fresh fruits, the cream of milk from its hairy fruits, the cream of curds from its fruits whose hair have fallen, sour curds from the milk prepared with greenish yellow fruits, the powder of old and well dried fruits kept in a clear vessel should be taken with milk, in the dose of two tolas by a person afflicted with Vata and Pitta."
    },
    {
        "verse_id": "8",
        "text": " The fruits should be crushed and macerated with the supernatant part of Sura wine (and the juice strained). It should be taken as potion in Kapha-disorders, anorexia, cough, anemia and consumption."
    },
    {
        "verse_id": "9-9½",
        "text": " Two or three fruits of bristly luffa should be crushed and put into the decoction of either guduch, liquorice, variegated mountain ebony and other drugs of its group, neem or kurchi and well macerated. It should then be strained and taken as potion in the manner already described in the case of the emetic nut."
    },
    {
        "verse_id": "10",
        "text": " Or, it may be taken with any one of the decoctions of the heptad of purging cassia and other drugs of its group, in the manner described in the previous chapter, by a person afflicted with fever of the Pitta and Kapha type."
    },
    {
        "verse_id": "11",
        "text": " The preparation of pills are the same as in the case of the emetic nut i.e., eight in number; only the size of the pill is to be that of the jujube."
    },
    {
        "verse_id": "12",
        "text": " In fever due to Pitta-cum-Kapha or Vata-cum-Pitta, it should be administered, in the juices of Jivaka, Rishabhaka, sugar-cane or climbing asparagus."
    },
    {
        "verse_id": "13",
        "text": " Similarly, the ghee obtained from the milk prepared with bristly luffa and cooked with the decoction of the emetic nut and other drugs of its group is regarded as an excellent emetic."
    },
    {
        "verse_id": "14-15",
        "text": " Six preparations in milk, one in the supernatant part of wine, twelve other preparations, seven in the decoction of the purging cassia and other drugs of its group, eight of pills, four preparations in the juice of Jivaka and other drugs of its group and one preparation of ghee—these are the thirty-nine preparations described in the pharmaceutics of bristly luffa [jimutaka]."
    }
]