[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचश्रुत्वेहितं साधु सभासभाजितंमहत्तमाग्रण्य उरुक्रमात्मन: ।युधिष्ठिरो दैत्यपतेर्मुदान्वित:पप्रच्छ भूयस्तनयं स्वयम्भुव: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaśrutvehitaṁ sādhu sabhā-sabhājitaṁmahattamāgraṇya urukramātmanaḥyudhiṣṭhiro daitya-pater mudānvitaḥpapraccha bhūyas tanayaṁ svayambhuvaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "śrutvā",
            "īhitam",
            "sādhu",
            "sabhā",
            "sabhājitam",
            "mahat",
            "tama",
            "agraṇyaḥ",
            "urukrama",
            "ātmanaḥ",
            "yudhiṣṭhiraḥ",
            "daitya",
            "pateḥ",
            "mudā",
            "anvitaḥ",
            "papraccha",
            "bhūyaḥ",
            "tanayam",
            "svayambhuvaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: After hearing about the activities and character of Prahlāda Mahārāja, which are adored and discussed among great personalities like Lord Brahmā and Lord Śiva, Yudhiṣṭhira Mahārāja, the most respectful king among exalted personalities, again inquired from the great saint Nārada Muni in a mood of great pleasure.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीयुधिष्ठिर उवाचभगवन् श्रोतुमिच्छामि नृणां धर्मं सनातनम् ।वर्णाश्रमाचारयुतं यत्पुमान्विन्दते परम् ॥ २ ॥",
        "english_devnagari": "śrī-yudhiṣṭhira uvācabhagavan śrotum icchāminṛṇāṁ dharmaṁ sanātanamvarṇāśramācāra-yutaṁyat pumān vindate param",
        "verse_Syn": [
            "śrī",
            "yudhiṣṭhiraḥ",
            "uvāca",
            "bhagavan",
            "śrotum",
            "icchāmi",
            "nṛṇām",
            "dharmam",
            "sanātanam",
            "varṇa",
            "āśrama",
            "ācāra",
            "yutam",
            "yat",
            "pumān",
            "vindate",
            "param"
        ],
        "translation": "Mahārāja Yudhiṣṭhira said: My dear lord, I wish to hear from you about the principles of religion by which one can attain the ultimate goal of life — devotional service. I wish to hear about the general occupational duties of human society and the system of social and spiritual advancement known as varṇāśrama-dharma.",
        "purport": " Sanātana-dharma means devotional service. The word sanātana refers to that which is eternal, which does not change but continues in all circumstances. We have several times explained what the eternal occupational duty of the living being is. Indeed, it has been explained by Śrī Caitanya Mahāprabhu. Jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’: the real occupational duty of the living entity is to serve the Supreme Personality of Godhead. Even if one prefers to deviate from this principle he remains a servant because that is his eternal position; but one serves māyā, the illusory, material energy. The Kṛṣṇa consciousness movement, therefore, is an attempt to guide human society to serving the Personality of Godhead instead of serving the material world with no real profit. Our actual experience is that every man, animal, bird and beast — indeed, every living entity — is engaged in rendering service. Even though one’s body or one’s superficial religion may change, every living entity is always engaged in the service of someone. Therefore, the mentality of service is called the eternal occupational duty. This eternal occupational duty can be organized through the institution of varṇāśrama, in which there are four varṇas (brāhmaṇa, kṣatriya, vaiśya and śūdra) and four āśramas (brahmacarya, gṛhastha, vānaprastha and sannyāsa). Thus, Yudhiṣṭhira Mahārāja inquired from Nārada Muni about the principles of sanātana-dharma for the benefit of human society."
    },
    {
        "verse": "3",
        "devanagari": "भवान्प्रजापते: साक्षादात्मज: परमेष्ठिन: ।सुतानां सम्मतो ब्रह्मंस्तपोयोगसमाधिभि: ॥ ३ ॥",
        "english_devnagari": "bhavān prajāpateḥ sākṣādātmajaḥ parameṣṭhinaḥsutānāṁ sammato brahmaṁstapo-yoga-samādhibhiḥ",
        "verse_Syn": [
            "bhavān",
            "prajāpateḥ",
            "sākṣāt",
            "ātma",
            "jaḥ",
            "parameṣṭhinaḥ",
            "sutānām",
            "sammataḥ",
            "brahman",
            "tapaḥ",
            "yoga",
            "samādhibhiḥ"
        ],
        "translation": "O best of the brāhmaṇas, you are directly the son of Prajāpati [Lord Brahmā]. Because of your austerities, mystic yoga and trance, you are considered the best of all of Lord Brahmā’s sons.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "नारायणपरा विप्रा धर्मं गुह्यं परं विदु: ।करुणा: साधव: शान्तास्त्वद्विधा न तथापरे ॥ ४ ॥",
        "english_devnagari": "nārāyaṇa-parā viprādharmaṁ guhyaṁ paraṁ viduḥkaruṇāḥ sādhavaḥ śāntāstvad-vidhā na tathāpare",
        "verse_Syn": [
            "nārāyaṇa",
            "parāḥ",
            "viprāḥ",
            "dharmam",
            "guhyam",
            "param",
            "viduḥ",
            "karuṇāḥ",
            "sādhavaḥ",
            "śāntāḥ",
            "tvat",
            "vidhāḥ",
            "na",
            "tathā",
            "apare"
        ],
        "translation": "No one is superior to you in peaceful life and mercy, and no one knows better than you how to execute devotional service or how to become the best of the brāhmaṇas. Therefore, you know all the principles of confidential religious life, and no one knows them better than you.",
        "purport": " Yudhiṣṭhira Mahārāja knew that Nārada Muni is the supreme spiritual master of human society who can teach the path of spiritual liberation leading to the understanding of the Supreme Personality of Godhead. Actually, it is for this purpose that Nārada Muni compiled his Bhakti-sūtra and gave directions in the Nārada-pañcarātra. To learn about religious principles and the perfection of life, one must take instruction from the disciplic succession of Nārada Muni. Our Kṛṣṇa consciousness movement is directly in the line of the Brahma sampradāya. Nārada Muni received instructions from Lord Brahmā and in turn transmitted the instructions to Vyāsadeva. Vyāsadeva instructed his son Śukadeva Gosvāmī, who spoke Śrīmad-Bhāgavatam. The Kṛṣṇa consciousness movement is based on Śrīmad-Bhāgavatam and Bhagavad-gītā. Because Śrīmad-Bhāgavatam was spoken by Śukadeva Gosvāmī and Bhagavad-gītā was spoken by Kṛṣṇa, there is no difference between them. If we strictly follow the principle of disciplic succession, we are certainly on the right path of spiritual liberation, or eternal engagement in devotional service."
    },
    {
        "verse": "5",
        "devanagari": "श्रीनारद उवाचनत्वा भगवतेऽजाय लोकानां धर्मसेतवे ।वक्ष्ये सनातनं धर्मं नारायणमुखाच्छ्रुतम् ॥ ५ ॥",
        "english_devnagari": "śrī-nārada uvācanatvā bhagavate ’jāyalokānāṁ dharma-setavevakṣye sanātanaṁ dharmaṁnārāyaṇa-mukhāc chrutam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "natvā",
            "bhagavate",
            "ajāya",
            "lokānām",
            "dharma",
            "setave",
            "vakṣye",
            "sanātanam",
            "dharmam",
            "nārāyaṇa",
            "mukhāt",
            "śrutam"
        ],
        "translation": "Śrī Nārada Muni said: After first offering my obeisances unto Lord Kṛṣṇa, the protector of the religious principles of all living entities, let me explain the principles of the eternal religious system, of which I have heard from the mouth of Nārāyaṇa.",
        "purport": " The word aja refers to Kṛṣṇa, who explains in Bhagavad-gītā (4.6), ajo ’pi sann avyayātmā: “I am ever existing, and thus I never take birth. There is no change in My existence.”"
    },
    {
        "verse": "6",
        "devanagari": "योऽवतीर्यात्मनोंऽशेन दाक्षायण्यां तु धर्मत: ।लोकानां स्वस्तयेऽध्यास्ते तपो बदरिकाश्रमे ॥ ६ ॥",
        "english_devnagari": "yo ’vatīryātmano ’ṁśenadākṣāyaṇyāṁ tu dharmataḥlokānāṁ svastaye ’dhyāstetapo badarikāśrame",
        "verse_Syn": [
            "yaḥ",
            "avatīrya",
            "ātmanaḥ",
            "aṁśena",
            "dākṣāyaṇyām",
            "tu",
            "dharmataḥ",
            "lokānām",
            "svastaye",
            "adhyāste",
            "tapaḥ",
            "badarikāśrame"
        ],
        "translation": "Lord Nārāyaṇa, along with His partial manifestation Nara, appeared in this world through the daughter of Dakṣa Mahārāja known as Mūrti. He was begotten by Dharma Mahārāja for the benefit of all living entities. Even now, He is still engaged in executing great austerities near the place known as Badarikāśrama.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "धर्ममूलं हि भगवान्सर्ववेदमयो हरि: ।स्मृतं च तद्विदां राजन्येन चात्मा प्रसीदति ॥ ७ ॥",
        "english_devnagari": "dharma-mūlaṁ hi bhagavānsarva-vedamayo hariḥsmṛtaṁ ca tad-vidāṁ rājanyena cātmā prasīdati",
        "verse_Syn": [
            "dharma",
            "mūlam",
            "hi",
            "bhagavān",
            "sarva",
            "veda",
            "mayaḥ",
            "hariḥ",
            "smṛtam",
            "ca",
            "tat",
            "vidām",
            "rājan",
            "yena",
            "ca",
            "ātmā",
            "prasīdati"
        ],
        "translation": "The Supreme Being, the Personality of Godhead, is the essence of all Vedic knowledge, the root of all religious principles, and the memory of great authorities. O King Yudhiṣṭhira, this principle of religion is to be understood as evidence. On the basis of this religious principle, everything is satisfied, including one’s mind, soul and even one’s body.",
        "purport": " As stated by Yamarāja, dharmaṁ tu sākṣād bhagavat-praṇītam. Yamarāja, the representative of the Lord who takes care of the living beings after their death, gives his verdict as to how and when the living being will change his body. He is the authority, and he says that the religious principles consist of the codes and laws given by God. No one can manufacture religion, and therefore manufactured religious systems are rejected by the followers of the Vedic principles. In Bhagavad-gītā (15.15) it is said, vedaiś ca sarvair aham eva vedyaḥ: Vedic knowledge means to understand the Supreme Personality of Godhead, Kṛṣṇa. Therefore, whether one speaks of the Vedas, scriptures, religion or the principles of everyone’s occupational duty, all of them must aim at understanding Kṛṣṇa, the Supreme Personality of Godhead. Śrīmad-Bhāgavatam (1.2.6) therefore concludes: In other words, religious principles aim at learning how to render transcendental loving service to the Lord. That service must be unmotivated and unchecked by material conditions. Then human society will be happy in all respects. The smṛti, the scriptures following the principles of Vedic knowledge, are considered the evidence of Vedic principles. There are twenty different types of scripture for following religious principles, and among them the scriptures of Manu and Yājñavalkya are considered to be all-pervading authorities. In the Yājñavalkya-smṛti it is said: One should learn human behavior from śruti, the Vedas, and from smṛti, the scriptures following the Vedic principles. Śrīla Rūpa Gosvāmī in his Bhakti-rasāmṛta-sindhu says: The purport is that to become a devotee one must follow the principles laid down in śruti and smṛti. One must follow the codes of the Purāṇas and the pāñcarātrikī-vidhi. One cannot be a pure devotee without following the śruti and smṛti, and the śruti and smṛti without devotional service cannot lead one to the perfection of life. Therefore, from all the evidence the conclusion is that without bhakti, devotional service, there is no question of religious principles. God is the central figure in the performance of religious principles. Almost everything going on in this world as religion is devoid of any idea of devotional service and is therefore condemned by the verdict of Śrīmad-Bhāgavatam. Without devotional service, so-called religious principles are only cheating."
    },
    {
        "verse": "8-12",
        "devanagari": "सत्यं दया तप: शौचं तितिक्षेक्षा शमो दम: ।अहिंसा ब्रह्मचर्यं च त्याग: स्वाध्याय आर्जवम् ॥ ८ ॥सन्तोष: समद‍ृक्सेवा ग्राम्येहोपरम: शनै: ।नृणां विपर्ययेहेक्षा मौनमात्मविमर्शनम् ॥ ९ ॥अन्नाद्यादे: संविभागो भूतेभ्यश्च यथार्हत: ।तेष्वात्मदेवताबुद्धि: सुतरां नृषु पाण्डव ॥ १० ॥श्रवणं कीर्तनं चास्य स्मरणं महतां गते: ।सेवेज्यावनतिर्दास्यं सख्यमात्मसमर्पणम् ॥ ११ ॥नृणामयं परो धर्म: सर्वेषां समुदाहृत: ।त्रिंशल्लक्षणवान् राजन्सर्वात्मा येन तुष्यति ॥ १२ ॥",
        "english_devnagari": "satyaṁ dayā tapaḥ śaucaṁtitikṣekṣā śamo damaḥahiṁsā brahmacaryaṁ catyāgaḥ svādhyāya ārjavam",
        "verse_Syn": [
            "satyam",
            "dayā",
            "tapaḥ",
            "śaucam",
            "titikṣā",
            "īkṣā",
            "śamaḥ",
            "damaḥ",
            "ahiṁsā",
            "brahmacaryam",
            "ca",
            "tyāgaḥ",
            "svādhyāyaḥ",
            "ārjavam",
            "santoṣaḥ",
            "samadṛk",
            "sevā",
            "grāmya",
            "īhā",
            "uparamaḥ",
            "śanaiḥ",
            "nṛṇām",
            "viparyaya",
            "īhā",
            "īkṣā",
            "maunam",
            "ātma",
            "vimarśanam",
            "anna",
            "ādya",
            "ādeḥ",
            "saṁvibhāgaḥ",
            "bhūtebhyaḥ",
            "ca",
            "yathā",
            "arhataḥ",
            "teṣu",
            "ātma",
            "devatā",
            "buddhiḥ",
            "sutarām",
            "nṛṣu",
            "pāṇḍava",
            "śravaṇam",
            "kīrtanam",
            "ca",
            "asya",
            "smaraṇam",
            "mahatām",
            "gateḥ",
            "sevā",
            "ijyā",
            "avanatiḥ",
            "dāsyam",
            "sakhyam",
            "ātma",
            "samarpaṇam",
            "nṛṇām",
            "ayam",
            "paraḥ",
            "dharmaḥ",
            "sarveṣām",
            "samudāhṛtaḥ",
            "triṁśat",
            "lakṣaṇa",
            "vān",
            "rājan",
            "sarva",
            "ātmā",
            "yena",
            "tuṣyati"
        ],
        "translation": "These are the general principles to be followed by all human beings: truthfulness, mercy, austerity (observing fasts on certain days of the month), bathing twice a day, tolerance, discrimination between right and wrong, control of the mind, control of the senses, nonviolence, celibacy, charity, reading of scripture, simplicity, satisfaction, rendering service to saintly persons, gradually taking leave of unnecessary engagements, observing the futility of the unnecessary activities of human society, remaining silent and grave and avoiding unnecessary talk, considering whether one is the body or the soul, distributing food equally to all living entities (both men and animals), seeing every soul (especially in the human form) as a part of the Supreme Lord, hearing about the activities and instructions given by the Supreme Personality of Godhead (who is the shelter of the saintly persons), chanting about these activities and instructions, always remembering these activities and instructions, trying to render service, performing worship, offering obeisances, becoming a servant, becoming a friend, and surrendering one’s whole self. O King Yudhiṣṭhira, these thirty qualifications must be acquired in the human form of life. Simply by acquiring these qualifications, one can satisfy the Supreme Personality of Godhead.",
        "purport": " In order that human beings be distinct from the animals, the great saint Nārada recommends that every human being be educated in terms of the above-mentioned thirty qualifications. Nowadays there is propaganda everywhere, all over the world, for a secular state, a state interested only in mundane activities. But if the citizens of the state are not educated in the above-mentioned good qualities, how can there be happiness? For example, if the total populace is untruthful, how can the state be happy? Therefore, without consideration of one’s belonging to a sectarian religion, whether Hindu, Muslim, Christian, Buddhist or any other sect, everyone should be taught to become truthful. Similarly, everyone should be taught to be merciful, and everyone should observe fasting on certain days of the month. Everyone should bathe twice a day, cleanse his teeth and body externally, and cleanse his mind internally by remembering the holy name of the Lord. The Lord is one, whether one is Hindu, Muslim or Christian. Therefore, one should chant the holy name of the Lord, regardless of differences in linguistic pronunciation. Also, everyone should be taught to be very careful not to discharge semen unnecessarily. This is very important for all human beings. If semen is not discharged unnecessarily, one becomes extremely strong in memory, determination, activity and the vitality of one’s bodily energy. Everyone should also be taught to be simple in thought and feeling and satisfied in body and mind. These are the general qualifications of a human being. There is no question of a secular state or an ecclesiastical state. Unless one is educated in the above-mentioned thirty qualities, there cannot be any peace. Ultimately it is recommended: Everyone should become a devotee of the Lord, because by becoming a devotee of the Lord one automatically acquires the other qualities. “In one who has unflinching devotional service to Kṛṣṇa, all the good qualities of Kṛṣṇa and the demigods are consistently manifest. However, he who has no devotion to the Supreme Personality of Godhead has no good qualifications because he is engaged by mental concoction in material existence, which is the external feature of the Lord.” (Bhāg. 5.18.12) Our Kṛṣṇa consciousness movement, therefore, is all-embracing. Human civilization should take it very seriously and practice its principles for the peace of the world."
    },
    {
        "verse": "13",
        "devanagari": "संस्कारा यत्राविच्छिन्ना: स द्विजोऽजो जगाद यम् ।इज्याध्ययनदानानि विहितानि द्विजन्मनाम् ।जन्मकर्मावदातानां क्रियाश्चाश्रमचोदिता: ॥ १३ ॥",
        "english_devnagari": "saṁskārā yatrāvicchinnāḥsa dvijo ’jo jagāda yamijyādhyayana-dānānivihitāni dvijanmanāmjanma-karmāvadātānāṁkriyāś cāśrama-coditāḥ",
        "verse_Syn": [
            "saṁskārāḥ",
            "yatra",
            "avicchinnāḥ",
            "saḥ",
            "dvi",
            "jaḥ",
            "ajaḥ",
            "jagāda",
            "yam",
            "ijyā",
            "adhyayana",
            "dānāni",
            "vihitāni",
            "dvi",
            "janmanām",
            "janma",
            "karma",
            "avadātānām",
            "kriyāḥ",
            "ca",
            "āśrama",
            "coditāḥ"
        ],
        "translation": "Those who have been reformed by the garbhādhāna ceremony and other prescribed reformatory methods, performed with Vedic mantras and without interruption, and who have been approved by Lord Brahmā, are dvijas, or twice-born. Such brāhmaṇas, kṣatriyas and vaiśyas, purified by their family traditions and by their behavior, should worship the Lord, study the Vedas and give charity. In this system, they should follow the principles of the four āśramas [brahmacarya, gṛhastha, vānaprastha and sannyāsa].",
        "purport": " After giving a general list of thirty qualifications for one’s behavior, Nārada Muni now describes the principles of the four varṇas and four āśramas. A human being must be trained in the above-mentioned thirty qualities; otherwise, he is not even a human being. Then, among such qualified persons, the varṇāśrama process should be introduced. In the varṇāśrama system, the first ceremony for purification is garbhādhāna, which is performed with mantras at the time of sex for propagating a good child. One who uses sex life not for sensual pleasures but only to beget children according to the reformatory method is also accepted as a brahmacārī. One should not waste semen on sensual pleasure, violating the principles of Vedic life. Restraint in sex is possible, however, only when the populace is trained in the above-mentioned thirty qualities; otherwise, it is not possible. Even if one is born in a family of dvijas, or twice-born, if they have not followed the reformatory process he is called a dvija-bandhu — not one of the twice-born, but a friend of the twice-born. The whole purpose of this system is to create good population. As stated in Bhagavad-gītā, when women are polluted the populace is varṇa-saṅkara, and when the varṇa-saṅkara population increases, the situation of the entire world becomes hellish. Therefore, all the Vedic literatures strongly warn against creating varṇa-saṅkara population. When there is varṇa-saṅkara population, the people cannot be properly controlled for peace and prosperity, regardless of great legislative assemblies, parliaments and similar bodies."
    },
    {
        "verse": "14",
        "devanagari": "विप्रस्याध्ययनादीनि षडन्यस्याप्रतिग्रह: ।राज्ञो वृत्ति: प्रजागोप्तुरविप्राद्वा करादिभि: ॥ १४ ॥",
        "english_devnagari": "viprasyādhyayanādīniṣaḍ-anyasyāpratigrahaḥrājño vṛttiḥ prajā-gopturaviprād vā karādibhiḥ",
        "verse_Syn": [
            "viprasya",
            "adhyayana",
            "ādīni",
            "ṣaṭ",
            "anyasya",
            "apratigrahaḥ",
            "rājñaḥ",
            "vṛttiḥ",
            "prajā",
            "goptuḥ",
            "aviprāt",
            "vā",
            "kara",
            "ādibhiḥ"
        ],
        "translation": "For a brāhmaṇa there are six occupational duties. A kṣatriya should not accept charity, but he may perform the other five of these duties. A king or kṣatriya is not allowed to levy taxes on brāhmaṇas, but he may make his livelihood by levying minimal taxes, customs duties, and penalty fines upon his other subjects.",
        "purport": " Viśvanātha Cakravartī Ṭhākura explains the position of brāhmaṇas and kṣatriyas as follows. Brāhmaṇas have six occupational duties, of which three are compulsory — namely, studying the Vedas, worshiping the Deity and giving charity. By teaching, by inducing others to worship the Deity, and by accepting gifts, the brāhmaṇas receive the necessities of life. This is also confirmed in the Manu-saṁhitā: Of the six occupational duties of the brāhmaṇas, three are compulsory — namely, worship of the Deity, study of the Vedas and the giving of charity. In exchange, a brāhmaṇa should receive charity, and this should be his means of livelihood. A brāhmaṇa cannot take up any professional occupational duty for his livelihood. The śāstras especially stress that if one claims to be a brāhmaṇa, he cannot engage in the service of anyone else; otherwise he at once falls from his position and becomes a śūdra. Śrīla Rūpa Gosvāmī and Sanātana Gosvāmī belonged to a very respectful family, but because they engaged in the service of Nawab Hussain Shah — not even as ordinary clerks, but as ministers — they were ostracized from brahminical society. Indeed, they became like Mohammedans and even changed their names. Unless a brāhmaṇa is very pure, he cannot accept charity from others. Charity should be given to those who are pure. Even if one is born in a family of brāhmaṇas, if one acts as a śūdra one cannot accept charity, for this is strictly prohibited. Although the kṣatriyas are almost as qualified as the brāhmaṇas, even they cannot accept charity. This is strictly prohibited in this verse by the word apratigraha. What to speak of the lower social orders, even the kṣatriyas must not accept charity. The king or government may levy taxes upon the citizens in various ways — by revenue duties, customs duties, realization of fines, and so on — provided the king is able to give full protection to his subjects to assure the security of their life and property. Unless he is able to give protection, he cannot levy taxes. However, a king must not levy any tax upon the brāhmaṇas and the Vaiṣṇavas fully engaged in Kṛṣṇa consciousness."
    },
    {
        "verse": "15",
        "devanagari": "वैश्यस्तु वार्तावृत्ति: स्यान्नित्यं ब्रह्मकुलानुग: ।शूद्रस्य द्विजशुश्रूषा वृत्तिश्च स्वामिनो भवेत् ॥ १५ ॥",
        "english_devnagari": "vaiśyas tu vārtā-vṛttiḥ syānnityaṁ brahma-kulānugaḥśūdrasya dvija-śuśrūṣāvṛttiś ca svāmino bhavet",
        "verse_Syn": [
            "vaiśyaḥ",
            "tu",
            "vārtā",
            "vṛttiḥ",
            "syāt",
            "nityam",
            "brahma",
            "kula",
            "anugaḥ",
            "śūdrasya",
            "dvija",
            "śuśrūṣā",
            "vṛttiḥ",
            "ca",
            "svāminaḥ",
            "bhavet"
        ],
        "translation": "The mercantile community should always follow the directions of the brāhmaṇas and engage in such occupational duties as agriculture, trade, and protection of cows. For the śūdras the only duty is to accept a master from a higher social order and engage in his service.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "वार्ता विचित्रा शालीनयायावरशिलोञ्छनम् ।विप्रवृत्तिश्चतुर्धेयं श्रेयसी चोत्तरोत्तरा ॥ १६ ॥",
        "english_devnagari": "vārtā vicitrā śālīna-yāyāvara-śiloñchanamvipra-vṛttiś caturdheyaṁśreyasī cottarottarā",
        "verse_Syn": [
            "vārtā",
            "vicitrā",
            "śālīna",
            "yāyāvara",
            "śila",
            "uñchanam",
            "vipra",
            "vṛttiḥ",
            "caturdhā",
            "iyam",
            "śreyasī",
            "ca",
            "uttara",
            "uttarā"
        ],
        "translation": "As an alternative, a brāhmaṇa may also take to the vaiśya’s occupational duty of agriculture, cow protection, or trade. He may depend on that which he has received without begging, he may beg in the paddy field every day, he may collect paddy left in a field by its proprietor, or he may collect food grains left here and there in the shops of grain dealers. These are four means of livelihood that may also be adopted by brāhmaṇas. Among these four, each of them in succession is better than the one preceding it.",
        "purport": " A brāhmaṇa is sometimes offered land and cows in charity, and thus for his livelihood he may act in the same way as a vaiśya, by cultivating land, giving protection to cows and trading off his surpluses. A better process, however, is to pick up grains from a field or from a dealer’s shop without begging."
    },
    {
        "verse": "17",
        "devanagari": "जघन्यो नोत्तमां वृत्तिमनापदि भजेन्नर: ।ऋते राजन्यमापत्सु सर्वेषामपि सर्वश: ॥ १७ ॥",
        "english_devnagari": "jaghanyo nottamāṁ vṛttimanāpadi bhajen naraḥṛte rājanyam āpatsusarveṣām api sarvaśaḥ",
        "verse_Syn": [
            "jaghanyaḥ",
            "na",
            "uttamām",
            "vṛttim",
            "anāpadi",
            "bhajet",
            "naraḥ",
            "ṛte",
            "rājanyam",
            "āpatsu",
            "sarveṣām",
            "api",
            "sarvaśaḥ"
        ],
        "translation": "Except in a time of emergency, lower persons should not accept the occupational duties of those who are higher. When there is such an emergency, of course, everyone but the kṣatriya may accept the means of livelihood of others.",
        "purport": " The occupational duty of a brāhmaṇa should not be accepted by persons in lower social orders, especially vaiśyas and śūdras. For example, an occupational duty of the brāhmaṇa is to teach Vedic knowledge, but unless there is an emergency, this professional duty should not be accepted by the kṣatriyas, vaiśyas or śūdras. Even a kṣatriya cannot accept the duties of a brāhmaṇa unless there is an emergency, and then even if he does so he should not accept charity from anyone else. Sometimes brāhmaṇas protest against our Kṛṣṇa consciousness movement for creating brāhmaṇas from Europeans, or, in other words, from mlecchas and yavanas. This movement, however, is here supported in Śrīmad-Bhāgavatam. At the present moment, society is in a chaotic condition, and everyone has given up the cultivation of spiritual life, which is especially meant for the brāhmaṇas. Because spiritual culture has been stopped all over the world, there is now an emergency, and therefore it is now time to train those who are considered lower and condemned, so that they may become brāhmaṇas and take up the work of spiritual progress. The spiritual progress of human society has been stopped, and this should be considered an emergency. Here is solid support from Nārada Muni of the movement known as Kṛṣṇa consciousness."
    },
    {
        "verse": "18-20",
        "devanagari": "ऋतामृताभ्यां जीवेत मृतेन प्रमृतेन वा ।सत्यानृताभ्यामपि वा न श्ववृत्त्या कदाचन ॥ १८ ॥ऋतमुञ्छशिलं प्रोक्तममृतं यदयाचितम् ।मृतं तु नित्ययाच्ञा स्यात्प्रमृतं कर्षणं स्मृतम् ॥ १९ ॥सत्यानृतं च वाणिज्यं श्ववृत्तिर्नीचसेवनम् ।वर्जयेत्तां सदा विप्रो राजन्यश्च जुगुप्सिताम् ।सर्ववेदमयो विप्र: सर्वदेवमयो नृप: ॥ २० ॥",
        "english_devnagari": "ṛtāmṛtābhyāṁ jīvetamṛtena pramṛtena vāsatyānṛtābhyām api vāna śva-vṛttyā kadācana",
        "verse_Syn": [
            "ṛta",
            "amṛtābhyām",
            "jīveta",
            "mṛtena",
            "pramṛtena",
            "vā",
            "satyānṛtābhyām",
            "api",
            "vā",
            "na",
            "śva",
            "vṛttyā",
            "kadācana",
            "ṛtam",
            "uñchaśilam",
            "proktam",
            "amṛtam",
            "yat",
            "ayācitam",
            "mṛtam",
            "tu",
            "nitya",
            "yācñā",
            "syāt",
            "pramṛtam",
            "karṣaṇam",
            "smṛtam",
            "satyānṛtam",
            "ca",
            "vāṇijyam",
            "śva",
            "vṛttiḥ",
            "nīca",
            "sevanam",
            "varjayet",
            "tām",
            "sadā",
            "vipraḥ",
            "rājanyaḥ",
            "ca",
            "jugupsitām",
            "sarva",
            "veda",
            "mayaḥ",
            "vipraḥ",
            "sarva",
            "deva",
            "mayaḥ",
            "nṛpaḥ"
        ],
        "translation": "In time of emergency, one may accept any of the various types of professions known as ṛta, amṛta, mṛta, pramṛta and satyānṛta, but one should not at any time accept the profession of a dog. The profession of uñchaśila, collecting grains from the field, is called ṛta. Collecting without begging is called amṛta, begging grains is called mṛta, tilling the ground is called pramṛta, and trade is called satyānṛta. Engaging in the service of low-grade persons, however, is called śva-vṛtti, the profession of the dogs. Specifically, brāhmaṇas and kṣatriyas should not engage in the low and abominable service of śūdras. Brāhmaṇas should be well acquainted with all the Vedic knowledge, and kṣatriyas should be well acquainted with the worship of demigods.",
        "purport": " As stated in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: the four divisions of human society were created by the Supreme Lord according to the three modes of material nature and the work ascribed to them. Formerly, the principle of dividing human society into four sections — brāhmaṇa, kṣatriya, vaiśya and śūdra — was strictly followed, but because of gradual neglect of the varṇāśrama principles, varṇa-saṅkara population developed, and the entire institution has now been lost. In this Age of Kali, practically everyone is a śūdra (kalau śūdra-sambhavāḥ), and finding anyone who is a brāhmaṇa, kṣatriya or vaiśya is very difficult. Although the Kṛṣṇa consciousness movement is a movement of brāhmaṇas and Vaiṣṇavas, it is trying to reestablish the divine varṇāśrama institution, for without this division of society there cannot be peace and prosperity anywhere."
    },
    {
        "verse": "21",
        "devanagari": "शमो दमस्तप: शौचं सन्तोष: क्षान्तिरार्जवम् ।ज्ञानं दयाच्युतात्मत्वं सत्यं च ब्रह्मलक्षणम् ॥ २१ ॥",
        "english_devnagari": "śamo damas tapaḥ śaucaṁsantoṣaḥ kṣāntir ārjavamjñānaṁ dayācyutātmatvaṁsatyaṁ ca brahma-lakṣaṇam",
        "verse_Syn": [
            "śamaḥ",
            "damaḥ",
            "tapaḥ",
            "śaucam",
            "santoṣaḥ",
            "kṣāntiḥ",
            "ārjavam",
            "jñānam",
            "dayā",
            "acyuta",
            "ātmatvam",
            "satyam",
            "ca",
            "brahma",
            "lakṣaṇam"
        ],
        "translation": "The symptoms of a brāhmaṇa are control of the mind, control of the senses, austerity and penance, cleanliness, satisfaction, forgiveness, simplicity, knowledge, mercy, truthfulness, and complete surrender to the Supreme Personality of Godhead.",
        "purport": " In the institution of varṇāśrama-dharma, the symptoms of a brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacārī, gṛhastha, vānaprastha, and sannyāsī are all described. The ultimate aim is acyutātmatvam — to think always of the Supreme Personality of Godhead, Kṛṣṇa, or Viṣṇu. To make advancement in Kṛṣṇa consciousness, one has to become a brāhmaṇa, with the above-mentioned symptoms."
    },
    {
        "verse": "22",
        "devanagari": "शौर्यं वीर्यं धृतिस्तेजस्त्यागश्चात्मजय: क्षमा ।ब्रह्मण्यता प्रसादश्च सत्यं च क्षत्रलक्षणम् ॥ २२ ॥",
        "english_devnagari": "śauryaṁ vīryaṁ dhṛtis tejastyāgaś cātmajayaḥ kṣamābrahmaṇyatā prasādaś casatyaṁ ca kṣatra-lakṣaṇam",
        "verse_Syn": [
            "śauryam",
            "vīryam",
            "dhṛtiḥ",
            "tejaḥ",
            "tyāgaḥ",
            "ca",
            "ātma",
            "jayaḥ",
            "kṣamā",
            "brahmaṇyatā",
            "prasādaḥ",
            "ca",
            "satyam",
            "ca",
            "kṣatra",
            "lakṣaṇam"
        ],
        "translation": "To be influential in battle, unconquerable, patient, challenging and charitable, to control the bodily necessities, to be forgiving, to be attached to the brahminical nature and to be always jolly and truthful — these are the symptoms of the kṣatriya.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "देवगुर्वच्युते भक्तिस्त्रिवर्गपरिपोषणम् ।आस्तिक्यमुद्यमो नित्यं नैपुण्यं वैश्यलक्षणम् ॥ २३ ॥",
        "english_devnagari": "deva-gurv-acyute bhaktistri-varga-paripoṣaṇamāstikyam udyamo nityaṁnaipuṇyaṁ vaiśya-lakṣaṇam",
        "verse_Syn": [
            "deva",
            "guru",
            "acyute",
            "bhaktiḥ",
            "tri",
            "varga",
            "paripoṣaṇam",
            "āstikyam",
            "udyamaḥ",
            "nityam",
            "naipuṇyam",
            "vaiśya",
            "lakṣaṇam"
        ],
        "translation": "Being always devoted to the demigods, the spiritual master and the Supreme Lord, Viṣṇu; endeavoring for advancement in religious principles, economic development and sense gratification [dharma, artha and kāma]; believing in the words of the spiritual master and scripture; and always endeavoring with expertise in earning money — these are the symptoms of the vaiśya.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "शूद्रस्य सन्नति: शौचं सेवा स्वामिन्यमायया ।अमन्त्रयज्ञो ह्यस्तेयं सत्यं गोविप्ररक्षणम् ॥ २४ ॥",
        "english_devnagari": "śūdrasya sannatiḥ śaucaṁsevā svāminy amāyayāamantra-yajño hy asteyaṁsatyaṁ go-vipra-rakṣaṇam",
        "verse_Syn": [
            "śūdrasya",
            "sannatiḥ",
            "śaucam",
            "sevā",
            "svāmini",
            "amāyayā",
            "amantra",
            "yajñaḥ",
            "hi",
            "asteyam",
            "satyam",
            "go",
            "vipra",
            "rakṣaṇam"
        ],
        "translation": "Offering obeisances to the higher sections of society [the brāhmaṇas, kṣatriyas and vaiśyas], being always very clean, being free from duplicity, serving one’s master, performing sacrifices without uttering mantras, not stealing, always speaking the truth and giving all protection to the cows and brāhmaṇas — these are the symptoms of the śūdra.",
        "purport": " It is everyone’s experience that workers or servants are generally accustomed to stealing. A first-class servant is one who does not steal. Here it is recommended that a first-class śūdra must remain very clean, must not steal or speak lies, and must always render service to his master. A śūdra may attend sacrifices and Vedic ritualistic ceremonies along with his master, but he should not utter the mantras, for these may be uttered only by the members of the higher sections of society. Unless one is completely pure and has been raised to the standard of a brāhmaṇa, kṣatriya or vaiśya — in other words, unless one is dvija, twice-born — the chanting of mantras will not be fruitful."
    },
    {
        "verse": "25",
        "devanagari": "\u009d स्त्रीणां च पतिदेवानां तच्छुश्रूषानुकूलता ।तद्बन्धुष्वनुवृत्तिश्च नित्यं तद्‌व्रतधारणम् ॥ २५ ॥",
        "english_devnagari": "strīṇāṁ ca pati-devānāṁtac-chuśrūṣānukūlatātad-bandhuṣv anuvṛttiś canityaṁ tad-vrata-dhāraṇam",
        "verse_Syn": [
            "strīṇām",
            "ca",
            "pati",
            "devānām",
            "tat",
            "śuśrūṣā",
            "anukūlatā",
            "tat",
            "bandhuṣu",
            "anuvṛttiḥ",
            "ca",
            "nityam",
            "tat",
            "vrata",
            "dhāraṇam"
        ],
        "translation": "To render service to the husband, to be always favorably disposed toward the husband, to be equally well disposed toward the husband’s relatives and friends, and to follow the vows of the husband — these are the four principles to be followed by women described as chaste.",
        "purport": " It is very important for peaceful householder life that a woman follow the vow of her husband. Any disagreement with the husband’s vow will disrupt family life. In this regard, Cāṇakya Paṇḍita gives a very valuable instruction: dampatyoḥ kalaho nāsti tatra śrīḥ svayam āgatāḥ. When there are no fights between husband and wife, the goddess of fortune automatically comes to the home. A woman’s education should be conducted along the lines indicated in this verse. The basic principle for a chaste woman is to be always favorably disposed toward her husband. In Bhagavad-gītā (1.40) it is said, strīṣu duṣṭāsu vārṣṇeya jāyate varṇa-saṅkaraḥ: if the women are polluted, there will be varṇa-saṅkara population. In modern terms, the varṇa-saṅkara are the hippies, who do not follow any regulative injunctions. Another explanation is that when the population is varṇa-saṅkara, no one can know who is on what platform. The varṇāśrama system scientifically divides society into four varṇas and four āśramas, but in varṇa-saṅkara society there are no such distinctions, and no one can know who is who. In such a society, no one can distinguish between a brāhmaṇa, a kṣatriya, a vaiśya and a śūdra. For peace and happiness in the material world, the varṇāśrama institution must be introduced. The symptoms of one’s activities must be defined, and one must be educated accordingly. Then spiritual advancement will automatically be possible."
    },
    {
        "verse": "26-27",
        "devanagari": "सम्मार्जनोपलेपाभ्यां गृहमण्डनवर्तनै: ।स्वयं च मण्डिता नित्यं परिमृष्टपरिच्छदा ॥ २६ ॥कामैरुच्चावचै: साध्वी प्रश्रयेण दमेन च ।वाक्यै: सत्यै: प्रियै: प्रेम्णा काले काले भजेत्पतिम् ॥ २७ ॥",
        "english_devnagari": "sammārjanopalepābhyāṁgṛha-maṇḍana-vartanaiḥsvayaṁ ca maṇḍitā nityaṁparimṛṣṭa-paricchadā",
        "verse_Syn": [
            "sammārjana",
            "upalepābhyām",
            "gṛha",
            "maṇḍana",
            "vartanaiḥ",
            "svayam",
            "ca",
            "maṇḍitā",
            "nityam",
            "parimṛṣṭa",
            "paricchadā",
            "kāmaiḥ",
            "ucca",
            "avacaiḥ",
            "sādhvī",
            "praśrayeṇa",
            "damena",
            "ca",
            "vākyaiḥ",
            "satyaiḥ",
            "priyaiḥ",
            "premṇā",
            "kāle",
            "kāle",
            "bhajet",
            "patim"
        ],
        "translation": "A chaste woman must dress nicely and decorate herself with golden ornaments for the pleasure of her husband. Always wearing clean and attractive garments, she should sweep and clean the household with water and other liquids so that the entire house is always pure and clean. She should collect the household paraphernalia and keep the house always aromatic with incense and flowers and must be ready to execute the desires of her husband. Being modest and truthful, controlling her senses, and speaking in sweet words, a chaste woman should engage in the service of her husband with love, according to time and circumstances.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "सन्तुष्टालोलुपा दक्षा धर्मज्ञा प्रियसत्यवाक् ।अप्रमत्ता शुचि: स्‍निग्धा पतिं त्वपतितं भजेत् ॥ २८ ॥",
        "english_devnagari": "santuṣṭālolupā dakṣādharma-jñā priya-satya-vākapramattā śuciḥ snigdhāpatiṁ tv apatitaṁ bhajet",
        "verse_Syn": [
            "santuṣṭā",
            "alolupā",
            "dakṣā",
            "dharma",
            "jñā",
            "priya",
            "satya",
            "vāk",
            "apramattā",
            "śuciḥ",
            "snigdhā",
            "patim",
            "tu",
            "apatitam",
            "bhajet"
        ],
        "translation": "A chaste woman should not be greedy, but satisfied in all circumstances. She must be very expert in handling household affairs and should be fully conversant with religious principles. She should speak pleasingly and truthfully and should be very careful and always clean and pure. Thus a chaste woman should engage with affection in the service of a husband who is not fallen.",
        "purport": " According to the injunction of Yājñavalkya, an authority on religious principles, āśuddheḥ sampratikṣyo hi mahāpātaka-dūṣitaḥ. One is considered contaminated by the reactions of great sinful activities when one has not been purified according to the methods of the daśa-vidhā-saṁskāra. In Bhagavad-gītā, however, the Lord says, na māṁ duṣkṛtino mūḍhāḥ prapadyante narādhamāḥ: “Those miscreants who do not surrender unto Me are the lowest of mankind.” The word narādhama means “nondevotee.” Śrī Caitanya Mahāprabhu also said, yei bhaje sei baḍa, abhakta — hīna, chāra. Anyone who is a devotee is sinless. One who is not a devotee, however, is the most fallen and condemned. It is recommended, therefore, that a chaste wife not associate with a fallen husband. A fallen husband is one who is addicted to the four principles of sinful activity — namely illicit sex, meat-eating, gambling and intoxication. Specifically, if one is not a soul surrendered to the Supreme Personality of Godhead, he is understood to be contaminated. Thus a chaste woman is advised not to agree to serve such a husband. It is not that a chaste woman should be like a slave while her husband is narādhama, the lowest of men. Although the duties of a woman are different from those of a man, a chaste woman is not meant to serve a fallen husband. If her husband is fallen, it is recommended that she give up his association. Giving up the association of her husband does not mean, however, that a woman should marry again and thus indulge in prostitution. If a chaste woman unfortunately marries a husband who is fallen, she should live separately from him. Similarly, a husband can separate himself from a woman who is not chaste according to the description of the śāstra. The conclusion is that a husband should be a pure Vaiṣṇava and that a woman should be a chaste wife with all the symptoms described in this regard. Then both of them will be happy and make spiritual progress in Kṛṣṇa consciousness."
    },
    {
        "verse": "29",
        "devanagari": "या पतिं हरिभावेन भजेत् श्रीरिव तत्परा ।हर्यात्मना हरेर्लोके पत्या श्रीरिव मोदते ॥ २९ ॥",
        "english_devnagari": "yā patiṁ hari-bhāvenabhajet śrīr iva tat-parāhary-ātmanā harer lokepatyā śrīr iva modate",
        "verse_Syn": [
            "yā",
            "patim",
            "hari",
            "bhāvena",
            "bhajet",
            "śrīḥ",
            "iva",
            "tat",
            "parā",
            "hari",
            "ātmanā",
            "hareḥ",
            "loke",
            "patyā",
            "śrīḥ",
            "iva",
            "modate"
        ],
        "translation": "The woman who engages in the service of her husband, following strictly in the footsteps of the goddess of fortune, surely returns home, back to Godhead, with her devotee husband, and lives very happily in the Vaikuṇṭha planets.",
        "purport": " The faithfulness of the goddess of fortune is the ideal for a chaste woman. The Brahma-saṁhitā (5.29) says, lakṣmī-sahasra-śata-sambhrama-sevyamānam. In the Vaikuṇṭha planets, Lord Viṣṇu is worshiped by many, many thousands of goddesses of fortune, and in Goloka Vṛndāvana, Lord Kṛṣṇa is worshiped by many, many thousands of gopīs, all of whom are goddesses of fortune. A woman should serve her husband as faithfully as the goddess of fortune. A man should be an ideal servant of the Lord, and a woman should be an ideal wife like the goddess of fortune. Then both husband and wife will be so faithful and strong that by acting together they will return home, back to Godhead, without a doubt. In this regard, Śrīla Madhvācārya gives this opinion: A woman should think of her husband as the Supreme Lord. Similarly, a disciple should think of the spiritual master as the Supreme Personality of Godhead, a śūdra should think of a brāhmaṇa as the Supreme Personality of Godhead, and a servant should think of his master as the Supreme Personality of Godhead. In this way, all of them will automatically become devotees of the Lord. In other words, by thinking this way, all of them will become Kṛṣṇa conscious."
    },
    {
        "verse": "30",
        "devanagari": "वृत्ति: सङ्करजातीनां तत्तत्कुलकृता भवेत् ।अचौराणामपापानामन्त्यजान्तेवसायिनाम् ॥ ३० ॥",
        "english_devnagari": "vṛttiḥ saṅkara-jātīnāṁtat-tat-kula-kṛtā bhavetacaurāṇām apāpānāmantyajāntevasāyinām",
        "verse_Syn": [
            "vṛttiḥ",
            "saṅkara",
            "jātīnām",
            "tat",
            "tat",
            "kula",
            "kṛtā",
            "bhavet",
            "acaurāṇām",
            "apāpānām",
            "antyaja",
            "antevasāyinām"
        ],
        "translation": "Among the mixed classes known as saṅkara, those who are not thieves are known as antevasāyī or caṇḍālas [dog-eaters], and they also have their hereditary customs.",
        "purport": " The four principal divisions of society — brāhmaṇa, kṣatriya, vaiśya and śūdra — have been defined, and now there is a description of the antyaja, the mixed classes. Among the mixed classes, there are two divisions — pratilomaja and anulomaja. If a woman of a high caste marries a man of a lower caste, their union is called pratilo. If a woman of a low caste, however, marries a man of a higher caste, their union is called anulo. The members of such dynasties have their traditional duties as barbers, washermen and so on. Among the antyajas, those who are still somewhat pure in that they do not steal and are not addicted to meat-eating, drinking, illicit sex and gambling are called antevasāyī. Among people of the lower classes, intermarriage and the drinking of wine are allowed, for these people do not recognize such conduct as sinful among themselves."
    },
    {
        "verse": "31",
        "devanagari": "प्राय: स्वभावविहितो नृणां धर्मो युगे युगे ।वेदद‍ृग्भि: स्मृतो राजन्प्रेत्य चेह च शर्मकृत् ॥ ३१ ॥",
        "english_devnagari": "prāyaḥ sva-bhāva-vihitonṛṇāṁ dharmo yuge yugeveda-dṛgbhiḥ smṛto rājanpretya ceha ca śarma-kṛt",
        "verse_Syn": [
            "prāyaḥ",
            "sva",
            "bhāva",
            "vihitaḥ",
            "nṛṇām",
            "dharmaḥ",
            "yuge",
            "yuge",
            "veda",
            "dṛgbhiḥ",
            "smṛtaḥ",
            "rājan",
            "pretya",
            "ca",
            "iha",
            "ca",
            "śarma",
            "kṛt"
        ],
        "translation": "My dear King, brāhmaṇas well conversant in Vedic knowledge have given their verdict that in every age [yuga] the conduct of different sections of people according to their material modes of nature is auspicious both in this life and after death.",
        "purport": " In Bhagavad-gītā (3.35) it is said, śreyān sva-dharmo viguṇaḥ para-dharmāt svanuṣṭhitāt: “It is far better to discharge one’s prescribed duties, even though they may be faulty, than another’s duties.” The antyajas, the men of the lower classes, are accustomed to stealing, drinking and illicit sex, but that is not considered sinful. For example, if a tiger kills a man, this is not sinful but if a man kills another man, this is considered sinful, and the killer is hanged. What is a daily affair among the animals is a sinful act in human society. Thus according to the symptoms of higher and lower sections of society, there are different varieties of occupational duties. According to the experts in Vedic knowledge, these duties are prescribed in terms of the age concerned."
    },
    {
        "verse": "32",
        "devanagari": "वृत्त्या स्वभावकृतया वर्तमान: स्वकर्मकृत् ।हित्वा स्वभावजं कर्म शनैर्निर्गुणतामियात् ॥ ३२ ॥",
        "english_devnagari": "vṛttyā sva-bhāva-kṛtayāvartamānaḥ sva-karma-kṛthitvā sva-bhāva-jaṁ karmaśanair nirguṇatām iyāt",
        "verse_Syn": [
            "vṛttyā",
            "sva",
            "bhāva",
            "kṛtayā",
            "vartamānaḥ",
            "sva",
            "karma",
            "kṛt",
            "hitvā",
            "sva",
            "bhāva",
            "jam",
            "karma",
            "śanaiḥ",
            "nirguṇatām",
            "iyāt"
        ],
        "translation": "If one acts in his profession according to his position in the modes of nature and gradually gives up these activities, he attains the niṣkāma stage.",
        "purport": " If one gradually gives up his hereditary customs and duties and tries to serve the Supreme Personality of Godhead in his natural position, he is gradually able to become free from these activities, and he attains the stage of niṣkāma, freedom from material desires."
    },
    {
        "verse": "33-34",
        "devanagari": "उप्यमानं मुहु: क्षेत्रं स्वयं निर्वीर्यतामियात् ।न कल्पते पुन: सूत्यै उप्तं बीजं च नश्यति ॥ ३३ ॥एवं कामाशयं चित्तं कामानामतिसेवया ।विरज्येत यथा राजन्नग्निवत् कामबिन्दुभि: ॥ ३४ ॥",
        "english_devnagari": "upyamānaṁ muhuḥ kṣetraṁsvayaṁ nirvīryatām iyātna kalpate punaḥ sūtyaiuptaṁ bījaṁ ca naśyati",
        "verse_Syn": [
            "upyamānam",
            "muhuḥ",
            "kṣetram",
            "svayam",
            "nirvīryatām",
            "iyāt",
            "na",
            "kalpate",
            "punaḥ",
            "sūtyai",
            "uptam",
            "bījam",
            "ca",
            "naśyati",
            "evam",
            "kāma",
            "āśayam",
            "cittam",
            "kāmānām",
            "ati",
            "sevayā",
            "virajyeta",
            "yathā",
            "rājan",
            "agni",
            "vat",
            "kāma",
            "bindubhiḥ"
        ],
        "translation": "My dear King, if an agricultural field is cultivated again and again, the power of its production decreases, and whatever seeds are sown there are lost. Just as drops of ghee on a fire never extinguish the fire but a flood of ghee will, similarly, overindulgence in lusty desires mitigates such desires entirely.",
        "purport": " If one continuously sprinkles drops of ghee on a fire, the fire will not be extinguished, but if one suddenly puts a lump of ghee on a fire, the fire may possibly be extinguished entirely. Similarly, those who are too sinful and have thus been born in the lower classes are allowed to enjoy sinful activities fully, for thus there is a chance that these activities will become detestful to them, and they will get the opportunity to be purified."
    },
    {
        "verse": "35",
        "devanagari": "यस्य यल्लक्षणं प्रोक्तं पुंसो वर्णाभिव्यञ्जकम् ।यदन्यत्रापि द‍ृश्येत तत्तेनैव विनिर्दिशेत् ॥ ३५ ॥",
        "english_devnagari": "yasya yal lakṣaṇaṁ proktaṁpuṁso varṇābhivyañjakamyad anyatrāpi dṛśyetatat tenaiva vinirdiśet",
        "verse_Syn": [
            "yasya",
            "yat",
            "lakṣaṇam",
            "proktam",
            "puṁsaḥ",
            "varṇa",
            "abhivyañjakam",
            "yat",
            "anyatra",
            "api",
            "dṛśyeta",
            "tat",
            "tena",
            "eva",
            "vinirdiśet"
        ],
        "translation": "If one shows the symptoms of being a brāhmaṇa, kṣatriya, vaiśya or śūdra, as described above, even if he has appeared in a different class, he should be accepted according to those symptoms of classification.",
        "purport": " Herein it is clearly stated by Nārada Muni that one should not be accepted as a brāhmaṇa, kṣatriya, vaiśya or śūdra according to birth, for although this is going on now, it is not accepted by the śāstras. As stated in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ. Thus the four divisions of society — brāhmaṇa, kṣatriya, vaiśya and śūdra — are to be ascertained according to qualities and activities. If one was born in a brāhmaṇa family and has acquired the brahminical qualifications, he is to be accepted as a brāhmaṇa; otherwise, he should be considered a brahma-bandhu. Similarly, if a śūdra acquires the qualities of a brāhmaṇa, although he was born in a śūdra family, he is not a śūdra; because he has developed the qualities of a brāhmaṇa, he should be accepted as a brāhmaṇa. The Kṛṣṇa consciousness movement is meant to develop these brahminical qualities. Regardless of the community in which one was born, if one develops the qualities of a brāhmaṇa he should be accepted as a brāhmaṇa, and he then may be offered the order of sannyāsa. Unless one is qualified in terms of the brahminical symptoms, one cannot take sannyāsa. In designating a person a brāhmaṇa, kṣatriya, vaiśya or śūdra, birth is not the essential symptom. This understanding is very important. Herein Nārada Muni distinctly says that one may be accepted according to the caste of his birth if he has the corresponding qualifications, but otherwise he should not. One who has attained the qualifications of a brāhmaṇa, regardless of where he was born, should be accepted as a brāhmaṇa. Similarly, if one has developed the qualities of a śūdra or a caṇḍāla, regardless of where he was born, he should be accepted in terms of those symptoms."
    }
]