[
    {
        "verse": "1",
        "devanagari": "राजोवाचब्रह्मणा चोदितो ब्रह्मन् गुणाख्यानेऽगुणस्य च ।यस्मै यस्मै यथा प्राह नारदो देवदर्शन: ॥ १ ॥",
        "english_devnagari": "rājovācabrahmaṇā codito brahmanguṇākhyāne ’guṇasya cayasmai yasmai yathā prāhanārado deva-darśanaḥ",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "brahmaṇā",
            "coditaḥ",
            "brahman",
            "guṇa",
            "ākhyāne",
            "aguṇasya",
            "ca",
            "yasmai",
            "yasmai",
            "yathā",
            "prāha",
            "nāradaḥ",
            "deva",
            "darśanaḥ"
        ],
        "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: How did Nārada Muni, whose hearers are as fortunate as those instructed by Lord Brahmā, explain the transcendental qualities of the Lord, who is without material qualities, and before whom did he speak?",
        "purport": " Devarṣi Nārada was directly instructed by Brahmājī, who was also directly instructed by the Supreme Lord; therefore the instructions imparted by Nārada to his various disciples are as good as those of the Supreme Lord. That is the way of understanding Vedic knowledge. It comes down from the Lord by disciplic succession, and this transcendental knowledge is distributed to the world by this descending process. There is no chance, however, to receive the Vedic knowledge from mental speculators. Therefore, wherever Nārada Muni goes, he represents himself as authorized by the Lord, and his appearance is as good as that of the Supreme Lord. Similarly, the disciplic succession which strictly follows the transcendental instruction is the bona fide chain of disciplic succession, and the test for such bona fide spiritual masters is that there should be no difference between the instruction of the Lord originally imparted to His devotee and that which is imparted by the authority in the line of disciplic succession. How Nārada Muni distributed the transcendental knowledge of the Lord will be explained in later cantos. It will appear also that the Lord existed prior to the material creation, and therefore His transcendental name, quality, etc., do not represent any material quality. Whenever, therefore, the Lord is described as aguṇa, or without any quality, it does not mean that He has no quality, but that He has no material quality, such as the modes of goodness, passion or ignorance, as the conditioned souls have. He is transcendental to all material conceptions, and thus He is described as aguṇa."
    },
    {
        "verse": "2",
        "devanagari": "एतद् वेदितुमिच्छामि तत्त्वं तत्त्वविदां वर ।हरेरद्भुतवीर्यस्य कथा लोकसुमङ्गला: ॥ २ ॥",
        "english_devnagari": "etad veditum icchāmitattvaṁ tattva-vidāṁ varaharer adbhuta-vīryasyakathā loka-sumaṅgalāḥ",
        "verse_Syn": [
            "etat",
            "veditum",
            "icchāmi",
            "tattvam",
            "tattva",
            "vidām",
            "vara",
            "hareḥ",
            "adbhuta",
            "vīryasya",
            "kathāḥ",
            "loka",
            "su",
            "maṅgalāḥ"
        ],
        "translation": "The King said: I wish to know. Narrations concerning the Lord, who possesses wonderful potencies, are certainly auspicious for living beings in all planets.",
        "purport": " Śrīmad-Bhāgavatam, which is full of narrations of the activities of the Supreme Lord, is auspicious for all living beings residing in every planet. One who takes it as belonging to a particular sect is certainly mistaken. Śrīmad-Bhāgavatam is certainly a very dear scripture for all the devotees of the Lord, but it is auspicious even for the nondevotees also because it explains that even the nondevotees hovering under the spell of material energy can be delivered from such clutches if they hear the narration of the Śrīmad-Bhāgavatam with devotion and attention from the right source representing the Lord by disciplic succession."
    },
    {
        "verse": "3",
        "devanagari": "कथयस्व महाभाग यथाहमखिलात्मनि ।कृष्णे निवेश्य नि:सङ्गं मनस्त्यक्ष्ये कलेवरम् ॥ ३ ॥",
        "english_devnagari": "kathayasva mahābhāgayathāham akhilātmanikṛṣṇe niveśya niḥsaṅgaṁmanas tyakṣye kalevaram",
        "verse_Syn": [
            "kathayasva",
            "mahābhāga",
            "yathā",
            "aham",
            "akhila",
            "ātmani",
            "kṛṣṇe",
            "niveśya",
            "niḥsaṅgam",
            "manaḥ",
            "tyakṣye",
            "kalevaram"
        ],
        "translation": "O greatly fortunate Śukadeva Gosvāmī, please continue narrating Śrīmad-Bhāgavatam so that I can place my mind upon the Supreme Soul, Lord Kṛṣṇa, and, being completely freed from material qualities, thus relinquish this body.",
        "purport": " To be fully engaged in hearing the transcendental narration described in the text of Śrīmad-Bhāgavatam means to constantly associate with the Supreme Soul, Śrī Kṛṣṇa. And to constantly associate with the Supreme Lord Kṛṣṇa means to be liberated from the qualities of matter. Lord Kṛṣṇa is like the sun, and material contamination is like darkness. As the presence of the sun dissipates darkness, constant engagement in the association of the Lord Śrī Kṛṣṇa frees one from the contamination of the material qualities. Contamination by the material qualities is the cause of repeated birth and death, and liberation from material qualities is transcendence. Mahārāja Parīkṣit was now a realized soul by this secret of liberation, through the grace of Śukadeva Gosvāmī, for the latter had informed the King that the highest perfection of life is to be in remembrance of Nārāyaṇa at the end of life. Mahārāja Parīkṣit was destined to give up his body at the end of seven days, and thus he decided to continue remembering the Lord by His association with the topics of Śrīmad-Bhāgavatam, and thus to quit his body in full consciousness of the presence of the Lord Śrī Kṛṣṇa, the Supreme Soul. The hearing of Śrīmad-Bhāgavatam performed by professional men is different from the transcendental hearing of Mahārāja Parīkṣit. Mahārāja Parīkṣit was a soul realized in the Absolute Truth, Śrī Kṛṣṇa, the Personality of Godhead. The fruitive materialist is not a realized soul; he wants to derive some material benefit from his so-called hearing of Śrīmad-Bhāgavatam. Undoubtedly such an audience, hearing Śrīmad-Bhāgavatam from the professional men, can derive some material benefit as they desire, but that does not mean that such a pretense of hearing Śrīmad-Bhāgavatam for a week is as good as the hearing of Mahārāja Parīkṣit. It is the duty of the sane to hear Śrīmad-Bhāgavatam from a self-realized soul and not be duped by professional men. One should continue such hearing till the end of one’s life so that one can actually have the transcendental association of the Lord and thus be liberated simply by hearing Śrīmad-Bhāgavatam. Mahārāja Parīkṣit had already given up all his connections with his kingdom and family, the most attractive features of materialism, but still he was conscious of his material body. He wanted to be free of such bondage also by the constant association of the Lord."
    },
    {
        "verse": "4",
        "devanagari": "श‍ृण्वत: श्रद्धया नित्यं गृणतश्च स्वचेष्टितम् ।कालेन नातिदीर्घेण भगवान् विशते हृदि ॥ ४ ॥",
        "english_devnagari": "śṛṇvataḥ śraddhayā nityaṁgṛṇataś ca sva-ceṣṭitamkālena nātidīrgheṇabhagavān viśate hṛdi",
        "verse_Syn": [
            "śṛṇvataḥ",
            "śraddhayā",
            "nityam",
            "gṛṇataḥ",
            "ca",
            "sva",
            "ceṣṭitam",
            "kālena",
            "na",
            "ati",
            "dīrgheṇa",
            "bhagavān",
            "viśate",
            "hṛdi"
        ],
        "translation": "Persons who hear Śrīmad-Bhāgavatam regularly and are always taking the matter very seriously will have the Personality of Godhead Śrī Kṛṣṇa manifested in their hearts within a short time.",
        "purport": " Cheap devotees or materialistic devotees of the Lord are very much desirous to see the Lord personally without meeting the requisite qualifications. Such third-grade devotees should know well that material attachment and seeing the Lord face to face cannot go together. It is not such a mechanical process that the professional Bhāgavatam reciters can do the job on behalf of the third-grade materialistic pseudodevotee. The professional men are useless in this connection because they are neither self-realized nor interested in the liberation of the audience. They are simply interested in maintaining the material establishment of family attachment and earning some material benefits out of the profession. Mahārāja Parīkṣit had no more than seven days to live, but for others Mahārāja Parīkṣit personally recommends that one hear Śrīmad-Bhāgavatam regularly, nityam, always by one’s own effort and with serious devotion also. That will help one to see the Lord Śrī Kṛṣṇa manifested in one’s heart within no time. The pseudodevotee, however, is very anxious to see the Lord according to his whims, not making any serious effort to hear Śrīmad-Bhāgavatam regularly and without detachment from material benefit. That is not the way recommended by an authority like Mahārāja Parīkṣit, who heard and benefited by hearing Śrīmad-Bhāgavatam."
    },
    {
        "verse": "5",
        "devanagari": "प्रविष्ट: कर्णरन्ध्रेण स्वानां भावसरोरुहम् ।धुनोति शमलं कृष्ण: सलिलस्य यथा शरत् ॥ ५ ॥",
        "english_devnagari": "praviṣṭaḥ karṇa-randhreṇasvānāṁ bhāva-saroruhamdhunoti śamalaṁ kṛṣṇaḥsalilasya yathā śarat",
        "verse_Syn": [
            "praviṣṭaḥ",
            "karṇa",
            "randhreṇa",
            "svānām",
            "bhāva",
            "saraḥ",
            "ruham",
            "dhunoti",
            "śamalam",
            "kṛṣṇaḥ",
            "salilasya",
            "yathā",
            "śarat"
        ],
        "translation": "The sound incarnation of Lord Kṛṣṇa, the Supreme Soul [i.e., Śrīmad-Bhāgavatam], enters into the heart of a self-realized devotee, sits on the lotus flower of his loving relationship, and thus cleanses the dust of material association, such as lust, anger and hankering. Thus it acts like autumnal rains upon pools of muddy water.",
        "purport": " It is said that a single pure devotee of the Lord can deliver all the fallen souls of the world. Thus one who is actually in the confidence of a pure devotee like Nārada or Śukadeva Gosvāmī and thus is empowered by one’s spiritual master, as Nārada was by Brahmājī, can not only deliver himself from the clutches of māyā, or illusion, but can deliver the whole world by his pure and empowered devotional strength. The comparison to the autumnal rain that falls on muddy reservoirs of water is very appropriate. During the rainy season, all the waters of the rivers become muddy, but in the month of July-August, the autumn season, when there is a slight rainfall, the muddy waters of the rivers all over the world become at once clear. By addition of some chemical, a small reservoir of water like that of a metropolitan waterworks tank can be cleared, but by such a tiny effort it is not possible to clear up all the reservoirs of water like the rivers. A powerful pure devotee of the Lord, however, can deliver not only his personal self but also many others in his association. In other words, the cleansing of the polluted heart by other methods (like the culture of empiric knowledge or mystic gymnastics) can simply cleanse one’s own heart, but devotional service to the Lord is so powerful that it can cleanse the hearts of the people in general, by the devotional service of the pure, empowered devotee. A true representative of the Lord like Nārada, Śukadeva Gosvāmī, Lord Caitanya, the Six Gosvāmīs and later Śrīla Bhaktivinoda Ṭhākura and Śrīmad Bhaktisiddhānta Sarasvatī Ṭhākura, etc., can deliver all people by their empowered devotional service. By sincere efforts to hear Śrīmad-Bhāgavatam one realizes his constitutional relationship with the Lord in the transcendental humor of servitude, friendship, parental affection or conjugal love, and by such self-realization one becomes situated at once in the transcendental loving service of the Lord. Not only were all the pure devotees like Nārada self-realized souls, but they were engaged in preaching work automatically by spiritual impetus, and thus they delivered many poor souls entangled in the material modes. They became so powerful because they sincerely followed the Bhāgavatam principles by regular hearing and worshiping. By such actions the accumulated material lusts, etc., become cleansed by the personal endeavor of the Lord within the heart. The Lord is always within the heart of the living being, but He becomes manifested by one’s devotional service. Purification of the heart by culture of knowledge or mystic yoga may be all right for the time being for an individual person, but it is like the cleansing of a small quantity of stagnant water by chemical processes. Such clarification of water may stand for the time being and the sediments settle down, but by a slight agitation everything becomes muddy. The idea is that devotional service to the Lord is the only method of cleansing the heart for good. Whereas other methods may be superficially good for the time being, there is a risk of becoming muddy again due to agitation of the mind. Devotional service to the Lord, with specific attention for hearing Śrīmad-Bhāgavatam regularly and always, is the best recommended method for liberation from the clutches of illusion."
    },
    {
        "verse": "6",
        "devanagari": "धौतात्मा पुरुष: कृष्णपादमूलं न मुञ्चति ।मुक्त सर्वपरिक्लेश: पान्थ: स्वशरणं यथा ॥ ६ ॥",
        "english_devnagari": "dhautātmā puruṣaḥ kṛṣṇa-pāda-mūlaṁ na muñcatimukta-sarva-parikleśaḥpānthaḥ sva-śaraṇaṁ yathā",
        "verse_Syn": [
            "dhauta",
            "ātmā",
            "puruṣaḥ",
            "kṛṣṇa",
            "pāda",
            "mūlam",
            "na",
            "muñcati",
            "mukta",
            "sarva",
            "parikleśaḥ",
            "pānthaḥ",
            "sva",
            "śaraṇam",
            "yathā"
        ],
        "translation": "A pure devotee of the Lord whose heart has once been cleansed by the process of devotional service never relinquishes the lotus feet of Lord Kṛṣṇa, for they fully satisfy him, as a traveler is satisfied at home after a troubled journey.",
        "purport": " One who is not a pure devotee of the Supreme Lord Kṛṣṇa is not completely cleansed in the heart. But a perfectly cleansed person never quits the devotional service of the Lord. In discharging such devotional service, as ordered by Brahmājī to Nārada in the preaching of Śrīmad-Bhāgavatam, sometimes a representative of the Lord engaged in preaching work meets various so-called difficulties. This was exhibited by Lord Nityānanda when He delivered the two fallen souls Jagāi and Mādhāi, and similarly Lord Jesus Christ was crucified by the nonbelievers. But such difficulties are very gladly suffered by the devotees in preaching because in such activities, although apparently very severe, the devotees of the Lord feel transcendental pleasure because the Lord is satisfied. Prahlāda Mahārāja suffered greatly, but still he never forgot the lotus feet of the Lord. This is because a pure devotee of the Lord is so purified in his heart that he cannot leave the shelter of Lord Kṛṣṇa in any circumstances. There is no self-interest in such service. The progress of culturing knowledge by the jñānīs or the bodily gymnastics by the yogīs are ultimately given up by the respective performers, but a devotee of the Lord cannot give up the service of the Lord, for he is ordered by his spiritual master. Pure devotees like Nārada and Nityānanda Prabhu take up the order of the spiritual master as the sustenance of life. They do not mind what becomes of the future of their lives. They take the matter very seriously, as the order comes from the higher authority, from the representative of the Lord, or from the Lord Himself. The example set herein is very appropriate. A traveler leaves home to search for wealth in far distant places, sometimes in the forest and sometimes on the ocean and sometimes on hilltops. Certainly there are many troubles for the traveler when he is in such unknown places. But all such troubles are at once mitigated as soon as the sense of his family affection is remembered, and as soon as he returns home he forgets all such troubles on the way. A pure devotee of the Lord is exactly in a family tie with the Lord, and therefore he is undeterred in discharging his duty in a full affectionate tie with the Lord."
    },
    {
        "verse": "7",
        "devanagari": "यदधातुमतो ब्रह्मन् देहारम्भोऽस्य धातुभि: ।यद‍ृच्छया हेतुना वा भवन्तो जानते यथा ॥ ७ ॥",
        "english_devnagari": "yad adhātu-mato brahmandehārambho ’sya dhātubhiḥyadṛcchayā hetunā vābhavanto jānate yathā",
        "verse_Syn": [
            "yat",
            "adhātu",
            "mataḥ",
            "brahman",
            "deha",
            "ārambhaḥ",
            "asya",
            "dhātubhiḥ",
            "yadṛcchayā",
            "hetunā",
            "vā",
            "bhavantaḥ",
            "jānate",
            "yathā"
        ],
        "translation": "O learned brāhmaṇa, the transcendental spirit soul is different from the material body. Does he acquire the body accidentally or by some cause? Will you kindly explain this, for it is known to you.",
        "purport": " Mahārāja Parīkṣit, being a typical devotee, is not only satisfied by confirming the importance of hearing the Śrīmad-Bhāgavatam from the representative of Brahmājī by disciplic succession, but he is still more anxious to establish the philosophical basis of Śrīmad-Bhāgavatam. Śrīmad-Bhāgavatam is the science of the Supreme Personality of Godhead, and as such, all questions that may arise in the mind of a serious student must be cleared by the statements of the authority. A person on the path of devotional service may inquire from his spiritual master all about the spiritual position of God and the living beings. From the Bhagavad-gītā, as well as from the Śrīmad-Bhāgavatam, it is known that qualitatively the Lord and the living beings are one. The living being in the conditioned state of material existence is subjected to many transmigrations by continuous changing of the material body. But what are the causes of the material embodiment of the part and parcel of the Lord? Mahārāja Parīkṣit inquires about this very important matter for the benefit of all classes of candidates on the path of self-realization and devotional service to the Lord. Indirectly it is confirmed that the Supreme Being, the Lord, makes no such material changes of body. He is spiritually whole, with no difference between His body and His soul, unlike the conditioned soul. The liberated living beings, who associate with the Lord in person, are also exactly like the Lord. Only the conditioned souls awaiting liberation are subjected to change of bodies. How was the process first begun? In the process of devotional service, the first step is to take shelter of the spiritual master and then inquire from the spiritual master all about the process. This inquiry is essential for immunity to all kinds of offenses on the path of devotional service. Even if one is fixed in devotional service like Mahārāja Parīkṣit, he must still inquire from the realized spiritual master all about this. In other words, the spiritual master must also be well versed and learned so that he may be able to answer all these inquiries from the devotees. Thus one who is not well versed in the authorized scriptures and not able to answer all such relevant inquiries should not pose as a spiritual master for the matter of material gain. It is illegal to become a spiritual master if one is unable to deliver the disciple."
    },
    {
        "verse": "8",
        "devanagari": "",
        "english_devnagari": "āsīd yad-udarāt padmaṁloka-saṁsthāna-lakṣaṇamyāvān ayaṁ vai puruṣaiyattāvayavaiḥ pṛthaktāvān asāv iti proktaḥsaṁsthāvayavavān iva",
        "verse_Syn": [
            "āsīt",
            "yat",
            "udarāt",
            "padmam",
            "loka",
            "saṁsthāna",
            "lakṣaṇam",
            "yāvān",
            "ayam",
            "vai",
            "puruṣaḥ",
            "iyattā",
            "avayavaiḥ",
            "pṛthak",
            "tāvān",
            "asau",
            "iti",
            "proktaḥ",
            "saṁsthā",
            "avayavavān",
            "iva"
        ],
        "translation": "If the Supreme Personality of Godhead, from whose abdomen the lotus stem sprouted, is possessed of a gigantic body according to His own caliber and measurement, then what is the specific difference between the body of the Lord and those of common living entities?",
        "purport": " One should note how Mahārāja Parīkṣit intelligently put questions before his spiritual master for scientific understanding of the transcendental body of the Lord. It has been described in many places before this that the Lord assumed a gigantic body, like that of Kāraṇodakaśāyī Viṣṇu, from whose hair pores innumerable universes have generated. The body of Garbhodakaśāyī Viṣṇu is described as sprouting the lotus stem within which all the planets of the universe remain, and at the top of the stem is the lotus flower on which Lord Brahmā is born. In the creation of the material world the Supreme Lord undoubtedly assumes a gigantic body, and living entities also get bodies, big or small, according to necessity. For example, an elephant gets a gigantic body according to its needs, and so also an ant gets its body according to its needs. Similarly, if the Personality of Godhead assumes a gigantic body to accommodate the universes or the planets of a particular universe, there is no difference in the principle of assuming or accepting a particular type of body in terms of necessity. A living being and the Lord cannot be distinguished simply by the difference in the magnitude of the body. So the answer depends on the specific significance of the body of the Lord, as distinguished from the body of the common living being."
    },
    {
        "verse": "9",
        "devanagari": "अज: सृजति भूतानि भूतात्मा यदनुग्रहात् ।दद‍ृशे येन तद्रूपं नाभिपद्मसमुद्भव: ॥ ९ ॥",
        "english_devnagari": "ajaḥ sṛjati bhūtānibhūtātmā yad-anugrahātdadṛśe yena tad-rūpaṁnābhi-padma-samudbhavaḥ",
        "verse_Syn": [
            "ajaḥ",
            "sṛjati",
            "bhūtāni",
            "bhūta",
            "ātmā",
            "yat",
            "anugrahāt",
            "dadṛśe",
            "yena",
            "tat",
            "rūpam",
            "nābhi",
            "padma",
            "samudbhavaḥ"
        ],
        "translation": "Brahmā, who was not born of a material source but of the lotus flower coming out of the navel abdomen of the Lord, is the creator of all those who are materially born. Of course, by the grace of the Lord, Brahmā was able to see the form of the Lord.",
        "purport": " The first living creature, Brahmā, is called ajaḥ because he did not take his birth from the womb of a mother materially born. He was directly born from the bodily expansion of the lotus flower of the Lord. Thus it is not readily understandable whether the body of the Lord and that of Brahmā are of the same quality or different. This must also be clearly understood. One thing is, however, certain: Brahmā was completely dependent on the mercy of the Lord because after his birth he could create living beings by the Lord’s grace only, and he could see the form of the Lord. Whether the form seen by Brahmā is of the same quality as that of Brahmā is a bewildering question, and Mahārāja Parīkṣit wanted to get clear answers from Śrīla Śukadeva Gosvāmī."
    },
    {
        "verse": "10",
        "devanagari": "स चापि यत्र पुरुषो विश्वस्थित्युद्भवाप्यय: ।मुक्त्वात्ममायां मायेश: शेते सर्वगुहाशय: ॥ १० ॥",
        "english_devnagari": "sa cāpi yatra puruṣoviśva-sthity-udbhavāpyayaḥmuktvātma-māyāṁ māyeśaḥśete sarva-guhāśayaḥ",
        "verse_Syn": [
            "saḥ",
            "ca",
            "api",
            "yatra",
            "puruṣaḥ",
            "viśva",
            "sthiti",
            "udbhava",
            "apyayaḥ",
            "muktvā",
            "ātma",
            "māyām",
            "māyā",
            "īśaḥ",
            "śete",
            "sarva",
            "guhā",
            "śayaḥ"
        ],
        "translation": "Please also explain the Personality of Godhead, who lies in every heart as the Supersoul, and as the Lord of all energies, but is untouched by His external energy.",
        "purport": " Undoubtedly the form of the Lord who was seen by Brahmā must be transcendental; otherwise how could He simply look upon the creative energy without being touched? It is understood also that the same puruṣa lies in the heart of every living entity. This also requires proper explanation."
    },
    {
        "verse": "11",
        "devanagari": "पुरुषावयवैर्लोका: सपाला: पूर्वकल्पिता: ।लोकैरमुष्यावयवा: सपालैरिति शुश्रुम ॥ ११ ॥",
        "english_devnagari": "puruṣāvayavair lokāḥsapālāḥ pūrva-kalpitāḥlokair amuṣyāvayavāḥsa-pālair iti śuśruma",
        "verse_Syn": [
            "puruṣa",
            "avayavaiḥ",
            "lokāḥ",
            "sa",
            "pālāḥ",
            "pūrva",
            "kalpitāḥ",
            "lokaiḥ",
            "amuṣya",
            "avayavāḥ",
            "sa",
            "pālaiḥ",
            "iti",
            "śuśruma"
        ],
        "translation": "O learned brāhmaṇa, it was formerly explained that all the planets of the universe with their respective governors are situated in the different parts of the gigantic body of the virāṭ-puruṣa. I have also heard that the different planetary systems are supposed to be in the gigantic body of the virāṭ-puruṣa. But what is their actual position? Will you please explain that?",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "यावान् कल्पोविकल्पो वा यथा कालोऽनुमीयते ।भूतभव्यभवच्छब्द आयुर्मानं च यत् सत: ॥ १२ ॥",
        "english_devnagari": "yāvān kalpo vikalpo vāyathā kālo ’numīyatebhūta-bhavya-bhavac-chabdaāyur-mānaṁ ca yat sataḥ",
        "verse_Syn": [
            "yāvān",
            "kalpaḥ",
            "vikalpaḥ",
            "vā",
            "yathā",
            "kālaḥ",
            "anumīyate",
            "bhūta",
            "bhavya",
            "bhavat",
            "śabdaḥ",
            "āyuḥ",
            "mānam",
            "ca",
            "yat",
            "sataḥ"
        ],
        "translation": "Also please explain the duration of time between creation and annihilation, and that of other subsidiary creations, as well as the nature of time, indicated by the sound of past, present and future. Also, please explain the duration and measurement of life of the different living beings known as the demigods, the human beings, etc., in different planets of the universe.",
        "purport": " Past, present and future are different features of time to indicate the duration of life for the universe and all its paraphernalia, including the different living beings in different planets."
    },
    {
        "verse": "13",
        "devanagari": "कालस्यानुगतिर्या तु लक्ष्यतेऽण्वी बृहत्यपि ।यावत्य: कर्मगतयो याद‍ृशीर्द्विजसत्तम ॥ १३ ॥",
        "english_devnagari": "kālasyānugatir yā tulakṣyate ’ṇvī bṛhaty apiyāvatyaḥ karma-gatayoyādṛśīr dvija-sattama",
        "verse_Syn": [
            "kālasya",
            "anugatiḥ",
            "yā",
            "tu",
            "lakṣyate",
            "aṇvī",
            "bṛhatī",
            "api",
            "yāvatyaḥ",
            "karma",
            "gatayaḥ",
            "yādṛśīḥ",
            "dvija",
            "sattama"
        ],
        "translation": "O purest of the brāhmaṇas, please also explain the cause of the different durations of time, both short and long, as well as the beginning of time, following the course of action.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "यस्मिन् कर्मसमावायो यथा येनोपगृह्यते ।गुणानां गुणिनां चैव परिणाममभीप्सताम् ॥ १४ ॥",
        "english_devnagari": "yasmin karma-samāvāyoyathā yenopagṛhyateguṇānāṁ guṇināṁ caivapariṇāmam abhīpsatām",
        "verse_Syn": [
            "yasmin",
            "karma",
            "samāvāyaḥ",
            "yathā",
            "yena",
            "upagṛhyate",
            "guṇānām",
            "guṇinām",
            "ca",
            "eva",
            "pariṇāmam",
            "abhīpsatām"
        ],
        "translation": "Then again, kindly describe how the proportionate accumulation of the reactions resulting from the different modes of material nature act upon the desiring living being, promoting or degrading him among the different species of life, beginning from the demigods down to the most insignificant creatures.",
        "purport": " The actions and reactions of all works in the material modes of nature, either in the minute form or in the gigantic form, are accumulated, and thus the result of such accumulated actions and reactions of karma, or work, become manifested in the same proportion. How such actions and reactions take place, what the different procedures are, and in what proportion they act are all subject matters of Mahārāja Parīkṣit’s inquiries from the great brāhmaṇa Śukadeva Gosvāmī. Life in the higher planets, known as the abodes of the denizens of heaven, is obtained not by the strength of spacecraft (as is now being contemplated by the inexperienced scientists), but by works done in the mode of goodness. Even on the very planet where we are now living, there are restrictions upon the entrance of foreigners into a country where the citizens are more prosperous. For example, the American government has many restrictions for the entrance of foreigners from less prosperous countries. The reason is that the Americans do not wish to share their prosperity with any foreigner who has not qualified himself as a citizen of America. Similarly, the same mentality is prevailing in every other planet where there are more intelligent living beings residing. The higher planetary living conditions are all in the mode of goodness, and anyone desiring to enter the higher planets like the moon, sun and Venus must qualify thoroughly by activity in complete goodness. Mahārāja Parīkṣit’s inquiries are on the basis of proportionate actions of goodness which qualify one in this planet to be promoted to the highest regions of the universe. Even on this planet of our present residence, one cannot achieve a good position within the social order without being qualified with proportionate good work. One cannot forcibly sit on the chair of a high-court judge without being qualified for the post. Similarly, one cannot enter into the higher planetary systems without being qualified by good works in this life. Persons addicted to the habits of passion and ignorance have no chance of entering the higher planetary systems simply by an electronic mechanism. According to the statement of the Bhagavad-gītā (9.25), persons trying to qualify themselves for promotion to the higher, heavenly planets can go there; similarly, persons trying for the Pitṛlokas can go there; similarly, persons trying to improve the conditions on this earth can also do that, and persons who are engaged in going back home, back to Godhead, can achieve that result. The various actions and reactions of work in the mode of goodness are generally known as pious work with devotional service, culture of knowledge with devotional service, mystic powers with devotional service and (at last) devotional service unmixed with any other varieties of goodness. This unmixed devotional service is transcendental and is called parā bhakti. It alone can promote a person to the transcendental kingdom of God. Such a transcendental kingdom is not a myth, but is as factual as the moon. One must have transcendental qualities to understand the kingdom of God and God Himself."
    },
    {
        "verse": "15",
        "devanagari": "भूपातालककुब्व्योमग्रहनक्षत्रभूभृताम् ।सरित्समुद्रद्वीपानां सम्भवश्चैतदोकसाम् ॥ १५ ॥",
        "english_devnagari": "bhū-pātāla-kakub-vyoma-graha-nakṣatra-bhūbhṛtāmsarit-samudra-dvīpānāṁsambhavaś caitad-okasām",
        "verse_Syn": [
            "bhū",
            "pātāla",
            "kakup",
            "vyoma",
            "graha",
            "nakṣatra",
            "bhūbhṛtām",
            "sarit",
            "samudra",
            "dvīpānām",
            "sambhavaḥ",
            "ca",
            "etat",
            "okasām"
        ],
        "translation": "O best of the brāhmaṇas, please also describe how the creation of the globes throughout the universe, the four directions of the heavens, the sky, the planets, the stars, the mountains, the rivers, the seas and the islands, as well as their different kinds of inhabitants, takes place.",
        "purport": " The inhabitants of different varieties of land, etc., are differently situated, and not all of them are equal in all respects. The inhabitants of the land are different from the inhabitants of the water or the sky, and similarly the inhabitants of the different planets and stars in the sky are also different from one another. By the laws of the Lord, no place is vacant, but the creatures of one particular place are different from those of other places. Even in human society the inhabitants of the jungles or the deserts are different from those of the cities and villages. They are so made according to different qualities of the modes of nature. Such adjustment by the laws of nature is not blind. There is a great plan behind the arrangement. Mahārāja Parīkṣit requests the great sage Śukadeva Gosvāmī to explain all these authoritatively, in accordance with proper understanding."
    },
    {
        "verse": "16",
        "devanagari": "प्रमाणमण्डकोशस्य बाह्याभ्यन्तरभेदत: ।महतां चानुचरितं वर्णाश्रमविनिश्चय: ॥ १६ ॥",
        "english_devnagari": "pramāṇam aṇḍa-kośasyabāhyābhyantara-bhedataḥmahatāṁ cānucaritaṁvarṇāśrama-viniścayaḥ",
        "verse_Syn": [
            "pramāṇam",
            "aṇḍa",
            "kośasya",
            "bāhya",
            "abhyantara",
            "bhedataḥ",
            "mahatām",
            "ca",
            "anucaritam",
            "varṇa",
            "āśrama",
            "viniścayaḥ"
        ],
        "translation": "Also, please describe the inner and outer space of the universe by specific divisions, as well as the character and activities of the great souls, and also the characteristics of the different classifications of the castes and orders of social life.",
        "purport": " Mahārāja Parīkṣit is a typical devotee of Lord Kṛṣṇa, and as such, he is anxious to know the complete significance of the creation of the Lord. He wants to know the inner and outer space of the universal form. It is quite fitting for the real searcher of knowledge to know all about this. Those who are of the opinion that the devotees of the Lord are satisfied with mere sentiments can find in the inquiries of Mahārāja Parīkṣit good lessons as to how inquisitive a pure devotee is to know things in their true perfection. The modern scientist is unable to know about the inner space of the universal horizon, and what to speak of the space which covers the universe. Mahārāja Parīkṣit is not satisfied with only material knowledge. He is inquisitive about the character and activities of the great souls, the devotees of the Lord. The glories of the Lord and the glories of His devotees, combined together, comprise the complete knowledge of Śrīmad-Bhāgavatam. Lord Kṛṣṇa showed His mother the complete universal creation within His mouth, while she, completely charmed by her son, wanted to look inside the mouth of the Lord just to see how much earth the child had eaten. By the grace of the Lord the devotees are able to see everything in the universe within the mouth of the Lord. The very idea of the scientific divisions of four classes of human society and four orders of life is also inquired about herewith on the basis of individual personal quality. The four divisions are exactly like the four divisions of one’s personal body. The parts and parcels of the body are nondifferent from the body, but by themselves they are only parts. That is the significance of the whole scientific system of four castes and four social orders. The value of such scientific divisions of human society can be ascertained only in terms of the proportionate development of devotional service to the Lord. Any person employed in government service, including the president, is a part and parcel of the entire government. Everyone is a government servant, but no one is the government himself. That is the position of all living entities in the government of the Supreme Lord. No one can artificially claim the supreme position of the Lord, but everyone is meant to serve the purpose of the supreme whole."
    },
    {
        "verse": "17",
        "devanagari": "युगानि युगमानं च धर्मो यश्च युगे युगे ।अवतारानुचरितं यदाश्चर्यतमं हरे: ॥ १७ ॥",
        "english_devnagari": "yugāni yuga-mānaṁ cadharmo yaś ca yuge yugeavatārānucaritaṁyad āścaryatamaṁ hareḥ",
        "verse_Syn": [
            "yugāni",
            "yuga",
            "mānam",
            "ca",
            "dharmaḥ",
            "yaḥ",
            "ca",
            "yuge",
            "yuge",
            "avatāra",
            "anucaritam",
            "yat",
            "āścaryatamam",
            "hareḥ"
        ],
        "translation": "Please explain all the different ages in the duration of the creation, and also the duration of such ages. Also tell me about the different activities of the different incarnations of the Lord in different ages.",
        "purport": " Lord Kṛṣṇa is the original Personality of Godhead, and all the incarnations of the Supreme Lord, although nondifferent from Him, are emanations from the Supreme. Mahārāja Parīkṣit inquired from the great and learned sage Śukadeva Gosvāmī about the different activities of such incarnations so that the incarnation of the Lord might be confirmed by His activities in the authoritative scriptures. Mahārāja Parīkṣit was not to be carried away by the sentiments of the common man to accept an incarnation of the Lord very cheaply. Instead he wished to accept the incarnation of the Lord by symptoms mentioned in the Vedic literatures and confirmed by an ācārya like Śukadeva Gosvāmī. The Lord descends by His internal energy without any obligation to the laws of material nature, and thus His activities are also uncommon. The specific activities of the Lord are mentioned, and one should know that the activities of the Lord and the Lord Himself are identical due to being on the absolute plane. Thus to hear the activities of the Lord means to associate with the Lord directly, and association with the Lord directly means purification from material contamination. We have already discussed this point in the previous volume."
    },
    {
        "verse": "18",
        "devanagari": "नृणां साधारणो धर्म: सविशेषश्च याद‍ृश: ।श्रेणीनां राजर्षीणां च धर्म: कृच्छ्रेषु जीवताम् ॥ १८ ॥",
        "english_devnagari": "nṛṇāṁ sādhāraṇo dharmaḥsaviśeṣaś ca yādṛśaḥśreṇīnāṁ rājarṣīṇāṁ cadharmaḥ kṛcchreṣu jīvatām",
        "verse_Syn": [
            "nṛṇām",
            "sādhāraṇaḥ",
            "dharmaḥ",
            "sa",
            "viśeṣaḥ",
            "ca",
            "yādṛśaḥ",
            "śreṇīnām",
            "rājarṣīṇām",
            "ca",
            "dharmaḥ",
            "kṛcchreṣu",
            "jīvatām"
        ],
        "translation": "Please also explain what may generally be the common religious affiliations of human society, as well as their specific occupational duties in religion, the classification of the social orders as well as the administrative royal orders, and the religious principles for one who may be in distress.",
        "purport": " The common religion of all classes of human beings, regardless of whosoever and whatsoever one may be, is devotional service. Even the animals may be included in devotional service to the Lord, and the best example is set by Śrī Vajrāṅgajī, or Hanumān, the great devotee of Lord Śrī Rāma. As we have already discussed, even the aborigines and cannibals can also be engaged in the devotional service of the Lord if they happen to be under the guidance of a genuine devotee of the Lord. In the Skanda Purāṇa there is a narration that a hunter in the jungle became the most enlightened devotee of the Lord by the guidance of Śrī Nārada Muni. Therefore devotional service to the Lord can be equally shared by every living being. Religious affiliation in terms of different countries and cultural circumstances is obviously not the common religion of the human being; rather, the basic principle is devotional service. Even if a particular type of religious principle does not recognize the supremacy of the Supreme Personality of Godhead, the followers still have to obey the disciplinary principles laid down by a particular leader. Such a leader of a religious sect is never the supreme leader because such a circumstantial leader comes to the position of leadership after undergoing some penance. The Supreme Personality of Godhead does not, however, require to be under disciplinary action to become leader, as we see in the activities of Lord Kṛṣṇa. The occupational duties of the castes and the orders of society, following the principles of livelihood, also depend on the principle of devotional service. In the Bhagavad-gītā it is stated that a person can achieve the highest perfection of life simply by awarding the results of his occupational duty unto the devotional service of the Lord. People following the principles of devotional service to the Lord can never be put into difficulty, and thus there cannot be any question of āpad-dharma, or religion in distress. As will be explained in this book by the greatest authority, Śrīla Śukadeva Gosvāmī, there is no religion save and except the devotional service of the Lord, though this may be presented in different forms."
    },
    {
        "verse": "19",
        "devanagari": "तत्त्वानां परिसंख्यानं लक्षणं हेतुलक्षणम् ।पुरुषाराधनविधिर्योगस्याध्यात्मिकस्य च ॥ १९ ॥",
        "english_devnagari": "tattvānāṁ parisaṅkhyānaṁlakṣaṇaṁ hetu-lakṣaṇampuruṣārādhana-vidhiryogasyādhyātmikasya ca",
        "verse_Syn": [
            "tattvānām",
            "parisaṅkhyānam",
            "lakṣaṇam",
            "hetu",
            "lakṣaṇam",
            "puruṣa",
            "ārādhana",
            "vidhiḥ",
            "yogasya",
            "adhyātmikasya",
            "ca"
        ],
        "translation": "Kindly explain all about the elementary principles of creation, the number of such elementary principles, their causes, and their development, and also the process of devotional service and the method of mystic powers.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "योगेश्वरैश्वर्यगतिर्लिङ्गभङ्गस्तु योगिनाम् ।वेदोपवेदधर्माणामितिहासपुराणयो: ॥ २० ॥",
        "english_devnagari": "yogeśvaraiśvarya-gatirliṅga-bhaṅgas tu yogināmvedopaveda-dharmāṇāmitihāsa-purāṇayoḥ",
        "verse_Syn": [
            "yoga",
            "īśvara",
            "aiśvarya",
            "gatiḥ",
            "liṅga",
            "bhaṅgaḥ",
            "tu",
            "yoginām",
            "veda",
            "upaveda",
            "dharmāṇām",
            "itihāsa",
            "purāṇayoḥ"
        ],
        "translation": "What are the opulences of the great mystics, and what is their ultimate realization? How does the perfect mystic become detached from the subtle astral body? What is the basic knowledge of the Vedic literatures, including the branches of history and the supplementary Purāṇas?",
        "purport": " The yogeśvara, or the master of mystic powers, can exhibit eight kinds of wonders of perfection by becoming smaller than the atom or lighter than a feather, getting anything and everything he desires, going anywhere and everywhere he likes, creating even a planet in the sky, etc. There are many yogeśvaras having different proficiencies in these wonderful powers, and the topmost of all of them is Lord Śiva. Lord Śiva is the greatest yogī, and he can perform such wonderful things, far beyond the ordinary living beings. The devotees of the Lord, the Supreme Personality of Godhead, do not directly practice the process of mystic powers, but, by the grace of the Lord, His devotee can defeat even a great yogeśvara like Durvāsā Muni, who picked a quarrel with Mahārāja Ambarīṣa and wanted to show the wonderful achievements of his mystic powers. Mahārāja Ambarīṣa was a pure devotee of the Lord, and thus without any effort on his part the Lord saved him from the wrath of Yogeśvara Durvāsā Muni, and the latter was obliged to beg pardon from the King. Similarly, at the time of Draupadī’s precarious position, when she was attacked by the Kurus who wanted to see her naked in the open assembly of the royal order, the Lord saved her from being stripped by supplying an unlimited length of sari to cover her. And Draupadī knew nothing of mystic powers. Therefore the devotees are also yogeśvaras by the unlimited power of the Lord, just as a child is powerful by the strength of the parents. They do not try to protect themselves by any artificial means, but are saved by the mercy of the parents. Mahārāja Parīkṣit inquired from the learned brāhmaṇa Śukadeva Gosvāmī about the ultimate destination of such great mystics or how they attain such extraordinary powers by their own efforts or by the grace of the Lord. He inquired also about their detachment from the subtle and gross material bodies. He inquired also about the purports of the Vedic knowledge. As stated in the Bhagavad-gītā (15.15), the whole purport of all the Vedas is to know the Supreme Personality of Godhead and thus become a transcendental loving servant of the Lord."
    },
    {
        "verse": "21",
        "devanagari": "सम्प्लव: सर्वभूतानां विक्रम: प्रतिसंक्रम: ।इष्टापूर्तस्य काम्यानां त्रिवर्गस्य च यो विधि: ॥ २१ ॥",
        "english_devnagari": "samplavaḥ sarva-bhūtānāṁvikramaḥ pratisaṅkramaḥiṣṭā-pūrtasya kāmyānāṁtri-vargasya ca yo vidhiḥ",
        "verse_Syn": [
            "samplavaḥ",
            "sarva",
            "bhūtānām",
            "vikramaḥ",
            "pratisaṅkramaḥ",
            "iṣṭā",
            "pūrtasya",
            "kāmyānām",
            "tri",
            "vargasya",
            "ca",
            "yaḥ",
            "vidhiḥ"
        ],
        "translation": "Please explain unto me how the living beings are generated, how they are maintained, and how they are annihilated. Tell me also of the advantages and disadvantages of discharging devotional service unto the Lord. What are the Vedic rituals and injunctions of the supplementary Vedic rites, and what are the procedures of religion, economic development and sense satisfaction?",
        "purport": " Samplavaḥ, in the sense of “perfect means,” is employed to denote the discharging of devotional service, and pratisamplavaḥ means just the opposite, or that which destroys the progress of devotional service. One who is firmly situated in the devotional service of the Lord can very easily execute the function of conditional life. Living the conditional life is just like plying a boat in the middle of the ocean. One is completely at the mercy of the ocean, and at every moment there is every chance of being drowned in the ocean by slight agitation. If the atmosphere is all right, the boat can ply very easily, undoubtedly, but if there is some storm, fog, wind or cloud, there is every possibility of being drowned in the ocean. No one can control the whims of the ocean, however one may be materially well equipped. One who has crossed the oceans by ship may have sufficient experience of such dependence upon the mercy of the ocean. But one can ply over the ocean of material existence by the grace of the Lord very easily, without any fear of storm or fog. It all depends on the will of the Lord; no one can help if there is some unfortunate danger in the state of conditional life. The devotees of the Lord, however, cross the ocean of material existence without anxiety because a pure devotee is always protected by the Lord (Bg. 9.13). The Lord gives special attention to His devotees in their activities within material, conditional life (Bg. 9.29). Therefore everyone should take shelter of the lotus feet of the Lord and be a pure devotee of the Lord by all means. One should know, therefore, from the expert spiritual master, the advantages and disadvantages of discharging devotional service, just as Mahārāja Parīkṣit asked his spiritual master, Śrīla Śukadeva Gosvāmī. According to Bhakti-rasāmṛta-sindhu, the science of devotional service, one should not eat more than what he requires to maintain body and soul together. Vegetable diets and milk are sufficient for maintenance of the human body, and therefore one has no need to eat anything more to satisfy the palate. One should also not accumulate money to become puffed up in the material world. One should earn his livelihood easily and honestly, for it is better to become a coolie for an honest livelihood than to become a great man in society by hook and crook. There is no harm if one becomes the richest man in the world by honest dealings, but one should not sacrifice the honest means of livelihood simply to accumulate wealth. Such an endeavor is harmful to devotional service. One should not talk nonsense. A devotee’s business is to earn the favor of the Lord. Therefore a devotee should always glorify the Lord in His wonderful creations. A devotee should not decry the creation of the Lord, defying Him by saying that He has created a false world. The world is not false. Factually we have to take so many things from the world for our maintenance, so how we can say that the world is false? Similarly, how can one think of the Lord as being without form? How can one become formless and at the same time have all intelligence and consciousness, direct and indirect? So there are many things for a pure devotee to learn, and he should learn them perfectly from a bona fide personality like Śukadeva Gosvāmī. The favorable conditions for discharging devotional service are that one should be very enthusiastic in serving the Lord. The Lord in His form of Śrī Caitanya Mahāprabhu wanted the cult of devotional service to the Lord to be preached all over the world, in every nook and corner, and therefore a pure devotee’s duty is to discharge this order as far as possible. Every devotee should be very enthusiastic, not only in performing his daily rituals of devotional service, but in trying to preach the cult peacefully by following in the footsteps of Lord Caitanya. If he is not superficially successful in such an attempt, he should not be deterred from the discharge of his duty. Success or failure has no meaning for a pure devotee because he is a soldier in the field. Preaching the cult of devotional service is something like declaring war against materialistic life. There are different kinds of materialists, such as the fruitive workers, the mental speculators, the mystic jugglers, and so many others. All of them are against the existence of Godhead. They would declare that they are themselves God, although in every step and in every action they are dependent on the mercy of the Lord. Therefore a pure devotee may not associate with such gangs of atheists. A strong devotee of the Lord will not be misled by such atheistic propaganda of the nondevotees, but a neophyte devotee should be very cautious about them. A devotee should see to the right discharge of devotional service under the guidance of a bona fide spiritual master and should not stick only to the formalities. Under the direction of the bona fide spiritual master, one should see how much service is being executed, and not simply in the matter of rituals. A devotee should not hanker after anything, but he should be satisfied with things that may automatically come to him by the will of the Lord. That should be the principle of a devotional life. And all these principles are easily learned under the guidance of a spiritual master like Śukadeva Gosvāmī. Mahārāja Parīkṣit inquired from Śukadeva correctly, and one should follow his example. Mahārāja Parīkṣit inquired about the process of creation, maintenance and destruction of the material world, the process of Vedic rituals and the method of executing pious activities in terms of the supplementary Vedas like the Purāṇas and Mahābhārata. As explained before, the Mahābhārata is the history of ancient India, and so also are the Purāṇas. Pious acts are prescribed in the supplementary Vedas (smṛtis), which specifically mention digging tanks and wells for the water supply of the people in general. To plant trees on the public roads, to construct public temples and places of worship of God, to establish places of charity where the poor destitutes can be provided with foodstuff, and similar activities are called pūrta. Similarly, the process of fulfilling the natural desires for sense gratification was also inquired about by the King for the benefit of all concerned."
    },
    {
        "verse": "22",
        "devanagari": "यो वानुशायिनां सर्ग: पाषण्डस्य च सम्भव: ।आत्मनो बन्धमोक्षौ च व्यवस्थानं स्वरूपत: ॥ २२ ॥",
        "english_devnagari": "yo vānuśāyināṁ sargaḥpāṣaṇḍasya ca sambhavaḥātmano bandha-mokṣau cavyavasthānaṁ sva-rūpataḥ",
        "verse_Syn": [
            "yaḥ",
            "vā",
            "anuśāyinām",
            "sargaḥ",
            "pāṣaṇḍasya",
            "ca",
            "sambhavaḥ",
            "ātmanaḥ",
            "bandha",
            "mokṣau",
            "ca",
            "vyavasthānam",
            "sva",
            "rūpataḥ"
        ],
        "translation": "Please also explain how, merged in the body of the Lord, living beings are created, and how the infidels appear in the world. Also please explain how the unconditioned living entities exist.",
        "purport": " The progressive devotee of the Lord must inquire from the bona fide spiritual master how living entities merged in the body of the Lord again come back at the time of creation. There are two kinds of living entities. There are the ever-liberated, unconditioned living beings as well as the ever-conditioned living beings. Of the ever-conditioned living beings, there are two divisions. They are the faithful and the infidels. Of the faithful there are again two divisions, namely the devotees and the mental speculators. The mental speculators desire to merge into the existence of the Lord, or to become one with the Lord, whereas the devotees of the Lord desire to keep separate identities and constantly engage in the service of the Lord. The devotees who are not fully purified, as well as the empiric philosophers, become conditioned again during the next creation for further purification. Such conditioned souls become liberated by further progress of devotional service to the Lord. Mahārāja Parīkṣit asked all these questions from the bona fide spiritual master in order to become fully equipped in the science of God."
    },
    {
        "verse": "23",
        "devanagari": "यथात्मतन्त्रो भगवान् विक्रीडत्यात्ममायया ।विसृज्य वा यथा मायामुदास्ते साक्षिवद् विभु: ॥ २३ ॥",
        "english_devnagari": "yathātma-tantro bhagavānvikrīḍaty ātma-māyayāvisṛjya vā yathā māyāmudāste sākṣivad vibhuḥ",
        "verse_Syn": [
            "yathā",
            "ātma",
            "tantraḥ",
            "bhagavān",
            "vikrīḍati",
            "ātma",
            "māyayā",
            "visṛjya",
            "vā",
            "yathā",
            "māyām",
            "udāste",
            "sākṣivat",
            "vibhuḥ"
        ],
        "translation": "The independent Personality of Godhead enjoys His pastimes by His internal potency and at the time of annihilation gives them up to the external potency, and He remains a witness to it all.",
        "purport": " Lord Śrī Kṛṣṇa, being the Supreme Personality of Godhead and fountainhead of all other incarnations, is the only independent person. He enjoys His pastimes by creation as He desires and gives them up to the external energy at the time of annihilation. By His internal potency only, He kills the demon Pūtanā, even though enjoying His pastimes in the lap of His mother Yaśodā. And when He desires to leave this world He creates the pastimes of killing His own family members (Yadu-kula) and remains unaffected by such annihilation. He is the witness of everything that is happening, and yet He has nothing to do with anything. He is independent in every respect. Mahārāja Parīkṣit desired to know more perfectly, for a pure devotee ought to know well."
    },
    {
        "verse": "24",
        "devanagari": "सर्वमेतच्च भगवन् पृच्छतो मेऽनुपूर्वश: ।तत्त्वतोऽर्हस्युदाहर्तुं प्रपन्नाय महामुने ॥ २४ ॥",
        "english_devnagari": "sarvam etac ca bhagavanpṛcchato me ’nupūrvaśaḥtattvato ’rhasy udāhartuṁprapannāya mahā-mune",
        "verse_Syn": [
            "sarvam",
            "etat",
            "ca",
            "bhagavan",
            "pṛcchataḥ",
            "me",
            "anupūrvaśaḥ",
            "tattvataḥ",
            "arhasi",
            "udāhartum",
            "prapannāya",
            "mahā",
            "mune"
        ],
        "translation": "O great sage, representative of the Lord, kindly satisfy my inquisitiveness in all that I have inquired from you and all that I may not have inquired from you from the very beginning of my questionings. Since I am a soul surrendered unto you, please impart full knowledge in this connection.",
        "purport": " The spiritual master is always prepared to impart knowledge to the disciple and specifically when the disciple is very inquisitive. Inquisitiveness on the part of a disciple is greatly necessary for the progressive disciple. Mahārāja Parīkṣit is a typical disciple because he is perfectly inquisitive. If one is not very inquisitive about self-realization, one need not approach a spiritual master simply to make a show of discipleship. Not only is Mahārāja Parīkṣit inquisitive concerning all he has inquired about, but he is also anxious to know about what he has not been able to inquire. Factually it is not possible for a man to inquire about everything from the spiritual master, but the bona fide spiritual master is able to enlighten the disciple in every way for the disciple’s benefit."
    },
    {
        "verse": "25",
        "devanagari": "अत्र प्रमाणं हि भवान् परमेष्ठी यथात्मभू: ।अपरे चानुतिष्ठन्ति पूर्वेषां पूर्वजै: कृतम् ॥ २५ ॥",
        "english_devnagari": "atra pramāṇaṁ hi bhavānparameṣṭhī yathātma-bhūḥapare cānutiṣṭhantipūrveṣāṁ pūrva-jaiḥ kṛtam",
        "verse_Syn": [
            "atra",
            "pramāṇam",
            "hi",
            "bhavān",
            "parameṣṭhī",
            "yathā",
            "ātma",
            "bhūḥ",
            "apare",
            "ca",
            "anutiṣṭhanti",
            "pūrveṣām",
            "pūrva",
            "jaiḥ",
            "kṛtam"
        ],
        "translation": "O great sage, you are as good as Brahmā, the original living being. Others follow custom only, as followed by the previous philosophical speculators.",
        "purport": " It may be argued that Śukadeva Gosvāmī is not the only authority of perfect knowledge in transcendence because there are many other sages and their followers. Contemporary to Vyāsadeva or even prior to him there were many other great sages, such as Gautama, Kaṇāda, Jaimini, Kapila and Aṣṭāvakra, and all of them have presented a philosophical path by themselves. Patañjali is also one of them, and all these six great ṛṣis have their own way of thinking, exactly like the modern philosophers and mental speculators. The difference between the six philosophical paths put forward by the renowned sages above mentioned and that of Śukadeva Gosvāmī, as presented in the Śrīmad-Bhāgavatam, is that all the six sages mentioned above speak the facts according to their own thinking but Śukadeva Gosvāmī presents the knowledge which comes down directly from Brahmājī, who is known as ātma-bhūḥ, or born of and educated by the Almighty Personality of Godhead. Vedic transcendental knowledge descends directly from the Personality of Godhead. By His mercy, Brahmā, the first living being in the universe, was enlightened, and from Brahmājī, Nārada was enlightened, and from Nārada, Vyāsa was enlightened. Śukadeva Gosvāmī received such transcendental knowledge directly from his father, Vyāsadeva. Thus the knowledge, being received from the chain of disciplic succession, is perfect. One cannot be a spiritual master in perfection unless and until one has received the same by disciplic succession. That is the secret of receiving transcendental knowledge. The six great sages mentioned above may be great thinkers, but their knowledge by mental speculation is not perfect. However perfect an empiric philosopher may be in presenting a philosophical thesis, such knowledge is never perfect because it is produced by an imperfect mind. Such great sages also have their disciplic successions, but they are not authorized because such knowledge does not come directly from the independent Supreme Personality of Godhead, Nārāyaṇa. No one can be independent except Nārāyaṇa; therefore no one’s knowledge can be perfect, for everyone’s knowledge is dependent on the flickering mind. Mind is material and thus knowledge presented by material speculators is never transcendental and can never become perfect. Mundane philosophers, being imperfect in themselves, disagree with other philosophers because a mundane philosopher is not a philosopher at all unless he presents his own theory. Intelligent persons like Mahārāja Parīkṣit do not recognize such mental speculators, however great they may be, but hear from the authorities like Śukadeva Gosvāmī, who is nondifferent from the Supreme Personality of Godhead by the paramparā system, as is specially stressed in the Bhagavad-gītā."
    },
    {
        "verse": "26",
        "devanagari": "न मेऽसव: परायन्ति ब्रह्मन्ननशनादमी ।पिबतोऽच्युतपीयूषम् तद्वाक्याब्धिविनि:सृतम् ॥ २६ ॥",
        "english_devnagari": "na me ’savaḥ parāyantibrahmann anaśanād amīpibato ’cyuta-pīyūṣamtad vākya-abdhi-viniḥsṛtam",
        "verse_Syn": [
            "na",
            "me",
            "asavaḥ",
            "parāyanti",
            "brahman",
            "anaśanāt",
            "amī",
            "pibataḥ",
            "acyuta",
            "pīyūṣam",
            "tat",
            "vākya",
            "abdhi",
            "viniḥsṛtam"
        ],
        "translation": "O learned brāhmaṇa, because of my drinking the nectar of the message of the infallible Personality of Godhead, which is flowing down from the ocean of your speeches, I do not feel any sort of exhaustion due to my fasting.",
        "purport": " The disciplic succession from Brahmā, Nārada, Vyāsa and Śukadeva Gosvāmī is particularly different from others. The disciplic successions from other sages are simply a waste of time, being devoid of acyuta-kathā, or the message of the infallible Lord. The mental speculators can present their theories very nicely by reason and arguments, but such reasons and arguments are not infallible, for they are defeated by better mental speculators. Mahārāja Parīkṣit was not interested in the dry speculation of the flickering mind, but he was interested in the topics of the Lord because factually he felt that by hearing such a nectarean message from the mouth of Śukadeva Gosvāmī he was not feeling any exhaustion, even though he was fasting because of his imminent death. One can indulge in hearing the mental speculators, but such hearing cannot endure for any length of time. One will be exhausted very soon from hearing such hackneyed ways of thinking, and no one in the world can be satisfied simply by hearing such useless speculations. The message of the Lord, especially from a personality like Śukadeva Gosvāmī, can never be tiring, even though one may be exhausted from other causes. In some editions of the Śrīmad-Bhāgavatam, the text of the last line of this verse reads anyatra kupitād dvijāt, which means that the King might be overwhelmed by the thought of his imminent death by snakebite. The snake is also twice-born, and its anger is compared to the cursing brāhmaṇa boy who was without good intelligence. Mahārāja Parīkṣit was not at all afraid of death, for he was fully encouraged by the message of the Lord. One who is fully absorbed in acyuta-kathā can never be afraid of anything in this world."
    },
    {
        "verse": "27",
        "devanagari": "सूत उवाचस उपामन्त्रितो राज्ञा कथायामिति सत्पते: ।ब्रह्मरातो भृशं प्रीतो विष्णुरातेन संसदि ॥ २७ ॥",
        "english_devnagari": "sūta uvācasa upāmantrito rājñākathāyām iti sat-pateḥbrahmarāto bhṛśaṁ prītoviṣṇurātena saṁsadi",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "saḥ",
            "upāmantritaḥ",
            "rājñā",
            "kathāyām",
            "iti",
            "sat",
            "pateḥ",
            "brahma",
            "rātaḥ",
            "bhṛśam",
            "prītaḥ",
            "viṣṇu",
            "rātena",
            "saṁsadi"
        ],
        "translation": "Sūta Gosvāmī said: Thus Śukadeva Gosvāmī, being invited by Mahārāja Parīkṣit to speak on topics of the Lord Śrī Kṛṣṇa with the devotees, was very much pleased.",
        "purport": " Śrīmad-Bhāgavatam can be legitimately discussed only among the devotees of the Lord. As the Bhagavad-gītā was authoritatively discussed between Lord Kṛṣṇa and Arjuna (the Lord and the devotee respectively), similarly Śrīmad-Bhāgavatam, which is the postgraduate study of the Bhagavad-gītā, can also be discussed between the scholars and devotees like Śukadeva Gosvāmī and Mahārāja Parīkṣit. Otherwise the real taste of the nectar cannot be relished. Śukadeva Gosvāmī was pleased with Mahārāja Parīkṣit because he was not at all tired of hearing the topics of the Lord and was more and more anxious to hear them on and on with interest. Foolish interpreters unnecessarily tackle the Bhagavad-gītā and Śrīmad-Bhāgavatam when they have no access to the subject matter. There is no use in nondevotees’ meddling with the two topmost Vedic literatures, and therefore Śaṅkarācārya did not touch Śrīmad-Bhāgavatam for commentation. In his commentation on the Bhagavad-gītā, Śrīpāda Śaṅkarācārya accepted Lord Kṛṣṇa as the Supreme Personality of Godhead, but later on he commented from the impersonalist’s view. But, being conscious of his position, he did not comment on the Śrīmad-Bhāgavatam. Śrīla Śukadeva Gosvāmī was protected by Lord Kṛṣṇa (vide Brahma-vaivarta Purāṇa), and therefore he is known as Brahmarāta, and Śrīmān Parīkṣit Mahārāja was protected by Viṣṇu, and thus he is known as Viṣṇurāta. As devotees of the Lord, they are always protected by the Lord. It is clear also in this connection that a Viṣṇurāta should hear Śrīmad-Bhāgavatam from Brahmarāta and no one else because others misrepresent the transcendental knowledge and thus spoil one’s valuable time."
    },
    {
        "verse": "28",
        "devanagari": "प्राह भागवतं नाम पुराणं ब्रह्मसम्मितम् ।ब्रह्मणे भगवत्प्रोक्तं ब्रह्मकल्प उपागते ॥ २८ ॥",
        "english_devnagari": "prāha bhāgavataṁ nāmapurāṇaṁ brahma-sammitambrahmaṇe bhagavat-proktaṁbrahma-kalpa upāgate",
        "verse_Syn": [
            "prāha",
            "bhāgavatam",
            "nāma",
            "purāṇam",
            "brahma",
            "sammitam",
            "brahmaṇe",
            "bhagavat",
            "proktam",
            "brahma",
            "kalpe",
            "upāgate"
        ],
        "translation": "He began to reply to the inquiries of Mahārāja Parīkṣit by saying that the science of the Personality of Godhead was spoken first by the Lord Himself to Brahmā when he was first born. Śrīmad-Bhāgavatam is the supplementary Vedic literature, and it is just in pursuance of the Vedas.",
        "purport": " Śrīmad-Bhāgavatam is the science of the Personality of Godhead. The impersonalist always tries to misrepresent the personal feature of the Lord, not knowing the science of this great knowledge, and Śrīmad-Bhāgavatam is in pursuance of the Vedas and scientific knowledge of the Personality of Godhead. To learn this science one should take shelter of the representative of Śrī Śukadeva and follow in the footsteps of Mahārāja Parīkṣit without foolishly attempting to interpret, thereby committing a great offense at the feet of the Lord. The dangerous ways of interpretations by the nondevotee class of men have played havoc in understanding the Śrīmad-Bhāgavatam, and the careful student should be always alert in this matter if he at all wants to learn the science of Godhead."
    },
    {
        "verse": "29",
        "devanagari": "यद् यत् परीक्षिद‍ृषभ: पाण्डूनामनुपृच्छति ।आनुपूर्व्येण तत्सर्वमाख्यातुमुपचक्रमे ॥ २९ ॥",
        "english_devnagari": "yad yat parīkṣid ṛṣabhaḥpāṇḍūnām anupṛcchatiānupūrvyeṇa tat sarvamākyātum upacakrame",
        "verse_Syn": [
            "yat",
            "yat",
            "parīkṣit",
            "ṛṣabhaḥ",
            "pāṇḍūnām",
            "anupṛcchati",
            "ānupūrvyeṇa",
            "tat",
            "sarvam",
            "ākhyātum",
            "upacakrame"
        ],
        "translation": "He also prepared himself to reply to all that King Parīkṣit had inquired from him. Mahārāja Parīkṣit was the best in the dynasty of the Pāṇḍus, and thus he was able to ask the right questions from the right person.",
        "purport": " Mahārāja Parīkṣit asked many questions, some of them very curiously, to know things as they are, but it is not necessary for the master to answer them in the order of the disciple’s inquiries, one after the other. But Śukadeva Gosvāmī, experienced teacher that he was, answered all the questions in a systematic way as they were received from the chain of disciplic succession. And he answered all of them without exception."
    }
]