[
    {
        "verse": "1",
        "devanagari": "सूत उवाचवैयासकेरिति वचस्तत्त्वनिश्चयमात्मन: ।उपधार्य मतिं कृष्णे औत्तरेय: सतीं व्यधात् ॥ १ ॥",
        "english_devnagari": "sūta uvācavaiyāsaker iti vacastattva-niścayam ātmanaḥupadhārya matiṁ kṛṣṇeauttareyaḥ satīṁ vyadhāt",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "vaiyāsakeḥ",
            "iti",
            "vacaḥ",
            "tattva",
            "niścayam",
            "ātmanaḥ",
            "upadhārya",
            "matim",
            "kṛṣṇe",
            "auttareyaḥ",
            "satīm",
            "vyadhāt"
        ],
        "translation": "Sūta Gosvāmī said: Mahārāja Parīkṣit, the son of Uttarā, after hearing the speeches of Śukadeva Gosvāmī, which were all about the truth of the self, applied his concentration faithfully upon Lord Kṛṣṇa.",
        "purport": " The word satīm is very significant. This means “existing” and “chaste.” And both imports are perfectly applicable in the case of Mahārāja Parīkṣit. The whole Vedic adventure is to draw one’s attention entirely unto the lotus feet of Lord Kṛṣṇa without any diversion, as instructed in the Bhagavad-gītā (15.15). Fortunately Mahārāja Parīkṣit had already been attracted to the Lord from the very beginning of his body, in the womb of his mother. In the womb of his mother he was struck by the brahmāstra atomic bomb released by Aśvatthāmā, but by the grace of the Lord he was saved from being burnt by the fiery weapon, and since then the King continuously concentrated his mind upon Lord Kṛṣṇa, which made him perfectly chaste in devotional service. So by natural sequence he was a chaste devotee of the Lord, and when he further heard from Śrīla Śukadeva Gosvāmī that one should worship the Lord only and no one else, even though full of all desires or desireless, his natural affection for Kṛṣṇa was strengthened. We have already discussed these topics. To become a pure devotee of Lord Kṛṣṇa, two things are very much essential, namely having a chance to be born in the family of a devotee and having the blessings of a bona fide spiritual master. By the grace of Lord Kṛṣṇa, Parīkṣit Mahārāja had both opportunities. He was born in a family of such devotees as the Pāṇḍavas, and just to continue the dynasty of the Pāṇḍavas and show them special favor, the Lord specifically saved Mahārāja Parīkṣit, who later on, by the arrangement of the Lord, was cursed by the boy of a brāhmaṇa and was able to get the association of such a spiritual master as Śukadeva Gosvāmī. In the Caitanya-caritāmṛta it is said that a fortunate person, by the mercy of the spiritual master and Lord Kṛṣṇa, achieves the path of devotional service. This was perfectly applicable in the case of Mahārāja Parīkṣit. By way of being born in a family of devotees, he automatically came in touch with Kṛṣṇa, and after being so contacted he constantly remembered Him. Consequently Lord Kṛṣṇa gave the King a further chance for development in devotional service by introducing him to Śukadeva Gosvāmī, a stalwart devotee of the Lord with perfect knowledge in self-realization. And by hearing from a bona fide spiritual master, he was perfectly able to concentrate his chaste mind further upon Lord Kṛṣṇa, as a matter of course."
    },
    {
        "verse": "2",
        "devanagari": "आत्मजायासुतागारपशुद्रविणबन्धुषु ।राज्ये चाविकले नित्यं विरूढां ममतां जहौ ॥ २ ॥",
        "english_devnagari": "ātma-jāyā-sutāgāra-paśu-draviṇa-bandhuṣurājye cāvikale nityaṁvirūḍhāṁ mamatāṁ jahau",
        "verse_Syn": [
            "ātma",
            "jāyā",
            "suta",
            "āgāra",
            "paśu",
            "draviṇa",
            "bandhuṣu",
            "rājye",
            "ca",
            "avikale",
            "nityam",
            "virūḍhām",
            "mamatām",
            "jahau"
        ],
        "translation": "Mahārāja Parīkṣit, as a result of his wholehearted attraction for Lord Kṛṣṇa, was able to give up all deep-rooted affection for his personal body, his wife, his children, his palace, his animals like horses and elephants, his treasury house, his friends and relatives, and his undisputed kingdom.",
        "purport": " To become liberated means to become free from dehātma-buddhi, the illusory attachment for personal bodily coverings and everything connected with the body, namely wife, children and all other entanglements. One selects a wife for bodily comforts, and the result is children. For wife and children one requires a dwelling place, and, as such, a residential house is also necessary. Animals like horses, elephants, cows and dogs are all household animals, and a householder has to keep them as household paraphernalia. In modern civilization the horses and elephants have been replaced by cars and conveyances with considerable horsepower. To maintain all the household affairs, one has to increase the bank balance and be careful about the treasury house, and in order to display the opulence of material assets, one has to keep good relations with friends and relatives, as well as become very careful about maintaining the status quo. This is called material civilization of material attachment. Devotion for Lord Kṛṣṇa means negation of all material attachments as detailed above. By the grace of Lord Kṛṣṇa, Mahārāja Parīkṣit was awarded all material amenities and an undisputed kingdom in which to enjoy the undisturbed position of king, but by the grace of the Lord he was able to give up all connections with material attachment. That is the position of a pure devotee. Mahārāja Parīkṣit, due to his natural affection for Lord Kṛṣṇa as a devotee of the Lord, was always executing his royal duties on behalf of the Lord, and as a responsible king of the world he was always careful to see that the influence of Kali would not enter his kingdom. A devotee of the Lord never thinks of his household paraphernalia as his own, but surrenders everything for the service of the Lord. Thereby living entities under a devotee’s care get the opportunity for God realization by the management of a devotee-master. Attachment for household paraphernalia and for Lord Kṛṣṇa go poorly together. One attachment is the path of darkness, and the other attachment is the path of light. Where there is light, there is no darkness, and where there is darkness, there is no light. But an expert devotee can turn everything to the path of light by an attitude of service to the Lord, and the best example here is the Pāṇḍavas. Mahārāja Yudhiṣṭhira and householders like him can turn everything to light by dovetailing so-called material assets in the service of the Lord, but one who is not trained or is unable to turn everything to the service of the Lord (nirbandhaḥ kṛṣṇa-sambandhe) must give up all material connections before he can be fit to hear and chant the glories of the Lord, or in other words, one who has seriously heard Śrīmad-Bhāgavatam for even one day, like Mahārāja Parīkṣit, from a fit personality like Śukadeva Gosvāmī, may be able to lose all affinity for material things. There is no utility simply in imitating Mahārāja Parīkṣit and hearing Bhāgavatam from professional men, even for seven hundred years. To take Śrīmad-Bhāgavatam as a means of maintaining family expenditure is the grossest type of nāmāparādha offense at the feet of the Lord (sarva-śubha-kriyā-sāmyam api pramādaḥ)."
    },
    {
        "verse": "3-4",
        "devanagari": "पप्रच्छ चेममेवार्थं यन्मां पृच्छथ सत्तमा: ।कृष्णानुभावश्रवणे श्रद्दधानो महामना: ॥ ३ ॥संस्थां विज्ञाय संन्यस्य कर्म त्रैवर्गिकं च यत् ।वासुदेवे भगवति आत्मभावं द‍ृढं गत: ॥ ४ ॥",
        "english_devnagari": "papraccha cemam evārthaṁyan māṁ pṛcchatha sattamāḥkṛṣṇānubhāva-śravaṇeśraddadhāno mahā-manāḥ",
        "verse_Syn": [
            "papraccha",
            "ca",
            "imam",
            "eva",
            "artham",
            "yat",
            "mām",
            "pṛcchatha",
            "sattamāḥ",
            "kṛṣṇa",
            "anubhāva",
            "śravaṇe",
            "śraddadhānaḥ",
            "mahā",
            "manāḥ",
            "saṁsthām",
            "vijñāya",
            "sannyasya",
            "karma",
            "trai",
            "vargikam",
            "ca",
            "yat",
            "vāsudeve",
            "bhagavati",
            "ātma",
            "bhāvam",
            "dṛḍham",
            "gataḥ"
        ],
        "translation": "O great sages, the great soul Mahārāja Parīkṣit, constantly rapt in thought of Lord Kṛṣṇa, knowing well of his imminent death, renounced all sorts of fruitive activities, namely acts of religion, economic development and sense gratification, and thus fixed himself firmly in his natural love for Kṛṣṇa and asked all these questions, exactly as you are asking me.",
        "purport": " The three activities of religion, economic development and sense gratification are generally attractive for conditioned souls struggling for existence in the material world. Such regulated activities prescribed in the Vedas are called the karma-kāṇḍīya conception of life, and householders are generally recommended to follow the rules just to enjoy material prosperity both in this life and in the next. Most people are attracted by such activities. Even in the activities of their modern godless civilization, people are more concerned with economic development and sense gratification without any religious sentiments. As a great emperor of the world, Mahārāja Parīkṣit had to observe such regulations of the Vedic karma-kāṇḍīya section, but by his slight association with Śukadeva Gosvāmī he could perfectly understand that Lord Kṛṣṇa, the Absolute Personality of Godhead (Vāsudeva), for whom he had a natural love since his birth, is everything, and thus he fixed his mind firmly upon Him, renouncing all modes of Vedic karma-kāṇḍīya activities. This perfectional stage is attained by a jñānī after many, many births. The jñānīs, or the empiric philosophers endeavoring for liberation, are thousands of times better than the fruitive workers, and out of hundreds of thousands of such jñānīs one is liberated factually. And out of hundreds of thousands of such liberated persons, even one person is rarely found who can firmly fix his mind unto the lotus feet of Lord Śrī Kṛṣṇa, as declared by the Lord Himself in the Bhagavad-gītā (7.19). Mahārāja Parīkṣit is specially qualified with the word mahā-manāḥ, which puts him on an equal level with the mahātmās described in the Bhagavad-gītā. In the later age also there have been many mahātmās of this type, and they also gave up all karma-kāṇḍīya conceptions of life, solely and wholly depending on the Supreme Personality of Godhead Kṛṣṇa. Lord Caitanya, who is Lord Kṛṣṇa Himself, taught us in His Śikṣāṣṭaka (8): “Lord Kṛṣṇa, who is the lover of many devotees (women), may embrace this fully surrendered maidservant or may trample me with His feet, or He may render me brokenhearted by not being present before me for a long duration of time, but still He is nothing less than the Absolute Lord of my heart.” Śrīla Rūpa Gosvāmī spoke thus: “O Lord of the poor, do what you like with me, give me either mercy or punishment, but in this world I have none to look to except Your Lordship. The cātaka bird always prays for the cloud, regardless of whether it showers rains or throws a thunderbolt.” Śrīla Mādhavendra Purī, the grand-spiritual master of Lord Caitanya, took leave of all karma-kāṇḍīya obligations in the following words: “O my evening prayer, all good unto you. O my morning bath, I bid you goodbye. O demigods and forefathers, please excuse me. I am unable to perform any more offerings for your pleasure. Now I have decided to free myself from all reactions to sins simply by remembering anywhere and everywhere the great descendant of Yadu and the great enemy of Kaṁsa [Lord Kṛṣṇa]. I think that this is sufficient for me. So what is the use of further endeavors?” Śrīla Mādhavendra Purī said further: “Let the sharp moralist accuse me of being illusioned; I do not mind. Experts in Vedic activities may slander me as being misled, friends and relatives may call me frustrated, my brothers may call me a fool, the wealthy mammonites may point me out as mad, and the learned philosophers may assert that I am much too proud; still my mind does not budge an inch from the determination to serve the lotus feet of Govinda, though I be unable to do it.” And also Prahlāda Mahārāja said: “Religion, economic development and sense gratification are celebrated as three means of attaining the path of salvation. Of these, īkṣā trayī especially, i.e., knowledge of the self, knowledge of fruitive acts and logic and also politics and economics, are different means of livelihood. All these are different subjects of Vedic education, and therefore I consider them temporary engagements. On the other hand, surrendering unto the Supreme Lord Viṣṇu is a factual gain in life, and I consider it the ultimate truth.” (Bhāg. 7.6.26) The whole matter is concluded in the Bhagavad-gītā (2.41) as vyavasāyātmikā buddhiḥ, or the absolute path of perfection. Śrī Baladeva Vidyābhūṣaṇa, a great Vaiṣṇava scholar, defines this as bhagavad-arcanā-rūpaika-niṣkāma-karmabhir viśuddha-cittaḥ — accepting transcendental loving service to the Lord as the prime duty, free from fruitive reaction. So Mahārāja Parīkṣit was perfectly right when he firmly accepted the lotus feet of Lord Kṛṣṇa, renouncing all karma-kāṇḍīya conceptions of life."
    },
    {
        "verse": "5",
        "devanagari": "राजोवाचसमीचीनं वचो ब्रह्मन् सर्वज्ञस्य तवानघ ।तमो विशीर्यते मह्यं हरे: कथयत: कथाम् ॥ ५ ॥",
        "english_devnagari": "rājovācasamīcīnaṁ vaco brahmansarva-jñasya tavānaghatamo viśīryate mahyaṁhareḥ kathayataḥ kathām",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "samīcīnam",
            "vacaḥ",
            "brahman",
            "sarva",
            "jñasya",
            "tava",
            "anagha",
            "tamaḥ",
            "viśīryate",
            "mahyam",
            "hareḥ",
            "kathayataḥ",
            "kathām"
        ],
        "translation": "Mahārāja Parīkṣit said: O learned brāhmaṇa, you know everything because you are without material contamination. Therefore whatever you have spoken to me appears perfectly right. Your speeches are gradually destroying the darkness of my ignorance, for you are narrating the topics of the Lord.",
        "purport": " The practical experience of Mahārāja Parīkṣit is disclosed herein, revealing that transcendental topics of the Lord act like injections when received by the sincere devotee from a person who is perfectly uncontaminated by material tinges. In other words, reception of the messages of Śrīmad-Bhāgavatam from professional men, heard by a karma-kāṇḍīya audience, never acts miraculously as stated here. Devotional hearing of the messages of the Lord is not like hearing ordinary topics; therefore the action will be felt by the sincere hearer by experience of the gradual disappearance of ignorance. When a hungry man is given food to eat, he feels satiation of hunger and the pleasure of dining simultaneously. Thus he does not have to ask whether he has actually been fed or not. The crucial test of hearing Śrīmad-Bhāgavatam is that one should get positive enlightenment by such an act."
    },
    {
        "verse": "6",
        "devanagari": "भूय एव विवित्सामि भगवानात्ममायया ।यथेदं सृजते विश्वं दुर्विभाव्यमधीश्वरै: ॥ ६ ॥",
        "english_devnagari": "bhūya eva vivitsāmibhagavān ātma-māyayāyathedaṁ sṛjate viśvaṁdurvibhāvyam adhīśvaraiḥ",
        "verse_Syn": [
            "bhūyaḥ",
            "eva",
            "vivitsāmi",
            "bhagavān",
            "ātma",
            "māyayā",
            "yathā",
            "idam",
            "sṛjate",
            "viśvam",
            "durvibhāvyam",
            "adhīśvaraiḥ"
        ],
        "translation": "I beg to know from you how the Personality of Godhead, by His personal energies, creates these phenomenal universes as they are, which are inconceivable even to the great demigods.",
        "purport": " In every inquisitive mind the important question of the creation of the phenomenal world arises, and therefore for a personality like Mahārāja Parīkṣit, who was to know all the activities of the Lord from his spiritual master, such an inquiry is not uncommon. For every unknown thing, we have to learn and inquire from a learned personality. The question of creation is also one of such inquiries to be made to the right person. The spiritual master, therefore, must be one who is sarva-jña, as stated hereinbefore in connection with Śukadeva Gosvāmī. Thus all inquiries on God which are unknown to the disciple may be made from the qualified spiritual master, and here the practical example is set by Mahārāja Parīkṣit. It was, however, already known to Mahārāja Parīkṣit that everything we see is born out of the energy of the Lord, as we have all learned in the very beginning of Śrīmad-Bhāgavatam (janmādy asya yataḥ). So Mahārāja Parīkṣit wanted to know the process of creation. The origin of creation was known to him; otherwise he would not have inquired how the Personality of Godhead, by His different energies, creates this phenomenal world. The common man also knows that the creation is made by some creator and is not created automatically. We have no experience in the practical world that a thing is created automatically. Foolish people say that the creative energy is independent and acts automatically, as electrical energy works. But the intelligent man knows that even the electrical energy is generated by an expert engineer in the localized powerhouse, and thus the energy is distributed everywhere under the resident engineer’s supervision. The Lord’s supervision in connection with creation is mentioned even in the Bhagavad-gītā (9.10), and it is clearly said there that material energy is a manifestation of one of many such energies of the Supreme (parāsya śaktir vividhaiva śrūyate). An inexperienced boy may be struck with wonder by seeing the impersonal actions of electronics or many other wonderful things conducted by electrical energy, but an experienced man knows that behind the action is a living man who creates such energy. Similarly the so-called scholars and philosophers of the world may, by mental speculation, present so many utopian theories about the impersonal creation of the universe, but an intelligent devotee of the Lord, by studying the Bhagavad-gītā, can know that behind the creation is the hand of the Supreme Lord, just as in the generating electrical powerhouse there is the resident engineer. The research scholar finds out the cause and the effect of everything, but research scholars as great as Brahmā, Śiva, Indra and many other demigods are sometimes bewildered by seeing the wonderful creative energy of the Lord, so what to speak of the tiny mundane scholars dealing in petty things. As there are differences in the living conditions of different planets of the universe, and as one planet is superior to others, the brains of the living entities in those respective planets are also of different categorical values. As stated in the Bhagavad-gītā, one can compare the long duration of life of the inhabitants of Brahmā’s planet, which is inconceivable to the inhabitants of this planet earth, to the categorical value of the brain of Brahmājī, also inconceivable to any great scientist of this planet. And with such high brain power, even Brahmājī has described in his great saṁhitā (Brahma-saṁhitā 5.1) as follows: “There are many personalities possessing the qualities of Bhagavān, but Kṛṣṇa is the supreme because none can excel Him. He is the Supreme Person, and His body is eternal, full of knowledge and bliss. He is the primeval Lord Govinda and the cause of all causes.” Brahmājī admits Lord Kṛṣṇa to be the supreme cause of all causes. But persons with tiny brains within this petty planet earth think of the Lord as one of them. Thus when the Lord says in the Bhagavad-gītā that He (Lord Kṛṣṇa) is all in all, the speculative philosophers and the mundane wranglers deride Him, and the Lord regretfully says: “Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be.” (Bg. 9.11) Brahmā and Śiva (and what to speak of other demigods) are bhūtas, or powerful created demigods who manage universal affairs, much like ministers appointed by a king. The ministers may be īśvaras, or controllers, but the Supreme Lord is maheśvara, or the creator of the controllers. Persons with a poor fund of knowledge do not know this, and therefore they have the audacity to deride Him because He comes before us by His causeless mercy occasionally as a human being. The Lord is not like a human being. He is sac-cid-ānanda-vigraha, or the Absolute Personality of Godhead, and there is no difference between His body and His soul. He is both the power and the powerful. Mahārāja Parīkṣit did not ask his spiritual master, Śukadeva Gosvāmī, to narrate Lord Kṛṣṇa’s pastimes in Vṛndāvana; he wanted to hear first about the creation of the Lord. Śukadeva Gosvāmī did not say that the King should hear about the direct transcendental pastimes of the Lord. The time was very short, and naturally Śukadeva Gosvāmī could have gone directly to the Tenth Canto to make a shortcut of the whole thing, as generally done by the professional reciters. But neither the King nor the great speaker of Śrīmad-Bhāgavatam jumped up like the organizers of Bhāgavatam; both of them proceeded systematically, so that both future readers and hearers might take lessons from the example of the procedure of reciting Śrīmad-Bhāgavatam. Those who are under the control of the external energy of the Lord, or in other words those who are in the material world, must first of all know how the external energy of the Lord is working under the direction of the Supreme Personality, and afterwards one may try to enter into the activities of His internal energy. The mundaners are mostly worshipers of Durgā-devī, the external energy of Kṛṣṇa, but they do not know that Durgā-devī is but the shadow energy of the Lord. Behind her astonishing display of material workings is the direction of the Lord, as confirmed in the Bhagavad-gītā (9.10). The Brahma-saṁhitā affirms that Durgā-śakti is working by the direction of Govinda, and without His sanction the powerful Durgā-śakti cannot move even a blade of grass. Therefore the neophyte devotee, instead of jumping at once to the platform of transcendental pastimes presented by the internal energy of the Lord, may know how great the Supreme Lord is by inquiring about the process of His creative energy. In the Caitanya-caritāmṛta also, descriptions of the creative energy and the Lord’s hand in it are explained, and the author of Caitanya-caritāmṛta has warned the neophyte devotees to be seriously on guard against the pitfall of neglecting knowledge about Kṛṣṇa in regard to how great He is. Only when one knows Lord Kṛṣṇa’s greatness can one firmly put one’s unflinching faith in Him; otherwise, like the common man, even the great leaders of men will mistake Lord Kṛṣṇa for one of the many demigods, or a historical personality, or a myth only. The transcendental pastimes of the Lord in Vṛndāvana, or even at Dvārakā, are relishable for persons who have already qualified themselves in advanced spiritual techniques, and the common man may be able to attain to such a plane by the gradual process of service and inquiries, as we shall see in the behavior of Mahārāja Parīkṣit."
    },
    {
        "verse": "7",
        "devanagari": "यथा गोपायति विभुर्यथा संयच्छते पुन: ।यां यां शक्तिमुपाश्रित्य पुरुशक्ति: पर: पुमान् ।आत्मानं क्रीडयन् क्रीडन् करोति विकरोति च ॥ ७ ॥",
        "english_devnagari": "yathā gopāyati vibhuryathā saṁyacchate punaḥyāṁ yāṁ śaktim upāśrityapuru-śaktiḥ paraḥ pumānātmānaṁ krīḍayan krīḍankaroti vikaroti ca",
        "verse_Syn": [
            "yathā",
            "gopāyati",
            "vibhuḥ",
            "yathā",
            "saṁyacchate",
            "punaḥ",
            "yām",
            "yām",
            "śaktim",
            "upāśritya",
            "puru",
            "śaktiḥ",
            "paraḥ",
            "pumān",
            "ātmānam",
            "krīḍayan",
            "krīḍan",
            "karoti",
            "vikaroti",
            "ca"
        ],
        "translation": "Kindly describe how the Supreme Lord, who is all-powerful, engages His different energies and different expansions in maintaining and again winding up the phenomenal world in the sporting spirit of a player.",
        "purport": " In the Kaṭha Upaniṣad (2.2.13) the Supreme Lord is described as the chief eternal being amongst all other eternal individual beings (nityo nityānāṁ cetanaś cetanānām) and the one Supreme Lord who maintains innumerable other individual living beings (eko bahūnāṁ yo vidadhāti kāmān). So all living entities, both in the conditioned state and in the liberated state, are maintained by the Almighty Supreme Lord. Such maintenance is effected by the Lord through His different expansions of Self and three principal energies, namely the internal, external and marginal energies. The living entities are His marginal energies, and some of them, in the confidence of the Lord, are entrusted with the work of creation also, as are Brahmā, Marīci, etc., and the acts of creation are inspired by the Lord unto them (tene brahma hṛdā). The external energy (māyā) is also impregnated with the jīvas, or conditioned souls. The unconditioned marginal potency acts in the spiritual kingdom, and the Lord, by His different plenary expansions, maintains them in different transcendental relations displayed in the spiritual sky. So the one Supreme Personality of Godhead manifests Himself in many (bahu syām), and thus all diversities are in Him, and He is in all diversities, although He is nevertheless different from all of them. That is the inconceivable mystic power of the Lord, and as such everything is simultaneously one with and different from Him by His inconceivable potencies (acintya-bhedābheda-tattva)."
    },
    {
        "verse": "8",
        "devanagari": "नूनं भगवतो ब्रह्मन् हरेरद्भुतकर्मण: ।दुर्विभाव्यमिवाभाति कविभिश्चापि चेष्टितम् ॥ ८ ॥",
        "english_devnagari": "nūnaṁ bhagavato brahmanharer adbhuta-karmaṇaḥdurvibhāvyam ivābhātikavibhiś cāpi ceṣṭitam",
        "verse_Syn": [
            "nūnam",
            "bhagavataḥ",
            "brahman",
            "hareḥ",
            "adbhuta",
            "karmaṇaḥ",
            "durvibhāvyam",
            "iva",
            "ābhāti",
            "kavibhiḥ",
            "ca",
            "api",
            "ceṣṭitam"
        ],
        "translation": "O learned brāhmaṇa, the transcendental activities of the Lord are all wonderful, and they appear inconceivable because even great endeavors by many learned scholars have still proved insufficient for understanding them.",
        "purport": " The acts of the Supreme Lord, in the creation of just this one universe, appear inconceivably wonderful. And there are innumerable universes, and all of them aggregated together are known as the created material world. And this part of His creation is only a fractional portion of the complete creation. The material world stands as a part only (ekāṁśena sthito jagat). Supposing that the material world is a display of one part of His energy, the remaining three parts consist of the vaikuṇṭha-jagat or spiritual world described in the Bhagavad-gītā as mad-dhāma or sanātana-dhāma, or the eternal world. We have marked in the previous verse that He creates and again winds up the creation. This action is applicable only in the material world because the other, greater part of His creation, namely the Vaikuṇṭha world, is neither created nor annihilated; otherwise the Vaikuṇṭha-dhāma would not have been called eternal. The Lord exists with His dhāma, or in other words with His eternal name, qualities, pastimes, entourage and personality, which are all a display of His different energies and expansions. The Lord is called anādi, or having no creator, and ādi, or the origin of all. We think in our own imperfect way that the Lord is also created, but the Vedānta informs us that He is not created. Rather, everything else is created by Him (nārāyaṇaḥ paro ’vyaktāt). Therefore, for the common man these are all very wonderful matters for consideration. Even for great scholars they are inconceivable, and thus such scholars present theories contradictory to one another. Even for the insignificant part of His creation, this particular universe, they have no complete information as to how far this limited space extends, or how many stars and planets are there, or the different conditions of those innumerable planets. Modern scientists have insufficient knowledge of all this. Some of them assert that there are one hundred million planets scattered all over space. In a news release from Moscow dated 2/21/60, the following piece of knowledge was relayed: “Russia’s well-known professor of astronomy Boris Vorontsov-Veliaminov said that there must be an infinite number of planets in the universe inhabited by beings endowed with reason. “It could be that life similar to that on earth flourishes on such planets. “Doctor of Chemistry Nikolai Zhirov, covering the problem of atmosphere on other planets, pointed out that the organism of a Martian, for instance, could very well adapt itself to normal existence with a low body temperature. “He said that he felt that the gaseous composition of Martian atmosphere was quite suitable to sustain life of beings which have become adapted to it.” This adaptability of an organism to different varieties of planets is described in the Brahma-saṁhitā as vibhūti-bhinnam; i.e., each and every one of the innumerable planets within the universe is endowed with a particular type of atmosphere, and the living beings there are more perfectly advanced in science and psychology because of a better atmosphere. Vibhūti means “specific powers,” and bhinnam means “variegated.” Scientists who are attempting to explore outer space and are trying to reach other planets by mechanical arrangements must know for certain that organisms adapted to the atmosphere of earth cannot exist in the atmospheres of other planets (Easy Journey to Other Planets). One has to prepare himself, therefore, to be transferred to a different planet after being relieved of the present body, as it is said in the Bhagavad-gītā (9.25): “Those who worship the demigods will take birth among the demigods, those who worship ghosts and spirits will take birth among such beings, and those who worship Me will live with Me.” Mahārāja Parīkṣit’s statement regarding the workings of the creative energy of the Lord discloses that he knew everything of the process of creation. Why then did he ask Śukadeva Gosvāmī for such information? Mahārāja Parīkṣit, being a great emperor, a descendant of the Pāṇḍavas and a great devotee of Lord Kṛṣṇa, was quite able to know considerably about the creation of the world, but that much knowledge was not sufficient. He said therefore that even greatly learned scholars fail to know about that, even after great effort. The Lord is unlimited, and His activities are also unfathomed. With a limited source of knowledge and with imperfect senses, any living being, up to the standard of Brahmājī, the highest perfect living being within the universe, can never imagine knowing about the unlimited. We can know something of the unlimited when it is explained by the unlimited, as has been done by the Lord Himself in the unique statements of the Bhagavad-gītā, and it can also be known to some extent from realized souls like Śukadeva Gosvāmī, who learned it from Vyāsadeva, a disciple of Nārada, and thus the perfect knowledge can descend by the chain of disciplic succession only, and not by any form of experimental knowledge, old or modern."
    },
    {
        "verse": "9",
        "devanagari": "यथा गुणांस्तु प्रकृतेर्युगपत् क्रमशोऽपि वा ।बिभर्ति भूरिशस्त्वेक: कुर्वन् कर्माणि जन्मभि: ॥ ९ ॥",
        "english_devnagari": "yathā guṇāṁs tu prakṛteryugapat kramaśo ’pi vābibharti bhūriśas tv ekaḥkurvan karmāṇi janmabhiḥ",
        "verse_Syn": [
            "yathā",
            "guṇān",
            "tu",
            "prakṛteḥ",
            "yugapat",
            "kramaśaḥ",
            "api",
            "vā",
            "bibharti",
            "bhūriśaḥ",
            "tu",
            "ekaḥ",
            "kurvan",
            "karmāṇi",
            "janmabhiḥ"
        ],
        "translation": "The Supreme Personality of Godhead is one, whether He alone acts with the modes of material nature, or simultaneously expands in many forms, or expands consecutively to direct the modes of nature.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "विचिकित्सितमेतन्मे ब्रवीतु भगवान् यथा ।शाब्दे ब्रह्मणि निष्णात: परस्मिंश्च भवान्खलु ॥ १० ॥",
        "english_devnagari": "vicikitsitam etan mebravītu bhagavān yathāśābde brahmaṇi niṣṇātaḥparasmiṁś ca bhavān khalu",
        "verse_Syn": [
            "vicikitsitam",
            "etat",
            "me",
            "bravītu",
            "bhagavān",
            "yathā",
            "śābde",
            "brahmaṇi",
            "niṣṇātaḥ",
            "parasmin",
            "ca",
            "bhavān",
            "khalu"
        ],
        "translation": "Kindly clear up all these doubtful inquiries, because you are not only vastly learned in the Vedic literatures and self-realized in transcendence, but are also a great devotee of the Lord and are therefore as good as the Personality of Godhead.",
        "purport": " In the Brahma-saṁhitā it is said that the Supreme Absolute Truth, Govinda, the Personality of Godhead, although one without a second, is infallibly expanded by innumerable forms nondifferent from one another, and although He is the original person, He is still ever young with permanent youthful energy. He is very difficult to know simply by learning the transcendental science of the Vedas, but He is very easily realized by His pure devotees. The expansions of different forms of the Lord, as from Kṛṣṇa to Baladeva to Saṅkarṣaṇa, from Saṅkarṣaṇa to Vāsudeva, from Vāsudeva to Aniruddha, from Aniruddha to Pradyumna, and then again to the second Saṅkarṣaṇa, and from Him to the Nārāyaṇa puruṣāvatāras and innumerable other forms, which are compared to the constant flowing of the uncountable waves of a river, are all one and the same. They are like lamps of equal power which kindle from one lamp to another. That is the transcendental potency of the Lord. The Vedas say that He is so complete that even though the whole complete identity emanates from Him, He still remains the same complete whole (pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate). As such, there is no validity in a material conception of the Lord produced by the mental speculator. Thus He remains always a mystery for the mundane scholar, even if he is vastly learned in the Vedic literatures (vedeṣu durlabham adurlabham ātma-bhaktau). Therefore, the Lord is beyond the limit of conception for mundane learned scholars, philosophers or scientists. He is easily understandable for the pure devotee because the Lord declares in the Bhagavad-gītā (18.54) that after surpassing the stage of knowledge, when one is able to be engaged in the devotional service of the Lord, then only can one know the true nature of the Lord. One cannot have any clear conception of the Lord or His holy name, form, attributes, pastimes, etc., unless one is engaged in His transcendental loving service. The statement of the Bhagavad-gītā that one must first of all surrender unto the Lord, being freed from all other engagements, means that one must become a pure, unconditional devotee of the Lord. Only then can one know Him by the strength of devotional service. Mahārāja Parīkṣit admitted in the previous verse that the Lord is inconceivable even for the greatest learned scholars. Why then should he again request Śukadeva Gosvāmī to clarify his insufficient knowledge about the Lord? The reason is clear. Not only was Śukadeva Gosvāmī vastly learned in the Vedic literatures, but he was also a great self-realized soul and a powerful devotee of the Lord. A powerful devotee of the Lord is, by the grace of the Lord, more than the Lord Himself. The Personality of Godhead Śrī Rāmacandra attempted to bridge the Indian Ocean to reach the island of Laṅkā, but Śrī Hanumānjī, the unalloyed devotee of the Personality of Godhead, could cross the ocean simply by jumping over it. The Lord is so merciful upon His pure devotee that He presents His beloved devotee as more powerful than Himself. The Lord expressed Himself to be unable to save Durvāsā Muni, although the Muni was so powerful that he could reach the Lord directly under material conditions. But Durvāsā Muni was saved by Mahārāja Ambarīṣa, a devotee of the Lord. Therefore, not only is a devotee of the Lord more powerful than the Lord, but also worship of the devotee is considered more effective than direct worship of the Lord (mad-bhakta-pūjābhyadhikā). The conclusion is, therefore, that a serious devotee must first approach a spiritual master who not only is well versed in the Vedic literatures but is also a great devotee with factual realization of the Lord and His different energies. Without the help of such a devotee spiritual master, one cannot make progress in the transcendental science of the Lord. And a bona fide spiritual master like Śukadeva Gosvāmī does not speak about the Lord only in the matter of His internal potencies, but also explains how He associates with His external potencies. The Lord’s pastimes in the internal potency are displayed in His activities in Vṛndāvana, but the workings of His external potency are directed in His features of Kāraṇārṇavaśāyī Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu. Śrīla Viśvanātha Cakravartī offers his good counsel to the interested Vaiṣṇavas when he says that they should not be interested in hearing only about the Lord’s activities (like rāsa-līlā), but must be keenly interested in His pastimes in His features of the puruṣāvatāras in connection with sṛṣṭi-tattva, creational functions, following the examples of Mahārāja Parīkṣit, the ideal disciple, and Śukadeva Gosvāmī, the ideal spiritual master."
    },
    {
        "verse": "11",
        "devanagari": "सूत उवाचइत्युपामन्त्रितो राज्ञा गुणानुकथने हरे: ।हृषीकेशमनुस्मृत्य प्रतिवक्तुं प्रचक्रमे ॥ ११ ॥",
        "english_devnagari": "sūta uvācaity upāmantrito rājñāguṇānukathane hareḥhṛṣīkeśam anusmṛtyaprativaktuṁ pracakrame",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "iti",
            "upāmantritaḥ",
            "rājñā",
            "guṇa",
            "anukathane",
            "hareḥ",
            "hṛṣīkeśam",
            "anusmṛtya",
            "prativaktum",
            "pracakrame"
        ],
        "translation": "Sūta Gosvāmī said: When Śukadeva Gosvāmī was thus requested by the King to describe the creative energy of the Personality of Godhead, he then systematically remembered the master of the senses [Śrī Kṛṣṇa], and to reply properly he spoke thus.",
        "purport": " The devotees of the Lord, while delivering speeches and describing the transcendental attributes of the Lord, do not think that they can do anything independently. They think that they can speak only what they are induced to speak by the Supreme Lord, the master of the senses. The senses of the individual being are not his own; the devotee knows that such senses belong to the Supreme Lord and that they can be properly used when they are employed for the service of the Lord. The senses are instruments, and elements are ingredients, all endowed by the Lord; therefore whatever an individual can do, speak, see, etc., is under the direction of the Lord only. The Bhagavad-gītā (15.15) confirms this: sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca. No one is free to act freely and independently, and as such one should always seek the permission of the Lord to act or eat or speak, and by the blessing of the Lord everything done by a devotee is beyond the principles of the four defects typical of the conditioned soul."
    },
    {
        "verse": "12",
        "devanagari": "श्री शुक उवाचनम: परस्मै पुरुषाय भूयसेसदुद्भवस्थाननिरोधलीलया ।गृहीतशक्तित्रितयाय देहिना-मन्तर्भवायानुपलक्ष्यवर्त्मने ॥ १२ ॥",
        "english_devnagari": "śrī-śuka uvācanamaḥ parasmai puruṣāya bhūyasesad-udbhava-sthāna-nirodha-līlayāgṛhīta-śakti-tritayāya dehināmantarbhavāyānupalakṣya-vartmane",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "namaḥ",
            "parasmai",
            "puruṣāya",
            "bhūyase",
            "sad",
            "udbhava",
            "sthāna",
            "nirodha",
            "līlayā",
            "gṛhīta",
            "śakti",
            "tritayāya",
            "dehinām",
            "antaḥ",
            "bhavāya",
            "anupalakṣya",
            "vartmane"
        ],
        "translation": "Śukadeva Gosvāmī said: Let me offer my respectful obeisances unto the Supreme Personality of Godhead, who, for the creation of the material world, accepts the three modes of nature. He is the complete whole residing within the body of everyone, and His ways are inconceivable.",
        "purport": " This material world is a manifestation of the three modes goodness, passion and ignorance, and the Supreme Lord, for the creation, maintenance and destruction of the material world, accepts three predominating forms as Brahmā, Viṣṇu and Śaṅkara (Śiva). As Viṣṇu He enters into every body materially created. As Garbhodakaśāyī Viṣṇu He enters into every universe, and as Kṣīrodakaśāyī Viṣṇu He enters the body of every living being. Lord Śrī Kṛṣṇa, being the origin of all viṣṇu-tattvas, is addressed here as paraḥ pumān, or Puruṣottama, as described in the Bhagavad-gītā (15.18). He is the complete whole. The puruṣāvatāras are therefore His plenary expansions. Bhakti-yoga is the only process by which one can become competent to know Him. Because the empiric philosophers and mystic yogīs cannot conceive of the Personality of Godhead, He is called anupalakṣya-vartmane, the Lord of the inconceivable way, or bhakti-yoga."
    },
    {
        "verse": "13",
        "devanagari": "भूयो नम: सद्वृजिनच्छिदेऽसता-मसम्भवायाखिलसत्त्वमूर्तये ।पुंसां पुन: पारमहंस्य आश्रमेव्यवस्थितानामनुमृग्यदाशुषे ॥ १३ ॥",
        "english_devnagari": "bhūyo namaḥ sad-vṛjina-cchide ’satāmasambhavāyākhila-sattva-mūrtayepuṁsāṁ punaḥ pāramahaṁsya āśramevyavasthitānām anumṛgya-dāśuṣe",
        "verse_Syn": [
            "bhūyaḥ",
            "namaḥ",
            "sat",
            "vṛjina",
            "chide",
            "asatām",
            "asambhavāya",
            "akhila",
            "sattva",
            "mūrtaye",
            "puṁsām",
            "punaḥ",
            "pāramahaṁsye",
            "āśrame",
            "vyavasthitānām",
            "anumṛgya",
            "dāśuṣe"
        ],
        "translation": "I again offer my respectful obeisances unto the form of complete existence and transcendence, who is the liberator of the pious devotees from all distresses and the destroyer of the further advances in atheistic temperament of the nondevotee-demons. For the transcendentalists who are situated in the topmost spiritual perfection, He grants their specific destinations.",
        "purport": " Lord Śrī Kṛṣṇa is the complete form of all existence, both material and spiritual. Akhila means complete, or that which is not khila, inferior. As stated in the Bhagavad-gītā, there are two kinds of nature (prakṛti), namely the material nature and the spiritual nature, or the external and internal potencies of the Lord. The material nature is called aparā, or inferior, and the spiritual nature is called superior or transcendental. Therefore the form of the Lord is not of the inferior, material nature. He is complete transcendence. And He is mūrti, or having transcendental form. The less intelligent men, who are unaware of His transcendental form, describe Him as impersonal Brahman. But Brahman is simply the rays of His transcendental body (yasya prabhā). The devotees, who are aware of His transcendental form, render Him service; therefore the Lord also reciprocates by His causeless mercy and thus delivers His devotees from all distresses. The pious men who follow the rulings of the Vedas are also dear to Him, and therefore the pious men of this world are also protected by Him. The impious and the nondevotees are against the principles of the Vedas, and so such persons are always hampered from making advances in their nefarious activities. Some of them, who are specially favored by the Lord, are killed by Him personally, as in the cases of Rāvaṇa, Hiraṇyakaśipu and Kaṁsa, and thus such demons get salvation and are thereby checked from further progress in their demoniac activities. Just like a kind father, either in His favor upon the devotees or His punishment of the demons He is ever kind to everyone because He is the complete existence for all individual existence. The paramahaṁsa stage of existence is the highest perfectional stage of spiritual values. According to Śrīmatī Kuntīdevī, the Lord is factually understood by the paramahaṁsas only. As there is gradual realization of the transcendence from impersonal Brahman to localized Paramātmā to the Personality of Godhead, Puruṣottama, Lord Kṛṣṇa, similarly there is gradual promotion of one’s situation in the spiritual life of sannyāsa. Kuṭīcaka, bahūdaka, parivrājakācārya and paramahaṁsa are gradual progressive stages in the renounced order of life, sannyāsa, and Queen Kuntīdevī, the mother of the Pāṇḍavas, has spoken about them in her prayers for Lord Kṛṣṇa (Canto One, Chapter Eight). The paramahaṁsas are generally found among both the impersonalists and the devotees, but according to Śrīmad-Bhāgavatam (as clearly stated by Kuntīdevī), pure bhakti-yoga is understood by the paramahaṁsas, and Kuntīdevī has especially mentioned that the Lord descends (paritrāṇāya sādhūnām) especially to award bhakti-yoga to the paramahaṁsas. So ultimately the paramahaṁsas, in the true sense of the term, are unalloyed devotees of the Lord. Śrīla Jīva Gosvāmī has directly accepted that the highest destination is bhakti-yoga, by which one accepts the transcendental loving service of the Lord. Those who accept the path of bhakti-yoga are the factual paramahaṁsas. Since the Lord is very kind to everyone, the impersonalists, who accept bhakti as the means of merging in the existence of the Lord in His impersonal brahmajyoti, are also awarded their desired destination. In the Bhagavad-gītā (4.11) He has assured everyone: ye yathā māṁ prapadyante. According to Śrīla Viśvanātha Cakravartī, there are two classes of paramahaṁsas, namely the brahmānandīs (impersonalists) and the premānandīs (devotees), and both are awarded their desired destinations, although the premānandīs are more fortunate than the brahmānandīs. But both the brahmānandīs and the premānandīs are transcendentalists, and they have nothing to do with the inferior, material nature full of the existential miseries of life."
    },
    {
        "verse": "14",
        "devanagari": "नमो नमस्तेऽस्त्वृषभाय सात्वतांविदूरकाष्ठाय मुहु: कुयोगिनाम् ।निरस्तसाम्यातिशयेन राधसास्वधामनि ब्रह्मणि रंस्यते नम: ॥ १४ ॥",
        "english_devnagari": "namo namas te ’stv ṛṣabhāya sātvatāṁvidūra-kāṣṭhāya muhuḥ kuyogināmnirasta-sāmyātiśayena rādhasāsva-dhāmani brahmaṇi raṁsyate namaḥ",
        "verse_Syn": [
            "namaḥ",
            "namaḥ",
            "te",
            "astu",
            "ṛṣabhāya",
            "sātvatām",
            "vidūra",
            "kāṣṭhāya",
            "muhuḥ",
            "ku",
            "yoginām",
            "nirasta",
            "sāmya",
            "atiśayena",
            "rādhasā",
            "sva",
            "dhāmani",
            "brahmaṇi",
            "raṁsyate",
            "namaḥ"
        ],
        "translation": "Let me offer my respectful obeisances unto Him who is the associate of the members of the Yadu dynasty and who is always a problem for the nondevotees. He is the supreme enjoyer of both the material and spiritual worlds, yet He enjoys His own abode in the spiritual sky. There is no one equal to Him because His transcendental opulence is immeasurable.",
        "purport": " There are two sides of the transcendental manifestations of the Supreme Lord, Śrī Kṛṣṇa. For the pure devotees He is the constant companion, as in the case of His becoming one of the family members of the Yadu dynasty, or His becoming the friend of Arjuna, or His becoming the associate neighbor of the inhabitants of Vṛndāvana, as the son of Nanda-Yaśodā, the friend of Sudāmā, Śrīdāmā and Madhumaṅgala, or the lover of the damsels of Vrajabhūmi, etc. That is part of His personal features. And by His impersonal feature He expands the rays of the brahmajyoti, which is limitless and all-pervasive. Part of this all-pervasive brahmajyoti, which is compared to the sun rays, is covered by the darkness of the mahat-tattva, and this insignificant part is known as the material world. In this material world there are innumerable universes like the one we can experience, and in each of them there are hundreds of thousands of planets like the one we are inhabiting. The mundaners are more or less captivated by the unlimited expansion of the rays of the Lord, but the devotees are concerned more with His personal form, from which everything is emanating (janmādy asya yataḥ). As the sun rays are concentrated in the sun disc, the brahmajyoti is concentrated in Goloka Vṛndāvana, the topmost spiritual planet in the spiritual sky. The immeasurable spiritual sky is full of spiritual planets, named Vaikuṇṭhas, far beyond the material sky. The mundaners have insufficient information of even the mundane sky, so what can they think of the spiritual sky? Therefore the mundaners are always far, far away from Him. Even if in the future they are able to manufacture some machine whose speed may be accelerated to the velocity of the wind or mind, the mundaners will still be unable to imagine reaching the planets in the spiritual sky. So the Lord and His residential abode will always remain a myth or a mysterious problem, but for the devotees the Lord will always be available as an associate. In the spiritual sky His opulence is immeasurable. The Lord resides in all the spiritual planets, the innumerable Vaikuṇṭha planets, by expanding His plenary portions along with His liberated devotee associates, but the impersonalists, who want to merge in the existence of the Lord, are allowed to merge as one of the spiritual sparks of the brahmajyoti. They have no qualifications for becoming associates of the Lord either in the Vaikuṇṭha planets or in the supreme planet, Goloka Vṛndāvana, described in the Bhagavad-gītā as mad-dhāma and here in this verse as the sva-dhāma of the Lord. This mad-dhāma or sva-dhāma is described in the Bhagavad-gītā (15.6) as follows: The Lord’s sva-dhāma does not require any sunlight or moonlight or electricity for illumination. That dhāma, or place, is supreme, and whoever goes there never comes back to this material world. The Vaikuṇṭha planets and the Goloka Vṛndāvana planet are all self-illuminating, and the rays scattered by those sva-dhāma of the Lord constitute the existence of the brahmajyoti. As further confirmed in the Vedas like the Muṇḍaka Upaniṣad (2.2.10), Kaṭha Upaniṣad (2.2.15) and Śvetāśvatara Upaniṣad (6.14): In the sva-dhāma of the Lord there is no need of sun, moon or stars for illumination. Nor is there need of electricity, so what to speak of ignited lamps? On the other hand, it is because those planets are self-illuminating that all effulgence has become possible, and whatever there is that is dazzling is due to the reflection of that sva-dhāma. One who is dazzled by the effulgence of the impersonal brahmajyoti cannot know the personal transcendence; therefore in the Īśopaniṣad (15) it is prayed that the Lord shift His dazzling effulgence so that the devotee can see the real reality. It is spoken thus: “O Lord, You are the maintainer of everything, both material and spiritual, and everything flourishes by Your mercy. Your devotional service, or bhakti-yoga, is the actual principle of religion, satya-dharma, and I am engaged in that service. So kindly protect me by showing Your real face. Please, therefore, remove the veil of Your brahmajyoti rays so that I can see Your form of eternal bliss and knowledge.”"
    },
    {
        "verse": "15",
        "devanagari": "यत्कीर्तनं यत्स्मरणं यदीक्षणंयद्वन्दनं यच्छ्रवणं यदर्हणम् ।लोकस्य सद्यो विधुनोति कल्मषंतस्मै सुभद्रश्रवसे नमो नम: ॥ १५ ॥",
        "english_devnagari": "yat-kīrtanaṁ yat-smaraṇaṁ yad-īkṣaṇaṁyad-vandanaṁ yac-chravaṇaṁ yad-arhaṇamlokasya sadyo vidhunoti kalmaṣaṁtasmai subhadra-śravase namo namaḥ",
        "verse_Syn": [
            "yat",
            "kīrtanam",
            "yat",
            "smaraṇam",
            "yat",
            "īkṣaṇam",
            "yat",
            "vandanam",
            "yat",
            "śravaṇam",
            "yat",
            "arhaṇam",
            "lokasya",
            "sadyaḥ",
            "vidhunoti",
            "kalmaṣam",
            "tasmai",
            "subhadra",
            "śravase",
            "namaḥ",
            "namaḥ"
        ],
        "translation": "Let me offer my respectful obeisances unto the all-auspicious Lord Śrī Kṛṣṇa, about whom glorification, remembrances, audience, prayers, hearing and worship can at once cleanse the effects of all sins of the performer.",
        "purport": " The sublime form of religious performances to free oneself from all reactions of sins is suggested herein by the greatest authority, Śrī Śukadeva Gosvāmī. Kīrtanam, or glorifying the Lord, can be performed in very many ways, such as remembering, visiting temples to see the Deity, offering prayers in front of the Lord, and hearing recitations of glorification of the Lord mentioned in the Śrīmad-Bhāgavatam or Bhagavad-gītā. Kīrtanam can be performed both by singing the glories of the Lord in accompaniment with melodious music and by recitation of scriptures like Śrīmad-Bhāgavatam or Bhagavad-gītā. The devotees need not be disappointed in the physical absence of the Lord, though they may think of not being associated with Him. The devotional process of chanting, hearing, remembering, etc. (either all or some of them, or even one of them), can give us the desired result of associating with the Lord by discharging the transcendental loving service of the Lord in the above manner. Even the very sound of the holy name of Lord Kṛṣṇa or Rāma can at once surcharge the atmosphere spiritually. We must know definitely that the Lord is present wherever such pure transcendental service is performed, and thus the performer of offenseless kīrtanam has positive association with the Lord. Similarly, remembrance and prayers also can give us the desired result if they are properly done under expert guidance. One should not concoct forms of devotional service. One may worship the form of the Lord in a temple, or one may impersonally offer the Lord devotional prayers in a mosque or a church. One is sure to get free from the reactions of sins provided one is very careful about not committing sins willingly in expectation of getting free from the reactions by worshiping in the temple or by offering prayers in the church. This mentality of committing sins willfully on the strength of devotional service is called nāmno balād yasya hi pāpa-buddhiḥ, and it is the greatest offense in the discharge of devotional service. Hearing, therefore, is essential in order to keep oneself strictly on guard against such pitfalls of sins. And in order to give special stress to the hearing process, the Gosvāmī invokes all auspicious fortune in this matter."
    },
    {
        "verse": "16",
        "devanagari": "विचक्षणा यच्चरणोपसादनात्सङ्गं व्युदस्योभयतोऽन्तरात्मन: ।विन्दन्ति हि ब्रह्मगतिं गतक्लमा-स्तस्मै सुभद्रश्रवसे नमो नम: ॥ १६ ॥",
        "english_devnagari": "vicakṣaṇā yac-caraṇopasādanātsaṅgaṁ vyudasyobhayato ’ntar-ātmanaḥvindanti hi brahma-gatiṁ gata-klamāstasmai subhadra-śravase namo namaḥ",
        "verse_Syn": [
            "vicakṣaṇāḥ",
            "yat",
            "caraṇa",
            "upasādanāt",
            "saṅgam",
            "vyudasya",
            "ubhayataḥ",
            "antaḥ",
            "ātmanaḥ",
            "vindanti",
            "hi",
            "brahma",
            "gatim",
            "gata",
            "klamāḥ",
            "tasmai",
            "subhadra",
            "śravase",
            "namaḥ",
            "namaḥ"
        ],
        "translation": "Let me offer my respectful obeisances again and again unto the all-auspicious Lord Śrī Kṛṣṇa. The highly intellectual, simply by surrendering unto His lotus feet, are relieved of all attachments to present and future existences and without difficulty progress toward spiritual existence.",
        "purport": " Lord Śrī Kṛṣṇa has repeatedly instructed Arjuna, or for that matter everyone concerned with becoming His unalloyed devotee. In the last phase of His instruction in the Bhagavad-gītā (18.64-66) He instructed most confidentially as follows: “My dear Arjuna, you are very dear to Me, and therefore only for your good I will disclose the most secret part of My instructions. It is simply this: become a pure devotee of Mine and give yourself unto Me only, and I promise you full spiritual existence, by which you may gain the eternal right of transcendental loving service unto Me. Just give up all other ways of religiosity and exclusively surrender unto Me and believe that I will protect you from your sinful acts, and I shall deliver you. Do not worry any more.” Persons who are intelligent take serious notice of this last instruction of the Lord. Knowledge of the self is the first step in spiritual realization, which is called confidential knowledge, and a step further is God realization, which is called more confidential knowledge. The culmination of the knowledge of Bhagavad-gītā is God realization, and when one attains this stage of God realization, he naturally, voluntarily becomes a devotee of the Lord to render Him loving transcendental service. This devotional service to the Lord is always based on love of God and is distinct from the nature of routine service as prescribed in karma-yoga, jñāna-yoga or dhyāna-yoga. In the Bhagavad-gītā there are different instructions for such men of different categories, and there are various descriptions for varṇāśrama-dharma, sannyāsa-dharma, yati-dharma, the renounced order of life, controlling the senses, meditation, perfection of mystic powers, etc., but one who fully surrenders unto the Lord to render service unto Him, out of spontaneous love for Him, factually assimilates the essence of all knowledge described in the Vedas. One who adopts this method very skillfully attains perfection of life at once. And this perfection of human life is called brahma-gati, or the progressive march in spiritual existence. As enunciated by Śrīla Jīva Gosvāmī on the basis of Vedic assurances, brahma-gati means to attain a spiritual form as good as that of the Lord, and in that form the liberated living being eternally lives on one of the spiritual planets situated in the spiritual sky. Attainment of this perfection of life is easily available to a pure devotee of the Lord without his undergoing any difficult method of perfection. Such a devotional life is full of kīrtanam, smaraṇam, īkṣaṇam, etc., as mentioned in the previous verse. One must therefore adopt this simple way of devotional life in order to attain the highest perfection available in any category of the human form of life in any part of the world. When Lord Brahmā met Lord Kṛṣṇa as a playful child at Vṛndāvana, he offered his prayer in which he said: Bhakti-yoga is the highest quality of perfection to be achieved by the intelligent person in lieu of performing a large quantity of spiritual activities. The example cited here is very appropriate. A handful of real paddy is more valuable than heaps of paddy skins without any substance within. Similarly, one should not be attracted by the jugglery of karma-kāṇḍa or jñāna-kāṇḍa or even the gymnastic performances of yoga, but skillfully should take to the simple performances of kīrtanam, smaraṇam, etc., under a bona fide spiritual master, and without any difficulty attain the highest perfection."
    },
    {
        "verse": "17",
        "devanagari": "तपस्विनो दानपरा यशस्विनोमनस्विनो मन्त्रविद: सुमङ्गला: ।क्षेमं न विन्दन्ति विना यदर्पणंतस्मै सुभद्रश्रवसे नमो नम: ॥ १७ ॥",
        "english_devnagari": "tapasvino dāna-parā yaśasvinomanasvino mantra-vidaḥ sumaṅgalāḥkṣemaṁ na vindanti vinā yad-arpaṇaṁtasmai subhadra-śravase namo namaḥ",
        "verse_Syn": [
            "tapasvinaḥ",
            "dāna",
            "parāḥ",
            "yaśasvinaḥ",
            "manasvinaḥ",
            "mantra",
            "vidaḥ",
            "su",
            "maṅgalāḥ",
            "kṣemam",
            "na",
            "vindanti",
            "vinā",
            "yat",
            "arpaṇam",
            "tasmai",
            "subhadra",
            "śravase",
            "namaḥ",
            "namaḥ"
        ],
        "translation": "Let me offer my respectful obeisances unto the all-auspicious Lord Śrī Kṛṣṇa again and again because the great learned sages, the great performers of charity, the great workers of distinction, the great philosophers and mystics, the great chanters of the Vedic hymns and the great followers of Vedic principles cannot achieve any fruitful result without dedication of such great qualities to the service of the Lord.",
        "purport": " Advancement of learning, a charitable disposition, political, social or religious leadership of human society, philosophical speculations, the practice of the yoga system, expertise in the Vedic rituals, and all similar high qualities in man serve one in the attainment of perfection only when they are employed in the service of the Lord. Without such dovetailing, all such qualities become sources of trouble for people in general. Everything can be utilized either for one’s own sense gratification or in the service of one other than oneself. There are two kinds of self-interest also, namely personal selfishness and extended selfishness. But there is no qualitative difference between personal and extended selfishness. Theft for personal interest or for the family interest is of the same quality — namely, criminal. A thief pleading not guilty because of committing theft not for personal interest but for the interest of society or country has never been excused by the established law of any country. People in general have no knowledge that the self-interest of a living being attains perfection only when such an interest coincides with the interest of the Lord. For example, what is the interest of maintaining body and soul together? One earns money for maintenance of the body (personal or social), but unless there is God consciousness, unless the body is being properly maintained to realize one’s relation with God, all good efforts to maintain body and soul together are similar to the attempts of the animals to maintain body and soul together. The purpose of maintaining the human body is different from that of the animals. Similarly, advancement of learning, economic development, philosophical research, study in the Vedic literature or even the execution of pious activities (like charity, opening of hospitals, and the distribution of food grains) should be done in relation with the Lord. The aim of all such acts and endeavors must be the pleasure of the Lord and not the satisfaction of any other identity, individual or collective (saṁsiddhir hari-toṣaṇam). In the Bhagavad-gītā (9.27) the same principle is confirmed where it is said that whatever we may give in charity and whatever we may observe in austerity must be given over to the Lord or be done on His account only. The expert leaders of a godless human civilization cannot bring about a fruitful result in all their different attempts at educational advancement or economic development unless they are God conscious. And to become God conscious one has to hear about the all-auspicious Lord, as He is described in literature like the Bhagavad-gītā and Śrīmad-Bhāgavatam."
    },
    {
        "verse": "18",
        "devanagari": "किरातहूणान्ध्रपुलिन्दपुल्कशाआभीरशुम्भा यवना: खसादय: ।येऽन्ये च पापा यदपाश्रयाश्रया:शुध्यन्ति तस्मै प्रभविष्णवे नम: ॥ १८ ॥",
        "english_devnagari": "kirāta-hūṇāndhra-pulinda-pulkaśāābhīra-śumbhā yavanāḥ khasādayaḥye ’nye ca pāpā yad-apāśrayāśrayāḥśudhyanti tasmai prabhaviṣṇave namaḥ",
        "verse_Syn": [
            "kirāta",
            "hūṇa",
            "āndhra",
            "pulinda",
            "pulkaśāḥ",
            "ābhīra",
            "śumbhāḥ",
            "yavanāḥ",
            "khasa",
            "ādayaḥ",
            "ye",
            "anye",
            "ca",
            "pāpāḥ",
            "yat",
            "apāśraya",
            "āśrayāḥ",
            "śudhyanti",
            "tasmai",
            "prabhaviṣṇave",
            "namaḥ"
        ],
        "translation": "Kirāta, Hūṇa, Āndhra, Pulinda, Pulkaśa, Ābhīra, Śumbha, Yavana, members of the Khasa races and even others addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, due to His being the supreme power. I beg to offer my respectful obeisances unto Him.",
        "purport": " Kirāta: A province of old Bhārata-varṣa mentioned in the Bhīṣma-parva of Mahābhārata. Generally the Kirātas are known as the aboriginal tribes of India, and in modern days the Santal Parganas in Bihar and Chota Nagpur might comprise the old province named Kirāta. Hūṇa: The area of East Germany and part of Russia is known as the province of the Hūṇas. Accordingly, sometimes a kind of hill tribe is known as the Hūṇas. Āndhra: A province in southern India mentioned in the Bhīṣma-parva of Mahābhārata. It is still extant under the same name. Pulinda: It is mentioned in the Mahābhārata (Ādi-parva 174.38), viz., the inhabitants of the province of the name Pulinda. This country was conquered by Bhīmasena and Sahadeva. The Greeks are known as Pulindas, and it is mentioned in the Vana-parva of Mahābhārata that the non-Vedic race of this part of the world would rule over the world. This Pulinda province was also one of the provinces of Bhārata, and the inhabitants were classified amongst the kṣatriya kings. But later on, due to their giving up the brahminical culture, they were mentioned as mlecchas (just as those who are not followers of the Islamic culture are called kafirs and those who are not followers of the Christian culture are called heathens). Ābhīra: This name also appears in the Mahābhārata, both in the Sabhā-parva and Bhīṣma-parva. It is mentioned that this province was situated on the River Sarasvatī in Sind. The modern Sind province formerly extended on the other side of the Arabian Sea, and all the inhabitants of that province were known as the Ābhīras. They were under the domination of Mahārāja Yudhiṣṭhira, and according to the statements of Mārkaṇḍeya the mlecchas of this part of the world would also rule over Bhārata. Later on this proved to be true, as in the case of the Pulindas. On behalf of the Pulindas, Alexander the Great conquered India, and on behalf of the Ābhīras, Muhammad Ghori conquered India. These Ābhīras were also formerly kṣatriyas within the brahminical culture, but they gave up the connection. The kṣatriyas who were afraid of Paraśurāma and had hidden themselves in the Caucasian hilly regions later on became known as the Ābhīras, and the place they inhabited was known as Ābhīradeśa. Śumbhas or Kaṅkas: The inhabitants of the Kaṅka province of old Bhārata, mentioned in the Mahābhārata. Yavanas: Yavana was the name of one of the sons of Mahārāja Yayāti who was given the part of the world known as Turkey to rule. Therefore the Turks are Yavanas due to being descendants of Mahārāja Yavana. The Yavanas were therefore kṣatriyas, and later on, by giving up the brahminical culture, they became mleccha-yavanas. Descriptions of the Yavanas are in the Mahābhārata (Ādi-parva 85.34). Another prince, called Turvasu, was also known as Yavana, and his country was conquered by Sahadeva, one of the Pāṇḍavas. The western Yavana joined with Duryodhana in the Battle of Kurukṣetra under the pressure of Karṇa. It was also foretold that these Yavanas also would conquer India, and it proved to be true. Khasa: The inhabitants of the Khasadeśa are mentioned in the Mahābhārata (Droṇa-parva). Those who have a stunted growth of hair on the upper lip are generally called Khasas. As such, the Khasa are the Mongolians, the Chinese and others who are so designated. The above-mentioned historical names are different nations of the world. Even those who are constantly engaged in sinful acts are all corrigible to the standard of perfect human beings if they take shelter of the devotees of the Lord. Jesus Christ and Muhammad, two powerful devotees of the Lord, have done tremendous service on behalf of the Lord on the surface of the globe. And from the version of Śrīla Śukadeva Gosvāmī it appears that instead of running a godless civilization in the present context of the world situation, if the leadership of world affairs is entrusted to the devotees of the Lord, for which a worldwide organization under the name and style of the International Society for Krishna Consciousness has already been started, then by the grace of the Almighty Lord there can be a thorough change of heart in human beings all over the world because the devotees of the Lord are able authorities to effect such a change by purifying the dust-worn minds of the people in general. The politicians of the world may remain in their respective positions because the pure devotees of the Lord are not interested in political leadership or diplomatic implications. The devotees are interested only in seeing that the people in general are not misguided by political propaganda and that the valuable life of a human being is not spoiled in following a type of civilization which is ultimately doomed. If the politicians, therefore, would be guided by the good counsel of the devotees, then certainly there would be a great change in the world situation by the purifying propaganda of the devotees, as shown by Lord Caitanya. As Śukadeva Gosvāmī began his prayer by discussing the word yat-kīrtanam, so also Lord Caitanya recommended that simply by glorifying the Lord’s holy name, a tremendous change of heart can take place by which the complete misunderstanding between the human nations created by politicians can at once be extinguished. And after the extinction of the fire of misunderstanding, other profits will follow. The destination is to go back home, back to Godhead, as we have several times discussed in these pages. According to the cult of devotion, generally known as the Vaiṣṇava cult, there is no bar against anyone’s advancing in the matter of God realization. A Vaiṣṇava is powerful enough to turn into a Vaiṣṇava even the Kirāta, etc., as above mentioned. In the Bhagavad-gītā (9.32) it is said by the Lord that there is no bar to becoming a devotee of the Lord (even for those who are lowborn, or women, śūdras or vaiśyas), and by becoming a devotee everyone is eligible to return home, back to Godhead. The only qualification is that one take shelter of a pure devotee of the Lord who has thorough knowledge in the transcendental science of Kṛṣṇa (Bhagavad-gītā and Śrīmad-Bhāgavatam). Anyone from any part of the world who becomes well conversant in the science of Kṛṣṇa becomes a pure devotee and a spiritual master for the general mass of people and may reclaim them by purification of heart. Though a person be even the most sinful man, he can at once be purified by systematic contact with a pure Vaiṣṇava. A Vaiṣṇava, therefore, can accept a bona fide disciple from any part of the world without any consideration of caste and creed and promote him by regulative principles to the status of a pure Vaiṣṇava, who is transcendental to brahminical culture. The system of caste, or varṇāśrama-dharma, is no longer regular even amongst the so-called followers of the system. Nor is it now possible to reestablish the institutional function in the present context of social, political and economic revolution. Without any reference to the particular custom of a country, one can be accepted to the Vaiṣṇava cult spiritually, and there is no hindrance in the transcendental process. So by the order of Lord Śrī Caitanya Mahāprabhu, the cult of Śrīmad-Bhāgavatam or the Bhagavad-gītā can be preached all over the world, reclaiming all persons willing to accept the transcendental cult. Such cultural propaganda by the devotees will certainly be accepted by all persons who are reasonable and inquisitive, without any particular bias for the custom of the country. The Vaiṣṇava never accepts another Vaiṣṇava on the basis of birthright, just as he never thinks of the Deity of the Lord in a temple as an idol. And to remove all doubts in this connection, Śrīla Śukadeva Gosvāmī has invoked the blessings of the Lord, who is all-powerful (prabhaviṣṇave namaḥ). As the all-powerful Lord accepts the humble service of His devotee in devotional activities of the arcana, His form as the worshipable Deity in the temple, similarly the body of a pure Vaiṣṇava changes transcendentally at once when he gives himself up to the service of the Lord and is trained by a qualified Vaiṣṇava. The injunction of Vaiṣṇava regulation in this connection runs as follows: arcye viṣṇau śilā-dhīr guruṣu nara-matir vaiṣṇave jāti-buddhiḥ śrī-viṣṇor nāmni śabda-sāmānya-buddhiḥ, etc. “One should not consider the Deity of the Lord as worshiped in the temple to be an idol, nor should one consider the authorized spiritual master an ordinary man. Nor should one consider a pure Vaiṣṇava to belong to a particular caste, etc.” (Padma Purāṇa) The conclusion is that the Lord, being all-powerful, can, under any and every circumstance, accept anyone from any part of the world, either personally or through His bona fide manifestation as the spiritual master. Lord Caitanya accepted many devotees from communities other than the varṇāśramites, and He Himself declared, to teach us, that He does not belong to any caste or social order of life, but that He is the eternal servant of the servant of the Lord who maintains the damsels of Vṛndāvana (Lord Kṛṣṇa). That is the way of self-realization."
    },
    {
        "verse": "19",
        "devanagari": "स एष आत्मात्मवतामधीश्वर-स्त्रयीमयो धर्ममयस्तपोमय: ।गतव्यलीकैरजशङ्करादिभि-र्वितर्क्यलिङ्गो भगवान् प्रसीदताम् ॥ १९ ॥",
        "english_devnagari": "sa eṣa ātmātmavatām adhīśvarastrayīmayo dharmamayas tapomayaḥgata-vyalīkair aja-śaṅkarādibhirvitarkya-liṅgo bhagavān prasīdatām",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "ātmā",
            "ātmavatām",
            "adhīśvaraḥ",
            "trayī",
            "mayaḥ",
            "dharma",
            "mayaḥ",
            "tapaḥ",
            "mayaḥ",
            "gata",
            "vyalīkaiḥ",
            "aja",
            "śaṅkara",
            "ādibhiḥ",
            "vitarkya",
            "liṅgaḥ",
            "bhagavān",
            "prasīdatām"
        ],
        "translation": "He is the Supersoul and the Supreme Lord of all self-realized souls. He is the personification of the Vedas, religious scriptures and austerities. He is worshiped by Lord Brahmā and Śiva and all those who are transcendental to all pretensions. Being so revered with awe and veneration, may that Supreme Absolute be pleased with me.",
        "purport": " The Supreme Lord, the Personality of Godhead, although the Lord of all followers of different paths of self-realization, is knowable only by those who are above all pretensions. Everyone is searching for eternal peace or eternal life, and with an aim to this destination everyone is either studying the Vedic scriptures or other religious scriptures or undergoing severe austerity as empiric philosophers, as mystic yogīs or as unalloyed devotees, etc. But the Supreme Lord is perfectly realized only by the devotees because they are above all pretensions. Those who are on the path of self-realization are generally classified as karmīs, jñānīs, yogīs, or devotees of the Lord. The karmīs, who are much attracted by the fruitive activities of the Vedic rituals, are called bhukti-kāmī, or those who desire material enjoyment. The jñānīs, who try to become one with the Supreme by mental speculation, are called mukti-kāmī, or those who desire liberation from material existence. The mystic yogīs, who practice different types of austerities for attainment of eight kinds of material perfection and who ultimately meet the Supersoul (Paramātmā) in trance, are called siddhi-kāmī, or those who desire the perfection of becoming finer than the finest, becoming heavier than the heaviest, getting everything desired, having control over everyone, creating everything liked, etc. All these are abilities of a powerful yogī. But the devotees of the Lord do not want anything like that for self-satisfaction. They want only to serve the Lord because the Lord is great and as living entities they are eternally subordinate parts and parcels of the Lord. This perfect realization of the self by the devotee helps him to become desireless, to desire nothing for his personal self, and thus the devotees are called niṣkāmī, without any desire. A living entity, by his constitutional position, cannot be void of all desires (the bhukti-kāmī, mukti-kāmī and siddhi-kāmī all desire something for personal satisfaction), but the niṣkāmī devotees of the Lord desire everything for the satisfaction of the Lord. They are completely dependent on the orders of the Lord and are always ready to discharge their duty for the satisfaction of the Lord. In the beginning Arjuna placed himself as one of those who desire self-satisfaction, for he desired not to fight in the Battle of Kurukṣetra, but to make him desireless the Lord preached the Bhagavad-gītā, in which the ways of karma-yoga, jñāna-yoga, haṭha-yoga and also bhakti-yoga were explained. Because Arjuna was without any pretension, he changed his decision and satisfied the Lord by agreeing to fight (kariṣye vacanaṁ tava), and thus he became desireless. The examples of Brahmā and Lord Śiva are specifically cited here because Brahmājī, Lord Śiva, Śrīmatī Lakṣmījī and the four Kumāras (Sanaka, Sanātana, etc.) are leaders of the four desireless Vaiṣṇava sampradāyas. They are all freed from all pretensions. Śrīla Jīva Gosvāmī interprets the word gata-vyalīkaiḥ as projjhita-kaitavaiḥ, or those who are freed from all pretensions (the unalloyed devotees only). In the Caitanya-caritāmṛta (Madhya 19.149) it is said: Those who are after fruitive results for their pious activities, those who desire salvation and identity with the Supreme, and those who desire material perfections of mystic power are all restless because they want something for themselves, but the devotee is completely peaceful because he has no demand for himself and is always ready to serve the desire of the Lord. The conclusion is, therefore, that the Lord is for everyone because no one can achieve the result of his respective desires without His sanction, but as stated by the Lord in Bhagavad-gītā (8.9), all such results are awarded by Him only, for the Lord is adhīśvara (the original controller) of everyone, namely the Vedāntists, the great karma-kāṇḍīyas, the great religious leaders, the great performers of austerity and all who are striving for spiritual advancement. But ultimately He is realized by the pretensionless devotees only. Therefore special stress is given to the devotional service of the Lord by Śrīla Śukadeva Gosvāmī."
    },
    {
        "verse": "20",
        "devanagari": "श्रिय: पतिर्यज्ञपति: प्रजापति-र्धियां पतिर्लोकपतिर्धरापति: ।पतिर्गतिश्चान्धकवृष्णिसात्वतांप्रसीदतां मे भगवान् सतां पति: ॥ २० ॥",
        "english_devnagari": "śriyaḥ patir yajña-patiḥ prajā-patirdhiyāṁ patir loka-patir dharā-patiḥpatir gatiś cāndhaka-vṛṣṇi-sātvatāṁprasīdatāṁ me bhagavān satāṁ patiḥ",
        "verse_Syn": [
            "śriyaḥ",
            "patiḥ",
            "yajña",
            "patiḥ",
            "prajā",
            "patiḥ",
            "dhiyām",
            "patiḥ",
            "loka",
            "patiḥ",
            "dharā",
            "patiḥ",
            "patiḥ",
            "gatiḥ",
            "ca",
            "andhaka",
            "vṛṣṇi",
            "sātvatām",
            "prasīdatām",
            "me",
            "bhagavān",
            "satām",
            "patiḥ"
        ],
        "translation": "May Lord Śrī Kṛṣṇa, who is the worshipable Lord of all devotees, the protector and glory of all the kings like Andhaka and Vṛṣṇi of the Yadu dynasty, the husband of all goddesses of fortune, the director of all sacrifices and therefore the leader of all living entities, the controller of all intelligence, the proprietor of all planets, spiritual and material, and the supreme incarnation on the earth (the supreme all in all), be merciful upon me.",
        "purport": " Since Śukadeva Gosvāmī is one of the prominent gata-vyalīkas, who are freed from all misconceptions, he therefore expresses his own realized perception of Lord Śrī Kṛṣṇa as being the sum total of all perfection, the Personality of Godhead. Everyone is seeking the favor of the goddess of fortune, but people do not know that Lord Śrī Kṛṣṇa is the beloved husband of all goddesses of fortune. In the Brahma-saṁhitā it is said that the Lord, in His transcendental abode Goloka Vṛndāvana, is accustomed to herding the surabhi cows and is served there by hundreds of thousands of goddesses of fortune. All these goddesses of fortune are manifestations of His transcendental pleasure potency (hlādinī-śakti) in His internal energy, and when the Lord manifested Himself on this earth He partially displayed the activities of His pleasure potency in His rāsa-līlā just to attract the conditioned souls, who are all after the phantasmagoria pleasure potency in degraded sex enjoyment. The pure devotees of the Lord like Śukadeva Gosvāmī, who was completely detached from the abominable sex life of the material world, discussed this act of the Lord’s pleasure potency certainly not in relation to sex, but to relish a transcendental taste inconceivable to the mundaners who are after sex life. Sex life in the mundane world is the root-cause of being conditioned by the shackles of illusion, and certainly Śukadeva Gosvāmī was never interested in the sex life of the mundane world. Nor does the manifestation of the Lord’s pleasure potency have any connection with such degraded things. Lord Caitanya was a strict sannyāsī, so much so that He did not allow any woman to come near Him, not even to bow down and offer respects. He never even heard the prayers of the deva-dāsīs offered in the temple of Jagannātha because a sannyāsī is forbidden to hear songs sung by the fair sex. Yet even in the rigid position of a sannyāsī He recommended the mode of worship preferred by the gopīs of Vṛndāvana as the topmost loving service possible to be rendered to the Lord. And Śrīmatī Rādhārāṇī is the principal head of all such goddesses of fortune, and therefore She is the pleasure counterpart of the Lord and is nondifferent from Kṛṣṇa. In the Vedic rituals there are recommendations for performing different types of sacrifice in order to achieve the greatest benefit in life. Such benedictions as the results of performing great sacrifices are, after all, favors given by the goddess of fortune, and the Lord, being the husband or lover of the goddess of fortune, is factually the Lord of all sacrifices also. He is the final enjoyer of all kinds of yajña; therefore Yajña-pati is another name of Lord Viṣṇu. It is recommended in the Bhagavad-gītā that everything be done for the Yajña-pati (yajñārtāt karmaṇaḥ), for otherwise one’s acts will be the cause of conditioning by the law of material nature. Those who are not freed from all misconceptions (vyalīkam) perform sacrifices to please the minor demigods, but the devotees of the Lord know very well that Lord Śrī Kṛṣṇa is the supreme enjoyer of all performances of sacrifice; therefore they perform the saṅkīrtana-yajña (śravaṇaṁ kīrtanaṁ viṣṇoḥ), which is especially recommended in this Age of Kali. In Kali-yuga, performance of other types of sacrifice is not feasible due to insufficient arrangements and inexpert priesthood. We have information from the Bhagavad-gītā (3.10-11) that Lord Brahmā, after giving rebirth to the conditioned souls within the universe, instructed them to perform sacrifices and to lead a prosperous life. With such sacrificial performances the conditioned souls will never be in difficulty in keeping body and soul together. Ultimately they can purify their existence. They will find natural promotion into spiritual existence, the real identity of the living being. A conditioned soul should never give up the practice of sacrifice, charity and austerity, in any circumstances. The aim of all such sacrifices is to please the Yajña-pati, the Personality of Godhead; therefore the Lord is also Prajā-pati. According to the Kaṭha Upaniṣad, the one Lord is the leader of the innumerable living entities. The living entities are maintained by the Lord (eko bahūnāṁ yo vidadhāti kāmān). The Lord is therefore called the supreme Bhūta-bhṛt, or maintainer of all living beings. Living beings are proportionately endowed with intelligence in terms of their previous activities. All living beings are not equally endowed with the same quality of intelligence because behind such development of intelligence is the control of the Lord, as declared in the Bhagavad-gītā (15.15). As Paramātmā, Supersoul, the Lord is living in everyone’s heart, and from Him only does one’s power of remembrance, knowledge and forgetfulness follow (mattaḥ smṛtir jñānam apohanaṁ ca). One person can sharply remember past activities by the grace of the Lord while others cannot. One is highly intelligent by the grace of the Lord, and one is a fool by the same control. Therefore the Lord is Dhiyām-pati, or the Lord of intelligence. The conditioned souls strive to become lords of the material world. Everyone is trying to lord it over the material nature by applying his highest degree of intelligence. This misuse of intelligence by the conditioned soul is called madness. One’s full intelligence should be applied to get free from the material clutches. But the conditioned soul, due to madness only, engages his full energy and intelligence in sense gratification, and to achieve this end of life he willfully commits all sorts of misdeeds. The result is that instead of attaining an unconditional life of full freedom, the mad conditioned soul is entangled again and again in different types of bondage in material bodies. Everything we see in the material manifestation is but the creation of the Lord. Therefore He is the real proprietor of everything in the universes. The conditioned soul can enjoy a fragment of this material creation under the control of the Lord, but not self-sufficiently. That is the instruction in the Īśopaniṣad. One should be satisfied with things awarded by the Lord of the universe. It is out of madness only that one tries to encroach upon another’s share of material possessions. The Lord of the universe, out of His causeless mercy upon the conditioned souls, descends by His own energy (ātma-māyā) to reestablish the eternal relation of the conditioned souls with Him. He instructs all to surrender unto Him instead of falsely claiming to be enjoyers for a certain limit under His control. When He so descends He proves how much greater is His ability to enjoy, and He exhibits His power of enjoyment by, for instance, marrying sixteen thousand wives at once. The conditioned soul is very proud of becoming the husband of even one wife, but the Lord laughs at this. The intelligent man can know who is the real husband. Factually, the Lord is the husband of all the women in His creation, but a conditioned soul under the control of the Lord feels proud to be the husband of one or two wives. All these qualifications as the different types of pati mentioned in this verse are meant for Lord Śrī Kṛṣṇa, and Śukadeva Gosvāmī has therefore especially mentioned the pati and gati of the Yadu dynasty. The members of the Yadu dynasty knew that Lord Śrī Kṛṣṇa is everything, and all of them intended to return to Lord Kṛṣṇa after He had finished His transcendental pastimes on the earth. The Yadu dynasty was annihilated by the will of the Lord because its members had to return home with the Lord. The annihilation of the Yadu dynasty was a material show created by the Supreme Lord; otherwise the Lord and the members of the Yadu dynasty are all eternal associates. The Lord is therefore the guide of all devotees, and as such Śukadeva Gosvāmī offered Him due respects with love-laden feelings."
    },
    {
        "verse": "21",
        "devanagari": "यदङ्‍घ्र्‌यध्यानसमाधिधौतयाधियानुपश्यन्ति हि तत्त्वमात्मन: ।वदन्ति चैतत् कवयो यथारुचंस मे मुकुन्दो भगवान् प्रसीदताम् ॥ २१ ॥",
        "english_devnagari": "yad-aṅghry-abhidhyāna-samādhi-dhautayādhiyānupaśyanti hi tattvam ātmanaḥvadanti caitat kavayo yathā-rucaṁsa me mukundo bhagavān prasīdatām",
        "verse_Syn": [
            "yat",
            "aṅghri",
            "abhidhyāna",
            "samādhi",
            "dhautayā",
            "dhiyā",
            "anupaśyanti",
            "hi",
            "tattvam",
            "ātmanaḥ",
            "vadanti",
            "ca",
            "etat",
            "kavayaḥ",
            "yathā",
            "rucam",
            "saḥ",
            "me",
            "mukundaḥ",
            "bhagavān",
            "prasīdatām"
        ],
        "translation": "It is the Personality of Godhead Śrī Kṛṣṇa who gives liberation. By thinking of His lotus feet at every second, following in the footsteps of authorities, the devotee in trance can see the Absolute Truth. The learned mental speculators, however, think of Him according to their whims. May the Lord be pleased with me.",
        "purport": " The mystic yogīs, after a strenuous effort to control the senses, may be situated in a trance of yoga just to have a vision of the Supersoul within everyone, but the pure devotee, simply by remembering the Lord’s lotus feet at every second, at once becomes established in real trance because by such realization his mind and intelligence are completely cleansed of the diseases of material enjoyment. The pure devotee thinks himself fallen into the ocean of birth and death and incessantly prays to the Lord to lift him up. He only aspires to become a speck of transcendental dust at the lotus feet of the Lord. The pure devotee, by the grace of the Lord, absolutely loses all attraction for material enjoyment, and to keep free from contamination he always thinks of the lotus feet of the Lord. King Kulaśekhara, a great devotee of the Lord, prayed: “My Lord Kṛṣṇa, I pray that the swan of my mind may immediately sink down to the stems of the lotus feet of Your Lordship and be locked in their network; otherwise, at the time of my final breath, when my throat is choked up with cough, how will it be possible to think of You?” There is an intimate relationship between the swan and the lotus stem. So the comparison is very appropriate: without becoming a swan, or paramahaṁsa, one cannot enter into the network of the lotus feet of the Lord. As stated in the Brahma-saṁhitā, the mental speculators, even by dint of learned scholarship, cannot even dream of the Absolute Truth by speculating over it for eternity. The Lord reserves the right of not being exposed to such mental speculators. And because they cannot enter into the network stem of the lotus feet of the Lord, all mental speculators differ in conclusions, and at the end they make a useless compromise by saying “as many conclusions, as many ways,” according to one’s own inclination (yathā-rucam). But the Lord is not like a shopkeeper trying to please all sorts of customers in the mental-speculator exchange. The Lord is what He is, the Absolute Personality of Godhead, and He demands absolute surrender unto Him only. The pure devotee, however, by following the ways of previous ācāryas, or authorities, can see the Supreme Lord through the transparent medium of a bona fide spiritual master (anupaśyanti). The pure devotee never tries to see the Lord by mental speculation, but by following in the footsteps of the ācāryas (mahājano yena gataḥ sa panthāḥ). Therefore there is no difference of conclusions amongst the Vaiṣṇava ācāryas regarding the Lord and the devotees. Lord Caitanya asserts that the living entity (jīva) is eternally the servitor of the Lord and that he is simultaneously one with and different from the Lord. This tattva of Lord Caitanya’s is shared by all four sampradāyas of the Vaiṣṇava school (all accepting eternal servitude to the Lord even after salvation), and there is no authorized Vaiṣṇava ācārya who may think of the Lord and himself as one. This humbleness of the pure devotee, who is one-hundred-percent engaged in His service, puts the devotee of the Lord in a trance by which to realize everything, because to the sincere devotee of the Lord, the Lord reveals Himself, as stated in the Bhagavad-gītā (10.10). The Lord, being the Lord of intelligence in everyone (even in the nondevotee), favors His devotee with proper intelligence so that automatically the pure devotee is enlightened with the factual truth about the Lord and His different energies. The Lord is revealed not by one’s speculative power or by one’s verbal jugglery over the Absolute Truth; rather, He reveals Himself to a devotee when He is fully satisfied by the devotee’s service attitude. Śukadeva Gosvāmī is not a mental speculator or compromiser of the theory of “as many ways, as many conclusions”; rather, he prays to the Lord only, invoking His transcendental pleasure. That is the way of knowing the Lord."
    },
    {
        "verse": "22",
        "devanagari": "प्रचोदिता येन पुरा सरस्वतीवितन्वताजस्य सतीं स्मृतिं हृदि ।स्वलक्षणा प्रादुरभूत् किलास्यत:स मे ऋषीणामृषभ: प्रसीदताम् ॥ २२ ॥",
        "english_devnagari": "pracoditā yena purā sarasvatīvitanvatājasya satīṁ smṛtiṁ hṛdisva-lakṣaṇā prādurabhūt kilāsyataḥsa me ṛṣīṇām ṛṣabhaḥ prasīdatām",
        "verse_Syn": [
            "pracoditā",
            "yena",
            "purā",
            "sarasvatī",
            "vitanvatā",
            "ajasya",
            "satīm",
            "smṛtim",
            "hṛdi",
            "sva",
            "lakṣaṇā",
            "prādurabhūt",
            "kila",
            "āsyataḥ",
            "saḥ",
            "me",
            "ṛṣīṇām",
            "ṛṣabhaḥ",
            "prasīdatām"
        ],
        "translation": "May the Lord, who in the beginning of the creation amplified the potent knowledge of Brahmā from within his heart and inspired him with full knowledge of creation and of His own Self, and who appeared to be generated from the mouth of Brahmā, be pleased with me.",
        "purport": " As we have already discussed hereinbefore, the Lord, as the Supersoul of all living beings from Brahmā to the insignificant ant, endows all with the required knowledge potent in every living being. A living being is sufficiently potent to possess knowledge from the Lord in the proportion of fifty sixty-fourths, or seventy-eight percent of the full knowledge acquirable. Since the living being is constitutionally part and parcel of the Lord, he is unable to assimilate all the knowledge that the Lord possesses Himself. In the conditioned state, the living being is subject to forgetting everything after a change of body, known as death. This potent knowledge is again inspired by the Lord from within the heart of every living being, and it is known as the awakening of knowledge, for it is comparable to awakening from sleep or unconsciousness. This awakening of knowledge is under the full control of the Lord, and therefore we find in the practical world different grades of knowledge in different persons. This awakening of knowledge is neither an automatic nor a material interaction. The supply source is the Lord Himself (dhiyāṁ patiḥ), for even Brahmā is also subject to this regulation of the supreme creator. In the beginning of the creation, Brahmā is born first without any father and mother because before Brahmā there were no other living beings. Brahmā is born from the lotus which grows from the abdomen of the Garbhodakaśāyī Viṣṇu, and therefore he is known as Aja. This Brahmā, or Aja, is also a living being, part and parcel of the Lord, but being the most pious devotee of the Lord, Brahmā is inspired by the Lord to create, subsequent to the main creation by the Lord, through the agency of material nature. Therefore neither the material nature nor Brahmā is independent of the Lord. The material scientists can merely observe the reactions of the material nature without understanding the direction behind such activities, as a child can see the action of electricity without any knowledge of the powerhouse engineer. This imperfect knowledge of the material scientist is due to a poor fund of knowledge. The Vedic knowledge was therefore first impregnated within Brahmā, and it appears that Brahmā distributed the Vedic knowledge. Brahmā is undoubtedly the speaker of the Vedic knowledge, but actually he was inspired by the Lord to receive such transcendental knowledge, as it directly descends from the Lord. The Vedas are therefore called apauruṣeya, or not imparted by any created being. Before the creation the Lord was there (nārāyaṇaḥ paro ’vyaktāt), and therefore the words spoken by the Lord are vibrations of transcendental sound. There is a gulf of difference between the two qualities of sound, namely prākṛta and aprākṛta. The physicist can deal only with the prākṛta sound, or sound vibrated in the material sky, and therefore we must know that the Vedic sounds recorded in symbolic expressions cannot be understood by anyone within the universe unless and until one is inspired by the vibration of supernatural (aprākṛta) sound, which descends in the chain of disciplic succession from the Lord to Brahmā, from Brahmā to Nārada, from Nārada to Vyāsa and so on. No mundane scholar can translate or reveal the true import of the Vedic mantras (hymns). They cannot be understood unless one is inspired or initiated by the authorized spiritual master. The original spiritual master is the Lord Himself, and the succession comes down through the sources of paramparā, as clearly stated in the Fourth Chapter of the Bhagavad-gītā. So unless one receives the transcendental knowledge from the authorized paramparā, one should be considered useless (niṣphalā matāḥ), even though one may be greatly qualified in the mundane advancements of arts or science. Śukadeva Gosvāmī is praying to the Lord, by dint of being inspired from within by the Lord, so that he could rightly explain the facts and figures of creation as inquired by Mahārāja Parīkṣit. A spiritual master is not a theoretical speculator, like the mundane scholar, but is śrotriyaṁ brahma-niṣṭham."
    },
    {
        "verse": "23",
        "devanagari": "भूतैर्महद्भिर्य इमा: पुरो विभु-र्निर्माय शेते यदमूषु पूरुष: ।भुङ्क्ते गुणान् षोडश षोडशात्मक:सोऽलङ्‌कृषीष्ट भगवान् वचांसि मे ॥ २३ ॥",
        "english_devnagari": "bhūtair mahadbhir ya imāḥ puro vibhurnirmāya śete yad amūṣu pūruṣaḥbhuṅkte guṇān ṣoḍaśa ṣoḍaśātmakaḥso ’laṅkṛṣīṣṭa bhagavān vacāṁsi me",
        "verse_Syn": [
            "bhūtaiḥ",
            "mahadbhiḥ",
            "yaḥ",
            "imāḥ",
            "puraḥ",
            "vibhuḥ",
            "nirmāya",
            "śete",
            "yat",
            "amūṣu",
            "pūruṣaḥ",
            "bhuṅkte",
            "guṇān",
            "ṣoḍaśa",
            "ṣoḍaśa",
            "ātmakaḥ",
            "saḥ",
            "alaṅkṛṣīṣṭa",
            "bhagavān",
            "vacāṁsi",
            "me"
        ],
        "translation": "May the Supreme Personality of Godhead, who enlivens the materially created bodies of the elements by lying down within the universe, and who in His puruṣa incarnation causes the living being to be subjected to the sixteen divisions of material modes which are his generator, be pleased to decorate my statements.",
        "purport": " As a fully dependent devotee, Śukadeva Gosvāmī (unlike a mundane man who is proud of his own capability) invokes the pleasure of the Personality of Godhead so that his statements may be successful and be appreciated by the hearers. The devotee always thinks of himself as instrumental for anything successfully carried out, and he declines to take credit for anything done by himself. The godless atheist wants to take all credit for activities, not knowing that even a blade of grass cannot move without the sanction of the Supreme Spirit, the Personality of Godhead. Śukadeva Gosvāmī therefore wants to move by the direction of the Supreme Lord, who inspired Brahmā to speak the Vedic wisdom. The truths described in the Vedic literatures are not theories of mundane imagination, nor are they fictitious, as the less intelligent class of men sometimes think. The Vedic truths are all perfect descriptions of the factual truth, without any mistake or illusion, and Śukadeva Gosvāmī wants to present the truths of creation not as a metaphysical theory of philosophical speculation, but as the actual facts and figures of the subject, since he would be dictated to by the Lord exactly in the same manner as Brahmājī was inspired. As stated in the Bhagavad-gītā (15.15), the Lord is Himself the father of the Vedānta knowledge, and it is He only who knows the factual purport of the Vedānta philosophy. So there is no greater truth than the principles of religion mentioned in the Vedas. Such Vedic knowledge or religion is disseminated by authorities like Śukadeva Gosvāmī because he is a humble devotional servitor of the Lord who has no desire to become a self-appointed interpreter without authority. That is the way of explaining the Vedic knowledge, technically known as the paramparā system, or descending process. The intelligent man can see without mistake that any material creation (whether one’s own body or a fruit or flower) cannot beautifully grow up without the spiritual touch. The greatest intelligent man of the world or the greatest man of science can present everything very beautifully only insofar as the spirit life is there, or insomuch as the spiritual touch is there. Therefore the source of all truths is the Supreme Spirit, and not gross matter, as wrongly conceived by the gross materialist. We get information from the Vedic literature that the Lord Himself first entered the vacuum of the material universe, and thus all things gradually developed one after another. Similarly, the Lord is situated as localized Paramātmā in every individual being; hence everything is done by Him very beautifully. The sixteen principal creative elements, namely earth, water, fire, air, sky, and the eleven sense organs, first developed from the Lord Himself and were thereby shared by the living entities. Thus the material elements were created for the enjoyment of the living entities. The beautiful arrangement behind all material manifestations is therefore made possible by the energy of the Lord, and the individual living entity can only pray to the Lord to understand it properly. Since the Lord is the supreme entity, different from Śukadeva Gosvāmī, the prayer can be offered to Him. The Lord helps the living entity to enjoy material creation, but He is aloof from such false enjoyment. Śukadeva prays for the mercy of the Lord, not only for being helped personally in presenting the truth, but also for helping others to whom he would like to speak."
    },
    {
        "verse": "24",
        "devanagari": "नमस्तस्मै भगवते वासुदेवाय वेधसे ।पपुर्ज्ञानमयं सौम्या यन्मुखाम्बुरुहासवम् ॥ २४ ॥",
        "english_devnagari": "namas tasmai bhagavatevāsudevāya vedhasepapur jñānam ayaṁ saumyāyan-mukhāmburuhāsavam",
        "verse_Syn": [
            "namaḥ",
            "tasmai",
            "bhagavate",
            "vāsudevāya",
            "vedhase",
            "papuḥ",
            "jñānam",
            "ayam",
            "saumyāḥ",
            "yat",
            "mukha",
            "amburuha",
            "āsavam"
        ],
        "translation": "I offer my respectful obeisances unto Śrīla Vyāsadeva, the incarnation of Vāsudeva who compiled the Vedic scriptures. The pure devotees drink up the nectarean transcendental knowledge dropping from the lotuslike mouth of the Lord.",
        "purport": " In pursuance of the specific utterance vedhase, or “the compiler of the system of transcendental knowledge,” Śrīla Śrīdhara Svāmī has commented that the respectful obeisances are offered to Śrīla Vyāsadeva, who is the incarnation of Vāsudeva. Śrīla Jīva Gosvāmī has agreed to this, but Śrīla Viśvanātha Cakravartī Ṭhākura has made a further advance, namely that the nectar from the mouth of Lord Kṛṣṇa is transferred to His different consorts, and thus they learn the finer arts of music, dance, dressing, decorations and all such things which are relished by the Lord. Such music, dance and decorations enjoyed by the Lord are certainly not anything mundane, because the Lord is addressed in the very beginning as para, or transcendental. This transcendental knowledge is unknown to the forgotten conditioned souls. Śrīla Vyāsadeva, who is the incarnation of the Lord, thus compiled the Vedic literatures to revive the lost memory of the conditioned souls about their eternal relation with the Lord. One should therefore try to understand the Vedic scriptures, or the nectar transferred by the Lord to His consorts in the conjugal humor, from the lotuslike mouth of Vyāsadeva or Śukadeva. By gradual development of transcendental knowledge, one can rise to the stage of the transcendental arts of music and dance displayed by the Lord in His rāsa-līlā. But without having the Vedic knowledge one can hardly understand the transcendental nature of the Lord’s rāsa dance and music. The pure devotees of the Lord, however, can equally relish the nectar in the form of the profound philosophical discourses and in the form of kissing by the Lord in the rāsa dance, as there is no mundane distinction between the two."
    },
    {
        "verse": "25",
        "devanagari": "एतदेवात्मभू राजन् नारदाय विपृच्छते ।वेदगर्भोऽभ्यधात् साक्षाद् यदाह हरिरात्मन: ॥ २५ ॥",
        "english_devnagari": "etad evātma-bhū rājannāradāya vipṛcchateveda-garbho ’bhyadhāt sākṣādyad āha harir ātmanaḥ",
        "verse_Syn": [
            "etat",
            "eva",
            "ātma",
            "bhūḥ",
            "rājan",
            "nāradāya",
            "vipṛcchate",
            "veda",
            "garbhaḥ",
            "abhyadhāt",
            "sākṣāt",
            "yat",
            "āha",
            "hariḥ",
            "ātmanaḥ"
        ],
        "translation": "My dear King, Brahmā, the firstborn, on being questioned by Nārada, exactly apprised him on this subject as it had been directly spoken by the Lord to His own son, who was impregnated with Vedic knowledge from his very birth.",
        "purport": " As soon as Brahmā was born of the abdominal lotus petals of Viṣṇu, he was impregnated with Vedic knowledge, and therefore he is known as veda-garbha, or a Vedāntist from the embryo. Without Vedic knowledge, or perfect, infallible knowledge, no one can create anything. All scientific knowledge and perfect knowledge are Vedic. One can get all types of information from the Vedas, and as such Brahmā was impregnated with all-perfect knowledge so that it was possible for him to create. Thus Brahmā knew the perfect description of creation, as it was exactly apprised to him by the Supreme Lord Hari. Brahmā, on being questioned by Nārada, told Nārada exactly what he had heard directly from the Lord. Nārada again told exactly the same thing to Vyāsa, and Vyāsa also told Śukadeva exactly what he heard from Nārada. And Śukadeva was going to repeat the same statements as he had heard them from Vyāsa. That is the way of Vedic understanding. The language of the Vedas can be revealed only by the above-mentioned disciplic succession, and not otherwise. There is no use in theories. Knowledge must be factual. There are many things that are complicated, and one cannot understand them unless they are explained by one who knows. The Vedic knowledge is also very difficult to know and must be learned by the above-mentioned system; otherwise it is not at all understood. Śukadeva Gosvāmī, therefore, prayed for the mercy of the Lord so that he might be able to repeat the very same message that was spoken directly by the Lord to Brahmā, or what was directly spoken by Brahmā to Nārada. Therefore the statements of creation explained by Śukadeva Gosvāmī are not at all, as the mundaners suggest, theoretical, but are perfectly correct. One who hears these messages and tries to assimilate them gets perfect information of the material creation."
    }
]