[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं पुरा धारणयात्मयोनि-र्नष्टां स्मृतिं प्रत्यवरुध्य तुष्टात् ।तथा ससर्जेदममोघद‍ृष्टि-र्यथाप्ययात् प्राग् व्यवसायबुद्धि: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ purā dhāraṇayātma-yonirnaṣṭāṁ smṛtiṁ pratyavarudhya tuṣṭāttathā sasarjedam amogha-dṛṣṭiryathāpyayāt prāg vyavasāya-buddhiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "purā",
            "dhāraṇayā",
            "ātma",
            "yoniḥ",
            "naṣṭām",
            "smṛtim",
            "pratyavarudhya",
            "tuṣṭāt",
            "tathā",
            "sasarja",
            "idam",
            "amogha",
            "dṛṣṭiḥ",
            "yathā",
            "apyayāt",
            "prāk",
            "vyavasāya",
            "buddhiḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Formerly, prior to the manifestation of the cosmos, Lord Brahmā, by meditating on the virāṭ-rūpa, regained his lost consciousness by appeasing the Lord. Thus he was able to rebuild the creation as it was before.",
        "purport": " The example cited herein of Śrī Brahmājī is one of forgetfulness. Brahmājī is the incarnation of one of the mundane attributes of the Lord. Being the incarnation of the passion mode of material nature, he is empowered by the Lord to generate the beautiful material manifestation. Yet due to his being one of the numerous living entities, he is apt to forget the art of his creative energy. This forgetfulness of the living being — beginning from Brahmā down to the lowest insignificant ant — is a tendency which can be counteracted by meditation on the virāṭ-rūpa of the Lord. This chance is available in the human form of life, and if a human being follows the instruction of Śrīmad-Bhāgavatam and begins to meditate upon the virāṭ-rūpa, then revival of his pure consciousness and counteraction of the tendency to forget his eternal relationship with the Lord can follow simultaneously. And as soon as this forgetfulness is removed, the vyavasāya-buddhi, as mentioned here and in the Bhagavad-gītā (2.41), follows at once. This ascertained knowledge of the living being leads to loving service to the Lord, which the living being requires. The kingdom of God is unlimited; therefore the number of the assisting hands of the Lord is also unlimited. The Bhagavad-gītā (13.14) asserts that the Lord has His hands, legs, eyes and mouths in every nook and corner of His creation. This means that the expansions of differentiated parts and parcels, called jīvas or living entities, are assisting hands of the Lord, and all of them are meant for rendering a particular pattern of service to the Lord. The conditioned soul, even in the position of a Brahmā, forgets this by the influence of the illusory material energy generated out of false egoism. One can counteract such false egoism by invoking God consciousness. Liberation means getting out of the slumber of forgetfulness and becoming situated in the real loving service of the Lord, as exemplified in the case of Brahmā. The service of Brahmā is the sample of service in liberation distinguished from the so-called altruistic services full of mistakes and forgetfulness. Liberation is never inaction, but service without human mistakes."
    },
    {
        "verse": "2",
        "devanagari": "शाब्दस्य हि ब्रह्मण एष पन्थायन्नामभिर्ध्यायति धीरपार्थै: ।परिभ्रमंस्तत्र न विन्दतेऽर्थान्मायामये वासनया शयान: ॥ २ ॥",
        "english_devnagari": "śābdasya hi brahmaṇa eṣa panthāyan nāmabhir dhyāyati dhīr apārthaiḥparibhramaṁs tatra na vindate ’rthānmāyāmaye vāsanayā śayānaḥ",
        "verse_Syn": [
            "śābdasya",
            "hi",
            "brahmaṇaḥ",
            "eṣaḥ",
            "panthāḥ",
            "yat",
            "nāmabhiḥ",
            "dhyāyati",
            "dhīḥ",
            "apārthaiḥ",
            "paribhraman",
            "tatra",
            "na",
            "vindate",
            "arthān",
            "māyā",
            "maye",
            "vāsanayā",
            "śayānaḥ"
        ],
        "translation": "The way of presentation of the Vedic sounds is so bewildering that it directs the intelligence of the people to meaningless things like the heavenly kingdoms. The conditioned souls hover in dreams of such heavenly illusory pleasures, but actually they do not relish any tangible happiness in such places.",
        "purport": " The conditioned soul is always engaged in laying out plans for happiness within the material world, even up to the end of the universal limit. He is not even satisfied with available amenities on this planet earth, where he has exploited the resources of nature to the best of his ability. He wants to go to the moon or the planet Venus to exploit resources there. But the Lord has warned us in the Bhagavad-gītā (8.16) about the worthlessness of all the innumerable planets of this universe, as well as those planets within other systems. There are innumerable universes and also innumerable planets in each of them. But none of them is immune to the chief miseries of material existence, namely the pangs of birth, the pangs of death, the pangs of old age and the pangs of disease. The Lord says that even the topmost planet, known as the Brahmaloka or Satyaloka, (and what to speak of other planets, like the heavenly planets) is not a happy land for residential purposes, due to the presence of material pangs, as above mentioned. Conditioned souls are strictly under the laws of fruitive activities, and as such they sometimes go up to Brahmaloka and again come down to Pātālaloka, as if they were unintelligent children on a merry-go-round. The real happiness is in the kingdom of God, where no one has to undergo the pangs of material existence. Therefore, the Vedic ways of fruitive activities for the living entities are misleading. One thinks of a superior way of life in this country or that, or on this planet or another, but nowhere in the material world can he fulfill his real desire of life, namely eternal life, full intelligence and complete bliss. Indirectly, Śrīla Śukadeva Gosvāmī affirms that Mahārāja Parīkṣit, in the last stage of life, should not desire to transfer himself to the so-called heavenly planets, but should prepare himself for going back home, back to Godhead. None of the material planets, nor the amenities available there for living conditions, is everlasting; therefore one must have a factual reluctance to enjoy such temporary happiness as they afford."
    },
    {
        "verse": "3",
        "devanagari": "अत: कविर्नामसु यावदर्थ:स्यादप्रमत्तो व्यवसायबुद्धि: ।सिद्धेऽन्यथार्थे न यतेत तत्रपरिश्रमं तत्र समीक्षमाण: ॥ ३ ॥",
        "english_devnagari": "ataḥ kavir nāmasu yāvad arthaḥsyād apramatto vyavasāya-buddhiḥsiddhe ’nyathārthe na yateta tatrapariśramaṁ tatra samīkṣamāṇaḥ",
        "verse_Syn": [
            "ataḥ",
            "kaviḥ",
            "nāmasu",
            "yāvat",
            "arthaḥ",
            "syāt",
            "apramattaḥ",
            "vyavasāya",
            "buddhiḥ",
            "siddhe",
            "anyathā",
            "arthe",
            "na",
            "yateta",
            "tatra",
            "pariśramam",
            "tatra",
            "samīkṣamāṇaḥ"
        ],
        "translation": "For this reason the enlightened person should endeavor only for the minimum necessities of life while in the world of names. He should be intelligently fixed and never endeavor for unwanted things, being competent to perceive practically that all such endeavors are merely hard labor for nothing.",
        "purport": " The bhāgavata-dharma, or the cult of Śrīmad-Bhāgavatam, is perfectly distinct from the way of fruitive activities, which are considered by the devotees to be merely a waste of time. The whole universe, or for that matter all material existence, is moving on as jagat, simply for planning business to make one’s position very comfortable or secure, although everyone sees that this existence is neither comfortable nor secure and can never become comfortable or secure at any stage of development. Those who are captivated by the illusory advancement of material civilization (following the way of phantasmagoria) are certainly madmen. The whole material creation is a jugglery of names only; in fact, it is nothing but a bewildering creation of matter like earth, water and fire. The buildings, furniture, cars, bungalows, mills, factories, industries, peace, war or even the highest perfection of material science, namely atomic energy and electronics, are all simply bewildering names of material elements with their concomitant reactions of the three modes. Since the devotee of the Lord knows them perfectly well, he is not interested in creating unwanted things for a situation which is not at all reality, but simply names of no more significance than the babble of sea waves. The great kings, leaders and soldiers fight with one another in order to perpetuate their names in history. They are forgotten in due course of time, and they make a place for another era in history. But the devotee realizes how much history and historical persons are useless products of flickering time. The fruitive worker aspires after a big fortune in the matter of wealth, woman and worldly adoration, but those who are fixed in perfect reality are not at all interested in such false things. For them it is all a waste of time. Since every second of human life is important, an enlightened man should be very careful to utilize time very cautiously. One second of human life wasted in the vain research of planning for happiness in the material world can never be replaced, even if one spends millions of coins of gold. Therefore, the transcendentalist desiring freedom from the clutches of māyā, or the illusory activities of life, is warned herewith not to be captivated by the external features of fruitive actors. Human life is never meant for sense gratification, but for self-realization. Śrīmad-Bhāgavatam instructs us solely on this subject from the very beginning to the end. Human life is simply meant for self-realization. The civilization which aims at this utmost perfection never indulges in creating unwanted things, and such a perfect civilization prepares men only to accept the bare necessities of life or to follow the principle of the best use of a bad bargain. Our material bodies and our lives in that connection are bad bargains because the living entity is actually spirit, and spiritual advancement of the living entity is absolutely necessary. Human life is intended for the realization of this important factor, and one should act accordingly, accepting only the bare necessities of life and depending more on God’s gift without diversion of human energy for any other purpose, such as being mad for material enjoyment. The materialistic advancement of civilization is called “the civilization of the demons,” which ultimately ends in wars and scarcity. The transcendentalist is specifically warned herewith to be fixed in mind, so that even if there is difficulty in plain living and high thinking he will not budge even an inch from his stark determination. For a transcendentalist, it is a suicidal policy to be intimately in touch with the sense gratifiers of the world, because such a policy will frustrate the ultimate gain of life. Śukadeva Gosvāmī met Mahārāja Parīkṣit when the latter felt a necessity for such a meeting. It is the duty of a transcendentalist to help persons who desire real salvation and to support the cause of salvation. One might note that Śukadeva Gosvāmī never met Mahārāja Parīkṣit while he was ruling as a great king. For a transcendentalist, the mode of activities is explained in the next śloka."
    },
    {
        "verse": "4",
        "devanagari": "सत्यां क्षितौ किं कशिपो: प्रयासै-र्बाहौ स्वसिद्धे ह्युपबर्हणै: किम् ।सत्यञ्जलौ किं पुरुधान्नपात्र्यादिग्वल्कलादौ सति किं दुकूलै: ॥ ४ ॥",
        "english_devnagari": "satyāṁ kṣitau kiṁ kaśipoḥ prayāsairbāhau svasiddhe hy upabarhaṇaiḥ kimsaty añjalau kiṁ purudhānna-pātryādig-valkalādau sati kiṁ dukūlaiḥ",
        "verse_Syn": [
            "satyām",
            "kṣitau",
            "kim",
            "kaśipoḥ",
            "prayāsaiḥ",
            "bāhau",
            "sva",
            "siddhe",
            "hi",
            "upabarhaṇaiḥ",
            "kim",
            "sati",
            "añjalau",
            "kim",
            "purudhā",
            "anna",
            "pātryā",
            "dik",
            "valkala",
            "ādau",
            "sati",
            "kim",
            "dukūlaiḥ"
        ],
        "translation": "When there are ample earthly flats to lie on, what is the necessity of cots and beds? When one can use his own arms, what is the necessity of a pillow? When one can use the palms of his hands, what is the necessity of varieties of utensils? When there is ample covering, or the skins of trees, what is the necessity of clothing?",
        "purport": " The necessities of life for the protection and comfort of the body must not be unnecessarily increased. Human energy is spoiled in a vain search after such illusory happiness. If one is able to lie down on the floor, then why should one endeavor to get a good bedstead or soft cushion to lie on? If one can rest without any pillow and make use of the soft arms endowed by nature, there is no necessity of searching after a pillow. If we make a study of the general life of the animals, we can see that they have no intelligence for building big houses, furniture, and other household paraphernalia, and yet they maintain a healthy life by lying down on the open land. They do not know how to cook or prepare foodstuff, yet they still live healthy lives more easily than the human being. This does not mean that human civilization should revert to animal life or that the human being should live naked in the jungles without any culture, education and sense of morality. An intelligent human cannot live the life of an animal; rather, man should try to utilize his intelligence in arts and science, poetry and philosophy. In such a way he can further the progressive march of human civilization. But here the idea given by Śrīla Śukadeva Gosvāmī is that the reserve energy of human life, which is far superior to that of animals, should simply be utilized for self-realization. Advancement of human civilization must be towards the goal of establishing our lost relationship with God, which is not possible in any form of life other than the human. One must realize the nullity of the material phenomenon, considering it a passing phantasmagoria, and must endeavor to make a solution to the miseries of life. Self-complacence with a polished type of animal civilization geared to sense gratification is delusion, and such a “civilization” is not worthy of the name. In pursuit of such false activities, a human being is in the clutches of māyā, or illusion. Great sages and saints in the days of yore were not living in palatial buildings furnished with good furniture and so-called amenities of life. They used to live in huts and groves and sit on the flat ground, and yet they have left immense treasures of high knowledge with all perfection. Śrīla Rūpa Gosvāmī and Śrīla Sanātana Gosvāmī were high-ranking ministers of state, but they were able to leave behind them immense writings on transcendental knowledge, while residing only for one night underneath one tree. They did not live even two nights under the same tree, and what to speak of well-furnished rooms with modern amenities. And still they were able to give us most important literatures of self-realization. So-called comforts of life are not actually helpful for progressive civilization; rather, they are detrimental to such progressive life. In the system of sanātana-dharma, of four divisions of social life and four orders of progressive realization, there are ample opportunities and sufficient directions for a happy termination of the progressive life, and the sincere followers are advised therein to accept a voluntary life of renunciation in order to achieve the desired goal of life. If one is not accustomed to abiding by the life of renunciation and self-abnegation from the beginning, one should try to get into the habit at a later stage of life as recommended by Śrīla Śukadeva Gosvāmī, and that will help one to achieve the desired success."
    },
    {
        "verse": "5",
        "devanagari": "चीराणि किं पथि न सन्ति दिशन्ति भिक्षांनैवाङ्‌घ्रिपा: परभृत: सरितोऽप्यशुष्यन् ।रुद्धा गुहा: किमजितोऽवति नोपसन्नान्कस्माद् भजन्ति कवयो धनदुर्मदान्धान् ॥ ५ ॥",
        "english_devnagari": "cīrāṇi kiṁ pathi na santi diśanti bhikṣāṁnaivāṅghripāḥ para-bhṛtaḥ sarito ’py aśuṣyanruddhā guhāḥ kim ajito ’vati nopasannānkasmād bhajanti kavayo dhana-durmadāndhān",
        "verse_Syn": [
            "cīrāṇi",
            "kim",
            "pathi",
            "na",
            "santi",
            "diśanti",
            "bhikṣām",
            "na",
            "eva",
            "aṅghripāḥ",
            "para",
            "bhṛtaḥ",
            "saritaḥ",
            "api",
            "aśuṣyan",
            "ruddhāḥ",
            "guhāḥ",
            "kim",
            "ajitaḥ",
            "avati",
            "na",
            "upasannān",
            "kasmāt",
            "bhajanti",
            "kavayaḥ",
            "dhana",
            "durmada",
            "andhān"
        ],
        "translation": "Are there no torn clothes lying on the common road? Do the trees, which exist for maintaining others, no longer give alms in charity? Do the rivers, being dried up, no longer supply water to the thirsty? Are the caves of the mountains now closed? Or above all, does the Almighty Lord not protect the fully surrendered souls? Why then do the learned sages go to flatter those who are intoxicated by hard-earned wealth?",
        "purport": " The renounced order of life is never meant for begging or living at the cost of others as a parasite. According to the dictionary, a parasite is a sycophant who lives at the cost of society without making any contribution to that society. The renounced order is meant for contributing something substantial to society and not depending on the earnings of the householders. On the contrary, acceptance of alms from the householders by the bona fide mendicant is an opportunity afforded by the saint for the tangible benefit of the donor. In the sanātana-dharma institution, alms-giving to the mendicant is part of a householder’s duty, and it is advised in the scriptures that the householders should treat the mendicants as their family children and should provide them with food, clothing, etc., without being asked. Pseudomendicants, therefore, should not take advantage of the charitable disposition of the faithful householders. The first duty of a person in the renounced order of life is to contribute some literary work for the benefit of the human being in order to give him realized direction toward self-realization. Amongst the other duties in the renounced order of life of Śrīla Sanātana, Śrīla Rūpa and the other Gosvāmīs of Vṛndāvana, the foremost duty discharged by them was to hold learned discourses amongst themselves at Sevākuñja, Vṛndāvana (the spot where Śrī Rādhā-Dāmodara Temple was established by Śrīla Jīva Gosvāmī and where the actual samādhi tombs of Śrīla Rūpa Gosvāmī and Śrīla Jīva Gosvāmī are laid). For the benefit of all in human society, they left behind them immense literatures of transcendental importance. Similarly, all the ācāryas who voluntarily accepted the renounced order of life aimed at benefiting human society and not at living a comfortable or irresponsible life at the cost of others. However, those who cannot give any contribution should not go to the householders for food, for such mendicants asking bread from the householders are an insult to the highest order. Śukadeva Gosvāmī gave this warning especially for those mendicants who adopt this line of profession to solve their economic problems. Such mendicants are in abundance in the Age of Kali. When a man becomes a mendicant willfully or by circumstances, he must be of firm faith and conviction that the Supreme Lord is the maintainer of all living beings everywhere in the universe. Why, then, would He neglect the maintenance of a surrendered soul who is cent-percent engaged in the service of the Lord? A common master looks to the necessities of his servant, so how much more would the all-powerful, all-opulent Supreme Lord look after the necessities of life for a fully surrendered soul. The general rule is that a mendicant devotee will accept a simple small loincloth without asking anyone to give it in charity. He simply salvages it from the rejected torn cloth thrown in the street. When he is hungry he may go to a magnanimous tree which drops fruits, and when he is thirsty he may drink water from the flowing river. He does not require to live in a comfortable house, but should find a cave in the hills and not be afraid of jungle animals, keeping faith in God, who lives in everyone’s heart. The Lord may dictate to tigers and other jungle animals not to disturb His devotee. Haridāsa Ṭhākura, a great devotee of Lord Śrī Caitanya, used to live in such a cave, and by chance a great venomous snake was a copartner of the cave. Some admirer of Ṭhākura Haridāsa who had to visit the Ṭhākura every day feared the snake and suggested that the Ṭhākura leave that place. Because his devotees were afraid of the snake and they were regularly visiting the cave, Ṭhākura Haridāsa agreed to the proposal on their account. But as soon as this was settled, the snake actually crawled out of its hole in the cave before everyone present and left the cave for good. By the dictation of the Lord, who lived also within the heart of the snake, the snake gave preference to Haridāsa and decided to leave the place and not disturb him. So this is a tangible example of how the Lord gives protection to a bona fide devotee like Ṭhākura Haridāsa. According to the regulations of the sanātana-dharma institution, one is trained from the beginning to depend fully on the protection of the Lord in all circumstances. The path of renunciation is recommended for acceptance by one who is fully accomplished and fully purified in his existence. This stage is described also in the Bhagavad-gītā (16.5) as daivī sampat. A human being is required to accumulate daivī sampat, or spiritual assets; otherwise, the next alternative, āsurī sampat, or material assets, will overcome him disproportionately, and thus one will be forced into the entanglement of different miseries of the material world. A sannyāsī should always live alone, without company, and he must be fearless. He should never be afraid of living alone, although he is never alone. The Lord is residing in everyone’s heart, and unless one is purified by the prescribed process, one will feel that he is alone. But a man in the renounced order of life must be purified by the process; thus he will feel the presence of the Lord everywhere and will have nothing to fear (such as being without any company). Everyone can become a fearless and honest person if his very existence is purified by discharging the prescribed duty for each and every order of life. One can become fixed in one’s prescribed duty by faithful aural reception of Vedic instructions and assimilation of the essence of Vedic knowledge by devotional service to the Lord."
    },
    {
        "verse": "6",
        "devanagari": "एवं स्वचित्ते स्वत एव सिद्धआत्मा प्रियोऽर्थो भगवाननन्त: ।तं निर्वृतो नियतार्थो भजेतसंसारहेतूपरमश्च यत्र ॥ ६ ॥",
        "english_devnagari": "evaṁ sva-citte svata eva siddhaātmā priyo ’rtho bhagavān anantaḥtaṁ nirvṛto niyatārtho bhajetasaṁsāra-hetūparamaś ca yatra",
        "verse_Syn": [
            "evam",
            "sva",
            "citte",
            "svataḥ",
            "eva",
            "siddhaḥ",
            "ātmā",
            "priyaḥ",
            "arthaḥ",
            "bhagavān",
            "anantaḥ",
            "tam",
            "nirvṛtaḥ",
            "niyata",
            "arthaḥ",
            "bhajeta",
            "saṁsāra",
            "hetu",
            "uparamaḥ",
            "ca",
            "yatra"
        ],
        "translation": "Thus being fixed, one must render service unto the Supersoul situated in one’s own heart by His omnipotency. Because He is the Almighty Personality of Godhead, eternal and unlimited, He is the ultimate goal of life, and by worshiping Him one can end the cause of the conditioned state of existence.",
        "purport": " As confirmed in Bhagavad-gītā (18.61), the Supreme Personality of Godhead Śrī Kṛṣṇa is the all-pervading omnipresent Supersoul. Therefore one who is a yogī can worship only Him because He is the substance and not illusion. Every living creature is engaging in the service of something else. A living being’s constitutional position is to render service, but in the atmosphere of māyā, or illusion, or the conditional state of existence, the conditioned soul seeks the service of illusion. A conditioned soul works in the service of his temporary body, bodily relatives like the wife and children, and the necessary paraphernalia for maintaining the body and bodily relations, such as the house, land, wealth, society and country, but he does not know that all such renderings of service are totally illusory. As we have discussed many times before, this material world is itself an illusion, like a mirage in the desert. In the desert there is an illusion of water, and the foolish animals become entrapped by such an illusion and run after water in the desert, although there is no water at all. But because there is no water in the desert, one does not conclude that there is no water at all. The intelligent person knows well that there is certainly water, water in the seas and oceans, but such vast reservoirs of water are far, far away from the desert. One should therefore search for water in the vicinity of seas and oceans and not in the desert. Every one of us is searching after real happiness in life, namely eternal life, eternal or unlimited knowledge and unending blissful life. But foolish people who have no knowledge of the substance search after the reality of life in the illusion. This material body does not endure eternally, and everything in relation with this temporary body, such as the wife, children, society and country, also changes along with the change of body. This is called saṁsāra, or repetition of birth, death, old age and disease. We would like to find a solution for all these problems of life, but we do not know the way. Herein it is suggested that anyone who wants to make an end to these miseries of life, namely repetition of birth, death, disease and old age, must take to this process of worshiping the Supreme Lord and not others, as it is also ultimately suggested in the Bhagavad-gītā (18.65). If we at all want to end the cause of our conditioned life, we must take to the worship of Lord Śrī Kṛṣṇa, who is present in everyone’s heart by His natural affection for all living beings, who are actually the parts and parcels of the Lord (Bg. 18.61). The baby in the lap of his mother is naturally attached to the mother, and the mother is attached to the child. But when the child grows up and becomes overwhelmed by circumstances, he gradually becomes detached from the mother, although the mother always expects some sort of service from the grown-up child and is equally affectionate toward her child, even though the child is forgetful. Similarly, because we are all part and parcel of the Lord, the Lord is always affectionate to us, and He always tries to get us back home, back to Godhead. But we, the conditioned souls, do not care for Him and run instead after the illusory bodily connections. We must therefore extricate ourselves from all illusory connections of the world and seek reunion with the Lord, trying to render service unto Him because He is the ultimate truth. Actually we are hankering after Him as the child seeks the mother. And to search out the Supreme Personality of Godhead, we need not go anywhere else, because the Lord is within our hearts. This does not suggest, however, that we should not go to the places of worship, namely the temples, churches and mosques. Such holy places of worship are also occupied by the Lord because the Lord is omnipresent. For the common man these holy places are centers of learning about the science of God. When the temples are devoid of activities, the people in general become uninterested in such places, and consequently the mass of people gradually become godless, and a godless civilization is the result. Such a hellish civilization artificially increases the conditions of life, and existence becomes intolerable for everyone. The foolish leaders of a godless civilization try to devise various plans to bring about peace and prosperity in the godless world under a patent trademark of materialism, and because such attempts are illusory only, the people elect incompetent, blind leaders, one after another, who are incapable of offering solutions. If we want at all to end this anomaly of a godless civilization, we must follow the principles of revealed scriptures like the Śrīmad-Bhāgavatam and follow the instruction of a person like Śrī Śukadeva Gosvāmī who has no attraction for material gain."
    },
    {
        "verse": "7",
        "devanagari": "कस्तां त्वनाद‍ृत्य परानुचिन्ता-मृते पशूनसतीं नाम कुर्यात् ।पश्यञ्जनं पतितं वैतरण्यांस्वकर्मजान् परितापाञ्जुषाणम् ॥ ७ ॥",
        "english_devnagari": "kas tāṁ tv anādṛtya parānucintāmṛte paśūn asatīṁ nāma kuryātpaśyañ janaṁ patitaṁ vaitaraṇyāṁsva-karmajān paritāpāñ juṣāṇam",
        "verse_Syn": [
            "kaḥ",
            "tām",
            "tu",
            "anādṛtya",
            "para",
            "anucintām",
            "ṛte",
            "paśūn",
            "asatīm",
            "nāma",
            "kuryāt",
            "paśyan",
            "janam",
            "patitam",
            "vaitaraṇyām",
            "sva",
            "karma",
            "jān",
            "paritāpān",
            "juṣāṇam"
        ],
        "translation": "Who else but the gross materialists will neglect such transcendental thought and take to the nonpermanent names only, seeing the mass of people fallen in the river of suffering as the consequence of accruing the result of their own work?",
        "purport": " In the Vedas it is said that persons who are attached to demigods to the exclusion of the Supreme Personality of Godhead are like the animals who follow the herdsman even though they are taken to the slaughterhouse. The materialists, like animals, also do not know how they are being misdirected by neglecting the transcendental thought of the Supreme Person. No one can remain vacant of thought. It is said that an idle brain is a devil’s workshop because a person who cannot think in the right way must think of something which may bring about disaster. The materialists are always worshiping some minor demigods, although this is condemned in the Bhagavad-gītā (7.20). As long as a person is illusioned by material gains, he petitions the respective demigods to draw some particular benefit which is, after all, illusory and nonpermanent. The enlightened transcendentalist is not captivated by such illusory things; therefore he is always absorbed in the transcendental thought of the Supreme in different stages of realization, namely Brahman, Paramātmā and Bhagavān. In the previous verse it is suggested that one should think of the Supersoul, which is one step higher than the impersonal thought of Brahman, as it was suggested in the case of contemplating the virāṭ-rūpa of the Personality of Godhead. Intelligent persons who can see properly may look into the general conditions of the living entities who are wandering in the cycle of the 8,400,000 species of life, as well as in different classes of human beings. It is said that there is an everlasting belt of water called the River Vaitaraṇī at the entrance of the Plutonic planet of Yamarāja, who punishes sinners in different manners. After being subjected to such sufferings, a sinner is awarded a particular species of life according to his deeds in the past. Such living entities as are punished by Yamarāja are seen in different varieties of conditioned life. Some of them are in heaven, and some of them are in hell. Some of them are brāhmaṇas, and some of them are misers. But no one is happy in this material world, and all of them are either class A, B or C prisoners suffering because of their own deeds. The Lord is impartial to all circumstances of the sufferings of the living entities, but to one who takes shelter at His lotus feet, the Lord gives proper protection, and He takes such a living entity back home, back to Himself."
    },
    {
        "verse": "8",
        "devanagari": "केचित् स्वदेहान्तर्हृदयावकाशेप्रादेशमात्रं पुरुषं वसन्तम् ।चतुर्भुजं कञ्जरथाङ्गशङ्ख-गदाधरं धारणया स्मरन्ति ॥ ८ ॥",
        "english_devnagari": "kecit sva-dehāntar-hṛdayāvakāśeprādeśa-mātraṁ puruṣaṁ vasantamcatur-bhujaṁ kañja-rathāṅga-śaṅkha-gadā-dharaṁ dhāraṇayā smaranti",
        "verse_Syn": [
            "kecit",
            "sva",
            "deha",
            "antaḥ",
            "hṛdaya",
            "avakāśe",
            "prādeśa",
            "mātram",
            "puruṣam",
            "vasantam",
            "catuḥ",
            "bhujam",
            "kañja",
            "ratha",
            "aṅga",
            "śaṅkha",
            "gadā",
            "dharam",
            "dhāraṇayā",
            "smaranti"
        ],
        "translation": "Others conceive of the Personality of Godhead residing within the body in the region of the heart and measuring only eight inches, with four hands carrying a lotus, a wheel of a chariot, a conchshell and a club respectively.",
        "purport": " The all-pervading Personality of Godhead resides as Paramātmā in the heart of each and every living entity. The measurement of the localized Personality of Godhead is estimated to expand from the ring finger to the end of the thumb, more or less eight inches. The form of the Lord described in this verse with distribution of different symbols — beginning from the lower right hand up and down to the lower left hand with lotus, wheel of a chariot, conchshell and club respectively — is called Janārdana, or the plenary portion of the Lord who controls the general mass. There are many other forms of the Lord with varied situations of the symbols of lotus, conchshell, etc., and they are differently known as Puruṣottama, Acyuta, Narasiṁha, Trivikrama, Hṛṣīkeśa, Keśava, Mādhava, Aniruddha, Pradyumna, Saṅkarṣaṇa, Śrīdhara, Vāsudeva, Dāmodara, Janārdana, Nārāyaṇa, Hari, Padmanābha, Vāmana, Madhusūdana, Govinda, Kṛṣṇa, Viṣṇu-mūrti, Adhokṣaja and Upendra. These twenty-four forms of the localized Personality of Godhead are worshiped in different parts of the planetary system, and in each system there is an incarnation of the Lord having a different Vaikuṇṭha planet in the spiritual sky, which is called the paravyoma. There are many other hundreds and scores of different forms of the Lord, and each and every one of them has a particular planet in the spiritual sky, of which this material sky is only a fragmental offshoot. The Lord exists as puruṣa, or the male enjoyer, although there is no comparing Him to any male form in the material world. But all such forms are advaita, nondifferent from one another, and each of them is eternally young. The young Lord with four hands is nicely decorated, as described below."
    },
    {
        "verse": "9",
        "devanagari": "प्रसन्नवक्त्रं नलिनायतेक्षणंकदम्बकिञ्जल्कपिशङ्गवाससम् ।लसन्महारत्नहिरण्मयाङ्गदंस्फुरन्महारत्नकिरीटकुण्डलम् ॥ ९ ॥",
        "english_devnagari": "prasanna-vaktraṁ nalināyatekṣaṇaṁkadamba-kiñjalka-piśaṅga-vāsasamlasan-mahā-ratna-hiraṇmayāṅgadaṁsphuran-mahā-ratna-kirīṭa-kuṇḍalam",
        "verse_Syn": [
            "prasanna",
            "vaktram",
            "nalina",
            "āyata",
            "īkṣaṇam",
            "kadamba",
            "kiñjalka",
            "piśaṅga",
            "vāsasam",
            "lasat",
            "mahā",
            "ratna",
            "hiraṇmaya",
            "aṅgadam",
            "sphurat",
            "mahā",
            "ratna",
            "kirīṭa",
            "kuṇḍalam"
        ],
        "translation": "His mouth expresses His happiness. His eyes spread like the petals of a lotus, and His garments, yellowish like the saffron of a kadamba flower, are bedecked with valuable jewels. His ornaments are all made of gold, set with jewels, and He wears a glowing headdress and earrings.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "उन्निद्रहृत्पङ्कजकर्णिकालयेयोगेश्वरास्थापितपादपल्लवम् ।श्रीलक्षणं कौस्तुभरत्नकन्धर-मम्‍लानलक्ष्म्या वनमालयाचितम् ॥ १० ॥",
        "english_devnagari": "unnidra-hṛt-paṅkaja-karṇikālayeyogeśvarāsthāpita-pāda-pallavamśrī-lakṣaṇaṁ kaustubha-ratna-kandharamamlāna-lakṣmyā vana-mālayācitam",
        "verse_Syn": [
            "unnidra",
            "hṛt",
            "paṅkaja",
            "karṇikā",
            "ālaye",
            "yoga",
            "īśvara",
            "āsthāpita",
            "pāda",
            "pallavam",
            "śrī",
            "lakṣaṇam",
            "kaustubha",
            "ratna",
            "kandharam",
            "amlāna",
            "lakṣmyā",
            "vana",
            "mālayā",
            "ācitam"
        ],
        "translation": "His lotus feet are placed over the whorls of the lotuslike hearts of great mystics. On His chest is the Kaustubha jewel, engraved with a beautiful calf, and there are other jewels on His shoulders. His complete torso is garlanded with fresh flowers.",
        "purport": " The ornaments, flowers, clothing and all the other decorations on the transcendental body of the Personality of Godhead are identical with the body of the Lord. None of them are made of material ingredients; otherwise there would be no chance of their decorating the body of the Lord. As such, in the paravyoma, spiritual varieties are also distinguished from the material variegatedness."
    },
    {
        "verse": "11",
        "devanagari": "विभूषितं मेखलयाङ्गुलीयकै-र्महाधनैर्नूपुरकङ्कणादिभि: ।स्निग्धामलाकुञ्चितनीलकुन्तलै-र्विरोचमानाननहासपेशलम् ॥ ११ ॥",
        "english_devnagari": "vibhūṣitaṁ mekhalayāṅgulīyakairmahā-dhanair nūpura-kaṅkaṇādibhiḥsnigdhāmalākuñcita-nīla-kuntalairvirocamānānana-hāsa-peśalam",
        "verse_Syn": [
            "vibhūṣitam",
            "mekhalayā",
            "aṅgulīyakaiḥ",
            "mahā",
            "dhanaiḥ",
            "nūpura",
            "kaṅkaṇa",
            "ādibhiḥ",
            "snigdha",
            "amala",
            "ākuñcita",
            "nīla",
            "kuntalaiḥ",
            "virocamāna",
            "ānana",
            "hāsa",
            "peśalam"
        ],
        "translation": "He is well decorated with an ornamental wreath about His waist and rings studded with valuable jewels on His fingers. His leglets, His bangles, His oiled hair, curling with a bluish tint, and His beautiful smiling face are all very pleasing.",
        "purport": " The Supreme Personality of Godhead is the most beautiful person amongst all others, and Śrīla Śukadeva Gosvāmī describes every part of His transcendental beauty, one after another, in order to teach the impersonalist that the Personality of Godhead is not an imagination by the devotee for facility of worship, but is the Supreme Person in fact and figure. The impersonal feature of the Absolute Truth is but His radiation, as the sun rays are but radiations from the sun."
    },
    {
        "verse": "12",
        "devanagari": "अदीनलीलाहसितेक्षणोल्लसद्-भ्रूभङ्गसंसूचितभूर्यनुग्रहम् ।ईक्षेत चिन्तामयमेनमीश्वरंयावन्मनो धारणयावतिष्ठते ॥ १२ ॥",
        "english_devnagari": "adīna-līlā-hasitekṣaṇollasad-bhrū-bhaṅga-saṁsūcita-bhūry-anugrahamīkṣeta cintāmayam enam īśvaraṁyāvan mano dhāraṇayāvatiṣṭhate",
        "verse_Syn": [
            "adīna",
            "līlā",
            "hasita",
            "īkṣaṇa",
            "ullasat",
            "bhrū",
            "bhaṅga",
            "saṁsūcita",
            "bhūri",
            "anugraham",
            "īkṣeta",
            "cintāmayam",
            "enam",
            "īśvaram",
            "yāvat",
            "manaḥ",
            "dhāraṇayā",
            "avatiṣṭhate"
        ],
        "translation": "The Lord’s magnanimous pastimes and the glowing glancing of His smiling face are all indications of His extensive benedictions. One must therefore concentrate on this transcendental form of the Lord, as long as the mind can be fixed on Him by meditation.",
        "purport": " In Bhagavad-gītā (12.5) it is said that the impersonalist undergoes a series of difficult programs on account of his impersonal meditation. But the devotee, due to the Lord’s personal service, progresses very easily. Impersonal meditation is therefore a source of suffering for the impersonalist. Here, the devotee has an advantage over the impersonalist philosopher. The impersonalist is doubtful about the personal feature of the Lord, and therefore he always tries to meditate upon something which is not objective. For this reason there is an authentic statement in the Bhāgavatam regarding the positive concentration of the mind on the factual form of the Lord. The process of meditation recommended herein is bhakti-yoga, or the process of devotional service after one is liberated from the material conditions. Jñāna-yoga is the process of liberation from the material conditions. After one is liberated from the conditions of material existence, i.e., when one is nivṛtta, as previously stated herein, or when one is freed from all material necessities, one becomes qualified to discharge the process of bhakti-yoga. Therefore bhakti-yoga includes jñāna-yoga. In other words, the process of pure devotional service simultaneously serves the purpose of jñāna-yoga because liberation from material conditions is automatically achieved by the gradual development of pure devotional service. These effects of bhakti-yoga are called anartha-nivṛtti. Things which are artificially acquired gradually disappear along with the progress of bhakti-yoga. Meditation on the lotus feet of the Personality of Godhead, the first processional step, must show its effect by anartha-nivṛtti. The grossest type of anartha which binds the conditioned soul in material existence is sex desire, and this sex desire gradually develops in the union of the male and female. When the male and female are united, the sex desire is further aggravated by the accumulation of buildings, children, friends, relatives and wealth. When all these are acquired, the conditioned soul becomes overwhelmed by such entanglements, and the false sense of egoism, or the sense of “myself” and “mine,” becomes prominent, and the sex desire expands to various political, social, altruistic, philanthropic and many other unwanted engagements, resembling the foam of the sea waves, which becomes very prominent at one time and at the next moment vanishes as quickly as a cloud in the sky. The conditioned soul is encircled by such products, as well as products of sex desire, and therefore bhakti-yoga leads to gradual evaporation of the sex desire, which is summarized in three headings, namely profit, adoration and distinction. All conditioned souls are mad after these different forms of sex desire, and one shall see for himself how much he has been freed from such material hankerings based primarily on the sex desire. As a person feels his hunger satisfied after eating each morsel of foodstuff, he must similarly be able to see the degree to which he has been freed from sex desire. The sex desire is diminished along with its various forms by the process of bhakti-yoga because bhakti-yoga automatically, by the grace of the Lord, effectively results in knowledge and renunciation, even if the devotee is not materially very well educated. Knowledge means knowing things as they are, and if by deliberation it is found that there are things which are at all unnecessary, naturally the person who has acquired knowledge leaves aside such unwanted things. When the conditioned soul finds by culture of knowledge that material necessities are unwanted things, he becomes detached from such unwanted things. This stage of knowledge is called vairāgya, or detachment from unwanted things. We have previously discussed that the transcendentalist is required to be self-sufficient and should not beg from the rich blind persons to fulfill the bare necessities of life. Śukadeva Gosvāmī has suggested some alternatives for the bare necessities of life, namely the problem of eating, sleeping and shelter, but he has not suggested any alternative for sex satisfaction. One who has the sex desire still with him should not at all try to accept the renounced order of life. For one who has not attained to this stage, there is no question of a renounced order of life. So by the gradual process of devotional service under the guidance of a proper spiritual master, and following the principles of the Bhāgavatam, one must be able at least to control the gross sex desire before one accepts the renounced order of life factually. So purification means getting free gradually from sex desire, and this is attained by meditation on the person of the Lord as described herein, beginning from the feet. One should not try to go upwards artificially without seeing for himself how much he has been released from the sex desire. The smiling face of the Lord is the Tenth Canto of Śrīmad-Bhāgavatam, and there are many upstarts who at once try to begin with the Tenth Canto, and especially with the five chapters which delineate the rāsa-līlā of the Lord. This is certainly improper. By such improper study or hearing of Bhāgavatam, the material opportunists have played havoc by indulgence in sex life in the name of Bhāgavatam. This vilification of Bhāgavatam is rendered by the acts of the so-called devotees; one should be free from all kinds of sex desire before he tries to make a show of recital of Bhāgavatam. Śrī Viśvanātha Cakravartī Ṭhākura clearly defines the import of purification as cessation from sex indulgence. He says, yathā yathā dhīś ca śudhyati viṣaya-lāmpaṭyaṁ tyajati, tathā tathā dhārayed iti citta-śuddhi-tāratamyenaiva dhyāna-tāratamyam uktam. And as one gets free from the intoxication of sex indulgence by purification of intelligence, one should step forward for the next meditation, or in other words, the progress of meditation on the different limbs of the transcendental body of the Lord should be enhanced in proportion to the progress of purification of the heart. The conclusion is that those who are still entrapped by sex indulgence should never progress to meditation above the feet of the Lord; therefore recital of Śrīmad-Bhāgavatam by them should be restricted to the first and second cantos of the great literature. One must complete the purificatory process by assimilating the contents of the first nine cantos. Then one should be admitted into the realm of the Tenth Canto of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "13",
        "devanagari": "एकैकशोऽङ्गानि धियानुभावयेत्पादादि यावद्धसितं गदाभृत: ।जितं जितं स्थानमपोह्य धारयेत्परं परं शुद्ध्यति धीर्यथा यथा ॥ १३ ॥",
        "english_devnagari": "ekaikaśo ’ṅgāni dhiyānubhāvayetpādādi yāvad dhasitaṁ gadābhṛtaḥjitaṁ jitaṁ sthānam apohya dhārayetparaṁ paraṁ śuddhyati dhīr yathā yathā",
        "verse_Syn": [
            "eka",
            "ekaśaḥ",
            "aṅgāni",
            "dhiyā",
            "anubhāvayet",
            "pāda",
            "ādi",
            "yāvat",
            "hasitam",
            "gadā",
            "bhṛtaḥ",
            "jitam",
            "jitam",
            "sthānam",
            "apohya",
            "dhārayet",
            "param",
            "param",
            "śuddhyati",
            "dhīḥ",
            "yathā",
            "yathā"
        ],
        "translation": "The process of meditation should begin from the lotus feet of the Lord and progress to His smiling face. The meditation should be concentrated upon the lotus feet, then the calves, then the thighs, and in this way higher and higher. The more the mind becomes fixed upon the different parts of the limbs, one after another, the more the intelligence becomes purified.",
        "purport": " The process of meditation recommended in the Śrīmad-Bhāgavatam is not to fix one’s attention on something impersonal or void. The meditation should concentrate on the Person of the Supreme Godhead, either in His virāṭ-rūpa, the gigantic universal form, or in His sac-cid-ānanda-vigraha, as described in the scriptures. There are authorized descriptions of Viṣṇu forms, and there are authorized representations of Deities in the temples. Thus one can practice meditating upon the Deity, concentrating his mind on the lotus feet of the Lord and gradually rising higher and higher, up to His smiling face. According to the Bhāgavata school, the Lord’s rāsa dancing is the smiling face of the Lord. Since it is recommended in this verse that one should gradually progress from the lotus feet up to the smiling face, we shall not jump at once to understand the Lord’s pastimes in the rāsa dance. It is better to practice concentrating our attention by offering flowers and tulasī to the lotus feet of the Lord. In this way, we gradually become purified by the arcanā process. We dress the Lord, bathe Him, etc., and all these transcendental activities help us purify our existence. When we reach the higher standard of purification, if we see the smiling face of the Lord or hear the rāsa dance pastimes of the Lord, then we can relish His activities. In the Śrīmad-Bhāgavatam, therefore, the rāsa dance pastimes are delineated in the Tenth Canto (Chapters 29-34). The more one concentrates on the transcendental form of the Lord, either on the lotus feet, the calves, the thighs or the chest, the more one becomes purified. In this verse it is clearly stated, “the more the intelligence becomes purified,” which means the more one becomes detached from sense gratification. Our intelligence in the present conditioned state of life is impure due to being engaged in sense gratification. The result of meditation on the transcendental form of the Lord will be manifested by one’s detachment from sense gratification. Therefore, the ultimate purpose of meditation is purification of one’s intelligence. Those who are too engrossed in sense gratification cannot be allowed to participate in arcanā or to touch the transcendental form of the Rādhā-Kṛṣṇa or Viṣṇu Deities. For them it is better to meditate upon the gigantic virāṭ-rūpa of the Lord, as recommended in the next verse. The impersonalists and the voidists are therefore recommended to meditate upon the universal form of the Lord, whereas the devotees are recommended to meditate on the Deity worship in the temple. Because the impersonalists and the voidists are not sufficiently purified in their spiritual activities, arcanā is not meant for them."
    },
    {
        "verse": "14",
        "devanagari": "यावन्न जायेत परावरेऽस्मिन्विश्वेश्वरे द्रष्टरि भक्तियोग: ।तावत् स्थवीय: पुरुषस्य रूपंक्रियावसाने प्रयत: स्मरेत ॥ १४ ॥",
        "english_devnagari": "yāvan na jāyeta parāvare ’sminviśveśvare draṣṭari bhakti-yogaḥtāvat sthavīyaḥ puruṣasya rūpaṁkriyāvasāne prayataḥ smareta",
        "verse_Syn": [
            "yāvat",
            "na",
            "jāyeta",
            "para",
            "avare",
            "asmin",
            "viśva",
            "īśvare",
            "draṣṭari",
            "bhakti",
            "yogaḥ",
            "tāvat",
            "sthavīyaḥ",
            "puruṣasya",
            "rūpam",
            "kriyā",
            "avasāne",
            "prayataḥ",
            "smareta"
        ],
        "translation": "Unless the gross materialist develops a sense of loving service unto the Supreme Lord, the seer of both the transcendental and material worlds, he should remember or meditate upon the universal form of the Lord at the end of his prescribed duties.",
        "purport": " The Supreme Lord is the seer of all worlds, both material and transcendental. In other words, the Supreme Lord is the ultimate beneficiary and enjoyer of all worlds, as confirmed in the Bhagavad-gītā (5.29). The spiritual world is the manifestation of His internal potency, and the material world is the manifestation of His external potency. The living entities are also His marginal potency, and by their own choice they can live in either the transcendental or material worlds. The material world is not a fit place for living entities because they are spiritually one with the Lord and in the material world the living entities become conditioned by the laws of the material world. The Lord wants all living entities, who are His parts and parcels, to live with Him in the transcendental world, and for enlightening conditioned souls in the material world, all the Vedas and the revealed scriptures are there — expressly to recall the conditioned souls back home, back to Godhead. Unfortunately, the conditioned living entities, although suffering continually the threefold miseries of conditioned life, are not very serious about going back to Godhead. It is due to their misguided way of living, complicated by sins and virtues. Some of them who are virtuous by deeds begin to reestablish the lost relation with the Lord, but they are unable to understand the personal feature of the Lord. The real purpose of life is to make contact with the Lord and be engaged in His service. That is the natural position of living entities. But those who are impersonalists and are unable to render any loving service to the Lord have been advised to meditate upon His impersonal feature, the virāṭ-rūpa, or universal form. Some way or other, one must try to reestablish one’s forgotten relation with the Lord if one at all desires to gain real happiness in life, and to reclaim his natural unfettered condition. For the less intelligent beginners, meditation on the impersonal feature, the virāṭ-rūpa, or universal form of the Lord, will gradually qualify one to rise to personal contact. One is advised herewith to meditate upon the virāṭ-rūpa specified in the previous chapters in order to understand how the different planets, seas, mountains, rivers, birds, beasts, human beings, demigods and all that we can conceive are but different parts and limbs of the Lord’s virāṭ form. This sort of thinking is also a type of meditation on the Absolute Truth, and as soon as such meditation begins, one develops one’s godly qualities and the whole world appears to be a happy and peaceful residence for all the people of the world. Without such meditation on God, either personal or impersonal, all good qualities of the human being become covered with misconceptions regarding his constitutional position, and without such advanced knowledge, the whole world becomes a hell for the human being."
    },
    {
        "verse": "15",
        "devanagari": "स्थिरं सुखं चासनमास्थितो यति-र्यदा जिहासुरिममङ्ग लोकम् ।काले च देशे च मनो न सज्जयेत्प्राणान् नियच्छेन्मनसा जितासु: ॥ १५ ॥",
        "english_devnagari": "sthiraṁ sukhaṁ cāsanam āsthito yatiryadā jihāsur imam aṅga lokamkāle ca deśe ca mano na sajjayetprāṇān niyacchen manasā jitāsuḥ",
        "verse_Syn": [
            "sthiram",
            "sukham",
            "ca",
            "āsanam",
            "āsthitaḥ",
            "yatiḥ",
            "yadā",
            "jihāsuḥ",
            "imam",
            "aṅga",
            "lokam",
            "kāle",
            "ca",
            "deśe",
            "ca",
            "manaḥ",
            "na",
            "sajjayet",
            "prāṇān",
            "niyacchet",
            "manasā",
            "jita",
            "asuḥ"
        ],
        "translation": "O King, whenever the yogī desires to leave this planet of human beings, he should not be perplexed about the proper time or place, but should comfortably sit without being disturbed and, regulating the life air, should control the senses by the mind.",
        "purport": " In the Bhagavad-gītā (8.14) it is clearly stated that a person who is totally engaged in the transcendental loving service of the Lord, and who constantly remembers Him at every step, easily obtains the mercy of the Lord by entering into His personal contact. Such devotees do not need to seek an opportune moment to leave the present body. But those who are mixed devotees, alloyed with fruitive action or empirical philosophical speculation, require an opportune moment for quitting this body. For them the opportune moments are stated in the Bhagavad-gītā (8.23-26). But these opportune moments are not as important as one’s being a successful yogī who is able to quit his body as he likes. Such a yogī must be competent to control his senses by the mind. The mind is easily conquered simply by engaging it at the lotus feet of the Lord. Gradually, by such service, all the senses become automatically engaged in the service of the Lord. That is the way of merging into the Supreme Absolute."
    },
    {
        "verse": "16",
        "devanagari": "मन: स्वबुद्ध्यामलया नियम्यक्षेत्रज्ञ एतां निनयेत् तमात्मनि ।आत्मानमात्मन्यवरुध्य धीरोलब्धोपशान्तिर्विरमेत कृत्यात् ॥ १६ ॥",
        "english_devnagari": "manaḥ sva-buddhyāmalayā niyamyakṣetra-jña etāṁ ninayet tam ātmaniātmānam ātmany avarudhya dhīrolabdhopaśāntir virameta kṛtyāt",
        "verse_Syn": [
            "manaḥ",
            "sva",
            "buddhyā",
            "amalayā",
            "niyamya",
            "kṣetra",
            "jñe",
            "etām",
            "ninayet",
            "tam",
            "ātmani",
            "ātmānam",
            "ātmani",
            "avarudhya",
            "dhīraḥ",
            "labdha",
            "upaśāntiḥ",
            "virameta",
            "kṛtyāt"
        ],
        "translation": "Thereafter, the yogī should merge his mind, by his unalloyed intelligence, into the living entity, and then merge the living entity into the Superself. And by doing this, the fully satisfied living entity becomes situated in the supreme stage of satisfaction, so that he ceases from all other activities.",
        "purport": " The functions of the mind are thinking, feeling and willing. When the mind is materialistic, or absorbed in material contact, it acts for material advancement of knowledge, destructively ending in discovery of nuclear weapons. But when the mind acts under spiritual urge, it acts wonderfully for going back home, back to Godhead, for life in complete bliss and eternity. Therefore the mind has to be manipulated by good and unalloyed intelligence. Perfect intelligence is to render service unto the Lord. One should be intelligent enough to understand that the living being is, in all circumstances, a servant of the circumstances. Every living being is serving the dictates of desire, anger, lust, illusion, insanity and enviousness — all materially affected. But even while executing such dictations of different temperaments, he is perpetually unhappy. When one actually feels this and turns his intelligence to inquiring about it from the right sources, he gets information of the transcendental loving service of the Lord. Instead of serving materially for the above-mentioned different humors of the body, the living entity’s intelligence then becomes freed from the unhappy illusion of materialistic temperament, and thus, by unalloyed intelligence, the mind is brought into the service of the Lord. The Lord and His service are identical, being on the absolute plane. Therefore the unalloyed intelligence and the mind are merged into the Lord, and thus the living entity does not remain a seer himself but becomes seen by the Lord transcendentally. When the living entity is directly seen by the Lord, the Lord dictates to him to act according to His desire, and when the living entity follows Him perfectly, the living entity ceases to discharge any other duty for his illusory satisfaction. In his pure, unalloyed state, the living being attains the stage of full bliss, labdhopaśānti, and ceases all material hankerings."
    },
    {
        "verse": "17",
        "devanagari": "न यत्र कालोऽनिमिषां पर: प्रभु:कुतो नु देवा जगतां य ईशिरे ।न यत्र सत्त्वं न रजस्तमश्चन वै विकारो न महान् प्रधानम् ॥ १७ ॥",
        "english_devnagari": "na yatra kālo ’nimiṣāṁ paraḥ prabhuḥkuto nu devā jagatāṁ ya īśirena yatra sattvaṁ na rajas tamaś cana vai vikāro na mahān pradhānam",
        "verse_Syn": [
            "na",
            "yatra",
            "kālaḥ",
            "animiṣām",
            "paraḥ",
            "prabhuḥ",
            "kutaḥ",
            "nu",
            "devāḥ",
            "jagatām",
            "ye",
            "īśire",
            "na",
            "yatra",
            "sattvam",
            "na",
            "rajaḥ",
            "tamaḥ",
            "ca",
            "na",
            "vai",
            "vikāraḥ",
            "na",
            "mahān",
            "pradhānam"
        ],
        "translation": "In that transcendental state of labdhopaśānti, there is no supremacy of devastating time, which controls even the celestial demigods who are empowered to rule over mundane creatures. (And what to speak of the demigods themselves?) Nor is there the mode of material goodness, nor passion, nor ignorance, nor even the false ego, nor the material Causal Ocean, nor the material nature.",
        "purport": " Devastating time, which controls even the celestial demigods by its manifestations of past, present and future, does not act on the transcendental plane. The influence of time is exhibited by the symptoms of birth, death, old age and disease, and these four principles of material conditions are present everywhere in any part of the material cosmos up to the planet Brahmaloka, where the duration of life of the inhabitants appears to us to be fabulous. Insurmountable time even brings about the death of Brahmā, so what to speak of other demigods like Indra, Candra, Sūrya, Vāyu and Varuṇa? The astronomical influence directed by the different demigods over mundane creatures is also conspicuous by its absence. In material existence, the living entities are afraid of Satanic influence, but for a devotee on the transcendental plane there is no such fear at all. The living entities change their material bodies in different shapes and forms under the influence of the different modes of material nature, but in the transcendental state the devotee is guṇātīta, or above the material modes of goodness, passion and ignorance. Thus the false ego of “I am the lord of all I survey” does not arise there. In the material world the false ego of the living being trying to lord it over the material nature is something like the moth’s falling in a blazing fire. The moth is captivated by the glaring beauty of the fire, and when he comes to enjoy it, the blazing fire consumes him. In the transcendental state the living being is pure in his consciousness, and as such he has no false ego to lord it over the material nature. Rather, his pure consciousness directs him to surrender unto the Supreme Lord, as stated in the Bhagavad-gītā (7.19): vāsudevaḥ sarvam iti sa mahātmā su-durlabhaḥ. All this indicates that in the transcendental state there is neither material creation nor the Causal Ocean for material nature. The above-mentioned state of affairs is factual on the transcendental plane, but is factually revealed in a transcendentalist’s knowledge of the advanced state of pure consciousness. Such transcendentalists are of two types, namely the impersonalists and the devotees. For the impersonalist the ultimate goal or destination is the brahmajyoti of the spiritual sky, but for the devotees the ultimate goal is the Vaikuṇṭha planets. The devotees experience the above-mentioned state of affairs by attainment of spiritual forms for activity in the transcendental loving service of the Lord. But the impersonalist, because of his neglecting the association of the Lord, does not develop a spiritual body for spiritual activity, but remains a spiritual spark only, merged in the effulgent spiritual rays of the Supreme Personality of Godhead. The Lord is the full-fledged form of eternity, bliss and knowledge, but the formless brahmajyoti is simply eternity and knowledge. The Vaikuṇṭha planets are also forms of eternity, bliss and knowledge, and therefore the devotees of the Lord, who are admitted into the abode of the Lord, also get bodies of eternity, bliss and knowledge. As such there is no difference between one and another. The Lord’s abode, name, fame, entourage, etc., are of the same transcendental quality, and how this transcendental quality differs from the material world is explained herewith in this verse. In the Bhagavad-gītā, three principal subjects have been explained by Lord Śrī Kṛṣṇa, namely karma-yoga, jñāna-yoga and bhakti-yoga, but one can reach the Vaikuṇṭha planets by the practice of bhakti-yoga only. The other two are incompetent in helping one reach the Vaikuṇṭhalokas, although they can, however, conveniently take one to the effulgent brahmajyoti, as described above."
    },
    {
        "verse": "18",
        "devanagari": "परं पदं वैष्णवमामनन्ति तद्यन्नेति नेतीत्यतदुत्सिसृक्षव: ।विसृज्य दौरात्म्यमनन्यसौहृदाहृदोपगुह्यार्हपदं पदे पदे ॥ १८ ॥",
        "english_devnagari": "paraṁ padaṁ vaiṣṇavam āmananti tadyan neti netīty atad utsisṛkṣavaḥvisṛjya daurātmyam ananya-sauhṛdāhṛdopaguhyārha-padaṁ pade pade",
        "verse_Syn": [
            "param",
            "padam",
            "vaiṣṇavam",
            "āmananti",
            "tat",
            "yat",
            "na",
            "iti",
            "na",
            "iti",
            "iti",
            "atat",
            "utsisṛkṣavaḥ",
            "visṛjya",
            "daurātmyam",
            "ananya",
            "sauhṛdāḥ",
            "hṛdā",
            "upaguhya",
            "arha",
            "padam",
            "pade",
            "pade"
        ],
        "translation": "The transcendentalists desire to avoid everything godless, for they know that supreme situation in which everything is related with the Supreme Lord Viṣṇu. Therefore a pure devotee who is in absolute harmony with the Lord does not create perplexities, but worships the lotus feet of the Lord at every moment, taking them into his heart.",
        "purport": " In the Bhagavad-gītā, mad-dhāma (“My abode”) is mentioned several times, and according to the version of the Supreme Personality of Godhead Śrī Kṛṣṇa there exists the unlimited spiritual sky, wherein the planets are called Vaikuṇṭhas, or the abode of the Personality of Godhead. In that sky, which is far, far beyond the material sky and its sevenfold coverings, there is no need of the sun or the moon, nor is there necessity of electricity for illumination, because the planets are self-illuminating and more brilliant than the material suns. Pure devotees of the Lord are absolutely in harmony with the Personality of Godhead, or in other words, they always think of the Lord as their only dependable friend and well-wisher. They do not care for any mundane creature, up to the status of Brahmā, the lord of the universe. Only they can definitely have a clear vision of the Vaikuṇṭha planets. Such pure devotees, being perfectly directed by the Supreme Lord, do not create any artificial perplexity in the matter of transcendental understanding by wasting time in discussing what is Brahman and what is non-Brahman, or māyā, nor do they falsely think of themselves as one with the Lord, or argue that there is no existence of the Lord separately, or that there is no God at all, or that living beings are themselves God, or that when God incarnates Himself He assumes a material body. Nor do they concern themselves with many obscure speculative theories, which are in actuality so many stumbling blocks on the path of transcendental understanding. Apart from the class of impersonalists or nondevotees, there are also classes who pose themselves as devotees of the Lord but at heart maintain the idea of salvation by becoming one with the impersonal Brahman. They wrongly manufacture their own way of devotional service by open debauchery and mislead others who are simpletons or debauchees like themselves. All these nondevotees and debauchees are, according to Viśvanātha Cakravartī, durātmās, or crooked souls in the dress of mahātmās, or great souls. Such nondevotees and debauchees are completely excluded from the list of transcendentalists by the presentation of this particular verse by Śukadeva Gosvāmī. So the Vaikuṇṭha planets are factually the supreme residential places called the paraṁ padam. The impersonal brahmajyoti is also called the paraṁ padam due to its being the rays of the Vaikuṇṭha planets, as the sun rays are the rays of the sun. In the Bhagavad-gītā (14.27) it is clearly said that the impersonal brahmajyoti rests on the person of the Lord, and because everything rests on the brahmajyoti directly and indirectly, everything is generated from the Lord, everything rests on Him, and after annihilation, everything is merged in Him only. Therefore, nothing is independent of Him. A pure devotee of the Lord no longer wastes valuable time in discriminating the Brahman from non-Brahman because he knows perfectly well that the Lord Parabrahman, by His Brahman energy, is interwoven in everything, and thus everything is looked upon by a devotee as the property of the Lord. The devotee tries to engage everything in His service and does not create perplexities by falsely lording it over the creation of the Lord. He is so faithful that he engages himself, as well as everything else, in the transcendental loving service of the Lord. In everything, the devotee sees the Lord, and he sees everything in the Lord. The specific disturbance created by a durātmā, or crooked soul, is due to his maintaining that the transcendental form of the Lord is something material."
    },
    {
        "verse": "19",
        "devanagari": "इत्थं मुनिस्तूपरमेद् व्यवस्थितोविज्ञानद‍ृग्वीर्यसुरन्धिताशय: ।स्वपार्ष्णिनापीड्य गुदं ततोऽनिलंस्थानेषु षट्‍सून्नमयेज्जितक्लम: ॥ १९ ॥",
        "english_devnagari": "itthaṁ munis tūparamed vyavasthitovijñāna-dṛg-vīrya-surandhitāśayaḥsva-pārṣṇināpīḍya gudaṁ tato ’nilaṁsthāneṣu ṣaṭsūnnamayej jita-klamaḥ",
        "verse_Syn": [
            "ittham",
            "muniḥ",
            "tu",
            "uparamet",
            "vyavasthitaḥ",
            "vijñāna",
            "dṛk",
            "vīrya",
            "su",
            "randhita",
            "āśayaḥ",
            "sva",
            "pārṣṇinā",
            "āpīḍya",
            "gudam",
            "tataḥ",
            "anilam",
            "sthāneṣu",
            "ṣaṭsu",
            "unnamayet",
            "jita",
            "klamaḥ"
        ],
        "translation": "By the strength of scientific knowledge, one should be well situated in absolute realization and thus be able to extinguish all material desires. One should then give up the material body by blocking the air hole [through which stool is evacuated] with the heel of one’s foot and by lifting the life air from one place to another in the six primary places.",
        "purport": " There are many durātmās who claim to have realized themselves as Brahman and yet are unable to conquer material desires. In the Bhagavad-gītā (18.54) it is clearly explained that an absolutely self-realized soul becomes completely aloof from all material desires. Material desires are based on the false ego of the living being and are exhibited by his childish and useless activities to conquer the laws of material nature and by his desire to lord it over the resources of the five elements. With such a mentality, one is led to believe in the strength of material science, with its discovery of atomic energy and space travel by mechanical vehicles, and by such tiny advancements in material science the false egoist tries to challenge even the strength of the Supreme Lord, who can finish all man’s tiny endeavors in less than a second. The well-situated self, or Brahman-realized soul, perfectly understands that the Supreme Brahman, or the Personality of Godhead, is the all-powerful Vāsudeva and that he (the self-realized living being) is a part and parcel of the supreme whole. As such, his constitutional position is to cooperate with Him in all respects in the transcendental relation of the served and the servitor. Such a self-realized soul ceases to exhibit his useless activities of attempting to lord it over material nature. Being scientifically well informed, he fully engages himself in faithful devotion to the Lord. The expert yogī who has thoroughly practiced the control of the life air by the prescribed method of the yoga system is advised to quit the body as follows. He should plug up the evacuating hole with the heel of the foot and then progressively move the life air on and on to six places: the navel, abdomen, heart, chest, palate, eyebrows and cerebral pit. Controlling the life air by the prescribed yogic process is mechanical, and the practice is more or less a physical endeavor for spiritual perfection. In olden days such practice was very common for the transcendentalist, for the mode of life and character in those days were favorable. But in modern days, when the influence of Kali Age is so disturbing, practically everyone is untrained in this art of bodily exercise. Concentration of the mind is more easily attained in these days by the chanting of the holy name of the Lord. The results are more effective than those derived from the inner exercise of the life air."
    },
    {
        "verse": "20",
        "devanagari": "नाभ्यां स्थितं हृद्यधिरोप्य तस्मा-दुदानगत्योरसि तं नयेन्मुनि: ।ततोऽनुसन्धाय धिया मनस्वीस्वतालुमूलं शनकैर्नयेत् ॥ २० ॥",
        "english_devnagari": "nābhyāṁ sthitaṁ hṛdy adhiropya tasmādudāna-gatyorasi taṁ nayen muniḥtato ’nusandhāya dhiyā manasvīsva-tālu-mūlaṁ śanakair nayeta",
        "verse_Syn": [
            "nābhyām",
            "sthitam",
            "hṛdi",
            "adhiropya",
            "tasmāt",
            "udāna",
            "gatya",
            "urasi",
            "tam",
            "nayet",
            "muniḥ",
            "tataḥ",
            "anusandhāya",
            "dhiyā",
            "manasvī",
            "sva",
            "tālu",
            "mūlam",
            "śanakaiḥ",
            "nayeta"
        ],
        "translation": "The meditative devotee should slowly push up the life air from the navel to the heart, from there to the chest, and from there to the root of the palate. He should search out the proper places with intelligence.",
        "purport": " There are six circles of the movement of the life air, and the intelligent bhakti-yogī should search out these places with intelligence and in a meditative mood. Among these, mentioned above is the svādhiṣṭhāna-cakra, or the powerhouse of the life air, and above this, just below the abdomen and navel, is the maṇi-pūraka-cakra. When upper space is further searched out in the heart, one reaches the anāhata-cakra, and further up, when the life air is placed at the root of the palate, one reaches the viśuddhi-cakra."
    },
    {
        "verse": "21",
        "devanagari": "तस्माद् भ्रुवोरन्तरमुन्नयेतनिरुद्धसप्तायतनोऽनपेक्ष: ।स्थित्वा मुहूर्तार्धमकुण्ठद‍ृष्टि-र्निर्भिद्य मूर्धन् विसृजेत्परं गत: ॥ २१ ॥",
        "english_devnagari": "tasmād bhruvor antaram unnayetaniruddha-saptāyatano ’napekṣaḥsthitvā muhūrtārdham akuṇṭha-dṛṣṭirnirbhidya mūrdhan visṛjet paraṁ gataḥ",
        "verse_Syn": [
            "tasmāt",
            "bhruvoḥ",
            "antaram",
            "unnayeta",
            "niruddha",
            "sapta",
            "āyatanaḥ",
            "anapekṣaḥ",
            "sthitvā",
            "muhūrta",
            "ardham",
            "akuṇṭha",
            "dṛṣṭiḥ",
            "nirbhidya",
            "mūrdhan",
            "visṛjet",
            "param",
            "gataḥ"
        ],
        "translation": "Thereafter the bhakti-yogī should push the life air up between the eyebrows, and then, blocking the seven outlets of the life air, he should maintain his aim for going back home, back to Godhead. If he is completely free from all desires for material enjoyment, he should then reach the cerebral hole and give up his material connections, having gone to the Supreme.",
        "purport": " The process of giving up all material connections and returning home, back to Godhead, the Supreme, is recommended herein. The condition is that one should be completely freed from desire for material enjoyment. There are different grades of material enjoyments in respect to duration of life and sensual gratification. The highest plane of sensual enjoyment for the longest period of life is mentioned in the Bhagavad-gītā (9.20). All are but material enjoyments, and one should be thoroughly convinced that he has no need of such a long duration of life, even in the Brahmaloka planet. He must return home, back to Godhead, and must not be attracted by any amount of material facilities. In the Bhagavad-gītā (2.59) it is said that this sort of material detachment is possible to attain when one is acquainted with the supreme association of life. Paraṁ dṛṣṭvā nivartate. One cannot be freed from material attraction unless he has complete understanding of the nature of spiritual life. The propaganda by a certain class of impersonalists that spiritual life is void of all varieties is dangerous propaganda to mislead the living beings into becoming more and more attracted by material enjoyments. As such, persons with a poor fund of knowledge cannot have any conception of the param, the Supreme; they try to stick to the varieties of material enjoyments, although they may flatter themselves as being Brahman-realized souls. Such less intelligent persons cannot have any conception of the param, as mentioned in this verse, and therefore they cannot reach the Supreme. The devotees have full knowledge of the spiritual world, the Personality of Godhead and His transcendental association in unlimited spiritual planets called Vaikuṇṭhalokas. Herein akuṇṭha-dṛṣṭiḥ is mentioned. Akuṇṭha and vaikuṇṭha convey the same import, and only one who has his aim fixed upon that spiritual world and personal association with the Godhead can give up his material connections even while living in the material world. This param and the paraṁ dhāma mentioned in several places in the Bhagavad-gītā are one and the same thing. One who goes to the paraṁ dhāma does not return to the material world. This freedom is not possible even by reaching the topmost loka of the material world. The life air passes through seven openings, namely two eyes, two nostrils, two ears and one mouth. Generally it passes through the mouth at the time of an ordinary man’s death. But the yogī, as above mentioned, who controls the life air in his own way, generally releases the life air by puncturing the cerebral hole in the head. The yogī therefore blocks up all the above-mentioned seven openings so that the life air will naturally burst forth through the cerebral hole. This is the sure sign of a great devotee’s leaving the material connection."
    },
    {
        "verse": "22",
        "devanagari": "यदि प्रयास्यन् नृप पारमेष्ठ्यंवैहायसानामुत यद् विहारम् ।अष्टाधिपत्यं गुणसन्निवायेसहैव गच्छेन्मनसेन्द्रियैश्च ॥ २२ ॥",
        "english_devnagari": "yadi prayāsyan nṛpa pārameṣṭhyaṁvaihāyasānām uta yad vihāramaṣṭādhipatyaṁ guṇa-sannivāyesahaiva gacchen manasendriyaiś ca",
        "verse_Syn": [
            "yadi",
            "prayāsyan",
            "nṛpa",
            "pārameṣṭhyam",
            "vaihāyasānām",
            "uta",
            "yat",
            "vihāram",
            "aṣṭa",
            "ādhipatyam",
            "guṇa",
            "sannivāye",
            "saha",
            "eva",
            "gacchet",
            "manasā",
            "indriyaiḥ",
            "ca"
        ],
        "translation": "However, O King, if a yogī maintains a desire for improved material enjoyments, like transference to the topmost planet, Brahmaloka, or the achievement of the eightfold perfections, travel in outer space with the Vaihāyasas, or a situation in one of the millions of planets, then he has to take away with him the materially molded mind and senses.",
        "purport": " In the upper status of the planetary systems there are facilities thousands and thousands of times greater for material enjoyments than in the lower planetary systems. The topmost planetary systems consist of planets like Brahmaloka and Dhruvaloka (the polestar), and all of them are situated beyond Maharloka. The inhabitants of those planets are empowered with eightfold achievements of mystic perfection. They do not have to learn and practice the mystic processes of yoga perfection and achieve the power of becoming small like a particle (aṇimā-siddhi), or lighter than a soft feather (laghimā-siddhi). They do not have to get anything and everything from anywhere and everywhere (prāpti-siddhi), to become heavier than the heaviest (mahimā-siddhi), to act freely even to create something wonderful or to annihilate anything at will (īśitva-siddhi), to control all material elements (vaśitva-siddhi), to possess such power as will never be frustrated in any desire (prākāmya-siddhi), or to assume any shape or form one may even whimsically desire (kāmāvasāyitā-siddhi). All these expediencies are as common as natural gifts for the inhabitants of those higher planets. They do not require any mechanical help to travel in outer space, and they can move and travel at will from one planet to any other planet within no time. The inhabitants of the earth cannot move even to the nearest planet except by mechanical vehicles like spacecraft, but the highly talented inhabitants of such higher planets can do everything very easily. Since a materialist is generally inquisitive to experience what is actually in such planetary systems, he wants to see everything personally. As inquisitive persons tour all over the world to gain direct local experience, the less intelligent transcendentalist similarly desires to have some experience of those planets about which he has heard so many wonderful things. The yogī can, however, easily fulfill his desire by going there with the present materialistic mind and senses. The prime inclination of the materialistic mind is to lord it over the material world, and all the siddhis mentioned above are features of domination over the world. The devotees of the Lord are not ambitious to dominate a false and temporary phenomenon. On the contrary, a devotee wants to be dominated by the supreme predominator, the Lord. A desire to serve the Lord, the supreme predominator, is spiritual or transcendental, and one has to attain this purification of the mind and the senses to get admission into the spiritual kingdom. With the materialistic mind one can reach the best planet in the universe, but no one can enter into the kingdom of God. Senses are called spiritually purified when they are not involved in sense gratification. Senses require engagements, and when the senses are engaged totally in the transcendental loving service of the Lord, they have no chance to become contaminated by material infections."
    },
    {
        "verse": "23",
        "devanagari": "योगेश्वराणां गतिमाहुरन्त-र्बहिस्त्रिलोक्या: पवनान्तरात्मनाम् ।न कर्मभिस्तां गतिमाप्नुवन्तिविद्यातपोयोगसमाधिभाजाम् ॥ २३ ॥",
        "english_devnagari": "yogeśvarāṇāṁ gatim āhur antar-bahis-tri-lokyāḥ pavanāntar-ātmanāmna karmabhis tāṁ gatim āpnuvantividyā-tapo-yoga-samādhi-bhājām",
        "verse_Syn": [
            "yoga",
            "īśvarāṇām",
            "gatim",
            "āhuḥ",
            "antaḥ",
            "bahiḥ",
            "tri",
            "lokyāḥ",
            "pavana",
            "antaḥ",
            "ātmanām",
            "na",
            "karmabhiḥ",
            "tām",
            "gatim",
            "āpnuvanti",
            "vidyā",
            "tapaḥ",
            "yoga",
            "samādhi",
            "bhājām"
        ],
        "translation": "The transcendentalists are concerned with the spiritual body. As such, by the strength of their devotional service, austerities, mystic power and transcendental knowledge, their movements are unrestricted, within and beyond the material worlds. The fruitive workers, or the gross materialists, can never move in such an unrestricted manner.",
        "purport": " The materialistic scientist’s endeavor to reach other planets by mechanical vehicles is only a futile attempt. One can, however, reach heavenly planets by virtuous activities, but one can never expect to go beyond Svarga or Janaloka by such mechanical or materialistic activities, either gross or subtle. The transcendentalists who have nothing to do with the gross material body can move anywhere within or beyond the material worlds. Within the material worlds they move in the planetary systems of the Mahar-, Janas-, Tapas- and Satya-loka, and beyond the material worlds they can move in the Vaikuṇṭhas as unrestricted spacemen. Nārada Muni is one of the examples of such spacemen, and Durvāsā Muni is one of such mystics. By the strength of devotional service, austerities, mystic powers and transcendental knowledge, everyone can move like Nārada Muni or Durvāsā Muni. It is said that Durvāsā Muni traveled throughout the entirety of material space and part of spiritual space within one year only. The speed of the transcendentalists can never be attained by the gross or subtle materialists."
    },
    {
        "verse": "24",
        "devanagari": "वैश्वानरं याति विहायसा गत:सुषुम्णया ब्रह्मपथेन शोचिषा ।विधूतकल्कोऽथ हरेरुदस्तात्प्रयाति चक्रं नृप शैशुमारम् ॥ २४ ॥",
        "english_devnagari": "vaiśvānaraṁ yāti vihāyasā gataḥsuṣumṇayā brahma-pathena śociṣāvidhūta-kalko ’tha harer udastātprayāti cakraṁ nṛpa śaiśumāram",
        "verse_Syn": [
            "vaiśvānaram",
            "yāti",
            "vihāyasā",
            "gataḥ",
            "suṣumṇayā",
            "brahma",
            "pathena",
            "śociṣā",
            "vidhūta",
            "kalkaḥ",
            "atha",
            "hareḥ",
            "udastāt",
            "prayāti",
            "cakram",
            "nṛpa",
            "śaiśumāram"
        ],
        "translation": "O King, when such a mystic passes over the Milky Way by the illuminating Suṣumṇā to reach the highest planet, Brahmaloka, he goes first to Vaiśvānara, the planet of the deity of fire, wherein he becomes completely cleansed of all contaminations, and thereafter he still goes higher, to the circle of Śiśumāra, to relate with Lord Hari, the Personality of Godhead.",
        "purport": " The polar star of the universe and the circle thereof is called the Śiśumāra circle, and therein the local residential planet of the Personality of Godhead (Kṣīrodakaśāyī Viṣṇu) is situated. Before reaching there, the mystic passes over the Milky Way to reach Brahmaloka, and while going there he first reaches Vaiśvānara-loka, where the demigod controls fire. On Vaiśvānara-loka the yogī becomes completely cleansed of all dirty sins acquired while in contact with the material world. The Milky Way in the sky is indicated herein as the way leading to Brahmaloka, the highest planet of the universe."
    },
    {
        "verse": "25",
        "devanagari": "तद् विश्वनाभिं त्वतिवर्त्य विष्णो-रणीयसा विरजेनात्मनैक: ।नमस्कृतं ब्रह्मविदामुपैतिकल्पायुषो यद् विबुधा रमन्ते ॥ २५ ॥",
        "english_devnagari": "tad viśva-nābhiṁ tv ativartya viṣṇoraṇīyasā virajenātmanaikaḥnamaskṛtaṁ brahma-vidām upaitikalpāyuṣo yad vibudhā ramante",
        "verse_Syn": [
            "tat",
            "viśva",
            "nābhim",
            "tu",
            "ativartya",
            "viṣṇoḥ",
            "aṇīyasā",
            "virajena",
            "ātmanā",
            "ekaḥ",
            "namaskṛtam",
            "brahma",
            "vidām",
            "upaiti",
            "kalpa",
            "āyuṣaḥ",
            "yat",
            "vibudhāḥ",
            "ramante"
        ],
        "translation": "This Śiśumāra is the pivot for the turning of the complete universe, and it is called the navel of Viṣṇu [Garbhodakaśāyī Viṣṇu]. The yogī alone goes beyond this circle of Śiśumāra and attains the planet [Maharloka] where purified saints like Bhṛgu enjoy a duration of life of 4,300,000,000 solar years. This planet is worshipable even for saints who are transcendentally situated.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "अथो अनन्तस्य मुखानलेनदन्दह्यमानं स निरीक्ष्य विश्वम् ।निर्याति सिद्धेश्वरयुष्टधिष्ण्यंयद् द्वैपरार्ध्यं तदु पारमेष्ठ्यम् ॥ २६ ॥",
        "english_devnagari": "atho anantasya mukhānalenadandahyamānaṁ sa nirīkṣya viśvamniryāti siddheśvara-yuṣṭa-dhiṣṇyaṁyad dvai-parārdhyaṁ tad u pārameṣṭhyam",
        "verse_Syn": [
            "atho",
            "anantasya",
            "mukha",
            "analena",
            "dandahyamānam",
            "saḥ",
            "nirīkṣya",
            "viśvam",
            "niryāti",
            "siddheśvara",
            "yuṣṭa",
            "dhiṣṇyam",
            "yat",
            "dvai",
            "parārdhyam",
            "tat",
            "u",
            "pārameṣṭhyam"
        ],
        "translation": "At the time of the final devastation of the complete universe [the end of the duration of Brahmā’s life], a flame of fire emanates from the mouth of Ananta [from the bottom of the universe]. The yogī sees all the planets of the universe burning to ashes, and thus he leaves for Satyaloka by airplanes used by the great purified souls. The duration of life in Satyaloka is calculated to be 15,480,000,000,000 years.",
        "purport": " It is indicated herein that the residents of Maharloka, where the purified living entities or demigods possess a duration of life calculated to be 4,300,000,000 solar years, have airships by which they reach Satyaloka, the topmost planet of the universe. In other words, the Śrīmad-Bhāgavatam gives us many clues about other planets far, far away from us which modern planes and spacecraft cannot reach, even by imaginary speeds. The statements of Śrīmad-Bhāgavatam are accepted by great ācāryas like Śrīdhara Svāmī, Rāmānujācārya and Vallabhācārya. Lord Śrī Caitanya Mahāprabhu specifically accepts Śrīmad-Bhāgavatam as the spotless Vedic authority, and as such no sane man can ignore the statements of Śrīmad-Bhāgavatam when it is spoken by the self-realized soul Śrīla Śukadeva Gosvāmī, who follows in the footsteps of his great father, Śrīla Vyāsadeva, the compiler of all Vedic literatures. In the creation of the Lord there are many wonderful things we can see with our own eyes every day and night, but we are unable to reach them equipped by modern materialistic science. We should not, therefore, depend on the fragmentary authority of materialistic science for knowing things beyond the range of scientific purview. For a common man, both modern science and Vedic wisdom are simply to be accepted because none of the statements either of modern science or of Vedic literature can be verified by him. The alternative for a common man is to believe either of them or both of them. The Vedic way of understanding, however, is more authentic because it has been accepted by the ācāryas, who are not only faithful and learned men but also liberated souls without any of the flaws of conditioned souls. The modern scientists, however, are conditioned souls liable to so many errors and mistakes. Therefore the safe side is to accept the authentic version of Vedic literatures, like Śrīmad-Bhāgavatam, which is accepted unanimously by the great ācāryas."
    },
    {
        "verse": "27",
        "devanagari": "न यत्र शोको न जरा न मृत्यु-र्नार्तिर्न चोद्वेग ऋते कुतश्चित् ।यच्चित्ततोऽद: कृपयानिदंविदांदुरन्तदु:खप्रभवानुदर्शनात् ॥ २७ ॥",
        "english_devnagari": "na yatra śoko na jarā na mṛtyurnārtir na codvega ṛte kutaścityac cit tato ’daḥ kṛpayānidaṁ-vidāṁduranta-duḥkha-prabhavānudarśanāt",
        "verse_Syn": [
            "na",
            "yatra",
            "śokaḥ",
            "na",
            "jarā",
            "na",
            "mṛtyuḥ",
            "na",
            "artiḥ",
            "na",
            "ca",
            "udvegaḥ",
            "ṛte",
            "kutaścit",
            "yat",
            "cit",
            "tataḥ",
            "adaḥ",
            "kṛpayā",
            "an",
            "idam",
            "vidām",
            "duranta",
            "duḥkha",
            "prabhava",
            "anudarśanāt"
        ],
        "translation": "In that planet of Satyaloka, there is neither bereavement, nor old age nor death. There is no pain of any kind, and therefore there are no anxieties, save that sometimes, due to consciousness, there is a feeling of compassion for those unaware of the process of devotional service, who are subjected to unsurpassable miseries in the material world.",
        "purport": " Foolish men of materialistic temperament do not take advantage of successive authorized knowledge. The Vedic knowledge is authorized and is acquired not by experiment but by authentic statements of the Vedic literatures explained by bona fide authorities. Simply by becoming an academic scholar one cannot understand the Vedic statements; one has to approach the real authority who has received the Vedic knowledge by disciplic succession, as clearly explained in the Bhagavad-gītā (4.2). Lord Kṛṣṇa affirmed that the system of knowledge as explained in the Bhagavad-gītā was explained to the sun-god, and the knowledge descended by disciplic succession from the sun-god to his son Manu, and from Manu to King Ikṣvāku (the forefather of Lord Rāmacandra), and thus the system of knowledge was explained down the line of great sages, one after another. But in due course of time the authorized succession was broken, and therefore, just to reestablish the true spirit of the knowledge, the Lord again explained the same knowledge to Arjuna, who was a bona fide candidate for understanding due to his being a pure devotee of the Lord. Bhagavad-gītā, as it was understood by Arjuna, is also explained (Bg. 10.12-13), but there are many foolish men who do not follow in the footsteps of Arjuna in understanding the spirit of Bhagavad-gītā. They create instead their own interpretations, which are as foolish as they themselves, and thereby only help to put a stumbling block on the path of real understanding, misdirecting the innocent followers who are less intelligent, or the śūdras. It is said that one should become a brāhmaṇa before one can understand the Vedic statements, and this stricture is as important as the stricture that no one shall become a lawyer who has not qualified himself as a graduate. Such a stricture is not an impediment in the path of progress for anyone and everyone, but it is necessary for an unqualified understanding of a particular science. Vedic knowledge is misinterpreted by those who are not qualified brāhmaṇas. A qualified brāhmaṇa is one who has undergone strict training under the guidance of a bona fide spiritual master. The Vedic wisdom guides us to understanding our relation with the Supreme Lord Śrī Kṛṣṇa and to acting accordingly in order to achieve the desired result of returning home, back to Godhead. But materialistic men do not understand this. They want to make a plan to become happy in a place where there is no happiness. For false happiness they try to reach other planets, either by Vedic rituals or by spacecraft, but they should know for certain that any amount of materialistic adjustment for becoming happy in a place which is meant for distress cannot benefit the misguided man because, after all, the whole universe with all its paraphernalia will come to an end after a certain period. Then all plans of materialistic happiness will automatically come to an end. The intelligent person therefore makes a plan to return home, back to Godhead. Such an intelligent person surpasses all the pangs of material existence, like birth, death, disease and old age. He is actually happy because he has no anxieties of material existence, but as a compassionate sympathizer he feels unhappiness for the suffering materialistic men, and thus he occasionally comes before the materialistic men to teach them the necessity of going back to Godhead. All the bona fide ācāryas preach this truth of returning home, back to Godhead, and warn men not to make a false plan for happiness in a place where happiness is only a myth."
    },
    {
        "verse": "28",
        "devanagari": "ततो विशेषं प्रतिपद्य निर्भय-स्तेनात्मनापोऽनलमूर्तिरत्वरन् ।ज्योतिर्मयो वायुमुपेत्य कालेवाय्वात्मना खं बृहदात्मलिङ्गम् ॥ २८ ॥",
        "english_devnagari": "tato viśeṣaṁ pratipadya nirbhayastenātmanāpo ’nala-mūrtir atvaranjyotirmayo vāyum upetya kālevāyv-ātmanā khaṁ bṛhad ātma-liṅgam",
        "verse_Syn": [
            "tataḥ",
            "viśeṣam",
            "pratipadya",
            "nirbhayaḥ",
            "tena",
            "ātmanā",
            "āpaḥ",
            "anala",
            "mūrtiḥ",
            "atvaran",
            "jyotiḥ",
            "mayaḥ",
            "vāyum",
            "upetya",
            "kāle",
            "vāyu",
            "ātmanā",
            "kham",
            "bṛhat",
            "ātma",
            "liṅgam"
        ],
        "translation": "After reaching Satyaloka, the devotee is specifically able to be incorporated fearlessly by the subtle body in an identity similar to that of the gross body, and one after another he gradually attains stages of existence from earthly to watery, fiery, glowing and airy, until he reaches the ethereal stage.",
        "purport": " Anyone who can reach Brahmaloka, or Satyaloka, by dint of spiritual perfection and practice is qualified to attain three different types of perfection. One who has attained a specific planet by dint of pious activities attains places in terms of his comparative pious activities. One who has attained the place by dint of virāṭ or Hiraṇyagarbha worship is liberated along with the liberation of Brahmā. But one who attains the place by dint of devotional service is specifically mentioned here, in relation to how he can penetrate into the different coverings of the universe and thus ultimately disclose his spiritual identity in the absolute atmosphere of supreme existence. According to Śrīla Jīva Gosvāmī, all the universes are clustered together up and down, and each and every one of them is separately sevenfold-covered. The watery portion is beyond the sevenfold coverings, and each covering is ten times more expansive than the previous covering. The Personality of Godhead who creates all such universes by His breathing period lies above the cluster of the universes. The water of the Causal Ocean is differently situated than the covering water of the universe. The water that serves as covering for the universe is material, whereas the water of the Causal Ocean is spiritual. As such, the watery covering mentioned herein is considered to be the false egoistic covering of all living entities, and the gradual process of liberation from the material coverings, one after another, as mentioned herein, is the gradual process of being liberated from false egoistic conceptions of the material gross body, and then being absorbed in the identification of the subtle body till the attainment of the pure spiritual body in the absolute realm of the kingdom of God. Śrīla Śrīdhara Svāmī confirms that a part of the material nature, after being initiated by the Lord, is known as the mahat-tattva. A fractional portion of the mahat-tattva is called the false ego. A portion of the ego is the vibration of sound, and a portion of sound is atmospheric air. A portion of the airy atmosphere is turned into forms, and the forms constitute the power of electricity or heat. Heat produces the smell of the aroma of the earth, and the gross earth is produced by such aroma. And all these combined together constitute the cosmic phenomenon. The extent of the cosmic phenomenon is calculated to be diametrically (both ways) four billion miles. Then the coverings of the universe begin. The first stratum of the covering is calculated to extend eighty million miles, and the subsequent coverings of the universe are respectively of fire, effulgence, air and ether, one after another, each extending ten times further than the previous. The fearless devotee of the Lord penetrates each one of them and ultimately reaches the absolute atmosphere where everything is of one and the same spiritual identity. Then the devotee enters one of the Vaikuṇṭha planets, where he assumes exactly the same form as the Lord and engages in the loving transcendental service of the Lord. That is the highest perfection of devotional life. Beyond this there is nothing to be desired or achieved by the perfect yogī."
    },
    {
        "verse": "29",
        "devanagari": "घ्राणेन गन्धं रसनेन वै रसंरूपं च द‍ृष्टय‍ा श्वसनं त्वचैव ।श्रोत्रेण चोपेत्य नभोगुणत्वंप्राणेन चाकूतिमुपैति योगी ॥ २९ ॥",
        "english_devnagari": "ghrāṇena gandhaṁ rasanena vai rasaṁrūpaṁ ca dṛṣṭyā śvasanaṁ tvacaivaśrotreṇa copetya nabho-guṇatvaṁprāṇena cākūtim upaiti yogī",
        "verse_Syn": [
            "ghrāṇena",
            "gandham",
            "rasanena",
            "vai",
            "rasam",
            "rūpam",
            "ca",
            "dṛṣṭyā",
            "śvasanam",
            "tvacā",
            "eva",
            "śrotreṇa",
            "ca",
            "upetya",
            "nabhaḥ",
            "guṇatvam",
            "prāṇena",
            "ca",
            "ākūtim",
            "upaiti",
            "yogī"
        ],
        "translation": "The devotee thus surpasses the subtle objects of different senses like aroma by smelling, the palate by tasting, vision by seeing forms, touch by contacting, the vibrations of the ear by ethereal identification, and the sense organs by material activities.",
        "purport": " Beyond the sky there are subtle coverings, resembling the elementary coverings of the universes. The gross coverings are a development of partial ingredients of the subtle causes. So the yogī or devotee, along with liquidation of the gross elements, relinquishes the subtle causes like aroma by smelling. The pure spiritual spark, the living entity, thus becomes completely cleansed of all material contamination to become eligible for entrance into the kingdom of God."
    },
    {
        "verse": "30",
        "devanagari": "स भूतसूक्ष्मेन्द्रियसंनिकर्षंमनोमयं देवमयं विकार्यम् ।संसाद्य गत्या सह तेन यातिविज्ञानतत्त्वं गुणसंनिरोधम् ॥ ३० ॥",
        "english_devnagari": "sa bhūta-sūkṣmendriya-sannikarṣaṁmanomayaṁ devamayaṁ vikāryamsaṁsādya gatyā saha tena yātivijñāna-tattvaṁ guṇa-sannirodham",
        "verse_Syn": [
            "saḥ",
            "bhūta",
            "sūkṣma",
            "indriya",
            "sannikarṣam",
            "manaḥ",
            "mayam",
            "deva",
            "mayam",
            "vikāryam",
            "saṁsādya",
            "gatyā",
            "saha",
            "tena",
            "yāti",
            "vijñāna",
            "tattvam",
            "guṇa",
            "sannirodham"
        ],
        "translation": "The devotee, thus surpassing the gross and the subtle forms of coverings, enters the plane of egoism. And in that status he merges the material modes of nature [ignorance and passion] in this point of neutralization and thus reaches egoism in goodness. After this, all egoism is merged in the mahat-tattva, and he comes to the point of pure self-realization.",
        "purport": " Pure self-realization, as we have several times discussed, is the pure consciousness of admitting oneself to be the eternal servitor of the Lord. Thus one is reinstated in his original position of transcendental loving service to the Lord, as will be clearly explained in the following verse. This stage of rendering transcendental loving service to the Lord without any hopes of emolument from the Lord, or any other way, can be attained when the material senses are purified and the original pure state of the senses is revived. It is suggested herein that the process of purifying the senses is by the yogic way — namely, the gross senses are merged in the mode of ignorance, and the subtle senses are merged in the mode of passion. The mind belongs to the mode of goodness and therefore is called devamaya, or godly. Perfect purification of the mind is made possible when one is fixed in the conviction of being the eternal servitor of the Lord. Therefore simple attainment of goodness is also a material mode; one has to surpass this stage of material goodness and reach the point of purified goodness, or vasudeva-sattva. This vasudeva-sattva helps one to enter into the kingdom of God. We may also remember in this connection that the process of gradual emancipation by the devotees in the manner mentioned above, although authoritative, is not viable in the present age because of people’s being primarily unaware of yoga practice. The so-called yoga practice by the professional protagonists may be physiologically beneficial, but such small successes cannot help one in the attainment of spiritual emancipation as mentioned herein. Five thousand years ago, when the social status of human society was in perfect Vedic order, the yoga process mentioned herein was a common affair for everyone because everyone, and especially the brāhmaṇa and kṣatriya, was trained in the transcendental art under the care of the spiritual master far away from home, in the status of brahmacarya. Modern man, however, is incompetent to understand it perfectly. Lord Śrī Caitanya, therefore, made it easier for the prospective devotee of the present age in the following specific manner. Ultimately there is no difference in the result. The first and foremost point is that one must understand the prime importance of bhakti-yoga. The living beings in different species of life are undergoing different terms of encagement according to their fruitive actions and reactions. But in the execution of different activities, one who secures some resources in bhakti-yoga can understand the importance of service to the Lord through the causeless mercy of the Lord, as well as that of the spiritual master. A sincere soul is helped by the Lord through meeting a bona fide spiritual master, the representative of the Lord. By the instruction of such a spiritual master, one gets the seed of bhakti-yoga. Lord Śrī Caitanya Mahāprabhu recommends that the devotee sow the seed of bhakti-yoga in his heart and nurture it by the watering of hearing and chanting the holy name, fame, etc., of the Lord. The simple process of offenselessly chanting and hearing the holy name of the Lord will gradually promote one very soon to the stage of emancipation. There are three stages in chanting the holy name of the Lord. The first stage is the offensive chanting of the holy name, and the second is the reflective stage of chanting the holy name. The third stage is the offenseless chanting of the holy name of the Lord. In the second stage only, the stage of reflection, between the offensive and offenseless stages, one automatically attains the stage of emancipation. And in the offenseless stage, one actually enters into the kingdom of God, although physically he may apparently be within the material world. To attain the offenseless stage, one must be on guard in the following manner. When we speak of hearing and chanting, it means that not only should one chant and hear of the holy name of the Lord as Rāma, Kṛṣṇa (or systematically the sixteen names Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare), but one should also read and hear the Bhagavad-gītā and Śrīmad-Bhāgavatam in the association of devotees. The primary practice of bhakti-yoga will cause the seed already sown in the heart to sprout, and by a regular watering process, as mentioned above, the bhakti-yoga creeper will begin to grow. By systematic nurturing, the creeper will grow to such an extent that it will penetrate the coverings of the universe, as we have heard in the previous verses, reach the effulgent sky, the brahmajyoti, and go farther and farther and reach the spiritual sky, where there are innumerable spiritual planets called Vaikuṇṭhalokas. Above all of them is Kṛṣṇaloka, or Goloka Vṛndāvana, wherein the growing creeper enters and takes repose at the lotus feet of Lord Śrī Kṛṣṇa, the original Personality of Godhead. When one reaches the lotus feet of Lord Kṛṣṇa at Goloka Vṛndāvana, the watering process of hearing and reading, as also chanting of the holy name in the pure devotional stage, fructifies, and the fruits grown there in the form of love of God are tangibly tasted by the devotee, even though he is here in this material world. The ripe fruits of love of God are relished only by the devotees constantly engaged in the watering process as described above. But the working devotee must always be mindful so that the creeper which has so grown will not be cut off. Therefore he should be mindful of the following considerations: 1) Offense by one at the feet of a pure devotee may be likened to the mad elephant who devastates a very good garden if it enters. 2) One must be very careful to guard himself against such offenses at the feet of pure devotees, just as one protects a creeper by all-around fencing. 3) It so happens that by the watering process some weeds are also grown, and unless such weeds are uprooted, the nurturing of the main creeper, or the creeper of bhakti-yoga, may be hampered. 4) Actually these weeds are material enjoyment, merging of the self in the Absolute without separate individuality, and many other desires in the field of religion, economic development, sense enjoyment and emancipation. 5) There are many other weeds, like disobedience to the tenets of the revered scriptures, unnecessary engagements, killing animals, and hankering after material gain, prestige and adoration. 6) If sufficient care is not taken, then the watering process may only help to breed the weeds, stunting the healthy growth of the main creeper and resulting in no fructification of the ultimate requirement: love of God. 7) The devotee must therefore be very careful to uproot the different weeds in the very beginning. Only then will the healthy growth of the main creeper not be stunted. 8) And by so doing, the devotee is able to relish the fruit of love of God and thus live practically with Lord Kṛṣṇa, even in this life, and be able to see the Lord in every step. The highest perfection of life is to enjoy life constantly in the association of the Lord, and one who can relish this does not aspire after any temporary enjoyment of the material world via other media."
    },
    {
        "verse": "31",
        "devanagari": "तेनात्मनात्मानमुपैति शान्त-मानन्दमानन्दमयोऽवसाने ।एतां गतिं भागवतीं गतो य:स वै पुनर्नेह विषज्जतेऽङ्ग ॥ ३१ ॥",
        "english_devnagari": "tenātmanātmānam upaiti śāntamānandam ānandamayo ’vasāneetāṁ gatiṁ bhāgavatīṁ gato yaḥsa vai punar neha viṣajjate ’ṅga",
        "verse_Syn": [
            "tena",
            "ātmanā",
            "ātmānam",
            "upaiti",
            "śāntam",
            "ānandam",
            "ānanda",
            "mayaḥ",
            "avasāne",
            "etām",
            "gatim",
            "bhāgavatīm",
            "gataḥ",
            "yaḥ",
            "saḥ",
            "vai",
            "punaḥ",
            "na",
            "iha",
            "viṣajjate",
            "aṅga"
        ],
        "translation": "Only the purified soul can attain the perfection of associating with the Personality of Godhead in complete bliss and satisfaction in his constitutional state. Whoever is able to renovate such devotional perfection is never again attracted by this material world, and he never returns.",
        "purport": " We should specially note in this verse the description of gatiṁ bhāgavatīm. To become merged in the rays of the Parabrahman, the Supreme Personality of Godhead, as desired by the brahmavādī impersonalist, is not bhāgavatīm perfection. The bhāgavatas never accept merging in the impersonal rays of the Lord, but always aspire after personal association with the Supreme Lord in one of the Vaikuṇṭha spiritual planets in the spiritual sky. The whole of the spiritual sky, of which the total number of the material skies is only an insignificant part, is full of unlimited numbers of Vaikuṇṭha planets. The destination of the devotee (the bhāgavata) is to enter into one of the Vaikuṇṭha planets, in each of which the Personality of Godhead, in His unlimited personal expansions, enjoys Himself in the association of unlimited numbers of pure devotee associates. The conditioned souls in the material world, after gaining emancipation by devotional service, are promoted to these planets. But the number of ever-liberated souls is far, far greater than the number of conditioned souls in the material world, and the ever-liberated souls in the Vaikuṇṭha planets never care to visit this miserable material world. The impersonalists, who aspire to merge in the impersonal brahmajyoti effulgence of the Supreme Lord but have no conception of loving devotional service to Him in His personal form in the spiritual manifestation, may be compared to certain species of fish, who, being born in the rivers and rivulets, migrate to the great ocean. They cannot stay in the ocean indefinitely, for their urge for sense gratification brings them back to the rivers and streams to spawn. Similarly, when the materialist becomes frustrated in his attempts to enjoy himself in the limited material world, he may seek impersonal liberation by merging either with the Causal Ocean or with the impersonal brahmajyoti effulgence. However, as neither the Causal Ocean nor the impersonal brahmajyoti effulgence affords any superior substitute for association and engagement of the senses, the impersonalist will fall again into the limited material world to become entangled once more in the wheel of births and deaths, drawn on by the inextinguishable desire for sensual engagement. But any devotee who enters the kingdom of God by transcendental engagement of his senses in devotional service, and who associates with the liberated souls and the Personality of Godhead there, will never be attracted to the limited surroundings of the material world. In the Bhagavad-gītā (8.15) also the same is confirmed, as the Lord says, “The great mahātmās, or the bhakti-yogīs, after attaining My association, never come back to this material world, which is full of miseries and is nonpermanent.” The highest perfection of life, therefore, is to attain His association, and nothing else. The bhakti-yogī, being completely engaged in the Lord’s service, has no attraction for any other process of liberation like jñāna or yoga. A pure devotee is a one-hundred-percent devotee of the Lord and nothing more. We should further note in this verse the two words śāntam and ānandam, which denote that devotional service of the Lord can really bestow upon the devotee two important benedictions, namely peace and satisfaction. The impersonalist is desirous of becoming one with the Supreme, or in other words, he wants to become the Supreme. This is a myth only. The mystic yogīs become encumbered by various mystic powers and so have neither peace nor satisfaction. So neither the impersonalists nor the yogī can have real peace and satisfaction, but the devotee can become fully peaceful and satisfied because of his association with the complete whole. Therefore, merging in the Absolute or attaining some mystic powers has no attraction for the devotee. Attainment of love of Godhead means complete freedom from all other attractions. The conditioned soul has many aspirations, such as becoming a religious man, a rich man or a first-class enjoyer, or becoming God himself, or becoming powerful like the mystics and acting wonderfully by getting anything or doing anything, but all these aspirations should be rejected by the prospective devotee who actually wants to revive his dormant love of God. The impure devotee aspires after all of the above-mentioned material things by perfection of devotion. But a pure devotee has none of the tinges of the above contaminations, which are the influence of material desires, impersonal speculations and attainment of mystic powers. One can attain the stage of love of God by pure devotional service, or by “a learned labor of love,” for the sake of the devotee’s lovable object, the Personality of Godhead. To be more clear, if one wants to attain the stage of love of Godhead, he must give up all desires for material enjoyment, he should refrain from worshiping any of the demigods, and he should devote himself only to the worship of the Supreme Personality of Godhead. He must give up the foolish idea of becoming one with the Lord and the desire to have some wonderful powers just to get the ephemeral adoration of the world. The pure devotee is only favorably engaged in the service of the Lord, without any hope of emolument. This will bring about love of Godhead, or the stage of śāntam and ānandam, as stated in this verse."
    },
    {
        "verse": "32",
        "devanagari": "एते सृती ते नृप वेदगीतेत्वयाभिपृष्टे च सनातने च ।ये वै पुरा ब्रह्मण आह तुष्टआराधितो भगवान् वासुदेव: ॥ ३२ ॥",
        "english_devnagari": "ete sṛtī te nṛpa veda-gītetvayābhipṛṣṭe ca sanātane caye vai purā brahmaṇa āha tuṣṭaārādhito bhagavān vāsudevaḥ",
        "verse_Syn": [
            "ete",
            "sṛtī",
            "te",
            "nṛpa",
            "veda",
            "gīte",
            "tvayā",
            "abhipṛṣṭe",
            "ca",
            "sanātane",
            "ca",
            "ye",
            "vai",
            "purā",
            "brahmaṇe",
            "āha",
            "tuṣṭaḥ",
            "ārādhitaḥ",
            "bhagavān",
            "vāsudevaḥ"
        ],
        "translation": "Your Majesty Mahārāja Parīkṣit, know that all that I have described in reply to your proper inquiry is just according to the version of the Vedas, and it is eternal truth. This was described personally by Lord Kṛṣṇa unto Brahmā, with whom the Lord was satisfied upon being properly worshiped.",
        "purport": " The two different ways of reaching the spiritual sky and thereby getting emancipation from all material bondage, namely either the direct process of reaching the kingdom of God or the gradual process through the other higher planets of the universe, are set forth exactly according to the version of the Vedas. The Vedic versions in this connection are, yadā sarve pramucyante kāmā ye ’sya hṛdi śritāḥ/ atha martyo ’mṛto bhavaty atra brahma samaśnute (Bṛhad-āraṇyaka Upaniṣad 4.4.7) and te ’rcir abhisambhavanti (Bṛhad-āraṇyaka Upaniṣad 6.2.15): “Those who are free from all material desires, which are diseases of the heart, are able to conquer death and enter the kingdom of God through the Arci planets.” These Vedic versions corroborate the version of the Śrīmad-Bhāgavatam, and the latter is further confirmed by Śukadeva Gosvāmī, who affirms that the truth was disclosed by the Supreme Personality of Godhead Lord Śrī Kṛṣṇa, Vāsudeva, to Brahmā, the first authority on the Vedas. The disciplic succession holds that the Vedas were uttered by Lord Kṛṣṇa to Brahmā, by Brahmā to Nārada, and by Nārada to Vyāsadeva, and then by Vyāsadeva to Śukadeva Gosvāmī and so on. So there is no difference between the versions of all the authorities. The truth is eternal, and as such there cannot be any new opinion about the truth. That is the way of knowing the knowledge contained in the Vedas. It is not a thing to be understood by one’s erudite scholarship or by the fashionable interpretations of mundane scholars. There is nothing to be added and nothing to be subtracted, because the truth is the truth. One has to accept, after all, some authority. The modern scientists are also authorities for the common man for some scientific truths. The common man follows the version of the scientist. This means that the common man follows the authority. The Vedic knowledge is also received in that way. The common man cannot argue about what is beyond the sky or beyond the universe; he must accept the versions of the Vedas as they are understood by the authorized disciplic succession. In the Bhagavad-gītā also the same process of understanding the Gītā is stated in the Fourth Chapter. If one does not follow the authoritative version of the ācāryas, he will vainly search after the truth mentioned in the Vedas."
    },
    {
        "verse": "33",
        "devanagari": "न ह्यतोऽन्य: शिव: पन्था विशत: संसृताविह ।वासुदेवे भगवति भक्तियोगो यतो भवेत् ॥ ३३ ॥",
        "english_devnagari": "na hy ato ’nyaḥ śivaḥ panthāviśataḥ saṁsṛtāv ihavāsudeve bhagavatibhakti-yogo yato bhavet",
        "verse_Syn": [
            "na",
            "hi",
            "ataḥ",
            "anyaḥ",
            "śivaḥ",
            "panthāḥ",
            "viśataḥ",
            "saṁsṛtau",
            "iha",
            "vāsudeve",
            "bhagavati",
            "bhakti",
            "yogaḥ",
            "yataḥ",
            "bhavet"
        ],
        "translation": "For those who are wandering in the material universe, there is no more auspicious means of deliverance than what is aimed at in the direct devotional service of Lord Kṛṣṇa.",
        "purport": " As will be clarified in the next verse, devotional service, or direct bhakti-yoga, is the only absolute and auspicious means of deliverance from the grip of material existence. There are many indirect methods for deliverance from the clutches of material existence, but none of them is as easy and auspicious as bhakti-yoga. The means of jñāna and yoga and other allied disciplines are not independent in delivering a performer. Such activities help one to reach the stage of bhakti-yoga after many, many years. In the Bhagavad-gītā (12.5) it is said that those who are attached to the impersonal feature of the Absolute are liable to many troubles in the pursuit of their desired goal, and the empiricist philosophers, searching after the Absolute Truth, realize the importance of Vāsudeva realization as all in all after many, many births (Bg. 7.19). As far as yoga systems are concerned, it is also said in the Bhagavad-gītā (6.47) that amongst the mystics who pursue the Absolute Truth, the one who is always engaged in the service of the Lord is the greatest of all. And the last instruction in the Bhagavad-gītā (18.66) advises fully surrendering unto the Lord, leaving aside all other engagements or different processes for self-realization and liberation from material bondage. And the purport of all Vedic literatures is to induce one to accept the transcendental loving service of the Lord by all means. As already explained in the texts of Śrīmad-Bhāgavatam (First Canto), either direct bhakti-yoga or the means which ultimately culminate in bhakti-yoga, without any tinge of fruitive activity, constitute the highest form of religion. Everything else is simply a waste of time for the performer. Śrīla Śrīdhara Svāmī and all other ācāryas, like Jīva Gosvāmī, agree that bhakti-yoga is not only easy, simple, natural and free from trouble, but is the only source of happiness for the human being."
    },
    {
        "verse": "34",
        "devanagari": "भगवान् ब्रह्म कार्त्स्‍न्येन त्रिरन्वीक्ष्य मनीषया ।तदध्यवस्यत् कूटस्थो रतिरात्मन् यतो भवेत् ॥ ३४ ॥",
        "english_devnagari": "bhagavān brahma kārtsnyenatrir anvīkṣya manīṣayātad adhyavasyat kūṭa-sthoratir ātman yato bhavet",
        "verse_Syn": [
            "bhagavān",
            "brahma",
            "kārtsnyena",
            "triḥ",
            "anvīkṣya",
            "manīṣayā",
            "tat",
            "adhyavasyat",
            "kūṭa",
            "sthaḥ",
            "ratiḥ",
            "ātman",
            "(ātmani)",
            "yataḥ",
            "bhavet"
        ],
        "translation": "The great personality Brahmā, with great attention and concentration of the mind, studied the Vedas three times, and after scrutinizingly examining them, he ascertained that attraction for the Supreme Personality of Godhead Śrī Kṛṣṇa is the highest perfection of religion.",
        "purport": " Śrī Śukadeva Gosvāmī is referring to the highest Vedic authority, Lord Brahmā, who is the qualitative incarnation of Godhead. The Vedas were taught to Brahmājī in the beginning of the material creation. Although Brahmājī was to hear Vedic instructions directly from the Personality of Godhead, in order to satisfy the inquisitiveness of all prospective students of the Vedas, Brahmājī, just like a scholar, studied the Vedas three times, as generally done by all scholars. He studied with great attention, concentrating on the purpose of the Vedas, and after scrutinizingly examining the whole process, he ascertained that becoming a pure, unalloyed devotee of the Supreme Personality of Godhead Śrī Kṛṣṇa is the topmost perfection of all religious principles. And this is the last instruction of the Bhagavad-gītā directly presented by the Personality of Godhead. The Vedic conclusion is thus accepted by all ācāryas, and those who are against this conclusion are only veda-vāda-ratas, as explained in the Bhagavad-gītā (2.42)."
    },
    {
        "verse": "35",
        "devanagari": "भगवान् सर्वभूतेषु लक्षित: स्वात्मना हरि: ।द‍ृश्यैर्बुद्ध्यादिभिर्द्रष्टा लक्षणैरनुमापकै: ॥ ३५ ॥",
        "english_devnagari": "bhagavān sarva-bhūteṣulakṣitaḥ svātmanā hariḥdṛśyair buddhy-ādibhir draṣṭālakṣaṇair anumāpakaiḥ",
        "verse_Syn": [
            "bhagavān",
            "sarva",
            "bhūteṣu",
            "lakṣitaḥ",
            "sva",
            "ātmanā",
            "hariḥ",
            "dṛśyaiḥ",
            "buddhi",
            "ādibhiḥ",
            "draṣṭā",
            "lakṣaṇaiḥ",
            "anumāpakaiḥ"
        ],
        "translation": "The Personality of Godhead Lord Śrī Kṛṣṇa is in every living being along with the individual soul. And this fact is perceived and hypothesized in our acts of seeing and taking help from the intelligence.",
        "purport": " The general argument of the common man is that since the Lord is not visible to our eyes, how can one either surrender unto Him or render transcendental loving service unto Him? To such a common man, here is a practical suggestion given by Śrīla Śukadeva Gosvāmī as to how one can perceive the Supreme Lord by reason and perception. Actually the Lord is not perceivable by our present materialized senses, but when one is convinced of the presence of the Lord by a practical service attitude, there is a revelation by the Lord’s mercy, and such a pure devotee of the Lord can perceive the Lord’s presence always and everywhere. He can perceive that intelligence is the form-direction of the Paramātmā plenary portion of the Personality of Godhead. The presence of Paramātmā in everyone’s company is not very difficult to realize, even for the common man. The procedure is as follows. One can perceive one’s self-identification and feel positively that he exists. He may not feel it very abruptly, but by using a little intelligence, he can feel that he is not the body. He can feel that the hand, the leg, the head, the hair and the limbs are all his bodily parts and parcels, but as such the hand, the leg, the head, etc., cannot be identified with his self. Therefore just by using intelligence he can distinguish and separate his self from other things that he sees. So the natural conclusion is that the living being, either man or beast, is the seer, and he sees besides himself all other things. So there is a difference between the seer and the seen. Now, by a little use of intelligence we can also readily agree that the living being who sees the things beyond himself by ordinary vision has no power to see or to move independently. All our ordinary actions and perceptions depend on various forms of energy supplied to us by nature in various combinations. Our senses of perception and of action, that is to say, our five perceptive senses of (1) hearing, (2) touch, (3) sight, (4) taste and (5) smell, as well as our five senses of action, namely (1) hands, (2) legs, (3) speech, (4) evacuation organs and (5) reproductive organs, and also our three subtle senses, namely (1) mind, (2) intelligence and (3) ego (thirteen senses in all), are supplied to us by various arrangements of gross or subtle forms of natural energy. And it is equally evident that our objects of perception are nothing but the products of the inexhaustible permutations and combinations of the forms taken by natural energy. As this conclusively proves that the ordinary living being has no independent power of perception or of motion, and as we undoubtedly feel our existence being conditioned by nature’s energy, we conclude that he who sees is spirit, and that the senses as well as the objects of perception are material. The spiritual quality of the seer is manifest in our dissatisfaction with the limited state of materially conditioned existence. That is the difference between spirit and matter. There are some less intelligent arguments that matter develops the power of seeing and moving as a certain organic development, but such an argument cannot be accepted because there is no experimental evidence that matter has anywhere produced a living entity. Trust no future, however pleasant. Idle talks regarding future development of matter into spirit are actually foolish because no matter has ever developed the power of seeing or moving in any part of the world. Therefore it is definite that matter and spirit are two different identities, and this conclusion is arrived at by the use of intelligence. Now we come to the point that the things which are seen by a little use of intelligence cannot be animate unless we accept someone as the user of or director of the intelligence. Intelligence gives one direction like some higher authority, and the living being cannot see or move or eat or do anything without the use of intelligence. When one fails to take advantage of intelligence he becomes a deranged man, and so a living being is dependent on intelligence or the direction of a superior being. Such intelligence is all-pervading. Every living being has his intelligence, and this intelligence, being the direction of some higher authority, is just like a father giving direction to his son. The higher authority, who is present and residing within every individual living being, is the Superself. At this point in our investigation, we may consider the following question: on the one hand we realize that all our perceptions and activities are conditioned by arrangements of material nature, yet we also ordinarily feel and say, “I am perceiving” or “I am doing.” Therefore we can say that our material senses of perception and action are moving because we are identifying the self with the material body, and that the superior principle of Superself is guiding and supplying us according to our desire. By taking advantage of the guidance of Superself in the form of intelligence, we can either continue to study and to put into practice our conclusion that “I am not this body,” or we can choose to remain in the false material identification, fancying ourselves to be the possessors and doers. Our freedom consists in orienting our desire either toward the ignorant, material misconception or the true, spiritual conception. We can easily attain to the true, spiritual conception by recognizing the Superself (Paramātmā) to be our friend and guide and by dovetailing our intelligence with the superior intelligence of Paramātmā. The Superself and the individual self are both spirit, and therefore the Superself and the individual self are both qualitatively one and distinct from matter. But the Superself and the individual self cannot be on an equal level because the Superself gives direction or supplies intelligence and the individual self follows the direction, and thus actions are performed properly. The individual is completely dependent on the direction of the Superself because in every step the individual self follows the direction of the Superself in the matter of seeing, hearing, thinking, feeling, willing, etc. So far as common sense is concerned, we come to the conclusion that there are three identities, namely matter, spirit and Superspirit. Now if we go to the Bhagavad-gītā, or the Vedic intelligence, we can further understand that all three identities, namely matter, individual spirit, and the Superspirit, are all dependent on the Supreme Personality of Godhead. The Superself is a partial representation or plenary portion of the Supreme Personality of Godhead. The Bhagavad-gītā affirms that the Supreme Personality of Godhead dominates all over the material world by His partial representation only. God is great, and He cannot be simply an order supplier of the individual selves; therefore the Superself cannot be a full representation of the Supreme Self, Puruṣottama, the Absolute Personality of Godhead. Realization of the Superself by the individual self is the beginning of self-realization, and by the progress of such self-realization one is able to realize the Supreme Personality of Godhead by intelligence, by the help of authorized scriptures, and, principally, by the grace of the Lord. The Bhagavad-gītā is the preliminary conception of the Personality of Godhead Śrī Kṛṣṇa, and Śrīmad-Bhāgavatam is the further explanation of the science of Godhead. So if we stick to our determination and pray for the mercy of the director of intelligence sitting within the same bodily tree, like a bird sitting with another bird (as explained in the Upaniṣads), certainly the purport of the revealed information in the Vedas becomes clear to our vision, and there is no difficulty in realizing the Supreme Personality of Godhead, Vāsudeva. The intelligent man therefore, after many births of such use of intelligence, surrenders himself at the lotus feet of Vāsudeva, as confirmed by the Bhagavad-gītā (7.19)."
    },
    {
        "verse": "36",
        "devanagari": "तस्मात् सर्वात्मना राजन् हरि: सर्वत्र सर्वदा ।श्रोतव्य: कीर्तितव्यश्च स्मर्तव्यो भगवान्नृणाम् ॥ ३६ ॥",
        "english_devnagari": "tasmāt sarvātmanā rājanhariḥ sarvatra sarvadāśrotavyaḥ kīrtitavyaś casmartavyo bhagavān nṛṇām",
        "verse_Syn": [
            "tasmāt",
            "sarva",
            "ātmanā",
            "rājan",
            "hariḥ",
            "sarvatra",
            "sarvadā",
            "śrotavyaḥ",
            "kīrtitavyaḥ",
            "ca",
            "smartavyaḥ",
            "bhagavān",
            "nṛṇām"
        ],
        "translation": "O King, it is therefore essential that every human being hear about, glorify and remember the Supreme Lord, the Personality of Godhead, always and everywhere.",
        "purport": " Śrīla Śukadeva Gosvāmī begins this verse with the word tasmāt, or “therefore,” because in the previous verse he has already explained that there is no auspicious means for salvation other than the sublime process of bhakti-yoga. The bhakti-yoga process is practiced by the devotees in different methods like hearing, chanting, remembering, serving the lotus feet of the Lord, worshiping, praying, rendering service in love, becoming friendly, and offering all that one may possess. All nine methods are bona fide methods, and either all of them, some of them or even one of them can bring about the desired result for the sincere devotee. But out of all the nine different methods, the first one, namely hearing, is the most important function in the process of bhakti-yoga. Without hearing sufficiently and properly, no one can make any progress by any of the methods of practice. And for hearing only, all the Vedic literatures are there, compiled by authorized persons like Vyāsadeva, who is the powerful incarnation of Godhead. And since it has been ascertained that the Lord is the Supersoul of everything, He should therefore be heard and glorified everywhere and always. That is the special duty of the human being. When the human being gives up the process of hearing about the all-pervading Personality of Godhead, he becomes victim to hearing rubbish transmitted by man-made machines. Machinery is not bad because through the machine one can take advantage of hearing about the Lord, but because machinery is used for ulterior purposes, it is creating rapid degradation in the standard of human civilization. It is said here that it is incumbent upon the human beings to hear because the scriptures like Bhagavad-gītā and Śrīmad-Bhāgavatam are made for that purpose. Living beings other than human beings have no ability to hear such Vedic literatures. If human society gives itself to the process of hearing the Vedic literature, it will not become a victim to the impious sounds vibrated by impious men who degrade the standards of the total society. Hearing is solidified by the process of chanting. One who has perfectly heard from the perfect source becomes convinced about the all-pervading Personality of Godhead and thus becomes enthusiastic in glorifying the Lord. All the great ācāryas, like Rāmānuja, Madhva, Caitanya, Sarasvatī Ṭhākura or even, in other countries, Muhammad, Christ and others, have all extensively glorified the Lord by chanting always and in every place. Because the Lord is all-pervading, it is essential to glorify Him always and everywhere. In the process of glorifying the Lord there should be no restriction of time and space. This is called sanātana-dharma or bhāgavata-dharma. Sanātana means eternal, always and everywhere. Bhāgavata means pertaining to Bhagavān, the Lord. The Lord is the master of all time and all space, and therefore the Lord’s holy name must be heard, glorified and remembered everywhere in the world. That will bring about the desired peace and prosperity so eagerly awaited by the people of the world. The word ca includes all the remaining processes or methods of bhakti-yoga, as mentioned above."
    },
    {
        "verse": "37",
        "devanagari": "पिबन्ति ये भगवत आत्मन: सतांकथामृतं श्रवणपुटेषु सम्भृतम् ।पुनन्ति ते विषयविदूषिताशयंव्रजन्ति तच्चरणसरोरुहान्तिकम् ॥ ३७ ॥",
        "english_devnagari": "pibanti ye bhagavata ātmanaḥ satāṁkathāmṛtaṁ śravaṇa-puṭeṣu sambhṛtampunanti te viṣaya-vidūṣitāśayaṁvrajanti tac-caraṇa-saroruhāntikam",
        "verse_Syn": [
            "pibanti",
            "ye",
            "bhagavataḥ",
            "ātmanaḥ",
            "satām",
            "kathā",
            "amṛtam",
            "śravaṇa",
            "puṭeṣu",
            "sambhṛtam",
            "punanti",
            "te",
            "viṣaya",
            "vidūṣita",
            "āśayam",
            "vrajanti",
            "tat",
            "caraṇa",
            "saroruha",
            "antikam"
        ],
        "translation": "Those who drink through aural reception, fully filled with the nectarean message of Lord Kṛṣṇa, the beloved of the devotees, purify the polluted aim of life known as material enjoyment and thus go back to Godhead, to the lotus feet of Him [the Personality of Godhead].",
        "purport": " The sufferings of human society are due to a polluted aim of life, namely lording it over the material resources. The more human society engages in the exploitation of undeveloped material resources for sense gratification, the more it will be entrapped by the illusory, material energy of the Lord, and thus the distress of the world will be intensified instead of diminished. The human necessities of life are fully supplied by the Lord in the shape of food grains, milk, fruit, wood, stone, sugar, silk, jewels, cotton, salt, water, vegetables, etc., in sufficient quantity to feed and care for the human race of the world as well as the living beings on each and every planet within the universe. The supply source is complete, and only a little energy by the human being is required to get his necessities into the proper channel. There is no need of machines and tools or huge steel plants for artificially creating comforts of life. Life is never made comfortable by artificial needs, but by plain living and high thinking. The highest perfectional thinking for human society is suggested here by Śukadeva Gosvāmī, namely, sufficiently hearing Śrīmad-Bhāgavatam. For men in this Age of Kali, when they have lost the perfect vision of life, this Śrīmad-Bhāgavatam is the torchlight by which to see the real path. Śrīla Jīva Gosvāmī Prabhupāda has commented on the kathāmṛtam mentioned in this verse and has indicated Śrīmad-Bhāgavatam to be the nectarean message of the Personality of Godhead. By sufficient hearing of Śrīmad-Bhāgavatam, the polluted aim of life, namely lording it over matter, will subside, and the people in general in all parts of the world will be able to live a peaceful life of knowledge and bliss. For a pure devotee of the Lord, any topics in relation with His name, fame, quality, entourage, etc., are all pleasing, and because such topics have been approved by great devotees like Nārada, Hanumān, Nanda Mahārāja and other inhabitants of Vṛndāvana, certainly such messages are transcendental and pleasing to the heart and soul. And by the constant hearing of the messages of the Bhagavad-gītā, and later of Śrīmad-Bhāgavatam, one is assured herein by Śrīla Śukadeva Gosvāmī that he will reach the Personality of Godhead and render Him transcendental loving service in the spiritual planet of the name Goloka Vṛndāvana, which resembles a huge lotus flower. Thus by the process of bhakti-yoga, directly accepted, as suggested in this verse, by sufficient hearing of the transcendental message of the Lord, the material contamination is directly eliminated without one’s attempting to contemplate the impersonal virāṭ conception of the Lord. And by practicing bhakti-yoga, if the performer is not purified from the material contamination, he must be a pseudodevotee. For such an imposter there is no remedy for being freed from material entanglement."
    }
]