[
    {
        "verse": "1",
        "devanagari": "नारद उवाचदेवदेव नमस्तेऽस्तु भूतभावन पूर्वज ।तद् विजानीहि यज्ज्ञानमात्मतत्त्वनिदर्शनम् ॥ १ ॥",
        "english_devnagari": "nārada uvācadeva-deva namas te ’stubhūta-bhāvana pūrvajatad vijānīhi yaj jñānamātma-tattva-nidarśanam",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "deva",
            "deva",
            "namaḥ",
            "te",
            "astu",
            "bhūta",
            "bhāvana",
            "pūrva",
            "ja",
            "tat",
            "vijānīhi",
            "yat",
            "jñānam",
            "ātma",
            "tattva",
            "nidarśanam"
        ],
        "translation": "Śrī Nārada Muni asked Brahmājī: O chief amongst the demigods, O firstborn living entity, I beg to offer my respectful obeisances unto you. Please tell me that transcendental knowledge which specifically directs one to the truth of the individual soul and the Supersoul.",
        "purport": " The perfection of the paramparā system, or the path of disciplic succession, is further confirmed. In the previous chapter it has been established that Brahmājī, the firstborn living entity, received knowledge directly from the Supreme Lord, and the same knowledge was imparted to Nārada, the next disciple. Nārada asked to receive the knowledge, and Brahmājī imparted it upon being asked. Therefore, asking for transcendental knowledge from the right person and receiving it properly is the regulation of the disciplic succession. This process is recommended in the Bhagavad-gītā (4.2). The inquisitive student must approach a qualified spiritual master to receive transcendental knowledge by surrender, submissive inquiries and service. Knowledge received by submissive inquiries and service is more effective than knowledge received in exchange for money. A spiritual master in the line of disciplic succession from Brahmā and Nārada has no demand for dollars and cents. A bona fide student has to satisfy him by sincere service to obtain knowledge of the relation and nature of the individual soul and the Supersoul."
    },
    {
        "verse": "2",
        "devanagari": "यद्रूपं यदधिष्ठानं यत: सृष्टमिदं प्रभो ।यत्संस्थं यत्परं यच्च तत् तत्त्वं वद तत्त्वत: ॥ २ ॥",
        "english_devnagari": "yad rūpaṁ yad adhiṣṭhānaṁyataḥ sṛṣṭam idaṁ prabhoyat saṁsthaṁ yat paraṁ yac catat tattvaṁ vada tattvataḥ",
        "verse_Syn": [
            "yat",
            "rūpam",
            "yat",
            "adhiṣṭhānam",
            "yataḥ",
            "sṛṣṭam",
            "idam",
            "prabho",
            "yat",
            "saṁstham",
            "yat",
            "param",
            "yat",
            "ca",
            "tat",
            "tattvam",
            "vada",
            "tattvataḥ"
        ],
        "translation": "My dear father, please describe factually the symptoms of this manifest world. What is its background? How is it created? How is it conserved? And under whose control is all this being done?",
        "purport": " The inquiries by Nārada Muni on the basis of factual cause and effect appear very reasonable. The atheists, however, put forward many self-made theories without any touch of cause and effect. The manifested world, as well as the spirit soul, is still unexplained by the godless atheists through the medium of experimental knowledge, although they have put forward many theories manufactured by their fertile brains. Contrary to such mental speculative theories of creation, however, Nārada Muni wanted to know all the facts of creation in truth, and not by theories. Transcendental knowledge regarding the soul and the Supersoul includes knowledge of the phenomenal world and the basis of its creation. In the phenomenal world three things are factually observed by any intelligent man: the living beings, the manifest world, and the ultimate control over them. The intelligent man can see that neither the living entity nor the phenomenal world are creations of chance. The symmetry of creation and its regulative actions and reactions suggests the plan of an intelligent brain behind them, and by genuine inquiry one may find out the ultimate cause with the help of one who knows them factually."
    },
    {
        "verse": "3",
        "devanagari": "सर्वं ह्येतद् भवान् वेद भूतभव्यभवत्प्रभु: ।करामलकवद् विश्वं विज्ञानावसितं तव ॥ ३ ॥",
        "english_devnagari": "sarvaṁ hy etad bhavān vedabhūta-bhavya-bhavat-prabhuḥkarāmalaka-vad viśvaṁvijñānāvasitaṁ tava",
        "verse_Syn": [
            "sarvam",
            "hi",
            "etat",
            "bhavān",
            "veda",
            "bhūta",
            "bhavya",
            "bhavat",
            "prabhuḥ",
            "kara",
            "āmalaka",
            "vat",
            "viśvam",
            "vijñāna",
            "avasitam",
            "tava"
        ],
        "translation": "My dear father, all this is known to you scientifically because whatever was created in the past, whatever will be created in the future, or whatever is being created at present, as well as everything within the universe, is within your grip, just like a walnut.",
        "purport": " Brahmā is the direct creator of the manifested universe and everything within the universe. He therefore knows what happened in the past, what will happen in the future, and what is happening at present. Three principal items, namely the living being, the phenomenal world and the controller, are all in continuous action — past, present and future — and the direct manager is supposed to know everything of such actions and reactions, as one knows about a walnut within the grip of one’s palm. The direct manufacturer of a particular thing is supposed to know how he learned the art of manufacturing, where he got the ingredients, how he set it up and how the products in the manufacturing process are being turned out. Because Brahmā is the firstborn living being, naturally he is supposed to know everything about creative functions."
    },
    {
        "verse": "4",
        "devanagari": "यद्विज्ञानो यदाधारो यत्परस्त्वं यदात्मक: ।एक: सृजसि भूतानि भूतैरेवात्ममायया ॥ ४ ॥",
        "english_devnagari": "yad-vijñāno yad-ādhāroyat-paras tvaṁ yad-ātmakaḥekaḥ sṛjasi bhūtānibhūtair evātma-māyayā",
        "verse_Syn": [
            "yat",
            "vijñānaḥ",
            "yat",
            "ādhāraḥ",
            "yat",
            "paraḥ",
            "tvam",
            "yat",
            "ātmakaḥ",
            "ekaḥ",
            "sṛjasi",
            "bhūtāni",
            "bhūtaiḥ",
            "eva",
            "ātma",
            "māyayā"
        ],
        "translation": "My dear father, what is the source of your knowledge? Under whose protection are you standing? And under whom are you working? What is your real position? Do you alone create all entities with material elements by your personal energy?",
        "purport": " It was known to Śrī Nārada Muni that Lord Brahmā attained creative energy by undergoing severe austerities. As such, he could understand that there was someone else superior to Brahmājī who invested Brahmā with the power of creation. Therefore he asked all the above questions. Discoveries of progressive scientific achievements are therefore not independent. The scientist has to attain the knowledge of a thing already existing by means of the wonderful brain made by someone else. A scientist can work with the help of such an awarded brain, but it is not possible for the scientist to create his own or a similar brain. Therefore no one is independent in the matter of any creation, nor is such creation automatic."
    },
    {
        "verse": "5",
        "devanagari": "आत्मन् भावयसे तानी न पराभावयन् स्वयम् ।आत्मशक्तिमवष्टभ्य ऊर्णनाभिरिवाक्लम: ॥ ५ ॥",
        "english_devnagari": "ātman bhāvayase tānina parābhāvayan svayamātma-śaktim avaṣṭabhyaūrṇanābhir ivāklamaḥ",
        "verse_Syn": [
            "ātman",
            "(ātmani)",
            "bhāvayase",
            "tāni",
            "na",
            "parābhāvayan",
            "svayam",
            "ātma",
            "śaktim",
            "avaṣṭabhya",
            "ūrṇa",
            "nābhiḥ",
            "iva",
            "aklamaḥ"
        ],
        "translation": "As the spider very easily creates the network of its cobweb and manifests its power of creation without being defeated by others, so also you yourself, by employment of your self-sufficient energy, create without any other’s help.",
        "purport": " The best example of self-sufficiency is the sun. The sun does not require to be illuminated by any other body. Rather, it is the sun which helps all other illuminating agents, for in the presence of the sun no other illuminating agent becomes prominent. Nārada compared the position of Brahmā to the self-sufficiency of the spider, who creates its own field of activities without any other’s help by employment of its own energetic creation of saliva."
    },
    {
        "verse": "6",
        "devanagari": "नाहं वेद परं ह्यस्मिन्नापरं न समं विभो ।नामरूपगुणैर्भाव्यं सदसत् किञ्चिदन्यत: ॥ ६ ॥",
        "english_devnagari": "nāhaṁ veda paraṁ hy asminnāparaṁ na samaṁ vibhonāma-rūpa-guṇair bhāvyaṁsad-asat kiñcid anyataḥ",
        "verse_Syn": [
            "na",
            "aham",
            "veda",
            "param",
            "hi",
            "asmin",
            "na",
            "aparam",
            "na",
            "samam",
            "vibho",
            "nāma",
            "rūpa",
            "guṇaiḥ",
            "bhāvyam",
            "sat",
            "asat",
            "kiñcit",
            "anyataḥ"
        ],
        "translation": "Whatever we can understand by the nomenclature, characteristics and features of a particular thing — superior, inferior or equal, eternal or temporary — is not created from any source other than that of Your Lordship, thou so great.",
        "purport": " The manifested world is full of varieties of created beings in 8,400,000 species of life, and some of them are superior and inferior to others. In human society the human being is considered to be the superior living being, and amongst the human beings there are also different varieties: good, bad, equal, etc. But Nārada Muni took for granted that none of them has any source of generation besides his father, Brahmājī. Therefore he wanted to know all about them from Lord Brahmā."
    },
    {
        "verse": "7",
        "devanagari": "स भवानचरद् घोरं यत् तप: सुसमाहित: ।तेन खेदयसे नस्त्वं पराशङ्कां च यच्छसि ॥ ७ ॥",
        "english_devnagari": "sa bhavān acarad ghoraṁyat tapaḥ susamāhitaḥtena khedayase nas tvaṁparā-śaṅkāṁ ca yacchasi",
        "verse_Syn": [
            "saḥ",
            "bhavān",
            "acarat",
            "ghoram",
            "yat",
            "tapaḥ",
            "su",
            "samāhitaḥ",
            "tena",
            "khedayase",
            "naḥ",
            "tvam",
            "parā",
            "śaṅkām",
            "ca",
            "yacchasi"
        ],
        "translation": "Yet we are moved to wonder about the existence of someone more powerful than you when we think of your great austerities in perfect discipline, although your good self is so powerful in the matter of creation.",
        "purport": " Following in the footsteps of Śrī Nārada Muni, one should not blindly accept his spiritual master as God Himself. A spiritual master is duly respected on a par with God, but a spiritual master claiming to be God Himself should at once be rejected. Nārada Muni accepted Brahmā as the Supreme due to Lord Brahmā’s wonderful acts in creation, but doubts arose in him when he saw that Lord Brahmā also worshiped some superior authority. The Supreme is supreme, and He has no worshipable superior. The ahaṅgrahopāsitā, or the one who worships himself with the idea of becoming God Himself, is misleading, but the intelligent disciple can at once detect that the Supreme God does not need to worship anyone, including Himself, in order to become God. Ahaṅgrahopāsanā may be one of the processes for transcendental realization, but the ahaṅgrahopāsitā can never be God Himself. No one becomes God by undergoing a process of transcendental realization. Nārada Muni thought of Brahmājī as the Supreme Person, but when he saw Brahmājī engaged in the process of transcendental realization, doubts arose in him. So he wanted to be clearly informed."
    },
    {
        "verse": "8",
        "devanagari": "एतन्मे पृच्छत: सर्वं सर्वज्ञ सकलेश्वर ।विजानीहि यथैवेदमहं बुध्येऽनुशासित: ॥ ८ ॥",
        "english_devnagari": "etan me pṛcchataḥ sarvaṁsarva-jña sakaleśvaravijānīhi yathaivedamahaṁ budhye ’nuśāsitaḥ",
        "verse_Syn": [
            "etat",
            "me",
            "pṛcchataḥ",
            "sarvam",
            "sarva",
            "jña",
            "sakala",
            "īśvara",
            "vijānīhi",
            "yathā",
            "eva",
            "idam",
            "aham",
            "budhye",
            "anuśāsitaḥ"
        ],
        "translation": "My dear father, you know everything, and you are the controller of all. Therefore, may all that I have inquired from you be kindly instructed to me so that I may be able to understand it as your student.",
        "purport": " The inquiries made by Nārada Muni are very important for everyone concerned, and as such, Nārada requested Brahmājī to deem them suitable so that all others who may come in the line of disciplic succession of the Brahma sampradāya may also know them properly without any difficulty."
    },
    {
        "verse": "9",
        "devanagari": "ब्रह्मोवाचसम्यक् कारुणिकस्येदं वत्स ते विचिकित्सितम् ।यदहं चोदित: सौम्य भगवद्वीर्यदर्शने ॥ ९ ॥",
        "english_devnagari": "brahmovācasamyak kāruṇikasyedaṁvatsa te vicikitsitamyad ahaṁ coditaḥ saumyabhagavad-vīrya-darśane",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "samyak",
            "kāruṇikasya",
            "idam",
            "vatsa",
            "te",
            "vicikitsitam",
            "yat",
            "aham",
            "coditaḥ",
            "saumya",
            "bhagavat",
            "vīrya",
            "darśane"
        ],
        "translation": "Lord Brahmā said: My dear boy Nārada, being merciful to all (including me) you have asked all these questions because I have been inspired to see into the prowess of the Almighty Personality of Godhead.",
        "purport": " Brahmājī, being so questioned by Nāradajī, congratulated him, for it is usual for the devotees to become very enthusiastic whenever they are questioned concerning the Almighty Personality of Godhead. That is the sign of a pure devotee of the Lord. Such discourses on the transcendental activities of the Lord purify the atmosphere in which such discussions are held, and the devotees thus become enlivened while answering such questions. It is purifying both for the questioners and for one who answers the questions. The pure devotees are not only satisfied by knowing everything about the Lord, but are also eager to broadcast the information to others, for they want to see that the glories of the Lord are known to everyone. Thus the devotee feels satisfied when such an opportunity is offered to him. This is the basic principle of missionary activities."
    },
    {
        "verse": "10",
        "devanagari": "नानृतं तव तच्चापि यथा मां प्रब्रवीषि भो: ।अविज्ञाय परं मत्त एतावत्त्वं यतो हि मे ॥ १० ॥",
        "english_devnagari": "nānṛtaṁ tava tac cāpiyathā māṁ prabravīṣi bhoḥavijñāya paraṁ mattaetāvat tvaṁ yato hi me",
        "verse_Syn": [
            "na",
            "anṛtam",
            "tava",
            "tat",
            "ca",
            "api",
            "yathā",
            "mām",
            "prabravīṣi",
            "bhoḥ",
            "avijñāya",
            "param",
            "mattaḥ",
            "etāvat",
            "tvam",
            "yataḥ",
            "hi",
            "me"
        ],
        "translation": "Whatever you have spoken about me is not false because unless and until one is aware of the Personality of Godhead, who is the ultimate truth beyond me, one is sure to be illusioned by observing my powerful activities.",
        "purport": " “The frog in the well” logic illustrates that a frog residing in the atmosphere and boundary of a well cannot imagine the length and breadth of the gigantic ocean. Such a frog, when informed of the gigantic length and breadth of the ocean, first of all does not believe that there is such an ocean, and if someone assures him that factually there is such a thing, the frog then begins to measure it by imagination by means of pumping its belly as far as possible, with the result that the tiny abdomen of the frog bursts and the poor frog dies without any experience of the actual ocean. Similarly, the material scientists also want to challenge the inconceivable potency of the Lord by measuring Him with their froglike brains and their scientific achievements, but at the end they simply die unsuccessfully, like the frog. Sometimes a materially powerful man is accepted as God or the incarnation of God without any knowledge of the factual God. Such a material assessment may be gradually extended, and the attempt may reach to the highest limit of Brahmājī, who is the topmost living being within the universe and has a duration of life unimaginable to the material scientist. As we get information from the most authentic book of knowledge, the Bhagavad-gītā (8.17), Brahmājī’s one day and night is calculated to be some hundreds of thousands of years on our planet. This long duration of life may not be believed by “the frog in the well,” but persons who have a realization of the truths mentioned in the Bhagavad-gītā accept the existence of a great personality who creates the variegatedness of the complete universe. It is understood from the revealed scriptures that the Brahmājī of this universe is younger than all the other Brahmās in charge of the many, many universes beyond this, but none of them can be equal to the Personality of Godhead. Nāradajī is one of the liberated souls, and after his liberation he was known as Nārada; otherwise, before his liberation, he was simply a son of a maidservant. The questions may be asked why Nāradajī was not aware of the Supreme Lord and why he misconceived Brahmājī to be the Supreme Lord, although factually he was not. A liberated soul is never bewildered by such a mistaken idea, so why did Nāradajī ask all those questions just like an ordinary man with a poor fund of knowledge? There was such bewilderment in Arjuna also, although he is eternally the associate of the Lord. Such bewilderment in Arjuna or in Nārada takes place by the will of the Lord so that other, nonliberated persons may realize the real truth and knowledge of the Lord. The doubt arising in the mind of Nārada about Brahmājī’s becoming all-powerful is a lesson for the frogs in the well, that they may not be bewildered in misconceiving the identity of the Personality of Godhead (even by comparison to a personality like Brahmā, so what to speak of ordinary men who falsely pose themselves as God or an incarnation of God). The Supreme Lord is always the Supreme, and as we have tried to establish many times in these purports, no living being, even up to the standard of Brahmā, can claim to be one with the Lord. One should not be misled when people worship a great man as God after his death as a matter of hero worship. There were many kings like Lord Rāmacandra, the King of Ayodhyā, but none of them are mentioned as God in the revealed scriptures. To be a good king is not necessarily the qualification for being Lord Rāma, but to be a great personality like Kṛṣṇa is the qualification for being the Personality of Godhead. If we scrutinize the characters who took part in the Battle of Kurukṣetra, we may find that Mahārāja Yudhiṣṭhira was no less a pious king than Lord Rāmacandra, and by character study Mahārāja Yudhiṣṭhira was a better moralist than Lord Kṛṣṇa. Lord Kṛṣṇa asked Mahārāja Yudhiṣṭhira to lie, but Mahārāja Yudhiṣṭhira protested. But that does not mean that Mahārāja Yudhiṣṭhira could be equal to Lord Rāmacandra or Lord Kṛṣṇa. The great authorities have estimated Mahārāja Yudhiṣṭhira to be a pious man, but they have accepted Lord Rāma or Kṛṣṇa as the Personality of Godhead. The Lord is therefore a different identity in all circumstances, and no idea of anthropomorphism can be applied to Him. The Lord is always the Lord, and a common living being can never be equal to Him."
    },
    {
        "verse": "11",
        "devanagari": "येन स्वरोचिषा विश्वं रोचितं रोचयाम्यहम् ।यथार्कोऽग्निर्यथा सोमो यथर्क्षग्रहतारका: ॥ ११ ॥",
        "english_devnagari": "yena sva-rociṣā viśvaṁrocitaṁ rocayāmy ahamyathārko ’gnir yathā somoyatharkṣa-graha-tārakāḥ",
        "verse_Syn": [
            "yena",
            "sva",
            "rociṣā",
            "viśvam",
            "rocitam",
            "rocayāmi",
            "aham",
            "yathā",
            "arkaḥ",
            "agniḥ",
            "yathā",
            "somaḥ",
            "yathā",
            "ṛkṣa",
            "graha",
            "tārakāḥ"
        ],
        "translation": "I create after the Lord’s creation by His personal effulgence [known as the brahmajyoti], just as when the sun manifests its fire, the moon, the firmament, the influential planets and the twinkling stars also manifest their brightness.",
        "purport": " Lord Brahmājī said to Nārada that his impression that Brahmā was not the supreme authority in the creation was correct. Sometimes less intelligent men have the foolish impression that Brahmā is the cause of all causes. But Nārada wanted to clear the matter by the statements of Brahmājī, the supreme authority in the universe. As the decision of the supreme court of a state is final, similarly the judgment of Brahmājī, the supreme authority in the universe, is final in the Vedic process of acquiring knowledge. As we have already affirmed in the previous verse, Nāradajī was a liberated soul; therefore, he was not one of the less intelligent men who accept a false god or gods in their own ways. He represented himself as less intelligent and yet intelligently presented a doubt to be cleared by the supreme authority so that the uninformed might take note of it and be rightly informed about the intricacies of the creation and the creator. In this verse Brahmājī clears up the wrong impression held by the less intelligent and affirms that he creates the universal variegatedness after the creation by the glaring effulgence of Lord Śrī Kṛṣṇa. Brahmājī has also separately given this statement in the saṁhitā known as the Brahma-saṁhitā (5.40), where he says: “I serve the Supreme Personality of Godhead Govinda, the primeval Lord, whose transcendental bodily effulgence, known as the brahmajyoti, which is unlimited, unfathomed and all-pervasive, is the cause of the creation of unlimited numbers of planets, etc., with varieties of climates and specific conditions of life.” The same statement is in the Bhagavad-gītā (14.27). Lord Kṛṣṇa is the background of the brahmajyoti (brahmaṇo hi pratiṣṭhāham). In the Nirukti, or Vedic dictionary, the import of pratiṣṭhā is mentioned as “that which establishes.” So the brahmajyoti is not independent or self-sufficient. Lord Śrī Kṛṣṇa is ultimately the creator of the brahmajyoti, mentioned in this verse as sva-rociṣā, or the effulgence of the transcendental body of the Lord. This brahmajyoti is all-pervading, and all creation is made possible by its power; therefore the Vedic hymns declare that everything that exists is being sustained by the brahmajyoti (sarvaṁ khalv idaṁ brahma). Therefore the potent seed of all creation is the brahmajyoti, and the same brahmajyoti, unlimited and unfathomed, is established by the Lord. Therefore the Lord (Śrī Kṛṣṇa) is ultimately the supreme cause of all creation (ahaṁ sarvasya prabhavaḥ). One should not expect the Lord to create like a blacksmith with a hammer and other instruments. The Lord creates by His potencies. He has His multifarious potencies (parāsya śaktir vividhaiva śrūyate). Just as the small seed of a banyan fruit has the potency to create a big banyan tree, the Lord disseminates all varieties of seeds by His potent brahmajyoti (sva-rociṣā), and the seeds are made to develop by the watering process of persons like Brahmā. Brahmā cannot create the seeds, but he can manifest the seed into a tree, just as a gardener helps plants and orchards to grow by the watering process. The example cited here of the sun is very appropriate. In the material world the sun is the cause of all illumination: fire, electricity, the rays of the moon, etc. All luminaries in the sky are creations of the sun, the sun is the creation of the brahmajyoti, and the brahmajyoti is the effulgence of the Lord. Thus the ultimate cause of creation is the Lord."
    },
    {
        "verse": "12",
        "devanagari": "तस्मै नमो भगवते वासुदेवाय धीमहि ।यन्मायया दुर्जयया मां वदन्ति जगद्गुरुम् ॥ १२ ॥",
        "english_devnagari": "tasmai namo bhagavatevāsudevāya dhīmahiyan-māyayā durjayayāmāṁ vadanti jagad-gurum",
        "verse_Syn": [
            "tasmai",
            "namaḥ",
            "bhagavate",
            "vāsudevāya",
            "dhīmahi",
            "yat",
            "māyayā",
            "durjayayā",
            "mām",
            "vadanti",
            "jagat",
            "gurum"
        ],
        "translation": "I offer my obeisances and meditate upon Lord Kṛṣṇa [Vāsudeva], the Personality of Godhead, whose invincible potency influences them [the less intelligent class of men] to call me the supreme controller.",
        "purport": " As will be more clearly explained in the next verse, the illusory potency of the Lord bewilders the less intelligent to accept Brahmājī, or for that matter any other person, as the Supreme Lord. Brahmājī, however, refuses to be called this, and he directly offers his respectful obeisances unto Lord Vāsudeva, or Śrī Kṛṣṇa, the Personality of Godhead, as he has already offered the same respects to Him in the Brahma-saṁhitā (5.1): “The Supreme Lord is the Personality of Godhead Śrī Kṛṣṇa, the primeval Lord in His transcendental body, the ultimate cause of all causes. I worship that primeval Lord Govinda.” Brahmājī is conscious of his actual position, and he knows how less intelligent persons, bewildered by the illusory energy of the Lord, whimsically accept anyone and everyone as God. A responsible personality like Brahmājī refuses to be addressed as the Supreme Lord by his disciples or subordinates, but foolish persons praised by men of the nature of dogs, hogs, camels and asses feel flattered to be addressed as the Supreme Lord. Why such persons take pleasure in being addressed as God, or why such persons are addressed as God by foolish admirers, is explained in the following verse."
    },
    {
        "verse": "13",
        "devanagari": "विलज्जमानया यस्य स्थातुमीक्षापथेऽमुया ।विमोहिता विकत्थन्ते ममाहमिति दुर्धिय: ॥ १३ ॥",
        "english_devnagari": "vilajjamānayā yasyasthātum īkṣā-pathe ’muyāvimohitā vikatthantemamāham iti durdhiyaḥ",
        "verse_Syn": [
            "vilajjamānayā",
            "yasya",
            "sthātum",
            "īkṣā",
            "pathe",
            "amuyā",
            "vimohitāḥ",
            "vikatthante",
            "mama",
            "aham",
            "iti",
            "durdhiyaḥ"
        ],
        "translation": "The illusory energy of the Lord cannot take precedence, being ashamed of her position, but those who are bewildered by her always talk nonsense, being absorbed in thoughts of “It is I” and “It is mine.”",
        "purport": " The invincibly powerful deluding energy of the Personality of God, or the third energy, representing nescience, can bewilder the entire world of animation, but still she is not strong enough to be able to stand in front of the Supreme Lord. Nescience is behind the Personality of Godhead, where she is powerful enough to mislead the living beings, and the primary symptom of bewildered persons is that they talk nonsense. Nonsensical talks are not supported by the principles of Vedic literatures, and first-grade nonsense talk is “It is I,” “It is mine.” A godless civilization is exclusively conducted by such false ideas, and such persons, without any factual realization of God, accept a false God or falsely declare themselves to be God to mislead persons who are already bewildered by the deluding energy. Those who are before the Lord, however, and who surrender unto Him, cannot be influenced by the deluding energy; therefore they are free from the misconception of “It is I,” “It is mine,” and therefore they do not accept a false God or pose themselves as equal to the Supreme Lord. Identification of the bewildered person is distinctly given in this verse."
    },
    {
        "verse": "14",
        "devanagari": "द्रव्यं कर्म च कालश्च स्वभावो जीव एव च ।वासुदेवात्परो ब्रह्मन्न च चान्योऽर्थोऽस्ति तत्त्वत: ॥ १४ ॥",
        "english_devnagari": "dravyaṁ karma ca kālaś casvabhāvo jīva eva cavāsudevāt paro brahmanna cānyo ’rtho ’sti tattvataḥ",
        "verse_Syn": [
            "dravyam",
            "karma",
            "ca",
            "kālaḥ",
            "ca",
            "sva",
            "bhāvaḥ",
            "jīvaḥ",
            "eva",
            "ca",
            "vāsudevāt",
            "paraḥ",
            "brahman",
            "na",
            "ca",
            "anyaḥ",
            "arthaḥ",
            "asti",
            "tattvataḥ"
        ],
        "translation": "The five elementary ingredients of creation, the interaction thereof set up by eternal time, and the intuition or nature of the individual living beings are all differentiated parts and parcels of the Personality of Godhead, Vāsudeva, and in truth there is no other value in them.",
        "purport": " This phenomenal world is impersonally the representation of Vāsudeva because the ingredients of its creation, their interaction and the enjoyer of the resultant action, the living being, are all produced by the external and internal energies of Lord Kṛṣṇa. This is confirmed in the Bhagavad-gītā (7.4-5). The ingredients, namely earth, water, fire, air and sky, as well as the conception of material identity, intelligence and the mind, are produced of the external energy of the Lord. The living entity who enjoys the interaction of the above gross and subtle ingredients, as set up by eternal time, is an offshoot of internal potency, with freedom to remain either in the material world or in the spiritual world. In the material world the living entity is enticed by deluding nescience, but in the spiritual world he is in the normal condition of spiritual existence without any delusion. The living entity is known as the marginal potency of the Lord. But in all circumstances, neither the material ingredients nor the spiritual parts and parcels are independent of the Personality of Godhead Vāsudeva, for all things, whether products of the external, internal or marginal potencies of the Lord, are simply displays of the same effulgence of the Lord, just as light, heat and smoke are displays of fire. None of them is separate from the fire — all of them combine together to be called fire. Similarly, all phenomenal manifestations, as well as the effulgence of the body of Vāsudeva, are His impersonal features, whereas He eternally exists in His transcendental form called sac-cid-ānanda-vigrahaḥ, distinct from all conceptions of the material ingredients mentioned above."
    },
    {
        "verse": "15",
        "devanagari": "नारायणपरा वेदा देवा नारायणाङ्गजा: ।नारायणपरा लोका नारायणपरा मखा: ॥ १५ ॥",
        "english_devnagari": "nārāyaṇa-parā vedādevā nārāyaṇāṅgajāḥnārāyaṇa-parā lokānārāyaṇa-parā makhāḥ",
        "verse_Syn": [
            "nārāyaṇa",
            "parāḥ",
            "vedāḥ",
            "devāḥ",
            "nārāyaṇa",
            "aṅga",
            "jāḥ",
            "nārāyaṇa",
            "parāḥ",
            "lokāḥ",
            "nārāyaṇa",
            "parāḥ",
            "makhāḥ"
        ],
        "translation": "The Vedic literatures are made by and are meant for the Supreme Lord, the demigods are also meant for serving the Lord as parts of His body, the different planets are also meant for the sake of the Lord, and different sacrifices are performed just to please Him.",
        "purport": " According to the Vedānta-sūtras (śāstra-yonitvāt), the Supreme Lord is the author of all revealed scriptures, and all revealed scriptures are for knowing the Supreme Lord. Veda means knowledge that leads to the Lord. The Vedas are made just to revive the forgotten consciousness of the conditioned souls, and any literature not meant for reviving God consciousness is rejected at once by the nārāyaṇa-para devotees. Such deluding books of knowledge, not having Nārāyaṇa as their aim, are not at all knowledge, but are the playgrounds for crows who are interested in the rejected refuse of the world. Any book of knowledge (science or art) must lead to the knowledge of Nārāyaṇa; otherwise it must be rejected. That is the way of advancement of knowledge. The supreme worshipable Deity is Nārāyaṇa. The demigods are recommended secondarily for worship in relation to Nārāyaṇa because the demigods are assisting hands in the management of the universal affairs. As the officers of a kingdom are respected due to their relation to the king, the demigods are worshiped due to their relation to the Lord. Without the Lord’s relation, worship of the demigods is unauthorized (avidhi-pūrvakam), just as it is improper to water the leaves and branches of a tree without watering its root. Therefore the demigods are also dependent on Nārāyaṇa. The lokas, or different planets, are attractive because they have different varieties of life and bliss partially representing the sac-cid-ānanda-vigraha. Everyone wants the eternal life of bliss and knowledge. In the material world such an eternal life of bliss and knowledge is progressively realized in the upper planets, but after reaching there one is inclined to achieve further progress along the path back to Godhead. Duration of life, with a proportionate quantity of bliss and knowledge, may be increased from one planet to another. One can increase the duration of life to thousands and hundreds of thousands of years in different planets, but nowhere is there eternal life. But one who can reach the highest planet, that of Brahmā, can aspire to reach the planets in the spiritual sky, where life is eternal. Therefore, the progressive journey from one planet to another culminates in reaching the supreme planet of the Lord (mad-dhāma), where life is eternal and full of bliss and knowledge. All different kinds of sacrifice are performed just to satisfy Lord Nārāyaṇa with a view to reach Him, and the best sacrifice recommended in this Age of Kali is saṅkīrtana-yajña, the mainstay of the devotional service of a nārāyaṇa-para devotee."
    },
    {
        "verse": "16",
        "devanagari": "नारायणपरो योगो नारायणपरं तप: ।नारायणपरं ज्ञानं नारायणपरा गति: ॥ १६ ॥",
        "english_devnagari": "nārāyaṇa-paro yogonārāyaṇa-paraṁ tapaḥnārāyaṇa-paraṁ jñānaṁnārāyaṇa-parā gatiḥ",
        "verse_Syn": [
            "nārāyaṇa",
            "paraḥ",
            "yogaḥ",
            "nārāyaṇa",
            "param",
            "tapaḥ",
            "nārāyaṇa",
            "param",
            "jñānam",
            "nārāyaṇa",
            "parā",
            "gatiḥ"
        ],
        "translation": "All different types of meditation or mysticism are means for realizing Nārāyaṇa. All austerities are aimed at achieving Nārāyaṇa. Culture of transcendental knowledge is for getting a glimpse of Nārāyaṇa, and ultimately salvation is entering the kingdom of Nārāyaṇa.",
        "purport": " In meditation, there are two systems of yoga, namely aṣṭāṅga-yoga and sāṅkhya-yoga. Aṣṭāṅga-yoga is practice in concentrating the mind, releasing oneself from all engagements by the regulative processes of meditation, concentration, sitting postures, blocking the movements of the internal circulation of air, etc. Sāṅkhya-yoga is meant to distinguish the truth from ephemerals. But ultimately both systems are meant for realizing the impersonal Brahman, which is but a partial representation of Nārāyaṇa, the Personality of Godhead. As we have explained before, the impersonal Brahman effulgence is only a part of the Personality of Godhead. Impersonal Brahman is situated on the person of the Supreme Personality of Godhead, and, as such, Brahman is the glorification of the Personality of the Godhead. This is confirmed both in the Bhagavad-gītā and in the Matsya Purāṇa. Gati refers to the ultimate destination, or the last word in liberation. Oneness with the impersonal brahmajyoti is not ultimate liberation; superior to that is the sublime association of the Personality of Godhead in one of the innumerable spiritual planets in the Vaikuṇṭha sky. Therefore the conclusion is that Nārāyaṇa, or the Personality of Godhead, is the ultimate destination for all kinds of yoga systems as well as all kinds of liberation."
    },
    {
        "verse": "17",
        "devanagari": "तस्यापि द्रष्टुरीशस्य कूटस्थस्याखिलात्मन: ।सृज्यं सृजामि सृष्टोऽहमीक्षयैवाभिचोदित: ॥ १७ ॥",
        "english_devnagari": "tasyāpi draṣṭur īśasyakūṭa-sthasyākhilātmanaḥsṛjyaṁ sṛjāmi sṛṣṭo ’hamīkṣayaivābhicoditaḥ",
        "verse_Syn": [
            "tasya",
            "api",
            "draṣṭuḥ",
            "īśasya",
            "kūṭa",
            "sthasya",
            "akhila",
            "ātmanaḥ",
            "sṛjyam",
            "sṛjāmi",
            "sṛṣṭaḥ",
            "aham",
            "īkṣayā",
            "eva",
            "abhicoditaḥ"
        ],
        "translation": "Inspired by Him only, I discover what is already created by Him [Nārāyaṇa] under His vision as the all-pervading Supersoul, and I also am created by Him only.",
        "purport": " Even Brahmā, the creator of the universe, admits that he is not the actual creator but is simply inspired by the Lord Nārāyaṇa and therefore creates under His superintendence those things already created by Him, the Supersoul of all living entities. Two identities of soul, the Supersoul and the individual soul, are admitted to be in the living entity, even by the greatest authority of the universe. The Supersoul is the Supreme Lord, the Personality of Godhead, whereas the individual soul is the eternal servitor of the Lord. The Lord inspires the individual soul to create what is already created by the Lord, and by the good will of the Lord a discoverer of something in the world is accredited as the discoverer. It is said that Columbus discovered the Western Hemisphere, but actually the tract of land was not created by Columbus. The vast tract of land was already there by the omnipotency of the Supreme Lord, and Columbus, by dint of his past service unto the Lord, was blessed with the credit of discovering America. Similarly, no one can create anything without the sanction of the Lord, since everyone sees according to his ability. This ability is also awarded by the Lord according to one’s willingness to render service unto the Lord. One must therefore be voluntarily willing to render service unto the Lord, and thus the Lord will empower the doer in proportion to his surrender unto the lotus feet of the Lord. Lord Brahmā is a great devotee of the Lord; therefore he has been empowered or inspired by the Lord to create such a universe as the one manifested before us. The Lord also inspired Arjuna to fight in the field of Kurukṣetra as follows: The Battle of Kurukṣetra, or any other battle at any place or at any time, is made by the will of the Lord, for no one can arrange such mass annihilation without the sanction of the Lord. The party of Duryodhana insulted Draupadī, a great devotee of Kṛṣṇa, and she appealed to the Lord as well as to all the silent observers of this unwarranted insult. Arjuna was then advised by the Lord to fight and take credit; otherwise the party of Duryodhana would be killed anyway by the will of the Lord. So Arjuna was advised just to become the agent and take the credit for killing great generals like Bhīṣma and Karṇa. In the Vedic writings such as the Kaṭha Upaniṣad, the Lord is described as the sarva-bhūta-antarātmā, or the Personality of Godhead who resides in everyone’s body and who directs everything for one who is a soul surrendered unto Him. Those who are not surrendered souls are put under the care of the material nature (bhrāmayan sarva-bhūtāni yantrārūḍhāni māyayā); therefore, they are allowed to do things on their own account and suffer the consequences themselves. Devotees like Brahmā and Arjuna do not do anything on their own account, but as fully surrendered souls they always await indications from the Lord; therefore they attempt to do something which appears very wonderful to ordinary vision. One of the Lord’s names is Urukrama, or one whose actions are very wonderful and are beyond the imagination of the living being, so the actions of His devotees sometimes appear very wonderful due to the direction of the Lord. Beginning from Brahmā, the topmost intelligent living entity within the universe, down to the smallest ant, every living entity’s intelligence is overseen by the Lord in His transcendental position as the witness of all actions. The subtle presence of the Lord is felt by the intelligent man who can study the psychic effects of thinking, feeling and willing."
    },
    {
        "verse": "18",
        "devanagari": "सत्त्वं रजस्तम इति निर्गुणस्य गुणास्त्रय: ।स्थितिसर्गनिरोधेषु गृहीता मायया विभो: ॥ १८ ॥",
        "english_devnagari": "sattvaṁ rajas tama itinirguṇasya guṇās trayaḥsthiti-sarga-nirodheṣugṛhītā māyayā vibhoḥ",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "nirguṇasya",
            "guṇāḥ",
            "trayaḥ",
            "sthiti",
            "sarga",
            "nirodheṣu",
            "gṛhītāḥ",
            "māyayā",
            "vibhoḥ"
        ],
        "translation": "The Supreme Lord is pure, spiritual form, transcendental to all material qualities, yet for the sake of the creation of the material world and its maintenance and annihilation, He accepts through His external energy the material modes of nature called goodness, passion and ignorance.",
        "purport": " The Supreme Lord is the master of the external energy manifested by the three material modes, namely goodness, passion and ignorance, and as master of this energy He is ever unaffected by the influence of such bewildering energy. The living entities, the jīvas, however, are affected by or susceptible to being influenced by such modes of material nature — that is the difference between the Lord and the living entities. The living entities are subjected by those qualities, although originally the living entities are qualitatively one with the Lord. In other words, the material modes of nature, being products of the energy of the Lord, are certainly connected with the Lord, but the connection is just like that between the master and the servants. The Supreme Lord is the controller of the material energy, whereas the living entities, who are entangled in the material world, are neither masters nor controllers. Rather, they become subordinate to or controlled by such energy. Factually the Lord is eternally manifested by His internal potency or spiritual energy just like the sun and its rays in the clear sky, but at times He creates the material energy, as the sun creates a cloud in the clear sky. As the sun is ever increasingly unaffected by a spot of cloud, so also the unlimited Lord is unaffected by the spot of material energy manifested at times in the unlimited span of the Lord’s rays of brahmajyoti."
    },
    {
        "verse": "19",
        "devanagari": "कार्यकारणकर्तृत्वे द्रव्यज्ञानक्रियाश्रया: ।बध्नन्ति नित्यदा मुक्तं मायिनं पुरुषं गुणा: ॥ १९ ॥",
        "english_devnagari": "kārya-kāraṇa-kartṛtvedravya-jñāna-kriyāśrayāḥbadhnanti nityadā muktaṁmāyinaṁ puruṣaṁ guṇāḥ",
        "verse_Syn": [
            "kārya",
            "kāraṇa",
            "kartṛtve",
            "dravya",
            "jñāna",
            "kriyā",
            "āśrayāḥ",
            "badhnanti",
            "nityadā",
            "muktam",
            "māyinam",
            "puruṣam",
            "guṇāḥ"
        ],
        "translation": "These three modes of material nature, being further manifested as matter, knowledge and activities, put the eternally transcendental living entity under conditions of cause and effect and make him responsible for such activities.",
        "purport": " Because they are between the internal and external potencies, the eternally transcendental living entities are called the marginal potency of the Lord. Factually, the living entities are not meant to be so conditioned by material energy, but due to their being affected by the false sense of lording it over the material energy, they come under the influence of such potency and thus become conditioned by the three modes of material nature. This external energy of the Lord covers up the pure knowledge of the living entity’s eternally existing with Him, but the covering is so constant that it appears that the conditioned soul is eternally ignorant. Such is the wonderful action of māyā, or external energy manifested as if materially produced. By the covering power of the material energy, the material scientist cannot look beyond the material causes, but factually, behind the material manifestations, there are adhibhūta, adhyātma and adhidaiva actions, which the conditioned soul in the mode of ignorance cannot see. The adhibhūta manifestation entails repetitions of births and deaths with old age and diseases, the adhyātma manifestation conditions the spirit soul, and the adhidaiva manifestation is the controlling system. These are the material manifestations of cause and effect and the sense of responsibility of the conditioned actors. They are, after all, manifestations of the conditioned state, and the human being’s freedom from such a conditioned state is the highest perfectional attainment."
    },
    {
        "verse": "20",
        "devanagari": "स एष भगवाल्लिंङ्गैस्त्रिभिरेतैरधोक्षज: ।स्वलक्षितगतिर्ब्रह्मन् सर्वेषां मम चेश्वर: ॥ २० ॥",
        "english_devnagari": "sa eṣa bhagavāḻ liṅgaistribhir etair adhokṣajaḥsvalakṣita-gatir brahmansarveṣāṁ mama ceśvaraḥ",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "bhagavān",
            "liṅgaiḥ",
            "tribhiḥ",
            "etaiḥ",
            "adhokṣajaḥ",
            "su",
            "alakṣita",
            "gatiḥ",
            "brahman",
            "sarveṣām",
            "mama",
            "ca",
            "īśvaraḥ"
        ],
        "translation": "O Brāhmaṇa Nārada, the Superseer, the transcendent Lord, is beyond the perception of the material senses of the living entities because of the above-mentioned three modes of nature. But He is the controller of everyone, including me.",
        "purport": " In the Bhagavad-gītā (7.24-25) the Lord has declared very clearly that the impersonalist, who gives more importance to the transcendental rays of the Lord as brahmajyoti and who concludes that the Absolute Truth is ultimately impersonal and only manifests a form at a time of necessity, is less intelligent than the personalist, however much the impersonalist may be engaged in studying the Vedānta. The fact is that such impersonalists are covered by the above-mentioned three modes of material nature; therefore, they are unable to approach the transcendental personality of the Lord. The Lord is not approachable by everyone because He is curtained by His yoga-māyā potency. But one should not wrongly conclude that the Lord was formerly unmanifested and has now manifested Himself in the human form. This misconception of the formlessness of the Supreme Personality of Godhead is due to the yoga-māyā curtain of the Lord and can be removed only by the Supreme Will, as soon as the conditioned soul surrenders unto Him. The devotees of the Lord who are transcendental to the above-mentioned three modes of material nature can see the all-blissful transcendental form of the Lord with their vision of love in the attitude of pure devotional service."
    },
    {
        "verse": "21",
        "devanagari": "कालं कर्म स्वभावं च मायेशो मायया स्वया ।आत्मन् यद‍ृच्छया प्राप्तं विबुभूषुरुपाददे ॥ २१ ॥",
        "english_devnagari": "kālaṁ karma svabhāvaṁ camāyeśo māyayā svayāātman yadṛcchayā prāptaṁvibubhūṣur upādade",
        "verse_Syn": [
            "kālam",
            "karma",
            "svabhāvam",
            "ca",
            "māyā",
            "īśaḥ",
            "māyayā",
            "svayā",
            "ātman",
            "(ātmani)",
            "yadṛcchayā",
            "prāptam",
            "vibubhūṣuḥ",
            "upādade"
        ],
        "translation": "The Lord, who is the controller of all energies, thus creates, by His own potency, eternal time, the fate of all living entities, and their particular nature, for which they were created, and He again merges them independently.",
        "purport": " The creation of the material world, wherein the conditioned souls are allowed to act subordinately by the Supreme Lord, takes place again and again after being repeatedly annihilated. The material creation is something like a cloud in the unlimited sky. The real sky is the spiritual sky, eternally filled with the rays of the brahmajyoti, and a portion of this unlimited sky is covered by the mahat-tattva cloud of the material creation, in which the conditioned souls, who want to lord it against the will of the Lord, are put into play as they desire, under the control of the Lord by the agency of His external energy. As the rainy season appears and disappears regularly, the creation takes place and is again annihilated under the control of the Lord, as confirmed in the Bhagavad-gītā (8.19). So the creation and annihilation of the material worlds is a regular action of the Lord just to allow the conditioned souls to play as they like and thereby create their own fate of being differently created again in terms of their independent desires at the time of annihilation. The creation, therefore, takes place at a historical date (as we are accustomed to think of everything which has a beginning in our tiny experience). The process of creation and annihilation is called anādi, or without reference to date regarding the time the creation first took place, because the duration of even a partial creation is 8,640,000,000 years. The law of creation is, however, as mentioned in the Vedic literatures, that it is created at certain intervals and is again annihilated by the will of the Lord. The whole material or even the spiritual creation is a manifestation of the energy of the Lord, just as the light and heat of a fire are different manifestations of the fire’s energy. The Lord therefore exists in His impersonal form by such expansion of energy, and the complete creation rests on His impersonal feature. Nonetheless He keeps Himself distinct from such creation as the pūrṇam (or complete), and so no one should wrongly think that His personal feature is not existent due to His impersonal unlimited expansions. The impersonal expansion is a manifestation of His energy, and He is always in His personal feature despite His innumerable unlimited expansions of impersonal energies (Bg. 9.5-7). For human intelligence it is very difficult to conceive how the whole creation rests on His expansion of energy, but the Lord has given a very good example in the Bhagavad-gītā. It is said that although the air and the atoms rest within the huge expansion of the sky, which is like the resting reservoir of everything materially created, still the sky remains separate and unaffected. Similarly, although the Supreme Lord maintains everything created by His expansion of energy, He always remains separate. This is accepted even by Śaṅkarācārya, the great advocate of the impersonal form of the Absolute. He says nārāyaṇaḥ paro ’vyaktāt, or Nārāyaṇa exists separately, apart from the impersonal creative energy. The whole creation thus merges within the body of transcendental Nārāyaṇa at the time of annihilation, and the creation emanates from His body again with the same unchanging categories of fate and individual nature. The individual living entities, being parts and parcels of the Lord, are sometimes described as ātmā, qualitatively one in spiritual constitution. But because such living entities are apt to be attracted to the material creation, actively and subjectively, they are therefore different from the Lord."
    },
    {
        "verse": "22",
        "devanagari": "कालाद् गुणव्यतिकर: परिणाम: स्वभावत: ।कर्मणो जन्म महत: पुरुषाधिष्ठितादभूत् ॥ २२ ॥",
        "english_devnagari": "kālād guṇa-vyatikaraḥpariṇāmaḥ svabhāvataḥkarmaṇo janma mahataḥpuruṣādhiṣṭhitād abhūt",
        "verse_Syn": [
            "kālāt",
            "guṇa",
            "vyatikaraḥ",
            "pariṇāmaḥ",
            "svabhāvataḥ",
            "karmaṇaḥ",
            "janma",
            "mahataḥ",
            "puruṣa",
            "adhiṣṭhitāt",
            "abhūt"
        ],
        "translation": "After the incarnation of the first puruṣa [Kāraṇārṇavaśāyī Viṣṇu], the mahat-tattva, or the principles of material creation, take place, and then time is manifested, and in course of time the three qualities appear. Nature means the three qualitative appearances. They transform into activities.",
        "purport": " By the omnipotency of the Supreme Lord, the whole material creation evolves by the process of transformation and reactions one after another, and by the same omnipotency, they are wound up again one after another and conserved in the body of the Supreme. Kāla, or time, is the synonym of nature and is the transformed manifestation of the principles of material creation. As such, kāla may be taken as the first cause of all creation, and by transformation of nature different activities of the material world become visible. These activities may be taken up as the natural instinct of each and every living being, or even of the inert objects, and after the manifestation of activities there are varieties of products and by-products of the same nature. Originally these are all due to the Supreme Lord. The Vedānta-sūtras and the Bhāgavatam thus begin with the Absolute Truth as the beginning of all creations (janmādy asya yataḥ)."
    },
    {
        "verse": "23",
        "devanagari": "महतस्तु विकुर्वाणाद्रज:सत्त्वोपबृंहितात् ।तम:प्रधानस्त्वभवद् द्रव्यज्ञानक्रियात्मक: ॥ २३ ॥",
        "english_devnagari": "mahatas tu vikurvāṇādrajaḥ-sattvopabṛṁhitāttamaḥ-pradhānas tv abhavaddravya-jñāna-kriyātmakaḥ",
        "verse_Syn": [
            "mahataḥ",
            "tu",
            "vikurvāṇāt",
            "rajaḥ",
            "sattva",
            "upabṛṁhitāt",
            "tamaḥ",
            "pradhānaḥ",
            "tu",
            "abhavat",
            "dravya",
            "jñāna",
            "kriyā",
            "ātmakaḥ"
        ],
        "translation": "Material activities are caused by the mahat-tattva’s being agitated. At first there is transformation of the modes of goodness and passion, and later — due to the mode of ignorance — matter, its knowledge, and different activities of material knowledge come into play.",
        "purport": " Material creations of every description are more or less due to the development of the mode of passion (rajas). The mahat-tattva is the principle of material creation, and when it is agitated by the will of the Supreme at first the modes of passion and goodness are prominent, and afterwards the mode of passion, being generated in due course by material activities of different varieties, becomes prominent, and the living entities are thus involved more and more in ignorance. Brahmā is the representation of the mode of passion, and Viṣṇu is the representation of the mode of goodness, while the mode of ignorance is represented by Lord Śiva, the father of material activities. Material nature is called the mother, and the initiator for materialistic life is the father, Lord Śiva. All material creation by the living entities is therefore initiated by the mode of passion. With the advancement of the duration of life in a particular millennium, the different modes act by gradual development. In the , as such Age of Kali (when the mode of passion is most prominent) material activities of different varieties, in the name of advancement of human civilization, take place, and the living entities become more and more involved in forgetting their real identity — the spiritual nature. By a slight cultivation of the mode of goodness, a glimpse of spiritual nature is perceived, but due to the prominence of the mode of passion, the mode of goodness becomes adulterated. Therefore one cannot transcend the limits of the material modes, and therefore realization of the Lord, who is always transcendental to the modes of material nature, becomes very difficult for the living entities, even though prominently situated in the mode of goodness through cultivation of the various methods. In other words, the gross matters are adhibhūtam, their maintenance is adhidaivam, and the initiator of material activities is called adhyātmam. In the material world these three principles act as prominent features, namely as raw material, its regular supplies, and its use in different varieties of material creations for sense enjoyment by the bewildered entities."
    },
    {
        "verse": "24",
        "devanagari": "सोऽहङ्कार इति प्रोक्तो विकुर्वन् समभूत्‍त्रिधा ।वैकारिकस्तैजसश्च तामसश्चेति यद्भिदा ।द्रव्यशक्ति: क्रियाशक्तिर्ज्ञानशक्तिरिति प्रभो ॥ २४ ॥",
        "english_devnagari": "so ’haṅkāra iti proktovikurvan samabhūt tridhāvaikārikas taijasaś catāmasaś ceti yad-bhidādravya-śaktiḥ kriyā-śaktirjñāna-śaktir iti prabho",
        "verse_Syn": [
            "saḥ",
            "ahaṅkāraḥ",
            "iti",
            "proktaḥ",
            "vikurvan",
            "samabhūt",
            "tridhā",
            "vaikārikaḥ",
            "taijasaḥ",
            "ca",
            "tāmasaḥ",
            "ca",
            "iti",
            "yat",
            "bhidā",
            "dravya",
            "śaktiḥ",
            "kriyā",
            "śaktiḥ",
            "jñāna",
            "śaktiḥ",
            "iti",
            "prabho"
        ],
        "translation": "The self-centered materialistic ego, thus being transformed into three features, becomes known as the modes of goodness, passion and ignorance in three divisions, namely the powers that evolve matter, knowledge of material creations, and the intelligence that guides such materialistic activities. Nārada, you are quite competent to understand this.",
        "purport": " Materialistic ego, or the sense of identification with matter, is grossly self-centered, devoid of clear knowledge of the existence of God. And this self-centered egoism of the materialistic living entities is the cause of their being conditioned by the other paraphernalia and continuing their bondage of material existence. In the Bhagavad-gītā this self-centered egoism is very nicely explained in the Seventh Chapter (verses 24 through 27). The self-centered impersonalist, without a clear conception of the Personality of Godhead, concludes in his own way that the Personality of Godhead takes a material shape from His original impersonal spiritual existence for a particular mission. And this misleading conception of the Supreme Lord by the self-centered impersonalist continues, even though he is seen to be very interested in the Vedic literatures such as the Brahma-sūtras and other highly intellectual sources of knowledge. This ignorance of the personal feature of the Lord is due simply to ignorance of the mixture of different modes. The impersonalist thus cannot conceive of the Lord’s eternal spiritual form of eternal knowledge, bliss and existence. The reason is that the Lord reserves the right of not exposing Himself to the nondevotee who, even after a thorough study of literature like the Bhagavad-gītā, remains an impersonalist simply by obstinacy. This obstinacy is due to the action of yoga-māyā, a personal energy of the Lord that acts like an aide-de-camp by covering the vision of the obstinate impersonalist. Such a bewildered human being is described as mūḍha, or grossly ignorant, because he is unable to understand the transcendental form of the Lord as being unborn and unchangeable. If the Lord takes a form or material shape from His original impersonal feature, then it means that He is born and changeable from impersonal to personal. But He is not changeable. Nor does He ever take a new birth like a conditioned soul. The conditioned soul may take a form birth after birth due to his conditional existence in matter, but the self-centered impersonalists, by their gross ignorance, accept the Lord as one of them because of self-centered egoism, even after so-called advancement of knowledge in the Vedānta. The Lord, being situated in the heart of every individual living entity, knows very well the tendency of such conditioned souls in terms of past, present and future, but the bewildered conditioned soul hardly can know Him in His eternal form. By the will of the Lord, therefore, the impersonalist, even after knowing the Brahman and Paramātmā features of the Lord, remains ignorant of His eternal personal feature as ever-existent Nārāyaṇa, transcendental to all material creation. The cause of such gross ignorance is constant engagement by the materialistic man in the matter of artificially increasing material demands. To realize the Supreme Personality of Godhead, one has to purify the materialistic senses by devotional service. The mode of goodness, or the brahminical culture recommended in the Vedic literatures, is helpful to such spiritual realization, and thus the jñāna-śakti stage of the conditioned soul is comparatively better than the other two stages, namely dravya-śakti and kriyā-śakti. The whole material civilization is manifested by a huge accumulation of materials, or in other words, raw materials for industrial purposes, and the industrial enterprises (kriyā-śakti) are all due to gross ignorance of spiritual life. In order to rectify this great anomaly of materialistic civilization, based on the principles of dravya-śakti and kriyā-śakti, one has to adopt the process of devotional service of the Lord by adoption of the principles of karma-yoga, mentioned in the Bhagavad-gītā (9.27) as follows: “O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.”"
    },
    {
        "verse": "25",
        "devanagari": "तामसादपि भूतादेर्विकुर्वाणादभून्नभ: ।तस्य मात्रा गुण: शब्दो लिङ्गं यद् द्रष्टृद‍ृश्ययो: ॥ २५ ॥",
        "english_devnagari": "tāmasād api bhūtādervikurvāṇād abhūn nabhaḥtasya mātrā guṇaḥ śabdoliṅgaṁ yad draṣṭṛ-dṛśyayoḥ",
        "verse_Syn": [
            "tāmasāt",
            "api",
            "bhūta",
            "ādeḥ",
            "vikurvāṇāt",
            "abhūt",
            "nabhaḥ",
            "tasya",
            "mātrā",
            "guṇaḥ",
            "śabdaḥ",
            "liṅgam",
            "yat",
            "draṣṭṛ",
            "dṛśyayoḥ"
        ],
        "translation": "From the darkness of false ego, the first of the five elements, namely the sky, is generated. Its subtle form is the quality of sound, exactly as the seer is in relationship with the seen.",
        "purport": " The five elements, namely sky, air, fire, water and earth, are all but different qualities of the darkness of false ego. This means that the false ego in the sum total form of mahat-tattva is generated from the marginal potency of the Lord, and due to this false ego of lording it over the material creation, ingredients are generated for the false enjoyment of the living being. The living being is practically the dominating factor over the material elements as the enjoyer, though the background is the Supreme Lord. Factually, save and except the Lord, no one can be called the enjoyer, but the living entity falsely desires to become the enjoyer. This is the origin of false ego. When the bewildered living being desires this, the shadow elements are generated by the will of the Lord, and the living entities are allowed to run after them as after a phantasmagoria. It is said that first the tan-mātrā sound is created and then the sky, and in this verse it is confirmed that actually it is so, but sound is the subtle form of the sky, and the distinction is like that between the seer and the seen. The sound is the representation of the actual object, as the sound produced speaking of the object gives an idea of the description of the object. Therefore sound is the subtle characteristic of the object. Similarly, sound representation of the Lord, in terms of His characteristics, is the complete form of the Lord, as was seen by Vasudeva and Mahārāja Daśaratha, the fathers of Lord Kṛṣṇa and Lord Rāma. The sound representation of the Lord is nondifferent from the Lord Himself because the Lord and His representation in sound are absolute knowledge. Lord Caitanya has instructed us that in the holy name of the Lord, as sound representation of the Lord, all the potencies of the Lord are invested. Thus one can immediately enjoy the association of the Lord by the pure vibration of the sound representation of His holy name, and the concept of the Lord is immediately manifested before the pure devotee. A pure devotee, therefore, is not aloof from the Lord even for a moment. The holy name of the Lord, as recommended in the śāstras — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — may therefore be constantly chanted by the devotee aspiring to be constantly in touch with the Supreme Lord. One who is thus able to associate with the Lord is sure to be delivered from the darkness of the created world, which is a product of false ego (tamasi mā jyotir gama)."
    },
    {
        "verse": "26-29",
        "devanagari": "नभसोऽथ विकुर्वाणादभूत् स्पर्शगुणोऽनिल: ।परान्वयाच्छब्दवांश्च प्राण ओज: सहो बलम् ॥ २६ ॥वायोरपि विकुर्वाणात् कालकर्मस्वभावत: ।उदपद्यत तेजो वै रूपवत् स्पर्शशब्दवत् ॥ २७ ॥तेजसस्तु विकुर्वाणादासीदम्भो रसात्मकम् ।रूपवत् स्पर्शवच्चाम्भो घोषवच्च परान्वयात् ॥ २८ ॥विशेषस्तु विकुर्वाणादम्भसो गन्धवानभूत् ।परान्वयाद् रसस्पर्शशब्दरूपगुणान्वित: ॥ २९ ॥",
        "english_devnagari": "nabhaso ’tha vikurvāṇādabhūt sparśa-guṇo ’nilaḥparānvayāc chabdavāṁś caprāṇa ojaḥ saho balam",
        "verse_Syn": [
            "nabhasaḥ",
            "atha",
            "vikurvāṇāt",
            "abhūt",
            "sparśa",
            "guṇaḥ",
            "anilaḥ",
            "para",
            "anvayāt",
            "śabdavān",
            "ca",
            "prāṇaḥ",
            "ojaḥ",
            "sahaḥ",
            "balam",
            "vāyoḥ",
            "api",
            "vikurvāṇāt",
            "kāla",
            "karma",
            "svabhāvataḥ",
            "udapadyata",
            "tejaḥ",
            "vai",
            "rūpavat",
            "sparśa",
            "śabdavat",
            "tejasaḥ",
            "tu",
            "vikurvāṇāt",
            "āsīt",
            "ambhaḥ",
            "rasa",
            "ātmakam",
            "rūpavat",
            "sparśavat",
            "ca",
            "ambhaḥ",
            "ghoṣavat",
            "ca",
            "para",
            "anvayāt",
            "viśeṣaḥ",
            "tu",
            "vikurvāṇāt",
            "ambhasaḥ",
            "gandhavān",
            "abhūt",
            "para",
            "anvayāt",
            "rasa",
            "sparśa",
            "śabda",
            "rūpa",
            "guṇa",
            "anvitaḥ"
        ],
        "translation": "Because the sky is transformed, the air is generated with the quality of touch, and by previous succession the air is also full of sound and the basic principles of duration of life: sense perception, mental power and bodily strength. When the air is transformed in course of time and nature’s course, fire is generated, taking shape with the sense of touch and sound. Since fire is also transformed, there is a manifestation of water, full of juice and taste. As previously, it also has form and touch and is also full of sound. And water, being transformed from all variegatedness on earth, appears odorous and, as previously, becomes qualitatively full of juice, touch, sound and form respectively.",
        "purport": " The whole process of creation is an act of gradual evolution and development from one element to another, reaching up to the variegatedness of the earth as so many trees, plants, mountains, rivers, reptiles, birds, animals and varieties of human beings. The quality of sense perception is also evolutionary, namely generated from sound, then touch, and from touch to form. Taste and odor are also generated along with the gradual development of sky, air, fire, water and earth. They are all mutually the cause and effect of one another, but the original cause is the Lord Himself in plenary portion, as Mahā-Viṣṇu lying in the causal water of the mahat-tattva. As such, Lord Kṛṣṇa is described in the Brahma-saṁhitā as the cause of all causes, and this is confirmed in the Bhagavad-gītā (10.8) as follows: The qualities of sense perception are fully represented in the earth, and they are manifested in other elements to a lesser extent. In the sky there is sound only, whereas in the air there are sound and touch. In the fire there are sound, touch and shape, and in the water there is taste also, along with the other perceptions, namely sound, touch and shape. In the earth, however, there are all the above-mentioned qualities with an extra development of odor also. Therefore on the earth there is a full display of variegatedness of life, which is originally started with the basic principle of air. Diseases of the body take place due to derangement of air within the earthly body of the living beings. Mental diseases result from special derangement of the air within the body, and, as such, yogic exercise is especially beneficial to keep the air in order so that diseases of the body become almost nil by such exercises. When they are properly done the duration of life also increases, and one can have control over death also by such practices. A perfect yogī can have command over death and quit the body at the right moment, when he is competent to transfer himself to a suitable planet. The bhakti-yogī, however, surpasses all the yogīs because, by dint of his devotional service, he is promoted to the region beyond the material sky and is placed in one of the planets in the spiritual sky by the supreme will of the Lord, the controller of everything."
    },
    {
        "verse": "30",
        "devanagari": "वैकारिकान्मनो जज्ञे देवा वैकारिका दश ।दिग्वातार्कप्रचेतोऽश्विवह्नीन्द्रोपेन्द्रमित्रका: ॥ ३० ॥",
        "english_devnagari": "vaikārikān mano jajñedevā vaikārikā daśadig-vātārka-praceto ’śvi-vahnīndropendra-mitra-kāḥ",
        "verse_Syn": [
            "vaikārikāt",
            "manaḥ",
            "jajñe",
            "devāḥ",
            "vaikārikāḥ",
            "daśa",
            "dik",
            "vāta",
            "arka",
            "pracetaḥ",
            "aśvi",
            "vahni",
            "indra",
            "upendra",
            "mitra",
            "kāḥ"
        ],
        "translation": "From the mode of goodness the mind is generated and becomes manifest, as also the ten demigods controlling the bodily movements. Such demigods are known as the controller of directions, the controller of air, the sun-god, the father of Dakṣa Prajāpati, the Aśvinī-kumāras, the fire-god, the King of heaven, the worshipable deity in heaven, the chief of the Ādityas, and Brahmājī, the Prajāpati. All come into existence.",
        "purport": " Vaikārika is the neutral stage of creation, and tejas is the initiative of creation, while tamas is the full display of material creation under the spell of the darkness of ignorance. Manufacture of the “necessities of life” in factories and workshops, excessively prominent in the Age of Kali, or in the age of the machine, is the summit stage of the quality of darkness. Such manufacturing enterprises by human society are in the mode of darkness because factually there is no necessity for the commodities manufactured. Human society primarily requires food for subsistence, shelter for sleeping, defense for protection, and commodities for satisfaction of the senses. The senses are the practical signs of life, as will be explained in the next verse. Human civilization is meant for purifying the senses, and objects of sense satisfaction should be supplied as much as absolutely required, but not for aggravating artificial sensory needs. Food, shelter, defense and sense gratification are all needs in material existence. Otherwise, in his pure, uncontaminated state of original life, the living entity has no such needs. The needs are therefore artificial, and in the pure state of life there are no such needs. As such, increasing the artificial needs, as is the standard of material civilization, or advancing the economic development of human society, is a sort of engagement in darkness, without knowledge. By such engagement, human energy is spoiled, because human energy is primarily meant for purifying the senses in order to engage them in satisfying the senses of the Supreme Lord. The Supreme Lord, being the supreme possessor of spiritual senses, is the master of the senses, Hṛṣīkeśa. Hṛṣīka means the senses, and īśa means the master. The Lord is not the servant of the senses, or, in other words, He is not directed by the dictation of the senses, but the conditioned souls or the individual living entities are servants of the senses. They are conducted by the direction or dictation of the senses, and therefore material civilization is a kind of engagement in sense gratification only. The standard of human civilization should be to cure the disease of sense gratification, and one can do this simply by becoming an agent for satisfying the spiritual senses of the Lord. The senses are never to be stopped in their engagements, but one should purify them by engaging them in the pure service of sense gratification of the master of the senses. This is the instruction of the whole Bhagavad-gītā. Arjuna wanted first of all to satisfy his own senses by his decision not to fight with his kinsmen and friends, but Lord Śrī Kṛṣṇa taught him the Bhagavad-gītā just to purify Arjuna’s decision for sense gratification. Therefore Arjuna agreed to satisfy the senses of the Lord, and thus he fought the Battle of Kurukṣetra, as the Lord desired. The Vedas instruct us to get out of the existence of darkness and go forward on the path of light (tamasi mā jyotir gama). The path of light is therefore to satisfy the senses of the Lord. Misguided men, or less intelligent men, follow the path of self-realization without any attempt to satisfy the transcendental senses of the Lord by following the path shown by Arjuna and other devotees of the Lord. On the contrary, they artificially try to stop the activities of the senses (yoga system), or they deny the transcendental senses of the Lord (jñāna system). The devotees, however, are above the yogīs and the jñānīs because pure devotees do not deny the senses of the Lord; they want to satisfy the senses of the Lord. Only because of the darkness of ignorance do the yogīs and jñānīs deny the senses of the Lord and thus artificially try to control the activities of the diseased senses. In the diseased condition of the senses there is too much engagement of the senses in increasing material needs. When one comes to see the disadvantage of aggravating the sense activities, one is called a jñānī, and when one tries to stop the activities of the senses by the practice of yogic principles, he is called a yogī, but when one is fully aware of the transcendental senses of the Lord and tries to satisfy His senses, one is called a devotee of the Lord. The devotees of the Lord do not try to deny the senses of the Lord, nor do they artificially stop the actions of the senses. But they do voluntarily engage the purified senses in the service of the master of the senses, as was done by Arjuna, thereby easily attaining the perfection of satisfying the Lord, the ultimate goal of all perfection."
    },
    {
        "verse": "31",
        "devanagari": "तैजसात् तु विकुर्वाणादिन्द्रियाणि दशाभवन् ।ज्ञानशक्ति: क्रियाशक्तिर्बुद्धि: प्राणश्च तैजसौ ।श्रोत्रं त्वग्घ्राणद‍ृग्जिह्वा वागदोर्मेढ्राङ्‌घ्रिपायव: ॥ ३१ ॥",
        "english_devnagari": "taijasāt tu vikurvāṇādindriyāṇi daśābhavanjñāna-śaktiḥ kriyā-śaktirbuddhiḥ prāṇaś ca taijasauśrotraṁ tvag-ghrāṇa-dṛg-jihvāvāg-dor-meḍhrāṅghri-pāyavaḥ",
        "verse_Syn": [
            "taijasāt",
            "tu",
            "vikurvāṇāt",
            "indriyāṇi",
            "daśa",
            "abhavan",
            "jñāna",
            "śaktiḥ",
            "kriyā",
            "śaktiḥ",
            "buddhiḥ",
            "prāṇaḥ",
            "ca",
            "taijasau",
            "śrotram",
            "tvak",
            "ghrāṇa",
            "dṛk",
            "jihvāḥ",
            "vāk",
            "doḥ",
            "meḍhra",
            "aṅghri",
            "pāyavaḥ"
        ],
        "translation": "By further transformation of the mode of passion, the sense organs like the ear, skin, nose, eyes, tongue, mouth, hands, genitals, legs, and the outlet for evacuating, together with intelligence and living energy, are all generated.",
        "purport": " The living condition in material existence depends more or less on one’s intelligence and powerful living energy. Intelligence to counteract the hard struggle for existence is assisted by the senses for acquiring knowledge, and the living energy maintains himself by manipulating the active organs, like the hands and legs. But on the whole, the struggle for existence is an exertion of the mode of passion. Therefore all the sense organs, headed by intelligence and the living energy, prāṇa, are different products and by-products of the second mode of nature, called passion. This mode of passion, however, is the product of the air element, as described before."
    },
    {
        "verse": "32",
        "devanagari": "यदैतेऽसङ्गता भावा भूतेन्द्रियमनोगुणा: ।यदायतननिर्माणे न शेकुर्ब्रह्मवित्तम ॥ ३२ ॥",
        "english_devnagari": "yadaite ’saṅgatā bhāvābhūtendriya-mano-guṇāḥyadāyatana-nirmāṇena śekur brahma-vittama",
        "verse_Syn": [
            "yadā",
            "ete",
            "asaṅgatāḥ",
            "bhāvāḥ",
            "bhūta",
            "indriya",
            "manaḥ",
            "guṇāḥ",
            "yadā",
            "āyatana",
            "nirmāṇe",
            "na",
            "śekuḥ",
            "brahma",
            "vit",
            "tama"
        ],
        "translation": "O Nārada, best of the transcendentalists, the forms of the body cannot take place as long as these created parts, namely the elements, senses, mind and modes of nature, are not assembled.",
        "purport": " The different types of bodily construction of the living entities are exactly like different types of motorcars manufactured by assembling the allied motor parts. When the car is ready, the driver sits in the car and moves it as he desires. This is also confirmed in the Bhagavad-gītā (18.61): the living entity is as if seated on the machine of the body, and the car of the body is moving by the control of material nature, just as the railway trains are moving under the direction of the controller. The living entities, however, are not the bodies; they are separate from the cars of the body. But the less intelligent material scientist cannot understand the process of assembling the parts of the body, namely the senses, the mind and the qualities of the material modes. Every living entity is a spiritual spark, part and parcel of the Supreme Being, and by the kindness of the Lord, for the Father is kind to His sons, the individual living beings are given a little freedom to act according to their will to lord it over the material nature. Just as a father gives some playthings to the crying child to satisfy him, the whole material creation is made possible by the will of the Lord to allow the bewildered living entities to lord it over things as they desire, although under the control of the agent of the Lord. The living entities are exactly like small children playing the material field under the control of the maidservant of the Lord (nature). They accept the māyā, or the maidservant, as all in all and thus wrongly conceive the Supreme Truth to be feminine (goddess Durgā, etc.). The foolish, childlike materialists cannot reach beyond the conception of the maidservant, material nature, but the intelligent grown-up sons of the Lord know well that all the acts of material nature are controlled by the Lord, just as a maidservant is under the control of the master, the father of the undeveloped children. The parts of the body, such as the senses, are the creation of the mahat-tattva, and when they are assembled by the will of the Lord, the material body comes into existence, and the living entity is allowed to use it for further activities. This is explained as follows."
    },
    {
        "verse": "33",
        "devanagari": "तदा संहृत्य चान्योन्यं भगवच्छक्तिचोदिता: ।सदसत्त्वमुपादाय चोभयं ससृजुर्ह्यद: ॥ ३३ ॥",
        "english_devnagari": "tadā saṁhatya cānyonyaṁbhagavac-chakti-coditāḥsad-asattvam upādāyacobhayaṁ sasṛjur hy adaḥ",
        "verse_Syn": [
            "tadā",
            "saṁhatya",
            "ca",
            "anyonyam",
            "bhagavat",
            "śakti",
            "coditāḥ",
            "sat",
            "asattvam",
            "upādāya",
            "ca",
            "ubhayam",
            "sasṛjuḥ",
            "hi",
            "adaḥ"
        ],
        "translation": "Thus when all these became assembled by force of the energy of the Supreme Personality of Godhead, this universe certainly came into being by accepting both the primary and secondary causes of creation.",
        "purport": " In this verse it is clearly mentioned that the Supreme Personality of Godhead exerts His different energies in the creation; it is not that He Himself is transformed into material creations. He expands Himself by His different energies, as well as by His plenary portions. In a corner of the spiritual sky of brahmajyoti a spiritual cloud sometimes appears, and the covered portion is called the mahat-tattva. The Lord then, by His plenary portion as Mahā-Viṣṇu, lies down within the water of the mahat-tattva, and the water is called the Causal Ocean (Kāraṇa-jala). While Mahā-Viṣṇu sleeps within the Causal Ocean, innumerable universes are generated along with His breathing. These universes are floating, and they are scattered all over the Causal Ocean. They stay only during the breathing period of Mahā-Viṣṇu. In each and every universal globe, the same Mahā-Viṣṇu enters again as Garbhodakaśāyī Viṣṇu and lies there on the serpentlike Śeṣa incarnation. From His navel sprouts a lotus stem, and on the lotus, Brahmā, the lord of the universe, is born. Brahmā creates all forms of living beings of different shapes in terms of different desires within the universe. He also creates the sun, moon and other demigods. Therefore the chief engineer of the material creation is the Lord Himself, as confirmed in the Bhagavad-gītā (9.10). It is He only who directs the material nature to produce all sorts of moving and nonmoving creations. There are two modes of material creation: the creation of the collective universes, as stated above, done by the Mahā-Viṣṇu, and the creation of the single universe. Both are done by the Lord, and thus the universal shape, as we can see, takes place."
    },
    {
        "verse": "34",
        "devanagari": "वर्षपूगसहस्रान्ते तदण्डमुदकेशयम् ।कालकर्मस्वभावस्थो जीवोऽजीवमजीवयत् ॥ ३४ ॥",
        "english_devnagari": "varṣa-pūga-sahasrāntetad aṇḍam udake śayamkāla-karma-svabhāva-sthojīvo ’jīvam ajīvayat",
        "verse_Syn": [
            "varṣa",
            "pūga",
            "sahasra",
            "ante",
            "tat",
            "aṇḍam",
            "udake",
            "śayam",
            "kāla",
            "karma",
            "svabhāva",
            "sthaḥ",
            "jīvaḥ",
            "ajīvam",
            "ajīvayat"
        ],
        "translation": "Thus all the universes remained thousands of aeons within the water [the Causal Ocean], and the Lord of living beings, entering in each of them, caused them to be fully animated.",
        "purport": " The Lord is described here as the jīva because He is the leader of all other jīvas (living entities). In the Vedas He is described as the nitya, the leader of all other nityas. The Lord’s relation with the living entities is like that of the father with the sons. The sons and the father are qualitatively equal, but the father is never the son, nor is the son ever the father who begets. So, as described above, the Lord as Garbhodakaśāyī Viṣṇu or Hiraṇyagarbha Supersoul enters into each and every universe and causes it to be animated by begetting the living entities within the womb of the material nature, as confirmed in the Bhagavad-gītā (14.3). After each annihilation of the material creation, all the living entities are merged within the body of the Lord, and after creation they are again impregnated within the material energy. In material existence, therefore, the material energy is seemingly the mother of the living entities, and the Lord is the father. When, however, the animation takes place, the living entities revive their own natural activities under the spell of time and energy, and thus the varieties of living beings are manifested. The Lord, therefore, is ultimately the cause of all animation in the material world."
    },
    {
        "verse": "35",
        "devanagari": "स एव पुरुषस्तस्मादण्डं निर्भिद्य निर्गत: ।सहस्रोर्वङ्‌घ्रिबाह्वक्ष: सहस्राननशीर्षवान् ॥ ३५ ॥",
        "english_devnagari": "sa eva puruṣas tasmādaṇḍaṁ nirbhidya nirgataḥsahasrorv-aṅghri-bāhv-akṣaḥsahasrānana-śīrṣavān",
        "verse_Syn": [
            "saḥ",
            "eva",
            "puruṣaḥ",
            "tasmāt",
            "aṇḍam",
            "nirbhidya",
            "nirgataḥ",
            "sahasra",
            "ūru",
            "aṅghri",
            "bāhu",
            "akṣaḥ",
            "sahasra",
            "ānana",
            "śīrṣavān"
        ],
        "translation": "The Lord [Mahā-Viṣṇu], although lying in the Causal Ocean, came out of it, and dividing Himself as Hiraṇyagarbha, He entered into each universe and assumed the virāṭ-rūpa, with thousands of legs, arms, mouths, heads, etc.",
        "purport": " The expansions of the planetary systems within each and every universe are situated in the different parts of the virāṭ-rūpa (universal form) of the Lord, and they are described as follows."
    },
    {
        "verse": "36",
        "devanagari": "यस्येहावयवैर्लोकान् कल्पयन्ति मनीषिण: ।कट्यादिभिरध: सप्त सप्तोर्ध्वं जघनादिभि: ॥ ३६ ॥",
        "english_devnagari": "yasyehāvayavair lokānkalpayanti manīṣiṇaḥkaṭya-ādibhir adhaḥ saptasaptordhvaṁ jaghanādibhiḥ",
        "verse_Syn": [
            "yasya",
            "iha",
            "avayavaiḥ",
            "lokān",
            "kalpayanti",
            "manīṣiṇaḥ",
            "kaṭi",
            "ādibhiḥ",
            "adhaḥ",
            "sapta",
            "sapta",
            "ūrdhvam",
            "jaghana",
            "ādibhiḥ"
        ],
        "translation": "Great philosophers imagine that the complete planetary systems in the universe are displays of the different upper and lower limbs of the universal body of the Lord.",
        "purport": " The word kalpayanti, or “imagine,” is significant. The virāṭ universal form of the Absolute is an imagination of the speculative philosophers who are unable to adjust to the eternal two-handed form of Lord Śrī Kṛṣṇa. Although the universal form, as imagined by the great philosophers, is one of the features of the Lord, it is more or less imaginary. It is said that the seven upper planetary systems are situated above the waist of the universal form, whereas the lower planetary systems are situated below His waist. The idea impressed herein is that the Supreme Lord is conscious of every part of His body, and nowhere in the creation is there anything beyond His control."
    },
    {
        "verse": "37",
        "devanagari": "पुरुषस्य मुखं ब्रह्म क्षत्रमेतस्य बाहव: ।ऊर्वोर्वैश्यो भगवत: पद्‍भ्यां शूद्रो व्यजायत ॥ ३७ ॥",
        "english_devnagari": "puruṣasya mukhaṁ brahmakṣatram etasya bāhavaḥūrvor vaiśyo bhagavataḥpadbhyāṁ śūdro vyajāyata",
        "verse_Syn": [
            "puruṣasya",
            "mukham",
            "brahma",
            "kṣatram",
            "etasya",
            "bāhavaḥ",
            "ūrvoḥ",
            "vaiśyaḥ",
            "bhagavataḥ",
            "padbhyām",
            "śūdraḥ",
            "vyajāyata"
        ],
        "translation": "The brāhmaṇas represent His mouth, the kṣatriyas His arms, the vaiśyas His thighs, and the śūdras are born of His legs.",
        "purport": " All living beings are stated to be the parts and parcels of the Supreme Lord, and how they are so is explained in this verse. The four divisions of human society, namely the intelligent class (the brāhmaṇas), the administrative class (the kṣatriyas), the mercantile class (the vaiśyas), and the laborer class (the śūdras), are all in different parts of the body of the Lord. As such, no one is different from the Lord. The mouth of the body and the legs of the body are nondifferent constitutionally, but the mouth or the head of the body is qualitatively more important than the legs. At the same time, the mouth, the legs, the arms and the thighs are all component parts of the body. These limbs of the body of the Lord are meant to serve the complete whole. The mouth is meant for speaking and eating, the arms are meant for the protection of the body, the legs are meant for carrying the body, and the waist of the body is meant for maintaining the body. The intelligent class in society, therefore, must speak on behalf of the body, as well as accept foodstuff to satisfy the hunger of the body. The hunger of the Lord is to accept the fruits of sacrifice. The brāhmaṇas, or the intelligent class, must be very expert in performing such sacrifices, and the subordinate classes must join in such sacrifices. To speak for the Supreme Lord means to glorify the Lord by means of propagating the knowledge of the Lord as it is, broadcasting the factual nature of the Lord and the factual position of all other parts of the whole body. The brāhmaṇas, therefore, are required to know the Vedas, or the ultimate source of knowledge. Veda means knowledge, and anta means the end of it. According to Bhagavad-gītā, the Lord is the source of everything (ahaṁ sarvasya prabhavaḥ), and thus the end of all knowledge (Vedānta) is to know the Lord, to know our relationship with Him and to act according to that relationship only. The parts of the body are related to the body; similarly, the living being must know his relationship with the Lord. The human life is especially meant for this purpose, namely to know the factual relationship of every living being with the Supreme Lord. Without knowing this relationship, the human life is spoiled. The intelligent class of men, the brāhmaṇas, are therefore especially responsible for broadcasting this knowledge of our relationship with the Lord and leading the general mass of people to the right path. The administrative class is meant for protecting the living beings so that they can serve this purpose. The mercantile class is meant for producing food grains and distributing them to the complete human society so that the whole population is given a chance to live comfortably and discharge the duties of human life. The mercantile class is also required to give protection to the cows in order to get sufficient milk and milk products, which alone can give the proper health and intelligence to maintain a civilization perfectly meant for knowledge of the ultimate truth. And the laborer class, who are neither intelligent nor powerful, can help by physical services to the other higher classes and thus be benefited by their cooperation. Therefore the universe is a complete unit in relationship with the Lord, and without this relationship with the Lord the whole human society is disturbed and is without any peace and prosperity. This is confirmed in the Vedas: brāhmaṇo ’sya mukham āsīd, bāhū rājanyaḥ kṛtaḥ."
    },
    {
        "verse": "38",
        "devanagari": "भूर्लोक: कल्पित: पद्‍भ्यां भुवर्लोकोऽस्य नाभित: ।हृदा स्वर्लोक उरसा महर्लोको महात्मन: ॥ ३८ ॥",
        "english_devnagari": "bhūrlokaḥ kalpitaḥ padbhyāṁbhuvarloko ’sya nābhitaḥhṛdā svarloka urasāmaharloko mahātmanaḥ",
        "verse_Syn": [
            "bhūḥ",
            "lokaḥ",
            "kalpitaḥ",
            "padbhyām",
            "bhuvaḥ",
            "lokaḥ",
            "asya",
            "nābhitaḥ",
            "hṛdā",
            "svarlokaḥ",
            "urasā",
            "maharlokaḥ",
            "mahā",
            "ātmanaḥ"
        ],
        "translation": "The lower planetary systems, up to the limit of the earthly stratum, are said to be situated in His legs. The middle planetary systems, beginning from Bhuvarloka, are situated in His navel. And the still higher planetary systems, occupied by the demigods and highly cultured sages and saints, are situated in the chest of the Supreme Lord.",
        "purport": " There are fourteen spheres of planetary systems within this universe. The lower systems are called Bhūrloka, the middle systems are called Bhuvarloka, and the higher planetary systems, up to Brahmaloka, the highest planetary system of the universe, are called Svarloka. And all of them are situated on the body of the Lord. In other words, no one within this universe is without a relationship with the Lord."
    },
    {
        "verse": "39",
        "devanagari": "ग्रीवायां जनलोकोऽस्य तपोलोक: स्तनद्वयात् ।मूर्धभि: सत्यलोकस्तु ब्रह्मलोक: सनातन: ॥ ३९ ॥",
        "english_devnagari": "grīvāyāṁ janaloko ’syatapolokaḥ stana-dvayātmūrdhabhiḥ satyalokas tubrahmalokaḥ sanātanaḥ",
        "verse_Syn": [
            "grīvāyām",
            "janalokaḥ",
            "asya",
            "tapolokaḥ",
            "stana",
            "dvayāt",
            "mūrdhabhiḥ",
            "satyalokaḥ",
            "tu",
            "brahmalokaḥ",
            "sanātanaḥ"
        ],
        "translation": "From the forefront of the chest up to the neck of the universal form of the Lord are situated the planetary systems named Janaloka and Tapoloka, whereas Satyaloka, the topmost planetary system, is situated on the head of the form. The spiritual planets, however, are eternal.",
        "purport": " Many times in these pages we have discussed the spiritual planets situated beyond the material sky, and the description is corroborated in this verse. The word sanātana is significant. This very idea of eternity is expressed in the Bhagavad-gītā (8.20), where it is said that beyond the material creation is the spiritual sky, where everything is eternal. Sometimes Satyaloka, the planet in which Brahmā resides, is also called Brahmaloka. But the Brahmaloka mentioned here is not the same as the Satyaloka planetary system. This Brahmaloka is eternal, whereas the Satyaloka planetary system is not eternal. And to distinguish between the two, the adjective sanātana has been used in this case. According to Śrīla Jīva Gosvāmī, this Brahmaloka is the loka or abode of Brahman, or the Supreme Lord. In the spiritual sky all the planets are as good as the Lord Himself. The Lord is all spirit, and His name, fame, glories, qualities, pastimes, etc., are all nondifferent from Him because He is absolute. As such, the planets in the kingdom of God are also nondifferent from Him. In those planets there is no difference between the body and the soul, nor is there any influence of time as we experience it in the material world. And in addition to there being no influence of time, the planets in Brahmaloka, due to being spiritual, are never annihilated. All variegatedness in the spiritual planets is also one with the Lord, and therefore the Vedic aphorism ekam evādvitīyam is fully realized in that sanātana atmosphere of spiritual variegatedness. This material world is only a shadow phantasmagoria of the spiritual kingdom of the Lord, and because it is a shadow it is never eternal; the variegatedness in the material world of duality (spirit and matter) cannot be compared to that of the spiritual world. Because of a poor fund of knowledge, less intelligent persons sometimes mistake the conditions of the shadow world to be equivalent to those of the spiritual world, and thus they mistake the Lord and His pastimes in the material world to be one with the conditioned souls and their activities. The Lord condemns such less intelligent persons in the Bhagavad-gītā (9.11): Whenever the Lord incarnates, He does so in His full internal potency (ātma-māyā), and less intelligent persons mistake Him to be one of the material creations. Śrīla Śrīdhara Svāmī, therefore, rightly commenting on this verse, says that the Brahmaloka mentioned here is Vaikuṇṭha, the kingdom of God, which is sanātana, or eternal, and is therefore not exactly like the material creations described above. The virāṭ universal form of the Lord is an imagination for the material world. It has nothing to do with the spiritual world, or the kingdom of God."
    },
    {
        "verse": "40-41",
        "devanagari": "तत्कट्यां चातलं क्लृप्तमूरुभ्यां वितलं विभो: ।जानुभ्यां सुतलं शुद्धं जङ्घाभ्यां तु तलातलम् ॥ ४० ॥महातलं तु गुल्फाभ्यां प्रपदाभ्यां रसातलम् ।पातालं पादतलत इति लोकमय: पुमान् ॥ ४१ ॥",
        "english_devnagari": "tat-kaṭyāṁ cātalaṁ kḷptamūrubhyāṁ vitalaṁ vibhoḥjānubhyāṁ sutalaṁ śuddhaṁjaṅghābhyāṁ tu talātalam",
        "verse_Syn": [
            "tat",
            "kaṭyām",
            "ca",
            "atalam",
            "kḷptam",
            "ūrubhyām",
            "vitalam",
            "vibhoḥ",
            "jānubhyām",
            "sutalam",
            "śuddham",
            "jaṅghābhyām",
            "tu",
            "talātalam",
            "mahātalam",
            "tu",
            "gulphābhyām",
            "prapadābhyām",
            "rasātalam",
            "pātālam",
            "pāda",
            "talataḥ",
            "iti",
            "loka",
            "mayaḥ",
            "pumān"
        ],
        "translation": "My dear son Nārada, know from me that there are seven lower planetary systems out of the total fourteen. The first planetary system, known as Atala, is situated on the waist; the second, Vitala, is situated on the thighs; the third, Sutala, on the knees; the fourth, Talātala, on the shanks; the fifth, Mahātala, on the ankles; the sixth, Rasātala, on the upper portion of the feet; and the seventh, Pātāla, on the soles of the feet. Thus the virāṭ form of the Lord is full of all planetary systems.",
        "purport": " Modern enterprisers (the astronauts who travel in space) may take information from Śrīmad-Bhāgavatam that in space there are fourteen divisions of planetary systems. The situation is calculated from the earthly planetary system, which is called Bhūrloka. Above Bhūrloka is Bhuvarloka, and the topmost planetary system is called Satyaloka. These are the upper seven lokas, or planetary systems. And similarly there are seven lower planetary systems, known as Atala, Vitala, Sutala, Talātala, Mahātala, Rasātala and Pātāla lokas. All these planetary systems are scattered over the complete universe, which occupies an area of two billion times two billion square miles. The modern astronauts can travel only a few thousand miles away from the earth, and therefore their attempt to travel in the sky is something like child’s play on the shore of an expansive ocean. The moon is situated in the third status of the upper planetary system, and in the Fifth Canto of Śrīmad-Bhāgavatam we shall be able to know the distant situation of the various planets scattered over the vast material sky. There are innumerable universes beyond the one in which we are put, and all these material universes cover only an insignificant portion of the spiritual sky, which is described above as sanātana Brahmaloka. The Supreme Lord very kindly invites the intelligent human beings to return home, back to Godhead, in the following verse of the Bhagavad-gītā (8.16): Beginning from Satyaloka, the topmost planet of the universe, situated just below the eternal Brahmaloka, as described above, all the planets are material. And one’s situation in any of the many material planets is still subject to the laws of material nature, namely birth, death, old age and disease. But one can get complete liberation from all the above-mentioned material pangs when one enters into the eternal Brahmaloka sanātana atmosphere, the kingdom of God. Therefore liberation, as contemplated by the speculative philosophers and the mystics, is possible only when one becomes a devotee of the Lord. Anyone who is not a devotee cannot enter into the kingdom of God. Only by attainment of a service attitude in the transcendental position can one enter into the kingdom of Godhead. Therefore the speculative philosophers, as well as the mystics, must first of all be attracted to the devotional cult before they can factually attain liberation."
    },
    {
        "verse": "42",
        "devanagari": "भूर्लोक: कल्पित: पद्‍भ्यां भुवर्लोकोऽस्य नाभित: ।स्वर्लोक: कल्पितो मूर्ध्ना इति वा लोककल्पना ॥ ४२ ॥",
        "english_devnagari": "bhūrlokaḥ kalpitaḥ padbhyāṁbhuvarloko ’sya nābhitaḥsvarlokaḥ kalpito mūrdhnāiti vā loka-kalpanā",
        "verse_Syn": [
            "bhūrlokaḥ",
            "kalpitaḥ",
            "padbhyām",
            "bhuvarlokaḥ",
            "asya",
            "nābhitaḥ",
            "svarlokaḥ",
            "kalpitaḥ",
            "mūrdhnā",
            "iti",
            "vā",
            "loka",
            "kalpanā"
        ],
        "translation": "Others may divide the whole planetary system into three divisions, namely the lower planetary systems on the legs [up to the earth], the middle planetary systems on the navel, and the upper planetary systems [Svarloka] from the chest to the head of the Supreme Personality.",
        "purport": " The three divisions of the complete planetary systems are here mentioned; fourteen are imagined by others, and that is also explained."
    }
]