[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचवरीयानेष ते प्रश्न: कृतो लोकहितंनृप ।आत्मवित्सम्मत: पुंसां श्रोतव्यादिषु य: पर: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācavarīyān eṣa te praśnaḥkṛto loka-hitaṁ nṛpaātmavit-sammataḥ puṁsāṁśrotavyādiṣu yaḥ paraḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "varīyān",
            "eṣaḥ",
            "te",
            "praśnaḥ",
            "kṛtaḥ",
            "loka",
            "hitam",
            "nṛpa",
            "ātmavit",
            "sammataḥ",
            "puṁsām",
            "śrotavya",
            "ādiṣu",
            "yaḥ",
            "paraḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: My dear King, your question is glorious because it is very beneficial to all kinds of people. The answer to this question is the prime subject matter for hearing, and it is approved by all transcendentalists.",
        "purport": " Even the very question is so nice that it is the best subject matter for hearing. Simply by such questioning and hearing, one can achieve the highest perfectional stage of life. Because Lord Kṛṣṇa is the original Supreme Person, any question about Him is original and perfect. Lord Śrī Caitanya Mahāprabhu said that the highest perfection of life is to achieve the transcendental loving service of Kṛṣṇa. Because questions and answers about Kṛṣṇa elevate one to that transcendental position, the questions of Mahārāja Parīkṣit about Kṛṣṇa philosophy are greatly glorified. Mahārāja Parīkṣit wanted to absorb his mind completely in Kṛṣṇa, and such absorption can be effected simply by hearing about the uncommon activities of Kṛṣṇa. For instance, in the Bhagavad-gītā it is stated that simply by understanding the transcendental nature of Lord Kṛṣṇa’s appearance, disappearance, and activities, one can immediately return home, back to Godhead, and never come back to this miserable condition of material existence. It is very auspicious, therefore, to hear always about Kṛṣṇa. So Mahārāja Parīkṣit requested Śukadeva Gosvāmī to narrate the activities of Kṛṣṇa so that he could engage his mind in Kṛṣṇa. The activities of Kṛṣṇa are nondifferent from Kṛṣṇa Himself. As long as one is engaged in hearing such transcendental activities of Kṛṣṇa, he remains aloof from the conditional life of material existence. The topics of Lord Kṛṣṇa are so auspicious that they purify the speaker, the hearer and the inquirer. They are compared to the Ganges waters, which flow from the toe of Lord Kṛṣṇa. Wherever the Ganges waters go, they purify the land and the person who bathes in them. Similarly, kṛṣṇa-kathā, or the topics of Kṛṣṇa, are so pure that wherever they are spoken, the place, the hearer, the inquirer, the speaker and all concerned become purified."
    },
    {
        "verse": "2",
        "devanagari": "श्रोतव्यादीनि राजेन्द्र नृणां सन्तिसहस्रश: ।अपश्यतामात्मतत्त्वं गृहेषु गृहमेधिनाम् ॥ २ ॥",
        "english_devnagari": "śrotavyādīni rājendranṛṇāṁ santi sahasraśaḥapaśyatām ātma-tattvaṁgṛheṣu gṛha-medhinām",
        "verse_Syn": [
            "śrotavya",
            "ādīni",
            "rājendra",
            "nṛṇām",
            "santi",
            "sahasraśaḥ",
            "apaśyatām",
            "ātma",
            "tattvam",
            "gṛheṣu",
            "gṛha",
            "medhinām"
        ],
        "translation": "Those persons who are materially engrossed, being blind to the knowledge of ultimate truth, have many subject matters for hearing in human society, O Emperor.",
        "purport": " In the revealed scriptures there are two nomenclatures for the householder’s life. One is gṛhastha, and the other is gṛhamedhī. The gṛhasthas are those who live together with wife and children but live transcendentally for realizing the ultimate truth. The gṛhamedhīs, however, are those who live only for the benefit of the family members, extended or centralized, and thus are envious of others. The word medhī indicates jealousy of others. The gṛhamedhīs, being interested in family affairs only, are certainly envious of others. Therefore, one gṛhamedhī is not on good terms with another gṛhamedhī, and in the extended form, one community, society or nation is not on good terms with another counterpart of selfish interest. In the Age of Kali, all the householders are jealous of one another because they are blind to the knowledge of ultimate truth. They have many subject matters for hearing — political, scientific, social, economic and so on — but due to a poor fund of knowledge, they set aside the question of the ultimate miseries of life, namely miseries of birth, death, old age and disease. Factually, the human life is meant for making an ultimate solution to birth, death, old age and disease, but the gṛhamedhīs, being illusioned by the material nature, forget everything about self-realization. The ultimate solution to the problems of life is to go back home, back to Godhead, and thus, as stated in the Bhagavad-gītā (8.16), the miseries of material existence — birth, death, old age and disease — are removed. The process of going back home, back to Godhead, is to hear about the Supreme Lord and His name, form, attributes, pastimes, paraphernalia and variegatedness. Foolish people do not know this. They want to hear something about the name, form, etc., of everything temporary, and they do not know how to utilize this propensity of hearing for the ultimate good. Misguided as they are, they also create some false literatures about the name, form, attributes, etc., of the ultimate truth. One should not, therefore, become a gṛhamedhī simply to exist for envying others; one should become a real householder in terms of the scriptural injunctions."
    },
    {
        "verse": "3",
        "devanagari": "निद्रया ह्रियते नक्तं व्यवायेन च वा वय: ।दिवा चार्थेहया राजन् कुटुम्बभरणेन वा ॥ ३ ॥",
        "english_devnagari": "nidrayā hriyate naktaṁvyavāyena ca vā vayaḥdivā cārthehayā rājankuṭumba-bharaṇena vā",
        "verse_Syn": [
            "nidrayā",
            "hriyate",
            "naktam",
            "vyavāyena",
            "ca",
            "vā",
            "vayaḥ",
            "divā",
            "ca",
            "artha",
            "īhayā",
            "rājan",
            "kuṭumba",
            "bharaṇena",
            "vā"
        ],
        "translation": "The lifetime of such an envious householder is passed at night either in sleeping or in sex indulgence, and in the daytime either in making money or maintaining family members.",
        "purport": " The present human civilization is primarily based on the principles of sleeping and sex indulgence at night and earning money in the day and spending the same for family maintenance. Such a form of human civilization is condemned by the Bhāgavata school. Because human life is a combination of matter and spirit soul, the whole process of Vedic knowledge is directed at liberating the spirit soul from the contamination of matter. The knowledge concerning this is called ātma-tattva. Those men who are too materialistic are unaware of this knowledge and are more inclined to economic development for material enjoyment. Such materialistic men are called karmīs, or fruitive laborers, and they are allowed regulated economic development or association of woman for sex indulgence. Those who are above the karmīs, that is, the jñānīs, yogīs and devotees, are strictly prohibited from sex indulgence. The karmīs are more or less devoid of ātma-tattva knowledge, and as such their life is spent without spiritual profit. The human life is not meant for hard labor for economic development, nor is it meant for sex indulgence like that of the dogs and hogs. It is specially meant for making a solution to the problems of material life and the miseries thereof. So the karmīs waste their valuable human life by sleeping and sex indulgence at night, and by laboring hard in the daytime to accumulate wealth, and after doing so, they try to improve the standard of materialistic life. The materialistic way of life is described herein in a nutshell, and how foolishly men waste the boon of human life is described as follows."
    },
    {
        "verse": "4",
        "devanagari": "देहापत्यकलत्रादिष्वात्मसैन्येष्वसत्स्वपि ।तेषां प्रमत्तो निधनं पश्यन्नपि न पश्यति ॥ ४ ॥",
        "english_devnagari": "dehāpatya-kalatrādiṣvātma-sainyeṣv asatsv apiteṣāṁ pramatto nidhanaṁpaśyann api na paśyati",
        "verse_Syn": [
            "deha",
            "apatya",
            "kalatra",
            "ādiṣu",
            "ātma",
            "sainyeṣu",
            "asatsu",
            "api",
            "teṣām",
            "pramattaḥ",
            "nidhanam",
            "paśyan",
            "api",
            "na",
            "paśyati"
        ],
        "translation": "Persons devoid of ātma-tattva do not inquire into the problems of life, being too attached to the fallible soldiers like the body, children and wife. Although sufficiently experienced, they still do not see their inevitable destruction.",
        "purport": " This material world is called the world of death. Every living being, beginning from Brahmā, whose duration of life is some thousands of millions of years, down to the germs who live for a few seconds only, is struggling for existence. Therefore, this life is a sort of fight with material nature, which imposes death upon all. In the human form of life, a living being is competent enough to come to an understanding of this great struggle for existence, but being too attached to family members, society, country, etc., he wants to win over the invincible material nature by the aid of bodily strength, children, wife, relatives, etc. Although he is sufficiently experienced in the matter by dint of past experience and previous examples of his deceased predecessors, he does not see that the so-called fighting soldiers like the children, relatives, society members and countrymen are all fallible in the great struggle. One should examine the fact that his father or his father’s father has already died, and that he himself is therefore also sure to die, and similarly his children, who are the would-be fathers of their children, will also die in due course. No one will survive in this struggle with material nature. The history of human society definitely proves it, yet the foolish people still suggest that in the future they will be able to live perpetually, with the help of material science. This poor fund of knowledge exhibited by human society is certainly misleading, and it is all due to ignoring the constitution of the living soul. This material world exists only as a dream, due to our attachment to it. Otherwise, the living soul is always different from the material nature. The great ocean of material nature is tossing with the waves of time, and the so-called living conditions are something like foaming bubbles, which appear before us as bodily self, wife, children, society, countrymen, etc. Due to a lack of knowledge of self, we become victimized by the force of ignorance and thus spoil the valuable energy of human life in a vain search after permanent living conditions, which are impossible in this material world. Our friends, relatives and so-called wives and children are not only fallible, but also bewildered by the outward glamor of material existence. As such, they cannot save us. Still we think that we are safe within the orbit of family, society or country. The whole materialistic advancement of human civilization is like the decoration of a dead body. Everyone is a dead body flapping only for a few days, and yet all the energy of human life is being wasted in the decoration of this dead body. Śukadeva Gosvāmī is pointing out the duty of the human being after showing the actual position of bewildered human activities. Persons who are devoid of the knowledge of ātma-tattva are misguided, but those who are devotees of the Lord and have perfect realization of transcendental knowledge are not bewildered."
    },
    {
        "verse": "5",
        "devanagari": "तस्माद्भारत सर्वात्मा भगवानीश्वरो हरि: ।श्रोतव्य: कीर्तितव्यश्च स्मर्तव्यश्चेच्छताभयम् ॥ ५ ॥",
        "english_devnagari": "tasmād bhārata sarvātmābhagavān īśvaro hariḥśrotavyaḥ kīrtitavyaś casmartavyaś cecchatābhayam",
        "verse_Syn": [
            "tasmāt",
            "bhārata",
            "sarvātmā",
            "bhagavān",
            "īśvaraḥ",
            "hariḥ",
            "śrotavyaḥ",
            "kīrtitavyaḥ",
            "ca",
            "smartavyaḥ",
            "ca",
            "icchatā",
            "abhayam"
        ],
        "translation": "O descendant of King Bharata, one who desires to be free from all miseries must hear about, glorify and also remember the Personality of Godhead, who is the Supersoul, the controller and the savior from all miseries.",
        "purport": " In the previous verse, Śrī Śukadeva Gosvāmī has described how the foolish materially attached men are wasting their valuable time in the improvement of the material conditions of life by sleeping, indulging in sex life, developing economic conditions and maintaining a band of relatives who are to be vanquished in the air of oblivion. Being engaged in all these materialistic activities, the living soul entangles himself in the cycle of the law of fruitive actions. This entails the chain of birth and death in the 8,400,000 species of life: the aquatics, the vegetables, the reptiles, the birds, the beasts, the uncivilized man, and then again the human form, which is the chance for getting out of the cycle of fruitive action. Therefore, if one desires freedom from this vicious circle, then one must cease to act as a karmī or enjoyer of the results of one’s own work, good or bad. One should not do anything, either good or bad, on his own account, but must execute everything on behalf of the Supreme Lord, the ultimate proprietor of everything that be. This process of doing work is recommended in the Bhagavad-gītā (9.27) also, where instruction is given for working on the Lord’s account. Therefore, one should first of all hear about the Lord. When one has perfectly and scrutinizingly heard, one must glorify His acts and deeds, and thus it will become possible to remember constantly the transcendental nature of the Lord. Hearing about and glorifying the Lord are identical with the transcendental nature of the Lord, and by so doing, one will be always in the association of the Lord. This brings freedom from all sorts of fear. The Lord is the Supersoul (Paramātmā) present in the hearts of all living beings, and thus by the above hearing and glorifying process, the Lord invites the association of all in His creation. This process of hearing about and glorifying the Lord is applicable for everyone, whoever he may be, and it will lead one to the ultimate success in everything in which one may be engaged by providence. There are many classes of human beings: the fruitive workers, the empiric philosophers, the mystic yogīs and, ultimately, the unalloyed devotees. For all of them, one and the same process is applicable for achieving the desired success. Everyone wants to be free from all kinds of fear, and everyone wants the fullest extent of happiness in life. The perfect process for achieving this, here and now, is recommended in the Śrīmad-Bhāgavatam, which is uttered by such a great authority as Śrīla Śukadeva Gosvāmī. By hearing about and glorifying the Lord, all a person’s activities become molded into spiritual activities, and thus all conceptions of material miseries become completely vanquished."
    },
    {
        "verse": "6",
        "devanagari": "एतावान् सांख्ययोगाभ्यां स्वधर्मपरिनिष्ठया ।जन्मलाभ: पर: पुंसामन्ते नारायणस्मृति: ॥ ६ ॥",
        "english_devnagari": "etāvān sāṅkhya-yogābhyāṁsva-dharma-pariniṣṭhayājanma-lābhaḥ paraḥ puṁsāmante nārāyaṇa-smṛtiḥ",
        "verse_Syn": [
            "etāvān",
            "sāṅkhya",
            "yogābhyām",
            "sva",
            "dharma",
            "pariniṣṭhayā",
            "janma",
            "lābhaḥ",
            "paraḥ",
            "puṁsām",
            "ante",
            "nārāyaṇa",
            "smṛtiḥ"
        ],
        "translation": "The highest perfection of human life, achieved either by complete knowledge of matter and spirit, by practice of mystic powers, or by perfect discharge of occupational duty, is to remember the Personality of Godhead at the end of life.",
        "purport": " Nārāyaṇa is the transcendental Personality of Godhead beyond the material creation. Everything that is created, sustained, and at the end annihilated is within the compass of the mahat-tattva (material principle) and is known as the material world. The existence of Nārāyaṇa, or the Personality of Godhead, is not within the jurisdiction of this mahat-tattva, and as such the name, form, attributes, etc., of Nārāyaṇa are beyond the jurisdiction of the material world. By the speculation of empiric philosophy, which discerns matter from spirit, or by cultivation of mystic powers, which ultimately helps the performer to reach any planet of the universe or beyond the universe, or by discharge of religious duties, one can achieve the highest perfection, provided one is able to reach the stage of nārāyaṇa-smṛti, or constant remembrance of the Personality of Godhead. This is possible only by the association of a pure devotee, who can give a finishing touch to the transcendental activities of all jñānīs, yogīs or karmīs, in terms of prescribed duties defined in the scriptures. There are many historical instances of the achievement of spiritual perfection, such as that of the Sanakādi Ṛṣis or the nine celebrated Yogendras, who attained perfection only after being situated in the devotional service of the Lord. None of the devotees of the Lord ever deviated from the path of devotional service by taking to other methods as adopted by the jñānīs or yogīs. Everyone is anxious to achieve the highest perfection of his particular activity, and it is indicated herein that such perfection is nārāyaṇa-smṛti, for which everyone must endeavor his best. In other words, life should be molded in such a manner that one is able to progressively remember the Personality of Godhead in every step of life."
    },
    {
        "verse": "7",
        "devanagari": "प्रायेण मुनयो राजन्निवृत्ता विधिषेधत: ।नैर्गुण्यस्था रमन्ते स्म गुणानुकथने हरे: ॥ ७ ॥",
        "english_devnagari": "prāyeṇa munayo rājannivṛttā vidhi-ṣedhataḥnairguṇya-sthā ramante smaguṇānukathane hareḥ",
        "verse_Syn": [
            "prāyeṇa",
            "munayaḥ",
            "rājan",
            "nivṛttāḥ",
            "vidhi",
            "ṣedhataḥ",
            "nairguṇya",
            "sthāḥ",
            "ramante",
            "sma",
            "guṇa",
            "anukathane",
            "hareḥ"
        ],
        "translation": "O King Parīkṣit, mainly the topmost transcendentalists, who are above the regulative principles and restrictions, take pleasure in describing the glories of the Lord.",
        "purport": " The topmost transcendentalist is a liberated soul and is therefore not within the purview of the regulative principles. A neophyte, who is intended to be promoted to the spiritual plane, is guided by the spiritual master under regulative principles. He may be compared to a patient who is treated by various restrictions under medical jurisdiction. Generally, liberated souls also take pleasure in describing the transcendental activities. As mentioned above, since Nārāyaṇa, Hari, the Personality of Godhead, is beyond the material creation, His form and attributes are not material. The topmost transcendentalists or the liberated souls realize Him by advanced experience of transcendental knowledge, and therefore they take pleasure in the discussion of the transcendental qualities of the Lord’s pastimes. In the Bhagavad-gītā (4.9), the Personality of Godhead declares that His appearance and activities are all divyam, or transcendental. The common man, who is under the spell of material energy, takes it for granted that the Lord is like one of us, and therefore he refuses to accept the transcendental nature of the Lord’s form, name, etc. The topmost transcendentalist is not interested in anything material, and his taking interest in the matter of the Lord’s activities is definite proof that the Lord is not like one of us in the material world. In the Vedic literatures also, it is confirmed that the Supreme Lord is one, but that He is engaged in His transcendental pastimes in the company of His unalloyed devotees and that simultaneously He is present as the Supersoul, an expansion of Baladeva, in the heart of all living entities. Therefore, the highest perfection of transcendental realization is to take pleasure in hearing and describing the transcendental qualities of the Lord and not in merging into His impersonal Brahman existence, for which the impersonalist monist aspires. Real transcendental pleasure is realized in the glorification of the transcendental Lord, and not in the feeling of being situated in His impersonal feature. But there are also others who are not the topmost transcendentalists but are in a lower status, and who do not take pleasure in describing the transcendental activities of the Lord. Rather, they discuss such activities of the Lord formally with the aim of merging into His existence."
    },
    {
        "verse": "8",
        "devanagari": "इदं भागवतं नाम पुराणं ब्रह्मसम्मितम् ।अधीतवान् द्वापरादौ पितुर्द्वैपायनादहम् ॥ ८ ॥",
        "english_devnagari": "idaṁ bhāgavataṁ nāmapurāṇaṁ brahma-sammitamadhītavān dvāparādaupitur dvaipāyanād aham",
        "verse_Syn": [
            "idam",
            "bhāgavatam",
            "nāma",
            "purāṇam",
            "brahma",
            "sammitam",
            "adhītavān",
            "dvāpara",
            "ādau",
            "pituḥ",
            "dvaipāyanāt",
            "aham"
        ],
        "translation": "At the end of the Dvāpara-yuga, I studied this great supplement of Vedic literature named Śrīmad-Bhāgavatam, which is equal to all the Vedas, from my father, Śrīla Dvaipāyana Vyāsadeva.",
        "purport": " The statement made by Śrīla Śukadeva Gosvāmī that the topmost transcendentalist, who is beyond the jurisdiction of regulations and restrictions, mainly takes to the task of hearing about and glorifying the Personality of Godhead, is verified by his personal example. Śukadeva Gosvāmī, being a recognized liberated soul and the topmost transcendentalist, was accepted by all of the topmost sages present in the meeting during the last seven days of Mahārāja Parīkṣit. He cites from the example of his life that he himself was attracted by the transcendental activities of the Lord, and he studied Śrīmad-Bhāgavatam from his great father, Śrī Dvaipāyana Vyāsadeva. Śrīmad-Bhāgavatam, or, for that matter, any other scientific literature, cannot be studied at home by one’s own intellectual capacity. Medical books of anatomy or physiology are available in the market, but no one can become a qualified medical practitioner simply by reading such books at home. One has to be admitted to the medical college and study the books under the guidance of learned professors. Similarly, Śrīmad-Bhāgavatam, the postgraduate study of the science of Godhead, can only be learned by studying it at the feet of a realized soul like Śrīla Vyāsadeva. Although Śukadeva Gosvāmī was a liberated soul from the very day of his birth, he still had to take lessons of Śrīmad-Bhāgavatam from his great father, Vyāsadeva, who compiled the Śrīmad-Bhāgavatam under the instruction of another great soul, Śrī Nārada Muni. Lord Śrī Caitanya Mahāprabhu instructed a learned brāhmaṇa to study Śrīmad-Bhāgavatam from a personal bhāgavata. Śrīmad-Bhāgavatam is based on the transcendental name, form, attributes, pastimes, entourage and variegatedness of the Supreme Person, and it is spoken by the incarnation of the Personality of Godhead, Śrīla Vyāsadeva. Pastimes of the Lord are executed in cooperation with His pure devotees, and consequently historical incidents are mentioned in this great literature because they are related to Kṛṣṇa. It is called brahma-sammitam because it is the sound representative of Lord Kṛṣṇa — like the Bhagavad-gītā. Bhagavad-gītā is the sound incarnation of the Lord because it is spoken by the Supreme Lord, and Śrīmad-Bhāgavatam is the sound representative of the Lord because it was spoken by the incarnation of the Lord about the activities of the Lord. As stated in the beginning of this book, it is the essence of the Vedic desire tree and the natural commentation on the Brahma-sūtras, the topmost philosophical thesis on the subject matter of Brahman. Vyāsadeva appeared at the end of Dvāpara-yuga as the son of Satyavatī, and therefore the word dvāpara-ādau, or “the beginning of Dvāpara-yuga,” in this context means just prior to the beginning of the Kali-yuga. The logic of this statement, according to Śrīla Jīva Gosvāmī, is comparable to that of calling the upper portion of the tree the beginning. The root of the tree is the beginning of the tree, but in common knowledge the upper portion of the tree is first seen. In that way the end of the tree is accepted as its beginning."
    },
    {
        "verse": "9",
        "devanagari": "परिनिष्ठितोऽपि नैर्गुण्य उत्तमश्लोकलीलया ।गृहीतचेता राजर्षे आख्यानं यदधीतवान् ॥ ९ ॥",
        "english_devnagari": "pariniṣṭhito ’pi nairguṇyauttama-śloka-līlayāgṛhīta-cetā rājarṣeākhyānaṁ yad adhītavān",
        "verse_Syn": [
            "pariniṣṭhitaḥ",
            "api",
            "nairguṇye",
            "uttama",
            "śloka",
            "līlayā",
            "gṛhīta",
            "cetāḥ",
            "rājarṣe",
            "ākhyānam",
            "yat",
            "adhītavān"
        ],
        "translation": "O saintly King, I was certainly situated perfectly in transcendence, yet I was still attracted by the delineation of the pastimes of the Lord, who is described by enlightened verses.",
        "purport": " The Absolute Truth is realized at the first instance as the impersonal Brahman by philosophical speculation and later as the Supersoul by further progress of transcendental knowledge. But if, by the grace of the Lord, an impersonalist is enlightened by the superior statements of Śrīmad-Bhāgavatam, he is also converted into a transcendental devotee of the Personality of Godhead. With a poor fund of knowledge, we cannot adjust to the idea of the personality of the Absolute Truth, and therefore the personal activities of the Lord are deplored by the less intelligent impersonalists; but reasons and arguments, together with the transcendental process of approaching the Absolute Truth, help even the staunch impersonalist to become attracted by the personal activities of the Lord. A person like Śukadeva Gosvāmī cannot be attracted by any mundane activity, but when such a devotee is convinced by a superior method, he is certainly attracted by the transcendental activities of the Lord. The Lord is transcendental, as are His activities. He is neither inactive nor impersonal."
    },
    {
        "verse": "10",
        "devanagari": "तदहं तेऽभिधास्यामि महापौरुषिको भवान् ।यस्य श्रद्दधतामाशु स्यान्मुकुन्दे मति: सती ॥ १० ॥",
        "english_devnagari": "tad ahaṁ te ’bhidhāsyāmimahā-pauruṣiko bhavānyasya śraddadhatām āśusyān mukunde matiḥ satī",
        "verse_Syn": [
            "tat",
            "aham",
            "te",
            "abhidhāsyāmi",
            "mahā",
            "pauruṣikaḥ",
            "bhavān",
            "yasya",
            "śraddadhatām",
            "āśu",
            "syāt",
            "mukunde",
            "matiḥ",
            "satī"
        ],
        "translation": "That very Śrīmad-Bhāgavatam I shall recite before you because you are the most sincere devotee of Lord Kṛṣṇa. One who gives full attention and respect to hearing Śrīmad-Bhāgavatam achieves unflinching faith in the Supreme Lord, the giver of salvation.",
        "purport": " Śrīmad-Bhāgavatam is recognized Vedic wisdom, and the system of receiving Vedic knowledge is called avaroha-panthā, or the process of receiving transcendental knowledge through bona fide disciplic succession. For advancement of material knowledge there is a need for personal ability and researching aptitude, but in the case of spiritual knowledge, all progress depends more or less on the mercy of the spiritual master. The spiritual master must be satisfied with the disciple; only then is knowledge automatically manifest before the student of spiritual science. The process should not, however, be misunderstood to be something like magical feats whereby the spiritual master acts like a magician and injects spiritual knowledge into his disciple, as if surcharging him with an electrical current. The bona fide spiritual master reasonably explains everything to the disciple on the authorities of Vedic wisdom. The disciple can receive such teachings not exactly intellectually, but by submissive inquiries and a service attitude. The idea is that both the spiritual master and the disciple must be bona fide. In this case, the spiritual master, Śukadeva Gosvāmī, is ready to recite exactly what he has learned from his great father Śrīla Vyāsadeva, and the disciple, Mahārāja Parīkṣit, is a great devotee of Lord Kṛṣṇa. A devotee of Lord Kṛṣṇa is he who believes sincerely that by becoming a devotee of the Lord one becomes fully equipped with everything spiritual. This teaching is imparted by the Lord Himself in the pages of the Bhagavad-gītā, in which it is clearly described that the Lord (Śrī Kṛṣṇa) is everything, and that to surrender unto Him solely and wholly makes one the most perfectly pious man. This unflinching faith in Lord Kṛṣṇa prepares one to become a student of Śrīmad-Bhāgavatam, and one who hears Śrīmad-Bhāgavatam from a devotee like Śukadeva Gosvāmī is sure to attain salvation at the end, as Mahārāja Parīkṣit did. The professional reciter of Śrīmad-Bhāgavatam and the pseudodevotees whose faith is based on one week’s hearing are different from Śukadeva Gosvāmī and Mahārāja Parīkṣit. Śrīla Vyāsadeva explained Śrīmad-Bhāgavatam unto Śukadeva Gosvāmī from the very beginning of the janmādy asya verse, and so Śukadeva Gosvāmī also explained it to the King. Lord Kṛṣṇa is described as the Mahāpuruṣa in the Śrīmad-Bhāgavatam (Canto Eleven) in His devotional feature as Lord Śrī Caitanya Mahāprabhu. Śrī Caitanya Mahāprabhu is Lord Kṛṣṇa Himself in His devotional attitude, descended to the earth to bestow special favors upon the fallen souls of this Age of Kali. There are two verses particularly suitable to offer as prayers to this Mahāpuruṣa feature of Lord Kṛṣṇa: In other words, puruṣa means the enjoyer, and mahāpuruṣa means the supreme enjoyer, or the Supreme Personality of Godhead Śrī Kṛṣṇa. One who deserves to approach the Supreme Lord Śrī Kṛṣṇa is called the mahā-pauruṣika. Anyone who hears Śrīmad-Bhāgavatam attentively from its bona fide reciter is sure to become a sincere devotee of the Lord, who is able to award liberation. There was none so attentive as Mahārāja Parīkṣit in the matter of hearing Śrīmad-Bhāgavatam, and there was none so qualified as Śukadeva Gosvāmī to recite the text of Śrīmad-Bhāgavatam. Therefore, anyone who follows in the footsteps of either the ideal reciter or the ideal hearer, Śukadeva Gosvāmī and Mahārāja Parīkṣit respectively, will undoubtedly attain salvation like them. Mahārāja Parīkṣit attained salvation by hearing only, and Śukadeva Gosvāmī attained salvation only by reciting. Recitation and hearing are two processes out of nine devotional activities, and by strenuously following the principles, either in all or by parts, one can attain the absolute plane. So the complete text of Śrīmad-Bhāgavatam, beginning with the janmādy asya verse up to the last one in the Twelfth Canto, was spoken by Śukadeva Gosvāmī for the attainment of salvation by Mahārāja Parīkṣit. In the Padma Purāṇa, it is mentioned that Gautama Muni advised Mahārāja Ambarīṣa to hear regularly Śrīmad-Bhāgavatam as it was recited by Śukadeva Gosvāmī, and herein it is confirmed that Mahārāja Ambarīṣa heard Śrīmad-Bhāgavatam from the very beginning to the end, as it was spoken by Śukadeva Gosvāmī. One who is actually interested in the Bhāgavatam, therefore, must not play with it by reading or hearing a portion from here and a portion from there; one must follow in the footsteps of great kings like Mahārāja Ambarīṣa or Mahārāja Parīkṣit and hear it from a bona fide representative of Śukadeva Gosvāmī."
    },
    {
        "verse": "11",
        "devanagari": "एतन्निर्विद्यमानानामिच्छतामकुतोभयम् ।योगिनां नृप निर्णीतं हरेर्नामानुकीर्तनम् ॥ ११ ॥",
        "english_devnagari": "etan nirvidyamānānāmicchatām akuto-bhayamyogināṁ nṛpa nirṇītaṁharer nāmānukīrtanam",
        "verse_Syn": [
            "etat",
            "nirvidyamānānām",
            "icchatām",
            "akutaḥ",
            "bhayam",
            "yoginām",
            "nṛpa",
            "nirṇītam",
            "hareḥ",
            "nāma",
            "anu",
            "kīrtanam"
        ],
        "translation": "O King, constant chanting of the holy name of the Lord after the ways of the great authorities is the doubtless and fearless way of success for all, including those who are free from all material desires, those who are desirous of all material enjoyment, and also those who are self-satisfied by dint of transcendental knowledge.",
        "purport": " In the previous verse, the great necessity for attaining attachment to Mukunda has been accredited. There are different types of persons who desire to attain success in different varieties of pursuits. Generally the persons are materialists who desire to enjoy the fullest extent of material gratification. Next to them are the transcendentalists, who have attained perfect knowledge about the nature of material enjoyment and thus are aloof from such an illusory way of life. More or less, they are satisfied in themselves by self-realization. Above them are the devotees of the Lord, who neither aspire to enjoy the material world nor desire to get out of it. They are after the satisfaction of the Lord, Śrī Kṛṣṇa. In other words, the devotees of the Lord do not want anything on their personal account. If the Lord desires, the devotees can accept all sorts of material facilities, and if the Lord does not desire this, the devotees can leave aside all sorts of facilities, even up to the limit of salvation. Nor are they self-satisfied, because they want the satisfaction of the Lord only. In this verse, Śrī Śukadeva Gosvāmī recommends the transcendental chanting of the holy name of the Lord. By offenseless chanting and hearing of the holy name of the Lord, one becomes acquainted with the transcendental form of the Lord, and then with the attributes of the Lord, and then with the transcendental nature of His pastimes, etc. Here it is mentioned that one should constantly chant the holy name of the Lord after hearing it from authorities. This means that hearing from the authorities is the first essential. Hearing of the holy name gradually promotes one to the stage of hearing about His form, His attributes, His pastimes, and so on, and thus the necessity of the chanting of His glories develops successively. This process is recommended not only for the successful execution of devotional service, but also even for those who are materially attached. According to Śrī Śukadeva Gosvāmī, this way of attaining success is an established fact, concluded not only by him but also by all other previous ācāryas. Therefore, there is no need of further evidence. The process is recommended not only for the progressive students in different departments of ideological success, but also for those who are already successful in their achievement as fruitive workers, as philosophers or as devotees of the Lord. Śrīla Jīva Gosvāmī instructs that chanting of the holy name of the Lord should be loudly done, and it should be performed offenselessly as well, as recommended in the Padma Purāṇa. One can deliver himself from the effects of all sins by surrendering himself unto the Lord. One can deliver himself from all offenses at the feet of the Lord by taking shelter of His holy name. But one cannot protect himself if one commits an offense at the feet of the holy name of the Lord. Such offenses are mentioned in the Padma Purāṇa as being ten in number. The first offense is to vilify the great devotees who have preached about the glories of the Lord. The second offense is to see the holy names of the Lord in terms of worldly distinction. The Lord is the proprietor of all the universes, and therefore He may be known in different places by different names, but that does not in any way qualify the fullness of the Lord. Any nomenclature which is meant for the Supreme Lord is as holy as the others because they are all meant for the Lord. Such holy names are as powerful as the Lord, and there is no bar for anyone in any part of the creation to chant and glorify the Lord by the particular name of the Lord as it is locally understood. They are all auspicious, and one should not distinguish such names of the Lord as material commodities. The third offense is to neglect the orders of the authorized ācāryas or spiritual masters. The fourth offense is to vilify scriptures or Vedic knowledge. The fifth offense is to define the holy name of the Lord in terms of one’s mundane calculation. The holy name of the Lord is identical with the Lord Himself, and one should understand the holy name of the Lord to be nondifferent from Him. The sixth offense is to interpret the holy name. The Lord is not imaginary, nor is His holy name. There are persons with a poor fund of knowledge who think the Lord to be an imagination of the worshiper and therefore think His holy name to be imaginary. Such a chanter of the name of the Lord cannot achieve the desired success in the matter of chanting the holy name. The seventh offense is to commit sins intentionally on the strength of the holy name. In the scriptures it is said that one can be liberated from the effects of all sinful actions simply by chanting the holy name of the Lord. One who takes advantage of this transcendental method and continues to commit sins on the expectation of neutralizing the effects of sins by chanting the holy name of the Lord is the greatest offender at the feet of the holy name. Such an offender cannot purify himself by any recommended method of purification. In other words, one may be a sinful man before chanting the holy name of the Lord, but after taking shelter in the holy name of the Lord and becoming immune, one should strictly restrain oneself from committing sinful acts with a hope that his method of chanting the holy name will give him protection. The eighth offense is to consider the holy name of the Lord and His chanting method to be equal to some material auspicious activity. There are various kinds of good works for material benefits, but the holy name and His chanting are not mere auspicious holy services. Undoubtedly the holy name is holy service, but He should never be utilized for such purposes. Since the holy name and the Lord are of one and the same identity, one should not try to bring the holy name into the service of mankind. The idea is that the Supreme Lord is the supreme enjoyer. He is no one’s servant or order supplier. Similarly, since the holy name of the Lord is identical with the Lord, one should not try to utilize the holy name for one’s personal service. The ninth offense is to instruct those who are not interested in chanting the holy name of the Lord about the transcendental nature of the holy name. If such instruction is imparted to an unwilling audience, the act is considered to be an offense at the feet of the holy name. The tenth offense is to become uninterested in the holy name of the Lord even after hearing of the transcendental nature of the holy name. The effect of chanting the holy name of the Lord is perceived by the chanter as liberation from the conception of false egoism. False egoism is exhibited by thinking oneself to be the enjoyer of the world and thinking everything in the world to be meant for the enjoyment of one’s self only. The whole materialistic world is moving under such false egoism of “I” and “mine,” but the factual effect of chanting the holy name is to become free from such misconceptions."
    },
    {
        "verse": "12",
        "devanagari": "किं प्रमत्तस्य बहुभि: परोक्षैर्हायनैरिह ।वरं मुहूर्तं विदितं घटते श्रेयसे यत: ॥ १२ ॥",
        "english_devnagari": "kiṁ pramattasya bahubhiḥparokṣair hāyanair ihavaraṁ muhūrtaṁ viditaṁghaṭate śreyase yataḥ",
        "verse_Syn": [
            "kim",
            "pramattasya",
            "bahubhiḥ",
            "parokṣaiḥ",
            "hāyanaiḥ",
            "iha",
            "varam",
            "muhūrtam",
            "viditam",
            "ghaṭate",
            "śreyase",
            "yataḥ"
        ],
        "translation": "What is the value of a prolonged life which is wasted, inexperienced by years in this world? Better a moment of full consciousness, because that gives one a start in searching after his supreme interest.",
        "purport": " Śrīla Śukadeva Gosvāmī instructed Mahārāja Parīkṣit about the importance of the chanting of the holy name of the Lord by every progressive gentleman. In order to encourage the King, who had only seven remaining days of life, Śrīla Śukadeva Gosvāmī asserted that there is no use in living hundreds of years without any knowledge of the problems of life — better to live for a moment with full consciousness of the supreme interest to be fulfilled. The supreme interest of life is eternal, with full knowledge and bliss. Those who are bewildered by the external features of the material world and are engaged in the animal propensities of the eat-drink-and-be-merry type of life are simply wasting their lives by the unseen passing away of valuable years. We should know in perfect consciousness that human life is bestowed upon the conditioned soul to achieve spiritual success, and the easiest possible procedure to attain this end is to chant the holy name of the Lord. In the previous verse, we have discussed this point to a certain extent, and we may further be enlightened on the different types of offenses committed unto the feet of the holy name. Śrīla Jīva Gosvāmī Prabhu has quoted many passages from authentic scriptures and has ably supported the statements in the matter of offenses at the feet of the holy name. From Viṣṇu-yāmala Tantra, Śrīla Jīva Gosvāmī has proven that one can be liberated from the effects of all sins simply by chanting the holy name of the Lord. Quoting from the Mārkaṇḍeya Purāṇa, Śrī Gosvāmījī says that one should neither blaspheme the devotee of the Lord nor indulge in hearing others who are engaged in belittling a devotee of the Lord. A devotee should try to restrict the vilifier by cutting out his tongue, and being unable to do so, one should commit suicide rather than hear the blaspheming of the devotee of the Lord. The conclusion is that one should neither hear nor allow vilification of a devotee of the Lord. As far as distinguishing the Lord’s holy name from the names of the demigods, the revealed scriptures disclose (Bg. 10.41) that all extraordinarily powerful beings are but parts and parcels of the supreme energetic, Lord Kṛṣṇa. Except for the Lord Himself, everyone is subordinate; no one is independent of the Lord. Since no one is more powerful than or equal to the energy of the Supreme Lord, no one’s name can be as powerful as that of the Lord. By chanting the Lord’s holy name, one can derive all the stipulated energy synchronized from all sources. Therefore, one should not equalize the supreme holy name of the Lord with any other name. Brahmā, Śiva or any other powerful god can never be equal to the Supreme Lord Viṣṇu. The powerful holy name of the Lord can certainly deliver one from sinful effects, but one who desires to utilize this transcendental potency of the holy name of the Lord in one’s sinister activities is the most degraded person in the world. Such persons are never excused by the Lord or by any agent of the Lord. One should, therefore, utilize one’s life in glorifying the Lord by all means, without any offense. Such activity of life, even for a moment, is never to be compared to a prolonged life of ignorance, like the lives of the tree and other living entities who may live for thousands of years without prosecuting spiritual advancement."
    },
    {
        "verse": "13",
        "devanagari": "खट्‍वाङ्गो नाम राजर्षिर्ज्ञात्वेयत्तामिहायुष: ।मुहूर्तात्सर्वमुत्सृज्य गतवानभयं हरिम् ॥ १३ ॥",
        "english_devnagari": "khaṭvāṅgo nāma rājarṣirjñātveyattām ihāyuṣaḥmuhūrtāt sarvam utsṛjyagatavān abhayaṁ harim",
        "verse_Syn": [
            "khaṭvāṅgaḥ",
            "nāma",
            "rāja",
            "ṛṣiḥ",
            "jñātvā",
            "iyattām",
            "iha",
            "āyuṣaḥ",
            "muhūrtāt",
            "sarvam",
            "utsṛjya",
            "gatavān",
            "abhayam",
            "harim"
        ],
        "translation": "The saintly King Khaṭvāṅga, after being informed that the duration of his life would be only a moment more, at once freed himself from all material activities and took shelter of the supreme safety, the Personality of Godhead.",
        "purport": " A fully responsible man should always be conscious of the prime duty of the present human form of life. The activities to meet the immediate necessities of material life are not everything. One should always be alert in his duty for attainment of the best situation in the next life. Human life is meant for preparing ourselves for that prime duty. Mahārāja Khaṭvāṅga is mentioned herein as a saintly king because even within the responsibility of the state management, he was not at all forgetful of the prime duty of life. Such was the case with other rājarṣis (saintly kings), like Mahārāja Yudhiṣṭhira and Mahārāja Parīkṣit. They were all exemplary personalities on account of their being alert in discharging their prime duty. Mahārāja Khaṭvāṅga was invited by the demigods in the higher planets to fight demons, and as a king he fought the battles to the full satisfaction of the demigods. The demigods, being fully satisfied with him, wanted to give him some benediction for material enjoyment, but Mahārāja Khaṭvāṅga, being very much alert to his prime duty, inquired from the demigods about his remaining duration of life. This means that he was not as anxious to accumulate some material benediction from the demigods as he was to prepare himself for the next life. He was informed by the demigods, however, that his life would last only a moment longer. The king at once left the heavenly kingdom, which is always full of material enjoyment of the highest standard, and coming down to this earth, took ultimate shelter of the all-safe Personality of Godhead. He was successful in his great attempt and achieved liberation. This attempt, even for a moment, by the saintly king, was successful because he was always alert to his prime duty. Mahārāja Parīkṣit was thus encouraged by the great Śukadeva Gosvāmī, even though he had only seven days left in his life to execute the prime duty of hearing the glories of the Lord in the form of Śrīmad-Bhāgavatam. By the will of the Lord, Mahārāja Parīkṣit instantly met the great Śukadeva Gosvāmī, and the great treasure of spiritual success left by him is nicely mentioned in the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "14",
        "devanagari": "तवाप्येतर्हि कौरव्य सप्ताहं जीवितावधि: ।उपकल्पय तत्सर्वं तावद्यत्साम्परायिकम् ॥ १४ ॥",
        "english_devnagari": "tavāpy etarhi kauravyasaptāhaṁ jīvitāvadhiḥupakalpaya tat sarvaṁtāvad yat sāmparāyikam",
        "verse_Syn": [
            "tava",
            "api",
            "etarhi",
            "kauravya",
            "saptāham",
            "jīvita",
            "avadhiḥ",
            "upakalpaya",
            "tat",
            "sarvam",
            "tāvat",
            "yat",
            "sāmparāyikam"
        ],
        "translation": "Mahārāja Parīkṣit, now your duration of life is limited to seven more days, so during this time you can perform all those rituals which are needed for the best purpose of your next life.",
        "purport": " Śukadeva Gosvāmī, after citing the example of Mahārāja Khaṭvāṅga, who prepared himself for the next life within a very short time, encouraged Mahārāja Parīkṣit by saying that since he still had seven days at his disposal, he could easily take advantage of the time to prepare himself for the next life. Indirectly, the Gosvāmī told Mahārāja Parīkṣit that he should take shelter of the sound representation of the Lord for the seven days still remaining in the duration of his life and thus get himself liberated. In other words, everyone can best prepare himself for the next life simply by hearing Śrīmad-Bhāgavatam, as it was recited by Śukadeva Gosvāmī to Mahārāja Parīkṣit. The rituals are not formal, but there are also some favorable conditions, which are required to be carried out, as instructed hereafter."
    },
    {
        "verse": "15",
        "devanagari": "अन्तकाले तु पुरुष आगते गतसाध्वस: ।छिन्द्यादसङ्गशस्त्रेण स्पृहां देहेऽनु ये च तम् ॥ १५ ॥",
        "english_devnagari": "anta-kāle tu puruṣaāgate gata-sādhvasaḥchindyād asaṅga-śastreṇaspṛhāṁ dehe ’nu ye ca tam",
        "verse_Syn": [
            "anta",
            "kāle",
            "tu",
            "puruṣaḥ",
            "āgate",
            "gata",
            "sādhvasaḥ",
            "chindyāt",
            "asaṅga",
            "śastreṇa",
            "spṛhām",
            "dehe",
            "anu",
            "ye",
            "ca",
            "tam"
        ],
        "translation": "At the last stage of one’s life, one should be bold enough not to be afraid of death. But one must cut off all attachment to the material body and everything pertaining to it and all desires thereof.",
        "purport": " The foolishness of gross materialism is that people think of making a permanent settlement in this world, although it is a settled fact that one has to give up everything here that has been created by valuable human energy. Great statesmen, scientists, philosophers, etc., who are foolish, without any information of the spirit soul, think that this life of a few years only is all in all and that there is nothing more after death. This poor fund of knowledge, even in the so-called learned circles of the world, is killing the vitality of human energy, and the awful result is being keenly felt. And yet the foolish materialistic men do not care about what is going to happen in the next life. The preliminary instruction in the Bhagavad-gītā is that one should know that the identity of the individual living entity is not lost even after the end of this present body, which is nothing but an outward dress only. As one changes an old garment, so the individual living being also changes his body, and this change of body is called death. Death is therefore a process of changing the body at the end of the duration of the present life. An intelligent person must be prepared for this and must try to have the best type of body in the next life. The best type of body is a spiritual body, which is obtained by those who go back to the kingdom of God or enter the realm of Brahman. In the Second Chapter of this canto, this matter will be broadly discussed, but as far as the change of body is concerned, one must prepare now for the next life. Foolish people attach more importance to the present temporary life, and thus the foolish leaders make appeals to the body and the bodily relations. The bodily relations extend not only to this body but also to the family members, wife, children, society, country and so many other things which end at the end of life. After death one forgets everything about the present bodily relations; we have a little experience of this at night when we go to sleep. While sleeping, we forget everything about this body and bodily relations, although this forgetfulness is a temporary situation for only a few hours. Death is nothing but sleeping for a few months in order to develop another term of bodily encagement, which we are awarded by the law of nature according to our aspiration. Therefore, one has only to change the aspiration during the course of this present body, and for this there is need of training in the current duration of human life. This training can be begun at any stage of life, or even a few seconds before death, but the usual procedure is for one to get the training from very early life, from the stage of brahmacarya, and gradually progress to the gṛhastha, vānaprastha and sannyāsa orders of life. The institution which gives such training is called varṇāśrama-dharma, or the system of sanātana-dharma, the best procedure for making the human life perfect. One is therefore required to give up the attachment to family or social or political life just at the age of fifty years, if not earlier, and the training in the vānaprastha and sannyāsa-āśramas is given for preparation of the next life. Foolish materialists, in the garb of leaders of the people in general, stick to family affairs without attempting to cut off relations with them, and thus they become victims of nature’s law and get gross bodies again, according to their work. Such foolish leaders may have some respect from the people at the end of life, but that does not mean that such leaders will be immune to the natural laws under which everyone is tightly bound by the hands and feet. The best thing is, therefore, that everyone voluntarily give up family relations by transferring the attachment from family, society, country and everything thereof to the devotional service of the Lord. It is stated herein that one should give up all desires of family attachment. One must have a chance for better desires; otherwise there is no chance of giving up such morbid desires. Desire is the concomitant factor of the living entity. The living entity is eternal, and therefore his desires, which are natural for a living being, are also eternal. One cannot, therefore, stop desiring, but the subject matter for desires can be changed. So one must develop the desire for returning home, back to Godhead, and automatically the desires for material gain, material honor and material popularity will diminish in proportion to the development of devotional service. A living being is meant for service activities, and his desires are centered around such a service attitude. Beginning from the top executive head of the state down to the insignificant pauper in the street, all are rendering some sort of service to others. The perfection of such a service attitude is only attained simply by transferring the desire of service from matter to spirit, or from Satan to God."
    },
    {
        "verse": "16",
        "devanagari": "गृहात् प्रव्रजितो धीर: पुण्यतीर्थजलाप्लुत: ।शुचौ विविक्त आसीनो विधिवत्कल्पितासने ॥ १६ ॥",
        "english_devnagari": "gṛhāt pravrajito dhīraḥpuṇya-tīrtha-jalāplutaḥśucau vivikta āsīnovidhivat kalpitāsane",
        "verse_Syn": [
            "gṛhāt",
            "pravrajitaḥ",
            "dhīraḥ",
            "puṇya",
            "tīrtha",
            "jala",
            "āplutaḥ",
            "śucau",
            "vivikte",
            "āsīnaḥ",
            "vidhivat",
            "kalpita",
            "āsane"
        ],
        "translation": "One should leave home and practice self-control. In a sacred place he should bathe regularly and sit down in a lonely place duly sanctified.",
        "purport": " To prepare oneself for the better next life, one must get out of one’s so-called home. The system of varṇāśrama-dharma, or sanātana-dharma, prescribes retirement from family encumbrances as early as possible after one has passed fifty years of age. Modern civilization is based on family comforts, the highest standard of amenities, and therefore after retirement everyone expects to live a very comfortable life in a well-furnished home decorated with fine ladies and children, without any desire to get out of such a comfortable home. High government officers and ministers stick to their prize posts until death, and they neither dream nor desire to get out of homely comforts. Bound by such hallucinations, materialistic men prepare various plans for a still more comfortable life, but suddenly cruel death comes without mercy and takes away the great planmaker against his desire, forcing him to give up the present body for another body. Such a planmaker is thus forced to accept another body in one of the 8,400,000 species of life according to the fruits of the work he has performed. In the next life, persons who are too much attached to family comforts are generally awarded lower species of life on account of sinful acts performed during a long duration of sinful life, and thus all the energy of the human life is spoiled. In order to be saved from the danger of spoiling the human form of life and being attached to unreal things, one must take warning of death at the age of fifty, if not earlier. The principle is that one should take it for granted that the death warning is already there, even prior to the attainment of fifty years of age, and thus at any stage of life one should prepare himself for a better next life. The system of the sanātana-dharma institution is so made that the follower is trained for the better next life without any chance that the human life will be spoiled. The holy places all over the world are meant for the residential purposes of retired persons getting ready for a better next life. Intelligent persons must go there at the end of life, and for that matter, after fifty years of age, to live a life of spiritual regeneration for the sake of being freed from family attachment, which is considered to be the shackle of material life. One is recommended to quit home just to get rid of material attachment because one who sticks to family life until death cannot get rid of material attachment and as long as one is materially attached one cannot understand spiritual freedom. One should not, however, become self-complacent simply by leaving home or by creating another home at the holy place, either lawfully or unlawfully. Many persons leave home and go to such holy places, but due to bad association, again become family men by illicit connection with the opposite sex. The illusory energy of matter is so strong that one is apt to be under such illusion at every stage of life, even after quitting one’s happy home. Therefore, it is essential that one practice self-control by celibacy without the least desire for sex indulgence. For a man desiring to improve the condition of his existence, sex indulgence is considered suicidal, or even worse. Therefore, to live apart from family life means to become self-controlled in regard to all sense desires, especially sex desires. The method is that one should have a duly sanctified sitting place made of straw, deerskin and carpet, and thus sitting on it one should chant the holy name of the Lord without offense, as prescribed above. The whole process is to drag the mind from material engagements and fix it on the lotus feet of the Lord. This simple process alone will help one advance to the highest stage of spiritual success."
    },
    {
        "verse": "17",
        "devanagari": "अभ्यसेन्मनसा शुद्धं त्रिवृद्ब्रह्माक्षरं परम् ।मनो यच्छेज्जितश्वासो ब्रह्मबीजमविस्मरन् ॥ १७ ॥",
        "english_devnagari": "abhyasen manasā śuddhaṁtrivṛd-brahmākṣaraṁ parammano yacchej jita-śvāsobrahma-bījam avismaran",
        "verse_Syn": [
            "abhyaset",
            "manasā",
            "śuddham",
            "tri",
            "vṛt",
            "brahma",
            "akṣaram",
            "param",
            "manaḥ",
            "yacchet",
            "jita",
            "śvāsaḥ",
            "brahma",
            "bījam",
            "avismaran"
        ],
        "translation": "After sitting in the above manner, make the mind remember the three transcendental letters [a-u-m], and by regulating the breathing process, control the mind so as not to forget the transcendental seed.",
        "purport": " Oṁkāra, or the praṇava, is the seed of transcendental realization, and it is composed of the three transcendental letters a-u-m. By its chanting by the mind, in conjunction with the breathing process, which is a transcendental but mechanical way of getting into trance, as devised by the experience of great mystics, one is able to bring the mind, which is materially absorbed, under control. This is the way of changing the habit of the mind. The mind is not to be killed. Mind or desire cannot be stopped, but to develop a desire to function for spiritual realization, the quality of engagement by the mind has to be changed. The mind is the pivot of the active sense organs, and as such if the quality of thinking, feeling and willing is changed, naturally the quality of actions by the instrumental senses will also change. Oṁkāra is the seed of all transcendental sound, and it is only the transcendental sound which can bring about the desired change of the mind and the senses. Even a mentally deranged man can be cured by treatment of transcendental sound. In the Bhagavad-gītā, the praṇava (oṁkāra) has been accepted as the direct, literal representation of the Supreme Absolute Truth. One who is not able to chant directly the holy name of the Lord, as recommended above, can easily chant the praṇava (oṁkāra). This oṁkāra is a note of address, such as “O my Lord,” just as om hari om means “O my Lord, the Supreme Personality of Godhead.” As we have explained before, the Lord’s holy name is identical with the Lord Himself. So also is oṁkāra. But persons who are unable to realize the transcendental personal form or name of the Lord on account of their imperfect senses (in other words, the neophytes) are trained to the practice of self-realization by this mechanical process of regulating the breathing function and simultaneously repeating the praṇava (oṁkāra) within the mind. As we have several times expressed, since the transcendental name, form, attributes, pastimes, etc., of the Personality of Godhead are impossible to understand with the present material senses, it is necessary that through the mind, the center of sensual activities, such transcendental realization be set into motion. The devotees directly fix their minds on the Person of the Absolute Truth. But one who is unable to accommodate such personal features of the Absolute is disciplined in impersonality to train the mind to make further progress."
    },
    {
        "verse": "18",
        "devanagari": "नियच्छेद्विषयेभ्योऽक्षान्मनसा बुद्धिसारथि: ।मन: कर्मभिराक्षिप्तं शुभार्थे धारयेद्धिया ॥ १८ ॥",
        "english_devnagari": "niyacched viṣayebhyo ’kṣānmanasā buddhi-sārathiḥmanaḥ karmabhir ākṣiptaṁśubhārthe dhārayed dhiyā",
        "verse_Syn": [
            "niyacchet",
            "viṣayebhyaḥ",
            "akṣān",
            "manasā",
            "buddhi",
            "sārathiḥ",
            "manaḥ",
            "karmabhiḥ",
            "ākṣiptam",
            "śubha",
            "arthe",
            "dhārayet",
            "dhiyā"
        ],
        "translation": "Gradually, as the mind becomes progressively spiritualized, withdraw it from sense activities, and by intelligence the senses will be controlled. The mind too absorbed in material activities can be engaged in the service of the Personality of Godhead and become fixed in full transcendental consciousness.",
        "purport": " The first process of spiritualizing the mind by mechanical chanting of the praṇava (oṁkāra) and by control of the breathing system is technically called the mystic or yogic process of prāṇāyāma, or fully controlling the breathing air. The ultimate state of this prāṇāyāma system is to be fixed in trance, technically called samādhi. But experience has proven that even the samādhi stage also fails to control the materially absorbed mind. For example, the great mystic Viśvāmitra Muni, even in the stage of samādhi, became a victim of the senses and cohabited with Menakā. History has already recorded this. The mind, although ceasing to think of sensual activities at present, remembers past sensual activities from the subconscious status and thus disturbs one from cent-percent engagement in self-realization. Therefore, Śukadeva Gosvāmī recommends the next step of assured policy, namely to fix one’s mind in the service of the Personality of Godhead. Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, also recommends this direct process in the Bhagavad-gītā (6.47). Thus, the mind being spiritually cleansed, one should at once engage himself in the transcendental loving service of the Lord by the different devotional activities of hearing, chanting, etc. If performed under proper guidance, that is the surest path of progress, even for the disturbed mind."
    },
    {
        "verse": "19",
        "devanagari": "तत्रैकावयवं ध्यायेदव्युच्छिन्नेन चेतसा ।मनो निर्विषयं युक्त्वा तत: किञ्चन न स्मरेत् ।पदं तत्परमं विष्णोर्मनो यत्र प्रसीदति ॥ १९ ॥",
        "english_devnagari": "tatraikāvayavaṁ dhyāyedavyucchinnena cetasāmano nirviṣayaṁ yuktvātataḥ kiñcana na smaretpadaṁ tat paramaṁ viṣṇormano yatra prasīdati",
        "verse_Syn": [
            "tatra",
            "eka",
            "avayavam",
            "dhyāyet",
            "avyucchinnena",
            "cetasā",
            "manaḥ",
            "nirviṣayam",
            "yuktvā",
            "tataḥ",
            "kiñcana",
            "na",
            "smaret",
            "padam",
            "tat",
            "paramam",
            "viṣṇoḥ",
            "manaḥ",
            "yatra",
            "prasīdati"
        ],
        "translation": "Thereafter, you should meditate upon the limbs of Viṣṇu, one after another, without being deviated from the conception of the complete body. Thus the mind becomes free from all sense objects. There should be no other thing to be thought upon. Because the Supreme Personality of Godhead, Viṣṇu, is the Ultimate Truth, the mind becomes completely reconciled in Him only.",
        "purport": " Foolish persons, bewildered by the external energy of Viṣṇu, do not know that the ultimate goal of the progressive search after happiness is to get in touch directly with Lord Viṣṇu, the Personality of Godhead. Viṣṇu-tattva is an unlimited expansion of different transcendental forms of the Personality of Godhead, and the supreme or original form of viṣṇu-tattva is Govinda, or Lord Kṛṣṇa, the supreme cause of all causes. Therefore, thinking of Viṣṇu or meditating upon the transcendental form of Viṣṇu, specifically upon Lord Kṛṣṇa, is the last word on the subject of meditation. This meditation may be begun from the lotus feet of the Lord. One should not, however, forget or be misled from the complete form of the Lord; thus one should practice thinking of the different parts of His transcendental body, one after another. Here in this verse, it is definitely assured that the Supreme Lord is not impersonal. He is a person, but His body is different from those of conditioned persons like us. Otherwise, meditation beginning from the praṇava (oṁkāra) up to the limbs of the personal body of Viṣṇu would not have been recommended by Śukadeva Gosvāmī for the attainment of complete spiritual perfection. The Viṣṇu forms of worship in great temples of India are not, therefore, arrangements of idol worship, as they are wrongly interpreted to be by a class of men with a poor fund of knowledge; rather, they are different spiritual centers of meditation on the transcendental limbs of the body of Viṣṇu. The worshipable Deity in the temple of Viṣṇu is identical with Lord Viṣṇu by the inconceivable potency of the Lord. Therefore, a neophyte’s concentration or meditation upon the limbs of Viṣṇu in the temple, as contemplated in the revealed scriptures, is an easy opportunity for meditation for persons who are unable to sit down tightly at one place and then concentrate upon praṇava (oṁkāra) or the limbs of the body of Viṣṇu, as recommended herein by Śukadeva Gosvāmī, the great authority. The common man can benefit more by meditating on the form of Viṣṇu in the temple than on the oṁkāra, the spiritual combination of a-u-m as explained before. There is no difference between oṁkāra and the forms of Viṣṇu, but persons unacquainted with the science of Absolute Truth try to create dissension by differentiating between the forms of Viṣṇu and that of oṁkāra. Here it is indicated that the Viṣṇu form is the ultimate goal of meditation, and as such it is better to concentrate upon the forms of Viṣṇu than on impersonal oṁkāra. The latter process is also more difficult than the former."
    },
    {
        "verse": "20",
        "devanagari": "रजस्तमोभ्यामाक्षिप्तं विमूढं मन आत्मन: ।यच्छेद्धारणया धीरो हन्ति या तत्कृतं मलम् ॥ २० ॥",
        "english_devnagari": "rajas-tamobhyām ākṣiptaṁvimūḍhaṁ mana ātmanaḥyacched dhāraṇayā dhīrohanti yā tat-kṛtaṁ malam",
        "verse_Syn": [
            "rajaḥ",
            "tamobhyām",
            "ākṣiptam",
            "vimūḍham",
            "manaḥ",
            "ātmanaḥ",
            "yacchet",
            "dhāraṇayā",
            "dhīraḥ",
            "hanti",
            "yā",
            "tat",
            "kṛtam",
            "malam"
        ],
        "translation": "One’s mind is always agitated by the passionate mode of material nature and bewildered by the ignorant mode of nature. But one can rectify such conceptions by the relation of Viṣṇu and thus become pacified by cleansing the dirty things created by them.",
        "purport": " Persons generally conducted by the modes of passion and ignorance cannot be bona fide candidates for being situated in the transcendental stage of God realization. Only persons conducted by the mode of goodness can have the knowledge of the Supreme Truth. Effects of the modes of passion and ignorance are manifested by too much hankering after wealth and women. And those who are too much after wealth and women can rectify their leanings only by constant remembrance of Viṣṇu in His feature composed of impersonal potentcies. Generally the impersonalists or monists are influenced by the modes of passion and ignorance. Such impersonalists think of themselves as liberated souls, but they have no knowledge of the transcendental personal feature of the Absolute Truth. Actually they are impure in heart on account of being devoid of knowledge of the personal feature of the Absolute. In the Bhagavad-gītā, it is said that after many hundreds of births, the impersonal philosopher surrenders unto the Personality of Godhead. To acquire such a qualification of God realization in the personal feature, the neophyte impersonalist is given a chance to realize the relation of the Lord in everything by the philosophy of pantheism. Pantheism in its higher status does not permit the student to form an impersonal conception of the Absolute Truth, but it extends the conception of the Absolute Truth into the field of the so-called material energy. Everything created by the material energy can be dovetailed with the Absolute by an attitude of service, which is the essential part of living energy. The pure devotee of the Lord knows the art of converting everything into its spiritual existence by this service attitude, and only in that devotional way can the theory of pantheism be perfected."
    },
    {
        "verse": "21",
        "devanagari": "यस्यां सन्धार्यमाणायां योगिनो भक्तिलक्षण: ।आशु सम्पद्यते योग आश्रयं भद्रमीक्षत: ॥ २१ ॥",
        "english_devnagari": "yasyāṁ sandhāryamāṇāyāṁyogino bhakti-lakṣaṇaḥāśu sampadyate yogaāśrayaṁ bhadram īkṣataḥ",
        "verse_Syn": [
            "yasyām",
            "sandhāryamāṇāyām",
            "yoginaḥ",
            "bhakti",
            "lakṣaṇaḥ",
            "āśu",
            "sampadyate",
            "yogaḥ",
            "āśrayam",
            "bhadram",
            "īkṣataḥ"
        ],
        "translation": "O King, by this system of remembrance and by being fixed in the habit of seeing the all-good personal conception of the Lord, one can very soon attain devotional service to the Lord, under His direct shelter.",
        "purport": " Success of mystic performances is achieved only by the help of the devotional attitude. Pantheism, or the system of feeling the presence of the Almighty everywhere, is a sort of training of the mind to become accustomed to the devotional conception, and it is this devotional attitude of the mystic that makes possible the successful termination of such mystic attempts. One is not, however, elevated to such a successful status without the tinge of mixture in devotional service. The devotional atmosphere created by pantheistic vision develops into devotional service in later days, and that is the only benefit for the impersonalist. It is confirmed in the Bhagavad-gītā (12.5) that the impersonal way of self-realization is more troublesome because it reaches the goal in an indirect way, although the impersonalist also becomes obsessed with the personal feature of the Lord after a long time."
    },
    {
        "verse": "22",
        "devanagari": "राजोवाचयथा सन्धार्यते ब्रह्मन् धारणा यत्र सम्मता ।याद‍ृशी वा हरेदाशु पुरुषस्य मनोमलम् ॥ २२ ॥",
        "english_devnagari": "rājovācayathā sandhāryate brahmandhāraṇā yatra sammatāyādṛśī vā hared āśupuruṣasya mano-malam",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "yathā",
            "sandhāryate",
            "brahman",
            "dhāraṇā",
            "yatra",
            "sammatā",
            "yādṛśī",
            "vā",
            "haret",
            "āśu",
            "puruṣasya",
            "manaḥ",
            "malam"
        ],
        "translation": "The fortunate King Parīkṣit, inquiring further, said: O brāhmaṇa, please describe in full detail how and where the mind has to be applied and how the conception can be fixed so that the dirty things in a person’s mind can be removed.",
        "purport": " The dirty things in the heart of a conditioned soul are the root cause of all troubles for him. A conditioned soul is surrounded by the manifold miseries of material existence, but on account of his gross ignorance he is unable to remove the troubles due to dirty things in the heart, accumulated during the long prison life in the material world. He is actually meant to serve the will of the Supreme Lord, but on account of the dirty things in the heart, he likes to serve his concocted desires. These desires, instead of giving him any peace of mind, create new problems and thus bind him to the cycle of repeated birth and death. These dirty things of fruitive work and empiric philosophy can be removed only by association with the Supreme Lord. The Lord, being omnipotent, can offer His association by His inconceivable potencies. Thus persons who are unable to pin their faith on the personal feature of the Absolute are given a chance to associate with His virāṭ-rūpa, or the cosmic impersonal feature of the Lord. The cosmic impersonal feature of the Lord is a feature of His unlimited potencies. Since the potent and potencies are identical, even the conception of His impersonal cosmic feature helps the conditioned soul to associate with the Lord indirectly and thus gradually rise to the stage of personal contact. Mahārāja Parīkṣit was already directly connected with the personal feature of the Lord Śrī Kṛṣṇa, and as such he had no need to inquire from Śukadeva Gosvāmī about where and how to apply the mind in the impersonal virāṭ-rūpa of the Lord. But he inquired after a detailed description of the matter for the benefit of others, who are unable to conceive of the transcendental personal feature of the Lord as the form of eternity, knowledge and bliss. The nondevotee class of men cannot think of the personal feature of the Lord. Because of their poor fund of knowledge, the personal form of the Lord, like Rāma or Kṛṣṇa, is completely revolting to them. They have a poor estimation of the potency of the Lord. In the Bhagavad-gītā (9.11) it is explained by the Lord Himself that people with a poor fund of knowledge deride the supreme personality of the Lord, taking Him to be a common man. Such men are ignorant of the inconceivable potency of the Lord. By the inconceivable potency of the Lord, He can move in human society or any other society of living beings and yet remain the same omnipotent Lord, without deviating in the slightest from His transcendental position. So, for the benefit of men who are unable to accept the Lord in His personal eternal form, Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī how to fix the mind on Him in the beginning, and the Gosvāmī replied in detail as follows."
    },
    {
        "verse": "23",
        "devanagari": "श्रीशुक उवाचजितासनो जितश्वासो जितसङ्गो जितेन्द्रिय: ।स्थूले भगवतो रूपे मन: सन्धारयेद्धिया ॥ २३ ॥",
        "english_devnagari": "śrī-śuka uvācajitāsano jita-śvāsojita-saṅgo jitendriyaḥsthūle bhagavato rūpemanaḥ sandhārayed dhiyā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "jita",
            "āsanaḥ",
            "jita",
            "śvāsaḥ",
            "jita",
            "saṅgaḥ",
            "jita",
            "indriyaḥ",
            "sthūle",
            "bhagavataḥ",
            "rūpe",
            "manaḥ",
            "sandhārayet",
            "dhiyā"
        ],
        "translation": "Śukadeva Gosvāmī answered: One should control the sitting posture, regulate the breathing process by the yogic prāṇāyāma and thus control the mind and senses and with intelligence apply the mind to the gross potencies of the Lord [called the virāṭ-rūpa].",
        "purport": " The materially absorbed mind of the conditioned soul does not allow him to transcend the limit of the bodily conception of self, and thus the yoga system for meditation (controlling the sitting posture and breathing process and fixing the mind upon the Supreme) is prescribed in order to mold the character of the gross materialist. Unless such materialists are able to cleanse the materially absorbed mind, it is impossible for them to concentrate upon thoughts of transcendence. And to do so one may fix one’s mind on the gross material or external feature of the Lord. The different parts of the gigantic form of the Lord are described in the following verses. The materialistic men are very anxious to have some mystic powers as a result of such a controlling process, but the real purpose of yogic regulations is to eradicate the accumulated dirty things like lust, anger, avarice and all such material contaminations. If the mystic yogī is diverted by the accompanying feats of mystic control, then his mission of yogic success is a failure, because the ultimate aim is God realization. He is therefore recommended to fix his gross materialistic mind by a different conception and thus realize the potency of the Lord. As soon as the potencies are understood to be instrumental manifestations of the transcendence, one automatically advances to the next step, and gradually the stage of full realization becomes possible for him."
    },
    {
        "verse": "24",
        "devanagari": "विशेषस्तस्य देहोऽयं स्थविष्ठश्च स्थवीयसाम् ।यत्रेदं व्यज्यते विश्वं भूतं भव्यं भवच्च सत् ॥ २४ ॥",
        "english_devnagari": "viśeṣas tasya deho ’yaṁsthaviṣṭhaś ca sthavīyasāmyatredaṁ vyajyate viśvaṁbhūtaṁ bhavyaṁ bhavac ca sat",
        "verse_Syn": [
            "viśeṣaḥ",
            "tasya",
            "dehaḥ",
            "ayam",
            "sthaviṣṭhaḥ",
            "ca",
            "sthavīyasām",
            "yatra",
            "idam",
            "vyajyate",
            "viśvam",
            "bhūtam",
            "bhavyam",
            "bhavat",
            "ca",
            "sat"
        ],
        "translation": "This gigantic manifestation of the phenomenal material world as a whole is the personal body of the Absolute Truth, wherein the universal resultant past, present and future of material time is experienced.",
        "purport": " Anything, either material or spiritual, is but an expansion of the energy of the Supreme Personality of Godhead, and as stated in the Bhagavad-gītā (13.13), the omnipotent Lord has His transcendental eyes, heads and other bodily parts distributed everywhere. He can see, hear, touch or manifest Himself anywhere and everywhere, for He is present everywhere as the Supersoul of all infinitesimal souls, although He has His particular abode in the absolute world. The relative world is also His phenomenal representation because it is nothing but an expansion of His transcendental energy. Although He is in His abode, His energy is distributed everywhere, just as the sun is localized as well as expanded everywhere, since the rays of the sun, being nondifferent from the sun, are accepted as expansions of the sun disc. In the Viṣṇu Purāṇa (1.22.52) it is said that as fire expands its rays and heat from one place, similarly the Supreme Spirit, the Personality of Godhead, expands Himself by His manifold energy everywhere and anywhere. The phenomenal manifestation of the gigantic universe is only a part of His virāṭ body. Less intelligent men cannot conceive of the transcendental all-spiritual form of the Lord, but they are astounded by His different energies, just as the aborigines are struck with wonder by the manifestation of lightning, a gigantic mountain or a hugely expanded banyan tree. The aborigines praise the strength of the tiger and the elephant because of their superior energy and strength. The asuras cannot recognize the existence of the Lord, although there are vivid descriptions of the Lord in the revealed scriptures, although the Lord incarnates and exhibits His uncommon strength and energy, and although He is accepted as the Supreme Personality of Godhead by learned scholars and saints like Vyāsadeva, Nārada, Asita and Devala in the past and by Arjuna in the Bhagavad-gītā, as also by the ācāryas like Śaṅkara, Rāmānuja, Madhva and Lord Śrī Caitanya in the modern age. The asuras do not accept any evidential proof from the revealed scriptures, nor do they recognize the authority of the great ācāryas. They want to see with their own eyes at once. Therefore they can see the gigantic body of the Lord as virāṭ, which will answer their challenge, and since they are accustomed to paying homage to superior material strength like that of the tiger, elephant and lightning, they can offer respect to the virāṭ-rūpa. Lord Kṛṣṇa, by the request of Arjuna, exhibited His virāṭ-rūpa for the asuras. A pure devotee of the Lord, being unaccustomed to looking into such a mundane gigantic form of the Lord, requires special vision for the purpose. The Lord, therefore, favored Arjuna with special vision for looking into His virāṭ-rūpa, which is described in the Eleventh Chapter of the Bhagavad-gītā. This virāṭ-rūpa of the Lord was especially manifested, not for the benefit of Arjuna, but for that unintelligent class of men who accept anyone and everyone as an incarnation of the Lord and so mislead the general mass of people. For them, the indication is that one should ask the cheap incarnation to exhibit his virāṭ-rūpa and thus be established as an incarnation. The virāṭ-rūpa manifestation of the Lord is simultaneously a challenge to the atheist and a favor for the asuras, who can think of the Lord as virāṭ and thus gradually cleanse the dirty things from their hearts in order to become qualified to actually see the transcendental form of the Lord in the near future. This is a favor of the all-merciful Lord to the atheists and the gross materialists."
    },
    {
        "verse": "25",
        "devanagari": "अण्डकोशे शरीरेऽस्मिन् सप्तावरणसंयुते ।वैराज: पुरुषो योऽसौ भगवान् धारणाश्रय: ॥ २५ ॥",
        "english_devnagari": "aṇḍa-kośe śarīre ’sminsaptāvaraṇa-saṁyutevairājaḥ puruṣo yo ’saubhagavān dhāraṇāśrayaḥ",
        "verse_Syn": [
            "aṇḍa",
            "kośe",
            "śarīre",
            "asmin",
            "sapta",
            "āvaraṇa",
            "saṁyute",
            "vairājaḥ",
            "puruṣaḥ",
            "yaḥ",
            "asau",
            "bhagavān",
            "dhāraṇā",
            "āśrayaḥ"
        ],
        "translation": "The gigantic universal form of the Personality of Godhead, within the body of the universal shell, which is covered by sevenfold material elements, is the subject for the virāṭ conception.",
        "purport": " Simultaneously, the Lord has multifarious other forms, and all of them are identical with the original fountainhead form of the Lord, Śrī Kṛṣṇa. In the Bhagavad-gītā, it has been proven that the original transcendental and eternal form of the Lord is Śrī Kṛṣṇa, the Absolute Personality of Godhead, but by His inconceivable internal potency, ātma-māyā, He can expand Himself by multifarious forms and incarnations simultaneously, without being diminished in His full potency. He is complete, and although innumerable complete forms emanate from Him, He is still complete, without any loss. That is His spiritual or internal potency. In the Eleventh Chapter of the Bhagavad-gītā, the Personality of Godhead, Lord Kṛṣṇa, manifested His virāṭ-rūpa just to convince the less intelligent class of men, who cannot conceive of the Lord as appearing just like a human being, that He factually has the potency of His claim to be the Supreme Absolute Person without any rival or superior. Materialistic men can think, although very imperfectly, of the huge universal space, comprehending an innumerable number of planets as big as the sun. They can see only the circular sky overhead, without any information that this universe, as well as many other hundreds of thousands of universes, are each covered by sevenfold material coverings of water, fire, air, sky, ego, noumenon and material nature, just like a huge football, pumped and covered, floating on the water of the Causal Ocean, wherein the Lord is lying as Mahā-Viṣṇu. All the universes in seed are emanating from the breathing of the Mahā-Viṣṇu, who is but part of a partial expansion of the Lord, and all the universes presided over by the Brahmās vanish when the Mahā-Viṣṇu withdraws His great breath. In this way, the material worlds are being created and vanished by the supreme will of the Lord. The poor foolish materialist can just imagine how ignorantly he puts forward an insignificant creature to become His rival incarnation, simply on the allegations of a dying man. The virāṭ-rūpa was particularly exhibited by the Lord just to give lessons to such foolish men, so that one can accept a person as the incarnation of Godhead only if such a person is able to exhibit such a virāṭ-rūpa as Lord Kṛṣṇa did. The materialistic person may concentrate his mind upon the virāṭ or gigantic form of the Lord in his own interest and as recommended by Śukadeva Gosvāmī, but he must be on his guard not to be misled by pretenders who claim to be the identical person as Lord Kṛṣṇa but are not able to act like Him or exhibit the virāṭ-rūpa, comprehending the whole of the universe."
    },
    {
        "verse": "26",
        "devanagari": "पातालमेतस्य हि पादमूलंपठन्ति पार्ष्णिप्रपदे रसातलम् ।महातलं विश्वसृजोऽथ गुल्फौतलातलं वै पुरुषस्य जङ्घे ॥ २६ ॥",
        "english_devnagari": "pātālam etasya hi pāda-mūlaṁpaṭhanti pārṣṇi-prapade rasātalammahātalaṁ viśva-sṛjo ’tha gulphautalātalaṁ vai puruṣasya jaṅghe",
        "verse_Syn": [
            "pātālam",
            "etasya",
            "hi",
            "pāda",
            "mūlam",
            "paṭhanti",
            "pārṣṇi",
            "prapade",
            "rasātalam",
            "mahātalam",
            "viśva",
            "sṛjaḥ",
            "atha",
            "gulphau",
            "talātalam",
            "vai",
            "puruṣasya",
            "jaṅghe"
        ],
        "translation": "Persons who have realized it have studied that the planets known as Pātāla constitute the bottoms of the feet of the universal Lord, and the heels and the toes are the Rasātala planets. The ankles are the Mahātala planets, and His shanks constitute the Talātala planets.",
        "purport": " Outside the bodily existence of the Supreme Personality of Godhead, the manifested cosmic existence has no reality. Everything and anything of the manifested world rests on Him, as confirmed in the Bhagavad-gītā (9.4), but that does not imply that everything and anything in the vision of a materialist is the Supreme Personality. The conception of the universal form of the Lord gives a chance to the materialist to think of the Supreme Lord, but the materialist must know for certain that his visualization of the world in a spirit of lording over it is not God realization. The materialistic view of exploitation of the material resources is occasioned by the illusion of the external energy of the Lord, and as such if anyone wants to realize the Supreme Truth by conceiving of the universal form of the Lord, he must cultivate the service attitude. Unless the service attitude is revived, the conception of virāṭ realization will have very little effect on the seer. The transcendental Lord, in any conception of His form, is never a part of the material creation. He keeps His identity as Supreme Spirit in all circumstances and is never affected by the three material qualities, for everything material is contaminated. The Lord always exists by His internal energy. The universe is divided into fourteen planetary systems. Seven planetary systems, called Bhūr, Bhuvar, Svar, Mahar, Janas, Tapas and Satya, are upward planetary systems, one above the other. There are also seven planetary systems downward, known as Atala, Vitala, Sutala, Talātala, Mahātala, Rasātala and Pātāla, gradually, one below the other. In this verse, the description begins from the bottom because it is in the line of devotion that the Lord’s bodily description should begin from His feet. Śukadeva Gosvāmī is a recognized devotee of the Lord, and he is exactly correct in the description."
    },
    {
        "verse": "27",
        "devanagari": "द्वे जानुनी सुतलं विश्वमूर्ते-रूरुद्वयं वितलं चातलं च ।महीतलं तज्जघनं महीपतेनभस्तलं नाभिसरो गृणन्ति ॥ २७ ॥",
        "english_devnagari": "dve jānunī sutalaṁ viśva-mūrterūru-dvayaṁ vitalaṁ cātalaṁ camahītalaṁ taj-jaghanaṁ mahīpatenabhastalaṁ nābhi-saro gṛṇanti",
        "verse_Syn": [
            "dve",
            "jānunī",
            "sutalam",
            "viśva",
            "mūrteḥ",
            "ūru",
            "dvayam",
            "vitalam",
            "ca",
            "atalam",
            "ca",
            "mahītalam",
            "tat",
            "jaghanam",
            "mahīpate",
            "nabhastalam",
            "nābhi",
            "saraḥ",
            "gṛṇanti"
        ],
        "translation": "The knees of the universal form are the planetary system of the name Sutala, and the two thighs are the Vitala and Atala planetary systems. The hips are Mahītala, and outer space is the depression of His navel.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "उर:स्थलं ज्योतिरनीकमस्यग्रीवा महर्वदनं वै जनोऽस्य ।तपो वराटीं विदुरादिपुंस:सत्यं तु शीर्षाणि सहस्रशीर्ष्ण: ॥ २८ ॥",
        "english_devnagari": "uraḥ-sthalaṁ jyotir-anīkam asyagrīvā mahar vadanaṁ vai jano ’syatapo varāṭīṁ vidur ādi-puṁsaḥsatyaṁ tu śīrṣāṇi sahasra-śīrṣṇaḥ",
        "verse_Syn": [
            "uraḥ",
            "sthalam",
            "jyotiḥ",
            "anīkam",
            "asya",
            "grīvā",
            "mahaḥ",
            "vadanam",
            "vai",
            "janaḥ",
            "asya",
            "tapaḥ",
            "varāṭīm",
            "viduḥ",
            "ādi",
            "puṁsaḥ",
            "satyam",
            "tu",
            "śīrṣāṇi",
            "sahasra",
            "śīrṣṇaḥ"
        ],
        "translation": "The chest of the Original Personality of the gigantic form is the luminary planetary system, His neck is the Mahar planets, His mouth is the Janas planets, and His forehead is the Tapas planetary system. The topmost planetary system, known as Satyaloka, is the head of He who has one thousand heads.",
        "purport": " The effulgent luminary planets like the sun and the moon are situated almost in the midplace of the universe, and as such they are to be known as the chest of the original gigantic form of the Lord. And above the luminary planets, called also the heavenly places of the universal directorate demigods, are the Mahar, Janas and Tapas planetary systems, and, above all, the Satyaloka planetary system, where the chief directors of the modes of material nature reside, namely Viṣṇu, Brahmā and Śiva. This Viṣṇu is known as the Kṣīrodakaśāyī Viṣṇu, and He acts as the Supersoul in every living being. There are innumerable universes floating on the Causal Ocean, and in each of them the representation of the virāṭ form of the Lord is there along with innumerable suns, moons, heavenly demigods, Brahmās, Viṣṇus and Śivas, all of them situated in one part of the inconceivable potency of Lord Kṛṣṇa, as stated in the Bhagavad-gītā (10.42)."
    },
    {
        "verse": "29",
        "devanagari": "इन्द्रादयो बाहव आहुरुस्रा:कर्णौ दिश:श्रोत्रममुष्य शब्द: ।नासत्यदस्रौ परमस्य नासेघ्राणोऽस्य गन्धो मुखमग्निरिद्ध: ॥ २९ ॥",
        "english_devnagari": "indrādayo bāhava āhur usrāḥkarṇau diśaḥ śrotram amuṣya śabdaḥnāsatya-dasrau paramasya nāseghrāṇo ’sya gandho mukham agnir iddhaḥ",
        "verse_Syn": [
            "indra",
            "ādayaḥ",
            "bāhavaḥ",
            "āhuḥ",
            "usrāḥ",
            "karṇau",
            "diśaḥ",
            "śrotram",
            "amuṣya",
            "śabdaḥ",
            "nāsatya",
            "dasrau",
            "paramasya",
            "nāse",
            "ghrāṇaḥ",
            "asya",
            "gandhaḥ",
            "mukham",
            "agniḥ",
            "iddhaḥ"
        ],
        "translation": "His arms are the demigods headed by Indra, the ten directional sides are His ears, and physical sound is His sense of hearing. His nostrils are the two Aśvinī-kumāras, and material fragrance is His sense of smell. His mouth is the blazing fire.",
        "purport": " The description of the gigantic form of the Personality of Godhead made in the Eleventh Chapter of the Bhagavad-gītā is further explained here in the Śrīmad-Bhāgavatam. The description in the Bhagavad-gītā (11.30) runs as follows: “O Viṣṇu, I see You devouring all people in Your blazing mouths and covering all the universe by Your immeasurable rays. Scorching the worlds, You are manifest.” In that way, Śrīmad-Bhāgavatam is the postgraduate study for the student of the Bhagavad-gītā. Both of them are the science of Kṛṣṇa, the Absolute Truth, and so they are interdependent. The conception of the virāṭ-puruṣa, or the gigantic form of the Supreme Lord, is said to include all the dominating demigods as well as the dominated living beings. Even the minutest part of a living being is controlled by the empowered agency of the Lord. Since the demigods are included in the gigantic form of the Lord, worship of the Lord, whether in His gigantic material conception or in His eternal transcendental form as Lord Śrī Kṛṣṇa, also appeases the demigods and all the other parts and parcels, as much as watering the root of a tree distributes energy to all of the tree’s other parts. Consequently, for a materialist also, worship of the universal gigantic form of the Lord leads one to the right path. One need not risk being misled by approaching many demigods for fulfillment of different desires. The real entity is the Lord Himself, and all others are imaginary, for everything is included in Him only."
    },
    {
        "verse": "30",
        "devanagari": "द्यौरक्षिणी चक्षुरभूत्पतङ्ग:पक्ष्माणि विष्णोरहनी उभे च ।तद्भ्रूविजृम्भ: परमेष्ठिधिष्ण्य-मापोऽस्य तालु रस एव जिह्वा ॥ ३० ॥",
        "english_devnagari": "dyaur akṣiṇī cakṣur abhūt pataṅgaḥpakṣmāṇi viṣṇor ahanī ubhe catad-bhrū-vijṛmbhaḥ parameṣṭhi-dhiṣṇyamāpo ’sya tālū rasa eva jihvā",
        "verse_Syn": [
            "dyauḥ",
            "akṣiṇī",
            "cakṣuḥ",
            "abhūt",
            "pataṅgaḥ",
            "pakṣmāṇi",
            "viṣṇoḥ",
            "ahanī",
            "ubhe",
            "ca",
            "tat",
            "bhrū",
            "vijṛmbhaḥ",
            "parameṣṭhi",
            "dhiṣṇyam",
            "āpaḥ",
            "asya",
            "tālū",
            "rasaḥ",
            "eva",
            "jihvā"
        ],
        "translation": "The sphere of outer space constitutes His eyepits, and the eyeball is the sun as the power of seeing. His eyelids are both the day and night, and in the movements of His eyebrows, Brahmā and similar supreme personalities reside. His palate is the director of water, Varuṇa, and the juice or essence of everything is His tongue.",
        "purport": " To common sense the description in this verse appears to be somewhat contradictory because sometimes the sun has been described as the eyeball and sometimes as the outer space sphere. But there is no room for common sense in the injunctions of the śāstras. We must accept the description of the śāstras and concentrate more on the form of the virāṭ-rūpa than on common sense. Common sense is always imperfect, whereas the description in the śāstras is always perfect and complete. If there is any incongruity, it is due to our imperfection and not the śāstras’. That is the method of approaching Vedic wisdom."
    },
    {
        "verse": "31",
        "devanagari": "छन्दांस्यनन्तस्य शिरो गृणन्तिदंष्ट्रा यम: स्‍नेहकला द्विजानि ।हासो जनोन्मादकरी च मायादुरन्तसर्गो यदपाङ्गमोक्ष: ॥ ३१ ॥",
        "english_devnagari": "chandāṁsy anantasya śiro gṛṇantidaṁṣṭrā yamaḥ sneha-kalā dvijānihāso janonmāda-karī ca māyāduranta-sargo yad-apāṅga-mokṣaḥ",
        "verse_Syn": [
            "chandāṁsi",
            "anantasya",
            "śiraḥ",
            "gṛṇanti",
            "daṁṣṭrāḥ",
            "yamaḥ",
            "sneha",
            "kalāḥ",
            "dvijāni",
            "hāsaḥ",
            "jana",
            "unmāda",
            "karī",
            "ca",
            "māyā",
            "duranta",
            "sargaḥ",
            "yat",
            "apāṅga",
            "mokṣaḥ"
        ],
        "translation": "They say that the Vedic hymns are the cerebral passage of the Lord, and His jaws of teeth are Yama, god of death, who punishes the sinners. The art of affection is His set of teeth, and the most alluring illusory material energy is His smile. This great ocean of material creation is but the casting of His glance over us.",
        "purport": " According to Vedic assertion, this material creation is the result of the Lord’s casting a glance over the material energy, which is described herein as the most alluring illusory energy. The conditioned souls who are allured by such materialism should know that the material temporary creation is simply an imitation of the reality and that those who are captivated by such alluring glances of the Lord are put under the direction of the controller of sinners called Yamarāja. The Lord smiles affectionately, displaying His teeth. The intelligent person who can grasp these truths about the Lord becomes a soul fully surrendered unto Him."
    },
    {
        "verse": "32",
        "devanagari": "व्रीडोत्तरौष्ठोऽधर एव लोभोधर्म: स्तनोऽधर्मपथोऽस्य पृष्ठम् ।कस्तस्य मेढ्रं वृषणौ च मित्रौकुक्षि: समुद्रा गिरयोऽस्थिसङ्घा: ॥ ३२ ॥",
        "english_devnagari": "vrīḍottarauṣṭho ’dhara eva lobhodharmaḥ stano ’dharma-patho ’sya pṛṣṭhamkas tasya meḍhraṁ vṛṣaṇau ca mitraukukṣiḥ samudrā girayo ’sthi-saṅghāḥ",
        "verse_Syn": [
            "vrīḍa",
            "uttara",
            "oṣṭha",
            "adharaḥ",
            "eva",
            "lobhaḥ",
            "dharmaḥ",
            "stanaḥ",
            "adharma",
            "pathaḥ",
            "asya",
            "pṛṣṭham",
            "kaḥ",
            "tasya",
            "meḍhram",
            "vṛṣaṇau",
            "ca",
            "mitrau",
            "kukṣiḥ",
            "samudrāḥ",
            "girayaḥ",
            "asthi",
            "saṅghāḥ"
        ],
        "translation": "Modesty is the upper portion of His lips, hankering is His chin, religion is the breast of the Lord, and irreligion is His back. Brahmājī, who generates all living beings in the material world, is His genitals, and the Mitrā-varuṇas are His two testicles. The ocean is His waist, and the hills and mountains are the stacks of His bones.",
        "purport": " The Supreme Lord is not impersonal, as misconceived by less intelligent thinkers. Rather, He is the Supreme Person, as confirmed in all authentic Vedic literatures. But His personality is different from what we can conceive. It is stated here that Brahmājī acts as His genitals and that the Mitrā-varuṇas are His two testicles. This means that as a person He is complete with all bodily organs, but they are of different types with different potencies. When the Lord is described as impersonal, therefore, it should be understood that His personality is not exactly the type of personality found within our imperfect speculation. One can, however, worship the Lord even by seeing the hills and mountains or the ocean and the sky as different parts and parcels of the gigantic body of the Lord, the virāṭ-puruṣa. The virāṭ-rūpa, as exhibited by Lord Kṛṣṇa to Arjuna, is a challenge to the unbelievers."
    },
    {
        "verse": "33",
        "devanagari": "नद्योऽस्य नाड्योऽथ तनूरुहाणिमहीरुहा विश्वतनोर्नृपेन्द्र ।अनन्तवीर्य: श्वसितं मातरिश्वागतिर्वय: कर्म गुणप्रवाह: ॥ ३३ ॥",
        "english_devnagari": "nadyo ’sya nāḍyo ’tha tanū-ruhāṇimahī-ruhā viśva-tanor nṛpendraananta-vīryaḥ śvasitaṁ mātariśvāgatir vayaḥ karma guṇa-pravāhaḥ",
        "verse_Syn": [
            "nadyaḥ",
            "asya",
            "nāḍyaḥ",
            "atha",
            "tanū",
            "ruhāṇi",
            "mahī",
            "ruhāḥ",
            "viśva",
            "tanoḥ",
            "nṛpa",
            "indra",
            "ananta",
            "vīryaḥ",
            "śvasitam",
            "mātariśvā",
            "gatiḥ",
            "vayaḥ",
            "karma",
            "guṇa",
            "pravāhaḥ"
        ],
        "translation": "O King, the rivers are the veins of the gigantic body, the trees are the hairs of His body, and the omnipotent air is His breath. The passing ages are His movements, and His activities are the reactions of the three modes of material nature.",
        "purport": " The Personality of Godhead is not a dead stone, nor is He inactive, as is poorly thought by some schools. He moves with the progress of time, and therefore He knows all about the past and future, along with His present activities. There is nothing unknown to Him. The conditioned souls are driven by the reactions of the modes of material nature, which are the activities of the Lord. As stated in the Bhagavad-gītā (7.12), the modes of nature act under His direction only, and as such no natural functions are blind or automatic. The power behind the activities is the supervision of the Lord, and thus the Lord is never inactive as is wrongly conceived. The Vedas say that the Supreme Lord has nothing to do personally, as is always the case with superiors, but everything is done by His direction. As it is said, not a blade of grass moves without His sanction. In the Brahma-saṁhitā (5.48), it is said that all the universes and the heads of them (the Brahmās) exist only for the duration of His breathing period. The same is confirmed here. The air on which the universes and the planets within the universes exist is nothing but a bit of the breath of the unchallengeable virāṭ-puruṣa. So even by studying the rivers, trees, air and passing ages, one can conceive of the Personality of Godhead without being misled by the formless conception of the Lord. In the Bhagavad-gītā (12.5) it is stated that those who are much inclined to the formless conception of the Supreme Truth are more troubled than those who can intelligently conceive of the personal form."
    },
    {
        "verse": "34",
        "devanagari": "ईशस्य केशान् विदुरम्बुवाहान्वासस्तु सन्ध्यां कुरुवर्य भूम्न: ।अव्यक्तमाहुर्हृदयं मनश्चस चन्द्रमा: सर्वविकारकोश: ॥ ३४ ॥",
        "english_devnagari": "īśasya keśān vidur ambuvāhānvāsas tu sandhyāṁ kuru-varya bhūmnaḥavyaktam āhur hṛdayaṁ manaś casa candramāḥ sarva-vikāra-kośaḥ",
        "verse_Syn": [
            "īśasya",
            "keśān",
            "viduḥ",
            "ambu",
            "vāhān",
            "vāsaḥ",
            "tu",
            "sandhyām",
            "kuru",
            "varya",
            "bhūmnaḥ",
            "avyaktam",
            "āhuḥ",
            "hṛdayam",
            "manaḥ",
            "ca",
            "saḥ",
            "candramāḥ",
            "sarva",
            "vikāra",
            "kośaḥ"
        ],
        "translation": "O best amongst the Kurus, the clouds which carry water are the hairs on His head, the terminations of days or nights are His dress, and the supreme cause of material creation is His intelligence. His mind is the moon, the reservoir of all changes.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "विज्ञानशक्तिं महिमामनन्तिसर्वात्मनोऽन्त:करणं गिरित्रम् ।अश्वाश्वतर्युष्ट्रगजा नखानिसर्वे मृगा: पशव: श्रोणिदेशे ॥ ३५ ॥",
        "english_devnagari": "vijñāna-śaktiṁ mahim āmanantisarvātmano ’ntaḥ-karaṇaṁ giritramaśvāśvatary-uṣṭra-gajā nakhānisarve mṛgāḥ paśavaḥ śroṇi-deśe",
        "verse_Syn": [
            "vijñāna",
            "śaktim",
            "mahim",
            "āmananti",
            "sarva",
            "ātmanaḥ",
            "antaḥ",
            "karaṇam",
            "giritram",
            "aśva",
            "aśvatari",
            "uṣṭra",
            "gajāḥ",
            "nakhāni",
            "sarve",
            "mṛgāḥ",
            "paśavaḥ",
            "śroṇi",
            "deśe"
        ],
        "translation": "The principle of matter [mahat-tattva] is the consciousness of the omnipresent Lord, as asserted by the experts, and Rudradeva is His ego. The horse, mule, camel and elephant are His nails, and wild animals and all quadrupeds are situated in the belt zone of the Lord.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "वयांसि तद्व्याकरणं विचित्रंमनुर्मनीषा मनुजो निवास: ।गन्धर्वविद्याधरचारणाप्सर:स्वरस्मृतीरसुरानीकवीर्य: ॥ ३६ ॥",
        "english_devnagari": "vayāṁsi tad-vyākaraṇaṁ vicitraṁmanur manīṣā manujo nivāsaḥgandharva-vidyādhara-cāraṇāpsaraḥsvara-smṛtīr asurānīka-vīryaḥ",
        "verse_Syn": [
            "vayāṁsi",
            "tat",
            "vyākaraṇam",
            "vicitram",
            "manuḥ",
            "manīṣā",
            "manujaḥ",
            "nivāsaḥ",
            "gandharva",
            "vidyādhara",
            "cāraṇa",
            "apsaraḥ",
            "svara",
            "smṛtīḥ",
            "asura",
            "anīka",
            "vīryaḥ"
        ],
        "translation": "Varieties of birds are indications of His masterful artistic sense. Manu, the father of mankind, is the emblem of His standard intelligence, and humanity is His residence. The celestial species of human beings, like the Gandharvas, Vidyādharas, Cāraṇas and angels, all represent His musical rhythm, and the demoniac soldiers are representations of His wonderful prowess.",
        "purport": " The aesthetic sense of the Lord is manifested in the artistic, colorful creation of varieties of birds like the peacock, parrot and cuckoo. The celestial species of human beings, like the Gandharvas and Vidyādharas, can sing wonderfully and can entice even the minds of the heavenly demigods. Their musical rhythm represents the musical sense of the Lord. How then can He be impersonal? His musical taste, artistic sense and standard intelligence, which is never fallible, are different signs of His supreme personality. The Manu-saṁhitā is the standard lawbook for humanity, and every human being is advised to follow this great book of social knowledge. Human society is the residential quarters for the Lord. This means that the human being is meant for God realization and association with God. This life is a chance for the conditioned soul to regain his eternal God consciousness and thus fulfill the mission of life. Mahārāja Prahlāda is the right type of representative of the Lord in the family of asuras. None of the living beings is away from the Lord’s gigantic body. Each and every one has a particular duty in relation to the supreme body. Disruption in the matter of discharging the specific duty assigned to each and every living being is the cause of disharmony between one living being and another, but when the relation is reestablished in relation with the Supreme Lord, there is complete unity between all living beings, even up to the limit of the wild animals and human society. Lord Caitanya Mahāprabhu displayed this living unity in the jungle of Madhya Pradesh, where even the tigers, elephants and many other ferocious animals perfectly cooperated in glorifying the Supreme Lord. That is the way to peace and amity all over the world."
    },
    {
        "verse": "37",
        "devanagari": "ब्रह्माननं क्षत्रभुजो महात्माविडूरुरङ्‌घ्रिश्रितकृष्णवर्ण: ।नानाभिधाभीज्यगणोपपन्नोद्रव्यात्मक: कर्म वितानयोग: ॥ ३७ ॥",
        "english_devnagari": "brahmānanaṁ kṣatra-bhujo mahātmāviḍ ūrur aṅghri-śrita-kṛṣṇa-varṇaḥnānābhidhābhījya-gaṇopapannodravyātmakaḥ karma vitāna-yogaḥ",
        "verse_Syn": [
            "brahma",
            "ānanam",
            "kṣatra",
            "bhujaḥ",
            "mahātmā",
            "viṭ",
            "ūruḥ",
            "aṅghri",
            "śrita",
            "kṛṣṇa",
            "varṇaḥ",
            "nānā",
            "abhidhā",
            "abhījya",
            "gaṇa",
            "upapannaḥ",
            "dravya",
            "ātmakaḥ",
            "karma",
            "vitāna",
            "yogaḥ"
        ],
        "translation": "The virāṭ-puruṣa’s face is the brāhmaṇas, His arms are the kṣatriyas, His thighs are the vaiśyas, and the śūdras are under the protection of His feet. All the worshipable demigods are also overtaken by Him, and it is the duty of everyone to perform sacrifices with feasible goods to appease the Lord.",
        "purport": " Monotheism is practically suggested here. Offering sacrifices to many demigods under different names is mentioned in the Vedic literatures, but the suggestion made in this verse is that all those varieties of demigods are included in the form of the Supreme Personality of Godhead; they are only the parts and parcels of the original whole. Similarly, the divisions of the orders of human society, namely the brāhmaṇas (the intelligent class), the kṣatriyas (the administrators), the vaiśyas (the mercantile community) and the śūdras (the laborer class), are all included in the body of the Supreme. As such, sacrifice by every one of them in terms of pleasing the Supreme by feasible goods is recommended. Generally, the sacrifice is offered with clarified butter and grains, but with the progress of time, human society has produced varieties of goods by transforming materials supplied by God’s material nature. Human society, therefore, must learn to offer sacrifices not only with clarified butter, but also with other manufactured goods in the propagation of the Lord’s glory, and that will bring about perfection in human society. The intelligent class of men, or brāhmaṇas, may give direction for such sacrifices in consultation with the previous ācāryas; the administrators may give all facilities to perform such sacrifices; the vaiśya class or mercantile community, who produce such goods, may offer them for sacrifice; and the śūdra class may offer their manual labor for the successful termination of such sacrifice. Thus by the cooperation of all classes of human beings, the sacrifice recommended in this age, namely the sacrifice of congregational chanting of the holy name of the Lord, may be executed for the common welfare of all the people of the world."
    },
    {
        "verse": "38",
        "devanagari": "इयानसावीश्वरविग्रहस्यय: सन्निवेष: कथितो मया ते ।सन्धार्यतेऽस्मिन् वपुषि स्थविष्ठेमन: स्वबुद्ध्या न यतोऽस्ति किञ्चित् ॥ ३८ ॥",
        "english_devnagari": "iyān asāv īśvara-vigrahasyayaḥ sanniveśaḥ kathito mayā tesandhāryate ’smin vapuṣi sthaviṣṭhemanaḥ sva-buddhyā na yato ’sti kiñcit",
        "verse_Syn": [
            "iyān",
            "asau",
            "īśvara",
            "vigrahasya",
            "yaḥ",
            "sanniveśaḥ",
            "kathitaḥ",
            "mayā",
            "te",
            "sandhāryate",
            "asmin",
            "vapuṣi",
            "sthaviṣṭhe",
            "manaḥ",
            "sva",
            "buddhyā",
            "na",
            "yataḥ",
            "asti",
            "kiñcit"
        ],
        "translation": "I have thus explained to you the gross material gigantic conception of the Personality of Godhead. One who seriously desires liberation concentrates his mind on this form of the Lord, because there is nothing more than this in the material world.",
        "purport": " In the Bhagavad-gītā (9.10), the Supreme Personality of Godhead has verily explained that the material nature is only an order-carrying agent of His. She is one of the different potencies of the Lord, and she acts under His direction only. As the supreme transcendental Lord, He simply casts a glance over the material principle, and thus the agitation of matter begins, and the resultant actions are manifested one after another by six kinds of gradual differentiations. All material creation is moving in that way, and thus it appears and disappears in due course. Less intelligent persons with a poor fund of knowledge cannot accommodate the thought of this inconceivable potency of the Lord Śrī Kṛṣṇa, by which He appears just like a human being (Bg. 9.11). His appearance in the material world as one of us is also His causeless mercy upon the fallen souls. He is transcendental to all material conceptions, but by His unbounded mercy upon His pure devotees, He comes down and manifests Himself as the Personality of Godhead. Materialistic philosophers and scientists are too much engrossed with atomic energy and the gigantic situation of the universal form, and they offer respect more seriously to the external phenomenal feature of material manifestations than to the noumenal principle of spiritual existence. The transcendental form of the Lord is beyond the jurisdiction of such materialistic activities, and it is very difficult to conceive that the Lord can be simultaneously localized and all-pervasive, because the materialistic philosophers and scientists think of everything in terms of their own experience. Because they are unable to accept the personal feature of the Supreme Lord, the Lord is kind enough to demonstrate the virāṭ feature of His transcendental form, and herein Śrīla Śukadeva Gosvāmī has vividly described this form of the Lord. He concludes that there is nothing beyond this gigantic feature of the Lord. None of the materialistic thoughtful men can go beyond this conception of the gigantic form. The minds of the materialistic men are flickering and constantly changing from one aspect to another. Therefore, one is advised to think of the Lord by thinking of any part of His gigantic body, and by one’s intelligence only one can think of Him in any manifestation of the material world — the forest, the hill, the ocean, the man, the animal, the demigod, the bird, the beast or anything else. Each and every item of the material manifestation entails a part of the body of the gigantic form, and thus the flickering mind can be fixed in the Lord only and nothing else. This process of concentrating on the different bodily parts of the Lord will gradually diminish the demoniac challenge of godlessness and bring about gradual development of devotional service to the Lord. Everything being a part and parcel of the complete whole, the neophyte student will gradually realize the hymns of Īśopaniṣad which state that the Supreme Lord is everywhere, and thus he will learn the art of not committing any offense to the body of the Lord. This sense of God-mindedness will diminish one’s pride in challenging the existence of God. Thus one can learn to show respect to everything, for all things are parts and parcels of the supreme body."
    },
    {
        "verse": "39",
        "devanagari": "स सर्वधीवृत्त्यनुभूतसर्वआत्मा यथा स्वप्नजनेक्षितैक: ।तं सत्यमानन्दनिधिं भजेतनान्यत्र सज्जेद् यत आत्मपात: ॥ ३९ ॥",
        "english_devnagari": "sa sarva-dhī-vṛtty-anubhūta-sarvaātmā yathā svapna-janekṣitaikaḥtaṁ satyam ānanda-nidhiṁ bhajetanānyatra sajjed yata ātma-pātaḥ",
        "verse_Syn": [
            "saḥ",
            "sarva",
            "dhī",
            "vṛtti",
            "anubhūta",
            "sarve",
            "ātmā",
            "yathā",
            "svapna",
            "jana",
            "īkṣita",
            "ekaḥ",
            "tam",
            "satyam",
            "ānanda",
            "nidhim",
            "bhajeta",
            "na",
            "anyatra",
            "sajjet",
            "yataḥ",
            "ātma",
            "pātaḥ"
        ],
        "translation": "One should concentrate his mind upon the Supreme Personality of Godhead, who alone distributes Himself in so many manifestations just as ordinary persons create thousands of manifestations in dreams. One must concentrate the mind on Him, the only all-blissful Absolute Truth. Otherwise one will be misled and will cause his own degradation.",
        "purport": " In this verse, the process of devotional service is indicated by the great gosvāmī Śrīla Śukadeva. He tries to impress upon us that instead of diverting our attention to several branches of self-realization, we should concentrate upon the Supreme Personality of Godhead as the supreme object of realization, worship and devotion. Self-realization is, as it were, offering a fight for eternal life against the material struggle for existence, and therefore by the illusory grace of the external energy, the yogī or the devotee is faced with many allurements which can entangle a great fighter again in the bondage of material existence. A yogī can attain miraculous successes in material achievements, such as aṇimā and laghimā, by which one can become more minute than the minutest or lighter than the lightest, or in the ordinary sense, one may achieve material benedictions in the shape of wealth and women. But one is warned against such allurements because entanglement again in such illusory pleasure means degradation of the self and further imprisonment in the material world. By this warning, one should follow one’s vigilant intelligence only. The Supreme Lord is one, and His expansions are various. He is therefore the Supersoul of everything. When a man sees anything, he must know that his seeing is secondary and the Lord’s seeing is primary. One cannot see anything without the Lord’s having first seen it. That is the instruction of the Vedas and the Upaniṣads. So whatever we see or do, the Supersoul of all acts of seeing or doing is the Lord. This theory of simultaneous oneness and difference between the individual soul and the Supersoul is propounded by Lord Śrī Caitanya Mahāprabhu as the philosophy of acintya-bhedābheda-tattva. The virāṭ-rūpa, or the gigantic feature of the Supreme Lord, includes everything materially manifested, and therefore the virāṭ or gigantic feature of the Lord is the Supersoul of all living and nonliving entities. But the virāṭ-rūpa is also the manifestation of Nārāyaṇa or Viṣṇu, and going further on and on one will eventually see that Lord Kṛṣṇa is the ultimate Supersoul of everything that be. The conclusion is that one should unhesitatingly become a worshiper of Lord Kṛṣṇa, or, for that matter, His plenary expansion Nārāyaṇa, and none else. In the Vedic hymns, it is clearly said that first of all Nārāyaṇa cast a glance over matter and thus there was creation. Before creation, there was neither Brahmā nor Śiva, and what to speak of others. Śrīpāda Śaṅkarācārya has definitely accepted this, that Nārāyaṇa is beyond the material creation and that all others are within the material creation. The whole material creation, therefore, is one with and different from Nārāyaṇa, simultaneously, and this supports the acintya-bhedābheda-tattva philosophy of Lord Śrī Caitanya Mahāprabhu. Being an emanation from the glancing potency of Nārāyaṇa, the whole material creation is nondifferent from Him. But because it is the effect of His external energy (bahiraṅgā māyā) and is aloof from the internal potency (ātma-māyā), the whole material creation is different from Him at the same time. The example given in this verse very nicely is that of the dreaming man. The dreaming man creates many things in his dream, and thus he himself becomes the entangled seer of the dream and is also affected by the consequences. This material creation is also exactly a dreamlike creation of the Lord, but He, being the transcendental Supersoul, is neither entangled nor affected by the reactions of such a dreamlike creation. He is always in His transcendental position, but essentially He is everything, and nothing is apart from Him. As a part of Him, one should therefore concentrate on Him only, without deviation; otherwise one is sure to be overcome by the potencies of the material creation, one after another. It is confirmed in the Bhagavad-gītā (9.7) as follows: “O son of Kuntī, at the end of the millennium every material manifestation enters into My nature, and at the beginning of another millennium, by My potency, I again create.” The human life, however, is an opportunity to get out of this repetition of creation and annihilation. It is a means whereby one may escape the Lord’s external potency and enter into His internal potency."
    }
]