[
    {
        "verse": "1",
        "devanagari": "श्री शुक उवाचएवमेतन्निगदितं पृष्टवान् यद्भवान् मम ।नृणां यन्म्रियमाणानां मनुष्येषु मनीषिणाम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevam etan nigaditaṁpṛṣṭavān yad bhavān mamanṛṇāṁ yan mriyamāṇānāṁmanuṣyeṣu manīṣiṇām",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "etat",
            "nigaditam",
            "pṛṣṭavān",
            "yat",
            "bhavān",
            "mama",
            "nṛṇām",
            "yat",
            "mriyamāṇānām",
            "manuṣyeṣu",
            "manīṣiṇām"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Mahārāja Parīkṣit, as you have inquired from me as to the duty of the intelligent man who is on the threshold of death, so I have answered you.",
        "purport": " In human society all over the world there are millions and billions of men and women, and almost all of them are less intelligent because they have very little knowledge of spirit soul. Almost all of them have a wrong conception of life, for they identify themselves with the gross and subtle material bodies, which they are not, in fact. They may be situated in different high and low positions in the estimation of human society, but one should know definitely that unless one inquires about his own self beyond the body and the mind, all his activities in human life are total failures. Therefore out of thousands and thousands of men, one may inquire about his spirit self and thus consult the revealed scriptures like Vedānta-sūtras, Bhagavad-gītā and Śrīmad-Bhāgavatam. But in spite of reading and hearing such scriptures, unless one is in touch with a realized spiritual master, he cannot actually realize the real nature of self, etc. And out of thousands and hundreds of thousands of men, someone may know what Lord Kṛṣṇa is in fact. In the Caitanya-caritāmṛta (Madhya 20.122-123) it is said that Lord Kṛṣṇa, out of His causeless mercy, prepared the Vedic literatures in the incarnation of Vyāsadeva for reading by the intelligent class of men in a human society which is almost totally forgetful of the genuine relation with Kṛṣṇa. Even such an intelligent class of men may be forgetful in their relation with the Lord. The whole bhakti-yoga process is therefore a revival of the lost relation. This revival is possible in the human form of life, which is obtained only out of the evolutionary cycle of 8,400,000 species of life. The intelligent class of human being must take a serious note of this opportunity. Not all human beings are intelligent, so the importance of human life is not always understood. Therefore manīṣiṇām, meaning “thoughtful,” is particularly used here. A manīṣiṇām person, like Mahārāja Parīkṣit, must therefore take to the lotus feet of Lord Kṛṣṇa and fully engage himself in devotional service — hearing, chanting, etc., of the holy name and pastimes of the Lord, which are all hari-kathāmṛta. This action is especially recommended when one is preparing for death."
    },
    {
        "verse": "2-7",
        "devanagari": "ब्रह्मवर्चसकामस्तु यजेत ब्रह्मण: पतिम् ।इन्द्रमिन्द्रियकामस्तु प्रजाकाम: प्रजापतीन् ॥ २ ॥देवीं मायां तु श्रीकामस्तेजस्कामो विभावसुम् ।वसुकामो वसून रुद्रान् वीर्यकामोऽथ वीर्यवान् ॥ ३ ॥अन्नाद्यकामस्त्वदितिं स्वर्गकामोऽदिते:सुतान् ।विश्वान्देवान् राज्यकाम: साध्यान्संसाधको विशाम् ॥ ४ ॥आयुष्कामोऽश्विनौ देवौ पुष्टिकाम इलां यजेत् ।प्रतिष्ठाकाम: पुरुषो रोदसी लोकमातरौ ॥ ५ ॥रूपाभिकामो गन्धर्वान् स्त्रीकामोऽप्सर उर्वशीम् ।आधिपत्यकाम: सर्वेषां यजेत परमेष्ठिनम् ॥ ६ ॥यज्ञं यजेद् यशस्काम: कोशकाम: प्रचेतसम् ।विद्याकामस्तु गिरिशं दाम्पत्यार्थ उमां सतीम् ॥ ७ ॥",
        "english_devnagari": "brahma-varcasa-kāmas tuyajeta brahmaṇaḥ patimindram indriya-kāmas tuprajā-kāmaḥ prajāpatīn",
        "verse_Syn": [
            "brahma",
            "varcasa",
            "kāmaḥ",
            "tu",
            "yajeta",
            "brahmaṇaḥ",
            "patim",
            "indram",
            "indriya",
            "kāmaḥ",
            "tu",
            "prajā",
            "kāmaḥ",
            "prajāpatīn",
            "devīm",
            "māyām",
            "tu",
            "śrī",
            "kāmaḥ",
            "tejaḥ",
            "kāmaḥ",
            "vibhāvasum",
            "vasu",
            "kāmaḥ",
            "vasūn",
            "rudrān",
            "vīrya",
            "kāmaḥ",
            "atha",
            "vīryavān",
            "anna",
            "adya",
            "kāmaḥ",
            "tu",
            "aditim",
            "svarga",
            "kāmaḥ",
            "aditeḥ",
            "sutān",
            "viśvān",
            "devān",
            "rājya",
            "kāmaḥ",
            "sādhyān",
            "saṁsādhakaḥ",
            "viśām",
            "āyuḥ",
            "kāmaḥ",
            "aśvinau",
            "devau",
            "puṣṭi",
            "kāmaḥ",
            "ilām",
            "yajet",
            "pratiṣṭhā",
            "kāmaḥ",
            "puruṣaḥ",
            "rodasī",
            "loka",
            "mātarau",
            "rūpa",
            "abhikāmaḥ",
            "gandharvān",
            "strī",
            "kāmaḥ",
            "apsaraḥ",
            "urvaśīm",
            "ādhipatya",
            "kāmaḥ",
            "sarveṣām",
            "yajeta",
            "parameṣṭhinam",
            "yajñam",
            "yajet",
            "yaśaḥ",
            "kāmaḥ",
            "kośa",
            "kāmaḥ",
            "pracetasam",
            "vidyā",
            "kāmaḥ",
            "tu",
            "giriśam",
            "dāmpatya",
            "arthaḥ",
            "umām",
            "satīm"
        ],
        "translation": "One who desires to be absorbed in the impersonal brahmajyoti effulgence should worship the master of the Vedas [Lord Brahmā or Bṛhaspati, the learned priest], one who desires powerful sex should worship the heavenly King, Indra, and one who desires good progeny should worship the great progenitors called the Prajāpatis. One who desires good fortune should worship Durgādevī, the superintendent of the material world. One desiring to be very powerful should worship fire, and one who aspires only after money should worship the Vasus. One should worship the Rudra incarnations of Lord Śiva if he wants to be a great hero. One who wants a large stock of grains should worship Aditi. One who desires to attain the heavenly planets should worship the sons of Aditi. One who desires a worldly kingdom should worship Viśvadeva, and one who wants to be popular with the general mass of population should worship the Sādhya demigod. One who desires a long span of life should worship the demigods known as the Aśvinī-kumāras, and a person desiring a strongly built body should worship the earth. One who desires stability in his post should worship the horizon and the earth combined. One who desires to be beautiful should worship the beautiful residents of the Gandharva planet, and one who desires a good wife should worship the Apsarās and the Urvaśī society girls of the heavenly kingdom. One who desires domination over others should worship Lord Brahmā, the head of the universe. One who desires tangible fame should worship the Personality of Godhead, and one who desires a good bank balance should worship the demigod Varuṇa. If one desires to be a greatly learned man he should worship Lord Śiva, and if one desires a good marital relation he should worship the chaste goddess Umā, the wife of Lord Śiva.",
        "purport": " There are different modes of worship for different persons desiring success in particular subjects. The conditioned soul living within the purview of the material world cannot be an expert in every type of materially enjoyable asset, but one can have considerable influence over a particular matter by worshiping a particular demigod, as mentioned above. Rāvaṇa was made a very powerful man by worshiping Lord Śiva, and he used to offer severed heads to please Lord Śiva. He became so powerful by the grace of Lord Śiva that all the demigods were afraid of him, until he at last challenged the Personality of Godhead Śrī Rāmacandra and thus ruined himself. In other words, all such persons who aspire after gaining some or all of the material objects of enjoyment, or the gross materialistic persons, are on the whole less intelligent, as confirmed in the Bhagavad-gītā (7.20). It is said there that those who are bereft of all good sense, or those whose intelligence is withdrawn by the deluding energy of māyā, aspire to achieve all sorts of material enjoyment in life by pleasing the various demigods, or by advancing in material civilization under the heading of scientific progress. The real problem of life in the material world is to solve the question of birth, death, old age and disease. No one wants to change his birthright, no one wants to meet death, no one wants to be old or invalid, and no one wants diseases. But these problems are solved neither by the grace of any demigod nor by the so-called advancement of material science. In the Bhagavad-gītā, as well as in the Śrīmad-Bhāgavatam, such less intelligent persons have been described as devoid of all good sense. Śukadeva Gosvāmī said that out of the 8,400,000 species of living entities, the human form of life is rare and valuable, and out of those rare human beings those who are conscious of the material problems are rarer still, and the still more rare persons are those who are conscious of the value of the Śrīmad-Bhāgavatam, which contains the messages of the Lord and His pure devotees. Death is inevitable for everyone, intelligent or foolish. But Parīkṣit Mahārāja has been addressed by the Gosvāmī as the manīṣī, or the man of highly developed mind, because at the time of death he left all material enjoyment and completely surrendered unto the lotus feet of the Lord by hearing His messages from the right person, Śukadeva Gosvāmī. But aspirations for material enjoyment by endeavoring persons are condemned. Such aspirations are something like the intoxication of the degraded human society. Intelligent persons should try to avoid these aspirations and seek instead the permanent life by returning home, back to Godhead."
    },
    {
        "verse": "8",
        "devanagari": "धर्मार्थ उत्तमश्लोकं तन्तु: तन्वन् पितृन् यजेत् ।रक्षाकाम: पुण्यजनानोजस्कामो मरुद्गणान् ॥ ८ ॥",
        "english_devnagari": "dharmārtha uttama-ślokaṁtantuḥ tanvan pitṝn yajetrakṣā-kāmaḥ puṇya-janānojas-kāmo marud-gaṇān",
        "verse_Syn": [
            "dharma",
            "arthaḥ",
            "uttama",
            "ślokam",
            "tantuḥ",
            "tanvan",
            "pitṝn",
            "yajet",
            "rakṣā",
            "kāmaḥ",
            "puṇya",
            "janān",
            "ojaḥ",
            "kāmaḥ",
            "marut",
            "gaṇān"
        ],
        "translation": "One should worship Lord Viṣṇu or His devotee for spiritual advancement in knowledge, and for protection of heredity and advancement of a dynasty one should worship the various demigods.",
        "purport": " The path of religion entails making progress on the path of spiritual advancement, ultimately reviving the eternal relation with Lord Viṣṇu in His impersonal effulgence, His localized Paramātmā feature, and ultimately His personal feature by spiritual advancement in knowledge. And one who wants to establish a good dynasty and be happy in the progress of temporary bodily relations should take shelter of the Pitās and the demigods in other pious planets. Such different classes of worshipers of different demigods may ultimately reach the respective planets of those demigods within the universe, but he who reaches the spiritual planets in the brahmajyoti achieves the highest perfection."
    },
    {
        "verse": "9",
        "devanagari": "राज्यकामो मनून् देवान् निऋर्तिं त्वभिचरन् यजेत् ।कामकामो यजेत् सोममकाम: पुरुषं परम् ॥ ९ ॥",
        "english_devnagari": "rājya-kāmo manūn devānnirṛtiṁ tv abhicaran yajetkāma-kāmo yajet somamakāmaḥ puruṣaṁ param",
        "verse_Syn": [
            "rājya",
            "kāmaḥ",
            "manūn",
            "devān",
            "nirṛtim",
            "tu",
            "abhicaran",
            "yajet",
            "kāma",
            "kāmaḥ",
            "yajet",
            "somam",
            "akāmaḥ",
            "puruṣam",
            "param"
        ],
        "translation": "One who desires domination over a kingdom or an empire should worship the Manus. One who desires victory over an enemy should worship the demons, and one who desires sense gratification should worship the moon. But one who desires nothing of material enjoyment should worship the Supreme Personality of Godhead.",
        "purport": " For a liberated person, all the enjoyments listed above are considered to be absolutely useless. Only those who are conditioned by the material modes of external energy are captivated by different types of material enjoyment. In other words, the transcendentalist has no material desires to be fulfilled, whereas the materialist has all types of desires to be fulfilled. The Lord has proclaimed that the materialists, who desire material enjoyment and thus seek the favor of different demigods, as above mentioned, are not in control of their senses and so give themselves to nonsense. One should therefore not desire any sort of material enjoyment, being sensible enough to worship the Supreme Personality of Godhead. The leaders of nonsensical persons are still more nonsensical because they preach openly and foolishly that one can worship any form of demigod and get the same result. This sort of preaching is not only against the teachings of the Bhagavad-gītā, or those of the Śrīmad-Bhāgavatam, but is also foolish, just as it is foolish to claim that with the purchase of any travel ticket one may reach the same destination. No one can reach Bombay from Delhi by purchasing a ticket for Baroda. It is clearly defined herein that persons impregnated with different desires have different modes of worship, but one who has no desire for material enjoyment should worship the Supreme Lord, Śrī Kṛṣṇa, the Personality of Godhead. And this worshiping process is called devotional service. Pure devotional service means service to the Lord without any tinge of material desires, including desire for fruitive activity and empiric speculation. For fulfillment of material desires one may worship the Supreme Lord, but the result of such worship is different, as will be explained in the next verse. Generally the Lord does not fulfill anyone’s material desires for sense enjoyment, but He awards such benedictions to worshipers of the Lord, for they ultimately come to the point of not desiring material enjoyment. The conclusion is that one must minimize the desires for material enjoyment, and for this one should worship the Supreme Personality of Godhead, who is described here as param, or beyond anything material. Śrīpāda Śaṅkarācārya has also stated, nārāyaṇaḥ paro ’vyaktāt: the Supreme Lord is beyond the material encirclement."
    },
    {
        "verse": "10",
        "devanagari": "अकाम: सर्वकामो वा मोक्षकाम उदारधी: ।तीव्रेण भक्तियोगेन यजेत पुरुषं परम् ॥ १० ॥",
        "english_devnagari": "akāmaḥ sarva-kāmo vāmokṣa-kāma udāra-dhīḥtīvreṇa bhakti-yogenayajeta puruṣaṁ param",
        "verse_Syn": [
            "akāmaḥ",
            "sarva",
            "kāmaḥ",
            "vā",
            "mokṣa",
            "kāmaḥ",
            "udāra",
            "dhīḥ",
            "tīvreṇa",
            "bhakti",
            "yogena",
            "yajeta",
            "puruṣam",
            "param"
        ],
        "translation": "A person who has broader intelligence, whether he be full of all material desire, without any material desire, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead.",
        "purport": " The Supreme Personality of Godhead Lord Śrī Kṛṣṇa is described in the Bhagavad-gītā as puruṣottama, or the Supreme Personality. It is He only who can award liberation to the impersonalists by absorbing such aspirants in the brahmajyoti, the bodily rays of the Lord. The brahmajyoti is not separate from the Lord, as the glowing sun ray is not independent of the sun disc. Therefore one who desires to merge into the supreme impersonal brahmajyoti must also worship the Lord by bhakti-yoga, as recommended here in the Śrīmad-Bhāgavatam. Bhakti-yoga is especially stressed here as the means of all perfection. In the previous chapters it has been stated that bhakti-yoga is the ultimate goal of both karma-yoga and jñāna-yoga, and in the same way in this chapter it is emphatically declared that bhakti-yoga is the ultimate goal of the different varieties of worship of the different demigods. Bhakti-yoga, thus being the supreme means of self-realization, is recommended here. Everyone must therefore seriously take up the methods of bhakti-yoga, even though one aspires for material enjoyment or liberation from material bondage. Akāmaḥ is one who has no material desire. A living being, naturally being the part and parcel of the supreme whole puruṣaṁ pūrṇam, has as his natural function to serve the Supreme Being, just as the parts and parcels of the body, or the limbs of the body, are naturally meant to serve the complete body. Desireless means, therefore, not to be inert like the stone, but to be conscious of one’s actual position and thus desire satisfaction only from the Supreme Lord. Śrīla Jīva Gosvāmī has explained this desirelessness as bhajanīya-parama-puruṣa-sukha-mātra-sva-sukhatvam in his Sandarbha. This means that one should feel happy only by experiencing the happiness of the Supreme Lord. This intuition of the living being is sometimes manifested even during the conditioned stage of a living being in the material world, and such intuition is expressed in the manner of altruism, philanthropy, socialism, communism, etc., by the undeveloped minds of less intelligent persons. In the mundane field such an outlook of doing good to others in the form of society, community, family, country or humanity is a partial manifestation of the same original feeling in which a pure living entity feels happiness by the happiness of the Supreme Lord. Such superb feelings were exhibited by the damsels of Vrajabhūmi for the happiness of the Lord. The gopīs loved the Lord without any return, and this is the perfect exhibition of the akāmaḥ spirit. Kāma spirit, or the desire for one’s own satisfaction, is fully exhibited in the material world, whereas the spirit of akāmaḥ is fully exhibited in the spiritual world. Thoughts of becoming one with the Lord, or being merged in the brahmajyoti, can also be exhibitions of kāma spirit if they are desires for one’s own satisfaction to be free from the material miseries. A pure devotee does not want liberation so that he may be relieved from the miseries of life. Even without so-called liberation, a pure devotee is aspirant for the satisfaction of the Lord. Influenced by the kāma spirit, Arjuna declined to fight in the Kurukṣetra battlefield because he wanted to save his relatives for his own satisfaction. But being a pure devotee, he agreed to fight on the instruction of the Lord because he came to his senses and realized that satisfaction of the Lord at the cost of his own satisfaction was his prime duty. Thus he became akāma. That is the perfect stage of a perfect living being. Udāra-dhīḥ means one who has a broader outlook. People with desires for material enjoyment worship small demigods, and such intelligence is condemned in the Bhagavad-gītā (7.20) as hṛta-jñāna, the intelligence of one who has lost his senses. One cannot obtain any result from demigods without getting sanction from the Supreme Lord. Therefore a person with a broader outlook can see that the ultimate authority is the Lord, even for material benefits. Under the circumstances, one with a broader outlook, even with the desire for material enjoyment or for liberation, should take to the worship of the Lord directly. And everyone, whether an akāma or sakāma or mokṣa-kāma, should worship the Lord with great expedience. This implies that bhakti-yoga may be perfectly administered without any mixture of karma and jñāna. As the unmixed sun ray is very forceful and is therefore called tīvra, similarly unmixed bhakti-yoga of hearing, chanting, etc., may be performed by one and all regardless of inner motive."
    },
    {
        "verse": "11",
        "devanagari": "एतावानेव यजतामिह नि:श्रेयसोदय: ।भगवत्यचलो भावो यद् भागवतसंगत: ॥ ११ ॥",
        "english_devnagari": "etāvān eva yajatāmiha niḥśreyasodayaḥbhagavaty acalo bhāvoyad bhāgavata-saṅgataḥ",
        "verse_Syn": [
            "etāvān",
            "eva",
            "yajatām",
            "iha",
            "niḥśreyasa",
            "udayaḥ",
            "bhagavati",
            "acalaḥ",
            "bhāvaḥ",
            "yat",
            "bhāgavata",
            "saṅgataḥ"
        ],
        "translation": "All the different kinds of worshipers of multidemigods can attain the highest perfectional benediction, which is spontaneous attraction unflinchingly fixed upon the Supreme Personality of Godhead, only by the association of the pure devotee of the Lord.",
        "purport": " All living entities in different statuses of life within the material creation, beginning from the first demigod, Brahmā, down to the small ant, are conditioned under the law of material nature, or the external energy of the Supreme Lord. The living entity in his pure state is conscious of the fact that he is a part and parcel of the Lord, but when he is thrown into the material world on account of his desire to lord it over material energy, he becomes conditioned by the three modes of material nature and thus struggles for existence for the highest benefit. This struggle for existence is something like following the will-o’-the-wisp under the spell of material enjoyment. All plans for material enjoyment, either by worship of different demigods as described in the previous verses of this chapter or by modernized advancement of scientific knowledge without the help of God or demigod, are illusory only, for despite all such plans for happiness, the conditioned living being within the compass of material creation can never solve the problems of life, namely birth, death, old age and disease. The history of the universe is full of such planmakers, and many kings and emperors come and go, leaving a planmaking story only. But the prime problems of life remain unsolved despite all endeavors by such planmakers. Actually human life is meant for making a solution to the problems of life. One can never solve such problems by satisfying the different demigods, by different modes of worship, or by so-called scientific advancement in knowledge without the help of God or the demigods. Apart from the gross materialists, who care very little either for God or for the demigods, the Vedas recommend worship of different demigods for different benefits, and so the demigods are neither false nor imaginary. The demigods are as factual as we are, but they are much more powerful due to their being engaged in the direct service of the Lord in managing different departments in the universal government. The Bhagavad-gītā affirms this, and the different planets of the demigods are mentioned there, including the one of the supreme demigod, Lord Brahmā. The gross materialists do not believe in the existence of God or the demigods. Nor do they believe that different planets are dominated by different demigods. They are creating a great commotion about reaching the closest celestial body, Candraloka, or the moon, but even after much mechanical research they have only very scanty information of this moon, and in spite of much false advertisement for selling land on the moon, the puffed-up scientists or gross materialists cannot live there, and what to speak of reaching the other planets, which they are unable even to count. However, the followers of the Vedas have a different method of acquiring knowledge. They accept the statements of the Vedic literatures as authority in toto, as we have already discussed in Canto One, and therefore they have full and reasonable knowledge of God and demigods and of their different residential planets situated within the compass of the material world and beyond the limit of the material sky. The most authentic Vedic literature, accepted by the great Indian ācāryas like Śaṅkara, Rāmānuja, Madhva, Viṣṇusvāmī, Nimbārka and Caitanya and studied by all important personalities of the world, is the Bhagavad-gītā, in which the worship of the demigods and their respective residential planets are mentioned. The Bhagavad-gītā (9.25) affirms: “The worshipers of demigods reach the respective planets of the demigods, and the worshipers of forefathers reach the planets of the forefathers. The gross materialist remains in the different material planets, but the devotees of the Lord reach the kingdom of God.” We also have information from the Bhagavad-gītā that all the planets within the material world, including Brahmaloka, are but temporarily situated, and after a fixed period they are all annihilated. Therefore the demigods and their followers are all annihilated at the period of devastation, but one who reaches the kingdom of God gets a permanent share in eternal life. That is the verdict of Vedic literature. The worshipers of the demigods have one facility more than the unbelievers due to their being convinced of the Vedic version, by which they can get information of the benefit of worshiping the Supreme Lord in the association of the devotees of the Lord. The gross materialist, however, without any faith in the Vedic version, remains eternally in darkness, driven by a false conviction on the basis of imperfect experimental knowledge, or so-called material science, which can never reach into the realm of transcendental knowledge. Therefore unless the gross materialists or the worshipers of the temporary demigods come in contact with a transcendentalist like the pure devotee of the Lord, their attempts are simply a waste of energy. Only by the grace of the divine personalities, the pure devotees of the Lord, can one achieve pure devotion, which is the highest perfection of human life. Only a pure devotee of the Lord can show one the right way of progressive life. Otherwise both the materialistic way of life, without any information of God or the demigods, and the life engaged in the worship of demigods, in pursuit of temporary material enjoyments, are different phases of phantasmagoria. They are nicely explained in the Bhagavad-gītā also, but the Bhagavad-gītā can be understood in the association of pure devotees only, and not by the interpretations of politicians or dry philosophical speculators."
    },
    {
        "verse": "12",
        "devanagari": "ज्ञानं यदाप्रतिनिवृत्तगुणोर्मिचक्र -मात्मप्रसाद उत यत्र गुणेष्वसङ्ग: ।कैवल्यसम्मतपथस्त्वथ भक्तियोग:को निर्वृतो हरिकथासु रतिं न कुर्यात् ॥ १२ ॥",
        "english_devnagari": "jñānaṁ yad āpratinivṛtta-guṇormi-cakramātma-prasāda uta yatra guṇeṣv asaṅgaḥkaivalya-sammata-pathas tv atha bhakti-yogaḥko nirvṛto hari-kathāsu ratiṁ na kuryāt",
        "verse_Syn": [
            "jñānam",
            "yat",
            "ā",
            "pratinivṛtta",
            "guṇa",
            "ūrmi",
            "cakram",
            "ātma",
            "prasādaḥ",
            "uta",
            "yatra",
            "guṇeṣu",
            "asaṅgaḥ",
            "kaivalya",
            "sammata",
            "pathaḥ",
            "tu",
            "atha",
            "bhakti",
            "yogaḥ",
            "kaḥ",
            "nirvṛtaḥ",
            "hari",
            "kathāsu",
            "ratim",
            "na",
            "kuryāt"
        ],
        "translation": "Transcendental knowledge in relation with the Supreme Lord Hari is knowledge resulting in the complete suspension of the waves and whirlpools of the material modes. Such knowledge is self-satisfying due to its being free from material attachment, and being transcendental it is approved by authorities. Who could fail to be attracted?",
        "purport": " According to Bhagavad-gītā (10.9) the characteristics of pure devotees are wonderful. The complete functional activities of a pure devotee are always engaged in the service of the Lord, and thus the pure devotees exchange feelings of ecstasy between themselves and relish transcendental bliss. This transcendental bliss is experienced even in the stage of devotional practice (sādhana-avasthā), if properly undertaken under the guidance of a bona fide spiritual master. And in the mature stage the developed transcendental feeling culminates in realization of the particular relationship with the Lord by which a living entity is originally constituted (up to the relationship of conjugal love with the Lord, which is estimated to be the highest transcendental bliss). Thus bhakti-yoga, being the only means of God realization, is called kaivalya. Śrīla Jīva Gosvāmī quotes the Vedic version (eko nārāyaṇo devaḥ, parāvarāṇāṁ parama āste kaivalya-saṁjñitaḥ) in this connection and establishes that Nārāyaṇa, the Personality of Godhead, is known as kaivalya, and the means which enables one to approach the Lord is called the kaivalya-panthā, or the only means of attainment of Godhead. This kaivalya-panthā begins from śravaṇa, or hearing those topics that relate to the Personality of Godhead, and the natural consequence of hearing such hari-kathā is attainment of transcendental knowledge, which causes detachment from all mundane topics, for which a devotee has no taste at all. For a devotee, all mundane activities, social and political, become unattractive, and in the mature state such a devotee becomes uninterested even in his own body, and what to speak of bodily relatives. In such a state of affairs one is not agitated by the waves of the material modes. There are different modes of material nature, and all mundane functions in which a common man is very much interested or in which he takes part become unattractive for the devotee. This state of affairs is described herein as pratinivṛtta-guṇormi, and it is possible by ātma-prasāda, or complete self-satisfaction without any material connection. The first-class devotee of the Lord attains this stage by devotional service, but despite his loftiness, for the Lord’s satisfaction he may play the voluntary part of a preacher of the Lord’s glory and dovetail all into devotional service, even mundane interest, just to give the neophytes a chance to transform mundane interest into transcendental bliss. Śrīla Rūpa Gosvāmī has described this action of a pure devotee as nirbandhaḥ kṛṣṇa-sambandhe yuktaṁ vairāgyam ucyate. Even mundane activities dovetailed with service to the Lord are also calculated to be transcendental or approved kaivalya affairs."
    },
    {
        "verse": "13",
        "devanagari": "शौनक उवाचइत्यभिव्याहृतं राजा निशम्य भरतर्षभ: ।किमन्यत्पृष्टवान् भूयो वैयासकिमृषिं कविम् ॥ १३ ॥",
        "english_devnagari": "śaunaka uvācaity abhivyāhṛtaṁ rājāniśamya bharatarṣabhaḥkim anyat pṛṣṭavān bhūyovaiyāsakim ṛṣiṁ kavim",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "iti",
            "abhivyāhṛtam",
            "rājā",
            "niśamya",
            "bharata",
            "ṛṣabhaḥ",
            "kim",
            "anyat",
            "pṛṣṭavān",
            "bhūyaḥ",
            "vaiyāsakim",
            "ṛṣim",
            "kavim"
        ],
        "translation": "Śaunaka said: The son of Vyāsadeva, Śrīla Śukadeva Gosvāmī, was a highly learned sage and was able to describe things in a poetic manner. What did Mahārāja Parīkṣit again inquire from him after hearing all that he had said?",
        "purport": " A pure devotee of the Lord automatically develops all godly qualities, and some of the prominent features of those qualities are as follows: he is kind, peaceful, truthful, equable, faultless, magnanimous, mild, clean, nonpossessive, a well-wisher to all, satisfied, surrendered to Kṛṣṇa, without hankering, simple, fixed, self-controlled, a balanced eater, sane, mannerly, prideless, grave, sympathetic, friendly, poetic, expert and silent. Out of these twenty-six prominent features of a devotee, as described by Kṛṣṇadāsa Kavirāja in his Caitanya-caritāmṛta, the qualification of being poetic is especially mentioned herein in relation to Śukadeva Gosvāmī. The presentation of Śrīmad-Bhāgavatam by his recitation is the highest poetic contribution. He was a self-realized learned sage. In other words, he was a poet amongst the sages."
    },
    {
        "verse": "14",
        "devanagari": "एतच्छुश्रूषतां विद्वन् सूत नोऽर्हसि भाषितुम् ।कथा हरिकथोदर्का: सतां स्यु: सदसि ध्रुवम् ॥ १४ ॥",
        "english_devnagari": "etac chuśrūṣatāṁ vidvansūta no ’rhasi bhāṣitumkathā hari-kathodarkāḥsatāṁ syuḥ sadasi dhruvam",
        "verse_Syn": [
            "etat",
            "śuśrūṣatām",
            "vidvan",
            "sūta",
            "naḥ",
            "arhasi",
            "bhāṣitum",
            "kathāḥ",
            "hari",
            "kathā",
            "udarkāḥ",
            "satām",
            "syuḥ",
            "sadasi",
            "dhruvam"
        ],
        "translation": "O learned Sūta Gosvāmī! Please continue to explain such topics to us because we are all eager to hear. Besides that, topics which result in the discussion of the Lord Hari should certainly be discussed in the assembly of devotees.",
        "purport": " As we have already quoted above from the Bhakti-rasāmṛta-sindhu of Rūpa Gosvāmī, even mundane things, if dovetailed in the service of the Lord Śrī Kṛṣṇa, are accepted as transcendental. For example, the epics or the histories of Rāmāyaṇa and Mahābhārata, which are specifically recommended for the less intelligent classes (women, śūdras and unworthy sons of the higher castes), are also accepted as Vedic literature because they are compiled in connection with the activities of the Lord. Mahābhārata is accepted as the fifth division of the Vedas after its first four divisions, namely Sāma, Yajur, Ṛg and Atharva. The less intelligent do not accept Mahābhārata as part of the Vedas, but great sages and authorities accept it as the fifth division of the Vedas. Bhagavad-gītā is also part of the Mahābhārata, and it is full of the Lord’s instruction for the less intelligent class of men. Some less intelligent men say that Bhagavad-gītā is not meant for householders, but such foolish men forget that Bhagavad-gītā was explained to Arjuna, a gṛhastha (family man), and spoken by the Lord in His role as a gṛhastha. So Bhagavad-gītā, although containing the high philosophy of the Vedic wisdom, is for the beginners in the transcendental science, and Śrīmad-Bhāgavatam is for graduates and postgraduates in the transcendental science. Therefore literatures like Mahābhārata, the Purāṇas and similar other literatures which are full of the pastimes of the Lord, are all transcendental literatures, and they should be discussed with full confidence in the society of great devotees. The difficulty is that such literatures, when discussed by professional men, appear to be mundane literature like histories or epics because there are so many historical facts and figures. It is said here, therefore, that such literatures should be discussed in the assembly of devotees. Unless they are discussed by devotees, such literatures cannot be relished by the higher class of men. So the conclusion is that the Lord is not impersonal in the ultimate issue. He is the Supreme Person, and He has His different activities. He is the leader of all living entities, and He descends at His will and by His personal energy to reclaim the fallen souls. Thus He plays exactly like the social, political or religious leaders. Because such roles ultimately culminate in the discussion of topics of the Lord, all such preliminary topics are also transcendental. That is the way of spiritualizing the civic activities of human society. Men have inclinations for studying history and many other mundane literatures — stories, fiction, dramas, magazines, newspapers, etc. — so let them be dovetailed with the transcendental service of the Lord, and all of them will turn to the topics relished by all devotees. The propaganda that the Lord is impersonal, that He has no activity and that He is a dumb stone without any name and form has encouraged people to become godless, faithless demons, and the more they deviate from the transcendental activities of the Lord, the more they become accustomed to mundane activities that only clear their path to hell instead of return them home, back to Godhead.* Śrīmad-Bhāgavatam begins from the history of the Pāṇḍavas (with necessary politics and social activities), and yet Śrīmad-Bhāgavatam is said to be the Pāramahaṁsa-saṁhitā, or the Vedic literature meant for the topmost transcendentalist, and it describes paraṁ jñānam, the highest transcendental knowledge. Pure devotees of the Lord are all paramahaṁsas, and they are like the swans, who know the art of sucking milk out of a mixture of milk and water."
    },
    {
        "verse": "15",
        "devanagari": "स वै भागवतो राजा पाण्डवेयो महारथ: ।बालक्रीडनकै: क्रीडन् कृष्णक्रीडां य आददे ॥ १५ ॥",
        "english_devnagari": "sa vai bhāgavato rājāpāṇḍaveyo mahā-rathaḥbāla-krīḍanakaiḥ krīḍankṛṣṇa-kṛīḍāṁ ya ādade",
        "verse_Syn": [
            "saḥ",
            "vai",
            "bhāgavataḥ",
            "rājā",
            "pāṇḍaveyaḥ",
            "mahā",
            "rathaḥ",
            "bāla",
            "krīḍanakaiḥ",
            "krīḍan",
            "kṛṣṇa",
            "krīḍām",
            "yaḥ",
            "ādade"
        ],
        "translation": "Mahārāja Parīkṣit, the grandson of the Pāṇḍavas, was from his very childhood a great devotee of the Lord. Even while playing with dolls, he used to worship Lord Kṛṣṇa by imitating the worship of the family Deity.",
        "purport": " In the Bhagavad-gītā (6.41) it is stated that even a person who has failed in the proper discharge of yoga practice is given a chance to take birth in the house of devout brāhmaṇas or in the houses of rich men like kṣatriya kings or rich merchants. But Mahārāja Parīkṣit was more than that because he had been a great devotee of the Lord since his previous birth, and as such he took his birth in an imperial family of the Kurus, and especially that of the Pāṇḍavas. So from the very beginning of his childhood he had the chance to know intimately the devotional service of Lord Kṛṣṇa in his own family. The Pāṇḍavas, all being devotees of the Lord, certainly venerated family Deities in the royal palace for worship. Children who appear in such families fortunately generally imitate such worship of the Deities, even in the way of childhood play. By the grace of Lord Śrī Kṛṣṇa, we had the chance of being born in a Vaiṣṇava family, and in our childhood we imitated the worship of Lord Kṛṣṇa by imitating our father. Our father encouraged us in all respects to observe all functions such as the Ratha-yātrā and Dola-yātrā ceremonies, and he used to spend money liberally for distributing prasāda to us children and our friends. Our spiritual master, who also took his birth in a Vaiṣṇava family, got all inspirations from his great Vaiṣṇava father, Ṭhākura Bhaktivinoda. That is the way of all lucky Vaiṣṇava families. The celebrated Mīrā Bāī was a staunch devotee of Lord Kṛṣṇa as the great lifter of Govardhana Hill. The life history of many such devotees is almost the same because there is always symmetry between the early lives of all great devotees of the Lord. According to Jīva Gosvāmī, Mahārāja Parīkṣit must have heard about the childhood pastimes of Lord Kṛṣṇa at Vṛndāvana, for he used to imitate the pastimes with his young playmates. According to Śrīdhara Svāmī, Mahārāja Parīkṣit used to imitate the worship of the family Deity by elderly members. Śrīla Viśvanātha Cakravartī also confirms the viewpoint of Jīva Gosvāmī. So accepting either of them, Mahārāja Parīkṣit was naturally inclined to Lord Kṛṣṇa from his very childhood. He might have imitated either of the above-mentioned activities, and all of them establish his great devotion from his very childhood, a symptom of a mahā-bhāgavata. Such mahā-bhāgavatas are called nitya-siddhas, or souls liberated from birth. But there are also others, who may not be liberated from birth but who develop a tendency for devotional service by association, and they are called sādhana-siddhas. There is no difference between the two in the ultimate issue, and so the conclusion is that everyone can become a sādhana-siddha, a devotee of the Lord, simply by association with the pure devotees. The concrete example is our great spiritual master Śrī Nārada Muni. In his previous life he was simply a boy of a maidservant, but through association with great devotees he became a devotee of the Lord of his own standard, unique in the history of devotional service."
    },
    {
        "verse": "16",
        "devanagari": "वैयासकिश्च भगवान् वासुदेवपरायण: ।उरुगायगुणोदारा: सतां स्युर्हि समागमे ॥ १६ ॥",
        "english_devnagari": "vaiyāsakiś ca bhagavānvāsudeva-parāyaṇaḥurugāya-guṇodārāḥsatāṁ syur hi samāgame",
        "verse_Syn": [
            "vaiyāsakiḥ",
            "ca",
            "bhagavān",
            "vāsudeva",
            "parāyaṇaḥ",
            "urugāya",
            "guṇa",
            "udārāḥ",
            "satām",
            "syuḥ",
            "hi",
            "samāgame"
        ],
        "translation": "Śukadeva Gosvāmī, the son of Vyāsadeva, was also full in transcendental knowledge and was a great devotee of Lord Kṛṣṇa, son of Vasudeva. So there must have been discussion of Lord Kṛṣṇa, who is glorified by great philosophers and in the company of great devotees.",
        "purport": " The word satām is very important in this verse. Satām means the pure devotees, who have no other desire than to serve the Lord. Only in the association of such devotees are the transcendental glories of Lord Kṛṣṇa properly discussed. It is said by the Lord that His topics are all full of spiritual significance, and once one properly hears about Him in the association of the satām, certainly one senses the great potency and so automatically attains to the devotional stage of life. As already described, Mahārāja Parīkṣit was a great devotee of the Lord from his very birth, and so was Śukadeva Gosvāmī. Both of them were on the same level, although it appeared that Mahārāja Parīkṣit was a great king accustomed to royal facilities whereas Śukadeva Gosvāmī was a typical renouncer of the world, so much so that he did not even put a cloth on his body. Superficially, Mahārāja Parīkṣit and Śukadeva Gosvāmī might seem to be opposites, but basically they were both unalloyed, pure devotees of the Lord. When such devotees are assembled together, there can be no topics save discussions of the glories of the Lord, or bhakti-yoga. In the Bhagavad-gītā also, when there were talks between the Lord and His devotee Arjuna, there could not be any topic other than bhakti-yoga, however the mundane scholars may speculate on it in their own ways. The use of the word ca after vaiyāsakiḥ suggests, according to Śrīla Jīva Gosvāmī, that both Śukadeva Gosvāmī and Mahārāja Parīkṣit were of the same category, settled long before, although one was playing the part of the master and the other the disciple. Since Lord Kṛṣṇa is the center of the topics, the word vāsudeva-parāyaṇaḥ, or “devotee of Vāsudeva,” suggests devotee of Lord Kṛṣṇa, the common aim. Although there were many others who assembled at the place where Mahārāja Parīkṣit was fasting, the natural conclusion is that there was no topic other than the glorification of Lord Kṛṣṇa, because the principal speaker was Śukadeva Gosvāmī and the chief audience was Mahārāja Parīkṣit. So Śrīmad-Bhāgavatam, as it was spoken and heard by two principal devotees of the Lord, is only for the glorification of the Supreme Lord, the Personality of Godhead, Śrī Kṛṣṇa."
    },
    {
        "verse": "17",
        "devanagari": "आयुर्हरति वै पुंसामुद्यन्नस्तं च यन्नसौ ।तस्यर्ते यत्क्षणो नीत उत्तमश्लोकवार्तया ॥ १७ ॥",
        "english_devnagari": "āyur harati vai puṁsāmudyann astaṁ ca yann asautasyarte yat-kṣaṇo nītauttama-śloka-vārtayā",
        "verse_Syn": [
            "āyuḥ",
            "harati",
            "vai",
            "puṁsām",
            "udyan",
            "astam",
            "ca",
            "yan",
            "asau",
            "tasya",
            "ṛte",
            "yat",
            "kṣaṇaḥ",
            "nītaḥ",
            "uttama",
            "śloka",
            "vārtayā"
        ],
        "translation": "Both by rising and by setting, the sun decreases the duration of life of everyone, except one who utilizes the time by discussing topics of the all-good Personality of Godhead.",
        "purport": " This verse indirectly confirms the greater importance of utilizing the human form of life to realize our lost relationship with the Supreme Lord by acceleration of devotional service. Time and tide wait for no man. So the time indicated by the sunrise and the sunset will be uselessly wasted if such time is not properly utilized for realizing identification of spiritual values. Even a fraction of the duration of life wasted cannot be compensated by any amount of gold. Human life is simply awarded to a living entity (jīva) so that he can realize his spiritual identity and his permanent source of happiness. A living being, especially the human being, is seeking happiness because happiness is the natural situation of the living entity. But he is vainly seeking happiness in the material atmosphere. A living being is constitutionally a spiritual spark of the complete whole, and his happiness can be perfectly perceived in spiritual activities. The Lord is the complete spirit whole, and His name, form, quality, pastimes, entourage and personality are all identical with Him. Once a person comes into contact with any one of the above-mentioned energies of the Lord through the proper channel of devotional service, the door to perfection is immediately opened. In the Bhagavad-gītā (2.40) the Lord has explained such contact in the following words: “Endeavors in devotional service are never baffled. Nor is there failure. A slight beginning of such activities is sufficient even to deliver a person from the great ocean of material fears.” As a highly potent drug injected intravenously acts at once on the whole body, the transcendental topics of the Lord injected through the ear by the pure devotee of the Lord can act very efficiently. Aural realization of the transcendental messages implies total realization, just as fructification of one part of a tree implies fructification of all other parts. This realization for a moment in the association of pure devotees like Śukadeva Gosvāmī prepares one’s complete life for eternity. And thus the sun fails to rob the pure devotee of his duration of life, inasmuch as he is constantly busy in the devotional service of the Lord, purifying his existence. Death is a symptom of the material infection of the eternal living being; only due to material infection is the eternal living entity subjected to the law of birth, death, old age and disease. The materialistic way of pious activities like charity is recommended in the smṛti-śāstras as quoted by Śrīla Viśvanātha Cakravartī Ṭhākura. Money given in charity to a suitable person is guaranteed bank balance in the next life. Such charity is recommended to be given to a brāhmaṇa. If the money is given in charity to a non-brāhmaṇa (without brahminical qualification) the money is returned in the next life in the same proportion. If it is given in charity to a half-educated brāhmaṇa, even then the money is returned double. If the money is given in charity to a learned and fully qualified brāhmaṇa, the money is returned a hundred and a thousand times, and if the money is given to a veda-pāraga (one who has factually realized the path of the Vedas), it is returned by unlimited multiplication. The ultimate end of Vedic knowledge is realization of the Personality of Godhead, Lord Kṛṣṇa, as stated in the Bhagavad-gītā (vedaiś ca sarvair aham eva vedyaḥ). There is a guarantee of money’s being returned if given in charity, regardless of the proportion. Similarly, a moment passed in the association of a pure devotee by hearing and chanting the transcendental messages of the Lord is a perfect guarantee for eternal life, for returning home, back to Godhead. Mad-dhāma gatvā punar janma na vidyate. In other words, a devotee of the Lord is guaranteed eternal life. A devotee’s old age or disease in the present life is but an impetus to such guaranteed eternal life."
    },
    {
        "verse": "18",
        "devanagari": "तरव: किं न जीवन्ति भस्त्रा: किं न श्वसन्त्युत ।न खादन्ति न मेहन्ति किं ग्रामे पशवोऽपरे ॥ १८ ॥",
        "english_devnagari": "taravaḥ kiṁ na jīvantibhastrāḥ kiṁ na śvasanty utana khādanti na mehantikiṁ grāme paśavo ’pare",
        "verse_Syn": [
            "taravaḥ",
            "kim",
            "na",
            "jīvanti",
            "bhastrāḥ",
            "kim",
            "na",
            "śvasanti",
            "uta",
            "na",
            "khādanti",
            "na",
            "mehanti",
            "kim",
            "grāme",
            "paśavaḥ",
            "apare"
        ],
        "translation": "Do the trees not live? Do the bellows of the blacksmith not breathe? All around us, do the beasts not eat and discharge semen?",
        "purport": " The materialistic man of the modern age will argue that life, or part of it, is never meant for discussion of theosophical or theological arguments. Life is meant for the maximum duration of existence for eating, drinking, sexual intercourse, making merry and enjoying life. The modern man wants to live forever by the advancement of material science, and there are many foolish theories for prolonging life to the maximum duration. But the Śrīmad-Bhāgavatam affirms that life is not meant for so-called economic development or advancement of materialistic science for the hedonistic philosophy of eating, mating, drinking and merrymaking. Life is solely meant for tapasya, for purifying existence so that one may enter into eternal life just after the end of the human form of life. The materialists want to prolong life as much as possible because they have no information of the next life. They want to get the maximum comforts in this present life because they think conclusively that there is no life after death. This ignorance about the eternity of the living being and the change of covering in the material world has played havoc in the structure of modern human society. Consequently there are many problems, multiplied by various plans of modernized man. The plans for solving the problems of society have only aggravated the troubles. Even if it is possible to prolong life more than one hundred years, advancement of human civilization does not necessarily follow. The Bhāgavatam says that certain trees live for hundreds and thousands of years. At Vṛndāvana there is a tamarind tree (the place is known as Imlitala) which is said to have existed since the time of Lord Kṛṣṇa. In the Calcutta Botanical Garden there is a banyan tree said to be older than five hundred years, and there are many such trees all over the world. Svāmī Śaṅkarācārya lived only thirty-two years, and Lord Caitanya lived forty-eight years. Does it mean that the prolonged lives of the above-mentioned trees are more important than Śaṅkara or Caitanya? Prolonged life without spiritual value is not very important. One may doubt that trees have life because they do not breathe. But modern scientists like Bose have already proved that there is life in plants, so breathing is no sign of actual life. The Bhāgavatam says that the bellows of the blacksmith breathes very soundly, but that does not mean that the bellows has life. The materialist will argue that life in the tree and life in the man cannot be compared because the tree cannot enjoy life by eating palatable dishes or by enjoying sexual intercourse. In reply to this, the Bhāgavatam asks whether other animals like the dogs and hogs, living in the same village with human beings, do not eat and enjoy sexual life. The specific utterance of Śrīmad-Bhāgavatam in regard to “other animals” means that persons who are simply engaged in planning a better type of animal life consisting of eating, breathing and mating are also animals in the shape of human beings. A society of such polished animals cannot benefit suffering humanity, for an animal can easily harm another animal but rarely do good."
    },
    {
        "verse": "19",
        "devanagari": "श्वविड्‍वराहोष्ट्रखरै: संस्तुत: पुरुष: पशु: ।न यत्कर्णपथोपेतो जातु नाम गदाग्रज: ॥ १९ ॥",
        "english_devnagari": "śva-viḍ-varāhoṣṭra-kharaiḥsaṁstutaḥ puruṣaḥ paśuḥna yat-karṇa-pathopetojātu nāma gadāgrajaḥ",
        "verse_Syn": [
            "śva",
            "viṭ",
            "varāha",
            "uṣṭra",
            "kharaiḥ",
            "saṁstutaḥ",
            "puruṣaḥ",
            "paśuḥ",
            "na",
            "yat",
            "karṇa",
            "patha",
            "upetaḥ",
            "jātu",
            "nāma",
            "gadāgrajaḥ"
        ],
        "translation": "Men who are like dogs, hogs, camels and asses praise those men who never listen to the transcendental pastimes of Lord Śrī Kṛṣṇa, the deliverer from evils.",
        "purport": " The general mass of people, unless they are trained systematically for a higher standard of life in spiritual values, are no better than animals, and in this verse they have particularly been put on the level of dogs, hogs, camels and asses. Modern university education practically prepares one to acquire a doggish mentality with which to accept the service of a greater master. After finishing a so-called education, the so-called educated persons move like dogs from door to door with applications for some service, and mostly they are driven away, informed of no vacancy. As dogs are negligible animals and serve the master faithfully for bits of bread, a man serves a master faithfully without sufficient rewards. Persons who have no discrimination in the matter of foodstuff and who eat all sorts of rubbish are compared to hogs. Hogs are very much attached to eating stools. So stool is a kind of foodstuff for a particular type of animal. And even stones are eatables for a particular type of animal or bird. But the human being is not meant for eating everything and anything; he is meant to eat grains, vegetables, fruits, milk, sugar, etc. Animal food is not meant for the human being. For chewing solid food, the human being has a particular type of teeth meant for cutting fruits and vegetables. The human being is endowed with two canine teeth as a concession for persons who will eat animal food at any cost. It is known to everyone that one man’s food is another man’s poison. Human beings are expected to accept the remnants of food offered to Lord Śrī Kṛṣṇa, and the Lord accepts foodstuff from the categories of leaves, flowers, fruits, etc. (Bg. 9.26). As prescribed by Vedic scriptures, no animal food is offered to the Lord. Therefore, a human being is meant to eat a particular type of food. He should not imitate the animals to derive so-called vitamin values. Therefore, a person who has no discrimination in regard to eating is compared to a hog. The camel is a kind of animal that takes pleasure in eating thorns. A person who wants to enjoy family life or the worldly life of so-called enjoyment is compared to the camel. Materialistic life is full of thorns, and so one should live only by the prescribed method of Vedic regulations just to make the best use of a bad bargain. Life in the material world is maintained by sucking one’s own blood. The central point of attraction for material enjoyment is sex life. To enjoy sex life is to suck one’s own blood, and there is not much more to be explained in this connection. The camel also sucks its own blood while chewing thorny twigs. The thorns the camel eats cut the tongue of the camel, and so blood begins to flow within the camel’s mouth. The thorns, mixed with fresh blood, create a taste for the foolish camel, and so he enjoys the thorn-eating business with false pleasure. Similarly, the great business magnates, industrialists who work very hard to earn money by different ways and questionable means, eat the thorny results of their actions mixed with their own blood. Therefore the Bhāgavatam has situated these diseased fellows along with the camels. The ass is an animal who is celebrated as the greatest fool, even amongst the animals. The ass works very hard and carries burdens of the maximum weight without making profit for itself.* The ass is generally engaged by the washerman, whose social position is not very respectable. And the special qualification of the ass is that it is very much accustomed to being kicked by the opposite sex. When the ass begs for sexual intercourse, he is kicked by the fair sex, yet he still follows the female for such sexual pleasure. A henpecked man is compared, therefore, to the ass. The general mass of people work very hard, especially in the Age of Kali. In this age the human being is actually engaged in the work of an ass, carrying heavy burdens and driving ṭhelā and rickshaws. The so-called advancement of human civilization has engaged a human being in the work of an ass. The laborers in great factories and workshops are also engaged in such burdensome work, and after working hard during the day, the poor laborer has to be again kicked by the fair sex, not only for sex enjoyment but also for so many household affairs. So Śrīmad-Bhāgavatam’s categorization of the common man without any spiritual enlightenment into the society of dogs, hogs, camels and asses is not at all an exaggeration. The leaders of such ignorant masses of people may feel very proud of being adored by such a number of dogs and hogs, but that is not very flattering. The Bhāgavatam openly declares that although a person may be a great leader of such dogs and hogs disguised as men, if he has no taste for being enlightened in the science of Kṛṣṇa, such a leader is also an animal and nothing more. He may be designated as a powerful, strong animal, or a big animal, but in the estimation of Śrīmad-Bhāgavatam he is never given a place in the category of man, on account of his atheistic temperament. Or in other words, such godless leaders of dogs and hoglike men are bigger animals with the qualities of animals in greater proportion."
    },
    {
        "verse": "20",
        "devanagari": "बिले बतोरुक्रमविक्रमान् येन श‍ृण्वत: कर्णपुटे नरस्य ।जिह्वासती दार्दुरिकेव सूतन चोपगायत्युरुगायगाथा: ॥ २० ॥",
        "english_devnagari": "bile batorukrama-vikramān yena śṛṇvataḥ karṇa-puṭe narasyajihvāsatī dārdurikeva sūtana copagāyaty urugāya-gāthāḥ",
        "verse_Syn": [
            "bile",
            "bata",
            "urukrama",
            "vikramān",
            "ye",
            "na",
            "śṛṇvataḥ",
            "karṇa",
            "puṭe",
            "narasya",
            "jihvā",
            "asatī",
            "dārdurikā",
            "iva",
            "sūta",
            "na",
            "ca",
            "upagāyati",
            "urugāya",
            "gāthāḥ"
        ],
        "translation": "One who has not listened to the messages about the prowess and marvelous acts of the Personality of Godhead and has not sung or chanted loudly the worthy songs about the Lord is to be considered to possess earholes like the holes of snakes and a tongue like the tongue of a frog.",
        "purport": " Devotional service to the Lord is rendered by all limbs or parts of the body. It is the transcendental dynamic force of the spirit soul; therefore a devotee is engaged one hundred percent in the service of the Lord. One can engage in devotional service when the senses of the body are purified in relation with the Lord, and one can render service to the Lord with the help of all the senses. As such, the senses and the action of the senses are to be considered impure or materialistic as long as they are employed only in sense gratification. The purified senses are engaged not in sense gratification but in the service of the Lord in toto. The Lord is the Supreme with all senses, and the servitor, who is part and parcel of the Lord, also has the same senses. Service to the Lord is the completely purified use of the senses, as described in the Bhagavad-gītā. The Lord imparted instructions with full senses, and Arjuna received them with full senses, and thus there was a perfect exchange of sensible and logical understanding between the master and the disciple. Spiritual understanding is nothing like an electrical charge from the master to the disciple, as foolishly claimed by some propaganda-mongers. Everything is full of sense and logic, and the exchange of views between the master and disciple is possible only when the reception is submissive and real. In the Caitanya-caritāmṛta it is said that one should receive the teaching of Lord Caitanya with intellect and full senses so that one can logically understand the great mission. In the impure state of a living being, the various senses are fully engaged in mundane affairs. If the ear is not engaged in the service of the Lord by hearing about Him from Bhagavad-gītā or Śrīmad-Bhāgavatam, certainly the holes of the ear will be filled with some rubbish. Therefore the messages of Bhagavad-gītā and Śrīmad-Bhāgavatam should be preached all over the world very loudly. That is the duty of a pure devotee who has actually heard about them from the perfect sources. Many want to speak something to others, but because they are not trained to speak on the subject matter of Vedic wisdom they are all speaking nonsense, and people are receiving them with no sense. There are hundreds and thousands of sources for distributing mundane news of the world, and people of the world are also receiving it. Similarly, the people of the world should be taught to hear the transcendental topics of the Lord, and the devotee of the Lord must speak loudly so that they can hear. The frogs loudly croak, with the result that they invite the snakes to eat them. The human tongue is especially given for chanting the Vedic hymns and not for croaking like frogs. The word asatī used in this verse is also significant. Asatī means a woman who has become a prostitute. A prostitute has no reputation for good womanly qualities. Similarly, the tongue, which is given to the human being for chanting the Vedic hymns, will be considered a prostitute when engaged in chanting some mundane nonsense."
    },
    {
        "verse": "21",
        "devanagari": "भार: परं पट्टकिरीटजुष्ट -मप्युत्तमाङ्गं न नमेन्मुकुन्दम् ।शावौ करौ नो कुरुते सपर्यांहरेर्लसत्काञ्चनकङ्कणौ वा ॥ २१ ॥",
        "english_devnagari": "bhāraḥ paraṁ paṭṭa-kirīṭa-juṣṭamapy uttamāṅgaṁ na namen mukundamśāvau karau no kurute saparyāṁharer lasat-kāñcana-kaṅkaṇau vā",
        "verse_Syn": [
            "bhāraḥ",
            "param",
            "paṭṭa",
            "kirīṭa",
            "juṣṭam",
            "api",
            "uttama",
            "aṅgam",
            "na",
            "namet",
            "mukundam",
            "śāvau",
            "karau",
            "no",
            "kurute",
            "saparyām",
            "hareḥ",
            "lasat",
            "kāñcana",
            "kaṅkaṇau",
            "vā"
        ],
        "translation": "The upper portion of the body, though crowned with a silk turban, is only a heavy burden if not bowed down before the Personality of Godhead who can award mukti [freedom]. And the hands, though decorated with glittering bangles, are like those of a dead man if not engaged in the service of the Personality of Godhead Hari.",
        "purport": " As stated hereinbefore, there are three kinds of devotees of the Lord. The first-class devotee does not at all see anyone who is not in the service of the Lord, but the second-class devotee makes distinctions between devotees and nondevotees. The second-class devotees are therefore meant for preaching work, and as referred to in the above verse, they must loudly preach the glories of the Lord. The second-class devotee accepts disciples from the section of third-class devotees or nondevotees. Sometimes the first-class devotee also comes down to the category of the second-class devotee for preaching work. But the common man, who is expected to become at least a third-class devotee, is advised herein to visit the temple of the Lord and bow down before the Deity, even though he may be a very rich man or even a king with a silk turban or crown. The Lord is the Lord of everyone, including the great kings and emperors, and men who are rich in the estimation of mundane people must therefore make it a point to visit the temple of Lord Śrī Kṛṣṇa and regularly bow down before the Deity. The Lord in the temple in the worshipable form is never to be considered to be made of stone or wood, for the Lord in His arcā incarnation as the Deity in the temple shows immense favor to the fallen souls by His auspicious presence. By the hearing process, as mentioned hereinbefore, this realization of the presence of the Lord in the temple is made possible. As such, the first process in the routine work of devotional service — hearing — is the essential point. Hearing by all classes of devotees from the authentic sources like Bhagavad-gītā and Śrīmad-Bhāgavatam is essential. The common man who is puffed up with his material position and does not bow down before the Deity of the Lord in the temple, or who defies temple worship without any knowledge of the science, must know that his so-called turban or crown will only succeed in further drowning him in the water of the ocean of material existence. A drowning man with a heavy weight on his head is sure to go down more swiftly than those who have no heavy weight. A foolish, puffed-up man defies the science of God and says that God has no meaning for him, but when he is in the grip of God’s law and is caught by some disease like cerebral thrombosis, that godless man sinks into the ocean of nescience by the weight of his material acquisition. Advancement of material science without God consciousness is a heavy load on the head of human society, and so one must take heed of this great warning. The common man, if he has no time to worship the Lord, may at least engage his hands for a few seconds in washing or sweeping the Lord’s temple. Mahārāja Pratāparudra, the greatly powerful king of Orissa, was always very busy with heavy state responsibilities, yet he made it a point to sweep the temple of Lord Jagannātha at Purī once a year during the festival of the Lord. The idea is that however important a man one may be he must accept the supremacy of the Supreme Lord. This God consciousness will help a man even in his material prosperity. Mahārāja Pratāparudra’s subordination before Lord Jagannātha made him a powerful king, so much so that even the great Pathan in his time could not enter into Orissa on account of the powerful Mahārāja Pratāparudra. And at last Mahārāja Pratāparudra was graced by Lord Śrī Caitanya on the very grounds of his acceptance of subordination to the Lord of the universe. So even though a rich man’s wife has glittering bangles made of gold on her hands, she must engage herself in rendering service to the Lord."
    },
    {
        "verse": "22",
        "devanagari": "बर्हायिते ते नयने नराणांलिङ्गानि विष्णोर्न निरीक्षतो ये ।पादौ नृणां तौ द्रुमजन्मभाजौक्षेत्राणि नानुव्रजतो हरेर्यौ ॥ २२ ॥",
        "english_devnagari": "barhāyite te nayane narāṇāṁliṅgāni viṣṇor na nirīkṣato yepādau nṛṇāṁ tau druma-janma-bhājaukṣetrāṇi nānuvrajato harer yau",
        "verse_Syn": [
            "barhāyite",
            "te",
            "nayane",
            "narāṇām",
            "liṅgāni",
            "viṣṇoḥ",
            "na",
            "nirīkṣataḥ",
            "ye",
            "pādau",
            "nṛṇām",
            "tau",
            "druma",
            "janma",
            "bhājau",
            "kṣetrāṇi",
            "na",
            "anuvrajataḥ",
            "hareḥ",
            "yau"
        ],
        "translation": "The eyes which do not look at the symbolic representations of the Personality of Godhead Viṣṇu [His forms, name, quality, etc.] are like those printed on the plumes of the peacock, and the legs which do not move to the holy places [where the Lord is remembered] are considered to be like tree trunks.",
        "purport": " Especially for the householder devotees, the path of Deity worship is strongly recommended. As far as possible, every householder, by the direction of the spiritual master, must install the Deity of Viṣṇu, forms like Rādhā-Kṛṣṇa, Lakṣmī-Nārāyaṇa or Sītā-Rāma especially, or any other form of the Lord, like Nṛsiṁha, Varāha, Gaura-Nitāi, Matsya, Kūrma, śālagrāma-śilā and many other forms of Viṣṇu, like Trivikrama, Keśava, Acyuta, Vāsudeva, Nārāyaṇa and Dāmodara, as recommended in the Vaiṣṇava-tantras or Purāṇas, and one’s family should worship strictly following the directions and regulations of arcana-vidhi. Any member of the family who is above twelve years of age should be initiated by a bona fide spiritual master, and all the members of the household should be engaged in the daily service of the Lord, beginning from morning (4 a.m.) till night (10 p.m.) by performing maṅgala-ārātrika, nirañjana, arcana, pūjā, kīrtana, śṛṅgāra, bhoga-vaikāli, sandhyā-ārātrika, pāṭha, bhoga (at night), śayana-ārātrika, etc. Engagement in such worship of the Deity, under the direction of a bona fide spiritual master, will greatly help the householders to purify their very existence and make rapid progress in spiritual knowledge. Simple theoretical book knowledge is not sufficient for a neophyte devotee. Book knowledge is theoretical, whereas the arcana process is practical. Spiritual knowledge must be developed by a combination of theoretical and practical knowledge, and that is the guaranteed way for attainment of spiritual perfection. The training of devotional service for a neophyte devotee completely depends on the expert spiritual master who knows how to lead his disciple to make gradual progress towards the path back home, back to Godhead. One should not become a pseudo spiritual master as a matter of business to meet one’s family expenditures; one must be an expert spiritual master to deliver the disciple from the clutches of impending death. Śrīla Viśvanātha Cakravartī Ṭhākura has defined the bona fide qualities of a spiritual master, and one of the verses in that description reads: Śrī-vigraha is the arcā, or suitable worshipable form of the Lord, and the disciple should be engaged in worshiping the Deity regularly by śṛṅgāra, by proper decoration and dressing, as also by mandira-mārjana, the matter of cleansing the temple. The spiritual master teaches the neophyte devotee all these kindly and personally to help him gradually in the realization of the transcendental name, quality, form, etc., of the Lord. Only attention engaged in the service of the Lord, especially in dressing and decorating the temple, accompanied by musical kīrtana and spiritual instructions from scriptures, can save the common man from the hellish cinema attractions and rubbish sex-songs broadcast everywhere by radios. If one is unable to maintain a temple at home, he should go to another’s temple where all the above performances are regularly executed. Visiting the temple of a devotee and looking at the profusely decorated forms of the Lord well dressed in a well-decorated, sanctified temple naturally infuse the mundane mind with spiritual inspiration. People should visit holy places like Vṛndāvana where such temples and worship of the Deity are specifically maintained. Formerly all rich men like kings and rich merchants constructed such temples under the direction of expert devotees of the Lord, like the Six Gosvāmīs, and it is the duty of the common man to take advantage of these temples and festivals observed in the holy places of pilgrimage by following in the footsteps of great devotees (anuvraja). One should not visit all these sanctified pilgrimage places and temples with sightseeing in mind, but one must go to such temples and sanctified places immortalized by the transcendental pastimes of the Lord and be guided by proper men who know the science. This is called anuvraja. Anu means to follow. It is therefore best to follow the instruction of the bona fide spiritual master, even in visiting temples and the holy places of pilgrimage. One who does not move in that way is as good as a standing tree condemned by the Lord not to move. The moving tendency of the human being is misused by visiting places for sightseeing. The best purpose of such traveling tendencies could be fulfilled by visiting the holy places established by great ācāryas and thereby not being misled by the atheistic propaganda of moneymaking men who have no knowledge of spiritual matters."
    },
    {
        "verse": "23",
        "devanagari": "जीवञ्छवो भागवताङ्‌घ्रिरेणुंन जातु मर्त्योऽभिलभेत यस्तु ।श्रीविष्णुपद्या मनुजस्तुलस्या:श्वसञ्छवो यस्तु न वेद गन्धम् ॥ २३ ॥",
        "english_devnagari": "jīvañ chavo bhāgavatāṅghri-reṇuṁna jātu martyo ’bhilabheta yas tuśrī-viṣṇu-padyā manujas tulasyāḥśvasañ chavo yas tu na veda gandham",
        "verse_Syn": [
            "jīvan",
            "śavaḥ",
            "bhāgavata",
            "aṅghri",
            "reṇum",
            "na",
            "jātu",
            "martyaḥ",
            "abhilabheta",
            "yaḥ",
            "tu",
            "śrī",
            "viṣṇu",
            "padyāḥ",
            "manu",
            "jaḥ",
            "tulasyāḥ",
            "śvasan",
            "śavaḥ",
            "yaḥ",
            "tu",
            "na",
            "veda",
            "gandham"
        ],
        "translation": "The person who has not at any time received the dust of the feet of the Lord’s pure devotee upon his head is certainly a dead body. And the person who has never experienced the aroma of the tulasī leaves from the lotus feet of the Lord is also a dead body, although breathing.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the breathing dead body is a ghost. When a man dies, he is called dead, but when he again appears in a subtle form not visible to our present vision and yet acts, such a dead body is called a ghost. Ghosts are always very bad elements, always creating a fearful situation for others. Similarly, the ghostlike nondevotees who have no respect for the pure devotees, nor for the Viṣṇu Deity in the temples, create a fearful situation for the devotees at all times. The Lord never accepts any offering by such impure ghosts. There is a common saying that one should first love the dog of the beloved before one shows any loving sentiments for the beloved. The stage of pure devotion is attained by sincerely serving a pure devotee of the Lord. The first condition of devotional service to the Lord is therefore to be a servant of a pure devotee, and this condition is fulfilled by the statement “reception of the dust of the lotus feet of a pure devotee who has also served another pure devotee.” That is the way of pure disciplic succession, or devotional paramparā. Mahārāja Rahūgaṇa inquired from the great saint Jaḍa Bharata as to how he had attained such a liberated stage of a paramahaṁsa, and in answer the great saint replied as follows (Bhāg. 5.12.12): “O King Rahūgaṇa, the perfectional stage of devotional service, or the paramahaṁsa stage of life, cannot be attained unless one is blessed by the dust of the feet of great devotees. It is never attained by tapasya [austerity], the Vedic worshiping process, acceptance of the renounced order of life, the discharge of the duties of household life, the chanting of the Vedic hymns, or the performance of penances in the hot sun, within cold water or before the blazing fire.” In other words, Lord Śrī Kṛṣṇa is the property of His pure, unconditional devotees, and as such only the devotees can deliver Kṛṣṇa to another devotee; Kṛṣṇa is never obtainable directly. Lord Caitanya therefore designated Himself as gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ, or “the most obedient servant of the servants of the Lord, who maintains the gopī damsels at Vṛndāvana.” A pure devotee therefore never approaches the Lord directly, but tries to please the servant of the Lord’s servants, and thus the Lord becomes pleased, and only then can the devotee relish the taste of the tulasī leaves stuck to His lotus feet. In the Brahma-saṁhitā it is said that the Lord is never to be found by becoming a great scholar of the Vedic literatures, but He is very easily approachable through His pure devotee. In Vṛndāvana all the pure devotees pray for the mercy of Śrīmatī Rādhārāṇī, the pleasure potency of Lord Kṛṣṇa. Śrīmatī Rādhārāṇī is a tenderhearted feminine counterpart of the supreme whole, resembling the perfectional stage of the worldly feminine nature. Therefore, the mercy of Rādhārāṇī is available very readily to the sincere devotees, and once She recommends such a devotee to Lord Kṛṣṇa, the Lord at once accepts the devotee’s admittance into His association. The conclusion is, therefore, that one should be more serious about seeking the mercy of the devotee than that of the Lord directly, and by one’s doing so (by the good will of the devotee) the natural attraction for the service of the Lord will be revived."
    },
    {
        "verse": "24",
        "devanagari": "तदश्मसारं हृदयं बतेदंयद् गृह्यमाणैर्हरिनामधेयै: ।न विक्रियेताथ यदा विकारोनेत्रे जलं गात्ररुहेषु हर्ष: ॥ २४ ॥",
        "english_devnagari": "tad aśma-sāraṁ hṛdayaṁ batedaṁyad gṛhyamāṇair hari-nāma-dheyaiḥna vikriyetātha yadā vikāronetre jalaṁ gātra-ruheṣu harṣaḥ",
        "verse_Syn": [
            "tat",
            "aśma",
            "sāram",
            "hṛdayam",
            "bata",
            "idam",
            "yat",
            "gṛhyamāṇaiḥ",
            "hari",
            "nāma",
            "dheyaiḥ",
            "na",
            "vikriyeta",
            "atha",
            "yadā",
            "vikāraḥ",
            "netre",
            "jalam",
            "gātra",
            "ruheṣu",
            "harṣaḥ"
        ],
        "translation": "Certainly that heart is steel-framed which, in spite of one’s chanting the holy name of the Lord with concentration, does not change when ecstasy takes place, tears fill the eyes and the hairs stand on end.",
        "purport": " We should note with profit that in the first three chapters of the Second Canto a gradual process of development of devotional service is being presented. In the First Chapter the first step in devotional service for God consciousness by the process of hearing and chanting has been stressed, and a gross conception of the Personality of Godhead in His universal form for the beginners is recommended. By such a gross conception of God through the material manifestations of His energy, one is enabled to spiritualize the mind and the senses and gradually concentrate the mind upon Lord Viṣṇu, the Supreme, who is present as the Supersoul in every heart and everywhere, in every atom of the material universe. The system of pañca-upāsanā, recommending five mental attitudes for the common man, is also enacted for this purpose, namely gradual development, worship of the superior that may be in the form of fire, electricity, the sun, the mass of living beings, Lord Śiva and, at last, the impersonal Supersoul, the partial representation of Lord Viṣṇu. They are all nicely described in the Second Chapter, but in the Third Chapter further development is prescribed after one has actually reached the stage of Viṣṇu worship, or pure devotional service, and the mature stage of Viṣṇu worship is suggested herein in relation to the change of heart. The whole process of spiritual culture is aimed at changing the heart of the living being in the matter of his eternal relation with the Supreme Lord as subordinate servant, which is his eternal constitutional position. So with the progress of devotional service, the reaction of change in the heart is exhibited by gradual detachment from the sense of material enjoyment by a false sense of lording it over the world and an increase in the attitude of rendering loving service to the Lord. Vidhi-bhakti, or regulated devotional service by the limbs of the body (namely the eyes, the ears, the nose, the hands and the legs, as already explained hereinbefore), is now stressed herein in relation to the mind, which is the impetus for all activities of the limbs of the body. It is expected by all means that by discharging regulated devotional service one must manifest the change of heart. If there is no such change, the heart must be considered steel-framed, for it is not melted even when there is chanting of the holy name of the Lord. We must always remember that hearing and chanting are the basic principles of discharging devotional duties, and if they are properly performed there will follow the reactional ecstasy with signs of tears in the eyes and standing of the hairs on the body. These are natural consequences and are the preliminary symptoms of the bhāva stage, which occurs before one reaches the perfectional stage of prema, love of Godhead. If the reaction does not take place, even after continuous hearing and chanting of the holy name of the Lord, it may be considered to be due to offenses only. That is the opinion of the Sandarbha. In the beginning of chanting of the holy name of the Lord, if the devotee has not been very careful about evading the ten kinds of offenses at the feet of the holy name, certainly the reaction of feelings of separation will not be visible by tears in the eyes and standing of the hair on end. The bhāva stage is manifested by eight transcendental symptoms, namely inertness, perspiration, standing of hairs on end, failing in the voice, trembling, paleness of the body, tears in the eyes and finally trance. The Nectar of Devotion, a summary study of Śrīla Rūpa Gosvāmī’s Bhakti-rasāmṛta-sindhu, explains those symptoms and vividly describes other transcendental developments, both in steady and accelerating manifestations. Śrīla Viśvanātha Cakravartī Ṭhākura has very critically discussed all these bhāva displays in connection with some unscrupulous neophytes’ imitating the above symptoms for cheap appreciation. Not only Viśvanātha Cakravartī but also Śrīla Rūpa Gosvāmī treated them very critically. Sometimes all the above eight symptoms of ecstasy are imitated by the mundane devotees (prākṛta-sahajiyās), but the pseudo symptoms are at once detected when one sees the pseudodevotee addicted to so many forbidden things. Even though decorated with the signs of a devotee, a person addicted to smoking, drinking or illegitimate sex with women cannot have all the above-mentioned ecstatic symptoms. But it is seen that sometimes these symptoms are willfully imitated, and for this reason Śrīla Viśvanātha Cakravartī accuses the imitators of being stonehearted men. They are sometimes even affected by the reflection of such transcendental symptoms, yet if they still do not give up the forbidden habits, then they are hopeless cases for transcendental realization. When Lord Caitanya met Śrīla Rāmānanda Rāya of Kavaur on the bank of the Godāvarī, the Lord developed all these symptoms, but because of the presence of some nondevotee brāhmaṇas who were attendants of the Rāya, the Lord suppressed these symptoms. So sometimes they are not visible even in the body of the first-class devotee for certain circumstantial reasons. Therefore real, steady bhāva is definitely displayed in the matter of cessation of material desires (kṣānti), utilization of every moment in the transcendental loving service of the Lord (avyārtha-kālatvam), eagerness for glorifying the Lord constantly (nāma-gāne sadā ruci), attraction for living in the land of the Lord (prītis tad-vasati sthale), complete detachment from material happiness (virakti), and pridelessness (māna-śūnyatā). One who has developed all these transcendental qualities is really possessed of the bhāva stage, as distinguished from the stonehearted imitator or mundane devotee. The whole process can be summarized as follows: The advanced devotee who chants the holy name of the Lord in a perfectly offenseless manner and is friendly to everyone can actually relish the transcendental taste of glorifying the Lord. And the result of such realization is reflected in the cessation of all material desires, etc., as mentioned above. The neophytes, due to their being in the lower stage of devotional service, are invariably envious, so much so that they invent their own ways and means of devotional regulations without following the ācāryas. As such, even if they make a show of constantly chanting the holy name of the Lord, they cannot relish the transcendental taste of the holy name. Therefore, the show of tears in the eyes, trembling, perspiration, unconsciousness, etc., is condemned. They can, however, get in touch with a pure devotee of the Lord and rectify their bad habits; otherwise they shall continue to be stonehearted and unfit for any treatment. A complete progressive march on the return path home, back to Godhead, will depend on the instructions of the revealed scriptures directed by a realized devotee."
    },
    {
        "verse": "25",
        "devanagari": "अथाभिधेह्यङ्ग मनोऽनुकूलंप्रभाषसे भागवतप्रधान: ।यदाह वैयासकिरात्मविद्या-विशारदो नृपतिं साधु पृष्ट: ॥ २५ ॥",
        "english_devnagari": "athābhidhehy aṅga mano-’nukūlaṁprabhāṣase bhāgavata-pradhānaḥyad āha vaiyāsakir ātma-vidyā-viśārado nṛpatiṁ sādhu pṛṣṭaḥ",
        "verse_Syn": [
            "atha",
            "abhidhehi",
            "aṅga",
            "manaḥ",
            "anukūlam",
            "prabhāṣase",
            "bhāgavata",
            "pradhānaḥ",
            "yat",
            "āha",
            "vaiyāsakiḥ",
            "ātma",
            "vidyā",
            "viśāradaḥ",
            "nṛpatim",
            "sādhu",
            "pṛṣṭaḥ"
        ],
        "translation": "O Sūta Gosvāmī, your words are pleasing to our minds. Please therefore explain this to us as it was spoken by the great devotee Śukadeva Gosvāmī, who is very expert in transcendental knowledge, and who spoke to Mahārāja Parīkṣit upon being asked.",
        "purport": " Knowledge explained by the previous ācārya like Śukadeva Gosvāmī and followed by the next like Sūta Gosvāmī is always powerful transcendental knowledge, and it is therefore penetrating and useful to all submissive students."
    }
]