[
    {
        "verse": "3",
        "devanagari": "भूतमात्रेन्द्रियधियां जन्म सर्ग उदाहृत: ।ब्रह्मणो गुणवैषम्याद्विसर्ग: पौरुष: स्मृत: ॥ ३ ॥",
        "english_devnagari": "bhūta-mātrendriya-dhiyāṁjanma sarga udāhṛtaḥbrahmaṇo guṇa-vaiṣamyādvisargaḥ pauruṣaḥ smṛtaḥ",
        "verse_Syn": [
            "bhūta",
            "mātrā",
            "indriya",
            "dhiyām",
            "janma",
            "sargaḥ",
            "udāhṛtaḥ",
            "brahmaṇaḥ",
            "guṇa",
            "vaiṣamyāt",
            "visargaḥ",
            "pauruṣaḥ",
            "smṛtaḥ"
        ],
        "translation": "The elementary creation of sixteen items of matter — namely the five elements [fire, water, land, air and sky], sound, form, taste, smell, touch, and the eyes, ears, nose, tongue, skin and mind — is known as sarga, whereas subsequent resultant interaction of the modes of material nature is called visarga.",
        "purport": " In order to explain the ten divisional symptoms of the Śrīmad-Bhāgavatam, there are seven continuous verses. The first of these under reference pertains to the sixteen elementary manifestations of earth, water, etc., with material ego composed of material intelligence and mind. The subsequent creation is a result of the reactions of the above-mentioned sixteen energies of the first puruṣa, the Mahā-Viṣṇu incarnation of Govinda, as later explained by Brahmā in his treatise Brahma-saṁhitā (5.47) as follows:"
    },
    {
        "verse": "3",
        "devanagari": "भूतमात्रेन्द्रियधियां जन्म सर्ग उदाहृत: ।ब्रह्मणो गुणवैषम्याद्विसर्ग: पौरुष: स्मृत: ॥ ३ ॥",
        "english_devnagari": "bhūta-mātrendriya-dhiyāṁjanma sarga udāhṛtaḥbrahmaṇo guṇa-vaiṣamyādvisargaḥ pauruṣaḥ smṛtaḥ",
        "verse_Syn": [
            "bhūta",
            "mātrā",
            "indriya",
            "dhiyām",
            "janma",
            "sargaḥ",
            "udāhṛtaḥ",
            "brahmaṇaḥ",
            "guṇa",
            "vaiṣamyāt",
            "visargaḥ",
            "pauruṣaḥ",
            "smṛtaḥ"
        ],
        "translation": "The elementary creation of sixteen items of matter — namely the five elements [fire, water, land, air and sky], sound, form, taste, smell, touch, and the eyes, ears, nose, tongue, skin and mind — is known as sarga, whereas subsequent resultant interaction of the modes of material nature is called visarga.",
        "purport": " In order to explain the ten divisional symptoms of the Śrīmad-Bhāgavatam, there are seven continuous verses. The first of these under reference pertains to the sixteen elementary manifestations of earth, water, etc., with material ego composed of material intelligence and mind. The subsequent creation is a result of the reactions of the above-mentioned sixteen energies of the first puruṣa, the Mahā-Viṣṇu incarnation of Govinda, as later explained by Brahmā in his treatise Brahma-saṁhitā (5.47) as follows: The first puruṣa incarnation of Govinda, Lord Kṛṣṇa, known as the Mahā-Viṣṇu, goes into a yoga-nidrā mystic sleep, and the innumerable universes are situated in potency in each and every hair hole of His transcendental body."
    },
    {
        "verse": "3",
        "devanagari": "भूतमात्रेन्द्रियधियां जन्म सर्ग उदाहृत: ।ब्रह्मणो गुणवैषम्याद्विसर्ग: पौरुष: स्मृत: ॥ ३ ॥",
        "english_devnagari": "bhūta-mātrendriya-dhiyāṁjanma sarga udāhṛtaḥbrahmaṇo guṇa-vaiṣamyādvisargaḥ pauruṣaḥ smṛtaḥ",
        "verse_Syn": [
            "bhūta",
            "mātrā",
            "indriya",
            "dhiyām",
            "janma",
            "sargaḥ",
            "udāhṛtaḥ",
            "brahmaṇaḥ",
            "guṇa",
            "vaiṣamyāt",
            "visargaḥ",
            "pauruṣaḥ",
            "smṛtaḥ"
        ],
        "translation": "The elementary creation of sixteen items of matter — namely the five elements [fire, water, land, air and sky], sound, form, taste, smell, touch, and the eyes, ears, nose, tongue, skin and mind — is known as sarga, whereas subsequent resultant interaction of the modes of material nature is called visarga.",
        "purport": " In order to explain the ten divisional symptoms of the Śrīmad-Bhāgavatam, there are seven continuous verses. The first of these under reference pertains to the sixteen elementary manifestations of earth, water, etc., with material ego composed of material intelligence and mind. The subsequent creation is a result of the reactions of the above-mentioned sixteen energies of the first puruṣa, the Mahā-Viṣṇu incarnation of Govinda, as later explained by Brahmā in his treatise Brahma-saṁhitā (5.47) as follows: The first puruṣa incarnation of Govinda, Lord Kṛṣṇa, known as the Mahā-Viṣṇu, goes into a yoga-nidrā mystic sleep, and the innumerable universes are situated in potency in each and every hair hole of His transcendental body. As mentioned in the previous verse, śrutena (or with reference to the Vedic conclusions), the creation is made possible from the Supreme Personality of Godhead directly by manifestation of His particular energies. Without such a Vedic reference, the creation appears to be a product of material nature. This conclusion comes from a poor fund of knowledge. From Vedic reference it is concluded that the origin of all energies (namely internal, external and marginal) is the Supreme Personality of Godhead. And as explained hereinbefore, the illusory conclusion is that creation is made by the inert material nature. The Vedic conclusion is transcendental light, whereas the non-Vedic conclusion is material darkness. The internal potency of the Supreme Lord is identical with the Supreme Lord, and the external potency is enlivened in contact with the internal potency. The parts and parcels of the internal potency which react in contact with the external potency are called the marginal potency, or the living entities."
    },
    {
        "verse": "3",
        "devanagari": "भूतमात्रेन्द्रियधियां जन्म सर्ग उदाहृत: ।ब्रह्मणो गुणवैषम्याद्विसर्ग: पौरुष: स्मृत: ॥ ३ ॥",
        "english_devnagari": "bhūta-mātrendriya-dhiyāṁjanma sarga udāhṛtaḥbrahmaṇo guṇa-vaiṣamyādvisargaḥ pauruṣaḥ smṛtaḥ",
        "verse_Syn": [
            "bhūta",
            "mātrā",
            "indriya",
            "dhiyām",
            "janma",
            "sargaḥ",
            "udāhṛtaḥ",
            "brahmaṇaḥ",
            "guṇa",
            "vaiṣamyāt",
            "visargaḥ",
            "pauruṣaḥ",
            "smṛtaḥ"
        ],
        "translation": "The elementary creation of sixteen items of matter — namely the five elements [fire, water, land, air and sky], sound, form, taste, smell, touch, and the eyes, ears, nose, tongue, skin and mind — is known as sarga, whereas subsequent resultant interaction of the modes of material nature is called visarga.",
        "purport": " In order to explain the ten divisional symptoms of the Śrīmad-Bhāgavatam, there are seven continuous verses. The first of these under reference pertains to the sixteen elementary manifestations of earth, water, etc., with material ego composed of material intelligence and mind. The subsequent creation is a result of the reactions of the above-mentioned sixteen energies of the first puruṣa, the Mahā-Viṣṇu incarnation of Govinda, as later explained by Brahmā in his treatise Brahma-saṁhitā (5.47) as follows: The first puruṣa incarnation of Govinda, Lord Kṛṣṇa, known as the Mahā-Viṣṇu, goes into a yoga-nidrā mystic sleep, and the innumerable universes are situated in potency in each and every hair hole of His transcendental body. As mentioned in the previous verse, śrutena (or with reference to the Vedic conclusions), the creation is made possible from the Supreme Personality of Godhead directly by manifestation of His particular energies. Without such a Vedic reference, the creation appears to be a product of material nature. This conclusion comes from a poor fund of knowledge. From Vedic reference it is concluded that the origin of all energies (namely internal, external and marginal) is the Supreme Personality of Godhead. And as explained hereinbefore, the illusory conclusion is that creation is made by the inert material nature. The Vedic conclusion is transcendental light, whereas the non-Vedic conclusion is material darkness. The internal potency of the Supreme Lord is identical with the Supreme Lord, and the external potency is enlivened in contact with the internal potency. The parts and parcels of the internal potency which react in contact with the external potency are called the marginal potency, or the living entities. Thus the original creation is directly from the Supreme Personality of Godhead, or Parambrahman, and the secondary creation, as a reactionary result of the original ingredients, is made by Brahmā. Thus the activities of the whole universe are started."
    },
    {
        "verse": "4",
        "devanagari": "स्थितिर्वैकुण्ठविजय: पोषणं तदनुग्रह: ।मन्वन्तराणि सद्धर्म ऊतय: कर्मवासना: ॥ ४ ॥",
        "english_devnagari": "sthitir vaikuṇṭha-vijayaḥpoṣaṇaṁ tad-anugrahaḥmanvantarāṇi sad-dharmaūtayaḥ karma-vāsanāḥ",
        "verse_Syn": [
            "sthitiḥ",
            "vaikuṇṭha",
            "vijayaḥ",
            "poṣaṇam",
            "tat",
            "anugrahaḥ",
            "manvantarāṇi",
            "sat",
            "dharmaḥ",
            "ūtayaḥ",
            "karma",
            "vāsanāḥ"
        ],
        "translation": "The right situation for the living entities is to obey the laws of the Lord and thus be in perfect peace of mind under the protection of the Supreme Personality of Godhead. The Manus and their laws are meant to give right direction in life. The impetus for activity is the desire for fruitive work.",
        "purport": " This material world is created, maintained for some time, and again annihilated by the will of the Lord. The ingredients for creation and the subordinate creator, Brahmā, are first created by Lord Viṣṇu in His first and second incarnations. The first puruṣa incarnation is Mahā-Viṣṇu, and the second puruṣa incarnation is the Garbhodakaśāyī Viṣṇu, from whom Brahmā is created. The third puruṣa-avatāra is the Kṣīrodakaśāyī Viṣṇu, who lives as the Supersoul of everything in the universe and maintains the creation generated by Brahmā. Śiva is one of the many sons of Brahmā, and he annihilates the creation. Therefore the original creator of the universe is Viṣṇu, and He is also the maintainer of the created beings by His causeless mercy. As such, it is the duty of all conditioned souls to acknowledge the victory of the Lord and thus become pure devotees and live peacefully in this world, where miseries and dangers are always in existence. The conditioned souls, who take this material creation as the place for satisfaction of the senses and thus are illusioned by the external energy of Viṣṇu, remain again to be subjected to the laws of material nature, creation and destruction."
    },
    {
        "verse": "4",
        "devanagari": "स्थितिर्वैकुण्ठविजय: पोषणं तदनुग्रह: ।मन्वन्तराणि सद्धर्म ऊतय: कर्मवासना: ॥ ४ ॥",
        "english_devnagari": "sthitir vaikuṇṭha-vijayaḥpoṣaṇaṁ tad-anugrahaḥmanvantarāṇi sad-dharmaūtayaḥ karma-vāsanāḥ",
        "verse_Syn": [
            "sthitiḥ",
            "vaikuṇṭha",
            "vijayaḥ",
            "poṣaṇam",
            "tat",
            "anugrahaḥ",
            "manvantarāṇi",
            "sat",
            "dharmaḥ",
            "ūtayaḥ",
            "karma",
            "vāsanāḥ"
        ],
        "translation": "The right situation for the living entities is to obey the laws of the Lord and thus be in perfect peace of mind under the protection of the Supreme Personality of Godhead. The Manus and their laws are meant to give right direction in life. The impetus for activity is the desire for fruitive work.",
        "purport": " This material world is created, maintained for some time, and again annihilated by the will of the Lord. The ingredients for creation and the subordinate creator, Brahmā, are first created by Lord Viṣṇu in His first and second incarnations. The first puruṣa incarnation is Mahā-Viṣṇu, and the second puruṣa incarnation is the Garbhodakaśāyī Viṣṇu, from whom Brahmā is created. The third puruṣa-avatāra is the Kṣīrodakaśāyī Viṣṇu, who lives as the Supersoul of everything in the universe and maintains the creation generated by Brahmā. Śiva is one of the many sons of Brahmā, and he annihilates the creation. Therefore the original creator of the universe is Viṣṇu, and He is also the maintainer of the created beings by His causeless mercy. As such, it is the duty of all conditioned souls to acknowledge the victory of the Lord and thus become pure devotees and live peacefully in this world, where miseries and dangers are always in existence. The conditioned souls, who take this material creation as the place for satisfaction of the senses and thus are illusioned by the external energy of Viṣṇu, remain again to be subjected to the laws of material nature, creation and destruction. In the Bhagavad-gītā it is said that beginning from the topmost planet of this universe down to the lowest planet, Pātālaloka, all are destructible, and the conditioned souls may travel in space either by good or bad work or by modern spacecraft, but they are sure to die everywhere, although the duration of life in different planets is different. The only means to attain eternal life is to go back home, back to Godhead, where there is no more rebirth as in the material planets. The conditioned souls, being unaware of this very simple fact because of forgetting their relationship with the Lord of Vaikuṇṭha, try to plan out a permanent life in this material world. Being illusioned by the external energy, they thus become engaged in various types of economic and religious development, forgetting that they are meant for going back home, back to Godhead. This forgetfulness is so strong due to the influence of māyā that the conditioned souls do not at all want to go back to Godhead. By sense enjoyment they become victims of birth and death repeatedly and thus spoil human lives which are chances for going back to Viṣṇu. The directive scriptures made by the Manus in different ages and millenniums are called sad-dharma, good guidance for the human beings, who should take advantage of all the revealed scriptures for their own interest, to make life’s successful termination. The creation is not false, but it is a temporary manifestation just to give a chance for the conditioned souls to go back to Godhead. The desire to go back to Godhead and functions performed in that direction form the right path of work. When such a regulative path is accepted, the Lord gives all protection to His devotees by His causeless mercy, while the nondevotees risk their own activities to bind themselves in a chain of fruitive reactions. The word sad-dharma is significant in this connection. Sad-dharma, or duty performed for going back to Godhead and thus becoming His unalloyed devotee, is the only pious activity; all others may pretend to be pious, but actually they are not. It is for this reason only that the Lord advises in the Bhagavad-gītā that one give up all so-called religious activities and completely engage in the devotional service of the Lord to become free from all anxieties due to the dangerous life of material existence. To work situated in sad-dharma is the right direction of life. One’s aim of life should be to go back home, back to Godhead, and not be subjected to repeated births and deaths in the material world by getting good or bad bodies for temporary existence. Herein lies the intelligence of human life, and one should desire the activities of life in that way."
    },
    {
        "verse": "5",
        "devanagari": "अवतारानुचरितं हरेश्चास्यानुवर्तिनाम् ।पुंसामीशकथा: प्रोक्ता नानाख्यानोपबृंहिता: ॥ ५ ॥",
        "english_devnagari": "avatārānucaritaṁhareś cāsyānuvartināmpuṁsām īśa-kathāḥ proktānānākhyānopabṛṁhitāḥ",
        "verse_Syn": [
            "avatāra",
            "anucaritam",
            "hareḥ",
            "ca",
            "asya",
            "anuvartinām",
            "puṁsām",
            "īśa",
            "kathāḥ",
            "proktāḥ",
            "nānā",
            "ākhyāna",
            "upabṛṁhitāḥ"
        ],
        "translation": "The science of God describes the incarnations of the Personality of Godhead and His different activities together with the activities of His great devotees.",
        "purport": " During the course of the existence of the cosmic manifestation, the chronology of history is created, recording the activities of the living entities. People in general have a tendency to learn the history and narrations of different men and times, but due to a lack of knowledge in the science of Godhead, they are not apt to study the history of the incarnations of the Personality of Godhead. It should always be remembered that the material creation is created for the salvation of the conditioned souls. The merciful Lord, out of His causeless mercy, descends to various planets in the material world and acts for the salvation of the conditioned souls. That makes the history and narrations worth reading. Śrīmad-Bhāgavatam offers such transcendental topics of the Lord in relationship with great devotees. Therefore the topics of the devotees and the Lord are to be given respectful aural reception."
    },
    {
        "verse": "6",
        "devanagari": "निरोधोऽस्यानुशयनमात्मन: सह शक्तिभि: ।मुक्तिर्हित्वान्यथारूपं स्वरूपेण व्यवस्थिति: ॥ ६ ॥",
        "english_devnagari": "nirodho ’syānuśayanamātmanaḥ saha śaktibhiḥmuktir hitvānyathā rūpaṁsva-rūpeṇa vyavasthitiḥ",
        "verse_Syn": [
            "nirodhaḥ",
            "asya",
            "anuśayanam",
            "ātmanaḥ",
            "saha",
            "śaktibhiḥ",
            "muktiḥ",
            "hitvā",
            "anyathā",
            "rūpam",
            "sva",
            "rūpeṇa",
            "vyavasthitiḥ"
        ],
        "translation": "The merging of the living entity, along with his conditional living tendency, with the mystic lying down of the Mahā-Viṣṇu is called the winding up of the cosmic manifestation. Liberation is the permanent situation of the form of the living entity after he gives up the changeable gross and subtle material bodies.",
        "purport": " As we have discussed several times, there are two types of living entities. Most of them are ever liberated, or nitya-muktas, while some of them are ever conditioned. The ever-conditioned souls are apt to develop a mentality of lording over the material nature, and therefore the material cosmic creation is manifested to give the ever-conditioned souls two kinds of facilities. One facility is that the conditioned soul can act according to his tendency to lord it over the cosmic manifestation, and the other facility gives the conditioned soul a chance to come back to Godhead. So after the winding up of the cosmic manifestation, most of the conditioned souls merge into the existence of the Mahā-Viṣṇu Personality of Godhead, lying in His mystic slumber, to be created again in the next creation. But some of the conditioned souls, who follow the transcendental sound in the form of Vedic literatures and are thus able to go back to Godhead, attain spiritual and original bodies after quitting the conditional gross and subtle material bodies. The material conditional bodies develop out of the living entities’ forgetfulness of their relationship with Godhead, and during the course of the cosmic manifestation, the conditioned souls are given a chance to revive their original status of life with the help of revealed scriptures, so mercifully compiled by the Lord in His different incarnations. Reading or hearing of such transcendental literatures helps one become liberated even in the conditional state of material existence. All the Vedic literatures aim at devotional service to the Personality of Godhead, and as soon as one is fixed upon this point, he at once becomes liberated from conditional life. The material gross and subtle forms are simply due to the conditioned soul’s ignorance and as soon as he is fixed in the devotional service of the Lord, he becomes eligible to be freed from the conditioned state. This devotional service is transcendental attraction for the Supreme on account of His being the source of all pleasing humors. Everyone is after some pleasure of humor for enjoyment, but does not know the supreme source of all attraction (raso vai saḥ rasaṁ hy evāyaṁ labdhvānandī bhavati). The Vedic hymns inform everyone about the supreme source of all pleasure: the unlimited fountainhead of all pleasure is the Personality of Godhead. And one who is fortunate enough to get this information through transcendental literatures like Śrīmad-Bhāgavatam becomes permanently liberated to occupy his proper place in the kingdom of God."
    },
    {
        "verse": "7",
        "devanagari": "आभासश्च निरोधश्च यतोऽस्त्यध्यवसीयते ।स आश्रय: परं ब्रह्म परमात्मेति शब्द्यते ॥ ७ ॥",
        "english_devnagari": "ābhāsaś ca nirodhaś cayato ’sty adhyavasīyatesa āśrayaḥ paraṁ brahmaparamātmeti śabdyate",
        "verse_Syn": [
            "ābhāsaḥ",
            "ca",
            "nirodhaḥ",
            "ca",
            "yataḥ",
            "asti",
            "adhyavasīyate",
            "saḥ",
            "āśrayaḥ",
            "param",
            "brahma",
            "paramātmā",
            "iti",
            "śabdyate"
        ],
        "translation": "The supreme one who is celebrated as the Supreme Being or the Supreme Soul is the supreme source of the cosmic manifestation as well as its reservoir and winding up. Thus He is the Supreme Fountainhead, the Absolute Truth.",
        "purport": " Synonyms for the supreme source of all energies, as explained in the very beginning of the Śrīmad-Bhāgavatam, are janmādy asya yataḥ, vadanti tat tattva-vidas tattvaṁ yaj jñānam advayam/ brahmeti paramātmeti bhagavān iti śabdyate, called Parambrahma, Paramātmā or Bhagavān. The word iti used here in this verse completes the synonyms and thus indicates Bhagavān. This will be further explained in the later verses, but this Bhagavān ultimately means Lord Kṛṣṇa because the Śrīmad-Bhāgavatam has already accepted the Supreme Personality of Godhead as Kṛṣṇa. Kṛṣṇas tu bhagavān svayam. The original source of all energies, or the summum bonum, is the Absolute Truth, which is called Parambrahma, etc., and Bhagavān is the last word of the Absolute Truth. But even with the synonyms for Bhagavān, such as Nārāyaṇa, Viṣṇu and Puruṣa, the last word is Kṛṣṇa, as confirmed in the Bhagavad-gītā: ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate, etc. Besides that, the Śrīmad-Bhāgavatam is the representation of Lord Kṛṣṇa as a sound incarnation of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "आभासश्च निरोधश्च यतोऽस्त्यध्यवसीयते ।स आश्रय: परं ब्रह्म परमात्मेति शब्द्यते ॥ ७ ॥",
        "english_devnagari": "ābhāsaś ca nirodhaś cayato ’sty adhyavasīyatesa āśrayaḥ paraṁ brahmaparamātmeti śabdyate",
        "verse_Syn": [
            "ābhāsaḥ",
            "ca",
            "nirodhaḥ",
            "ca",
            "yataḥ",
            "asti",
            "adhyavasīyate",
            "saḥ",
            "āśrayaḥ",
            "param",
            "brahma",
            "paramātmā",
            "iti",
            "śabdyate"
        ],
        "translation": "The supreme one who is celebrated as the Supreme Being or the Supreme Soul is the supreme source of the cosmic manifestation as well as its reservoir and winding up. Thus He is the Supreme Fountainhead, the Absolute Truth.",
        "purport": " Synonyms for the supreme source of all energies, as explained in the very beginning of the Śrīmad-Bhāgavatam, are janmādy asya yataḥ, vadanti tat tattva-vidas tattvaṁ yaj jñānam advayam/ brahmeti paramātmeti bhagavān iti śabdyate, called Parambrahma, Paramātmā or Bhagavān. The word iti used here in this verse completes the synonyms and thus indicates Bhagavān. This will be further explained in the later verses, but this Bhagavān ultimately means Lord Kṛṣṇa because the Śrīmad-Bhāgavatam has already accepted the Supreme Personality of Godhead as Kṛṣṇa. Kṛṣṇas tu bhagavān svayam. The original source of all energies, or the summum bonum, is the Absolute Truth, which is called Parambrahma, etc., and Bhagavān is the last word of the Absolute Truth. But even with the synonyms for Bhagavān, such as Nārāyaṇa, Viṣṇu and Puruṣa, the last word is Kṛṣṇa, as confirmed in the Bhagavad-gītā: ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate, etc. Besides that, the Śrīmad-Bhāgavatam is the representation of Lord Kṛṣṇa as a sound incarnation of the Lord. Thus by general conclusion Lord Kṛṣṇa is the ultimate source of all energies, and the word kṛṣṇa means that. And to explain Kṛṣṇa or the science of Kṛṣṇa, the Śrīmad-Bhāgavatam has been prepared. In the First Canto of Śrīmad-Bhāgavatam this truth is indicated in the questions and answers by Sūta Gosvāmī and great sages like Śaunaka, and in the First and Second Chapters of the canto this is explained. In the Third Chapter this subject is more explicit, and in the Fourth Chapter even more explicit. In the Second Canto the Absolute Truth as the Personality of Godhead is further emphasized, and the indication is the Supreme Lord, Kṛṣṇa. The summary of Śrīmad-Bhāgavatam in four verses, as we have already discussed, is succinct. This Supreme Personality of Godhead in the ultimate issue is confirmed by Brahmā in his Brahma-saṁhitā as īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ. So it is concluded in the Third Canto of the Śrīmad-Bhāgavatam. The complete subject matter is elaborately explained in the Tenth and Eleventh Cantos of the Śrīmad-Bhāgavatam. In the matter of the changes of the Manus or manvantaras, such as the Svāyambhuva-manvantara and Cākṣuṣa-manvantara, as they are discussed in the Third, Fourth, Fifth, Sixth and Seventh Cantos of Śrīmad-Bhāgavatam, Lord Kṛṣṇa is indicated. In the Eighth Canto the Vaivasvata-manvantara explains the same subject indirectly, and in the Ninth Canto the same purport is there. In the Twelfth Canto the same is further explained, specifically regarding the different incarnations of the Lord. Thus it is concluded by studying the complete Śrīmad-Bhāgavatam that Lord Śrī Kṛṣṇa is the ultimate summum bonum, or the ultimate source of all energy. And according to the grades of worshipers, the indications of the nomenclature may be differently explained as Nārāyaṇa, Brahmā, Paramātmā, etc."
    },
    {
        "verse": "8",
        "devanagari": "योऽध्यात्मिकोऽयं पुरुष: सोऽसावेवाधिदैविक: ।यस्तत्रोभयविच्छेद: पुरुषो ह्याधिभौतिक: ॥ ८ ॥",
        "english_devnagari": "yo ’dhyātmiko ’yaṁ puruṣaḥso ’sāv evādhidaivikaḥyas tatrobhaya-vicchedaḥpuruṣo hy ādhibhautikaḥ",
        "verse_Syn": [
            "yaḥ",
            "adhyātmikaḥ",
            "ayam",
            "puruṣaḥ",
            "saḥ",
            "asau",
            "eva",
            "adhidaivikaḥ",
            "yaḥ",
            "tatra",
            "ubhaya",
            "vicchedaḥ",
            "puruṣaḥ",
            "hi",
            "ādhibhautikaḥ"
        ],
        "translation": "The individual person possessing different instruments of senses is called the adhyātmic person, and the individual controlling deity of the senses is called adhidaivic. The embodiment seen on the eyeballs is called the adhibhautic person.",
        "purport": " The supreme controlling summum bonum is the Personality of Godhead in His plenary portion of Paramātmā, or the Supersoul manifestation. In the Bhagavad-gītā (10.42) it is said:"
    },
    {
        "verse": "8",
        "devanagari": "योऽध्यात्मिकोऽयं पुरुष: सोऽसावेवाधिदैविक: ।यस्तत्रोभयविच्छेद: पुरुषो ह्याधिभौतिक: ॥ ८ ॥",
        "english_devnagari": "yo ’dhyātmiko ’yaṁ puruṣaḥso ’sāv evādhidaivikaḥyas tatrobhaya-vicchedaḥpuruṣo hy ādhibhautikaḥ",
        "verse_Syn": [
            "yaḥ",
            "adhyātmikaḥ",
            "ayam",
            "puruṣaḥ",
            "saḥ",
            "asau",
            "eva",
            "adhidaivikaḥ",
            "yaḥ",
            "tatra",
            "ubhaya",
            "vicchedaḥ",
            "puruṣaḥ",
            "hi",
            "ādhibhautikaḥ"
        ],
        "translation": "The individual person possessing different instruments of senses is called the adhyātmic person, and the individual controlling deity of the senses is called adhidaivic. The embodiment seen on the eyeballs is called the adhibhautic person.",
        "purport": " The supreme controlling summum bonum is the Personality of Godhead in His plenary portion of Paramātmā, or the Supersoul manifestation. In the Bhagavad-gītā (10.42) it is said: All the controlling deities like Viṣṇu, Brahmā and Śiva are different manifestations of the Paramātmā feature of the Supreme Personality of Godhead Śrī Kṛṣṇa, who exhibits himself in such manners by entering into each and every universe generated from Him. But still apparently there are divisions of the controller and controlled. For example, in the food-controlling department the controller of food is a person made of the same ingredients as the person who is controlled. Similarly, each and every individual in the material world is controlled by the higher demigods. For example, we have our senses, but the senses are controlled by superior controlling deities. We cannot see without light, and the supreme controller of light is the sun. The sun-god is in the sun planet, and we, the individual human beings or any other being on this earth, are all controlled by the sun-god as far as our eyes are concerned. Similarly, all the senses we have are controlled by the superior demigods, who are also as much living entities as we are, but one is empowered while the other is controlled. The controlled living entity is called the adhyātmic person, and the controller is called the adhidaivic person. All these positions in the material world are due to different fruitive activities. Any individual living being can become the sun-god or even Brahmā or any other god in the upper planetary system by a higher grade of pious work, and similarly one becomes controlled by the higher demigods by lower grades of fruitive activities. So every individual living entity is subject to the supreme control of the Paramātmā, who puts everyone in different positions of the controller and the controlled."
    },
    {
        "verse": "8",
        "devanagari": "योऽध्यात्मिकोऽयं पुरुष: सोऽसावेवाधिदैविक: ।यस्तत्रोभयविच्छेद: पुरुषो ह्याधिभौतिक: ॥ ८ ॥",
        "english_devnagari": "yo ’dhyātmiko ’yaṁ puruṣaḥso ’sāv evādhidaivikaḥyas tatrobhaya-vicchedaḥpuruṣo hy ādhibhautikaḥ",
        "verse_Syn": [
            "yaḥ",
            "adhyātmikaḥ",
            "ayam",
            "puruṣaḥ",
            "saḥ",
            "asau",
            "eva",
            "adhidaivikaḥ",
            "yaḥ",
            "tatra",
            "ubhaya",
            "vicchedaḥ",
            "puruṣaḥ",
            "hi",
            "ādhibhautikaḥ"
        ],
        "translation": "The individual person possessing different instruments of senses is called the adhyātmic person, and the individual controlling deity of the senses is called adhidaivic. The embodiment seen on the eyeballs is called the adhibhautic person.",
        "purport": " The supreme controlling summum bonum is the Personality of Godhead in His plenary portion of Paramātmā, or the Supersoul manifestation. In the Bhagavad-gītā (10.42) it is said: All the controlling deities like Viṣṇu, Brahmā and Śiva are different manifestations of the Paramātmā feature of the Supreme Personality of Godhead Śrī Kṛṣṇa, who exhibits himself in such manners by entering into each and every universe generated from Him. But still apparently there are divisions of the controller and controlled. For example, in the food-controlling department the controller of food is a person made of the same ingredients as the person who is controlled. Similarly, each and every individual in the material world is controlled by the higher demigods. For example, we have our senses, but the senses are controlled by superior controlling deities. We cannot see without light, and the supreme controller of light is the sun. The sun-god is in the sun planet, and we, the individual human beings or any other being on this earth, are all controlled by the sun-god as far as our eyes are concerned. Similarly, all the senses we have are controlled by the superior demigods, who are also as much living entities as we are, but one is empowered while the other is controlled. The controlled living entity is called the adhyātmic person, and the controller is called the adhidaivic person. All these positions in the material world are due to different fruitive activities. Any individual living being can become the sun-god or even Brahmā or any other god in the upper planetary system by a higher grade of pious work, and similarly one becomes controlled by the higher demigods by lower grades of fruitive activities. So every individual living entity is subject to the supreme control of the Paramātmā, who puts everyone in different positions of the controller and the controlled. That which distinguishes the controller and controlled, i.e., the material body, is called the adhibhautic puruṣa. The body is sometimes called puruṣa, as confirmed in the Vedas in the following hymn: sa vā eṣa puruṣo ’nna-rasamayaḥ. This body is called the anna-rasa embodiment. This body depends on food. The living entity which is embodied does not eat anything, however, because the owner is spirit in essence. The material body requires replacement of matter for the wearing and tearing of the mechanical body. Therefore the distinction between the individual living entity and controlling planetary deities is in the anna-rasamaya body. The sun may have a gigantic body, and the man may have a smaller body, but all these visible bodies are made of matter; nonetheless, the sun-god and the individual person, who are related as the controller and the controlled, are the same spiritual parts and parcels of the Supreme Being, and it is the Supreme Being who places different parts and parcels in different positions. And thus the conclusion is that the Supreme Person is the shelter of all."
    },
    {
        "verse": "9",
        "devanagari": "एकमेकतराभावे यदा नोपलभामहे ।त्रितयं तत्र यो वेद स आत्मा स्वाश्रयाश्रय: ॥ ९ ॥",
        "english_devnagari": "ekam ekatarābhāveyadā nopalabhāmahetritayaṁ tatra yo vedasa ātmā svāśrayāśrayaḥ",
        "verse_Syn": [
            "ekam",
            "ekatara",
            "abhāve",
            "yadā",
            "na",
            "upalabhāmahe",
            "tritayam",
            "tatra",
            "yaḥ",
            "veda",
            "saḥ",
            "ātmā",
            "sva",
            "āśraya",
            "āśrayaḥ"
        ],
        "translation": "All three of the above-mentioned stages of different living entities are interdependent. In the absence of one, another is not understood. But the Supreme Being who sees every one of them as the shelter of the shelter is independent of all, and therefore He is the supreme shelter.",
        "purport": " There are innumerable living entities, one dependent on the other in the relationship of the controlled and the controller. But without the medium of perception, no one can know or understand who is the controlled and who is the controller. For example, the sun controls the power of our vision, we can see the sun because the sun has its body, and the sunlight is useful only because we have eyes. Without our having eyes, the sunlight is useless, and without sunlight the eyes are useless. Thus they are interdependent, and none of them is independent. Therefore the natural question arises concerning who made them interdependent. The one who has made such a relationship of interdependence must be ultimately completely independent. As stated in the beginning of the Śrīmad-Bhāgavatam, the ultimate source of all interdependent objectives is the complete independent subject. This ultimate source of all interdependence is the Supreme Truth or Paramātmā, the Supersoul, who is not dependent on anything else. He is svāśrayāśrayaḥ. He is only dependent on His self, and thus He is the supreme shelter of everything. Although Paramātmā and Brahman are subordinate to Bhagavān, because Bhagavān is Puruṣottama or the Superperson, He is the source of the Supersoul also. In the Bhagavad-gītā (15.18) Lord Kṛṣṇa says that He is the Puruṣottama and the source of everything, and thus it is concluded that Śrī Kṛṣṇa is the ultimate source and shelter of all entities, including the Supersoul and Supreme Brahman. Even accepting that there is no difference between the Supersoul and the individual soul, the individual soul is dependent on the Supersoul for being liberated from the illusion of material energy. The individual is under the clutches of illusory energy, and therefore although qualitatively one with the Supersoul, he is under the illusion of identifying himself with matter. And to get out of this illusory conception of factual life, the individual soul has to depend on the Supersoul to be recognized as one with Him. In that sense also the Supersoul is the supreme shelter. And there is no doubt about it."
    },
    {
        "verse": "9",
        "devanagari": "एकमेकतराभावे यदा नोपलभामहे ।त्रितयं तत्र यो वेद स आत्मा स्वाश्रयाश्रय: ॥ ९ ॥",
        "english_devnagari": "ekam ekatarābhāveyadā nopalabhāmahetritayaṁ tatra yo vedasa ātmā svāśrayāśrayaḥ",
        "verse_Syn": [
            "ekam",
            "ekatara",
            "abhāve",
            "yadā",
            "na",
            "upalabhāmahe",
            "tritayam",
            "tatra",
            "yaḥ",
            "veda",
            "saḥ",
            "ātmā",
            "sva",
            "āśraya",
            "āśrayaḥ"
        ],
        "translation": "All three of the above-mentioned stages of different living entities are interdependent. In the absence of one, another is not understood. But the Supreme Being who sees every one of them as the shelter of the shelter is independent of all, and therefore He is the supreme shelter.",
        "purport": " There are innumerable living entities, one dependent on the other in the relationship of the controlled and the controller. But without the medium of perception, no one can know or understand who is the controlled and who is the controller. For example, the sun controls the power of our vision, we can see the sun because the sun has its body, and the sunlight is useful only because we have eyes. Without our having eyes, the sunlight is useless, and without sunlight the eyes are useless. Thus they are interdependent, and none of them is independent. Therefore the natural question arises concerning who made them interdependent. The one who has made such a relationship of interdependence must be ultimately completely independent. As stated in the beginning of the Śrīmad-Bhāgavatam, the ultimate source of all interdependent objectives is the complete independent subject. This ultimate source of all interdependence is the Supreme Truth or Paramātmā, the Supersoul, who is not dependent on anything else. He is svāśrayāśrayaḥ. He is only dependent on His self, and thus He is the supreme shelter of everything. Although Paramātmā and Brahman are subordinate to Bhagavān, because Bhagavān is Puruṣottama or the Superperson, He is the source of the Supersoul also. In the Bhagavad-gītā (15.18) Lord Kṛṣṇa says that He is the Puruṣottama and the source of everything, and thus it is concluded that Śrī Kṛṣṇa is the ultimate source and shelter of all entities, including the Supersoul and Supreme Brahman. Even accepting that there is no difference between the Supersoul and the individual soul, the individual soul is dependent on the Supersoul for being liberated from the illusion of material energy. The individual is under the clutches of illusory energy, and therefore although qualitatively one with the Supersoul, he is under the illusion of identifying himself with matter. And to get out of this illusory conception of factual life, the individual soul has to depend on the Supersoul to be recognized as one with Him. In that sense also the Supersoul is the supreme shelter. And there is no doubt about it. The individual living entity, the jīva, is always dependent on the Supersoul, Paramātmā, because the individual soul forgets his spiritual identity whereas the Supersoul, Paramātmā, does not forget His transcendental position. In the Bhagavad-gītā these separate positions of the jīva-ātmā and the Paramātmā are specifically mentioned. In the Fourth Chapter, Arjuna, the jīva soul, is represented as forgetful of his many, many previous births, but the Lord, the Supersoul, is not forgetful. The Lord even remembers when He taught the Bhagavad-gītā to the sun-god some billions of years before. The Lord can remember such millions and billions of years, as stated in the Bhagavad-gītā (7.26) as follows:"
    },
    {
        "verse": "9",
        "devanagari": "एकमेकतराभावे यदा नोपलभामहे ।त्रितयं तत्र यो वेद स आत्मा स्वाश्रयाश्रय: ॥ ९ ॥",
        "english_devnagari": "ekam ekatarābhāveyadā nopalabhāmahetritayaṁ tatra yo vedasa ātmā svāśrayāśrayaḥ",
        "verse_Syn": [
            "ekam",
            "ekatara",
            "abhāve",
            "yadā",
            "na",
            "upalabhāmahe",
            "tritayam",
            "tatra",
            "yaḥ",
            "veda",
            "saḥ",
            "ātmā",
            "sva",
            "āśraya",
            "āśrayaḥ"
        ],
        "translation": "All three of the above-mentioned stages of different living entities are interdependent. In the absence of one, another is not understood. But the Supreme Being who sees every one of them as the shelter of the shelter is independent of all, and therefore He is the supreme shelter.",
        "purport": " There are innumerable living entities, one dependent on the other in the relationship of the controlled and the controller. But without the medium of perception, no one can know or understand who is the controlled and who is the controller. For example, the sun controls the power of our vision, we can see the sun because the sun has its body, and the sunlight is useful only because we have eyes. Without our having eyes, the sunlight is useless, and without sunlight the eyes are useless. Thus they are interdependent, and none of them is independent. Therefore the natural question arises concerning who made them interdependent. The one who has made such a relationship of interdependence must be ultimately completely independent. As stated in the beginning of the Śrīmad-Bhāgavatam, the ultimate source of all interdependent objectives is the complete independent subject. This ultimate source of all interdependence is the Supreme Truth or Paramātmā, the Supersoul, who is not dependent on anything else. He is svāśrayāśrayaḥ. He is only dependent on His self, and thus He is the supreme shelter of everything. Although Paramātmā and Brahman are subordinate to Bhagavān, because Bhagavān is Puruṣottama or the Superperson, He is the source of the Supersoul also. In the Bhagavad-gītā (15.18) Lord Kṛṣṇa says that He is the Puruṣottama and the source of everything, and thus it is concluded that Śrī Kṛṣṇa is the ultimate source and shelter of all entities, including the Supersoul and Supreme Brahman. Even accepting that there is no difference between the Supersoul and the individual soul, the individual soul is dependent on the Supersoul for being liberated from the illusion of material energy. The individual is under the clutches of illusory energy, and therefore although qualitatively one with the Supersoul, he is under the illusion of identifying himself with matter. And to get out of this illusory conception of factual life, the individual soul has to depend on the Supersoul to be recognized as one with Him. In that sense also the Supersoul is the supreme shelter. And there is no doubt about it. The individual living entity, the jīva, is always dependent on the Supersoul, Paramātmā, because the individual soul forgets his spiritual identity whereas the Supersoul, Paramātmā, does not forget His transcendental position. In the Bhagavad-gītā these separate positions of the jīva-ātmā and the Paramātmā are specifically mentioned. In the Fourth Chapter, Arjuna, the jīva soul, is represented as forgetful of his many, many previous births, but the Lord, the Supersoul, is not forgetful. The Lord even remembers when He taught the Bhagavad-gītā to the sun-god some billions of years before. The Lord can remember such millions and billions of years, as stated in the Bhagavad-gītā (7.26) as follows: The Lord in His eternal blissful body of knowledge is fully aware of all that happened in the past, that which is going on at the present and also what will happen in the future. But in spite of His being the shelter of both the Paramātmā and Brahman, persons with a poor fund of knowledge are unable to understand Him as He is."
    },
    {
        "verse": "9",
        "devanagari": "एकमेकतराभावे यदा नोपलभामहे ।त्रितयं तत्र यो वेद स आत्मा स्वाश्रयाश्रय: ॥ ९ ॥",
        "english_devnagari": "ekam ekatarābhāveyadā nopalabhāmahetritayaṁ tatra yo vedasa ātmā svāśrayāśrayaḥ",
        "verse_Syn": [
            "ekam",
            "ekatara",
            "abhāve",
            "yadā",
            "na",
            "upalabhāmahe",
            "tritayam",
            "tatra",
            "yaḥ",
            "veda",
            "saḥ",
            "ātmā",
            "sva",
            "āśraya",
            "āśrayaḥ"
        ],
        "translation": "All three of the above-mentioned stages of different living entities are interdependent. In the absence of one, another is not understood. But the Supreme Being who sees every one of them as the shelter of the shelter is independent of all, and therefore He is the supreme shelter.",
        "purport": " There are innumerable living entities, one dependent on the other in the relationship of the controlled and the controller. But without the medium of perception, no one can know or understand who is the controlled and who is the controller. For example, the sun controls the power of our vision, we can see the sun because the sun has its body, and the sunlight is useful only because we have eyes. Without our having eyes, the sunlight is useless, and without sunlight the eyes are useless. Thus they are interdependent, and none of them is independent. Therefore the natural question arises concerning who made them interdependent. The one who has made such a relationship of interdependence must be ultimately completely independent. As stated in the beginning of the Śrīmad-Bhāgavatam, the ultimate source of all interdependent objectives is the complete independent subject. This ultimate source of all interdependence is the Supreme Truth or Paramātmā, the Supersoul, who is not dependent on anything else. He is svāśrayāśrayaḥ. He is only dependent on His self, and thus He is the supreme shelter of everything. Although Paramātmā and Brahman are subordinate to Bhagavān, because Bhagavān is Puruṣottama or the Superperson, He is the source of the Supersoul also. In the Bhagavad-gītā (15.18) Lord Kṛṣṇa says that He is the Puruṣottama and the source of everything, and thus it is concluded that Śrī Kṛṣṇa is the ultimate source and shelter of all entities, including the Supersoul and Supreme Brahman. Even accepting that there is no difference between the Supersoul and the individual soul, the individual soul is dependent on the Supersoul for being liberated from the illusion of material energy. The individual is under the clutches of illusory energy, and therefore although qualitatively one with the Supersoul, he is under the illusion of identifying himself with matter. And to get out of this illusory conception of factual life, the individual soul has to depend on the Supersoul to be recognized as one with Him. In that sense also the Supersoul is the supreme shelter. And there is no doubt about it. The individual living entity, the jīva, is always dependent on the Supersoul, Paramātmā, because the individual soul forgets his spiritual identity whereas the Supersoul, Paramātmā, does not forget His transcendental position. In the Bhagavad-gītā these separate positions of the jīva-ātmā and the Paramātmā are specifically mentioned. In the Fourth Chapter, Arjuna, the jīva soul, is represented as forgetful of his many, many previous births, but the Lord, the Supersoul, is not forgetful. The Lord even remembers when He taught the Bhagavad-gītā to the sun-god some billions of years before. The Lord can remember such millions and billions of years, as stated in the Bhagavad-gītā (7.26) as follows: The Lord in His eternal blissful body of knowledge is fully aware of all that happened in the past, that which is going on at the present and also what will happen in the future. But in spite of His being the shelter of both the Paramātmā and Brahman, persons with a poor fund of knowledge are unable to understand Him as He is. The propaganda of the identity of cosmic consciousness with the consciousness of the individual living entities is completely misleading because even such a person or individual soul as Arjuna could not remember his past deeds, although he is always with the Lord. And what can the tiny ordinary man, falsely claiming to be one with the cosmic consciousness, know about his past, present and future?"
    },
    {
        "verse": "10",
        "devanagari": "पुरुषोऽण्डं विनिर्भिद्य यदासौ स विनिर्गत: ।आत्मनोऽयनमन्विच्छन्नपोऽस्राक्षीच्छुचि: शुची: ॥ १० ॥",
        "english_devnagari": "puruṣo ’ṇḍaṁ vinirbhidyayadāsau sa vinirgataḥātmano ’yanam anvicchannapo ’srākṣīc chuciḥ śucīḥ",
        "verse_Syn": [
            "puruṣaḥ",
            "aṇḍam",
            "vinirbhidya",
            "yadā",
            "asau",
            "saḥ",
            "vinirgataḥ",
            "ātmanaḥ",
            "ayanam",
            "anvicchan",
            "apaḥ",
            "asrākṣīt",
            "śuciḥ",
            "śucīḥ"
        ],
        "translation": "After separating the different universes, the gigantic universal form of the Lord [Mahā-Viṣṇu], which came out of the Causal Ocean, the place of appearance for the first puruṣa-avatāra, entered into each of the separate universes, desiring to lie on the created transcendental water [Garbhodaka].",
        "purport": " After analysis of the living entities and the Supreme Lord, Paramātmā, the independent source of all other living beings, Śrīla Śukadeva Gosvāmī is now presenting the prime necessity for devotional service to the Lord, which is the only occupational business of all living entities. The Supreme Lord Śrī Kṛṣṇa and all His plenary portions and extensions of plenary portions are nondifferent from one another, and thus the supreme independence is in each and every one of them. In order to prove this, Śukadeva Gosvāmī (as promised to King Parīkṣit) describes herein the independence of the puruṣa-avatāra Personality of Godhead, even in the sphere of the material creation. Such activities of the Lord are also transcendental, and therefore they are also līlā, or pastimes, of the Absolute Lord. Such pastimes of the Lord are very conducive to the hearers for self-realization in the field of devotional service. Some may argue, “Then why not relish the transcendental līlā of the Lord as exhibited in the land of Mathurā and Vṛndāvana, which are sweeter than anything in the world?” Śrīla Viśvanātha Cakravartī Ṭhākura replies that the pastimes of the Lord in Vṛndāvana are meant to be relished by advanced devotees of the Lord. Neophyte devotees will misunderstand such supreme transcendental activities of the Lord, and therefore the Lord’s pastimes in the material sphere related to creation, maintenance and destruction are verily relishable by the prākṛta, or mundane devotees of the Lord. As the yoga system mainly based on bodily exercises is meant for the person who is too much attached to the bodily conception of existence, similarly the Lord’s pastimes related to the creation and destruction of the material world are for those who are too materially attached. For such mundane creatures the functions of the body and the functions of the cosmic world through physical laws in relationship with the Lord are also therefore included in understanding of the lawmaker, the Supreme Personality of Godhead. The scientists explain the material functions by so many technological terms of material law, but such blind scientists forget the lawmaker. The Śrīmad-Bhāgavatam points out the lawmaker. One should not be amazed by the mechanical arrangement of the complicated engine or dynamo, but one should praise the engineer who creates such a wonderful working machine. That is the difference between the devotee and the nondevotee. Devotees are always full with praising the Lord, who directs the physical laws. In the Bhagavad-gītā (9.10) the direction of the Lord upon the material nature is described as follows:"
    },
    {
        "verse": "10",
        "devanagari": "पुरुषोऽण्डं विनिर्भिद्य यदासौ स विनिर्गत: ।आत्मनोऽयनमन्विच्छन्नपोऽस्राक्षीच्छुचि: शुची: ॥ १० ॥",
        "english_devnagari": "puruṣo ’ṇḍaṁ vinirbhidyayadāsau sa vinirgataḥātmano ’yanam anvicchannapo ’srākṣīc chuciḥ śucīḥ",
        "verse_Syn": [
            "puruṣaḥ",
            "aṇḍam",
            "vinirbhidya",
            "yadā",
            "asau",
            "saḥ",
            "vinirgataḥ",
            "ātmanaḥ",
            "ayanam",
            "anvicchan",
            "apaḥ",
            "asrākṣīt",
            "śuciḥ",
            "śucīḥ"
        ],
        "translation": "After separating the different universes, the gigantic universal form of the Lord [Mahā-Viṣṇu], which came out of the Causal Ocean, the place of appearance for the first puruṣa-avatāra, entered into each of the separate universes, desiring to lie on the created transcendental water [Garbhodaka].",
        "purport": " After analysis of the living entities and the Supreme Lord, Paramātmā, the independent source of all other living beings, Śrīla Śukadeva Gosvāmī is now presenting the prime necessity for devotional service to the Lord, which is the only occupational business of all living entities. The Supreme Lord Śrī Kṛṣṇa and all His plenary portions and extensions of plenary portions are nondifferent from one another, and thus the supreme independence is in each and every one of them. In order to prove this, Śukadeva Gosvāmī (as promised to King Parīkṣit) describes herein the independence of the puruṣa-avatāra Personality of Godhead, even in the sphere of the material creation. Such activities of the Lord are also transcendental, and therefore they are also līlā, or pastimes, of the Absolute Lord. Such pastimes of the Lord are very conducive to the hearers for self-realization in the field of devotional service. Some may argue, “Then why not relish the transcendental līlā of the Lord as exhibited in the land of Mathurā and Vṛndāvana, which are sweeter than anything in the world?” Śrīla Viśvanātha Cakravartī Ṭhākura replies that the pastimes of the Lord in Vṛndāvana are meant to be relished by advanced devotees of the Lord. Neophyte devotees will misunderstand such supreme transcendental activities of the Lord, and therefore the Lord’s pastimes in the material sphere related to creation, maintenance and destruction are verily relishable by the prākṛta, or mundane devotees of the Lord. As the yoga system mainly based on bodily exercises is meant for the person who is too much attached to the bodily conception of existence, similarly the Lord’s pastimes related to the creation and destruction of the material world are for those who are too materially attached. For such mundane creatures the functions of the body and the functions of the cosmic world through physical laws in relationship with the Lord are also therefore included in understanding of the lawmaker, the Supreme Personality of Godhead. The scientists explain the material functions by so many technological terms of material law, but such blind scientists forget the lawmaker. The Śrīmad-Bhāgavatam points out the lawmaker. One should not be amazed by the mechanical arrangement of the complicated engine or dynamo, but one should praise the engineer who creates such a wonderful working machine. That is the difference between the devotee and the nondevotee. Devotees are always full with praising the Lord, who directs the physical laws. In the Bhagavad-gītā (9.10) the direction of the Lord upon the material nature is described as follows: “The material nature full of physical laws is one of My different energies; therefore it is neither independent nor blind. Because I am transcendentally all-powerful, simply by My glancing over material nature, the physical laws of nature work so wonderfully. The actions and reactions of the physical laws work on that account, and thus the material world is created, maintained and annihilated again and again.”"
    },
    {
        "verse": "10",
        "devanagari": "पुरुषोऽण्डं विनिर्भिद्य यदासौ स विनिर्गत: ।आत्मनोऽयनमन्विच्छन्नपोऽस्राक्षीच्छुचि: शुची: ॥ १० ॥",
        "english_devnagari": "puruṣo ’ṇḍaṁ vinirbhidyayadāsau sa vinirgataḥātmano ’yanam anvicchannapo ’srākṣīc chuciḥ śucīḥ",
        "verse_Syn": [
            "puruṣaḥ",
            "aṇḍam",
            "vinirbhidya",
            "yadā",
            "asau",
            "saḥ",
            "vinirgataḥ",
            "ātmanaḥ",
            "ayanam",
            "anvicchan",
            "apaḥ",
            "asrākṣīt",
            "śuciḥ",
            "śucīḥ"
        ],
        "translation": "After separating the different universes, the gigantic universal form of the Lord [Mahā-Viṣṇu], which came out of the Causal Ocean, the place of appearance for the first puruṣa-avatāra, entered into each of the separate universes, desiring to lie on the created transcendental water [Garbhodaka].",
        "purport": " After analysis of the living entities and the Supreme Lord, Paramātmā, the independent source of all other living beings, Śrīla Śukadeva Gosvāmī is now presenting the prime necessity for devotional service to the Lord, which is the only occupational business of all living entities. The Supreme Lord Śrī Kṛṣṇa and all His plenary portions and extensions of plenary portions are nondifferent from one another, and thus the supreme independence is in each and every one of them. In order to prove this, Śukadeva Gosvāmī (as promised to King Parīkṣit) describes herein the independence of the puruṣa-avatāra Personality of Godhead, even in the sphere of the material creation. Such activities of the Lord are also transcendental, and therefore they are also līlā, or pastimes, of the Absolute Lord. Such pastimes of the Lord are very conducive to the hearers for self-realization in the field of devotional service. Some may argue, “Then why not relish the transcendental līlā of the Lord as exhibited in the land of Mathurā and Vṛndāvana, which are sweeter than anything in the world?” Śrīla Viśvanātha Cakravartī Ṭhākura replies that the pastimes of the Lord in Vṛndāvana are meant to be relished by advanced devotees of the Lord. Neophyte devotees will misunderstand such supreme transcendental activities of the Lord, and therefore the Lord’s pastimes in the material sphere related to creation, maintenance and destruction are verily relishable by the prākṛta, or mundane devotees of the Lord. As the yoga system mainly based on bodily exercises is meant for the person who is too much attached to the bodily conception of existence, similarly the Lord’s pastimes related to the creation and destruction of the material world are for those who are too materially attached. For such mundane creatures the functions of the body and the functions of the cosmic world through physical laws in relationship with the Lord are also therefore included in understanding of the lawmaker, the Supreme Personality of Godhead. The scientists explain the material functions by so many technological terms of material law, but such blind scientists forget the lawmaker. The Śrīmad-Bhāgavatam points out the lawmaker. One should not be amazed by the mechanical arrangement of the complicated engine or dynamo, but one should praise the engineer who creates such a wonderful working machine. That is the difference between the devotee and the nondevotee. Devotees are always full with praising the Lord, who directs the physical laws. In the Bhagavad-gītā (9.10) the direction of the Lord upon the material nature is described as follows: “The material nature full of physical laws is one of My different energies; therefore it is neither independent nor blind. Because I am transcendentally all-powerful, simply by My glancing over material nature, the physical laws of nature work so wonderfully. The actions and reactions of the physical laws work on that account, and thus the material world is created, maintained and annihilated again and again.” Men with a poor fund of knowledge, however, become astonished by studying the physical laws both within the construction of the individual body and within the cosmic manifestation, and foolishly they decry the existence of God, taking it for granted that the physical laws are independent, without any metaphysical control. The Bhagavad-gītā (9.11) replies to this foolishness in the following words:"
    },
    {
        "verse": "10",
        "devanagari": "पुरुषोऽण्डं विनिर्भिद्य यदासौ स विनिर्गत: ।आत्मनोऽयनमन्विच्छन्नपोऽस्राक्षीच्छुचि: शुची: ॥ १० ॥",
        "english_devnagari": "puruṣo ’ṇḍaṁ vinirbhidyayadāsau sa vinirgataḥātmano ’yanam anvicchannapo ’srākṣīc chuciḥ śucīḥ",
        "verse_Syn": [
            "puruṣaḥ",
            "aṇḍam",
            "vinirbhidya",
            "yadā",
            "asau",
            "saḥ",
            "vinirgataḥ",
            "ātmanaḥ",
            "ayanam",
            "anvicchan",
            "apaḥ",
            "asrākṣīt",
            "śuciḥ",
            "śucīḥ"
        ],
        "translation": "After separating the different universes, the gigantic universal form of the Lord [Mahā-Viṣṇu], which came out of the Causal Ocean, the place of appearance for the first puruṣa-avatāra, entered into each of the separate universes, desiring to lie on the created transcendental water [Garbhodaka].",
        "purport": " After analysis of the living entities and the Supreme Lord, Paramātmā, the independent source of all other living beings, Śrīla Śukadeva Gosvāmī is now presenting the prime necessity for devotional service to the Lord, which is the only occupational business of all living entities. The Supreme Lord Śrī Kṛṣṇa and all His plenary portions and extensions of plenary portions are nondifferent from one another, and thus the supreme independence is in each and every one of them. In order to prove this, Śukadeva Gosvāmī (as promised to King Parīkṣit) describes herein the independence of the puruṣa-avatāra Personality of Godhead, even in the sphere of the material creation. Such activities of the Lord are also transcendental, and therefore they are also līlā, or pastimes, of the Absolute Lord. Such pastimes of the Lord are very conducive to the hearers for self-realization in the field of devotional service. Some may argue, “Then why not relish the transcendental līlā of the Lord as exhibited in the land of Mathurā and Vṛndāvana, which are sweeter than anything in the world?” Śrīla Viśvanātha Cakravartī Ṭhākura replies that the pastimes of the Lord in Vṛndāvana are meant to be relished by advanced devotees of the Lord. Neophyte devotees will misunderstand such supreme transcendental activities of the Lord, and therefore the Lord’s pastimes in the material sphere related to creation, maintenance and destruction are verily relishable by the prākṛta, or mundane devotees of the Lord. As the yoga system mainly based on bodily exercises is meant for the person who is too much attached to the bodily conception of existence, similarly the Lord’s pastimes related to the creation and destruction of the material world are for those who are too materially attached. For such mundane creatures the functions of the body and the functions of the cosmic world through physical laws in relationship with the Lord are also therefore included in understanding of the lawmaker, the Supreme Personality of Godhead. The scientists explain the material functions by so many technological terms of material law, but such blind scientists forget the lawmaker. The Śrīmad-Bhāgavatam points out the lawmaker. One should not be amazed by the mechanical arrangement of the complicated engine or dynamo, but one should praise the engineer who creates such a wonderful working machine. That is the difference between the devotee and the nondevotee. Devotees are always full with praising the Lord, who directs the physical laws. In the Bhagavad-gītā (9.10) the direction of the Lord upon the material nature is described as follows: “The material nature full of physical laws is one of My different energies; therefore it is neither independent nor blind. Because I am transcendentally all-powerful, simply by My glancing over material nature, the physical laws of nature work so wonderfully. The actions and reactions of the physical laws work on that account, and thus the material world is created, maintained and annihilated again and again.” Men with a poor fund of knowledge, however, become astonished by studying the physical laws both within the construction of the individual body and within the cosmic manifestation, and foolishly they decry the existence of God, taking it for granted that the physical laws are independent, without any metaphysical control. The Bhagavad-gītā (9.11) replies to this foolishness in the following words: “The foolish men [mūḍhāḥ] do not know the Personality of Godhead in His eternal form of bliss and knowledge.” The foolish man thinks of the transcendental body of the Lord as something like his own, and therefore he cannot think of the unlimited controlling power of the Lord, who is not visible in the acting of the physical laws. The Lord is, however, visible to the naked eyes of people in general when He descends Himself by His own personal potency. Lord Kṛṣṇa incarnated Himself as He is and played very wonderful parts as the Lord Himself, and the Bhagavad-gītā concerns such wonderful actions and knowledge. Yet foolish men will not accept Lord Kṛṣṇa as the Supreme Lord. Generally they consider the infinitesimal and infinite features of the Lord because they themselves are unable to become either the infinitesimal or the infinite, but one should know that the infinite and infinitesimal sizes of the Lord are not His highest glories. The most wonderful manifestation of the Lord’s power is exhibited when the infinite Lord becomes visible to our eyes as one of us. Yet His activities are different from those of the finite beings. Lifting a mountain at the age of seven years and marrying sixteen thousand wives in the prime of His youth are some of the examples of His infinite energy, but the mūḍhas, after seeing them or hearing about them, decry them as legendary and take the Lord as one of them. They cannot understand that the Lord Śrī Kṛṣṇa, although in the form of a human being by His own potency, is still the Supreme Lord with full potency as the supreme controller."
    },
    {
        "verse": "10",
        "devanagari": "पुरुषोऽण्डं विनिर्भिद्य यदासौ स विनिर्गत: ।आत्मनोऽयनमन्विच्छन्नपोऽस्राक्षीच्छुचि: शुची: ॥ १० ॥",
        "english_devnagari": "puruṣo ’ṇḍaṁ vinirbhidyayadāsau sa vinirgataḥātmano ’yanam anvicchannapo ’srākṣīc chuciḥ śucīḥ",
        "verse_Syn": [
            "puruṣaḥ",
            "aṇḍam",
            "vinirbhidya",
            "yadā",
            "asau",
            "saḥ",
            "vinirgataḥ",
            "ātmanaḥ",
            "ayanam",
            "anvicchan",
            "apaḥ",
            "asrākṣīt",
            "śuciḥ",
            "śucīḥ"
        ],
        "translation": "After separating the different universes, the gigantic universal form of the Lord [Mahā-Viṣṇu], which came out of the Causal Ocean, the place of appearance for the first puruṣa-avatāra, entered into each of the separate universes, desiring to lie on the created transcendental water [Garbhodaka].",
        "purport": " After analysis of the living entities and the Supreme Lord, Paramātmā, the independent source of all other living beings, Śrīla Śukadeva Gosvāmī is now presenting the prime necessity for devotional service to the Lord, which is the only occupational business of all living entities. The Supreme Lord Śrī Kṛṣṇa and all His plenary portions and extensions of plenary portions are nondifferent from one another, and thus the supreme independence is in each and every one of them. In order to prove this, Śukadeva Gosvāmī (as promised to King Parīkṣit) describes herein the independence of the puruṣa-avatāra Personality of Godhead, even in the sphere of the material creation. Such activities of the Lord are also transcendental, and therefore they are also līlā, or pastimes, of the Absolute Lord. Such pastimes of the Lord are very conducive to the hearers for self-realization in the field of devotional service. Some may argue, “Then why not relish the transcendental līlā of the Lord as exhibited in the land of Mathurā and Vṛndāvana, which are sweeter than anything in the world?” Śrīla Viśvanātha Cakravartī Ṭhākura replies that the pastimes of the Lord in Vṛndāvana are meant to be relished by advanced devotees of the Lord. Neophyte devotees will misunderstand such supreme transcendental activities of the Lord, and therefore the Lord’s pastimes in the material sphere related to creation, maintenance and destruction are verily relishable by the prākṛta, or mundane devotees of the Lord. As the yoga system mainly based on bodily exercises is meant for the person who is too much attached to the bodily conception of existence, similarly the Lord’s pastimes related to the creation and destruction of the material world are for those who are too materially attached. For such mundane creatures the functions of the body and the functions of the cosmic world through physical laws in relationship with the Lord are also therefore included in understanding of the lawmaker, the Supreme Personality of Godhead. The scientists explain the material functions by so many technological terms of material law, but such blind scientists forget the lawmaker. The Śrīmad-Bhāgavatam points out the lawmaker. One should not be amazed by the mechanical arrangement of the complicated engine or dynamo, but one should praise the engineer who creates such a wonderful working machine. That is the difference between the devotee and the nondevotee. Devotees are always full with praising the Lord, who directs the physical laws. In the Bhagavad-gītā (9.10) the direction of the Lord upon the material nature is described as follows: “The material nature full of physical laws is one of My different energies; therefore it is neither independent nor blind. Because I am transcendentally all-powerful, simply by My glancing over material nature, the physical laws of nature work so wonderfully. The actions and reactions of the physical laws work on that account, and thus the material world is created, maintained and annihilated again and again.” Men with a poor fund of knowledge, however, become astonished by studying the physical laws both within the construction of the individual body and within the cosmic manifestation, and foolishly they decry the existence of God, taking it for granted that the physical laws are independent, without any metaphysical control. The Bhagavad-gītā (9.11) replies to this foolishness in the following words: “The foolish men [mūḍhāḥ] do not know the Personality of Godhead in His eternal form of bliss and knowledge.” The foolish man thinks of the transcendental body of the Lord as something like his own, and therefore he cannot think of the unlimited controlling power of the Lord, who is not visible in the acting of the physical laws. The Lord is, however, visible to the naked eyes of people in general when He descends Himself by His own personal potency. Lord Kṛṣṇa incarnated Himself as He is and played very wonderful parts as the Lord Himself, and the Bhagavad-gītā concerns such wonderful actions and knowledge. Yet foolish men will not accept Lord Kṛṣṇa as the Supreme Lord. Generally they consider the infinitesimal and infinite features of the Lord because they themselves are unable to become either the infinitesimal or the infinite, but one should know that the infinite and infinitesimal sizes of the Lord are not His highest glories. The most wonderful manifestation of the Lord’s power is exhibited when the infinite Lord becomes visible to our eyes as one of us. Yet His activities are different from those of the finite beings. Lifting a mountain at the age of seven years and marrying sixteen thousand wives in the prime of His youth are some of the examples of His infinite energy, but the mūḍhas, after seeing them or hearing about them, decry them as legendary and take the Lord as one of them. They cannot understand that the Lord Śrī Kṛṣṇa, although in the form of a human being by His own potency, is still the Supreme Lord with full potency as the supreme controller. When, however, the mūḍhas give submissive and aural reception to the messages of the Lord as in the Śrīmad Bhagavad-gītā or in the Śrīmad-Bhāgavatam through the channel of disciplic succession, such mūḍhas also become devotees of the Lord by the grace of His pure devotees. And for this reason only, either in the Bhagavad-gītā or in the Śrīmad-Bhāgavatam, the pastimes of the Lord in the material world are delineated for the benefit of those men with a poor fund of knowledge."
    },
    {
        "verse": "12",
        "devanagari": "द्रव्यं कर्म च कालश्च स्वभावो जीव एव च ।यदनुग्रहत: सन्ति न सन्ति यदुपेक्षया ॥ १२ ॥",
        "english_devnagari": "dravyaṁ karma ca kālaś casvabhāvo jīva eva cayad-anugrahataḥ santina santi yad-upekṣayā",
        "verse_Syn": [
            "dravyam",
            "karma",
            "ca",
            "kālaḥ",
            "ca",
            "sva",
            "bhāvaḥ",
            "jīvaḥ",
            "eva",
            "ca",
            "yat",
            "anugrahataḥ",
            "santi",
            "na",
            "santi",
            "yat",
            "upekṣayā"
        ],
        "translation": "One should definitely know that all material ingredients, activities, time and modes, and the living entities who are meant to enjoy them all, exist by His mercy only, and as soon as He does not care for them, everything becomes nonexistent.",
        "purport": " The living entities are the enjoyers of the material ingredients, time, modes, etc., because they want to lord it over the material nature. The Lord is the supreme enjoyer, and the living entities are meant to assist the Lord in His enjoyment and thus participate in the transcendental enjoyment of everyone. The enjoyer and the enjoyed both participate in enjoyment, but, deluded by the illusory energy, the living entities want to become the enjoyer like the Lord, although they are not meant for such enjoyment. The jīvas, the living entities, are mentioned in the Bhagavad-gītā as the Lord’s superior nature, or parā prakṛti, and so also it is mentioned in the Viṣṇu Purāṇa. Therefore the living entities are never the puruṣas, or the factual enjoyers. As such, the spirit of enjoyment by the living entity in the material world is false. In the spiritual world the living entities are pure in nature, and therefore they are associates in the enjoyment of the Supreme Lord. In the material world the spirit of enjoyment of the living entities by dint of their own actions (karma) gradually fades by the laws of nature, and thus the illusory energy dictates in the ears of the conditioned souls that they should become one with the Lord. This is the last snare of the illusory energy. When the last illusion is also cleared off by the mercy of the Lord, the living entity again becomes reinstated in his original position and thus becomes actually liberated. For this attainment of liberation from the material clutches, the Lord creates the material world, maintains it for some time (one thousand years of His measurement, as stated in the previous verse), and then again annihilates it by His will. The living entities are therefore completely dependent on the mercy of the Lord, and all their so-called enjoyments by scientific improvement are crushed into dust when the Lord desires."
    },
    {
        "verse": "13",
        "devanagari": "एको नानात्वमन्विच्छन् योगतल्पात् समुत्थित: ।वीर्यं हिरण्मयं देवो मायया व्यसृजत् त्रिधा ॥ १३ ॥",
        "english_devnagari": "eko nānātvam anvicchanyoga-talpāt samutthitaḥvīryaṁ hiraṇmayaṁ devomāyayā vyasṛjat tridhā",
        "verse_Syn": [
            "ekaḥ",
            "nānātvam",
            "anvicchan",
            "yoga",
            "talpāt",
            "samutthitaḥ",
            "vīryam",
            "hiraṇmayam",
            "devaḥ",
            "māyayā",
            "vyasṛjat",
            "tridhā"
        ],
        "translation": "The Lord, while lying on His bed of mystic slumber, generated the seminal symbol, golden in hue, through external energy out of His desire to manifest varieties of living entities from Himself alone.",
        "purport": " In the Bhagavad-gītā (9.7-8) the creation and annihilation of the material world are stated as follows:"
    },
    {
        "verse": "13",
        "devanagari": "एको नानात्वमन्विच्छन् योगतल्पात् समुत्थित: ।वीर्यं हिरण्मयं देवो मायया व्यसृजत् त्रिधा ॥ १३ ॥",
        "english_devnagari": "eko nānātvam anvicchanyoga-talpāt samutthitaḥvīryaṁ hiraṇmayaṁ devomāyayā vyasṛjat tridhā",
        "verse_Syn": [
            "ekaḥ",
            "nānātvam",
            "anvicchan",
            "yoga",
            "talpāt",
            "samutthitaḥ",
            "vīryam",
            "hiraṇmayam",
            "devaḥ",
            "māyayā",
            "vyasṛjat",
            "tridhā"
        ],
        "translation": "The Lord, while lying on His bed of mystic slumber, generated the seminal symbol, golden in hue, through external energy out of His desire to manifest varieties of living entities from Himself alone.",
        "purport": " In the Bhagavad-gītā (9.7-8) the creation and annihilation of the material world are stated as follows: “At the end of each millennium the creative forces, namely the material nature and the living entities who struggle in the material nature, all merge together into the transcendental body of the Lord, and again when the Lord desires to manifest them, all of them are again displayed by the Lord. Therefore the material nature is working under the control of the Lord. All of them, under the agency of material nature and under the control of the Lord, are thus repeatedly created and annihilated by the will of the Lord.”"
    },
    {
        "verse": "13",
        "devanagari": "एको नानात्वमन्विच्छन् योगतल्पात् समुत्थित: ।वीर्यं हिरण्मयं देवो मायया व्यसृजत् त्रिधा ॥ १३ ॥",
        "english_devnagari": "eko nānātvam anvicchanyoga-talpāt samutthitaḥvīryaṁ hiraṇmayaṁ devomāyayā vyasṛjat tridhā",
        "verse_Syn": [
            "ekaḥ",
            "nānātvam",
            "anvicchan",
            "yoga",
            "talpāt",
            "samutthitaḥ",
            "vīryam",
            "hiraṇmayam",
            "devaḥ",
            "māyayā",
            "vyasṛjat",
            "tridhā"
        ],
        "translation": "The Lord, while lying on His bed of mystic slumber, generated the seminal symbol, golden in hue, through external energy out of His desire to manifest varieties of living entities from Himself alone.",
        "purport": " In the Bhagavad-gītā (9.7-8) the creation and annihilation of the material world are stated as follows: “At the end of each millennium the creative forces, namely the material nature and the living entities who struggle in the material nature, all merge together into the transcendental body of the Lord, and again when the Lord desires to manifest them, all of them are again displayed by the Lord. Therefore the material nature is working under the control of the Lord. All of them, under the agency of material nature and under the control of the Lord, are thus repeatedly created and annihilated by the will of the Lord.” As such, before the creation or manifestation of the material cosmic world, the Lord exists as total energy (mahā-samaṣṭi), and thus desiring Himself to be diffused to many, He expands Himself further into multitotal energy (samaṣṭi). From the multitotal energy He further expands Himself into individuals in three dimensions, namely adhyātmic, adhidaivic and adhibhautic, as explained before (vyaṣṭi). As such, the whole creation and the creative energies are nondifferent and different simultaneously. Because everything is an emanation from Him (the Mahā-Viṣṇu or Mahā-samaṣṭi), nothing of the cosmic energies is different from Him; but all such expanded energies have specific functions and display as designed by the Lord, and therefore they are simultaneously different from the Lord. The living entities are also similar energy (marginal potency) of the Lord, and thus they are simultaneously one with and different from Him."
    },
    {
        "verse": "13",
        "devanagari": "एको नानात्वमन्विच्छन् योगतल्पात् समुत्थित: ।वीर्यं हिरण्मयं देवो मायया व्यसृजत् त्रिधा ॥ १३ ॥",
        "english_devnagari": "eko nānātvam anvicchanyoga-talpāt samutthitaḥvīryaṁ hiraṇmayaṁ devomāyayā vyasṛjat tridhā",
        "verse_Syn": [
            "ekaḥ",
            "nānātvam",
            "anvicchan",
            "yoga",
            "talpāt",
            "samutthitaḥ",
            "vīryam",
            "hiraṇmayam",
            "devaḥ",
            "māyayā",
            "vyasṛjat",
            "tridhā"
        ],
        "translation": "The Lord, while lying on His bed of mystic slumber, generated the seminal symbol, golden in hue, through external energy out of His desire to manifest varieties of living entities from Himself alone.",
        "purport": " In the Bhagavad-gītā (9.7-8) the creation and annihilation of the material world are stated as follows: “At the end of each millennium the creative forces, namely the material nature and the living entities who struggle in the material nature, all merge together into the transcendental body of the Lord, and again when the Lord desires to manifest them, all of them are again displayed by the Lord. Therefore the material nature is working under the control of the Lord. All of them, under the agency of material nature and under the control of the Lord, are thus repeatedly created and annihilated by the will of the Lord.” As such, before the creation or manifestation of the material cosmic world, the Lord exists as total energy (mahā-samaṣṭi), and thus desiring Himself to be diffused to many, He expands Himself further into multitotal energy (samaṣṭi). From the multitotal energy He further expands Himself into individuals in three dimensions, namely adhyātmic, adhidaivic and adhibhautic, as explained before (vyaṣṭi). As such, the whole creation and the creative energies are nondifferent and different simultaneously. Because everything is an emanation from Him (the Mahā-Viṣṇu or Mahā-samaṣṭi), nothing of the cosmic energies is different from Him; but all such expanded energies have specific functions and display as designed by the Lord, and therefore they are simultaneously different from the Lord. The living entities are also similar energy (marginal potency) of the Lord, and thus they are simultaneously one with and different from Him. At the stage of nonmanifestation, the living energies remain potent in the Lord, and when they are let loose in the cosmic manifestation they are exhibited differently in terms of different desires under the modes of nature. Such differential manifestations of the living energies are conditional states of the living entities. The liberated living entities, however, in the sanātana (eternal) manifestation, are unconditionally surrendered souls, and therefore they are not subject to the conditions of creation and annihilation. So this creation takes place by the glance of the Lord from His bedstead of mystic slumber. And thus all the universes and the lord of the universe, Brahmā, are again and again manifested and annihilated."
    },
    {
        "verse": "16",
        "devanagari": "अनुप्राणन्ति यं प्राणा: प्राणन्तं सर्वजन्तुषु ।अपानन्तमपानन्ति नरदेवमिवानुगा: ॥ १६ ॥",
        "english_devnagari": "anuprāṇanti yaṁ prāṇāḥprāṇantaṁ sarva-jantuṣuapānantam apānantinara-devam ivānugāḥ",
        "verse_Syn": [
            "anuprāṇanti",
            "yam",
            "prāṇāḥ",
            "prāṇantam",
            "sarva",
            "jantuṣu",
            "apānantam",
            "apānanti",
            "nara",
            "devam",
            "iva",
            "anugāḥ"
        ],
        "translation": "As the followers of a king follow their lord, similarly when the total energy is in motion, all other living entities move, and when the total energy stops endeavoring, all other living entities stop sensual activities.",
        "purport": " The individual living entities are completely dependent on the total energy of the supreme puruṣa. No one has independent existence, just as no electric lamp has independent effulgence. Each and every electrical instrument depends fully on the total powerhouse, the total powerhouse depends on the reservoir of water for generating electricity, water depends on the clouds, the clouds depend on the sun, the sun depends on creation, and the creation depends on the movement of the Supreme Personality of Godhead. Thus the Supreme Personality of Godhead is the cause of all causes."
    },
    {
        "verse": "17",
        "devanagari": "प्राणेनाक्षिपता क्षुत् तृडन्तरा जायते विभो: ।पिपासतो जक्षतश्च प्राङ्‍मुखं निरभिद्यत ॥ १७ ॥",
        "english_devnagari": "prāṇenākṣipatā kṣut tṛḍantarā jāyate vibhoḥpipāsato jakṣataś caprāṅ mukhaṁ nirabhidyata",
        "verse_Syn": [
            "prāṇena",
            "ākṣipatā",
            "kṣut",
            "tṛṭ",
            "antarā",
            "jāyate",
            "vibhoḥ",
            "pipāsataḥ",
            "jakṣataḥ",
            "ca",
            "prāk",
            "mukham",
            "nirabhidyata"
        ],
        "translation": "The living force, being agitated by the virāṭ-puruṣa, generated hunger and thirst, and when He desired to drink and eat, the mouth opened.",
        "purport": " The process by which all living beings in the womb of the mother develop their sense organs and sense perceptions appears to follow the same principles in the case of the virāṭ-puruṣa, the sum total of all living entities. Therefore the supreme cause of all generation is not impersonal or without desire. The desires for all kinds of sense perception and sense organs exist in the Supreme, and thus they take place in the individual persons. This desire is the nature of the supreme living being, the Absolute Truth. Because He has the sum total of all mouths, the individual living entities have mouths. Similarly with all other senses and sense organs. Here the mouth is the symbolic representation of all sense organs, for the same principles apply to the others also."
    },
    {
        "verse": "18",
        "devanagari": "मुखतस्तालु निर्भिन्नं जिह्वा तत्रोपजायते ।ततो नानारसो जज्ञे जिह्वया योऽधिगम्यते ॥ १८ ॥",
        "english_devnagari": "mukhatas tālu nirbhinnaṁjihvā tatropajāyatetato nānā-raso jajñejihvayā yo ’dhigamyate",
        "verse_Syn": [
            "mukhataḥ",
            "tālu",
            "nirbhinnam",
            "jihvā",
            "tatra",
            "upajāyate",
            "tataḥ",
            "nānā",
            "rasaḥ",
            "jajñe",
            "jihvayā",
            "yaḥ",
            "adhigamyate"
        ],
        "translation": "From the mouth the palate became manifested, and thereupon the tongue was also generated. After this all the different tastes came into existence so that the tongue can relish them.",
        "purport": " This gradual process of evolution suggests the explanation of the controlling deities (adhidaiva) because Varuṇa is the controlling deity for all relishable juices. Therefore the mouth becomes the resting place for the tongue, which tastes all the different juices, of which the controlling deity is Varuṇa. This suggests, therefore, that Varuṇa was also generated along with the development of the tongue. The tongue and the palate, being instrumental, are adhibhūtam, or forms of matter, but the functioning deity, who is a living entity, is adhidaiva, whereas the person undergoing the function is adhyātma. Thus the three categories are also explained as to their birth after the opening of the mouth of the virāṭ-puruṣa. The four principles mentioned in this verse serve to explain the three main principles, namely the adhyātma, adhidaiva and adhibhutam, as explained before."
    },
    {
        "verse": "19",
        "devanagari": "विवक्षोर्मुखतो भूम्नो वह्निर्वाग् व्याहृतं तयो: ।जले चैतस्य सुचिरं निरोध: समजायत ॥ १९ ॥",
        "english_devnagari": "vivakṣor mukhato bhūmnovahnir vāg vyāhṛtaṁ tayoḥjale caitasya suciraṁnirodhaḥ samajāyata",
        "verse_Syn": [
            "vivakṣoḥ",
            "mukhataḥ",
            "bhūmnaḥ",
            "vahniḥ",
            "vāk",
            "vyāhṛtam",
            "tayoḥ",
            "jale",
            "ca",
            "etasya",
            "suciram",
            "nirodhaḥ",
            "samajāyata"
        ],
        "translation": "When the Supreme desired to speak, speeches were vibrated from the mouth. Then the controlling deity Fire was generated from the mouth. But when He was lying in the water, all these functions remained suspended.",
        "purport": " The peculiarity of the gradual development of the different senses is simultaneously supported by their controlling deities. It is to be understood, therefore, that the activities of the sense organs are controlled by the will of the Supreme. The senses are, so to speak, offering a license for the conditioned souls, who are to use them properly under the control of the controlling deity deputed by the Supreme Lord. One who violates such controlling regulations has to be punished by degradation to a lower status of life. Consider, for example, the tongue and its controlling deity, Varuṇa. The tongue is meant for eating, and men, animals and birds each have their different tastes because of different licenses. The taste of human beings and that of the swine are not on the same level. The controlling deity, however, awards or certifies a particular type of body when the particular living entity develops a taste in terms of different modes of nature. If the human being develops taste without discrimination, as does the swine, then the controlling deity is certainly certified for the next term to award him the body of a swine. The swine accepts any kind of foodstuff, including stools, and a human being who has developed such indiscriminate taste must be prepared for a degraded life in the next life. Such a life is also God’s grace because the conditioned soul desired a body like that for perfectly tasting a particular type of foodstuff. If a man gets the body of a swine it must be considered the grace of the Lord because the Lord awards the facility. After death the next body is offered by superior control, not blindly. A human being, therefore, must be on his guard as to what sort of body he is going to have in the next life. An irresponsible life of indiscrimination is risky, and that is the declaration of all scriptures."
    },
    {
        "verse": "20",
        "devanagari": "नासिके निरभिद्येतां दोधूयति नभस्वति ।तत्र वायुर्गन्धवहो घ्राणो नसि जिघृक्षत: ॥ २० ॥",
        "english_devnagari": "nāsike nirabhidyetāṁdodhūyati nabhasvatitatra vāyur gandha-vahoghrāṇo nasi jighṛkṣataḥ",
        "verse_Syn": [
            "nāsike",
            "nirabhidyetām",
            "dodhūyati",
            "nabhasvati",
            "tatra",
            "vāyuḥ",
            "gandha",
            "vahaḥ",
            "ghrāṇaḥ",
            "nasi",
            "jighṛkṣataḥ"
        ],
        "translation": "Thereafter, when the supreme puruṣa desired to smell odors, the nostrils and respiration were generated, the nasal instrument and odors came into existence, and the controlling deity of air, carrying smell, also became manifested.",
        "purport": " The nasal instrument, odor, and the controlling deity of air, smelling, etc., all became manifested simultaneously when the Lord desired to smell. The Vedic mantras confirm this statement in the Upaniṣads’ statement that everything is first desired by the Supreme before the subordinate living entity can act upon it. The living entity can see only when the Lord sees, the living entity can smell when the Lord smells, and so on. The idea is that the living entity cannot do anything independently. He can simply think of doing something independently, but he cannot act independently. This independence in thinking is there by the grace of the Lord, but the thinking can be given shape by the grace of the Lord, and therefore the common saying is that man proposes and God disposes. The whole explanation is on the subject of the absolute dependence of the living entities and absolute independence of the Supreme Lord. Less intelligent persons claiming to be on an equal level with God must first prove themselves to be absolute and independent, and then they must substantiate their claim to being one with God."
    },
    {
        "verse": "21",
        "devanagari": "यदात्मनि निरालोकमात्मानं च दिद‍ृक्षत: ।निर्भिन्ने ह्यक्षिणी तस्य ज्योतिश्चक्षुर्गुणग्रह: ॥ २१ ॥",
        "english_devnagari": "yadātmani nirālokamātmānaṁ ca didṛkṣataḥnirbhinne hy akṣiṇī tasyajyotiś cakṣur guṇa-grahaḥ",
        "verse_Syn": [
            "yadā",
            "ātmani",
            "nirālokam",
            "ātmānam",
            "ca",
            "didṛkṣataḥ",
            "nirbhinne",
            "hi",
            "akṣiṇī",
            "tasya",
            "jyotiḥ",
            "cakṣuḥ",
            "guṇa",
            "grahaḥ"
        ],
        "translation": "Thus when everything existed in darkness, the Lord desired to see Himself and all that was created. Then the eyes, the illuminating god Sun, the power of vision and the object of sight all became manifested.",
        "purport": " The universe is by nature dense darkness, and therefore the total creation is called tamas, or darkness. The night is the real feature of the universe, for then one cannot see anything, including oneself. The Lord, out of His causeless mercy, first desired to see Himself and all the creation as well, and thus the sun became manifested, the power of vision for all living entities became possible, and the objects of vision were also manifested. This means that the whole phenomenal world became visible after the creation of the sun."
    },
    {
        "verse": "22",
        "devanagari": "बोध्यमानस्य ऋषिभिरात्मनस्तज्जिघृक्षत: ।कर्णौ च निरभिद्येतां दिश: श्रोत्रं गुणग्रह: ॥ २२ ॥",
        "english_devnagari": "bodhyamānasya ṛṣibhirātmanas taj jighṛkṣataḥkarṇau ca nirabhidyetāṁdiśaḥ śrotraṁ guṇa-grahaḥ",
        "verse_Syn": [
            "bodhyamānasya",
            "ṛṣibhiḥ",
            "ātmanaḥ",
            "tat",
            "jighṛkṣataḥ",
            "karṇau",
            "ca",
            "nirabhidyetām",
            "diśaḥ",
            "śrotram",
            "guṇa",
            "grahaḥ"
        ],
        "translation": "By development of the desire of the great sages to know, the ears, the power of hearing, the controlling deity of hearing, and the objects of hearing became manifested. The great sages desired to hear about the Self.",
        "purport": " As stated in the Bhagavad-gītā, by advancement of knowledge one should try to know about the Supreme Lord, the summum bonum of everything. Knowledge does not mean knowledge only of the laws of nature or physical knowledge, which are working by the direction of the Lord. The scientists are eager to hear about the physical laws working in material nature. They are eager to hear through the medium of radio and television about things taking place far away from them on other planets, but they should know that the power of hearing and the instruments for hearing were given to them by the Lord for hearing about the Self, or about the Lord. Unfortunately the power of hearing is misused in hearing the vibrations of mundane affairs. The great sages were interested in hearing about the Lord through Vedic knowledge and nothing more. That is the beginning of aural reception of knowledge."
    },
    {
        "verse": "23",
        "devanagari": "वस्तुनो मृदुकाठिन्यलघुगुर्वोष्णशीतताम् ।जिघृक्षतस्त्वङ् निर्भिन्ना तस्यां रोममहीरुहा: ।तत्र चान्तर्बहिर्वातस्त्वचा लब्धगुणो वृत: ॥ २३ ॥",
        "english_devnagari": "vastuno mṛdu-kāṭhinya-laghu-gurv-oṣṇa-śītatāmjighṛkṣatas tvaṅ nirbhinnātasyāṁ roma-mahī-ruhāḥtatra cāntar bahir vātastvacā labdha-guṇo vṛtaḥ",
        "verse_Syn": [
            "vastunaḥ",
            "mṛdu",
            "kāṭhinya",
            "laghu",
            "guru",
            "oṣṇa",
            "śītatām",
            "jighṛkṣataḥ",
            "tvak",
            "nirbhinnā",
            "tasyām",
            "roma",
            "mahī",
            "ruhāḥ",
            "tatra",
            "ca",
            "antaḥ",
            "bahiḥ",
            "vātaḥ",
            "tvacā",
            "labdha",
            "guṇaḥ",
            "vṛtaḥ"
        ],
        "translation": "When there was a desire to perceive the physical characteristics of matter, such as softness, hardness, warmth, cold, lightness and heaviness, the background of sensation, the skin, the skin pores, the hairs on the body and their controlling deities (the trees) were generated. Within and outside the skin is a covering of air through which sense perception became prominent.",
        "purport": " The physical characteristics of matter, such as softness, are subjects of sense perception, and thus physical knowledge is the subject matter of the touch sensation. One can measure the temperature of matter by touching with the hand, and one can measure the weight of an object by lifting it with the hand and thus estimate its heaviness or lightness. The skin, the skin pores and the hairs on the body are all interdependent with the touch sensation. The air blowing within and outside the skin is also an object of sense perception. This sense perception is also a source of knowledge, and therefore it is suggested here that physical or physiological knowledge is subordinate to the knowledge of the Self, as above mentioned. Knowledge of Self can expand to the knowledge of phenomena, but physical knowledge cannot lead to knowledge of the Self."
    },
    {
        "verse": "23",
        "devanagari": "वस्तुनो मृदुकाठिन्यलघुगुर्वोष्णशीतताम् ।जिघृक्षतस्त्वङ् निर्भिन्ना तस्यां रोममहीरुहा: ।तत्र चान्तर्बहिर्वातस्त्वचा लब्धगुणो वृत: ॥ २३ ॥",
        "english_devnagari": "vastuno mṛdu-kāṭhinya-laghu-gurv-oṣṇa-śītatāmjighṛkṣatas tvaṅ nirbhinnātasyāṁ roma-mahī-ruhāḥtatra cāntar bahir vātastvacā labdha-guṇo vṛtaḥ",
        "verse_Syn": [
            "vastunaḥ",
            "mṛdu",
            "kāṭhinya",
            "laghu",
            "guru",
            "oṣṇa",
            "śītatām",
            "jighṛkṣataḥ",
            "tvak",
            "nirbhinnā",
            "tasyām",
            "roma",
            "mahī",
            "ruhāḥ",
            "tatra",
            "ca",
            "antaḥ",
            "bahiḥ",
            "vātaḥ",
            "tvacā",
            "labdha",
            "guṇaḥ",
            "vṛtaḥ"
        ],
        "translation": "When there was a desire to perceive the physical characteristics of matter, such as softness, hardness, warmth, cold, lightness and heaviness, the background of sensation, the skin, the skin pores, the hairs on the body and their controlling deities (the trees) were generated. Within and outside the skin is a covering of air through which sense perception became prominent.",
        "purport": " The physical characteristics of matter, such as softness, are subjects of sense perception, and thus physical knowledge is the subject matter of the touch sensation. One can measure the temperature of matter by touching with the hand, and one can measure the weight of an object by lifting it with the hand and thus estimate its heaviness or lightness. The skin, the skin pores and the hairs on the body are all interdependent with the touch sensation. The air blowing within and outside the skin is also an object of sense perception. This sense perception is also a source of knowledge, and therefore it is suggested here that physical or physiological knowledge is subordinate to the knowledge of the Self, as above mentioned. Knowledge of Self can expand to the knowledge of phenomena, but physical knowledge cannot lead to knowledge of the Self. There is, however, an intimate relation between the hairs on the body and the vegetation on the body of the earth. The vegetables are nourishment for the skin both as food and medicine, as stated in the Third Canto: tvacam asya vinirbhinnāṁ viviśur dhiṣṇyam oṣadhīḥ."
    },
    {
        "verse": "24",
        "devanagari": "हस्तौ रुरुहतुस्तस्य नानाकर्मचिकीर्षया ।तयोस्तु बलवानिन्द्र आदानमुभयाश्रयम् ॥ २४ ॥",
        "english_devnagari": "hastau ruruhatus tasyanānā-karma-cikīrṣayātayos tu balavān indraādānam ubhayāśrayam",
        "verse_Syn": [
            "hastau",
            "ruruhatuḥ",
            "tasya",
            "nānā",
            "karma",
            "cikīrṣayā",
            "tayoḥ",
            "tu",
            "balavān",
            "indraḥ",
            "ādānam",
            "ubhaya",
            "āśrayam"
        ],
        "translation": "Thereafter when the Supreme Person desired to perform varieties of work, the two hands and their controlling strength, and Indra, the demigod in heaven, became manifested, as also the acts dependent on both the hands and the demigod.",
        "purport": " In every item we can note with profit that the sense organs of the living entity are never independent at any stage. The Lord is known as the Lord of the senses (Hṛṣīkeśa). Thus the sense organs of the living entities are manifested by the will of the Lord, and each organ is controlled by a certain type of demigod. No one, therefore, can claim any proprietorship of the senses. The living entity is controlled by the senses, the senses are controlled by the demigods, and the demigods are the servants of the Supreme Lord. That is the arrangement in the system of creation. The whole thing is controlled ultimately by the Supreme Lord, and there is no independence either of the material nature or of the living entity. The illusioned living entity who claims to be the lord of his senses is under the clutches of the external energy of the Lord. As long as a living entity continues to be puffed up by his tiny existence, he is to be understood to be under the stringent control of the external energy of the Lord, and there is no question of liberation from the clutches of illusion (māyā), however much one may declare himself a liberated soul."
    },
    {
        "verse": "25",
        "devanagari": "गतिं जिगीषत: पादौ रुरुहातेऽभिकामिकाम् ।पद्‍भ्यां यज्ञ: स्वयं हव्यं कर्मभि: क्रियते नृभि: ॥ २५ ॥",
        "english_devnagari": "gatiṁ jigīṣataḥ pādaururuhāte ’bhikāmikāmpadbhyāṁ yajñaḥ svayaṁ havyaṁkarmabhiḥ kriyate nṛbhiḥ",
        "verse_Syn": [
            "gatim",
            "jigīṣataḥ",
            "pādau",
            "ruruhāte",
            "abhikāmikām",
            "padbhyām",
            "yajñaḥ",
            "svayam",
            "havyam",
            "karmabhiḥ",
            "kriyate",
            "nṛbhiḥ"
        ],
        "translation": "Thereupon, because of His desiring to control movement, His legs became manifested, and from the legs the controlling deity named Viṣṇu was generated. By His personal supervision of this act, all varieties of human being are busily engaged in dutiful occupational sacrifice.",
        "purport": " Every human being is engaged in his particular occupational duty, and such activities are visible as men go hither and thither. This is very prominently visible in big cities of the world: people are going all over the cities with great concern, from one place to another. This movement is not limited only to the cities, but is also visible outside the cities from one place to another, or from one city to another, by different means of vehicles. Men are moving by cars and rails on the roads, by subways within the earth and by planes in the sky for the purpose of business success. But in all these movements the real purpose is to earn wealth for comfortable life. For this comfortable life the scientist is engaged, the artist is engaged, the engineer is engaged, the technician is engaged, all in different branches of human activity. But they do not know how to make the activities purposeful to fulfill the mission of human life. Because they do not know this secret, all their activities are targeted towards the goal of sense gratification without control, and therefore by all this business they are unknowingly entering into the deep regions of darkness."
    },
    {
        "verse": "25",
        "devanagari": "गतिं जिगीषत: पादौ रुरुहातेऽभिकामिकाम् ।पद्‍भ्यां यज्ञ: स्वयं हव्यं कर्मभि: क्रियते नृभि: ॥ २५ ॥",
        "english_devnagari": "gatiṁ jigīṣataḥ pādaururuhāte ’bhikāmikāmpadbhyāṁ yajñaḥ svayaṁ havyaṁkarmabhiḥ kriyate nṛbhiḥ",
        "verse_Syn": [
            "gatim",
            "jigīṣataḥ",
            "pādau",
            "ruruhāte",
            "abhikāmikām",
            "padbhyām",
            "yajñaḥ",
            "svayam",
            "havyam",
            "karmabhiḥ",
            "kriyate",
            "nṛbhiḥ"
        ],
        "translation": "Thereupon, because of His desiring to control movement, His legs became manifested, and from the legs the controlling deity named Viṣṇu was generated. By His personal supervision of this act, all varieties of human being are busily engaged in dutiful occupational sacrifice.",
        "purport": " Every human being is engaged in his particular occupational duty, and such activities are visible as men go hither and thither. This is very prominently visible in big cities of the world: people are going all over the cities with great concern, from one place to another. This movement is not limited only to the cities, but is also visible outside the cities from one place to another, or from one city to another, by different means of vehicles. Men are moving by cars and rails on the roads, by subways within the earth and by planes in the sky for the purpose of business success. But in all these movements the real purpose is to earn wealth for comfortable life. For this comfortable life the scientist is engaged, the artist is engaged, the engineer is engaged, the technician is engaged, all in different branches of human activity. But they do not know how to make the activities purposeful to fulfill the mission of human life. Because they do not know this secret, all their activities are targeted towards the goal of sense gratification without control, and therefore by all this business they are unknowingly entering into the deep regions of darkness. Because they have been captivated by the external energy of the Supreme Lord, they have completely forgotten the Supreme Lord Viṣṇu, and thus they have taken it for granted that this life, as presently manifested under the conditions of material nature, is all in all for enjoying the highest amount of sense gratification. But such a wrong conception of life cannot give anyone the desired peace of mind, and thus in spite of all advancement in knowledge by use of the resources of nature, no one is happy in this material civilization. The secret is that at every step they should try to execute sacrifices toward the path of world peace. The Bhagavad-gītā (18.45-46) also advises the same secret in the following verses."
    },
    {
        "verse": "25",
        "devanagari": "गतिं जिगीषत: पादौ रुरुहातेऽभिकामिकाम् ।पद्‍भ्यां यज्ञ: स्वयं हव्यं कर्मभि: क्रियते नृभि: ॥ २५ ॥",
        "english_devnagari": "gatiṁ jigīṣataḥ pādaururuhāte ’bhikāmikāmpadbhyāṁ yajñaḥ svayaṁ havyaṁkarmabhiḥ kriyate nṛbhiḥ",
        "verse_Syn": [
            "gatim",
            "jigīṣataḥ",
            "pādau",
            "ruruhāte",
            "abhikāmikām",
            "padbhyām",
            "yajñaḥ",
            "svayam",
            "havyam",
            "karmabhiḥ",
            "kriyate",
            "nṛbhiḥ"
        ],
        "translation": "Thereupon, because of His desiring to control movement, His legs became manifested, and from the legs the controlling deity named Viṣṇu was generated. By His personal supervision of this act, all varieties of human being are busily engaged in dutiful occupational sacrifice.",
        "purport": " Every human being is engaged in his particular occupational duty, and such activities are visible as men go hither and thither. This is very prominently visible in big cities of the world: people are going all over the cities with great concern, from one place to another. This movement is not limited only to the cities, but is also visible outside the cities from one place to another, or from one city to another, by different means of vehicles. Men are moving by cars and rails on the roads, by subways within the earth and by planes in the sky for the purpose of business success. But in all these movements the real purpose is to earn wealth for comfortable life. For this comfortable life the scientist is engaged, the artist is engaged, the engineer is engaged, the technician is engaged, all in different branches of human activity. But they do not know how to make the activities purposeful to fulfill the mission of human life. Because they do not know this secret, all their activities are targeted towards the goal of sense gratification without control, and therefore by all this business they are unknowingly entering into the deep regions of darkness. Because they have been captivated by the external energy of the Supreme Lord, they have completely forgotten the Supreme Lord Viṣṇu, and thus they have taken it for granted that this life, as presently manifested under the conditions of material nature, is all in all for enjoying the highest amount of sense gratification. But such a wrong conception of life cannot give anyone the desired peace of mind, and thus in spite of all advancement in knowledge by use of the resources of nature, no one is happy in this material civilization. The secret is that at every step they should try to execute sacrifices toward the path of world peace. The Bhagavad-gītā (18.45-46) also advises the same secret in the following verses. The Lord said to Arjuna: “Just hear from Me how one can attain the highest perfection in life simply by discharging his specified occupational duty. Man can attain the highest perfection of life by worshiping the Supreme Lord and by performing sacrifice for the sake of the Supreme Lord Viṣṇu, who is all-pervading and by whose control every living being acquires his desired facilities, according to his personal propensity.”"
    },
    {
        "verse": "25",
        "devanagari": "गतिं जिगीषत: पादौ रुरुहातेऽभिकामिकाम् ।पद्‍भ्यां यज्ञ: स्वयं हव्यं कर्मभि: क्रियते नृभि: ॥ २५ ॥",
        "english_devnagari": "gatiṁ jigīṣataḥ pādaururuhāte ’bhikāmikāmpadbhyāṁ yajñaḥ svayaṁ havyaṁkarmabhiḥ kriyate nṛbhiḥ",
        "verse_Syn": [
            "gatim",
            "jigīṣataḥ",
            "pādau",
            "ruruhāte",
            "abhikāmikām",
            "padbhyām",
            "yajñaḥ",
            "svayam",
            "havyam",
            "karmabhiḥ",
            "kriyate",
            "nṛbhiḥ"
        ],
        "translation": "Thereupon, because of His desiring to control movement, His legs became manifested, and from the legs the controlling deity named Viṣṇu was generated. By His personal supervision of this act, all varieties of human being are busily engaged in dutiful occupational sacrifice.",
        "purport": " Every human being is engaged in his particular occupational duty, and such activities are visible as men go hither and thither. This is very prominently visible in big cities of the world: people are going all over the cities with great concern, from one place to another. This movement is not limited only to the cities, but is also visible outside the cities from one place to another, or from one city to another, by different means of vehicles. Men are moving by cars and rails on the roads, by subways within the earth and by planes in the sky for the purpose of business success. But in all these movements the real purpose is to earn wealth for comfortable life. For this comfortable life the scientist is engaged, the artist is engaged, the engineer is engaged, the technician is engaged, all in different branches of human activity. But they do not know how to make the activities purposeful to fulfill the mission of human life. Because they do not know this secret, all their activities are targeted towards the goal of sense gratification without control, and therefore by all this business they are unknowingly entering into the deep regions of darkness. Because they have been captivated by the external energy of the Supreme Lord, they have completely forgotten the Supreme Lord Viṣṇu, and thus they have taken it for granted that this life, as presently manifested under the conditions of material nature, is all in all for enjoying the highest amount of sense gratification. But such a wrong conception of life cannot give anyone the desired peace of mind, and thus in spite of all advancement in knowledge by use of the resources of nature, no one is happy in this material civilization. The secret is that at every step they should try to execute sacrifices toward the path of world peace. The Bhagavad-gītā (18.45-46) also advises the same secret in the following verses. The Lord said to Arjuna: “Just hear from Me how one can attain the highest perfection in life simply by discharging his specified occupational duty. Man can attain the highest perfection of life by worshiping the Supreme Lord and by performing sacrifice for the sake of the Supreme Lord Viṣṇu, who is all-pervading and by whose control every living being acquires his desired facilities, according to his personal propensity.” There is no harm in having different propensities in life because every human being is proportionately independent to chalk out the plan of his life by different occupations, but one should make it a point in his life to know perfectly well that he is not independent absolutely. One is certainly under the control of the Supreme Lord and under different agencies. Knowing this, one should make it a point that by his work and the result of his labor he serves the Supreme Lord as prescribed by the authorities expert in the transcendental loving service of the Supreme Lord Viṣṇu. For performing such occupational duties of life the leg is the most important instrument of the body because without the help of the legs one cannot move from one place to another, and therefore the Lord has special control over the legs of all human beings, which are meant for performing yajñas."
    },
    {
        "verse": "26",
        "devanagari": "निरभिद्यत शिश्नो वै प्रजानन्दामृतार्थिन: ।उपस्थ आसीत् कामानां प्रियं तदुभयाश्रयम् ॥ २६ ॥",
        "english_devnagari": "nirabhidyata śiśno vaiprajānandāmṛtārthinaḥupastha āsīt kāmānāṁpriyaṁ tad-ubhayāśrayam",
        "verse_Syn": [
            "nirabhidyata",
            "śiśnaḥ",
            "vai",
            "prajā",
            "ānanda",
            "amṛta",
            "arthinaḥ",
            "upasthaḥ",
            "āsīt",
            "kāmānām",
            "priyam",
            "tat",
            "ubhaya",
            "āśrayam"
        ],
        "translation": "Thereupon, for sexual pleasure, begetting offspring and tasting heavenly nectar, the Lord developed the genitals, and thus there is the genital organ and its controlling deity, the Prajāpati. The object of sexual pleasure and the controlling deity are under the control of the genitals of the Lord.",
        "purport": " The heavenly pleasure for the conditioned soul is sexual pleasure, and this pleasure is tasted by the genitals. The woman is the object of sexual pleasure, and both the sense perception of sexual pleasure and the woman are controlled by the Prajāpati, who is under the control of the Lord’s genitals. The impersonalist must know from this verse that the Lord is not impersonal, for He has His genitals, on which all the pleasurable objects of sex depend. No one would have taken the trouble to maintain children if there were no taste of heavenly nectar by means of sexual intercourse. This material world is created to give the conditioned souls a chance for rejuvenation for going back home, back to Godhead, and therefore generation of the living being is necessary for upkeep of the purpose of creation. Sexual pleasure is an impetus for such action, and as such, one can even serve the Lord in the act of such sexual pleasure. The service is counted when the children born of such sexual pleasure are properly trained in God consciousness. The whole idea of material creation is to revive the dormant God consciousness of the living entity. In forms of life other than the human form, sexual pleasure is prominent without any motive of service for the mission of the Lord. But in the human form of life the conditioned soul can render service to the Lord by creating progeny suitable for the attainment of salvation. One can beget hundreds of children and enjoy the celestial pleasure of sexual intercourse, provided he is able to train the children in God consciousness. Otherwise begetting children is on the level of the swine. Rather, the swine is more expert than the human being because the swine can beget a dozen piglets at a time, whereas the human being can give birth to only one at a time. So one should always remember that the genitals, sexual pleasure, the woman and the offspring are all related in the service of the Lord, and one who forgets this relationship in the service of the Supreme Lord becomes subjected to the threefold miseries of material existence by the laws of nature. Perception of sexual pleasure is there even in the body of the dog, but there is no sense of God consciousness. The human form of life is distinct from that of the dog by the perception of God consciousness."
    },
    {
        "verse": "27",
        "devanagari": "उत्सिसृक्षोर्धातुमलं निरभिद्यत वै गुदम् ।तत: पायुस्ततो मित्र उत्सर्ग उभयाश्रय: ॥ २७ ॥",
        "english_devnagari": "utsisṛkṣor dhātu-malaṁnirabhidyata vai gudamtataḥ pāyus tato mitrautsarga ubhayāśrayaḥ",
        "verse_Syn": [
            "utsisṛkṣoḥ",
            "dhātu",
            "malam",
            "nirabhidyata",
            "vai",
            "gudam",
            "tataḥ",
            "pāyuḥ",
            "tataḥ",
            "mitraḥ",
            "utsargaḥ",
            "ubhaya",
            "āśrayaḥ"
        ],
        "translation": "Thereafter, when He desired to evacuate the refuse of eatables, the evacuating hole, anus, and the sensory organ thereof developed along with the controlling deity Mitra. The sensory organ and the evacuating substance are both under the shelter of the controlling deity.",
        "purport": " Even in the matter of evacuating stool, the refuse is controlled, so how can the living entity claim to be independent?"
    },
    {
        "verse": "28",
        "devanagari": "आसिसृप्सो: पुर: पुर्या नाभिद्वारमपानत: ।तत्रापानस्ततो मृत्यु: पृथक्त्वमुभयाश्रयम् ॥ २८ ॥",
        "english_devnagari": "āsisṛpsoḥ puraḥ puryānābhi-dvāram apānataḥtatrāpānas tato mṛtyuḥpṛthaktvam ubhayāśrayam",
        "verse_Syn": [
            "āsisṛpsoḥ",
            "puraḥ",
            "puryāḥ",
            "nābhi",
            "dvāram",
            "apānataḥ",
            "tatra",
            "apānaḥ",
            "tataḥ",
            "mṛtyuḥ",
            "pṛthaktvam",
            "ubhaya",
            "āśrayam"
        ],
        "translation": "Thereafter, when He desired to move from one body to another, the navel and the air of departure and death were combinedly created. The navel is the shelter for both, namely death and the separating force.",
        "purport": " The prāṇa-vāyu continues the life, and the apāna-vāyu stops the living force. Both the vibrations are generated from the abdominal hole, the navel. This navel is the joint from one body to the other. Lord Brahmā was born of the abdominal hole of Garbhodakaśāyī Viṣṇu as a separate body, and the same principle is followed even in the birth of any ordinary body. The body of the child develops from the body of the mother, and when the child is separated from the body of the mother, it is separated by cutting the navel joint. And that is the way the Supreme Lord manifested Himself as separated many. The living entities are therefore separated parts, and thus they have no independence."
    },
    {
        "verse": "29",
        "devanagari": "आदित्सोरन्नपानानामासन् कुक्ष्यन्त्रनाडय: ।नद्य: समुद्राश्च तयोस्तुष्टि: पुष्टिस्तदाश्रये ॥ २९ ॥",
        "english_devnagari": "āditsor anna-pānānāmāsan kukṣy-antra-nāḍayaḥnadyaḥ samudrāś ca tayostuṣṭiḥ puṣṭis tad-āśraye",
        "verse_Syn": [
            "āditsoḥ",
            "anna",
            "pānānām",
            "āsan",
            "kukṣi",
            "antra",
            "nāḍayaḥ",
            "nadyaḥ",
            "samudrāḥ",
            "ca",
            "tayoḥ",
            "tuṣṭiḥ",
            "puṣṭiḥ",
            "tat",
            "āśraye"
        ],
        "translation": "When there was a desire to have food and drink, the abdomen and the intestines and also the arteries became manifested. The rivers and seas are the source of their sustenance and metabolism.",
        "purport": " The controlling deities of the intestines are the rivers, and those of the arteries, the seas. Fulfillment of the belly with food and drink is the cause of sustenance, and the metabolism of the food and drink replaces the waste of the bodily energies. Therefore, the body’s health is dependent on healthy actions of the intestines and the arteries. The rivers and the seas, being the controlling deities of the two, keep the intestines and the arteries in healthy order."
    },
    {
        "verse": "30",
        "devanagari": "निदिध्यासोरात्ममायां हृदयं निरभिद्यत ।ततो मनश्चन्द्र इति सङ्कल्प: काम एव च ॥ ३० ॥",
        "english_devnagari": "nididhyāsor ātma-māyāṁhṛdayaṁ nirabhidyatatato manaś candra itisaṅkalpaḥ kāma eva ca",
        "verse_Syn": [
            "nididhyāsoḥ",
            "ātma",
            "māyām",
            "hṛdayam",
            "nirabhidyata",
            "tataḥ",
            "manaḥ",
            "candraḥ",
            "iti",
            "saṅkalpaḥ",
            "kāmaḥ",
            "eva",
            "ca"
        ],
        "translation": "When there was a desire to think about the activities of His own energy, then the heart (the seat of the mind), the mind, the moon, determination and all desire became manifested.",
        "purport": " The heart of every living entity is the seat of the Supersoul, Paramātmā, a plenary expansion of the Supreme Personality of Godhead. Without His presence the living entity cannot get into the working energy according to his past deeds. The living entities who are conditioned in the material world are manifested in the creation in terms of respective inclinations inherent in them, and the requisite material body is offered to each and every one of them by the material energy under the direction of the Supersoul. This is explained in the Bhagavad-gītā (9.10). When, therefore, the Supersoul is situated in the heart of the conditioned soul, the requisite mind is manifested in the conditioned soul, and he becomes conscious of his occupation as one is conscious of his duty after waking up from slumber. Therefore the material mind of the living entity develops when the Supersoul sits on his heart, after which the mind, the controlling deity (moon), and then the activities of the mind (namely thinking, feeling and willing) all take place. The activities of the mind cannot begin without the manifestation of the heart, and the heart becomes manifested when the Lord wants to see the activities of the material creation."
    },
    {
        "verse": "31",
        "devanagari": "त्वक्‍चर्ममांसरुधिरमेदोमज्जास्थिधातव: ।भूम्यप्तेजोमया: सप्त प्राणो व्योमाम्बुवायुभि: ॥ ३१ ॥",
        "english_devnagari": "tvak-carma-māṁsa-rudhira-medo-majjāsthi-dhātavaḥbhūmy-ap-tejomayāḥ saptaprāṇo vyomāmbu-vāyubhiḥ",
        "verse_Syn": [
            "tvak",
            "carma",
            "māṁsa",
            "rudhira",
            "medaḥ",
            "majjā",
            "asthi",
            "dhātavaḥ",
            "bhūmi",
            "ap",
            "tejaḥ",
            "mayāḥ",
            "sapta",
            "prāṇaḥ",
            "vyoma",
            "ambu",
            "vāyubhiḥ"
        ],
        "translation": "The seven elements of the body, namely the thin layer on the skin, the skin itself, the flesh, blood, fat, marrow and bone, are all made of earth, water and fire, whereas the life breath is produced by the sky, water and air.",
        "purport": " The construction of the whole material world is prominently made by three elements, namely earth, water and fire. But the living force is produced by sky, air and water. So water is the common element in both the gross and subtle forms of all material creation, and it should be noted herewith that due to necessity, water, being most prominent in the material creation, is the principal element of all the five. This material body is thus an embodiment of the five elements, and the gross manifestation is perceived because of three, namely earth, water, and fire. Sensations of touch are perceived due to the thin layer on the skin, and bone is as good as hard stone. The breathing air of life is produced of sky, air and water, and therefore open air, regular bath and ample space in which to live are favorable for healthy vitality. Fresh produce from the earth like grains and vegetables, as well as fresh water and heat, is good for the upkeep of the gross body."
    },
    {
        "verse": "32",
        "devanagari": "गुणात्मकानीन्द्रियाणि भूतादिप्रभवा गुणा: ।मन: सर्वविकारात्मा बुद्धिर्विज्ञानरूपिणी ॥ ३२ ॥",
        "english_devnagari": "guṇātmakānīndriyāṇibhūtādi-prabhavā guṇāḥmanaḥ sarva-vikārātmābuddhir vijñāna-rūpiṇī",
        "verse_Syn": [
            "guṇa",
            "ātmakāni",
            "indriyāṇi",
            "bhūta",
            "ādi",
            "prabhavāḥ",
            "guṇāḥ",
            "manaḥ",
            "sarva",
            "vikāra",
            "ātmā",
            "buddhiḥ",
            "vijñāna",
            "rūpiṇī"
        ],
        "translation": "The sense organs are attached to the modes of material nature, and the modes of material nature are products of the false ego. The mind is subjected to all kinds of material experiences (happiness and distress), and the intelligence is the feature of the mind’s deliberation.",
        "purport": " Illusioned by the material nature, the living entity identifies with false ego. More clearly, when the living entity is entrapped by the material body, he at once identifies with the bodily relationships, forgetting his own identity as spirit soul. This false ego associates with different modes of material nature, and thus the senses become attached to the modes of material nature. Mind is the instrument for feeling different material experiences, but intelligence is deliberative and can change everything for the better. The intelligent person, therefore, can attain salvation from the illusion of material existence by proper use of intelligence. An intelligent person can detect the awkward position of material existence and thus begin to inquire as to what he is, why he is subjected to different kinds of miseries, and how to get rid of all miseries, and thus, by good association, an advanced intelligent person can turn towards the better life of self-realization. It is advised, therefore, that an intelligent person associate with the great sages and saints who are on the path of salvation. By such association, one can receive instructions which are able to slacken the conditioned soul’s attachment for matter, and thus the intelligent man gradually gets rid of the illusion of matter and false ego and is promoted to the real life of eternity, knowledge and bliss."
    },
    {
        "verse": "33",
        "devanagari": "एतद्भगवतो रूपं स्थूलं ते व्याहृतं मया ।मह्यादिभिश्चावरणैरष्टभिर्बहिरावृतम् ॥ ३३ ॥",
        "english_devnagari": "etad bhagavato rūpaṁsthūlaṁ te vyāhṛtaṁ mayāmahy-ādibhiś cāvaraṇairaṣṭabhir bahir āvṛtam",
        "verse_Syn": [
            "etat",
            "bhagavataḥ",
            "rūpam",
            "sthūlam",
            "te",
            "vyāhṛtam",
            "mayā",
            "mahī",
            "ādibhiḥ",
            "ca",
            "avaraṇaiḥ",
            "aṣṭabhiḥ",
            "bahiḥ",
            "āvṛtam"
        ],
        "translation": "Thus by all this, the external feature of the Personality of Godhead is covered by gross forms such as those of planets, which were explained to you by me.",
        "purport": " As explained in the Bhagavad-gītā (7.4), the separated material energy of the Personality of Godhead is covered by eight kinds of material coverings: earth, water, fire, air, sky, mind, intelligence and false ego. All these are emanations from the Personality of Godhead as His external energy. These coverings are just like the covering of clouds for the sun. The cloud is a creation of the sun, yet it actually covers the eyes so that one cannot see the sun. The sun cannot be covered by the clouds. The cloud can at utmost extend a few hundreds of miles in the sky, but the sun is far greater than millions of miles. So a hundred-mile covering is not competent to cover millions of miles. Therefore, one of the various energies of the Supreme Personality of Godhead cannot, of course, cover the Lord. But these coverings are created by Him to cover the eyes of the conditioned souls who want to lord it over the material nature. Actually the conditioned souls are covered by the illusory creative cloud of matter, and the Lord reserves the right of not being exposed to their eyes. Because they have no eyes of transcendental vision and because they cannot see the Personality of Godhead, they therefore deny the existence of the Lord and the transcendental form of the Lord. The covering of the gigantic material feature is accepted by such men with a poor fund of knowledge, and how this is so is explained in the following verse."
    },
    {
        "verse": "34",
        "devanagari": "अत: परं सूक्ष्मतममव्यक्तं निर्विशेषणम् ।अनादिमध्यनिधनं नित्यं वाङ्‍मनस: परम् ॥ ३४ ॥",
        "english_devnagari": "ataḥ paraṁ sūkṣmatamamavyaktaṁ nirviśeṣaṇamanādi-madhya-nidhanaṁnityaṁ vāṅ-manasaḥ param",
        "verse_Syn": [
            "ataḥ",
            "param",
            "sūkṣmatamam",
            "avyaktam",
            "nirviśeṣaṇam",
            "anādi",
            "madhya",
            "nidhanam",
            "nityam",
            "vāk",
            "manasaḥ",
            "param"
        ],
        "translation": "Therefore beyond this [gross manifestation] is a transcendental manifestation finer than the finest form. It has no beginning, no intermediate stage and no end; therefore it is beyond the limits of expression or mental speculation and is distinct from the material conception.",
        "purport": " The gross external body of the Supreme is manifested at certain intervals, and thus the external feature or form of the Supreme Personality of Godhead is not the eternal form of the Lord, which has no beginning, no intermediate stage and no end. Anything which has a beginning, interim and end is called material. The material world is begun from the Lord, and thus the form of the Lord, before the beginning of the material world, is certainly transcendental to the finest, or the finer material conception. The ether in the material world is considered to be the finest. Finer than the ether is mind, intelligence and false ego. But all eight of the outward coverings are explained as outer coverings of the Absolute Truth. The Absolute Truth is therefore beyond the expression and speculation of the material conception. He is certainly transcendental to all material conceptions. This is called nirviśeṣaṇam. One should not, however, misunderstand nirviśeṣaṇam as being without any transcendental qualifications. Viśeṣaṇam means qualities. Therefore nir added to it means that he has no material qualities or variegatedness. This nullifying expression is described in four transcendental qualifications, namely unmanifested, transcendental, eternal, and beyond the conception of mind or word. Beyond the limits of words means negation of the material conception. Unless one is transcendentally situated, it is not possible to know the transcendental form of the Lord."
    },
    {
        "verse": "35",
        "devanagari": "अमुनी भगवद्रूपे मया ते ह्यनुवर्णिते ।उभे अपि न गृह्णन्ति मायासृष्टे विपश्चित: ॥ ३५ ॥",
        "english_devnagari": "amunī bhagavad-rūpemayā te hy anuvarṇiteubhe api na gṛhṇantimāyā-sṛṣṭe vipaścitaḥ",
        "verse_Syn": [
            "amunī",
            "bhagavat",
            "rūpe",
            "mayā",
            "te",
            "hi",
            "anuvarṇite",
            "ubhe",
            "api",
            "na",
            "gṛhṇanti",
            "māyā",
            "sṛṣṭe",
            "vipaḥ",
            "citaḥ"
        ],
        "translation": "Neither of the above forms of the Lord, as just described unto you from the material angle of vision, is accepted by the pure devotees of the Lord who know Him well.",
        "purport": " The impersonalists think of the Absolute Personality of Godhead in two different ways, as above mentioned. On the one hand they worship the Lord in His viśva-rūpa, or all-pervading universal form, and on the other they think of the Lord’s unmanifested, indescribable, subtle form. The theories of pantheism and monism are respectively applicable to these two conceptions of the Supreme as gross and subtle, but both of them are rejected by the learned pure devotees of the Lord because they are aware of the factual position. This is very clearly mentioned in the Eleventh Chapter of the Bhagavad-gītā, which records Arjuna’s experience of the viśva-rūpa of the Supreme Lord Śrī Kṛṣṇa:"
    },
    {
        "verse": "35",
        "devanagari": "अमुनी भगवद्रूपे मया ते ह्यनुवर्णिते ।उभे अपि न गृह्णन्ति मायासृष्टे विपश्चित: ॥ ३५ ॥",
        "english_devnagari": "amunī bhagavad-rūpemayā te hy anuvarṇiteubhe api na gṛhṇantimāyā-sṛṣṭe vipaścitaḥ",
        "verse_Syn": [
            "amunī",
            "bhagavat",
            "rūpe",
            "mayā",
            "te",
            "hi",
            "anuvarṇite",
            "ubhe",
            "api",
            "na",
            "gṛhṇanti",
            "māyā",
            "sṛṣṭe",
            "vipaḥ",
            "citaḥ"
        ],
        "translation": "Neither of the above forms of the Lord, as just described unto you from the material angle of vision, is accepted by the pure devotees of the Lord who know Him well.",
        "purport": " The impersonalists think of the Absolute Personality of Godhead in two different ways, as above mentioned. On the one hand they worship the Lord in His viśva-rūpa, or all-pervading universal form, and on the other they think of the Lord’s unmanifested, indescribable, subtle form. The theories of pantheism and monism are respectively applicable to these two conceptions of the Supreme as gross and subtle, but both of them are rejected by the learned pure devotees of the Lord because they are aware of the factual position. This is very clearly mentioned in the Eleventh Chapter of the Bhagavad-gītā, which records Arjuna’s experience of the viśva-rūpa of the Supreme Lord Śrī Kṛṣṇa: Arjuna, as a pure devotee of the Lord, never previously saw the contemplated universal form of the Lord (viśva-rūpa), but when he did see it, his curiosities were satisfied. But he was not happy to see such a form of the Lord because of his attachment as a pure devotee. He was afraid to see the gigantic form of the Lord. He therefore prayed to the Lord to assume His four-handed Nārāyaṇa or Kṛṣṇa form, which alone could please Arjuna. Undoubtedly the Lord has the supreme potency to exhibit Himself in multifarious forms, but the pure devotees of the Lord are interested in His forms as eternally exhibited in the abode of the Lord, known as the tripād-vibhūti or kingdom of God. The Lord in the tripād-vibhūti abode exhibits Himself in two forms, either with four hands or with two hands. The viśva-rūpa exhibited in the material manifestation has unlimited hands and unlimited dimensions with everything unlimited. The pure devotees of the Lord worship Him in His Vaikuṇṭha forms as Nārāyaṇa or Kṛṣṇa. Sometimes the same Vaikuṇṭha forms of the Lord are in the material world also by His grace as Śrī Rāma, Śrī Kṛṣṇa, Śrī Narasiṁhadeva, etc., and thus the pure devotees also worship them. Usually the features shown in the material world have no existence in the Vaikuṇṭha planets, and thus they are not accepted by the pure devotees. What the pure devotees worship from the very beginning are eternal forms of the Lord existing in the Vaikuṇṭha planets. The nondevotee impersonalists imagine the material forms of the Lord, and ultimately they merge in the impersonal brahmajyoti of the Lord, whereas the pure devotees of the Lord are worshipers of the Lord both in the beginning and also in the perfect stage of salvation, eternally. The worship of the pure devotee never stops, whereas the worship of the impersonalist stops after his attainment of salvation, when he merges in the impersonal form of the Lord known as the brahmajyoti. Therefore the pure devotees of the Lord are described here as vipaścita, or the learned who are in the knowledge of the Lord perfectly."
    },
    {
        "verse": "36",
        "devanagari": "स वाच्यवाचकतया भगवान् ब्रह्मरूपधृक् ।नामरूपक्रिया धत्ते सकर्माकर्मक: पर: ॥ ३६ ॥",
        "english_devnagari": "sa vācya-vācakatayābhagavān brahma-rūpa-dhṛknāma-rūpa-kriyā dhattesakarmākarmakaḥ paraḥ",
        "verse_Syn": [
            "saḥ",
            "vācya",
            "vācakatayā",
            "bhagavān",
            "brahma",
            "rūpa",
            "dhṛk",
            "nāma",
            "rūpa",
            "kriyā",
            "dhatte",
            "sa",
            "karma",
            "akarmakaḥ",
            "paraḥ"
        ],
        "translation": "He, the Personality of Godhead, manifests Himself in a transcendental form, being the subject of His transcendental name, quality, pastimes, entourage and transcendental variegatedness. Although He is unaffected by all such activities, He appears to be so engaged.",
        "purport": " Whenever there is a need of material creation, the transcendental Personality of Godhead accepts forms in the material world for creation, maintenance and destruction. One should be intelligent enough to know His activities in truth and not be biased to conclude that He descends to the material world by accepting a form created by material nature. Any form accepted from the material nature has its affection for everything done in the material world. A conditioned soul who accepts a material form for undergoing a certain term of material activities is subjected to the laws of matter. But here in this verse it is clearly stated that although the forms and activities of the Lord appear to be the same as those of a conditioned soul, they are supernatural and impossible for the conditioned soul. He, the Supreme Personality of Godhead, is always unaffected by such activities. In the Bhagavad-gītā (4.14) the Lord says:"
    },
    {
        "verse": "36",
        "devanagari": "स वाच्यवाचकतया भगवान् ब्रह्मरूपधृक् ।नामरूपक्रिया धत्ते सकर्माकर्मक: पर: ॥ ३६ ॥",
        "english_devnagari": "sa vācya-vācakatayābhagavān brahma-rūpa-dhṛknāma-rūpa-kriyā dhattesakarmākarmakaḥ paraḥ",
        "verse_Syn": [
            "saḥ",
            "vācya",
            "vācakatayā",
            "bhagavān",
            "brahma",
            "rūpa",
            "dhṛk",
            "nāma",
            "rūpa",
            "kriyā",
            "dhatte",
            "sa",
            "karma",
            "akarmakaḥ",
            "paraḥ"
        ],
        "translation": "He, the Personality of Godhead, manifests Himself in a transcendental form, being the subject of His transcendental name, quality, pastimes, entourage and transcendental variegatedness. Although He is unaffected by all such activities, He appears to be so engaged.",
        "purport": " Whenever there is a need of material creation, the transcendental Personality of Godhead accepts forms in the material world for creation, maintenance and destruction. One should be intelligent enough to know His activities in truth and not be biased to conclude that He descends to the material world by accepting a form created by material nature. Any form accepted from the material nature has its affection for everything done in the material world. A conditioned soul who accepts a material form for undergoing a certain term of material activities is subjected to the laws of matter. But here in this verse it is clearly stated that although the forms and activities of the Lord appear to be the same as those of a conditioned soul, they are supernatural and impossible for the conditioned soul. He, the Supreme Personality of Godhead, is always unaffected by such activities. In the Bhagavad-gītā (4.14) the Lord says: The Lord is never affected by the activities which He apparently performs by His different incarnations and personalities, nor does He have any desire to achieve success by fruitive activities. The Lord is full by His different potencies of wealth, strength, fame, beauty, knowledge and renunciation, and thus He has no reason for physical exertion like the conditioned soul. Therefore an intelligent person who can distinguish between the transcendental activities of the Lord and the activities of the conditioned souls is also not bound by the reactions of activities. The Lord as Viṣṇu, Brahmā and Śiva conducts the three modes of material nature. From Viṣṇu is born Brahmā, and from Brahmā is born Śiva. Sometimes Brahmā is a separated part of Viṣṇu, and sometimes Brahmā is Viṣṇu Himself. Thus Brahmā creates the different species of life all over the universe, which means that the Lord creates the whole manifestation either by Himself or through the agency of His authorized deputies."
    },
    {
        "verse": "37-40",
        "devanagari": "प्रजापतीन्मनून् देवानृषीन् पितृगणान् पृथक् ।सिद्धचारणगन्धर्वान् विद्याध्रासुरगुह्यकान् ॥ ३७ ॥किन्नराप्सरसो नागान् सर्पान् किम्पुरुषान्नरान् ।मातृ रक्ष:पिशाचांश्च प्रेतभूतविनायकान् ॥ ३८ ॥कूष्माण्डोन्मादवेतालान् यातुधानान् ग्रहानपि ।खगान्मृगान् पशून् वृक्षान् गिरीन्नृप सरीसृपान् ॥ ३९ ॥द्विविधाश्चतुर्विधा येऽन्ये जलस्थलनभौकस: ।कुशलाकुशला मिश्रा: कर्मणां गतयस्त्विमा: ॥ ४० ॥",
        "english_devnagari": "prajā-patīn manūn devānṛṣīn pitṛ-gaṇān pṛthaksiddha-cāraṇa-gandharvānvidyādhrāsura-guhyakān",
        "verse_Syn": [
            "prajā",
            "patīn",
            "manūn",
            "devān",
            "ṛṣīn",
            "pitṛ",
            "gaṇān",
            "pṛthak",
            "siddha",
            "cāraṇa",
            "gandharvān",
            "vidyādhra",
            "asura",
            "guhyakān",
            "kinnara",
            "apsarasaḥ",
            "nāgān",
            "sarpān",
            "kimpuruṣān",
            "narān",
            "mātṝ",
            "rakṣaḥ",
            "piśācān",
            "ca",
            "preta",
            "bhūta",
            "vināyakān",
            "kūṣmāṇḍa",
            "unmāda",
            "vetālān",
            "yātudhānān",
            "grahān",
            "api",
            "khagān",
            "mṛgān",
            "paśūn",
            "vṛkṣān",
            "girīn",
            "nṛpa",
            "sarīsṛpān",
            "dvi",
            "vidhāḥ",
            "catuḥ",
            "vidhāḥ",
            "ye",
            "anye",
            "jala",
            "sthala",
            "nabha",
            "okasaḥ",
            "kuśala",
            "akuśalāḥ",
            "miśrāḥ",
            "karmaṇām",
            "gatayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "O King, know from me that all living entities are created by the Supreme Lord according to their past deeds. This includes Brahmā and his sons like Dakṣa, the periodical heads like Vaivasvata Manu, the demigods like Indra, Candra and Varuṇa, the great sages like Bhṛgu, Vyāsa and Vasiṣṭha, the inhabitants of Pitṛloka and Siddhaloka, the Cāraṇas, Gandharvas, Vidyādharas, Asuras, Yakṣas, Kinnaras and angels, the serpentines, the monkey-shaped Kimpuruṣas, the human beings, the inhabitants of Mātṛloka, the demons, Piśācas, ghosts, spirits, lunatics and evil spirits, the good and evil stars, the goblins, the animals in the forest, the birds, the household animals, the reptiles, the mountains, the moving and standing living entities, the living entities born from embryos, from eggs, from perspiration and from seeds, and all others, whether they be in the water, land or sky, in happiness, in distress or in mixed happiness and distress. All of them, according to their past deeds, are created by the Supreme Lord.",
        "purport": " The varieties of living entities are mentioned in this list, and, with no exception from the topmost planet down to the lowest planet of the universe, all of them in different species of life are created by the Almighty Father, Viṣṇu. Therefore no one is independent of the Supreme Personality of Godhead. In the Bhagavad-gītā (14.4) the Lord therefore claims all living entities as His offspring in the following verse:"
    },
    {
        "verse": "37-40",
        "devanagari": "प्रजापतीन्मनून् देवानृषीन् पितृगणान् पृथक् ।सिद्धचारणगन्धर्वान् विद्याध्रासुरगुह्यकान् ॥ ३७ ॥किन्नराप्सरसो नागान् सर्पान् किम्पुरुषान्नरान् ।मातृ रक्ष:पिशाचांश्च प्रेतभूतविनायकान् ॥ ३८ ॥कूष्माण्डोन्मादवेतालान् यातुधानान् ग्रहानपि ।खगान्मृगान् पशून् वृक्षान् गिरीन्नृप सरीसृपान् ॥ ३९ ॥द्विविधाश्चतुर्विधा येऽन्ये जलस्थलनभौकस: ।कुशलाकुशला मिश्रा: कर्मणां गतयस्त्विमा: ॥ ४० ॥",
        "english_devnagari": "prajā-patīn manūn devānṛṣīn pitṛ-gaṇān pṛthaksiddha-cāraṇa-gandharvānvidyādhrāsura-guhyakān",
        "verse_Syn": [
            "prajā",
            "patīn",
            "manūn",
            "devān",
            "ṛṣīn",
            "pitṛ",
            "gaṇān",
            "pṛthak",
            "siddha",
            "cāraṇa",
            "gandharvān",
            "vidyādhra",
            "asura",
            "guhyakān",
            "kinnara",
            "apsarasaḥ",
            "nāgān",
            "sarpān",
            "kimpuruṣān",
            "narān",
            "mātṝ",
            "rakṣaḥ",
            "piśācān",
            "ca",
            "preta",
            "bhūta",
            "vināyakān",
            "kūṣmāṇḍa",
            "unmāda",
            "vetālān",
            "yātudhānān",
            "grahān",
            "api",
            "khagān",
            "mṛgān",
            "paśūn",
            "vṛkṣān",
            "girīn",
            "nṛpa",
            "sarīsṛpān",
            "dvi",
            "vidhāḥ",
            "catuḥ",
            "vidhāḥ",
            "ye",
            "anye",
            "jala",
            "sthala",
            "nabha",
            "okasaḥ",
            "kuśala",
            "akuśalāḥ",
            "miśrāḥ",
            "karmaṇām",
            "gatayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "O King, know from me that all living entities are created by the Supreme Lord according to their past deeds. This includes Brahmā and his sons like Dakṣa, the periodical heads like Vaivasvata Manu, the demigods like Indra, Candra and Varuṇa, the great sages like Bhṛgu, Vyāsa and Vasiṣṭha, the inhabitants of Pitṛloka and Siddhaloka, the Cāraṇas, Gandharvas, Vidyādharas, Asuras, Yakṣas, Kinnaras and angels, the serpentines, the monkey-shaped Kimpuruṣas, the human beings, the inhabitants of Mātṛloka, the demons, Piśācas, ghosts, spirits, lunatics and evil spirits, the good and evil stars, the goblins, the animals in the forest, the birds, the household animals, the reptiles, the mountains, the moving and standing living entities, the living entities born from embryos, from eggs, from perspiration and from seeds, and all others, whether they be in the water, land or sky, in happiness, in distress or in mixed happiness and distress. All of them, according to their past deeds, are created by the Supreme Lord.",
        "purport": " The varieties of living entities are mentioned in this list, and, with no exception from the topmost planet down to the lowest planet of the universe, all of them in different species of life are created by the Almighty Father, Viṣṇu. Therefore no one is independent of the Supreme Personality of Godhead. In the Bhagavad-gītā (14.4) the Lord therefore claims all living entities as His offspring in the following verse: The material nature is compared to the mother. Although every living being is seen to come out of the mother’s body, it is still a fact that the mother is not the ultimate cause of such a birth. The father is the ultimate cause of birth. Without the father’s seed, no mother can give birth to a child. Therefore the living beings in different varieties of forms and positions within the innumerable universes are all born of the seeds of the Almighty Father, the Personality of Godhead, and only to the man with a poor fund of knowledge do they appear to be born of the material nature. Being under the material energy of the Supreme Lord, all living entities beginning from Brahmā down to the insignificant ant are manifested in different bodies according to their past deeds."
    },
    {
        "verse": "37-40",
        "devanagari": "प्रजापतीन्मनून् देवानृषीन् पितृगणान् पृथक् ।सिद्धचारणगन्धर्वान् विद्याध्रासुरगुह्यकान् ॥ ३७ ॥किन्नराप्सरसो नागान् सर्पान् किम्पुरुषान्नरान् ।मातृ रक्ष:पिशाचांश्च प्रेतभूतविनायकान् ॥ ३८ ॥कूष्माण्डोन्मादवेतालान् यातुधानान् ग्रहानपि ।खगान्मृगान् पशून् वृक्षान् गिरीन्नृप सरीसृपान् ॥ ३९ ॥द्विविधाश्चतुर्विधा येऽन्ये जलस्थलनभौकस: ।कुशलाकुशला मिश्रा: कर्मणां गतयस्त्विमा: ॥ ४० ॥",
        "english_devnagari": "prajā-patīn manūn devānṛṣīn pitṛ-gaṇān pṛthaksiddha-cāraṇa-gandharvānvidyādhrāsura-guhyakān",
        "verse_Syn": [
            "prajā",
            "patīn",
            "manūn",
            "devān",
            "ṛṣīn",
            "pitṛ",
            "gaṇān",
            "pṛthak",
            "siddha",
            "cāraṇa",
            "gandharvān",
            "vidyādhra",
            "asura",
            "guhyakān",
            "kinnara",
            "apsarasaḥ",
            "nāgān",
            "sarpān",
            "kimpuruṣān",
            "narān",
            "mātṝ",
            "rakṣaḥ",
            "piśācān",
            "ca",
            "preta",
            "bhūta",
            "vināyakān",
            "kūṣmāṇḍa",
            "unmāda",
            "vetālān",
            "yātudhānān",
            "grahān",
            "api",
            "khagān",
            "mṛgān",
            "paśūn",
            "vṛkṣān",
            "girīn",
            "nṛpa",
            "sarīsṛpān",
            "dvi",
            "vidhāḥ",
            "catuḥ",
            "vidhāḥ",
            "ye",
            "anye",
            "jala",
            "sthala",
            "nabha",
            "okasaḥ",
            "kuśala",
            "akuśalāḥ",
            "miśrāḥ",
            "karmaṇām",
            "gatayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "O King, know from me that all living entities are created by the Supreme Lord according to their past deeds. This includes Brahmā and his sons like Dakṣa, the periodical heads like Vaivasvata Manu, the demigods like Indra, Candra and Varuṇa, the great sages like Bhṛgu, Vyāsa and Vasiṣṭha, the inhabitants of Pitṛloka and Siddhaloka, the Cāraṇas, Gandharvas, Vidyādharas, Asuras, Yakṣas, Kinnaras and angels, the serpentines, the monkey-shaped Kimpuruṣas, the human beings, the inhabitants of Mātṛloka, the demons, Piśācas, ghosts, spirits, lunatics and evil spirits, the good and evil stars, the goblins, the animals in the forest, the birds, the household animals, the reptiles, the mountains, the moving and standing living entities, the living entities born from embryos, from eggs, from perspiration and from seeds, and all others, whether they be in the water, land or sky, in happiness, in distress or in mixed happiness and distress. All of them, according to their past deeds, are created by the Supreme Lord.",
        "purport": " The varieties of living entities are mentioned in this list, and, with no exception from the topmost planet down to the lowest planet of the universe, all of them in different species of life are created by the Almighty Father, Viṣṇu. Therefore no one is independent of the Supreme Personality of Godhead. In the Bhagavad-gītā (14.4) the Lord therefore claims all living entities as His offspring in the following verse: The material nature is compared to the mother. Although every living being is seen to come out of the mother’s body, it is still a fact that the mother is not the ultimate cause of such a birth. The father is the ultimate cause of birth. Without the father’s seed, no mother can give birth to a child. Therefore the living beings in different varieties of forms and positions within the innumerable universes are all born of the seeds of the Almighty Father, the Personality of Godhead, and only to the man with a poor fund of knowledge do they appear to be born of the material nature. Being under the material energy of the Supreme Lord, all living entities beginning from Brahmā down to the insignificant ant are manifested in different bodies according to their past deeds. The material nature is one of the energies of the Lord (Bg. 7.4). The material nature is inferior in comparison to the living entities, the superior nature. The superior nature and inferior nature of the Lord combine to manifest all universal affairs."
    },
    {
        "verse": "37-40",
        "devanagari": "प्रजापतीन्मनून् देवानृषीन् पितृगणान् पृथक् ।सिद्धचारणगन्धर्वान् विद्याध्रासुरगुह्यकान् ॥ ३७ ॥किन्नराप्सरसो नागान् सर्पान् किम्पुरुषान्नरान् ।मातृ रक्ष:पिशाचांश्च प्रेतभूतविनायकान् ॥ ३८ ॥कूष्माण्डोन्मादवेतालान् यातुधानान् ग्रहानपि ।खगान्मृगान् पशून् वृक्षान् गिरीन्नृप सरीसृपान् ॥ ३९ ॥द्विविधाश्चतुर्विधा येऽन्ये जलस्थलनभौकस: ।कुशलाकुशला मिश्रा: कर्मणां गतयस्त्विमा: ॥ ४० ॥",
        "english_devnagari": "prajā-patīn manūn devānṛṣīn pitṛ-gaṇān pṛthaksiddha-cāraṇa-gandharvānvidyādhrāsura-guhyakān",
        "verse_Syn": [
            "prajā",
            "patīn",
            "manūn",
            "devān",
            "ṛṣīn",
            "pitṛ",
            "gaṇān",
            "pṛthak",
            "siddha",
            "cāraṇa",
            "gandharvān",
            "vidyādhra",
            "asura",
            "guhyakān",
            "kinnara",
            "apsarasaḥ",
            "nāgān",
            "sarpān",
            "kimpuruṣān",
            "narān",
            "mātṝ",
            "rakṣaḥ",
            "piśācān",
            "ca",
            "preta",
            "bhūta",
            "vināyakān",
            "kūṣmāṇḍa",
            "unmāda",
            "vetālān",
            "yātudhānān",
            "grahān",
            "api",
            "khagān",
            "mṛgān",
            "paśūn",
            "vṛkṣān",
            "girīn",
            "nṛpa",
            "sarīsṛpān",
            "dvi",
            "vidhāḥ",
            "catuḥ",
            "vidhāḥ",
            "ye",
            "anye",
            "jala",
            "sthala",
            "nabha",
            "okasaḥ",
            "kuśala",
            "akuśalāḥ",
            "miśrāḥ",
            "karmaṇām",
            "gatayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "O King, know from me that all living entities are created by the Supreme Lord according to their past deeds. This includes Brahmā and his sons like Dakṣa, the periodical heads like Vaivasvata Manu, the demigods like Indra, Candra and Varuṇa, the great sages like Bhṛgu, Vyāsa and Vasiṣṭha, the inhabitants of Pitṛloka and Siddhaloka, the Cāraṇas, Gandharvas, Vidyādharas, Asuras, Yakṣas, Kinnaras and angels, the serpentines, the monkey-shaped Kimpuruṣas, the human beings, the inhabitants of Mātṛloka, the demons, Piśācas, ghosts, spirits, lunatics and evil spirits, the good and evil stars, the goblins, the animals in the forest, the birds, the household animals, the reptiles, the mountains, the moving and standing living entities, the living entities born from embryos, from eggs, from perspiration and from seeds, and all others, whether they be in the water, land or sky, in happiness, in distress or in mixed happiness and distress. All of them, according to their past deeds, are created by the Supreme Lord.",
        "purport": " The varieties of living entities are mentioned in this list, and, with no exception from the topmost planet down to the lowest planet of the universe, all of them in different species of life are created by the Almighty Father, Viṣṇu. Therefore no one is independent of the Supreme Personality of Godhead. In the Bhagavad-gītā (14.4) the Lord therefore claims all living entities as His offspring in the following verse: The material nature is compared to the mother. Although every living being is seen to come out of the mother’s body, it is still a fact that the mother is not the ultimate cause of such a birth. The father is the ultimate cause of birth. Without the father’s seed, no mother can give birth to a child. Therefore the living beings in different varieties of forms and positions within the innumerable universes are all born of the seeds of the Almighty Father, the Personality of Godhead, and only to the man with a poor fund of knowledge do they appear to be born of the material nature. Being under the material energy of the Supreme Lord, all living entities beginning from Brahmā down to the insignificant ant are manifested in different bodies according to their past deeds. The material nature is one of the energies of the Lord (Bg. 7.4). The material nature is inferior in comparison to the living entities, the superior nature. The superior nature and inferior nature of the Lord combine to manifest all universal affairs. Some of the living entities are relatively happy in better conditions of life, whereas others are in distressed conditions of life. But factually, none of them are actually happy in material conditional life. No one can be happy in prison life, although one may be a first-class prisoner and another a third-class prisoner. The intelligent person should not try to be promoted from third-class prison life to first-class prison life, but should try to be released from the prison altogether. One may be promoted to first-class prisoner, but the same first-class prisoner is again degraded to a third-class prisoner in the next term. One should try to be free from prison life and go back home, back to Godhead. That is the real goal for all types of living entities."
    },
    {
        "verse": "41",
        "devanagari": "सत्त्वं रजस्तम इति तिस्र: सुरनृनारका: ।तत्राप्येकैकशो राजन् भिद्यन्ते गतयस्त्रिधा ।यदैकैकतरोऽन्याभ्यां स्वभाव उपहन्यते ॥ ४१ ॥",
        "english_devnagari": "sattvaṁ rajas tama ititisraḥ sura-nṛ-nārakāḥtatrāpy ekaikaśo rājanbhidyante gatayas tridhāyadaikaikataro ’nyābhyāṁsva-bhāva upahanyate",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "tisraḥ",
            "sura",
            "nṛ",
            "nārakāḥ",
            "tatra",
            "api",
            "ekaikaśaḥ",
            "rājan",
            "bhidyante",
            "gatayaḥ",
            "tridhā",
            "yadā",
            "ekaikataraḥ",
            "anyābhyām",
            "sva",
            "bhāvaḥ",
            "upahanyate"
        ],
        "translation": "According to the different modes of material nature — the mode of goodness, the mode of passion and the mode of darkness — there are different living creatures, who are known as demigods, human beings and hellish living entities. O King, even a particular mode of nature, being mixed with the other two, is divided into three, and thus each kind of living creature is influenced by the other modes and acquires its habits also.",
        "purport": " The living entities individually are being conducted by a particular mode of nature, but at the same time there is every chance of their being influenced by the other two. Generally, all conditioned souls in the material encagement are influenced by the mode of passion because every one of them is trying to lord it over the material nature to fulfill his individual desire. But in spite of the individual mode of passion, there is always the chance of being influenced by the other modes of nature by association. If one is in good association he can develop the mode of goodness, and if in bad association he may develop the mode of darkness or ignorance. Nothing is stereotyped. One can change his habit by good or bad association, and one has to become intelligent enough to discriminate between good and bad. The best association is the service of the devotees of the Lord, and by that association one can become the highest qualified man by the grace of the Lord’s pure devotees. As we have already seen in the life of Śrīla Nārada Muni, he became the topmost devotee of the Lord simply by the association of pure devotees of the Lord. By birth he was the son of a maidservant and had no knowledge of his father and no academic education, even of the lowest status. But simply by associating with the devotees and by eating the remnants of their foodstuff, he gradually developed the transcendental qualities of the devotees. By such association, his taste for chanting and hearing the transcendental glories of the Lord became prominent, and because the glories of the Lord are nondifferent from the Lord, he got direct association with the Lord by means of sound representation. Similarly, there is the life of Ajāmila (Sixth Canto), who was the son of a brāhmaṇa and was educated and trained properly in the discharge of the duties of a brāhmaṇa, but who in spite of all this, because he contacted the bad association of a prostitute, was put into the path of the lowest quality of caṇḍāla, or the last position for a human being. Therefore the Bhāgavatam always recommends the association of the mahat, or the great soul, for opening the gate of salvation. To associate with persons engaged in lording it over the material world means to enter into the darkest region of hell. One should try to raise himself by the association of the great soul. That is the way of the perfection of life."
    },
    {
        "verse": "42",
        "devanagari": "स एवेदं जगद्धाता भगवान् धर्मरूपधृक् ।पुष्णाति स्थापयन् विश्वं तिर्यङ्‍नरसुरादिभि: ॥ ४२ ॥",
        "english_devnagari": "sa evedaṁ jagad-dhātābhagavān dharma-rūpa-dhṛkpuṣṇāti sthāpayan viśvaṁtiryaṅ-nara-surādibhiḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "idam",
            "jagat",
            "dhātā",
            "bhagavān",
            "dharma",
            "rūpa",
            "dhṛk",
            "puṣṇāti",
            "sthāpayan",
            "viśvam",
            "tiryak",
            "nara",
            "sura",
            "ādibhiḥ"
        ],
        "translation": "He, the Personality of Godhead, as the maintainer of all in the universe, appears in different incarnations after establishing the creation, and thus He reclaims all kinds of conditioned souls amongst the humans, the nonhumans and the demigods.",
        "purport": " The Supreme Personality of Godhead Viṣṇu incarnates Himself in different societies of living entities to reclaim them from the clutches of illusion, and such activities of the Lord are not limited only to human society. He incarnates Himself even as a fish, hog, tree and many other forms, but less intelligent persons who have no knowledge of Him deride Him even if He is in human society as a human being. The Lord therefore says in the Bhagavad-gītā (9.11):"
    },
    {
        "verse": "42",
        "devanagari": "स एवेदं जगद्धाता भगवान् धर्मरूपधृक् ।पुष्णाति स्थापयन् विश्वं तिर्यङ्‍नरसुरादिभि: ॥ ४२ ॥",
        "english_devnagari": "sa evedaṁ jagad-dhātābhagavān dharma-rūpa-dhṛkpuṣṇāti sthāpayan viśvaṁtiryaṅ-nara-surādibhiḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "idam",
            "jagat",
            "dhātā",
            "bhagavān",
            "dharma",
            "rūpa",
            "dhṛk",
            "puṣṇāti",
            "sthāpayan",
            "viśvam",
            "tiryak",
            "nara",
            "sura",
            "ādibhiḥ"
        ],
        "translation": "He, the Personality of Godhead, as the maintainer of all in the universe, appears in different incarnations after establishing the creation, and thus He reclaims all kinds of conditioned souls amongst the humans, the nonhumans and the demigods.",
        "purport": " The Supreme Personality of Godhead Viṣṇu incarnates Himself in different societies of living entities to reclaim them from the clutches of illusion, and such activities of the Lord are not limited only to human society. He incarnates Himself even as a fish, hog, tree and many other forms, but less intelligent persons who have no knowledge of Him deride Him even if He is in human society as a human being. The Lord therefore says in the Bhagavad-gītā (9.11): As we have already discussed in the previous verses, it is concluded that the Lord is never a product of the material creation. His transcendental position is always unchanged. He is the eternal form of knowledge and bliss, and He executes His almighty will by His different energies. As such, He is never the subject of reactions for any of His acts. He is transcendental to all such conceptions of actions and reactions. Even if He is visible in the material world, the exhibition is only of His internal energy, for He is above the good and bad conceptions of this material world. In the material world the fish or the hog may be considered lower than the man, but when the Lord appears as a fish or hog, He is neither of them in the material conception. It is His causeless mercy that He appears in every society or species of life, but He is never to be considered one of them. Conceptions of the material world such as good and bad, lower and upper, important and insignificant, are estimations of the material energy, and the Supreme Lord is transcendental to all such conceptions. The words paraṁ bhāvam, or transcendental nature, can never be compared to the material conception. We should not forget that the potencies of the Almighty Lord are always the same and do not decrease because the Lord assumes the form of a lower animal. There is no difference between Lord Śrī Rāma, Lord Śrī Kṛṣṇa and His incarnations as a fish and hog. He is all-pervading and simultaneously localized at any and every place. But the foolish person with a poor fund of knowledge, for want of that paraṁ bhāvam of the Lord, cannot understand how the Supreme Lord can take the form of a man or a fish. One compares everything to one’s own standard of knowledge, as the frog in the well considers the sea to be like the well. The frog in the well cannot even think of the sea, and when such a frog is informed of the greatness of the sea, it takes the conception of the sea as being a little greater than the well. As such, one who is foolish about the transcendental science of the Lord will find it difficult to understand how Lord Viṣṇu can equally manifest Himself in every society of living entities."
    },
    {
        "verse": "43",
        "devanagari": "तत: कालाग्निरुद्रात्मा यत्सृष्टमिदमात्मन: ।संनियच्छति तत् काले घनानीकमिवानिल: ॥ ४३ ॥",
        "english_devnagari": "tataḥ kālāgni-rudrātmāyat sṛṣṭam idam ātmanaḥsanniyacchati tat kāleghanānīkam ivānilaḥ",
        "verse_Syn": [
            "tataḥ",
            "kāla",
            "agni",
            "rudra",
            "ātmā",
            "yat",
            "sṛṣṭam",
            "idam",
            "ātmanaḥ",
            "sam",
            "niyacchati",
            "tat",
            "kāle",
            "ghana",
            "anīkam",
            "iva",
            "anilaḥ"
        ],
        "translation": "Thereafter, at the end of the millennium, the Lord Himself in the form of Rudra, the destroyer, will annihilate the complete creation as the wind displaces the clouds.",
        "purport": " This creation is very appropriately compared to clouds. Clouds are created or situated in the sky, and when they are displaced they remain in the same sky without manifestation. Similarly, the whole creation is made by the Supreme Personality of Godhead in His form of Brahmā, it is maintained by Him in the form of Viṣṇu, and it is destroyed by Him in the form of Rudra, or Śiva, all in due course. This creation, maintenance and destruction are nicely explained in the Bhagavad-gītā (8.19-20) as follows:"
    },
    {
        "verse": "43",
        "devanagari": "तत: कालाग्निरुद्रात्मा यत्सृष्टमिदमात्मन: ।संनियच्छति तत् काले घनानीकमिवानिल: ॥ ४३ ॥",
        "english_devnagari": "tataḥ kālāgni-rudrātmāyat sṛṣṭam idam ātmanaḥsanniyacchati tat kāleghanānīkam ivānilaḥ",
        "verse_Syn": [
            "tataḥ",
            "kāla",
            "agni",
            "rudra",
            "ātmā",
            "yat",
            "sṛṣṭam",
            "idam",
            "ātmanaḥ",
            "sam",
            "niyacchati",
            "tat",
            "kāle",
            "ghana",
            "anīkam",
            "iva",
            "anilaḥ"
        ],
        "translation": "Thereafter, at the end of the millennium, the Lord Himself in the form of Rudra, the destroyer, will annihilate the complete creation as the wind displaces the clouds.",
        "purport": " This creation is very appropriately compared to clouds. Clouds are created or situated in the sky, and when they are displaced they remain in the same sky without manifestation. Similarly, the whole creation is made by the Supreme Personality of Godhead in His form of Brahmā, it is maintained by Him in the form of Viṣṇu, and it is destroyed by Him in the form of Rudra, or Śiva, all in due course. This creation, maintenance and destruction are nicely explained in the Bhagavad-gītā (8.19-20) as follows: The nature of the material world is that it is first created very nicely, then it develops very nicely and stays for a great number of years (even beyond the calculation of the greatest mathematician), but after that it is again destroyed during the night of Brahmā, without any resistance, and at the end of the night of Brahmā it is again manifested as a creation to follow the same principles of maintenance and destruction."
    },
    {
        "verse": "43",
        "devanagari": "तत: कालाग्निरुद्रात्मा यत्सृष्टमिदमात्मन: ।संनियच्छति तत् काले घनानीकमिवानिल: ॥ ४३ ॥",
        "english_devnagari": "tataḥ kālāgni-rudrātmāyat sṛṣṭam idam ātmanaḥsanniyacchati tat kāleghanānīkam ivānilaḥ",
        "verse_Syn": [
            "tataḥ",
            "kāla",
            "agni",
            "rudra",
            "ātmā",
            "yat",
            "sṛṣṭam",
            "idam",
            "ātmanaḥ",
            "sam",
            "niyacchati",
            "tat",
            "kāle",
            "ghana",
            "anīkam",
            "iva",
            "anilaḥ"
        ],
        "translation": "Thereafter, at the end of the millennium, the Lord Himself in the form of Rudra, the destroyer, will annihilate the complete creation as the wind displaces the clouds.",
        "purport": " This creation is very appropriately compared to clouds. Clouds are created or situated in the sky, and when they are displaced they remain in the same sky without manifestation. Similarly, the whole creation is made by the Supreme Personality of Godhead in His form of Brahmā, it is maintained by Him in the form of Viṣṇu, and it is destroyed by Him in the form of Rudra, or Śiva, all in due course. This creation, maintenance and destruction are nicely explained in the Bhagavad-gītā (8.19-20) as follows: The nature of the material world is that it is first created very nicely, then it develops very nicely and stays for a great number of years (even beyond the calculation of the greatest mathematician), but after that it is again destroyed during the night of Brahmā, without any resistance, and at the end of the night of Brahmā it is again manifested as a creation to follow the same principles of maintenance and destruction. The foolish conditioned soul who has taken this temporary world as a permanent settlement has to learn intelligently why such creation and destruction take place. The fruitive actors in the material world are very enthusiastic in the creation of big enterprises, big houses, big empires, big industries and so many big, big things out of the energy and ingredients supplied by the material agent of the Supreme Lord. With such resources, and at the cost of valuable energy, the conditioned soul creates, satisfies his whims, but unwillingly has to depart from all his creations and enter into another phase of life to create again and again. To give hope to such foolish conditioned souls who waste their energy in this temporary material world, the Lord gives information that there is another nature, which is eternally existent without being occasionally created or destroyed, and that the conditioned soul can understand what he should do and how his valuable energy may be utilized. Instead of wasting his energy in matter, which is sure to be destroyed in due course by the supreme will, the conditioned soul should utilize his energy in the devotional service of the Lord so that he can be transferred to the other, eternal nature, where there is no birth, no death, no creation, no destruction, but permanent life instead, full of knowledge and unlimited bliss. The temporary creation is thus exhibited and destroyed just to give information to the conditioned soul who is attached to temporary things. It is also meant to give him a chance for self-realization, and not for sense gratification, which is the prime aim of all fruitive actors."
    },
    {
        "verse": "44",
        "devanagari": "इत्थंभावेन कथितो भगवान् भगवत्तम: ।नेत्थंभावेन हि परं द्रष्टुमर्हन्ति सूरय: ॥ ४४ ॥",
        "english_devnagari": "ittham-bhāvena kathitobhagavān bhagavattamaḥnettham-bhāvena hi paraṁdraṣṭum arhanti sūrayaḥ",
        "verse_Syn": [
            "ittham",
            "bhāvena",
            "kathitaḥ",
            "bhagavān",
            "bhagavat",
            "tamaḥ",
            "na",
            "ittham",
            "bhāvena",
            "hi",
            "param",
            "draṣṭum",
            "arhanti",
            "sūrayaḥ"
        ],
        "translation": "The great transcendentalists thus describe the activities of the Supreme Personality of Godhead, but the pure devotees deserve to see more glorious things in transcendence, beyond these features.",
        "purport": " The Lord is not only the creator and destroyer of the material manifestations of His different energies. He is more than a simple creator and destroyer, for there is His feature of ānanda, or His pleasure feature. This pleasure feature of the Lord is understood by the pure devotees only, and not by others. The impersonalist is satisfied simply by understanding the all-pervasive influence of the Lord. This is called Brahman realization. Greater than the impersonalist is the mystic who sees the Lord situated in his heart as Paramātmā, the partial representation of the Lord. But there are pure devotees who take part in the direct pleasure (ānanda) potency of the Lord by factual reciprocation of loving service. The Lord in His abode called the Vaikuṇṭha planets, which are eternal manifestations, always remains with His associates and enjoys transcendental loving services by His pure devotees in different transcendental humors. The pure devotees of the Lord thus undergo a practice of that devotional service to the Lord during the manifestation of the creation and take full advantage of the manifestation by qualifying themselves to enter into the kingdom of God. The Bhagavad-gītā (18.55) confirms this:"
    },
    {
        "verse": "44",
        "devanagari": "इत्थंभावेन कथितो भगवान् भगवत्तम: ।नेत्थंभावेन हि परं द्रष्टुमर्हन्ति सूरय: ॥ ४४ ॥",
        "english_devnagari": "ittham-bhāvena kathitobhagavān bhagavattamaḥnettham-bhāvena hi paraṁdraṣṭum arhanti sūrayaḥ",
        "verse_Syn": [
            "ittham",
            "bhāvena",
            "kathitaḥ",
            "bhagavān",
            "bhagavat",
            "tamaḥ",
            "na",
            "ittham",
            "bhāvena",
            "hi",
            "param",
            "draṣṭum",
            "arhanti",
            "sūrayaḥ"
        ],
        "translation": "The great transcendentalists thus describe the activities of the Supreme Personality of Godhead, but the pure devotees deserve to see more glorious things in transcendence, beyond these features.",
        "purport": " The Lord is not only the creator and destroyer of the material manifestations of His different energies. He is more than a simple creator and destroyer, for there is His feature of ānanda, or His pleasure feature. This pleasure feature of the Lord is understood by the pure devotees only, and not by others. The impersonalist is satisfied simply by understanding the all-pervasive influence of the Lord. This is called Brahman realization. Greater than the impersonalist is the mystic who sees the Lord situated in his heart as Paramātmā, the partial representation of the Lord. But there are pure devotees who take part in the direct pleasure (ānanda) potency of the Lord by factual reciprocation of loving service. The Lord in His abode called the Vaikuṇṭha planets, which are eternal manifestations, always remains with His associates and enjoys transcendental loving services by His pure devotees in different transcendental humors. The pure devotees of the Lord thus undergo a practice of that devotional service to the Lord during the manifestation of the creation and take full advantage of the manifestation by qualifying themselves to enter into the kingdom of God. The Bhagavad-gītā (18.55) confirms this: By development of pure devotional service one can factually know the Lord as He is and thus be trained in the bona fide service of the Lord and be allowed to enter into the direct association of the Lord in so many capacities. The highest glorious association with the Lord is made possible in the planet of Goloka Vṛndāvana, where Lord Kṛṣṇa enjoys Himself with the gopīs and His favorite animals, the surabhi cows. A description of this transcendental land of Kṛṣṇa is given in the Brahma-saṁhitā, which is considered by Lord Śrī Caitanya to be the most authentic literature in this connection."
    },
    {
        "verse": "45",
        "devanagari": "नास्य कर्मणि जन्मादौ परस्यानुविधीयते ।कर्तृत्वप्रतिषेधार्थं माययारोपितं हि तत् ॥ ४५ ॥",
        "english_devnagari": "nāsya karmaṇi janmādauparasyānuvidhīyatekartṛtva-pratiṣedhārthaṁmāyayāropitaṁ hi tat",
        "verse_Syn": [
            "na",
            "asya",
            "karmaṇi",
            "janma",
            "ādau",
            "parasya",
            "anuvidhīyate",
            "kartṛtva",
            "pratiṣedha",
            "artham",
            "māyayā",
            "āropitam",
            "hi",
            "tat"
        ],
        "translation": "There is no direct engineering by the Lord for the creation and destruction of the material world. What is described in the Vedas about His direct interference is simply to counteract the idea that material nature is the creator.",
        "purport": " The Vedic direction for the creation, maintenance and destruction of the material world is this: yato vā imāni bhūtāni jāyante; yena jātāni jīvanti; yat prayanty abhisaṁviśanti — i.e., everything is created by Brahman, after creation everything is maintained by Brahman, and after annihilation everything is conserved in Brahman. Gross materialists without any knowledge of Brahman, Paramātmā or Bhagavān conclude material nature to be the ultimate cause of the material manifestation, and the modern scientist also shares this view that the material nature is the ultimate cause of all the manifestations of the material world. This view is refuted by all Vedic literature. The Vedānta philosophy mentions that Brahman is the fountainhead of all creation, maintenance and destruction, and Śrīmad-Bhāgavatam, the natural commentation on the Vedānta philosophy, says, janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ svarāṭ, etc."
    },
    {
        "verse": "45",
        "devanagari": "नास्य कर्मणि जन्मादौ परस्यानुविधीयते ।कर्तृत्वप्रतिषेधार्थं माययारोपितं हि तत् ॥ ४५ ॥",
        "english_devnagari": "nāsya karmaṇi janmādauparasyānuvidhīyatekartṛtva-pratiṣedhārthaṁmāyayāropitaṁ hi tat",
        "verse_Syn": [
            "na",
            "asya",
            "karmaṇi",
            "janma",
            "ādau",
            "parasya",
            "anuvidhīyate",
            "kartṛtva",
            "pratiṣedha",
            "artham",
            "māyayā",
            "āropitam",
            "hi",
            "tat"
        ],
        "translation": "There is no direct engineering by the Lord for the creation and destruction of the material world. What is described in the Vedas about His direct interference is simply to counteract the idea that material nature is the creator.",
        "purport": " The Vedic direction for the creation, maintenance and destruction of the material world is this: yato vā imāni bhūtāni jāyante; yena jātāni jīvanti; yat prayanty abhisaṁviśanti — i.e., everything is created by Brahman, after creation everything is maintained by Brahman, and after annihilation everything is conserved in Brahman. Gross materialists without any knowledge of Brahman, Paramātmā or Bhagavān conclude material nature to be the ultimate cause of the material manifestation, and the modern scientist also shares this view that the material nature is the ultimate cause of all the manifestations of the material world. This view is refuted by all Vedic literature. The Vedānta philosophy mentions that Brahman is the fountainhead of all creation, maintenance and destruction, and Śrīmad-Bhāgavatam, the natural commentation on the Vedānta philosophy, says, janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ svarāṭ, etc. Inert matter is undoubtedly energy with potential to interact, but it has no initiative of its own. Śrīmad-Bhāgavatam therefore comments on the aphorism janmādy asya by saying abhijñaḥ and svarāṭ, i.e., the Supreme Brahman is not inert matter, but He is supreme consciousness and is independent. Therefore inert matter cannot be the ultimate cause of the creation, maintenance and destruction of the material world. Superficially material nature appears to be the cause of creation, maintenance and destruction, but material nature is set into motion for creation by the supreme conscious being, the Personality of Godhead. He is the background of all creation, maintenance and destruction, and this is confirmed in the Bhagavad-gītā (9.10):"
    },
    {
        "verse": "45",
        "devanagari": "नास्य कर्मणि जन्मादौ परस्यानुविधीयते ।कर्तृत्वप्रतिषेधार्थं माययारोपितं हि तत् ॥ ४५ ॥",
        "english_devnagari": "nāsya karmaṇi janmādauparasyānuvidhīyatekartṛtva-pratiṣedhārthaṁmāyayāropitaṁ hi tat",
        "verse_Syn": [
            "na",
            "asya",
            "karmaṇi",
            "janma",
            "ādau",
            "parasya",
            "anuvidhīyate",
            "kartṛtva",
            "pratiṣedha",
            "artham",
            "māyayā",
            "āropitam",
            "hi",
            "tat"
        ],
        "translation": "There is no direct engineering by the Lord for the creation and destruction of the material world. What is described in the Vedas about His direct interference is simply to counteract the idea that material nature is the creator.",
        "purport": " The Vedic direction for the creation, maintenance and destruction of the material world is this: yato vā imāni bhūtāni jāyante; yena jātāni jīvanti; yat prayanty abhisaṁviśanti — i.e., everything is created by Brahman, after creation everything is maintained by Brahman, and after annihilation everything is conserved in Brahman. Gross materialists without any knowledge of Brahman, Paramātmā or Bhagavān conclude material nature to be the ultimate cause of the material manifestation, and the modern scientist also shares this view that the material nature is the ultimate cause of all the manifestations of the material world. This view is refuted by all Vedic literature. The Vedānta philosophy mentions that Brahman is the fountainhead of all creation, maintenance and destruction, and Śrīmad-Bhāgavatam, the natural commentation on the Vedānta philosophy, says, janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ svarāṭ, etc. Inert matter is undoubtedly energy with potential to interact, but it has no initiative of its own. Śrīmad-Bhāgavatam therefore comments on the aphorism janmādy asya by saying abhijñaḥ and svarāṭ, i.e., the Supreme Brahman is not inert matter, but He is supreme consciousness and is independent. Therefore inert matter cannot be the ultimate cause of the creation, maintenance and destruction of the material world. Superficially material nature appears to be the cause of creation, maintenance and destruction, but material nature is set into motion for creation by the supreme conscious being, the Personality of Godhead. He is the background of all creation, maintenance and destruction, and this is confirmed in the Bhagavad-gītā (9.10): The material nature is one of the energies of the Lord, and she can work under the direction of the Lord (adhyakṣeṇa). When the Lord throws His transcendental glance over the material nature, then only can the material nature act, as a father contacts the mother, who is then able to conceive a child. Although it appears to the layman that the mother gives birth to the child, the experienced man knows that the father gives birth to the child. The material nature therefore produces the moving and standing manifestations of the material world after being contacted by the supreme father, and not independently. Considering material nature to be the cause of creation, maintenance, etc., is called “the logic of nipples on the neck of a goat.” The Caitanya-caritāmṛta by Śrīla Kṛṣṇadāsa Kavirāja Gosvāmī describes this logic of ajā-gala-stana-nyāya as follows (as explained by His Divine Grace Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja): “The material nature, as the material cause, is known as pradhāna, and as the efficient cause is known as māyā. But since it is inert matter, it is not the remote cause of creation.” Kavirāja Gosvāmī states as follows:"
    },
    {
        "verse": "45",
        "devanagari": "नास्य कर्मणि जन्मादौ परस्यानुविधीयते ।कर्तृत्वप्रतिषेधार्थं माययारोपितं हि तत् ॥ ४५ ॥",
        "english_devnagari": "nāsya karmaṇi janmādauparasyānuvidhīyatekartṛtva-pratiṣedhārthaṁmāyayāropitaṁ hi tat",
        "verse_Syn": [
            "na",
            "asya",
            "karmaṇi",
            "janma",
            "ādau",
            "parasya",
            "anuvidhīyate",
            "kartṛtva",
            "pratiṣedha",
            "artham",
            "māyayā",
            "āropitam",
            "hi",
            "tat"
        ],
        "translation": "There is no direct engineering by the Lord for the creation and destruction of the material world. What is described in the Vedas about His direct interference is simply to counteract the idea that material nature is the creator.",
        "purport": " The Vedic direction for the creation, maintenance and destruction of the material world is this: yato vā imāni bhūtāni jāyante; yena jātāni jīvanti; yat prayanty abhisaṁviśanti — i.e., everything is created by Brahman, after creation everything is maintained by Brahman, and after annihilation everything is conserved in Brahman. Gross materialists without any knowledge of Brahman, Paramātmā or Bhagavān conclude material nature to be the ultimate cause of the material manifestation, and the modern scientist also shares this view that the material nature is the ultimate cause of all the manifestations of the material world. This view is refuted by all Vedic literature. The Vedānta philosophy mentions that Brahman is the fountainhead of all creation, maintenance and destruction, and Śrīmad-Bhāgavatam, the natural commentation on the Vedānta philosophy, says, janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ svarāṭ, etc. Inert matter is undoubtedly energy with potential to interact, but it has no initiative of its own. Śrīmad-Bhāgavatam therefore comments on the aphorism janmādy asya by saying abhijñaḥ and svarāṭ, i.e., the Supreme Brahman is not inert matter, but He is supreme consciousness and is independent. Therefore inert matter cannot be the ultimate cause of the creation, maintenance and destruction of the material world. Superficially material nature appears to be the cause of creation, maintenance and destruction, but material nature is set into motion for creation by the supreme conscious being, the Personality of Godhead. He is the background of all creation, maintenance and destruction, and this is confirmed in the Bhagavad-gītā (9.10): The material nature is one of the energies of the Lord, and she can work under the direction of the Lord (adhyakṣeṇa). When the Lord throws His transcendental glance over the material nature, then only can the material nature act, as a father contacts the mother, who is then able to conceive a child. Although it appears to the layman that the mother gives birth to the child, the experienced man knows that the father gives birth to the child. The material nature therefore produces the moving and standing manifestations of the material world after being contacted by the supreme father, and not independently. Considering material nature to be the cause of creation, maintenance, etc., is called “the logic of nipples on the neck of a goat.” The Caitanya-caritāmṛta by Śrīla Kṛṣṇadāsa Kavirāja Gosvāmī describes this logic of ajā-gala-stana-nyāya as follows (as explained by His Divine Grace Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja): “The material nature, as the material cause, is known as pradhāna, and as the efficient cause is known as māyā. But since it is inert matter, it is not the remote cause of creation.” Kavirāja Gosvāmī states as follows: Because Kāraṇārṇavaśāyī Viṣṇu is a plenary expansion of Kṛṣṇa, it is He who electrifies the matter to put it in motion. The example of electrification is quite appropriate. A piece of iron is certainly not fire, but when the iron is made red-hot, certainly it has the quality of fire through its burning capacity. Matter is compared to the piece of iron, and it is electrified or made red-hot by the glance or manipulation of the supreme consciousness of Viṣṇu. Only by such electrification is the energy of matter displayed in various actions and reactions. Therefore the inert matter is neither efficient nor the material cause of the cosmic manifestation. Śrī Kapiladeva has said:"
    },
    {
        "verse": "45",
        "devanagari": "नास्य कर्मणि जन्मादौ परस्यानुविधीयते ।कर्तृत्वप्रतिषेधार्थं माययारोपितं हि तत् ॥ ४५ ॥",
        "english_devnagari": "nāsya karmaṇi janmādauparasyānuvidhīyatekartṛtva-pratiṣedhārthaṁmāyayāropitaṁ hi tat",
        "verse_Syn": [
            "na",
            "asya",
            "karmaṇi",
            "janma",
            "ādau",
            "parasya",
            "anuvidhīyate",
            "kartṛtva",
            "pratiṣedha",
            "artham",
            "māyayā",
            "āropitam",
            "hi",
            "tat"
        ],
        "translation": "There is no direct engineering by the Lord for the creation and destruction of the material world. What is described in the Vedas about His direct interference is simply to counteract the idea that material nature is the creator.",
        "purport": " The Vedic direction for the creation, maintenance and destruction of the material world is this: yato vā imāni bhūtāni jāyante; yena jātāni jīvanti; yat prayanty abhisaṁviśanti — i.e., everything is created by Brahman, after creation everything is maintained by Brahman, and after annihilation everything is conserved in Brahman. Gross materialists without any knowledge of Brahman, Paramātmā or Bhagavān conclude material nature to be the ultimate cause of the material manifestation, and the modern scientist also shares this view that the material nature is the ultimate cause of all the manifestations of the material world. This view is refuted by all Vedic literature. The Vedānta philosophy mentions that Brahman is the fountainhead of all creation, maintenance and destruction, and Śrīmad-Bhāgavatam, the natural commentation on the Vedānta philosophy, says, janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ svarāṭ, etc. Inert matter is undoubtedly energy with potential to interact, but it has no initiative of its own. Śrīmad-Bhāgavatam therefore comments on the aphorism janmādy asya by saying abhijñaḥ and svarāṭ, i.e., the Supreme Brahman is not inert matter, but He is supreme consciousness and is independent. Therefore inert matter cannot be the ultimate cause of the creation, maintenance and destruction of the material world. Superficially material nature appears to be the cause of creation, maintenance and destruction, but material nature is set into motion for creation by the supreme conscious being, the Personality of Godhead. He is the background of all creation, maintenance and destruction, and this is confirmed in the Bhagavad-gītā (9.10): The material nature is one of the energies of the Lord, and she can work under the direction of the Lord (adhyakṣeṇa). When the Lord throws His transcendental glance over the material nature, then only can the material nature act, as a father contacts the mother, who is then able to conceive a child. Although it appears to the layman that the mother gives birth to the child, the experienced man knows that the father gives birth to the child. The material nature therefore produces the moving and standing manifestations of the material world after being contacted by the supreme father, and not independently. Considering material nature to be the cause of creation, maintenance, etc., is called “the logic of nipples on the neck of a goat.” The Caitanya-caritāmṛta by Śrīla Kṛṣṇadāsa Kavirāja Gosvāmī describes this logic of ajā-gala-stana-nyāya as follows (as explained by His Divine Grace Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja): “The material nature, as the material cause, is known as pradhāna, and as the efficient cause is known as māyā. But since it is inert matter, it is not the remote cause of creation.” Kavirāja Gosvāmī states as follows: Because Kāraṇārṇavaśāyī Viṣṇu is a plenary expansion of Kṛṣṇa, it is He who electrifies the matter to put it in motion. The example of electrification is quite appropriate. A piece of iron is certainly not fire, but when the iron is made red-hot, certainly it has the quality of fire through its burning capacity. Matter is compared to the piece of iron, and it is electrified or made red-hot by the glance or manipulation of the supreme consciousness of Viṣṇu. Only by such electrification is the energy of matter displayed in various actions and reactions. Therefore the inert matter is neither efficient nor the material cause of the cosmic manifestation. Śrī Kapiladeva has said: The original fire, its flame, its sparks and its smoke are all one, for fire is still fire yet is different from the flame, flame is different from sparks, and sparks are different from the smoke. In every one of them, namely in the flames, in the sparks and in the smoke, the integrity of fire is present, yet all of them are differently situated with different positions. The cosmic manifestation is compared to the smoke because when smoke passes over the sky so many forms appear, resembling many known and unknown manifestations. The sparks are compared to living entities, and the flames are compared to material nature (pradhāna). One must know that each and every one of them is effective simply because of being empowered by the quality of the original fire. Therefore all of them, namely the material nature, the cosmic manifestation and the living entities, are but different energies of the Lord (fire). Therefore those who accept the material nature as the cosmic manifestation’s original cause (prakṛti, the cause of creation according to Sāṅkhya philosophy) are not correct in their conclusion. The material nature has no separate existence without the Lord. Therefore, setting aside the Supreme Lord as the cause of all causes is the logic of ajā-gala-stana-nyāya, or trying to milk the nipples on the neck of a goat. The nipples on the neck of a goat may seem like sources of milk, but to try to get milk from such nipples will be foolish."
    },
    {
        "verse": "46",
        "devanagari": "अयं तु ब्रह्मण: कल्प: सविकल्प उदाहृत: ।विधि: साधारणो यत्र सर्गा: प्राकृतवैकृता: ॥ ४६ ॥",
        "english_devnagari": "ayaṁ tu brahmaṇaḥ kalpaḥsavikalpa udāhṛtaḥvidhiḥ sādhāraṇo yatrasargāḥ prākṛta-vaikṛtāḥ",
        "verse_Syn": [
            "ayam",
            "tu",
            "brahmaṇaḥ",
            "kalpaḥ",
            "sa",
            "vikalpaḥ",
            "udāhṛtaḥ",
            "vidhiḥ",
            "sādhāraṇaḥ",
            "yatra",
            "sargāḥ",
            "prākṛta",
            "vaikṛtāḥ"
        ],
        "translation": "This process of creation and annihilation described in summary herein is the regulative principle during the duration of Brahmā’s one day. It is also the regulative principle in the creation of mahat, in which the material nature is dispersed.",
        "purport": " There are three different types of creation, called mahā-kalpa, vikalpa and kalpa. In the mahā-kalpa the Lord assumes the first puruṣa incarnation as Kāraṇodakaśāyī Viṣṇu with all the potencies of the mahat-tattva and the sixteen principles of creative matter and instruments. The creative instruments are eleven, the ingredients are five, and all of them are products of mahat, or materialistic ego. These creations by the Lord in His feature of Kāraṇodakaśāyī Viṣṇu are called mahā-kalpa. The creation of Brahmā and dispersion of the material ingredients are called vikalpa, and the creation by Brahmā in each day of his life is called kalpa. Therefore each day of Brahmā is called a kalpa, and there are thirty kalpas in terms of Brahmā’s days. This is also confirmed in the Bhagavad-gītā (8.17) as follows:"
    },
    {
        "verse": "46",
        "devanagari": "अयं तु ब्रह्मण: कल्प: सविकल्प उदाहृत: ।विधि: साधारणो यत्र सर्गा: प्राकृतवैकृता: ॥ ४६ ॥",
        "english_devnagari": "ayaṁ tu brahmaṇaḥ kalpaḥsavikalpa udāhṛtaḥvidhiḥ sādhāraṇo yatrasargāḥ prākṛta-vaikṛtāḥ",
        "verse_Syn": [
            "ayam",
            "tu",
            "brahmaṇaḥ",
            "kalpaḥ",
            "sa",
            "vikalpaḥ",
            "udāhṛtaḥ",
            "vidhiḥ",
            "sādhāraṇaḥ",
            "yatra",
            "sargāḥ",
            "prākṛta",
            "vaikṛtāḥ"
        ],
        "translation": "This process of creation and annihilation described in summary herein is the regulative principle during the duration of Brahmā’s one day. It is also the regulative principle in the creation of mahat, in which the material nature is dispersed.",
        "purport": " There are three different types of creation, called mahā-kalpa, vikalpa and kalpa. In the mahā-kalpa the Lord assumes the first puruṣa incarnation as Kāraṇodakaśāyī Viṣṇu with all the potencies of the mahat-tattva and the sixteen principles of creative matter and instruments. The creative instruments are eleven, the ingredients are five, and all of them are products of mahat, or materialistic ego. These creations by the Lord in His feature of Kāraṇodakaśāyī Viṣṇu are called mahā-kalpa. The creation of Brahmā and dispersion of the material ingredients are called vikalpa, and the creation by Brahmā in each day of his life is called kalpa. Therefore each day of Brahmā is called a kalpa, and there are thirty kalpas in terms of Brahmā’s days. This is also confirmed in the Bhagavad-gītā (8.17) as follows: In the upper planetary system the duration of one complete day and night is equal to one complete year of this earth. This is accepted even by the modern scientist and attested by the astronauts. Similarly, in the region of still higher planetary systems the duration of day and night is still greater than in the heavenly planets. The four yugas are calculated in terms of the heavenly calendars and accordingly are twelve thousand years in terms of the heavenly planets. This is called a divya-yuga, and one thousand divya-yugas make one day of Brahmā. The creation during the day of Brahmā is called kalpa, and the creation of Brahmā is called vikalpa. When vikalpas are made possible by the breathing of Mahā-Viṣṇu, this is called a mahā-kalpa. There are regular and systematic cycles of these mahā-kalpas, vikalpas and kalpas. In answer to Mahārāja Parīkṣit’s question about them, Śukadeva Gosvāmī answered in the Prabhāsa-khaṇḍa of the Skanda Purāṇa. They are as follows:"
    },
    {
        "verse": "46",
        "devanagari": "अयं तु ब्रह्मण: कल्प: सविकल्प उदाहृत: ।विधि: साधारणो यत्र सर्गा: प्राकृतवैकृता: ॥ ४६ ॥",
        "english_devnagari": "ayaṁ tu brahmaṇaḥ kalpaḥsavikalpa udāhṛtaḥvidhiḥ sādhāraṇo yatrasargāḥ prākṛta-vaikṛtāḥ",
        "verse_Syn": [
            "ayam",
            "tu",
            "brahmaṇaḥ",
            "kalpaḥ",
            "sa",
            "vikalpaḥ",
            "udāhṛtaḥ",
            "vidhiḥ",
            "sādhāraṇaḥ",
            "yatra",
            "sargāḥ",
            "prākṛta",
            "vaikṛtāḥ"
        ],
        "translation": "This process of creation and annihilation described in summary herein is the regulative principle during the duration of Brahmā’s one day. It is also the regulative principle in the creation of mahat, in which the material nature is dispersed.",
        "purport": " There are three different types of creation, called mahā-kalpa, vikalpa and kalpa. In the mahā-kalpa the Lord assumes the first puruṣa incarnation as Kāraṇodakaśāyī Viṣṇu with all the potencies of the mahat-tattva and the sixteen principles of creative matter and instruments. The creative instruments are eleven, the ingredients are five, and all of them are products of mahat, or materialistic ego. These creations by the Lord in His feature of Kāraṇodakaśāyī Viṣṇu are called mahā-kalpa. The creation of Brahmā and dispersion of the material ingredients are called vikalpa, and the creation by Brahmā in each day of his life is called kalpa. Therefore each day of Brahmā is called a kalpa, and there are thirty kalpas in terms of Brahmā’s days. This is also confirmed in the Bhagavad-gītā (8.17) as follows: In the upper planetary system the duration of one complete day and night is equal to one complete year of this earth. This is accepted even by the modern scientist and attested by the astronauts. Similarly, in the region of still higher planetary systems the duration of day and night is still greater than in the heavenly planets. The four yugas are calculated in terms of the heavenly calendars and accordingly are twelve thousand years in terms of the heavenly planets. This is called a divya-yuga, and one thousand divya-yugas make one day of Brahmā. The creation during the day of Brahmā is called kalpa, and the creation of Brahmā is called vikalpa. When vikalpas are made possible by the breathing of Mahā-Viṣṇu, this is called a mahā-kalpa. There are regular and systematic cycles of these mahā-kalpas, vikalpas and kalpas. In answer to Mahārāja Parīkṣit’s question about them, Śukadeva Gosvāmī answered in the Prabhāsa-khaṇḍa of the Skanda Purāṇa. They are as follows: Therefore the thirty kalpas of Brahmā are: (1) Śveta-kalpa, (2) Nīlalohita, (3) Vāmadeva, (4) Gāthāntara, (5) Raurava, (6) Prāṇa, (7) Bṛhat-kalpa, (8) Kandarpa, (9) Sadyotha, (10) Īśāna, (11) Dhyāna, (12) Sārasvata, (13) Udāna, (14) Garuḍa, (15) Kaurma, (16) Nārasiṁha, (17) Samādhi, (18) Āgneya, (19) Viṣṇuja, (20) Saura, (21) Soma-kalpa, (22) Bhāvana, (23) Supuma, (24) Vaikuṇṭha, (25) Arciṣa, (26) Valī-kalpa, (27) Vairāja, (28) Gaurī-kalpa, (29) Māheśvara, (30) Paitṛ-kalpa."
    },
    {
        "verse": "46",
        "devanagari": "अयं तु ब्रह्मण: कल्प: सविकल्प उदाहृत: ।विधि: साधारणो यत्र सर्गा: प्राकृतवैकृता: ॥ ४६ ॥",
        "english_devnagari": "ayaṁ tu brahmaṇaḥ kalpaḥsavikalpa udāhṛtaḥvidhiḥ sādhāraṇo yatrasargāḥ prākṛta-vaikṛtāḥ",
        "verse_Syn": [
            "ayam",
            "tu",
            "brahmaṇaḥ",
            "kalpaḥ",
            "sa",
            "vikalpaḥ",
            "udāhṛtaḥ",
            "vidhiḥ",
            "sādhāraṇaḥ",
            "yatra",
            "sargāḥ",
            "prākṛta",
            "vaikṛtāḥ"
        ],
        "translation": "This process of creation and annihilation described in summary herein is the regulative principle during the duration of Brahmā’s one day. It is also the regulative principle in the creation of mahat, in which the material nature is dispersed.",
        "purport": " There are three different types of creation, called mahā-kalpa, vikalpa and kalpa. In the mahā-kalpa the Lord assumes the first puruṣa incarnation as Kāraṇodakaśāyī Viṣṇu with all the potencies of the mahat-tattva and the sixteen principles of creative matter and instruments. The creative instruments are eleven, the ingredients are five, and all of them are products of mahat, or materialistic ego. These creations by the Lord in His feature of Kāraṇodakaśāyī Viṣṇu are called mahā-kalpa. The creation of Brahmā and dispersion of the material ingredients are called vikalpa, and the creation by Brahmā in each day of his life is called kalpa. Therefore each day of Brahmā is called a kalpa, and there are thirty kalpas in terms of Brahmā’s days. This is also confirmed in the Bhagavad-gītā (8.17) as follows: In the upper planetary system the duration of one complete day and night is equal to one complete year of this earth. This is accepted even by the modern scientist and attested by the astronauts. Similarly, in the region of still higher planetary systems the duration of day and night is still greater than in the heavenly planets. The four yugas are calculated in terms of the heavenly calendars and accordingly are twelve thousand years in terms of the heavenly planets. This is called a divya-yuga, and one thousand divya-yugas make one day of Brahmā. The creation during the day of Brahmā is called kalpa, and the creation of Brahmā is called vikalpa. When vikalpas are made possible by the breathing of Mahā-Viṣṇu, this is called a mahā-kalpa. There are regular and systematic cycles of these mahā-kalpas, vikalpas and kalpas. In answer to Mahārāja Parīkṣit’s question about them, Śukadeva Gosvāmī answered in the Prabhāsa-khaṇḍa of the Skanda Purāṇa. They are as follows: Therefore the thirty kalpas of Brahmā are: (1) Śveta-kalpa, (2) Nīlalohita, (3) Vāmadeva, (4) Gāthāntara, (5) Raurava, (6) Prāṇa, (7) Bṛhat-kalpa, (8) Kandarpa, (9) Sadyotha, (10) Īśāna, (11) Dhyāna, (12) Sārasvata, (13) Udāna, (14) Garuḍa, (15) Kaurma, (16) Nārasiṁha, (17) Samādhi, (18) Āgneya, (19) Viṣṇuja, (20) Saura, (21) Soma-kalpa, (22) Bhāvana, (23) Supuma, (24) Vaikuṇṭha, (25) Arciṣa, (26) Valī-kalpa, (27) Vairāja, (28) Gaurī-kalpa, (29) Māheśvara, (30) Paitṛ-kalpa. These are Brahmā’s days only, and he has to live months and years up to one hundred, so we can just imagine how many creations there are in kalpas only. Then again there are vikalpas, which are generated by the breathing of Mahā-Viṣṇu, as stated in the Brahma-saṁhitā (yasyaika-niśvasita-kālam athāvalambya jīvanti loma-vilajā jagadaṇḍa-nāthāḥ). The Brahmās live only during the breathing period of Mahā-Viṣṇu. So the exhaling and inhaling of Viṣṇu are mahā-kalpas, and all these are due to the Supreme Personality of Godhead, for no one else is the master of all creations."
    },
    {
        "verse": "47",
        "devanagari": "परिमाणं च कालस्य कल्पलक्षणविग्रहम् ।यथा पुरस्ताद्व्याख्यास्ये पाद्मं कल्पमथो श‍ृणु ॥ ४७ ॥",
        "english_devnagari": "parimāṇaṁ ca kālasyakalpa-lakṣaṇa-vigrahamyathā purastād vyākhyāsyepādmaṁ kalpam atho śṛṇu",
        "verse_Syn": [
            "parimāṇam",
            "ca",
            "kālasya",
            "kalpa",
            "lakṣaṇa",
            "vigraham",
            "yathā",
            "purastāt",
            "vyākhyāsye",
            "pādmam",
            "kalpam",
            "atho",
            "śṛṇu"
        ],
        "translation": "O King, I shall in due course explain the measurement of time in its gross and subtle features with the specific symptoms of each, but for the present let me explain unto you the Pādma-kalpa.",
        "purport": " The present duration of a kalpa of Brahmā is called the Varāha-kalpa or Śvetavarāha-kalpa because the incarnation of the Lord as Varāha took place during the creation of Brahmā, who was born on the lotus coming out of the abdomen of Viṣṇu. Therefore this Varāha-kalpa is also called Pādma-kalpa, and this is testified by ācāryas like Jīva Gosvāmī as well as Viśvanātha Cakravartī Ṭhākura in pursuance of the first commentator, Svāmī Śrīdhara. So there is no contradiction between the Varāha and the Pādma-kalpa of Brahmā."
    },
    {
        "verse": "48",
        "devanagari": "शौनक उवाचयदाह नो भवान् सूत क्षत्ता भागवतोत्तम: ।चचार तीर्थानि भुवस्त्यक्त्वा बन्धून् सुदुस्त्यजान् ॥ ४८ ॥",
        "english_devnagari": "śaunaka uvācayad āha no bhavān sūtakṣattā bhāgavatottamaḥcacāra tīrthāni bhuvastyaktvā bandhūn sudustyajān",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "yat",
            "āha",
            "naḥ",
            "bhavān",
            "sūta",
            "kṣattā",
            "bhāgavata",
            "uttamaḥ",
            "cacāra",
            "tīrthāni",
            "bhuvaḥ",
            "tyaktvā",
            "bandhūn",
            "su",
            "dustyajān"
        ],
        "translation": "Śaunaka Ṛṣi, after hearing all about the creation, inquired from Sūta Gosvāmī about Vidura, for Sūta Gosvāmī had previously informed him how Vidura left home, leaving aside all his relatives, who were very difficult to leave.",
        "purport": " The ṛṣis headed by Śaunaka were more anxious to know about Vidura, who met Maitreya Ṛṣi while traveling to the pilgrimage sites of the world."
    },
    {
        "verse": "49-50",
        "devanagari": "क्षत्तु: कौशारवेस्तस्य संवादोऽध्यात्मसंश्रित: ।यद्वा स भगवांस्तस्मै पृष्टस्तत्त्वमुवाच ह ॥ ४९ ॥ब्रूहि नस्तदिदं सौम्य विदुरस्य विचेष्टितम् ।बन्धुत्यागनिमित्तं च यथैवागतवान् पुन: ॥ ५० ॥",
        "english_devnagari": "kṣattuḥ kauśāraves tasyasaṁvādo ’dhyātma-saṁśritaḥyad vā sa bhagavāṁs tasmaipṛṣṭas tattvam uvāca ha",
        "verse_Syn": [
            "kṣattuḥ",
            "kauśāraveḥ",
            "tasya",
            "saṁvādaḥ",
            "adhyātma",
            "saṁśritaḥ",
            "yat",
            "vā",
            "saḥ",
            "bhagavān",
            "tasmai",
            "pṛṣṭaḥ",
            "tattvam",
            "uvāca",
            "ha",
            "brūhi",
            "naḥ",
            "tat",
            "idam",
            "saumya",
            "vidurasya",
            "viceṣṭitam",
            "bandhu",
            "tyāga",
            "nimittam",
            "ca",
            "yathā",
            "eva",
            "āgatavān",
            "punaḥ"
        ],
        "translation": "Śaunaka Ṛṣi said: Let us know, please, what topics were discussed between Vidura and Maitreya, who talked on transcendental subjects, and what was inquired by Vidura and replied by Maitreya. Also please let us know the reason for Vidura’s giving up the connection of his family members, and why he again came home. Please also let us know the activities of Vidura while he was in the places of pilgrimage.",
        "purport": " Śrī Sūta Gosvāmī was narrating the topics of the creation and destruction of the material world, but it appears that the ṛṣis headed by Śaunaka were more inclined to hear of transcendental subjects, which are on a higher level than the physical. There are two classes of men, namely those too addicted to the gross body and the material world, and others, on the higher level, who are interested more in transcendental knowledge. Śrīmad-Bhāgavatam gives facility to everyone, both to the materialist and to the transcendentalist. By hearing Śrīmad-Bhāgavatam in the matter of the Lord’s glorious activities both in the material world and in the transcendental world, men can derive equal benefit. The materialists are more interested in the physical laws and how they are acting, and they see wonders in those physical glamors. Sometimes, due to physical glamors, they forget the glories of the Lord. They should know definitely that physical activities and their wonders are all initiated by the Lord. The rose in the garden gradually takes its shape and color to become beautiful and sweet not by a blind physical law, although it appears like that. Behind that physical law is the direction of the complete consciousness of the Supreme Lord; otherwise things cannot take shape so systematically. The artist draws a picture of a rose very nicely with all attention and artistic sense, and yet it does not become as perfect as the real rose. If that is the real fact, how can we say that the real rose has taken its shape without intelligence behind the beauty? This sort of conclusion is due to a poor fund of knowledge. One must know from the above description of creation and annihilation that the supreme consciousness, being omnipresent, can take care of everything with perfect attention. That is the fact of the omnipresence of the Supreme Lord. Persons, still more foolish than the gross materialists, however, claim to be transcendentalists and claim to have such supreme all-pervading consciousness, but offer no proof. Such foolish persons cannot know what is going on behind the next wall, yet they are falsely proud of possessing the cosmic, all-pervading consciousness of the Supreme Person. For them also, hearing of Śrīmad-Bhāgavatam is a great help. It will open their eyes to see that simply by claiming supreme consciousness one does not become supremely conscious. One has to prove in the physical world that he has such supreme consciousness. The ṛṣis of Naimiṣāraṇya, however, were above the gross materialists and the false transcendentalists, and thus they were always anxious to know the real truth in transcendental matters, as discussed by authorities."
    },
    {
        "verse": "51",
        "devanagari": "सूत उवाचराज्ञा परीक्षिता पृष्टो यदवोचन्महामुनि: ।तद्वोऽभिधास्ये श‍ृणुत राज्ञ: प्रश्नानुसारत: ॥ ५१ ॥यच्च व्रजन्त्यनिमिषामृषभानुवृत्त्यादूरेयमा ह्युपरि न: स्पृहणीयशीला: ।भर्तुर्मिथ: सुयशस: कथनानुराग-वैक्लव्यबाष्पकलया पुलकीकृताङ्गा: ॥",
        "english_devnagari": "sūta uvācarājñā parīkṣitā pṛṣṭoyad avocan mahā-muniḥtad vo ’bhidhāsye śṛṇutarājñaḥ praśnānusārataḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "rājñā",
            "parīkṣitā",
            "pṛṣṭaḥ",
            "yat",
            "avocat",
            "mahā",
            "muniḥ",
            "tat",
            "vaḥ",
            "abhidhāsye",
            "śṛṇuta",
            "rājñaḥ",
            "praśna",
            "anusārataḥ"
        ],
        "translation": "Śrī Sūta Gosvāmī explained: I shall now explain to you the very subjects explained by the great sage in answer to King Parīkṣit’s inquiries. Please hear them attentively.",
        "purport": " Any question that is put forward may be answered by quoting the authority, and that satisfies the saner section. That is the system even in the law court. The best lawyer gives evidence from the past judgment of the court without taking much trouble to establish his case. This is called the paramparā system, and learned authorities follow it without manufacturing rubbish interpretations."
    },
    {
        "verse": "51",
        "devanagari": "सूत उवाचराज्ञा परीक्षिता पृष्टो यदवोचन्महामुनि: ।तद्वोऽभिधास्ये श‍ृणुत राज्ञ: प्रश्नानुसारत: ॥ ५१ ॥यच्च व्रजन्त्यनिमिषामृषभानुवृत्त्यादूरेयमा ह्युपरि न: स्पृहणीयशीला: ।भर्तुर्मिथ: सुयशस: कथनानुराग-वैक्लव्यबाष्पकलया पुलकीकृताङ्गा: ॥",
        "english_devnagari": "sūta uvācarājñā parīkṣitā pṛṣṭoyad avocan mahā-muniḥtad vo ’bhidhāsye śṛṇutarājñaḥ praśnānusārataḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "rājñā",
            "parīkṣitā",
            "pṛṣṭaḥ",
            "yat",
            "avocat",
            "mahā",
            "muniḥ",
            "tat",
            "vaḥ",
            "abhidhāsye",
            "śṛṇuta",
            "rājñaḥ",
            "praśna",
            "anusārataḥ"
        ],
        "translation": "Śrī Sūta Gosvāmī explained: I shall now explain to you the very subjects explained by the great sage in answer to King Parīkṣit’s inquiries. Please hear them attentively.",
        "purport": " Any question that is put forward may be answered by quoting the authority, and that satisfies the saner section. That is the system even in the law court. The best lawyer gives evidence from the past judgment of the court without taking much trouble to establish his case. This is called the paramparā system, and learned authorities follow it without manufacturing rubbish interpretations. Let us all obey the Supreme Lord, whose hand is in everything, without exception."
    }
]