[
    {
        "verse": "1",
        "devanagari": "ब्रह्मोवाचवाचां वह्नेर्मुखं क्षेत्रं छन्दसां सप्त धातव: ।हव्यकव्यामृतान्नानां जिह्वा सर्वरसस्य च ॥ १ ॥",
        "english_devnagari": "brahmovācavācāṁ vahner mukhaṁ kṣetraṁchandasāṁ sapta dhātavaḥhavya-kavyāmṛtānnānāṁjihvā sarva-rasasya ca",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "vācām",
            "vahneḥ",
            "mukham",
            "kṣetram",
            "chandasām",
            "sapta",
            "dhātavaḥ",
            "havya",
            "kavya",
            "amṛta",
            "annānām",
            "jihvā",
            "sarva",
            "rasasya",
            "ca"
        ],
        "translation": "Lord Brahmā said: The mouth of the virāṭ-puruṣa [the universal form of the Lord] is the generating center of the voice, and the controlling deity is Fire. His skin and six other layers are the generating centers of the Vedic hymns, and His tongue is the productive center of different foodstuffs and delicacies for offering to the demigods, the forefathers and the general mass of people.",
        "purport": " The opulences of the universal form of the Lord are described herein. It is said that His mouth is the generating center of all kinds of voices, and its controlling deity is the fire demigod. And His skin and other six layers of bodily construction are the representative generating centers of the seven kinds of Vedic hymns, like the Gāyatrī. Gāyatrī is the beginning of all Vedic mantras, and it is explained in the first volume of Śrīmad-Bhāgavatam. Since the generating centers are the different parts of the universal form of the Lord, and since the form of the Lord is transcendental to the material creation, it is to be understood that the voice, the tongue, the skin, etc., suggest that the Lord in His transcendental form is not without them. The material voice, or the energy of taking in foodstuff, is generated originally from the Lord; such actions are but perverted reflections of the original reservoirs — the transcendental situation is not without spiritual variegatedness. In the spiritual world, all the perverted forms of material variegatedness are fully represented in their original spiritual identity. The only difference is that material activities are contaminated by the three modes of material nature, whereas the potencies in the spiritual world are all pure because they are engaged in the unalloyed transcendental loving service of the Lord. In the spiritual world, the Lord is the sublime enjoyer of everything, and the living entities there are all engaged in His transcendental loving service without any contamination of the modes of material nature. The activities in the spiritual world are without any of the difficulties of the material world, but there is no question of impersonal voidness on the spiritual platform, as suggested by the impersonalists. Devotional service is defined in the Nārada-pañcarātra as follows: Originally, since all the senses are produced of the Lord’s reservoir of senses, the sensual activities of the material world are to be purified by the process of devotional service, and thus the perfection of life can be attained simply by purifying the present position of our material activities. And the purifying process begins from the stage of being liberated from the conception of different designations. Every living entity is engaged in some sort of service, either for the self, or for the family, or for the society, country, etc., but unfortunately, all such services are rendered due to material attachment. The attachments of the material affinity may be simply changed to the service of the Lord, and thus the treatment of being freed from material attachment begins automatically. The process of liberation is therefore easier through devotional service than by any other methods, for in the Bhagavad-gītā (12.5) it is said that one is subjected to various kinds of tribulations if one is impersonally attached: kleśo ’dhikataras teṣām avyaktāsakta-cetasām."
    },
    {
        "verse": "2",
        "devanagari": "सर्वासूनां च वायोश्च तन्नासे परमायणे ।अश्विनोरोषधीनां च घ्राणो मोदप्रमोदयो: ॥ २ ॥",
        "english_devnagari": "sarvāsūnāṁ ca vāyoś catan-nāse paramāyaṇeaśvinor oṣadhīnāṁ caghrāṇo moda-pramodayoḥ",
        "verse_Syn": [
            "sarva",
            "asūnām",
            "ca",
            "vāyoḥ",
            "ca",
            "tat",
            "nāse",
            "parama",
            "āyaṇe",
            "aśvinoḥ",
            "oṣadhīnām",
            "ca",
            "ghrāṇaḥ",
            "moda",
            "pramodayoḥ"
        ],
        "translation": "His two nostrils are the generating centers of our breathing and of all other airs, His smelling powers generate the Aśvinī-kumāra demigods and all kinds of medicinal herbs, and His breathing energies produce different kinds of fragrance.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "रूपाणां तेजसां चक्षुर्दिव: सूर्यस्य चाक्षिणी ।कर्णौ दिशां च तीर्थानां श्रोत्रमाकाशशब्दयो: ॥ ३ ॥",
        "english_devnagari": "rūpāṇāṁ tejasāṁ cakṣurdivaḥ sūryasya cākṣiṇīkarṇau diśāṁ ca tīrthānāṁśrotram ākāśa-śabdayoḥ",
        "verse_Syn": [
            "rūpāṇām",
            "tejasām",
            "cakṣuḥ",
            "divaḥ",
            "sūryasya",
            "ca",
            "akṣiṇī",
            "karṇau",
            "diśām",
            "ca",
            "tīrthānām",
            "śrotram",
            "ākāśa",
            "śabdayoḥ"
        ],
        "translation": "His eyes are the generating centers of all kinds of forms, and they glitter and illuminate. His eyeballs are like the sun and the heavenly planets. His ears hear from all sides and are receptacles for all the Vedas, and His sense of hearing is the generating center of the sky and of all kinds of sound.",
        "purport": " The word tīrthānām is sometimes interpreted to mean the places of pilgrimage, but Śrīla Jīva Gosvāmī says that it means the reception of the Vedic transcendental knowledge. The propounders of the Vedic knowledge are also known as the tīrthas."
    },
    {
        "verse": "4",
        "devanagari": "तद्गात्रं वस्तुसाराणां सौभगस्य च भाजनम् ।त्वगस्य स्पर्शवायोश्च सर्वमेधस्य चैव हि ॥ ४ ॥",
        "english_devnagari": "tad-gātraṁ vastu-sārāṇāṁsaubhagasya ca bhājanamtvag asya sparśa-vāyoś casarva-medhasya caiva hi",
        "verse_Syn": [
            "tat",
            "gātram",
            "vastu",
            "sārāṇām",
            "saubhagasya",
            "ca",
            "bhājanam",
            "tvak",
            "asya",
            "sparśa",
            "vāyoḥ",
            "ca",
            "sarva",
            "medhasya",
            "ca",
            "eva",
            "hi"
        ],
        "translation": "His bodily surface is the breeding ground for the active principles of everything and for all kinds of auspicious opportunities. His skin, like the moving air, is the generating center for all kinds of sense of touch and is the place for performing all kinds of sacrifice.",
        "purport": " The air is the moving agent of all the planets, and as such, the generating centers for promotion to the deserving planets, the sacrifices, are His bodily surface and are naturally the origin of all auspicious opportunities."
    },
    {
        "verse": "5",
        "devanagari": "रोमाण्युद्भिज्जजातीनां यैर्वा यज्ञस्तु सम्भृत: ।केशश्मश्रुनखान्यस्य शिलालोहाभ्रविद्युताम् ॥ ५ ॥",
        "english_devnagari": "romāṇy udbhijja-jātīnāṁyair vā yajñas tu sambhṛtaḥkeśa-śmaśru-nakhāny asyaśilā-lohābhra-vidyutām",
        "verse_Syn": [
            "romāṇi",
            "udbhijja",
            "jātīnām",
            "yaiḥ",
            "vā",
            "yajñaḥ",
            "tu",
            "sambhṛtaḥ",
            "keśa",
            "śmaśru",
            "nakhāni",
            "asya",
            "śilā",
            "loha",
            "abhra",
            "vidyutām"
        ],
        "translation": "The hairs on His body are the cause of all vegetation, particularly of those trees which are required as ingredients for sacrifice. The hairs on His head and face are reservoirs for the clouds, and His nails are the breeding ground of electricity, stones and iron ores.",
        "purport": " The polished nails of the Lord generate electricity, and the clouds rest on the hairs of His head. One can therefore collect all sorts of necessities of life from the person of the Lord, and therefore the Vedas affirm that everything that is produced is caused by the Lord. The Lord is the supreme cause of all causes."
    },
    {
        "verse": "6",
        "devanagari": "बाहवो लोकपालानां प्रायश: क्षेमकर्मणाम् ॥ ६ ॥",
        "english_devnagari": "bāhavo loka-pālānāṁprāyaśaḥ kṣema-karmaṇām",
        "verse_Syn": [
            "bāhavaḥ",
            "loka",
            "pālānām",
            "prāyaśaḥ",
            "kṣema",
            "karmaṇām"
        ],
        "translation": "The Lord’s arms are the productive fields for the great demigods and other leaders of the living entities who protect the general mass.",
        "purport": " This important verse of Śrīmad-Bhāgavatam is corroborated and nicely explained in the Bhagavad-gītā (10.41-42) as follows: There are many powerful kings, leaders, learned scholars, scientists, artists, engineers, inventors, excavators, archaeologists, industrialists, politicians, economists, business magnates, and many more powerful deities or demigods like Brahmā, Śiva, Indra, Candra, Sūrya, Varuṇa and Marut, who are all protecting the interest of the universal affairs of maintenance, in different positions, and all of them are different powerful parts and parcels of the Supreme Lord. The Supreme Lord Śrī Kṛṣṇa is the father of all living entities, who are placed in different high and low positions according to their desires or aspirations. Some of them, as particularly mentioned above, are specifically endowed with powers by the will of the Lord. A sane person must know for certain that a living being, however powerful he may be, is neither absolute nor independent. All living beings must accept the origin of their specific power as mentioned in this verse. And if they act accordingly, then simply by discharging their respective occupational duties they can achieve the highest perfection of life, namely eternal life, complete knowledge and inexhaustible blessings. As long as the powerful men of the world do not accept the origin of their respective powers, namely the Personality of Godhead, the actions of māyā (illusion) will continue to act. The actions of māyā are such that a powerful person, misled by the illusory, material energy, wrongly accepts himself as all in all and does not develop God consciousness. As such, the false sense of egoism (namely “myself” and “mine”) has become overly prominent in the world, and there is a hard struggle for existence in human society. The intelligent class of men, therefore, must admit the Lord as the ultimate source of all energies and thus pay tribute to the Lord for His good blessings. Simply by accepting the Lord as the supreme proprietor of everything, since He is actually so, one can achieve the highest perfection of life. Whatever a person may be in the estimation of the social order of things, if a person tries to reciprocate a feeling of love towards the Supreme Personality of Godhead and is satisfied with the blessings of the Lord, he will at once feel the highest peace of mind for which he is hankering life after life. Peace of mind, or in other words the healthy state of mind, can be achieved only when the mind is situated in the transcendental loving service of the Lord. The parts and parcels of the Lord are endowed with specific powers for rendering service unto the Lord, just as a big business magnate’s sons are empowered with specific powers of administration. The obedient son of the father never goes against the will of the father and therefore passes life very peacefully in concurrence with the head of the family, the father. Similarly, the Lord being the father, all living beings should fully and satisfactorily discharge the duty and will of the father, as faithful sons. This very mentality will at once bring peace and prosperity to human society."
    },
    {
        "verse": "7",
        "devanagari": "विक्रमो भूर्भुव: स्वश्च क्षेमस्य शरणस्य च ।सर्वकामवरस्यापि हरेश्चरण आस्पदम् ॥ ७ ॥",
        "english_devnagari": "vikramo bhūr bhuvaḥ svaś cakṣemasya śaraṇasya casarva-kāma-varasyāpihareś caraṇa āspadam",
        "verse_Syn": [
            "vikramaḥ",
            "bhūḥ",
            "bhuvaḥ",
            "svaḥ",
            "ca",
            "kṣemasya",
            "śaraṇasya",
            "ca",
            "sarva",
            "kāma",
            "varasya",
            "api",
            "hareḥ",
            "caraṇaḥ",
            "āspadam"
        ],
        "translation": "Thus the forward steps of the Lord are the shelter for the upper, lower and heavenly planets, as well as for all that we need. His lotus feet serve as protection from all kinds of fear.",
        "purport": " For absolute protection from all sorts of fear, as well as for all our needs of life, we must take shelter of the lotus feet of the Lord, not only in this planet but also in all the upper, lower and heavenly planets. This absolute dependence on the lotus feet of the Lord is called pure devotional service, and it is directly hinted at within this passage. No one should have any kind of doubt in this matter, nor should one be inclined to seek the help of any other demigods, because all of them are dependent on Him only. Everyone, except the Lord Himself, is dependent on the mercy of the Lord; even the all-pervading Supersoul is also dependent on the supreme aspect of Bhagavān, the Personality of Godhead."
    },
    {
        "verse": "8",
        "devanagari": "अपां वीर्यस्य सर्गस्य पर्जन्यस्य प्रजापते: ।पुंस: शिश्न उपस्थस्तु प्रजात्यानन्दनिर्वृते: ॥ ८ ॥",
        "english_devnagari": "apāṁ vīryasya sargasyaparjanyasya prajāpateḥpuṁsaḥ śiśna upasthas tuprajāty-ānanda-nirvṛteḥ",
        "verse_Syn": [
            "apām",
            "vīryasya",
            "sargasya",
            "parjanyasya",
            "prajāpateḥ",
            "puṁsaḥ",
            "śiśnaḥ",
            "upasthaḥ",
            "tu",
            "prajāti",
            "ānanda",
            "nirvṛteḥ"
        ],
        "translation": "From the Lord’s genitals originate water, semen, generatives, rains and the procreators. His genitals are the cause of a pleasure that counteracts the distress of begetting.",
        "purport": " The genitals and the pleasure of begetting counteract the distresses of family encumbrances. One would cease to generate altogether if there were not, by the grace of the Lord, a coating, a pleasure-giving substance, on the surface of the generative organs. This substance gives a pleasure so intense that it counteracts fully the distress of family encumbrances. A person is so captivated by this pleasure-giving substance that he is not satisfied by begetting a single child, but increases the number of children, with great risk in regard to maintaining them, simply for this pleasure-giving substance. This pleasure-giving substance is not false, however, because it originates from the transcendental body of the Lord. In other words, the pleasure-giving substance is a reality, but it has taken on an aspect of pervertedness on account of material contamination. In the material world, sex life is the cause of many distresses on account of material contact. Therefore, the sex life in the material world should not be encouraged beyond the necessity. There is a necessity for generating progeny even in the material world, but such generation of children must be carried out with full responsibility for spiritual values. The spiritual values of life can be realized in the human form of material existence, and the human being must adopt family planning with reference to the context of spiritual values, and not otherwise. The degraded form of family restriction by use of contraceptives, etc., is the grossest type of material contamination. Materialists who use these devices want to fully utilize the pleasure potency of the coating on the genitals by artificial means, without knowing the spiritual importance. And without knowledge of spiritual values, the less intelligent man tries to utilize only the material sense pleasure of the genitals."
    },
    {
        "verse": "9",
        "devanagari": "पायुर्यमस्य मित्रस्य परिमोक्षस्य नारद ।हिंसाया निऋर्तेर्मृत्योर्निरयस्य गुदं स्मृत: ॥ ९ ॥",
        "english_devnagari": "pāyur yamasya mitrasyaparimokṣasya nāradahiṁsāyā nirṛter mṛtyornirayasya gudaṁ smṛtaḥ",
        "verse_Syn": [
            "pāyuḥ",
            "yamasya",
            "mitrasya",
            "parimokṣasya",
            "nārada",
            "hiṁsāyāḥ",
            "nirṛteḥ",
            "mṛtyoḥ",
            "nirayasya",
            "gudam",
            "smṛtaḥ"
        ],
        "translation": "O Nārada, the evacuating outlet of the universal form of the Lord is the abode of the controlling deity of death, Mitra, and the evacuating hole and the rectum of the Lord is the place of envy, misfortune, death, hell, etc.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "पराभूतेरधर्मस्य तमसश्चापि पश्‍चिम: ।नाड्यो नदनदीनां च गोत्राणामस्थिसंहति: ॥ १० ॥",
        "english_devnagari": "parābhūter adharmasyatamasaś cāpi paścimaḥnāḍyo nada-nadīnāṁ cagotrāṇām asthi-saṁhatiḥ",
        "verse_Syn": [
            "parābhūteḥ",
            "adharmasya",
            "tamasaḥ",
            "ca",
            "api",
            "paścimaḥ",
            "nāḍyaḥ",
            "nada",
            "nadīnām",
            "ca",
            "gotrāṇām",
            "asthi",
            "saṁhatiḥ"
        ],
        "translation": "The back of the Lord is the place for all kinds of frustration and ignorance, as well as for immorality. From His veins flow the great rivers and rivulets, and on His bones are stacked the great mountains.",
        "purport": " In order to defy the impersonal conception of the Supreme Personality of Godhead, a systematic analysis of the physiological and anatomical constitution of His transcendental body is given here. It is clear from the available description of the body of the Lord (His universal form) that the form of the Lord is distinct from the forms of ordinary mundane conception. In any case, He is never a formless void. Ignorance is the back of the Lord, and therefore the ignorance of the less intelligent class of men is also not separate from His bodily conception. Since His body is the complete whole of everything that be, one cannot assert that He is impersonal only. On the contrary, the perfect description of the Lord holds that He is both impersonal and personal simultaneously. The Personality of Godhead is the original feature of the Lord, and His impersonal emanation is but the reflection of His transcendental body. Those who are fortunate enough to have a view of the Lord from the front can realize His personal feature, whereas those who are frustrated and are thus kept on the ignorance side of the Lord, or, in other words, those who have the view of the Lord from the back, realize Him in His impersonal feature."
    },
    {
        "verse": "11",
        "devanagari": "अव्यक्तरससिन्धूनां भूतानां निधनस्य च ।उदरं विदितं पुंसो हृदयं मनस: पदम् ॥ ११ ॥",
        "english_devnagari": "avyakta-rasa-sindhūnāṁbhūtānāṁ nidhanasya caudaraṁ viditaṁ puṁsohṛdayaṁ manasaḥ padam",
        "verse_Syn": [
            "avyakta",
            "rasa",
            "sindhūnām",
            "bhūtānām",
            "nidhanasya",
            "ca",
            "udaram",
            "viditam",
            "puṁsaḥ",
            "hṛdayam",
            "manasaḥ",
            "padam"
        ],
        "translation": "The impersonal feature of the Lord is the abode of great oceans, and His belly is the resting place for the materially annihilated living entities. His heart is the abode of the subtle material bodies of living beings. Thus it is known by the intelligent class of men.",
        "purport": " In the Bhagavad-gītā (8.17-18) it is stated that according to human calculations one day of Brahmā is equal to one thousand ages of four millenniums (4,300,000 years) each, and the same period is calculated to be his night also. A Brahmā lives for one hundred such years and then dies. A Brahmā, who is generally a great devotee of the Lord, attains liberation after such a downfall. The universe (called the brahmāṇḍa, or the round football-like domain controlled by a Brahmā) is thus annihilated, and thus the inhabitants of a particular planet, or of the whole universe, are also annihilated. Avyakta, mentioned here in this verse, means the night of Brahmā, when partial annihilation takes place and the living entities of that particular brahmāṇḍa, up to the planets of Brahmaloka, along with the big oceans, etc., all repose in the belly of the virāṭ-puruṣa. At the end of a Brahmā’s night, the creation again takes place, and the living entities, reserved within the belly of the Lord, are let loose to play their respective parts as if being awakened from a deep slumber. Since the living entities are never destroyed, the annihilation of the material world does not annihilate the existence of the living entities, but until liberation is attained one has to accept one material body after another, again and again. The human life is meant for making a solution to this repeated change of bodies and thereby attaining a place in the spiritual sky, where everything is eternal, blissful and full of knowledge. In other words, the subtle forms of the living entities take place in the heart of the Supreme Being, and such forms take tangible shape at the time of creation."
    },
    {
        "verse": "12",
        "devanagari": "धर्मस्य मम तुभ्यं च कुमाराणां भवस्य च ।विज्ञानस्य च सत्त्वस्य परस्यात्मा परायणम् ॥ १२ ॥",
        "english_devnagari": "dharmasya mama tubhyaṁ cakumārāṇāṁ bhavasya cavijñānasya ca sattvasyaparasyātmā parāyaṇam",
        "verse_Syn": [
            "dharmasya",
            "mama",
            "tubhyam",
            "ca",
            "kumārāṇām",
            "bhavasya",
            "ca",
            "vijñānasya",
            "ca",
            "sattvasya",
            "parasya",
            "ātmā",
            "parāyaṇam"
        ],
        "translation": "Also, the consciousness of that great personality is the abode of religious principles — mine, yours, and those of the four bachelors Sanaka, Sanātana, Sanat-kumāra and Sanandana. That consciousness is also the abode of truth and transcendental knowledge.",
        "purport": ""
    },
    {
        "verse": "13-16",
        "devanagari": "अहं भवान् भवश्चैव त इमे मुनयोऽग्रजा: ।सुरासुरनरा नागा: खगा मृगसरीसृपा: ॥ १३ ॥गन्धर्वाप्सरसो यक्षा रक्षोभूतगणोरगा: ।पशव: पितर: सिद्धा विद्याध्राश्चारणा द्रुमा: ॥ १४ ॥अन्ये च विविधा जीवा जलस्थलनभौकस: ।ग्रहर्क्षकेतवस्तारास्तडित: स्तनयित्नव: ॥ १५ ॥सर्वं पुरुष एवेदं भूतं भव्यं भवच्च यत् ।तेनेदमावृतं विश्वं वितस्तिमधितिष्ठति ॥ १६ ॥",
        "english_devnagari": "ahaṁ bhavān bhavaś caivata ime munayo ’grajāḥsurāsura-narā nāgāḥkhagā mṛga-sarīsṛpāḥ",
        "verse_Syn": [
            "aham",
            "bhavān",
            "bhavaḥ",
            "ca",
            "eva",
            "te",
            "ime",
            "munayaḥ",
            "agra",
            "jāḥ",
            "sura",
            "asura",
            "narāḥ",
            "nāgāḥ",
            "khagāḥ",
            "mṛga",
            "sarīsṛpāḥ",
            "gandharva",
            "apsarasaḥ,",
            "yakṣāḥ,",
            "rakṣaḥ",
            "bhūta",
            "gaṇa",
            "uragāḥ,",
            "paśavaḥ,",
            "pitaraḥ,",
            "siddhāḥ,",
            "vidyādhrāḥ,",
            "cāraṇāḥ",
            "drumāḥ",
            "anye",
            "ca",
            "vividhāḥ",
            "jīvāḥ",
            "jala",
            "sthala",
            "nabha",
            "okasaḥ",
            "graha",
            "ṛkṣa",
            "ketavaḥ",
            "tārāḥ",
            "taḍitaḥ",
            "stanayitnavaḥ",
            "sarvam",
            "puruṣaḥ",
            "eva",
            "idam",
            "bhūtam",
            "bhavyam",
            "bhavat",
            "ca",
            "yat",
            "tena",
            "idam",
            "āvṛtam",
            "viśvam",
            "vitastim",
            "adhitiṣṭhati"
        ],
        "translation": "Beginning from me [Brahmā] down to you and Bhava [Śiva], all the great sages who were born before you, the demigods, the demons, the Nāgas, the human beings, the birds, the beasts, as well as the reptiles, etc., and all phenomenal manifestations of the universes, namely the planets, stars, asteroids, luminaries, lightning, thunder, and the inhabitants of the different planetary systems, namely the Gandharvas, Apsarās, Yakṣas, Rakṣas, Bhūtagaṇas, Uragas, Paśus, Pitās, Siddhas, Vidyādharas, Cāraṇas, and all other different varieties of living entities, including the birds, beasts, trees and everything that be, are all covered by the universal form of the Lord at all times, namely past, present and future, although He is transcendental to all of them, eternally existing in a form not exceeding nine inches.",
        "purport": " The Supreme Personality of Godhead, by His partial representation, measuring not more than nine inches as Supersoul, expands by His potency in the shape of the universal form, which includes everything manifested in different varieties of organic and inorganic materials. The manifested varieties of the universe are therefore not different from the Lord, just as golden ornaments of different shapes and forms are nondifferent from the original stock reserve of gold. In other words, the Lord is the Supreme Person who controls everything within the creation, and still He remains the supreme separate identity, distinct from all manifested material creation. In the Bhagavad-gītā (9.4-5) He is therefore said to be Yogeśvara. Everything rests on the potency of Lord Śrī Kṛṣṇa, and still the Lord is different from and transcendental to all such identities. In the Vedic Puruṣa-sūkta of the Ṛg mantra, this is also confirmed. This philosophical truth of simultaneous oneness and difference was propounded by Lord Śrī Caitanya Mahāprabhu, and it is known as acintya-bhedābheda-tattva. Brahmā, Nārada and all others are simultaneously one with the Lord and different from the Supreme Lord. We are all one with Him, just as the gold ornaments are one in quality with the stock gold, but the individual gold ornament is never equal in quantity with the stock gold. The stock gold is never exhausted even if there are innumerable ornaments emanating from the stock because the stock is pūrṇam, complete; even if pūrṇam is deducted from the pūrṇam, still the supreme pūrṇam remains the same pūrṇam. This fact is inconceivable to our present imperfect senses. Lord Caitanya therefore defined His theory of philosophy as acintya (inconceivable), and as confirmed in the Bhagavad-gītā as well as in the Bhāgavatam, Lord Caitanya’s theory of acintya-bhedābheda-tattva is the perfect philosophy of the Absolute Truth."
    },
    {
        "verse": "17",
        "devanagari": "स्वधिष्ण्यं प्रतपन् प्राणो बहिश्च प्रतपत्यसौ ।एवं विराजं प्रतपंस्तपत्यन्तर्बहि: पुमान् ॥ १७ ॥",
        "english_devnagari": "sva-dhiṣṇyaṁ pratapan prāṇobahiś ca pratapaty asauevaṁ virājaṁ pratapaṁstapaty antar bahiḥ pumān",
        "verse_Syn": [
            "sva",
            "dhiṣṇyam",
            "pratapan",
            "prāṇaḥ",
            "bahiḥ",
            "ca",
            "pratapati",
            "asau",
            "evam",
            "virājam",
            "pratapan",
            "tapati",
            "antaḥ",
            "bahiḥ",
            "pumān"
        ],
        "translation": "The sun illuminates both internally and externally by expanding its radiation; similarly, the Supreme Personality of Godhead, by expanding His universal form, maintains everything in the creation both internally and externally.",
        "purport": " The universal form of the Lord, or the impersonal feature of the Lord known as the brahmajyoti, is clearly explained here and compared to the radiation of the sun. The sunshine may expand all over the universe, but the source of the sunshine, namely the sun planet or the deity known as Sūrya-nārāyaṇa, is the basis of such radiation. Similarly, the Supreme Personality of Godhead Lord Kṛṣṇa is the basis of the impersonal brahmajyoti radiation, or the impersonal feature of the Lord. This is confirmed in the Bhagavad-gītā (14.27). So the universal form of the Lord is the secondary imagination of the impersonal form of the Lord, but the primary form of the Lord is Śyāmasundara, with two hands, playing on His eternal flute. Seventy-five percent of the expansive radiation of the Lord is manifested in the spiritual sky (tripād-vibhūti), and twenty-five percent of His personal radiation comprehends the entire expansion of the material universes. This is also explained and stated in the Bhagavad-gītā (10.42). Thus the seventy-five-percent expansion of His radiation is called His internal energy, whereas the twenty-five-percent expansion is called the external energy of the Lord. The living entities, who are residents of the spiritual as well as the material expansions, are His marginal energy (taṭasthā-śakti), and they are at liberty to live in either of the energies, external or internal. Those who live within the spiritual expansion of the Lord are called liberated souls, whereas the residents of the external expansion are called the conditioned souls. We can just make an estimate of the number of the residents of the internal expansions in comparison with the number of residents in the external energy and may easily conclude that the liberated souls are far more numerous than the conditioned souls."
    },
    {
        "verse": "18",
        "devanagari": "सोऽमृतस्याभयस्येशो मर्त्यमन्नं यदत्यगात् ।महिमैष ततो ब्रह्मन् पुरुषस्य दुरत्यय: ॥ १८ ॥",
        "english_devnagari": "so ’mṛtasyābhayasyeśomartyam annaṁ yad atyagātmahimaiṣa tato brahmanpuruṣasya duratyayaḥ",
        "verse_Syn": [
            "saḥ",
            "amṛtasya",
            "abhayasya",
            "īśaḥ",
            "martyam",
            "annam",
            "yat",
            "atyagāt",
            "mahimā",
            "eṣaḥ",
            "tataḥ",
            "brahman",
            "puruṣasya",
            "duratyayaḥ"
        ],
        "translation": "The Supreme Personality of Godhead is the controller of immortality and fearlessness, and He is transcendental to death and the fruitive actions of the material world. O Nārada, O brāhmaṇa, it is therefore difficult to measure the glories of the Supreme Person.",
        "purport": " The glories of the Lord, in the transcendental seventy-five percent of the Lord’s internal potency, are stated in the Padma Purāṇa (Uttara-khaṇḍa). It is said there that those planets in the spiritual sky, which comprises the seventy-five-percent expansion of the internal potency of the Lord, are far, far greater than those planets in the total universes composed of the external potency of the Lord. In the Caitanya-caritāmṛta, the total universes in the external potency of the Lord are compared to a bucketful of mustard seeds. One mustard seed is calculated to be a universe itself. In one of the universes, in which we are now living, the number of planets cannot be counted by human energy, and so how can we think of the sum total in all the universes, which are compared to a bucketful of mustard seeds? And the planets in the spiritual sky are at least three times the number of those in the material sky. Such planets, being spiritual, are in fact transcendental to the material modes; therefore they are constituted in the mode of unalloyed goodness only. The conception of spiritual bliss (brahmānanda) is fully present in those planets. Each of them is eternal, indestructible and free from all kinds of limitations experienced in the material world. Each of them is self-illuminating and more powerfully dazzling than (if we can imagine) the total sunshine of millions of mundane suns. The inhabitants of those planets are liberated from birth, death, old age and diseases and have full knowledge of everything; they are all godly and free from all sorts of material hankerings. They have nothing to do there except to render transcendental loving service to the Supreme Lord Nārāyaṇa, who is the predominating Deity of such Vaikuṇṭha planets. Those liberated souls are engaged incessantly in singing songs mentioned in the Sāma Veda (vedaiḥ sāṅga-pada-kramopaniṣadair gāyanti yaṁ sāmagāḥ). All of them are personifications of the five Upaniṣads. Tripād-vibhūti, or the seventy-five percent known as the internal potency of the Lord, is to be understood as the kingdom of God far beyond the material sky; and when we speak of pāda-vibhūti, or the twenty-five percent comprising His external energy, we should understand that this refers to the sphere of the material world. It is also said in the Padma Purāṇa that the kingdom of tripād-vibhūti is transcendental, whereas the pāda-vibhūti is mundane; tripād-vibhūti is eternal, whereas the pāda-vibhūti is transient. The Lord and His eternal servitors in the transcendental kingdom all have eternal forms which are auspicious, infallible, spiritual and eternally youthful. In other words, there is no birth, death, old age and disease. That eternal land is full of transcendental enjoyment and full of beauty and bliss. This very fact is also corroborated in this verse of Śrīmad-Bhāgavatam, and the transcendental nature is described as amṛta. As described in the Vedas, utāmṛtatvasyeśānaḥ: the Supreme Lord is the Lord of immortality, or in other words, the Lord is immortal, and because He is the Lord of immortality He can award immortality to His devotees. In the Bhagavad-gītā (8.16) the Lord also assures that whoever may go to His abode of immortality shall never return to this mortal land of threefold miseries. The Lord is not like the mundane lord. The mundane master or lord never enjoys equally with his subordinates, nor is a mundane lord immortal, nor can he award immortality to his subordinate. The Supreme Lord, who is the leader of all living entities, can award all the qualities of His personality unto His devotees, including immortality and spiritual bliss. In the material world there is always anxiety or fearfulness in the hearts of all living entities, but the Lord, being Himself the supreme fearless, also awards the same quality of fearlessness to His pure devotees. Mundane existence is itself a kind of fear because in all mundane bodies the effects of birth, death, old age and disease always keep a living being compact in fear. In the mundane world, there is always the influence of time, which changes things from one stage to another, and the living entity, originally being avikāra, or unchangeable, suffers a great deal on account of changes due to the influence of time. The changing effects of eternal time are conspicuously absent in the immortal kingdom of God, which should therefore be understood to have no influence of time and therefore no fear whatsoever. In the material world, so-called happiness is the result of one’s own work. One can become a rich man by dint of one’s own hard labor, and there are always fear and doubts as to the duration of such acquired happiness. But in the kingdom of God, no one has to endeavor to attain a standard of happiness. Happiness is the nature of the spirit, as stated in the Vedānta-sūtras: ānandamayo ’bhyāsāt — the spirit is by nature full of happiness. Happiness in spiritual nature always increases in volume with a new phase of appreciation; there is no question of decreasing the bliss. Such unalloyed spiritual bliss is nowhere to be found within the orbit of the material universe, including the Janaloka planets or, for that matter, the Maharloka or Satyaloka planets, because even Lord Brahmā is subject to the laws of fruitive actions and the law of birth and death. It is therefore stated here: duratyayaḥ, or, in other words, spiritual happiness in the eternal kingdom of God cannot be imagined even by the great brahmacārīs or sannyāsīs who are eligible to be promoted to the planets beyond the region of heaven. Or, the greatness of the Supreme Lord is so great that it cannot be imagined even by the great brahmacārīs or sannyāsīs, but such happiness is factually attained by the unalloyed devotees of the Lord, by His divine grace."
    },
    {
        "verse": "19",
        "devanagari": "पादेषु सर्वभूतानि पुंस: स्थितिपदो विदु: ।अमृतं क्षेममभयं त्रिमूर्ध्नोऽधायि मूर्धसु ॥ १९ ॥",
        "english_devnagari": "pādeṣu sarva-bhūtānipuṁsaḥ sthiti-pado viduḥamṛtaṁ kṣemam abhayaṁtri-mūrdhno ’dhāyi mūrdhasu",
        "verse_Syn": [
            "pādeṣu",
            "sarva",
            "bhūtāni",
            "puṁsaḥ",
            "sthiti",
            "padaḥ",
            "viduḥ",
            "amṛtam",
            "kṣemam",
            "abhayam",
            "tri",
            "mūrdhnaḥ",
            "adhāyi",
            "mūrdhasu"
        ],
        "translation": "The Supreme Personality of Godhead is to be known as the supreme reservoir of all material opulences by the one fourth of His energy in which all the living entities exist. Deathlessness, fearlessness and freedom from the anxieties of old age and disease exist in the kingdom of God, which is beyond the three higher planetary systems and beyond the material coverings.",
        "purport": " Out of the total manifestations of the sandhinī energy of the Lord, one fourth is displayed in the material world, and three fourths are displayed in the spiritual world. The Lord’s energy is divided into three component parts, namely sandhinī, saṁvit and hlādinī; in other words, He is the full manifestation of existence, knowledge and bliss. In the material world such a sense of existence, knowledge and pleasure is meagerly exhibited, and all living entities, who are minute parts and parcels of the Lord, are eligible to relish such consciousness of existence, knowledge and bliss very minutely in the liberated stage, whereas in the conditioned stage of material existence they can hardly appreciate what is the factual, existential, cognizable and pure happiness of life. The liberated souls, who exist in far greater numerical strength than those souls in the material world, can factually experience the potency of the above-mentioned sandhinī, saṁvit and hlādinī energies of the Lord in the matter of deathlessness, fearlessness and freedom from old age and disease. In the material world, the planetary systems are arranged in three spheres, called triloka, or Svarga, Martya and Pātāla, and all of them constitute only one fourth of the total sandhinī energy. Beyond that is the spiritual sky where the Vaikuṇṭha planets exist beyond the coverings of seven material strata. In none of the triloka planetary systems can one experience the status of immortality, full knowledge and full bliss. The upper three planetary systems are called sāttvika planets because they provide facilities for a long duration of life and relative freedom from disease and old age, as well as a sense of fearlessness. The great sages and saints are promoted beyond the heavenly planets to Maharloka, but that also is not the place of complete fearlessness because at the end of one kalpa the Maharloka is annihilated and the inhabitants have to transport themselves to still higher planets. Yet even on these planets no one is immune to death. There may be a comparative extension of life, expansion of knowledge and sense of full bliss, but factual deathlessness, fearlessness and freedom from old age, diseases, etc., are possible only beyond the material spheres of the coverings of the material sky. Such things are situated on the head (adhāyi mūrdhasu)."
    },
    {
        "verse": "20",
        "devanagari": "पादास्त्रयो बहिश्चासन्नप्रजानां य आश्रमा: ।अन्तस्त्रिलोक्यास्त्वपरो गृहमेधोऽबृहद्‍व्रत: ॥ २० ॥",
        "english_devnagari": "pādās trayo bahiś cāsannaprajānāṁ ya āśramāḥantas tri-lokyās tv aparogṛha-medho ’bṛhad-vrataḥ",
        "verse_Syn": [
            "pādāḥ",
            "trayaḥ",
            "bahiḥ",
            "ca",
            "āsan",
            "aprajānām",
            "ye",
            "āśramāḥ",
            "antaḥ",
            "tri",
            "lokyāḥ",
            "tu",
            "aparaḥ",
            "gṛha",
            "medhaḥ",
            "abṛhat",
            "vrataḥ"
        ],
        "translation": "The spiritual world, which consists of three fourths of the Lord’s energy, is situated beyond this material world, and it is especially meant for those who will never be reborn. Others, who are attached to family life and who do not strictly follow celibacy vows, must live within the three material worlds.",
        "purport": " The climax of the system of varṇāśrama-dharma, or sanātana-dharma, is clearly expressed here in this particular verse of Śrīmad-Bhāgavatam. The highest benefit that can be awarded to a human being is to train him to be detached from sex life, particularly because it is only due to sex indulgence that the conditioned life of material existence continues birth after birth. Human civilization in which there is no control of sex life is a fourth-class civilization because in such an atmosphere there is no liberation of the soul encaged in the material body. Birth, death, old age and disease are related to the material body, and they have nothing to do with the spirit soul. But as long as the bodily attachment for sensual enjoyment is encouraged, the individual spirit soul is forced to continue the repetition of birth and death on account of the material body, which is compared to garments subjected to the law of deterioration. In order to award the highest benefit of human life, the varṇāśrama system trains the follower to adopt the vow of celibacy beginning from the order of brahmacārī. The brahmacārī life is for students who are educated to follow strictly the vow of celibacy. Youngsters who have had no taste of sex life can easily follow the vow of celibacy, and once fixed in the principle of such a life, one can very easily continue to the highest perfectional stage, attaining the kingdom of the three-fourths energy of the Lord. It is already explained that in the cosmos of three-fourths energy of the Lord there is neither death nor fear, and one is full of the blissful life of happiness and knowledge. A householder attached to family life can easily give up such a life of sex indulgence if he has been trained in the principles of the life of a brahmacārī. A householder is recommended to quit home at the end of fifty years (pañcaśordhvaṁ vanaṁ vrajet) and live a life in the forest; then, being fully detached from family affection, he may accept the order of renunciation as a sannyāsī fully engaged in the service of the Lord. Any form of religious principles in which the followers are trained to pursue the vow of celibacy is good for the human being because only those who are trained in that way can end the miserable life of material existence. The principles of nirvāṇa, as recommended by Lord Buddha, are also meant for ending the miserable life of material existence. And this process, in the highest degree, is recommended here in the Śrīmad-Bhāgavatam, with clear perception of ideal perfection, although basically there is no difference between the process of Buddhists, Śaṅkarites and Vaiṣṇavites. For promotion to the highest status of perfection, namely freedom from birth and death, anxiety and fearfulness, not one of these processes allows the follower to break the vow of celibacy. The householders and persons who have deliberately broken the vow of celibacy cannot enter into the kingdom of deathlessness. The pious householders or the fallen yogīs or the fallen transcendentalists can be promoted to the higher planets within the material world (one fourth of the energy of the Lord), but they will fail to enter into the kingdom of deathlessness. Abṛhad-vratas are those who have broken the vow of celibacy. The vānaprasthas, or those retired from family life, and the sannyāsīs, or the renounced persons, cannot break the vow of celibacy if they want success in the process. The brahmacārīs, vānaprasthas and sannyāsīs do not intend to take rebirth (apraja), nor are they meant for secretly indulging in sex life. Such a falldown by the spiritualist may be compensated by another chance for human life in good families of learned brāhmaṇas or of rich merchants for another term of elevation, but the best thing is to attain the highest perfection of deathlessness as soon as the human form of life is attained; otherwise the whole policy of human life will prove to be a total failure. Lord Caitanya was very strict in advising His followers in this matter of celibacy. One of His personal attendants, Choṭa Haridāsa, was severely punished by Lord Caitanya because of his failure to observe the vow of celibacy. For a transcendentalist, therefore, who at all wants to be promoted to the kingdom beyond material miseries, it is worse than suicide to deliberately indulge in sex life, especially in the renounced order of life. Sex life in the renounced order of life is the most perverted form of religious life, and such a misguided person can only be saved if, by chance, he meets a pure devotee."
    },
    {
        "verse": "21",
        "devanagari": "सृती विचक्रमे विश्वङ्‍साशनानशने उभे ।यदविद्या च विद्या च पुरुषस्तूभयाश्रय: ॥ २१ ॥",
        "english_devnagari": "sṛtī vicakrame viśvaṅsāśanānaśane ubheyad avidyā ca vidyā capuruṣas tūbhayāśrayaḥ",
        "verse_Syn": [
            "sṛtī",
            "vicakrame",
            "viśvaṅ",
            "sāśana",
            "anaśane",
            "ubhe",
            "yat",
            "avidyā",
            "ca",
            "vidyā",
            "ca",
            "puruṣaḥ",
            "tu",
            "ubhaya",
            "āśrayaḥ"
        ],
        "translation": "By His energies, the all-pervading Personality of Godhead is thus comprehensively the master in the activities of controlling and in devotional service. He is the ultimate master of both nescience and factual knowledge of all situations.",
        "purport": " The word viśvaṅ is significant in this verse. One who travels perfectly in every field of activity is called the puruṣa or kṣetrajña. These two terms, kṣetrajña and puruṣa, are equally applicable to both the individual self and the Supreme Self, the Lord. In the Bhagavad-gītā (13.3) the matter is explained as follows: Kṣetra means the place, and one who knows the place is called the kṣetrajña. The individual self knows about his limited field of activities, but the Supreme Self, the Lord, knows about the unlimited field of activities. The individual soul knows about his own thinking, feeling and willing activities, but the Supersoul, or the Paramātmā, the supreme controller, being present everywhere, knows everyone’s thinking, feeling and willing activities, and as such, the individual living entity is the minute master of his personal affairs whereas the Supreme Personality of Godhead is the master of everyone’s affairs, past, present and future (vedāhaṁ samatītāni, etc.). Only the ignorant person does not know this difference between the Lord and the living entities. The living entities, as distinguished from incognizant matter, may be qualitatively equal to the Lord in cognizance, but the living entity can never be equal to the Lord in full knowledge of past, present and future. And because the living entity is partially cognizant, he is therefore sometimes forgetful of his own identity. This forgetfulness is specifically manifested in the field of the ekapād-vibhūti of the Lord, or in the material world, but in the tripād-vibhūti field of actions, or in the spiritual world, there is no forgetfulness by the living entities, who are free from all kinds of contaminations resulting from the forgetful state of existence. The material body is the symbol of the gross and subtle form of forgetfulness. Therefore the whole atmosphere of the material world is called avidyā, or nescience, whereas the whole atmosphere of the spiritual world is called vidyā, or full of knowledge. There are different stages of avidyā, and they are called dharma, artha and mokṣa. The idea of mokṣa, or liberation, held by the monist in the matter of oneness of the living entity and the Lord by ultimate merging in one, is also the last stage of materialism or forgetfulness. Knowledge of the qualitative oneness of the self and Superself is partial knowledge and ignorance also because there is no knowledge of quantitative difference, as explained above. The individual self can never be equal to the Lord in cognizance; otherwise he could not be placed in the state of forgetfulness. So, because there is a stage of forgetfulness of the individual selves, or the living entities, there is always a gulf of difference between the Lord and the living entity, as between the part and the whole. The part is never equal to the whole. So the conception of one-hundred-percent equality of the living being with the Lord is also nescience. In the field of nescience, activities are directed toward lording it over the creation. In the material world, therefore, everyone is engaged in acquiring material opulence to lord it over the material world. Therefore there is always clash and frustration, which are the symptoms of nescience. But in the field of knowledge, there is devotional service to the Lord (bhakti). Therefore there is no chance of being contaminated by the influence of nescience or forgetfulness (avidyā) in the liberated stage of devotional activities. The Lord is thus the proprietor of the fields both of nescience and of cognition, and it remains the choice of the living entity to exist in either of the above regions."
    },
    {
        "verse": "22",
        "devanagari": "यस्मादण्डं विराड् जज्ञे भूतेन्द्रियगुणात्मक: ।तद् द्रव्यमत्यगाद् विश्वं गोभि: सूर्य इवातपन् ॥ २२ ॥",
        "english_devnagari": "yasmād aṇḍaṁ virāḍ jajñebhūtendriya-guṇātmakaḥtad dravyam atyagād viśvaṁgobhiḥ sūrya ivātapan",
        "verse_Syn": [
            "yasmāt",
            "aṇḍam",
            "virāṭ",
            "jajñe",
            "bhūta",
            "indriya",
            "guṇa",
            "ātmakaḥ",
            "tat",
            "dravyam",
            "atyagāt",
            "viśvam",
            "gobhiḥ",
            "sūryaḥ",
            "iva",
            "ātapan"
        ],
        "translation": "From that Personality of Godhead, all the universal globes and the universal form with all material elements, qualities and senses are generated. Yet He is aloof from such material manifestations, like the sun, which is separate from its rays and heat.",
        "purport": " The supreme truth has been ascertained in the previous verse as puruṣa or the puruṣottama, the Supreme Person. The Absolute Person is the īśvara, or the supreme controller, by His different energies. The ekapād-vibhūti manifestation of the material energy of the Lord is just like one of the many mistresses of the Lord, by whom the Lord is not so much attracted, as indicated in the language of the Gītā (bhinnā prakṛtiḥ). But the region of the tripād-vibhūti, being a pure spiritual manifestation of the energy of the Lord, is, so to speak, more attractive to Him. The Lord, therefore, generates the material manifestations by impregnating the material energy, and then, within the manifestation, He expands Himself as the gigantic form of the viśva-rūpa. The viśva-rūpa, as it was shown to Arjuna, is not the original form of the Lord. The original form of the Lord is the transcendental form of Puruṣottama, or Kṛṣṇa Himself. It is very nicely explained herein that He expands Himself just like the sun. The sun expands itself by its terrible heat and rays, yet the sun is always aloof from such rays and heat. The impersonalist takes into consideration the rays of the Lord without any information of the tangible, transcendental, eternal form of the Lord, known as Kṛṣṇa. Therefore Kṛṣṇa, in His supreme personal form, with two hands and flute, is bewildering for the impersonalists, who can accommodate only the gigantic viśva-rūpa of the Lord. They should know that the rays of the sun are secondary to the sun, and similarly the impersonal gigantic form of the Lord is also secondary to the personal form as Puruṣottama. The Brahma-saṁhitā (5.37) confirms this statement as follows: “The Supreme Personality of Godhead, Govinda, the one who enlivens the senses of everyone by His personal bodily rays, resides in His transcendental abode, called Goloka. Yet He is present in every nook and corner of His creation by expansion of happy spiritual rays, equal in power to His personal potency of bliss.” He is therefore simultaneously personal and impersonal by His inconceivable potency, or He is the one without a second, displaying complete unity in a diversity of material and spiritual manifestations. He is separate from everything, and still nothing is different from Him."
    },
    {
        "verse": "23",
        "devanagari": "यदास्य नाभ्यान्नलिनादहमासं महात्मन: ।नाविदं यज्ञसम्भारान् पुरुषावयवानृते ॥ २३ ॥",
        "english_devnagari": "yadāsya nābhyān nalinādaham āsaṁ mahātmanaḥnāvidaṁ yajña-sambhārānpuruṣāvayavān ṛte",
        "verse_Syn": [
            "yadā",
            "asya",
            "nābhyāt",
            "nalināt",
            "aham",
            "āsam",
            "mahā",
            "ātmanaḥ",
            "na",
            "avidam",
            "yajña",
            "sambhārān",
            "puruṣa",
            "avayavān",
            "ṛte"
        ],
        "translation": "When I was born from the abdominal lotus flower of the Lord [Mahā-Viṣṇu], the great person, I had no ingredients for sacrificial performances except the bodily limbs of the great Personality of Godhead.",
        "purport": " Lord Brahmā, the creator of the cosmic manifestation, is known as Svayambhū, or one who is born without father and mother. The general process is that a living creature is born out of the sex combination of the male father and the female mother. But Brahmā, the firstborn living being, is born out of the abdominal lotus flower of the Mahā-Viṣṇu plenary expansion of Lord Kṛṣṇa. The abdominal lotus flower is part of the Lord’s bodily limbs, and Brahmā is born out of the lotus flower. Therefore Lord Brahmā is also a part of the Lord’s body. Brahmā, after his appearance in the gigantic hollow of the universe, saw darkness and nothing else. He felt perplexity, and from his heart he was inspired by the Lord to undergo austerity, thereby acquiring the ingredients for sacrificial performances. But there was nothing besides the two of them, namely the Personality of Mahā-Viṣṇu and Brahmā himself, born of the bodily part of the Lord. For sacrificial performances many ingredients were in need, especially animals. The animal sacrifice is never meant for killing the animal, but for achieving the successful result of the sacrifice. The animal offered in the sacrificial fire is, so to speak, destroyed, but the next moment it is given a new life by dint of the Vedic hymns chanted by the expert priest. When such an expert priest is not available, the animal sacrifice in the fire of the sacrificial altar is forbidden. Thus Brahmā created even the sacrificial ingredients out of the bodily limbs of the Garbhodakaśāyī Viṣṇu, which means that the cosmic order was created by Brahmā himself. Also, nothing is created out of nothing, but everything is created from the person of the Lord. The Lord says in the Bhagavad-gītā (10.8), ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate: “Everything is made from My bodily limbs, and I am therefore the original source of all creations.” The impersonalists argue that there is no use in worshiping the Lord when everything is nothing but the Lord Himself. The personalist, however, worships the Lord out of a great sense of gratitude, utilizing the ingredients born out of the bodily limbs of the Lord. The fruits and flowers are available from the body of the earth, and yet mother earth is worshiped by the sensible devotee with ingredients born from the earth. Similarly, mother Ganges is worshiped by the water of the Ganges, and yet the worshiper enjoys the result of such worship. Worship of the Lord is also performed by the ingredients born from the bodily limbs of the Lord, and yet the worshiper, who is himself a part of the Lord, achieves the result of devotional service to the Lord. While the impersonalist wrongly concludes that he is the Lord himself, the personalist, out of a great gratitude, worships the Lord in devotional service, knowing perfectly well that nothing is different from the Lord. The devotee therefore endeavors to apply everything in the service of the Lord because he knows that everything is the property of the Lord and that no one can claim anything as one’s own. This perfect conception of oneness helps the worshiper in being engaged in His loving service, whereas the impersonalist, being falsely puffed up, remains a nondevotee forever, without being recognized by the Lord."
    },
    {
        "verse": "24",
        "devanagari": "तेषु यज्ञस्य पशव: सवनस्पतय: कुशा: ।इदं च देवयजनं कालश्चोरुगुणान्वित: ॥ २४ ॥",
        "english_devnagari": "teṣu yajñasya paśavaḥsavanaspatayaḥ kuśāḥidaṁ ca deva-yajanaṁkālaś coru-guṇānvitaḥ",
        "verse_Syn": [
            "teṣu",
            "yajñasya",
            "paśavaḥ",
            "sa",
            "vanaspatayaḥ",
            "kuśāḥ",
            "idam",
            "ca",
            "deva",
            "yajanam",
            "kālaḥ",
            "ca",
            "uru",
            "guṇa",
            "anvitaḥ"
        ],
        "translation": "For performing sacrificial ceremonies, one requires sacrificial ingredients, such as flowers, leaves and straw, along with the sacrificial altar and a suitable time [spring].",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "वस्तून्योषधय: स्‍नेहा रसलोहमृदो जलम् ।ऋचो यजूंषि सामानि चातुर्होत्रं च सत्तम ॥ २५ ॥",
        "english_devnagari": "vastūny oṣadhayaḥ snehārasa-loha-mṛdo jalamṛco yajūṁṣi sāmānicātur-hotraṁ ca sattama",
        "verse_Syn": [
            "vastūni",
            "oṣadhayaḥ",
            "snehāḥ",
            "rasa",
            "loha",
            "mṛdaḥ",
            "jalam",
            "ṛcaḥ",
            "yajūṁṣi",
            "sāmāni",
            "cātuḥ",
            "hotram",
            "ca",
            "sattama"
        ],
        "translation": "Other requirements are utensils, grains, clarified butter, honey, gold, earth, water, the Ṛg Veda, Yajur Veda and Sāma Veda and four priests to perform the sacrifice.",
        "purport": " To perform a sacrifice successfully, at least four expert priests are needed: one who can offer (hotā), one who can chant (udgātā), one who can kindle the sacrificial fire without the aid of separate fire (adhvaryu), and one who can supervise (brahmā). Such sacrifices were conducted from the birth of Brahmā, the first living creature, and were carried on till the reign of Mahārāja Yudhiṣṭhira. But such expert brāhmaṇa priests are very rare in this age of corruption and quarrel, and therefore in the present age only the yajña of chanting the holy name of the Lord is recommended. The scriptures enjoin:"
    },
    {
        "verse": "26",
        "devanagari": "नामधेयानि मन्त्राश्च दक्षिणाश्च व्रतानि च ।देवतानुक्रम: कल्प: सङ्कल्पस्तन्त्रमेव च ॥ २६ ॥",
        "english_devnagari": "nāma-dheyāni mantrāś cadakṣiṇāś ca vratāni cadevatānukramaḥ kalpaḥsaṅkalpas tantram eva ca",
        "verse_Syn": [
            "nāma",
            "dheyāni",
            "mantrāḥ",
            "ca",
            "dakṣiṇāḥ",
            "ca",
            "vratāni",
            "ca",
            "devatā",
            "anukramaḥ",
            "kalpaḥ",
            "saṅkalpaḥ",
            "tantram",
            "eva",
            "ca"
        ],
        "translation": "Other necessities include invoking the different names of the demigods by specific hymns and vows of recompense, in accordance with the particular scripture, for specific purposes and by specific processes.",
        "purport": " The whole process of offering sacrifice is under the category of fruitive action, and such activities are extremely scientific. They mainly depend on the process of vibrating sounds with a particular accent. It is a great science, and due to being out of proper use for more than four thousand years, for want of qualified brāhmaṇas such performances of sacrifice are no longer effective. Nor are they recommended in this fallen age. Any such sacrifice undertaken in this age as a matter of show may simply be a cheating process by the clever priestly order. But such a show of sacrifices cannot be effective at any stage. Fruitive action is being carried on by the help of material science and to a little extent by gross material help, but the materialists await a still more subtle advancement in the process of vibrating sounds on which the Vedic hymns are established. Gross material science cannot divert the real purpose of human life. It can only increase the artificial needs of life without any solution to the problems of life; therefore the way of materialistic life leads to the wrong type of human civilization. Since the ultimate aim of life is spiritual realization, the direct way of invoking the holy name of the Lord, as mentioned above, is precisely recommended by Lord Caitanya, and people of the modern age can easily take advantage of this simple process, which is tenable for the condition of the complicated social structure."
    },
    {
        "verse": "27",
        "devanagari": "गतयो मतयश्चैव प्रायश्चित्तं समर्पणम् ।पुरुषावयवैरेते सम्भारा: सम्भृता मया ॥ २७ ॥",
        "english_devnagari": "gatayo matayaś caivaprāyaścittaṁ samarpaṇampuruṣāvayavair etesambhārāḥ sambhṛtā mayā",
        "verse_Syn": [
            "gatayaḥ",
            "matayaḥ",
            "ca",
            "eva",
            "prāyaścittam",
            "samarpaṇam",
            "puruṣa",
            "avayavaiḥ",
            "ete",
            "sambhārāḥ",
            "sambhṛtāḥ",
            "mayā"
        ],
        "translation": "Thus I had to arrange all these necessary ingredients and paraphernalia of sacrifice from the personal bodily parts of the Personality of Godhead. By invocation of the demigods’ names, the ultimate goal, Viṣṇu, was gradually attained, and thus compensation and ultimate offering were complete.",
        "purport": " In this verse, special stress is given to the person of the Supreme Lord, and not to His impersonal brahmajyoti, as being the source of all supplies. Nārāyaṇa, the Supreme Lord, is the goal of sacrificial results, and therefore the Vedic hymns are ultimately meant for attaining this goal. Human life is thus made successful by pleasing Nārāyaṇa and getting entrance into the direct association of Nārāyaṇa in the spiritual kingdom of Vaikuṇṭha."
    },
    {
        "verse": "28",
        "devanagari": "इति सम्भृतसम्भार: पुरुषावयवैरहम् ।तमेव पुरुषं यज्ञं तेनैवायजमीश्वरम् ॥ २८ ॥",
        "english_devnagari": "iti sambhṛta-sambhāraḥpuruṣāvayavair ahamtam eva puruṣaṁ yajñaṁtenaivāyajam īśvaram",
        "verse_Syn": [
            "iti",
            "sambhṛta",
            "sambhāraḥ",
            "puruṣa",
            "avayavaiḥ",
            "aham",
            "tam",
            "eva",
            "puruṣam",
            "yajñam",
            "tena",
            "eva",
            "ayajam",
            "īśvaram"
        ],
        "translation": "Thus I created the ingredients and paraphernalia for offering sacrifice out of the parts of the body of the Supreme Lord, the enjoyer of the sacrifice, and I performed the sacrifice to satisfy the Lord.",
        "purport": " People in general are always anxious to have peace of mind or peace in the world, but they do not know how to achieve such a standard of peace in the world. Such peace in the world is obtainable by performances of sacrifice and by practice of austerity. In the Bhagavad-gītā (5.29) the following prescription is recommended: The karma-yogīs know that the Supreme Lord is the factual enjoyer and maintainer of all sacrifices and of the austere life. They also know that the Lord is the ultimate proprietor of all the planets and is the factual friend of all living entities. Such knowledge gradually converts the karma-yogīs into pure devotees of the Lord through the association of unalloyed devotees, and thus they are able to be liberated from material bondage. Brahmā, the original living being within the material world, taught us the way of sacrifice. The word “sacrifice” suggests dedication of one’s own interests for satisfaction of a second person. That is the way of all activities. Every man is engaged in sacrificing his interests for others, either in the form of family, society, community, country or the entire human society. But perfection of such sacrifices is attained when they are performed for the sake of the Supreme Person, the Lord. Because the Lord is the proprietor of everything, because the Lord is the friend of all living creatures, and because He is the maintainer of the performer of sacrifice, as well as the supplier of the ingredients of sacrifices, it is He only and no one else who should be satisfied by all sacrifices. The whole world is engaged in sacrificing energy for advancement of learning, social upliftment, economic development and plans for total improvement of the human condition, but no one is interested in sacrificing for the sake of the Lord, as it is advised in the Bhagavad-gītā. Therefore, there is no peace in the world. If men at all want peace in the world, they must practice sacrifice in the interest of the supreme proprietor and friend of all."
    },
    {
        "verse": "29",
        "devanagari": "ततस्ते भ्रातर इमे प्रजानां पतयो नव । अयजन् व्यक्तमव्यक्तं पुरुषं सुसमाहिता: ॥ २९ ॥",
        "english_devnagari": "tatas te bhrātara imeprajānāṁ patayo navaayajan vyaktam avyaktaṁpuruṣaṁ su-samāhitāḥ",
        "verse_Syn": [
            "tataḥ",
            "te",
            "bhrātaraḥ",
            "ime",
            "prajānām",
            "patayaḥ",
            "nava",
            "ayajan",
            "vyaktam",
            "avyaktam",
            "puruṣam",
            "su",
            "samāhitāḥ"
        ],
        "translation": "My dear son, thereafter your nine brothers, who are the masters of living creatures, performed the sacrifice with proper rituals to satisfy both the manifested and nonmanifested personalities.",
        "purport": " The manifested personalities are the demigods like the ruler of the heavenly kingdom, Indra, and his associates; and the nonmanifested personality is the Lord Himself. The manifested personalities are mundane controllers of the material affairs, whereas the nonmanifested Personality of Godhead is transcendental, beyond the range of the material atmosphere. In this Age of Kali the manifested demigods are also not to be seen, for space travel has completely stopped. So both the powerful demigods and the Supreme Personality of Godhead are nonmanifested to the covered eyes of the modern man. Modern men want to see everything with their eyes, although they are not sufficiently qualified. Consequently, they disbelieve in the existence of the demigods or of the Supreme God. They should see through the pages of authentic scriptures and should not simply believe their unqualified eyes. Even in these days, God can also be seen by qualified eyes tinged with the ointment of love of God."
    },
    {
        "verse": "30",
        "devanagari": "ततश्च मनव: काले ईजिरे ऋषयोऽपरे ।पितरो विबुधा दैत्या मनुष्या: क्रतुभिर्विभुम् ॥ ३० ॥",
        "english_devnagari": "tataś ca manavaḥ kāleījire ṛṣayo ’parepitaro vibudhā daityāmanuṣyāḥ kratubhir vibhum",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "manavaḥ",
            "kāle",
            "ījire",
            "ṛṣayaḥ",
            "apare",
            "pitaraḥ",
            "vibudhāḥ",
            "daityāḥ",
            "manuṣyāḥ",
            "kratubhiḥ",
            "vibhum"
        ],
        "translation": "Thereafter, the Manus, the fathers of mankind, the great sages, the forefathers, the learned scholars, the Daityas and mankind performed sacrifices meant to please the Supreme Lord.",
        "purport": " The daityas are devotees of the demigods because they want to derive the greatest possible material facilities from them. The devotees of the Lord are eka-niṣṭha, or absolutely attached to the devotional service of the Lord. Therefore they have practically no time to seek the benefits of material facilities. Because of their realization of their spiritual identity, they are more concerned with spiritual emancipation than with material comforts."
    },
    {
        "verse": "31",
        "devanagari": "नारायणे भगवति तदिदं विश्वमाहितम् ।गृहीतमायोरुगुण: सर्गादावगुण: स्वत: ॥ ३१ ॥",
        "english_devnagari": "nārāyaṇe bhagavatitad idaṁ viśvam āhitamgṛhīta-māyoru-guṇaḥsargādāv aguṇaḥ svataḥ",
        "verse_Syn": [
            "nārāyaṇe",
            "bhagavati",
            "tat",
            "idam",
            "viśvam",
            "āhitam",
            "gṛhīta",
            "māyā",
            "uru",
            "guṇaḥ",
            "sarga",
            "ādau",
            "aguṇaḥ",
            "svataḥ"
        ],
        "translation": "All the material manifestations of the universes are therefore situated in His powerful material energies, which He accepts self-sufficiently, although He is eternally without affinity for the material modes.",
        "purport": " The question put by Nārada before Brahmā concerning the sustenance of the material creation is thus answered. Material actions and reactions, as the material scientist can superficially observe, are not basically ultimate truth in regard to creation, maintenance and destruction. The material energy is a potency of the Lord which is displayed in time, accepting the three qualities of goodness, passion and ignorance in the forms of Viṣṇu, Brahmā and Śiva. The material energy thus works under the supreme spell of His Lordship, although He is always transcendental to all such material activities. A rich man constructs a big house by spending his energy in the shape of resources, and similarly he destroys a big house by his resources, but the maintenance is always under his personal care. The Lord is the richest of the rich because He is always fully complete in six opulences. Therefore He is not required to do anything personally, but everything in the material world is carried out by His wishes and direction; therefore, the entire material manifestation is situated in Nārāyaṇa, the Supreme Personality of Godhead. The impersonal conception of the supreme truth is due to lack of knowledge only, and this fact is clearly explained by Brahmājī, who is supposed to be the creator of the universal affairs. Brahmājī is the highest authority in Vedic wisdom, and his assertion in this connection is therefore the supreme information."
    },
    {
        "verse": "32",
        "devanagari": "सृजामि तन्नियुक्तोऽहं हरो हरति तद्वश: ।विश्वं पुरुषरूपेण परिपाति त्रिशक्तिधृक् ॥ ३२ ॥",
        "english_devnagari": "sṛjāmi tan-niyukto ’haṁharo harati tad-vaśaḥviśvaṁ puruṣa-rūpeṇaparipāti tri-śakti-dhṛk",
        "verse_Syn": [
            "sṛjāmi",
            "tat",
            "niyuktaḥ",
            "aham",
            "haraḥ",
            "harati",
            "tat",
            "vaśaḥ",
            "viśvam",
            "puruṣa",
            "rūpeṇa",
            "paripāti",
            "tri",
            "śakti",
            "dhṛk"
        ],
        "translation": "By His will, I create, Lord Śiva destroys, and He Himself, in His eternal form as the Personality of Godhead, maintains everything. He is the powerful controller of these three energies.",
        "purport": " The conception of one without a second is clearly confirmed here. The one is Lord Vāsudeva, and only by His different energies and expansions are different manifestations, both in the material and in the spiritual worlds, maintained. In the material world also, Lord Vāsudeva is everything, as stated in the Bhagavad-gītā (7.19). Vāsudevaḥ sarvam iti: everything is Vāsudeva only. In the Vedic hymns also the same Vāsudeva is held to be supreme. It is said in the Vedas, vāsudevāt paro brahman na cānyo ’rtho ’sti tattvataḥ: in fact there is no greater truth than Vāsudeva. And Lord Kṛṣṇa affirms the same truth in the Bhagavad-gītā (7.7). Mattaḥ parataraṁ nānyat: “There is nothing above Me [Lord Kṛṣṇa].” So the conception of oneness, as overly stressed by the impersonalist, is also accepted by the personalist devotee of the Lord. The difference is that the impersonalist denies personality in the ultimate issue, whereas the devotee gives more importance to the Personality of Godhead. Śrīmad-Bhāgavatam explains this truth in the verse under discussion: Lord Vāsudeva is one without a second, but because He is all-powerful, He can expand Himself as well as display His omnipotencies. The Lord is described here as omnipotent by three energies (tri-śakti-dhṛk). So primarily His three energies are internal, marginal and external. This external energy is also displayed in the three modes of goodness, passion and ignorance. Similarly, the internal potency is also displayed in three spiritual modes — saṁvit, sandhinī and hlādinī. The marginal potency, or the living entities, is also spiritual (prakṛtiṁ viddhi me parām), but the living entities are never equal to the Lord. The Lord is nirasta-sāmya-atiśaya; in other words, no one is greater than or equal to the Supreme Lord. So the living entities, including even such great personalities as Lord Brahmā and Lord Śiva, are all subordinate to the Lord. In the material world also, in His eternal form of Viṣṇu, He maintains and controls all the affairs of the demigods, including Brahmā and Śiva."
    },
    {
        "verse": "33",
        "devanagari": "इति तेऽभिहितं तात यथेदमनुपृच्छसि ।नान्यद्भगवत: किंचिद्भाव्यं सदसदात्मकम् ॥ ३३ ॥",
        "english_devnagari": "iti te ’bhihitaṁ tātayathedam anupṛcchasinānyad bhagavataḥ kiñcidbhāvyaṁ sad-asad-ātmakam",
        "verse_Syn": [
            "iti",
            "te",
            "abhihitam",
            "tāta",
            "yathā",
            "idam",
            "anupṛcchasi",
            "na",
            "anyat",
            "bhagavataḥ",
            "kiñcit",
            "bhāvyam",
            "sat",
            "asat",
            "ātmakam"
        ],
        "translation": "My dear son, whatever you inquired from me I have thus explained unto you, and you must know for certain that whatever there is (either as cause or as effect, both in the material and spiritual worlds) is dependent on the Supreme Personality of Godhead.",
        "purport": " The complete cosmic situation, both in the material and in the spiritual manifestations of the energies of the Lord, is working and moving first as the cause and then as the effect. But the original cause is the Supreme Personality of Godhead. Effects of the original cause become the causes of other effects, and thus everything, either permanent or temporary, is working as cause and effect. And because the Lord is the primeval cause of all persons and all energies, He is called the cause of all causes, as confirmed in the Brahma-saṁhitā as well as in the Bhagavad-gītā. The Brahma-saṁhitā (5.1) affirms: And in the Bhagavad-gītā (10.8) it is said: So the original primeval cause is vigraha, the personal, and the impersonal spiritual effulgence, brahmajyoti, is also an effect of the Supreme Brahman (brahmaṇo hi pratiṣṭhāham), Lord Kṛṣṇa."
    },
    {
        "verse": "34",
        "devanagari": "न भारती मेऽङ्ग मृषोपलक्ष्यतेन वै क्‍वचिन्मे मनसो मृषा गति: ।न मे हृषीकाणि पतन्त्यसत्पथेयन्मे हृदौत्कण्ठ्यवता धृतो हरि: ॥ ३४ ॥",
        "english_devnagari": "na bhāratī me ’ṅga mṛṣopalakṣyatena vai kvacin me manaso mṛṣā gatiḥna me hṛṣīkāṇi patanty asat-patheyan me hṛdautkaṇṭhyavatā dhṛto hariḥ",
        "verse_Syn": [
            "na",
            "bhāratī",
            "me",
            "aṅga",
            "mṛṣā",
            "upalakṣyate",
            "na",
            "vai",
            "kvacit",
            "me",
            "manasaḥ",
            "mṛṣā",
            "gatiḥ",
            "na",
            "me",
            "hṛṣīkāṇi",
            "patanti",
            "asat",
            "pathe",
            "yat",
            "me",
            "hṛdā",
            "autkaṇṭhyavatā",
            "dhṛtaḥ",
            "hariḥ"
        ],
        "translation": "O Nārada, because I have caught hold of the lotus feet of the Supreme Personality of Godhead, Hari, with great zeal, whatever I say has never proved to have been false. Nor is the progress of my mind ever deterred. Nor are my senses ever degraded by temporary attachment to matter.",
        "purport": " Lord Brahmā is the original speaker of Vedic wisdom to Nārada, and Nārada is the distributor of transcendental knowledge all over the world through his various disciples, like Vyāsadeva and others. The followers of Vedic wisdom accept the statements of Brahmājī as gospel truth, and transcendental knowledge is thus being distributed all over the world by the process of disciplic succession from time immemorial, since the beginning of the creation. Lord Brahmā is the perfect liberated living being within the material world, and any sincere student of transcendental knowledge must accept the words and statements of Brahmājī as infallible. The Vedic knowledge is infallible because it comes down directly from the Supreme Lord unto the heart of Brahmā, and since he is the most perfect living being, Brahmājī is always correct to the letter. And this is because Lord Brahmā is a great devotee of the Lord who has earnestly accepted the lotus feet of the Lord as the supreme truth. In the Brahma-saṁhitā, which is compiled by Brahmājī, he repeats the aphorism govindam ādi-puruṣaṁ tam ahaṁ bhajāmi: “I am a worshiper of the original Personality of Godhead, Govinda, the primeval Lord.” So whatever he says, whatever he thinks, and whatever he does normally in his mood are to be accepted as truth because of his direct and very intimate connection with Govinda, the primeval Lord. Śrī Govinda, who pleasingly accepts the loving transcendental service of His devotees, gives all protection to the words and actions of His devotees. The Lord declares in the Bhagavad-gītā (9.31), kaunteya pratijānīhi: “O son of Kuntī, please declare it.” The Lord asks Arjuna to declare, and why? Because sometimes the declaration of Govinda Himself may seem contradictory to mundane creatures, but the mundaner will never find any contradiction in the words of the Lord’s devotees. The devotees are especially protected by the Lord so that they may remain infallible. Therefore the process of devotional service always begins in the service of the devotee who appears in disciplic succession. The devotees are always liberated, but that does not mean that they are impersonal. The Lord is a person eternally, and the devotee of the Lord is also a person eternally. Because the devotee has his sense organs even at the liberated stage, he is therefore a person always. And because the devotee’s service is accepted by the Lord in full reciprocation, the Lord is also a person in His complete spiritual embodiment. The devotee’s senses, being engaged in the service of the Lord, never go astray under the attraction of false material enjoyment. The plans of the devotee never go in vain, and all this is due to the faithful attachment of the devotee for the service of the Lord. This is the standard of perfection and liberation. Anyone, beginning from Brahmājī down to the human being, is at once put on the path of liberation simply by his attachment in great earnestness for the Supreme Lord, Śrī Kṛṣṇa, the primeval Lord. The Lord affirms this in the Bhagavad-gītā (14.26): Anyone, therefore, who is earnestly serious in heart and soul about being in intimate touch with the Personality of Godhead in the relationship of transcendental loving service will always be infallible in words and action. The reason is that the Supreme Lord is Absolute Truth, and anything earnestly dovetailed with the Absolute Truth attains the same transcendental quality. On the other hand, any amount of mental speculation on the strength of material science and knowledge without any bona fide touch with the Absolute Truth is sure to be a mundane untruth and failure, simply due to not being in touch with the Absolute Truth. Such godless, unfaithful words and actions, however materially enriched, are never to be trusted. That is the purport of this important verse. A grain of devotion is more valuable than tons of faithlessness."
    },
    {
        "verse": "35",
        "devanagari": "सोऽहं समाम्नायमयस्तपोमय:प्रजापतीनामभिवन्दित: पति: ।आस्थाय योगं निपुणं समाहित-स्तं नाध्यगच्छं यत आत्मसम्भव: ॥ ३५ ॥",
        "english_devnagari": "so ’haṁ samāmnāyamayas tapomayaḥprajāpatīnām abhivanditaḥ patiḥāsthāya yogaṁ nipuṇaṁ samāhitastaṁ nādhyagacchaṁ yata ātma-sambhavaḥ",
        "verse_Syn": [
            "saḥ",
            "aham",
            "samāmnāya",
            "mayaḥ",
            "tapaḥ",
            "mayaḥ",
            "prajāpatīnām",
            "abhivanditaḥ",
            "patiḥ",
            "āsthāya",
            "yogam",
            "nipuṇam",
            "samāhitaḥ",
            "tam",
            "na",
            "adhyagaccham",
            "yataḥ",
            "ātma",
            "sambhavaḥ"
        ],
        "translation": "Although I am known as the great Brahmā, perfect in the disciplic succession of Vedic wisdom, and although I have undergone all austerities and am an expert in mystic powers and self-realization, and although I am recognized as such by the great forefathers of the living entities, who offer me respectful obeisances, still I cannot understand Him, the Lord, the very source of my birth.",
        "purport": " Brahmā, the greatest of all living creatures within the universe, is admitting his failure to know the Supreme Lord despite his vast learning in the Vedic wisdom, despite his austerity, penance, mystic powers and self-realization, and despite being worshiped by the great Prajāpatis, the forefathers of the living entities. So these qualifications are not sufficient to know the Supreme Lord. Brahmājī could understand the Lord to a little extent only when he was trying to serve Him by the eagerness of his heart (hṛdautkaṇṭhyavatā), which is the devotional service mood. Therefore, the Lord can be known only by the sincere mood of eagerness for service, and not by any amount of material qualification as scientist or speculative philosopher or by attainment of mystic powers. This fact is clearly corroborated in the Bhagavad-gītā (18.54-55): Only self-realization, by attainment of the above high qualifications of Vedic wisdom, austerity, etc., can help one on the path of devotional service. But failing in devotional service, one remains still imperfect because even in that position of self-realization one cannot factually know the Supreme Lord. By self-realization, one is qualified to become a devotee, and the devotee, by service mood (bhaktyā) only, can gradually know the Personality of Godhead. One should not, however, misunderstand the import of viśate (“enters into”) as referring to merging into the existence of the Supreme. Even in material existence, one is merged in the existence of the Lord. No materialist can disentangle self from matter, for the self is merged in the external energy of the Lord. As no layman can separate butter from milk, no one can extricate the merged self from matter by acquiring some material qualification. This viśate by devotion (bhaktyā) means to be able to participate in the association of the Lord in person. Bhakti, or devotional service to the Lord, means to become free from material entanglement and then to enter into the kingdom of God, becoming one like Him. Losing one’s individuality is not the aim of bhakti-yoga or of the devotees of the Lord. There are five types of liberation, one of which is called sāyujya-mukti, or being merged into the existence or body of the Lord. The other forms of liberation maintain the individuality of the particle soul and involve being always engaged in the transcendental loving service of the Lord. The word viśate, used in the verses of the Bhagavad-gītā, is thus meant for the devotees who are not at all anxious for any kind of liberation. The devotees are satisfied simply in being engaged in the service of the Lord, regardless of the situation. Lord Brahmā is the first living being, who directly learned the Vedic wisdom from the Lord (tene brahma hṛdā ya ādi-kavaye). Therefore, who can be a more learned Vedāntist than Lord Brahmā? He admits that in spite of his perfect knowledge in the Vedas, he was unable to know the glories of the Lord. Since no one can be more than Lord Brahmā, how can a so-called Vedāntist be perfectly cognizant of the Absolute Truth? The so-called Vedāntist, therefore, cannot enter into the existence of the Lord without being trained in the matter of bhakti-vedānta, or Vedānta plus bhakti. Vedānta means self-realization, and bhakti means realization of the Personality of Godhead, to some extent. No one can know the Personality of Godhead in full, but at least to a certain extent one can know the Absolute Truth, the Personality of Godhead, by self-surrender and a devotional attitude, and by nothing else. In the Brahma-saṁhitā also, it is said, vedeṣu durlabham, or simply by study of Vedānta one can hardly find out the existence of the Personality of Godhead, but the Lord is adurlabham ātma-bhaktau, very easily available to His devotee. Śrīla Vyāsadeva, therefore, was not satisfied simply with compiling the Vedānta-sūtras, but over and above this, by the advice of his spiritual master, Nārada, he compiled the Śrīmad-Bhāgavatam in order to understand the real import of Vedānta. Śrīmad-Bhāgavatam therefore, is the absolute medium by which to understand the Absolute Truth."
    },
    {
        "verse": "36",
        "devanagari": "नतोऽस्म्यहं तच्चरणं समीयुषांभवच्छिदं स्वस्त्ययनं सुमङ्गलम् ।यो ह्यात्ममायाविभवं स्म पर्यगाद्यथा नभ: स्वान्तमथापरे कुत: ॥ ३६ ॥",
        "english_devnagari": "nato ’smy ahaṁ tac-caraṇaṁ samīyuṣāṁbhavac-chidaṁ svasty-ayanaṁ sumaṅgalamyo hy ātma-māyā-vibhavaṁ sma paryagādyathā nabhaḥ svāntam athāpare kutaḥ",
        "verse_Syn": [
            "nataḥ",
            "asmi",
            "aham",
            "tat",
            "caraṇam",
            "samīyuṣām",
            "bhavat",
            "chidam",
            "svasti",
            "ayanam",
            "su",
            "maṅgalam",
            "yaḥ",
            "hi",
            "ātma",
            "māyā",
            "vibhavam",
            "sma",
            "paryagāt",
            "yathā",
            "nabhaḥ",
            "sva",
            "antam",
            "atha",
            "apare",
            "kutaḥ"
        ],
        "translation": "Therefore it is best for me to surrender unto His feet, which alone can deliver one from the miseries of repeated birth and death. Such surrender is all-auspicious and allows one to perceive all happiness. Even the sky cannot estimate the limits of its own expansion. So what can others do when the Lord Himself is unable to estimate His own limits?",
        "purport": " Lord Brahmā, the greatest of all learned living beings, the greatest sacrificer, the greatest observer of the austere life, and the greatest self-realized mystic, advises us, as the supreme spiritual master of all living beings, that one should simply surrender unto the lotus feet of the Lord in order to achieve all success, even up to the limit of being liberated from the miseries of material life and being endowed with all-auspicious spiritual existence. Lord Brahmā is known as the pitāmaha, or the father’s father. A young man consults his experienced father about discharging his duties. So the father is naturally a good advisor. But Lord Brahmā is the father of all fathers. He is the father of the father of Manu, who is the father of mankind all over the universal planets. Therefore the men of this insignificant planet should kindly accept the instruction of Brahmājī and would do well to surrender unto the lotus feet of the Lord rather than try to estimate the length and breadth of the Lord’s potencies. His potencies are immeasurable, as confirmed in the Vedas. Parāsya śaktir vividhaiva śrūyate svābhāvikī jñāna-bala-kriyā ca (Śvetāśvatara Upaniṣad 6.8). He is the greatest of all, and all others, even the greatest of all living beings, namely Brahmājī, admits that the best thing for us is to surrender unto Him. Therefore only those persons with a very poor fund of knowledge claim that they themselves are lords of all that they survey. And what can they survey? They cannot survey even the length and breadth of a small sky in one small universe. The so-called material scientist says that he would need to live forty thousand years to reach the highest planet of the universe, being carried by a sputnik. This is also utopian because no one can be expected to live forty thousand years. Besides, when the space pilot returned from his travel, none of his friends would be present to receive him back as the greatest astronaut, as has become fashionable for modern bewildered scientific men. One scientific man, who had no belief in God, was very much enthusiastic in making plans for his material existence and therefore opened a hospital to save the living. But after opening the hospital, he himself died within six months. So one should not spoil his human life, which is obtained after many, many changes of bodies in 8,400,000 species of life, simply for the concocted material happiness of life through increasing artificial needs in the name of advancement of economic development and scientific knowledge. Rather, one should simply surrender unto the feet of the Lord to make a solution to all miseries of life. That is the instruction of Lord Kṛṣṇa directly in the Bhagavad-gītā, and that is the instruction of Śrīmad-Bhāgavatam by Brahmājī, the supreme father of all living beings. Anyone denying this surrendering process as recommended both in the Bhagavad-gītā and in the Śrīmad-Bhāgavatam — and, for that matter, in all authorized scriptures — will be forced to surrender unto the laws of material nature. The living entity, by his constitutional position, is not independent. He must surrender, either unto the Lord or unto material nature. Material nature is also not independent of the Lord, since the Lord Himself has claimed material nature as mama māyā, or “My energy” (Bg. 7.14), and as me bhinnā prakṛtir aṣṭadhā, or “My separated energy in eight divisions” (Bg. 7.4). Therefore material nature is also controlled by the Lord, as He has claimed in Bhagavad-gītā (9.10). Mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram: “Under My direction only is material nature working, and thus are all things moving.” And the living entities, being superior energy to matter, have choice and discrimination either to surrender unto the Lord or to surrender unto material nature. By surrendering unto the Lord, one is happy and liberated, but by surrendering unto material nature the living entity suffers. So the end of all suffering means surrendering unto the Lord because the surrendering process itself is bhava-cchidam (liberation from all material miseries), svasty-ayanam (perception of all happiness), and sumaṅgalam (the source of everything auspicious). Therefore liberty, happiness and all good fortune can be attained only by surrendering unto the Lord because He is full liberty, full happiness and full auspiciousness. Such liberation and happiness are also unlimited, and they have been compared to the sky, although such liberation and happiness are infinitely greater than the sky. In our present position we can simply understand the magnitude of greatness when it is compared to the sky. We fail to measure the sky, but the happiness and liberty obtained in association with the Lord are far greater than the sky. That spiritual happiness is so great that it cannot be measured, even by the Lord Himself, not to speak of others. It is said in the scriptures, brahma-saukhyaṁ tv anantam: spiritual happiness is unlimited. Here it is said that even the Lord cannot measure such happiness. This does not mean that the Lord cannot measure it and is therefore imperfect in that sense. The actual position is that the Lord can measure it, but the happiness in the Lord is also identical with the Lord on account of absolute knowledge. So the happiness derived from the Lord may be measured by the Lord, but the happiness increases again, and the Lord measures it again, and then again the happiness increases more and more, and the Lord measures it more and more, and as such, there is eternally a competition between increment and measurement, so much so that the competition is never stopped, but goes on unlimitedly ad infinitum. Spiritual happiness is ānandāmbudhi-vardhanam, or the ocean of happiness which increases. The material ocean is stagnant, but the spiritual ocean is dynamic. In the Caitanya-caritāmṛta (Ādi-līlā, Fourth Chapter), Kavirāja Gosvāmī has very nicely described this dynamic increment of the ocean of spiritual happiness in the transcendental person of Śrīmatī Rādhārāṇī, the pleasure potency of Lord Kṛṣṇa."
    },
    {
        "verse": "37",
        "devanagari": "नाहं न यूयं यद‍ृतां गतिं विदु-र्न वामदेव: किमुतापरे सुरा: ।तन्मायया मोहितबुद्धयस्त्विदंविनिर्मितं चात्मसमं विचक्ष्महे ॥ ३७ ॥",
        "english_devnagari": "nāhaṁ na yūyaṁ yad-ṛtāṁ gatiṁ vidurna vāmadevaḥ kim utāpare surāḥtan-māyayā mohita-buddhayas tv idaṁvinirmitaṁ cātma-samaṁ vicakṣmahe",
        "verse_Syn": [
            "na",
            "aham",
            "na",
            "yūyam",
            "yat",
            "ṛtām",
            "gatim",
            "viduḥ",
            "na",
            "vāmadevaḥ",
            "kim",
            "uta",
            "apare",
            "surāḥ",
            "tat",
            "māyayā",
            "mohita",
            "buddhayaḥ",
            "tu",
            "idam",
            "vinirmitam",
            "ca",
            "ātma",
            "samam",
            "vicakṣmahe"
        ],
        "translation": "Since neither Lord Śiva nor you nor I could ascertain the limits of spiritual happiness, how can other demigods know it? And because all of us are bewildered by the illusory, external energy of the Supreme Lord, we can see only this manifested cosmos according to our individual ability.",
        "purport": " We have many times mentioned the names of twelve selected authorities (dvādaśa-mahājana), of which Brahmā, Nārada and Lord Śiva head the list as the first, second and third in order of merit of those who know something of the Supreme Lord. Other demigods, semi-demigods, Gandharvas, Cāraṇas, Vidyādharas, human beings or asuras cannot possibly know fully about the potencies of the Absolute Lord, Śrī Kṛṣṇa. The demigods, semi-demigods, Gandharvas, etc., are all highly intelligent persons in the upper planets, the human beings are inhabitants of the intermediate planets, and the asuras are inhabitants of the lower planets. All of them have their respective conceptions and estimations of the Absolute Truth, as does the scientist or the empiric philosopher in human society. All such living entities are creatures of the material nature, and consequently they are bewildered by the wonderful display of the three modes of material nature. Such bewilderment is mentioned in the Bhagavad-gītā (7.13). Tribhir guṇamayair bhāvair ebhiḥ sarvam idaṁ jagat: every entity, beginning from Brahmā down to the ant, is individually bewildered by the three modes of material nature, namely goodness, passion and ignorance. Everyone thinks, in terms of individual capacity, that this universe, which is manifested before us, is all in all. And so the scientist in the human society of the twentieth century calculates the beginning and end of the universe in his own way. But what can the scientists know? Even Brahmā himself was once bewildered, thinking himself the only one Brahmā favored by the Lord, but later on, by the grace of the Lord, he came to know that there are innumerable more powerful Brahmās as well, in far bigger universes beyond this universe, and all of these universes combined together form ekapād-vibhūti, or one fourth of the manifestation of the Lord’s creative energy. The other three fourths of His energy are displayed in the spiritual world, and so what can the tiny scientist with a tiny brain know of the Absolute Personality of Godhead, Lord Kṛṣṇa? The Lord says, therefore, mohitaṁ nābhijānāti mām ebhyaḥ param avyayam: bewildered by such modes of material nature, they cannot understand that beyond these manifestations is a Supreme Person who is the absolute controller of everything. Brahmā, Nārada and Lord Śiva know about the Lord to a considerable extent, and therefore one should follow the instructions of these great personalities instead of being satisfied with a tiny brain and its playful discoveries such as spacecraft and similar products of science. As the mother is the only authority to identify the father of a child, so the mother Vedas, presented by the recognized authority such as Brahmā, Nārada or Śiva, is the only authority to inform us about the Absolute Truth."
    },
    {
        "verse": "38",
        "devanagari": "यस्यावतारकर्माणि गायन्ति ह्यस्मदादय: ।न यं विदन्ति तत्त्वेन तस्मै भगवते नम: ॥ ३८ ॥",
        "english_devnagari": "yasyāvatāra-karmāṇigāyanti hy asmad-ādayaḥna yaṁ vidanti tattvenatasmai bhagavate namaḥ",
        "verse_Syn": [
            "yasya",
            "avatāra",
            "karmāṇi",
            "gāyanti",
            "hi",
            "asmat",
            "ādayaḥ",
            "na",
            "yam",
            "vidanti",
            "tattvena",
            "tasmai",
            "bhagavate",
            "namaḥ"
        ],
        "translation": "Let us offer our respectful obeisances unto that Supreme Personality of Godhead, whose incarnations and activities are chanted by us for glorification, though He can hardly be fully known as He is.",
        "purport": " It is said that the transcendental name, form, quality, pastimes, paraphernalia, personality, etc., cannot possibly be perceived by the gross materialistic senses. But when the senses are purified by the process of hearing, chanting, remembering, and worshiping the lotus feet of the holy Deity, etc., the Lord reveals Himself proportionately to the advancement of the quality of devotional service (ye yathā māṁ prapadyante). One should not expect the Lord to be an order-supplying agent who must be present before us as soon as we desire to see Him. We must be ready to undergo the prescribed devotional duties, following the path shown by the predecessors in the disciplic succession from Brahmā, Nārada and similar authorities. As the senses are progressively purified by bona fide devotional service, the Lord reveals His identity according to the spiritual advancement of the devotee. But one who is not in the line of devotional service can hardly perceive Him simply by calculations and philosophical speculations. Such a hard worker can present a jugglery of words before an audience, but can never know the Supreme Personality of Godhead in His personal feature. The Lord has clearly stated in the Bhagavad-gītā that one can know Him only by devotional service. No one can know the Lord by any puffed-up material process of challenge, but the humble devotee can please the Lord by his earnest devotional activities. Thus the Lord reveals Himself proportionately before the devotee. Lord Brahmā therefore offers his respectful obeisances as a bona fide spiritual master and advises us to follow the process of śravaṇa and kīrtana. Simply by this process, or simply by hearing and chanting the glories of the activities of the Lord’s incarnation, one can certainly see within himself the identity of the Lord. We have already discussed this subject in volume one of Śrīmad-Bhāgavatam, in connection with this verse: The conclusion is that one cannot know the Supreme Personality of Godhead fully by any method, but He can be seen and felt partially by the devotional service process of hearing, chanting, etc."
    },
    {
        "verse": "39",
        "devanagari": "स एष आद्य: पुरुष: कल्पे कल्पे सृजत्यज: ।आत्मात्मन्यात्मनात्मानं स संयच्छति पाति च ॥ ३९ ॥",
        "english_devnagari": "sa eṣa ādyaḥ puruṣaḥkalpe kalpe sṛjaty ajaḥātmātmany ātmanātmānaṁsa saṁyacchati pāti ca",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "ādyaḥ",
            "puruṣaḥ",
            "kalpe",
            "kalpe",
            "sṛjati",
            "ajaḥ",
            "ātmā",
            "ātmani",
            "ātmanā",
            "ātmānam",
            "saḥ",
            "saṁyacchati",
            "pāti",
            "ca"
        ],
        "translation": "That supreme original Personality of Godhead, Lord Śrī Kṛṣṇa, expanding His plenary portion as Mahā-Viṣṇu, the first incarnation, creates this manifested cosmos, but He is unborn. The creation, however, takes place in Him, and the material substance and manifestations are all Himself. He maintains them for some time and absorbs them into Himself again.",
        "purport": " The creation is nondifferent from the Lord, and still He is not in the creation. This is explained in the Bhagavad-gītā (9.4) as follows: The impersonal conception of the Absolute Truth is also a form of the Lord called avyakta-mūrti. Mūrti means “form,” but because His impersonal feature is inexplicable to our limited senses, He is the avyakta-mūrti form, and in that inexplicable form of the Lord the whole creation is resting; or, in other words, the whole creation is the Lord Himself, and the creation is also nondifferent from Him, but simultaneously He, as the original Personality of Godhead Śrī Kṛṣṇa, is aloof from the created manifestation. The impersonalist gives stress to the impersonal form or feature of the Lord and does not believe in the original personality of the Lord, but the Vaiṣṇavas accept the original form of the Lord, of whom the impersonal form is merely one of the features. The impersonal and personal conceptions of the Lord are existing simultaneously, and this fact is clearly described both in the Bhagavad-gītā and in the Śrīmad-Bhāgavatam, and also in other Vedic scriptures. Inconceivable to human intelligence, the idea must simply be accepted on the authority of the scriptures, and it can only be practically realized by the progress of devotional service unto the Lord, and never by mental speculation or inductive logic. The impersonalists depend more or less on inductive logic, and therefore they always remain in darkness about the original Personality of Godhead Śrī Kṛṣṇa. Their conception of Kṛṣṇa is not clear, although everything is clearly mentioned in all the Vedic scriptures. A poor fund of knowledge cannot comprehend the existence of an original personal form of the Lord when He is expanded in everything. This imperfectness is due, more or less, to the material conception that a substance distributed widely in parts can no longer exist in the original form. The original Personality of Godhead (ādyaḥ), Govinda, expands Himself as the Mahā-Viṣṇu incarnation and rests in the Causal Ocean, which He Himself creates. The Brahma-saṁhitā (5.47) confirms this as follows: Lord Brahmājī says in his Brahma-saṁhitā, “I worship the primeval Lord Govinda, who lies down in the Causal Ocean in His plenary portion as Mahā-Viṣṇu, with all the universes generating from the pores of hair on His transcendental body, and who accepts the mystic slumber of eternity.” So this Mahā-Viṣṇu is the first incarnation in the creation, and from Him all the universes are generated and all material manifestations are produced, one after another. The Causal Ocean is created by the Lord as the mahat-tattva, as a cloud in the spiritual sky, and is only a part of His different manifestations. The spiritual sky is an expansion of His personal rays, and He is the mahat-tattva cloud also. He lies down and generates the universes by His breathing, and again, by entering into each universe as Garbhodakaśāyī Viṣṇu, He creates Brahmā, Śiva and many other demigods for maintenance of the universe and again absorbs the whole thing into His person as confirmed in the Bhagavad-gītā (9.7): “O son of Kuntī, when the kalpa, or the duration of the life of Brahmā, is ended, then all the created manifestations enter into My prakṛti, or energy, and again, when I desire, the same creation takes place by My personal energy.” The conclusion is that these are all but displays of the Lord’s inconceivable personal energies, of which no one can have any full information. This point we have already discussed."
    },
    {
        "verse": "40-41",
        "devanagari": "विशुद्धं केवलं ज्ञानं प्रत्यक् सम्यगवस्थितम् ।सत्यं पूर्णमनाद्यन्तं निर्गुणं नित्यमद्वयम् ॥ ४० ॥ऋषे विदन्ति मुनय: प्रशान्तात्मेन्द्रियाशया: ।यदा तदेवासत्तर्कैस्तिरोधीयेत विप्लुतम् ॥ ४१ ॥",
        "english_devnagari": "viśuddhaṁ kevalaṁ jñānaṁpratyak samyag avasthitamsatyaṁ pūrṇam anādy-antaṁnirguṇaṁ nityam advayam",
        "verse_Syn": [
            "viśuddham",
            "kevalam",
            "jñānam",
            "pratyak",
            "samyak",
            "avasthitam",
            "satyam",
            "pūrṇam",
            "anādi",
            "antam",
            "nirguṇam",
            "nityam",
            "advayam",
            "ṛṣe",
            "vidanti",
            "munayaḥ",
            "praśānta",
            "ātma",
            "indriya",
            "āśayāḥ",
            "yadā",
            "tat",
            "eva",
            "asat",
            "tarkaiḥ",
            "tiraḥ",
            "dhīyeta",
            "viplutam"
        ],
        "translation": "The Personality of Godhead is pure, being free from all contaminations of material tinges. He is the Absolute Truth and the embodiment of full and perfect knowledge. He is all-pervading, without beginning or end, and without rival. O Nārada, O great sage, the great thinkers can know Him when completely freed from all material hankerings and when sheltered under undisturbed conditions of the senses. Otherwise, by untenable arguments, all is distorted, and the Lord disappears from our sight.",
        "purport": " Here is an estimation of the Lord apart from His transcendental activities in the temporary, material creations. Māyāvāda philosophy tries to designate the Lord as contaminated by a material body when He accepts forms of incarnation. This sort of interpolation is completely denied herein by the explanation that the Lord’s position is pure and unalloyed in all circumstances. According to Māyāvāda philosophy, the spirit soul, when covered by nescience, is designated as jīva, but when freed from such ignorance or nescience he merges in the impersonal existence of the Absolute Truth. But here it is said that the Lord is eternally the symbol of full and perfect knowledge. This is His speciality: perpetual freedom from all material contaminations. This distinguishes the Lord from the individual, common living entities who have the aptitude for being subordinated by nescience and thus becoming materially designated. In the Vedas it is said that the Lord is vijñānam ānandam, full of bliss and knowledge. The conditioned souls are never to be compared to Him because such individual souls have the tendency to become contaminated. Although after liberation the living entity can become one with the same quality of existence as the Lord, his very tendency to become contaminated, which the Lord never has, makes the individual living entity different from the Lord. In the Vedas it is said, śuddham apāpa-viddham: the individual ātmā becomes polluted by sin, but the Lord is never contaminated by sins. The Lord is compared to the powerful sun. The sun is never contaminated by anything infectious because it is so powerful. On the contrary, infected things are sterilized by the rays of the sun. Similarly, the Lord is never contaminated by sins; on the contrary, the sinful living entities become sterilized by contact with the Lord. This means that the Lord is also all-pervading like the sun, and as such, the word pratyak is used in this verse. Nothing is excluded from the expansions of the Lord’s potency. The Lord is within everything, and He is all-covering also, without being disturbed by the activities of the individual souls. He is therefore infinite, and the living entities are infinitesimal. In the Vedas it is said that only the Lord alone exists, and all others’ existences depend on Him. He is the generating reservoir for everyone’s existential capacity; He is the Supreme Truth of all other categorical truths. He is the source of everyone’s opulence, and therefore no one can equal Him in opulence. Being full of all opulences, namely wealth, fame, strength, beauty, knowledge and renunciation, certainly He is the Supreme Person. And because He is a person, He has many personal qualities, although He is transcendental to the material modes. We have already discussed the statement itthaṁ-bhūta-guṇo hariḥ (Bhāg. 1.7.10). His transcendental qualities are so attractive that even the liberated souls (ātmārāmas) are also attracted by them. Although possessed of all personal qualities, He is nevertheless omnipotent. Therefore, personally He has nothing to do, for everything is being carried out by His omnipotent energies. This is confirmed by the Vedic mantras: parāsya śaktir vividhaiva śrūyate svābhāvikī jñāna-bala-kriyā ca. This suggests His specific spiritual form, which can never be experienced by the material senses. He can be seen only when the senses are purified by devotional service (yam evaiṣa vṛṇute tena labhyaḥ). As such, there are basic differences between the Lord and the living entities, in so many respects. No one can be compared to the Lord, as the Vedas declare (ekam evādvitīyaṁ brahma, dvaitād vai bhayaṁ bhavati). The Lord has no competitor, and He has nothing to fear from any other being, nor can anyone be equal to Him. Although He is the root of all other beings, there are basic differences between Him and other beings. Otherwise there would have been no necessity for the statement in the previous verse that no one can know Him one-hundred-percent as He is (na yaṁ vidanti tattvena). That no one can fully understand Him is explained also in this verse, but the qualification for understanding to some degree is mentioned here. Only the praśāntas, or the unalloyed devotees of the Lord, can know Him to a greater extent. The reason is that the devotees have no demands in their lives but to be obedient servants of the Lord, while all others, namely the empiric philosophers, the mystics and the fruitive workers, all basically have some demand, and as such, they cannot be pacified. The fruitive worker wants reward for his work, the mystic wants some perfection of life, and the empiric philosopher wants to merge in the existence of the Lord. Somehow or other, as long as there is a demand for sense satisfaction, there is no chance for pacification; on the contrary, by unnecessary dry speculative arguments, the whole matter becomes distorted, and thus the Lord moves still further away from our understanding. The dry speculators, however, because of their following the principles of austerity and penance, can have knowledge of the impersonal features of the Lord to some extent, but there is no chance of their understanding His ultimate form as Govinda because only the amalātmanas, or the completely sinless persons, can accept pure devotional service to the Lord, as confirmed in the Bhagavad-gītā (7.28):"
    },
    {
        "verse": "42",
        "devanagari": "आद्योऽवतार: पुरुष: परस्यकाल: स्वभाव: सदसन्मनश्च ।द्रव्यं विकारो गुण इन्द्रियाणिविराट् स्वराट् स्थास्‍नु चरिष्णु भूम्न: ॥ ४२ ॥",
        "english_devnagari": "ādyo ’vatāraḥ puruṣaḥ parasyakālaḥ svabhāvaḥ sad-asan-manaś cadravyaṁ vikāro guṇa indriyāṇivirāṭ svarāṭ sthāsnu cariṣṇu bhūmnaḥ",
        "verse_Syn": [
            "ādyaḥ",
            "avatāraḥ",
            "puruṣaḥ",
            "parasya",
            "kālaḥ",
            "svabhāvaḥ",
            "sat",
            "asat",
            "manaḥ",
            "ca",
            "dravyam",
            "vikāraḥ",
            "guṇaḥ",
            "indriyāṇi",
            "virāṭ",
            "svarāṭ",
            "sthāsnu",
            "cariṣṇu",
            "bhūmnaḥ"
        ],
        "translation": "Kāraṇārṇavaśāyī Viṣṇu is the first incarnation of the Supreme Lord, and He is the master of eternal time, space, cause and effects, mind, the elements, the material ego, the modes of nature, the senses, the universal form of the Lord, Garbhodakaśāyī Viṣṇu, and the sum total of all living beings, both moving and nonmoving.",
        "purport": " That the material creation is not permanent has been discussed many times hereinbefore. The material creation is but a temporary exhibition of the material energy of the Almighty God. This material manifestation is necessary to give a chance to the conditioned souls who are unwilling to associate with the Lord in the relationship of loving transcendental service. Such unwilling conditioned souls are not allowed to enter into the liberated life of spiritual existence because at heart they are not willing to serve. Instead, they want to enjoy themselves as imitation Gods. The living entities are constitutionally eternal servitors of the Lord, but some of them, because of misusing their independence, do not wish to serve; therefore they are allowed to enjoy the material nature, which is called māyā, or illusion. It is called illusion because the living beings under the clutches of māyā are not factually enjoyers, although they think that they are, being illusioned by māyā. Such illusioned living entities are given a chance at intervals to rectify their perverted mentality of becoming false masters of the material nature, and they are imparted lessons from the Vedas about their eternal relationship with the Supreme Lord Kṛṣṇa (vedaiś ca sarvair aham eva vedyaḥ). So the temporary creation of the material manifestation is an exhibition of the material energy of the Lord, and to manage the whole show the Supreme Lord incarnates Himself as the Kāraṇārṇavaśāyī Viṣṇu just as a magistrate is deputed by the government to manage affairs temporarily. This Kāraṇodakaśāyī Viṣṇu causes the manifestation of material creation by looking over His material energy (sa aikṣata). In the first volume of this book we have already discussed to some extent the explanation of the verse jagṛhe pauruṣaṁ rūpam. The duration of the illusory play of material creation is called a kalpa, and we have already discussed the creation’s taking place in kalpa after kalpa. By His incarnation and the activities of His potencies, the complete ingredients of creation, namely time, space, cause, result, mind, the gross and subtle elements and their interactional modes of nature — goodness, passion and ignorance — and then the senses and their reservoir source, the gigantic universal form as the second incarnation Garbhodakaśāyī Viṣṇu, and all living beings, both moving and standing, which come out of the second incarnation, all became manifested. Ultimately, all these creative elements and the creation itself are but manifestations of the Supreme Lord’s potencies; nothing is independent of the control of the Supreme Being. This first incarnation in the material creation, namely Kāraṇārṇavaśāyī Viṣṇu, is the plenary part of the original Personality of Godhead, Śrī Kṛṣṇa, described in the Brahma-saṁhitā (5.48) as follows: All the innumerable universes are maintained only during the breathing period of Mahā-Viṣṇu, or Kāraṇārṇavaśāyī Viṣṇu, who is only a plenary part of Govinda, the original Personality of Godhead Lord Kṛṣṇa."
    },
    {
        "verse": "43-45",
        "devanagari": "अहं भवो यज्ञ इमे प्रजेशादक्षादयो ये भवदादयश्च ।स्वर्लोकपाला: खगलोकपालानृलोकपालास्तललोकपाला: ॥ ४३ ॥गन्धर्वविद्याधरचारणेशाये यक्षरक्षोरगनागनाथा: ।ये वा ऋषीणामृषभा: पितृणांदैत्येन्द्रसिद्धेश्वरदानवेन्द्रा: ।अन्ये च ये प्रेतपिशाचभूत-कूष्माण्डयादोमृगपक्ष्यधीशा: ॥ ४४ ॥यत्किंच लोके भगवन्महस्व-दोज:सहस्वद् बलवत् क्षमावत् ।श्रीह्रीविभूत्यात्मवदद्भुतार्णंतत्त्वं परं रूपवदस्वरूपम् ॥ ४५ ॥",
        "english_devnagari": "ahaṁ bhavo yajña ime prajeśādakṣādayo ye bhavad-ādayaś casvarloka-pālāḥ khagaloka-pālānṛloka-pālās talaloka-pālāḥ",
        "verse_Syn": [
            "aham",
            "bhavaḥ",
            "yajñaḥ",
            "ime",
            "prajā",
            "īśāḥ",
            "dakṣa",
            "ādayaḥ",
            "ye",
            "bhavat",
            "ādayaḥ",
            "ca",
            "svarloka",
            "pālāḥ",
            "khagaloka",
            "pālāḥ",
            "nṛloka",
            "pālāḥ",
            "talaloka",
            "pālāḥ",
            "gandharva",
            "vidyādhara",
            "cāraṇa",
            "īśāḥ",
            "ye",
            "yakṣa",
            "rakṣa",
            "uraga",
            "nāga",
            "nāthāḥ",
            "ye",
            "vā",
            "ṛṣīṇām",
            "ṛṣabhāḥ",
            "pitṝṇām",
            "daitya",
            "indra",
            "siddha",
            "īśvara",
            "dānava",
            "indrāḥ",
            "anye",
            "ca",
            "ye",
            "preta",
            "piśāca",
            "bhūta",
            "kūṣmāṇḍa",
            "yādaḥ",
            "mṛga",
            "pakṣi",
            "adhīśāḥ",
            "yat",
            "kim",
            "ca",
            "loke",
            "bhagavat",
            "mahasvat",
            "ojaḥ",
            "sahasvat",
            "balavat",
            "kṣamāvat",
            "śrī",
            "hrī",
            "vibhūti",
            "ātmavat",
            "adbhuta",
            "arṇam",
            "tattvam",
            "param",
            "rūpavat",
            "asva",
            "rūpam"
        ],
        "translation": "I myself [Brahmā], Lord Śiva, Lord Viṣṇu, great generators of living beings like Dakṣa and Prajāpati, yourselves [Nārada and the Kumāras], heavenly demigods like Indra and Candra, the leaders of the Bhūrloka planets, the leaders of the earthly planets, the leaders of the lower planets, the leaders of the Gandharva planets, the leaders of the Vidyādhara planets, the leaders of the Cāraṇaloka planets, the leaders of the Yakṣas, Rakṣas and Uragas, the great sages, the great demons, the great atheists and the great spacemen, as well as the dead bodies, evil spirits, satans, jinn, kūṣmāṇḍas, great aquatics, great beasts and great birds, etc. — in other words, anything and everything which is exceptionally possessed of power, opulence, mental and perceptual dexterity, strength, forgiveness, beauty, modesty, opulence, and breeding, whether in form or formless — may appear to be the specific truth and the form of the Lord, but actually they are not so. They are only a fragment of the transcendental potency of the Lord.",
        "purport": " Those in the list given above, beginning from the name Brahmājī, the first living creature within the universe, down to Lord Śiva, Lord Viṣṇu, Nārada and other powerful demigods, men, supermen, sages, ṛṣis, and other lower creatures of extraordinary strength and opulence, including the dead bodies, satans, evil spirits, jinn, aquatics, birds and beasts, may appear to be the Supreme Lord, but factually none of them is the Supreme Lord; every one of them possesses only a fragment of the great potencies of the Supreme Lord. The less intelligent man is surprised to see the wonderful actions of material phenomena, as the aborigines are fearful of a great thunderbolt, a great and gigantic banyan tree, or a great lofty mountain in the jungle. For such undeveloped human beings, merely the slight display of the Lord’s potency is captivating. A still more advanced person is captivated by the powers of the demigods and goddesses. Therefore, those who are simply astonished by the powers of anything in the creation of the Lord, without any factual information of the Lord Himself, are known as śaktas, or worshipers of the great powers. The modern scientist is also captivated by the wonderful actions and reactions of natural phenomena and therefore is also a śakta. These lower-grade persons gradually rise to become saurīyas (worshipers of the sun-god) or gāṇapatyas (worshipers of the mass of people as janatā-janārdana or daridra-nārāyaṇa, etc., in the form of Gaṇapati) and then rise to the platform of worshiping Lord Śiva in search for the ever-existing soul, and then to the stage of worshiping Lord Viṣṇu, the Supersoul, etc., without any information of Govinda, Lord Kṛṣṇa, who is the original Lord Viṣṇu. In other ways some are worshipers of race, nationality, birds, beasts, evil spirits, satans, etc. The general worship of Śanideva, the lord of distressful condition, and Sītalādevī, the goddess of smallpox, is also common to the mass of people, and there are many foolish men who worship the mass of people or the poor class of men. So different persons, societies and communities, etc., worship some of the potent manifestations of the Lord, wrongly accepting the powerful object as God. But in this verse it is advised by Brahmājī that none of them is the Supreme Lord; they are only borrowed plumes from the original Almighty Lord Śrī Kṛṣṇa. When the Lord advises in Bhagavad-gītā to worship Him alone, it is to be understood that worshiping Lord Kṛṣṇa includes worshiping all that is mentioned, because He, Lord Kṛṣṇa, includes everyone. When the Lord is described as formless in the Vedic literatures, it is to be understood that all these forms mentioned above, within the experience of universal knowledge, are different exhibitions of the Lord’s transcendental potencies only, and none of them factually represents the transcendental form of the Lord. But when the Lord actually descends to the earth or anywhere within the universe, the less intelligent class of men also mistake Him to be one of them, and thus they imagine the Transcendence to be formless or impersonal. Factually, the Lord is not formless, nor does He belong to any of the multiforms experienced within the universal forms. One should try to know the truth about the Lord by following the instruction of Brahmājī."
    },
    {
        "verse": "46",
        "devanagari": "प्राधान्यतो यानृष आमनन्तिलीलावतारान् पुरुषस्य भूम्न: ।आपीयतां कर्णकषायशोषा-ननुक्रमिष्ये त इमान् सुपेशान् ॥ ४६ ॥",
        "english_devnagari": "prādhānyato yān ṛṣa āmanantilīlāvatārān puruṣasya bhūmnaḥāpīyatāṁ karṇa-kaṣāya-śoṣānanukramiṣye ta imān supeśān",
        "verse_Syn": [
            "prādhānyataḥ",
            "yān",
            "ṛṣe",
            "āmananti",
            "līlā",
            "avatārān",
            "puruṣasya",
            "bhūmnaḥ",
            "āpīyatām",
            "karṇa",
            "kaṣāya",
            "śoṣān",
            "anukramiṣye",
            "te",
            "imān",
            "su",
            "peśān"
        ],
        "translation": "O Nārada, now I shall state, one after another, the transcendental incarnations of the Lord known as līlā-avatāras. Hearing of their activities counteracts all foul matters accumulated in the ear. These pastimes are pleasing to hear and are to be relished. Therefore they are in my heart.",
        "purport": " As it was said in the beginning of Śrīmad-Bhāgavatam (1.5.8), one cannot be fully satisfied by hearing unless and until one is given a chance to hear of the transcendental activities of the Lord. So Brahmājī is also trying, in this verse, to stress the importance of narrating the transcendental pastimes of the Lord as He comes and manifests Himself here on the surface of the material planets. Every living entity has a tendency to hear pleasing messages, and as such, almost every one of us is inclined to hear news and talks broadcast by the radio stations. But the difficulty is that no one is satisfied at heart by hearing all those messages. The cause of such dissatisfaction is the incompatibility of the message with the innermost stratum of the living soul. This transcendental literature is especially prepared by Śrīla Vyāsadeva to give the utmost satisfaction to the people in general by narration of the activities of the Lord, as instructed by Śrī Nārada Muni to Śrīla Vyāsadeva. Such activities of the Lord are principally of two varieties: one concerns the mundane manifestation of the material creative force, and the other deals with His pastimes in the form of different incarnations in terms of the time and place. There are innumerable incarnations of the Lord, like the waves of the river flowing constantly in and out. Less intelligent persons take more interest in the creative forces of the Lord in the material world, and, being disconnected from their relationship with the Lord, they put forward many theories of the creation in the name of scientific research. The devotees of the Lord, however, know well how the creative forces work concurrently by the action and reaction of the material energy of the Lord. Therefore they take more interest in the transcendental activities of the Lord as He incarnates Himself on the surface of the material world. Śrīmad-Bhāgavatam is the history of such activities of the Lord, and people who take interest in hearing Śrīmad-Bhāgavatam clear their hearts of accumulated mundane filth. There are a thousand and one rash literatures on the market, but one who has taken interest in the Śrīmad-Bhāgavatam loses all interest in such filthy literatures. Śrī Brahmājī is thus attempting to narrate the principal incarnations of the Lord so that they may be drunk by Nārada as transcendental nectar."
    }
]