[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचआत्ममायामृते राजन् परस्यानुभवात्मन: ।न घटेतार्थसम्बन्ध: स्वप्नद्रष्टुरिवाञ्जसा ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaātma-māyām ṛte rājanparasyānubhavātmanaḥna ghaṭetārtha-sambandhaḥsvapna-draṣṭur ivāñjasā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ātma",
            "māyām",
            "ṛte",
            "rājan",
            "parasya",
            "anubhava",
            "ātmanaḥ",
            "na",
            "ghaṭeta",
            "artha",
            "sambandhaḥ",
            "svapna",
            "draṣṭuḥ",
            "iva",
            "añjasā"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, unless one is influenced by the energy of the Supreme Personality of Godhead, there is no meaning to the relationship of the pure soul in pure consciousness with the material body. That relationship is just like a dreamer’s seeing his own body working.",
        "purport": " Mahārāja Parīkṣit’s question as to how a living entity began his material life, although he is apart from the material body and mind, is perfectly answered. The spirit soul is distinct from the material conception of his life, but he is absorbed in such a material conception because of being influenced by the external energy of the Lord, called ātma-māyā. This has already been explained in the First Canto in connection with Vyāsadeva’s realization of the Supreme Lord and His external energy. The external energy is controlled by the Lord, and the living entities are controlled by the external energy — by the will of the Lord. Therefore, although the living entity is purely conscious in his pure state, he is subordinate to the will of the Lord in being influenced by the external energy of the Lord. In the Bhagavad-gītā (15.15) also the same thing is confirmed: the Lord is present within the heart of every living entity, and all the living entity’s consciousness and forgetfulness are influenced by the Lord. Now the next question automatically made will be why the Lord influences the living entity to such consciousness and forgetfulness. The answer is that the Lord clearly wishes that every living entity be in his pure consciousness as a part and parcel of the Lord and thus be engaged in the loving service of the Lord as he is constitutionally made; but because the living entity is partially independent also, he may not be willing to serve the Lord, but may try to become as independent as the Lord is. All the nondevotee living entities are desirous of becoming equally as powerful as the Lord, although they are not fit to become so. The living entities are illusioned by the will of the Lord because they wanted to become like Him. Like a person who thinks of becoming a king without possessing the necessary qualification, when the living entity desires to become the Lord Himself, he is put in a condition of dreaming that he is a king. Therefore the first sinful will of the living entity is to become the Lord, and the consequent will of the Lord is that the living entity forget his factual life and thus dream of the land of utopia where he may become one like the Lord. The child cries to have the moon from the mother, and the mother gives the child a mirror to satisfy the crying and disturbing child with the reflection of the moon. Similarly, the crying child of the Lord is given over to the reflection, the material world, to lord it over as karmī and to give this up in frustration to become one with the Lord. Both these stages are dreaming illusions only. There is no necessity of tracing out the history of when the living entity desired this. But the fact is that as soon as he desired it, he was put under the control of ātma-māyā by the direction of the Lord. Therefore the living entity in his material condition is dreaming falsely that this is “mine” and this is “I.” The dream is that the conditioned soul thinks of his material body as “I” or falsely thinks that he is the Lord and that everything in connection with that material body is “mine.” Thus only in dream does the misconception of “I” and “mine” persist life after life. This continues life after life, as long as the living entity is not purely conscious of his identity as the subordinate part and parcel of the Lord. In his pure consciousness, however, there is no such misconceived dream, and in that pure conscious state the living entity does not forget that he is never the Lord, but that he is eternally the servitor of the Lord in transcendental love."
    },
    {
        "verse": "2",
        "devanagari": "बहुरूप इवाभाति मायया बहुरूपया ।रममाणो गुणेष्वस्या ममाहमिति मन्यते ॥ २ ॥",
        "english_devnagari": "bahu-rūpa ivābhātimāyayā bahu-rūpayāramamāṇo guṇeṣv asyāmamāham iti manyate",
        "verse_Syn": [
            "bahu",
            "rūpaḥ",
            "iva",
            "ābhāti",
            "māyayā",
            "bahu",
            "rūpayā",
            "ramamāṇaḥ",
            "guṇeṣu",
            "asyāḥ",
            "mama",
            "aham",
            "iti",
            "manyate"
        ],
        "translation": "The illusioned living entity appears in so many forms offered by the external energy of the Lord. While enjoying in the modes of material nature, the encaged living entity misconceives, thinking in terms of “I” and “mine.”",
        "purport": " The different forms of the living entities are different dresses offered by the illusory, external energy of the Lord according to the modes of nature the living being desires to enjoy. The external, material energy is represented by her three modes, namely goodness, passion and ignorance. So even in the material nature there is a chance of an independent choice by the living entity, and according to his choice the material energy offers him different varieties of material bodies. There are 900,000 varieties of material bodies in the water, 2,000,000 vegetable bodies, 1,100,000 worms and reptiles, 1,000,000 forms of birds, 3,000,000 different bodies of beasts, and 400,000 human forms. Altogether there are 8,400,000 varieties of bodies in different planets of the universe, and the living entity is traveling by so many transmigrations according to different modes of enjoying spirit within himself. Even in one particular body the living entity changes from childhood to boyhood, from boyhood to youth, from youth to old age and from old age to another body created by his own action. The living entity creates his own body by his personal desires, and the external energy of the Lord supplies him the exact form by which he can enjoy his desires to the fullest extent. The tiger wanted to enjoy the blood of another animal, and therefore, by the grace of the Lord, the material energy supplied him the body of the tiger with facilities for enjoying blood from another animal. Similarly, a living entity desiring to get the body of a demigod in a higher planet can also get it by the grace of the Lord. And if he is intelligent enough, he can desire to get a spiritual body to enjoy the company of the Lord, and he will get it. So the minute freedom of the living entity can be fully utilized, and the Lord is so kind that He will award the living entity the same type of body he desires. The living entity’s desiring is like dreaming of a golden mountain. A person knows what a mountain is, and he knows also what gold is. Out of his desire only, he dreams of a golden mountain, and when the dream is over he sees something else in his presence. He finds in his awakened state that there is neither gold nor a mountain, and what to speak of a golden mountain. The different positions of the living entities in the material world under multifarious manifestations of bodies are due to the misconception of “mine” and “I.” The karmī thinks of this world as “mine,” and the jñānī thinks “I am” everything. The whole material conception of politics, sociology, philanthropy, altruism, etc., conceived by the conditioned souls is on the basis of this misconceived “I” and “mine,” which are products of a strong desire to enjoy material life. Identification with the body and the place where the body is obtained under different conceptions of socialism, nationalism, family affection, and so on and so forth is all due to forgetfulness of the real nature of the living entity, and the whole misconception of the bewildered living entity can be removed by the association of Śukadeva Gosvāmī and Mahārāja Parīkṣit, as all this is explained in the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "3",
        "devanagari": "यर्हि वाव महिम्नि स्वे परस्मिन् कालमाययो: ।रमेत गतसम्मोहस्त्यक्त्वोदास्ते तदोभयम् ॥ ३ ॥",
        "english_devnagari": "yarhi vāva mahimni sveparasmin kāla-māyayoḥrameta gata-sammohastyaktvodāste tadobhayam",
        "verse_Syn": [
            "yarhi",
            "vāva",
            "mahimni",
            "sve",
            "parasmin",
            "kāla",
            "māyayoḥ",
            "rameta",
            "gata",
            "sammohaḥ",
            "tyaktvā",
            "udāste",
            "tadā",
            "ubhayam"
        ],
        "translation": "As soon as the living entity becomes situated in his constitutional glory and begins to enjoy the transcendence beyond time and material energy, he at once gives up the two misconceptions of life [I and mine] and thus becomes fully manifested as the pure self.",
        "purport": " The two misconceptions of life, namely “I” and “mine,” are verily manifested in two classes of men. In the lower state the conception of “mine” is very prominent, and in the higher state the misconception of “I” is prominent. In the animal state of life the misconception of “mine” is perceivable even in the category of cats and dogs, who fight with one another with the same misconception of “mine.” In the lower stage of human life the same misconception is also prominent in the shape of “It is my body,” “It is my house,” “It is my family,” “It is my caste,” “It is my nation,” “It is my country,” and so on. And in the higher stage of speculative knowledge, the same misconception of “mine” is transformed into “I am,” or “It is all I am,” etc. There are many classes of men comprehending the same misconception of “I” and “mine” in different colors. But the real significance of “I” can be realized only when one is situated in the consciousness of “I am the eternal servitor of the Lord.” This is pure consciousness, and the whole Vedic literatures teach us this conception of life. The misconception of “I am the Lord,” or “I am the Supreme,” is more dangerous than the misconception of “mine.” Although there are sometimes directions in the Vedic literatures to think oneself one with the Lord, that does not mean that one becomes identical with the Lord in every respect. Undoubtedly there is oneness of the living entity with the Lord in many respects, but ultimately the living entity is subordinate to the Lord, and he is constitutionally meant for satisfying the senses of the Lord. The Lord therefore asks the conditioned souls to surrender unto Him. Had the living entities not been subordinate to the supreme will, why would the living entity be asked to surrender? Had the living being been equal in all respects, then why was he put under the influence of māyā? We have already discussed many times that the material energy is controlled by the Lord. The Bhagavad-gītā (9.10) confirms this controlling power of the Lord over the material nature. Can a living entity who claims to be as good as the Supreme Being control the material nature? The foolish “I” would reply that he will do so in the future. Even accepting that in the future one will be as good a controller of material nature as the Supreme Being, then why is one now under the control of material nature? The Bhagavad-gītā says that one can be freed from the control of the material nature by surrendering unto the Supreme Lord, but if there is no surrender, then the living entity will never be able to control the material nature. So one must also give up this misconception of “I” by practicing the way of devotional service or firmly being situated in the transcendental loving service of the Lord. A poor man without any employment or occupation may undergo so many troubles in life, but if by chance the same man gets a good service under the government, he at once becomes happy. There is no profit in denying the supremacy of the Lord, who is the controller of all energies, but one should be constitutionally situated in one’s own glory, namely to be situated in the pure consciousness of being the eternal servitor of the Lord. In his conditional life the living entity is servant of the illusory māyā, and in his liberated state he is the pure, unqualified servant of the Lord. To become untinged by the modes of material nature is the qualification for entering into the service of the Lord. As long as one is a servant of mental concoctions, one cannot be completely free from the disease of “I” and “mine.” The Supreme Truth is uncontaminated by the illusory energy because He is the controller of that energy. The relative truths are apt to be engrossed in illusory energy. The best purpose is served, however, when one is directly facing the Supreme Truth, as when one faces the sun. The sun overhead in the sky is full of light, but when the sun is not in the visible sky, all is in darkness. Similarly, when one is face to face with the Supreme Lord, he is freed from all illusions, and one who is not so is in the darkness of illusory māyā. The Bhagavad-gītā (14.26) confirms this as follows: So the science of bhakti-yoga, of worshiping the Lord, glorifying the Lord, hearing the Śrīmad-Bhāgavatam from the right sources (not from the professional man but from a person who is Bhāgavatam in life) and being always in the association of pure devotees, should be adopted in earnestness. One should not be misled by misconceptions of “I” and “mine.” The karmīs are fond of the conception of “mine,” the jñānīs are fond of the conception of “I,” and both of them are unqualified to be free from the bondage of the illusory energy. Śrīmad-Bhāgavatam and, primarily, the Bhagavad-gītā are both meant for delivering a person from the misconception of “I” and “mine,” and Śrīla Vyāsadeva transcribed them for the deliverance of the fallen souls. The living entity has to be situated in the transcendental position where there is no more influence of time nor of the material energy. In conditioned life the living entity is subjected to the influence of time in the dream of past, present and future. The mental speculator tries to conquer the influence of time by future speculations of becoming Vāsudeva or the Supreme Lord himself by means of culturing knowledge and conquering over ego. But the process is not perfect. The perfect process is to accept Lord Vāsudeva as the Supreme in everything, and the best perfection in culturing knowledge is to surrender unto Him because He is the source of everything. Only in that conception can one get rid of the misconception of “I” and “mine.” Both Bhagavad-gītā and the Śrīmad-Bhāgavatam confirm it. Śrīla Vyāsadeva has specifically contributed to the illusioned living entities the science of God and the process of bhakti-yoga in his great literature Śrīmad-Bhāgavatam, and the conditioned soul should fully take advantage of this great science."
    },
    {
        "verse": "4",
        "devanagari": "आत्मतत्त्वविशुद्ध्यर्थं यदाह भगवानृतम् ।ब्रह्मणे दर्शयन् रूपमव्यलीकव्रताद‍ृत: ॥ ४ ॥",
        "english_devnagari": "ātma-tattva-viśuddhy-arthaṁyad āha bhagavān ṛtambrahmaṇe darśayan rūpamavyalīka-vratādṛtaḥ",
        "verse_Syn": [
            "ātma",
            "tattva",
            "viśuddhi",
            "artham",
            "yat",
            "āha",
            "bhagavān",
            "ṛtam",
            "brahmaṇe",
            "darśayan",
            "rūpam",
            "avyalīka",
            "vrata",
            "ādṛtaḥ"
        ],
        "translation": "O King, the Personality of Godhead, being very much pleased with Lord Brahmā because of his nondeceptive penance in bhakti-yoga, presented His eternal and transcendental form before Brahmā. And that is the objective goal for purifying the conditioned soul.",
        "purport": " Ātma-tattva is the science of both God and the living entity. Both the Supreme Lord and the living entity are known as ātmā. The Supreme Lord is called Paramātmā, and the living entity is called the ātmā, the brahma or the jīva. Both the Paramātmā and the jīvātmā, being transcendental to the material energy, are called ātmā. So Śukadeva Gosvāmī explains this verse with the aim of purifying the truth of both the Paramātmā and the jīvātmā. Generally people have many wrong conceptions about both of them. The wrong conception of the jīvātmā is to identify the material body with the pure soul, and the wrong conception of Paramātmā is to think Him on an equal level with the living entity. But both misconceptions can be removed by one stroke of bhakti-yoga, just as in the sunlight both the sun and the world and everything within the sunlight are properly seen. In the darkness one cannot see the sun, nor himself, nor the world. But in the sunlight one can see the sun, himself and the world around him. Śrīla Śukadeva Gosvāmī therefore says that for purification of both wrong conceptions, the Lord presented His eternal form before Brahmājī, being fully satisfied by Brahmā’s nondeceptive vow of discharging bhakti-yoga. Except for bhakti-yoga, any method for realization of ātma-tattva, or the science of ātmā, will prove deceptive in the long run. In the Bhagavad-gītā, the Lord says that only by bhakti-yoga can one know Him perfectly, and then one can enter into the science of God. Brahmājī undertook great penance in performing bhakti-yoga, and thus he was able to see the transcendental form of the Lord. His transcendental form is one-hundred-percent spiritual, and one can see Him only by spiritualized vision after proper discharge of tapasya or penance, in pure bhakti-yoga. The form of the Lord manifested before Brahmā is not one of the forms with which we have experience in the material world. Brahmājī did not perform such severe types of penance just to see a form of material production. Therefore the question by Mahārāja Parīkṣit about the form of the Lord is answered. The form of the Lord is sac-cid-ānanda, or eternal, full of knowledge and full of bliss. But the material form of the living being is neither eternal, nor full of knowledge, nor blissful. That is the distinction between the form of the Lord and that of the conditioned soul. The conditioned soul, however, can regain his form of eternal knowledge and bliss simply by seeing the Lord by means of bhakti-yoga. The summary is that due to ignorance the conditioned soul is encaged in the temporary varieties of material forms. But the Supreme Lord has no such temporary form like the conditioned souls. He is always possessed of an eternal form of knowledge and bliss, and that is the difference between the Lord and the living entity. One can understand this difference by the process of bhakti-yoga. Brahmā was then told by the Lord the gist of Śrīmad-Bhāgavatam in four original verses. Thus Śrīmad-Bhāgavatam is not a creation of the mental speculators. The sound of Śrīmad-Bhāgavatam is transcendental, and the resonance of Śrīmad-Bhāgavatam is as good as that of the Vedas. Thus the topic of the Śrīmad-Bhāgavatam is the science of both the Lord and the living entity. Regular reading or hearing of Śrīmad-Bhāgavatam is also performance of bhakti-yoga, and one can attain the highest perfection simply by the association of Śrīmad-Bhāgavatam. Both Śukadeva Gosvāmī and Mahārāja Parīkṣit attained perfection through the medium of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "5",
        "devanagari": "स आदिदेवो जगतां परो गुरु:स्वधिष्ण्यमास्थाय सिसृक्षयैक्षत ।तां नाध्यगच्छद् द‍ृशमत्र सम्मतांप्रपञ्चनिर्माणविधिर्यया भवेत् ॥ ५ ॥",
        "english_devnagari": "sa ādi-devo jagatāṁ paro guruḥsvadhiṣṇyam āsthāya sisṛkṣayaikṣatatāṁ nādhyagacchad dṛśam atra sammatāṁprapañca-nirmāṇa-vidhir yayā bhavet",
        "verse_Syn": [
            "saḥ",
            "ādi",
            "devaḥ",
            "jagatām",
            "paraḥ",
            "guruḥ",
            "svadhiṣṇyam",
            "āsthāya",
            "sisṛkṣayā",
            "aikṣata",
            "tām",
            "na",
            "adhyagacchat",
            "dṛśam",
            "atra",
            "sammatām",
            "prapañca",
            "nirmāṇa",
            "vidhiḥ",
            "yayā",
            "bhavet"
        ],
        "translation": "Lord Brahmā, the first spiritual master, supreme in the universe, could not trace out the source of his lotus seat, and while thinking of creating the material world, he could not understand the proper direction for such creative work, nor could he find out the process for such creation.",
        "purport": " This verse is the prelude for explaining the transcendental nature of the form and the abode of the Lord. In the beginning of Śrīmad-Bhāgavatam it has already been said that the Supreme Absolute Truth exists in His own abode without any touch of the deluding energy. Therefore the kingdom of God is not a myth but factually a different and transcendental sphere of planets known as the Vaikuṇṭhas. This will also be explained in this chapter. Such knowledge of the spiritual sky far above this material sky and its paraphernalia can be known only by dint of devotional service, or bhakti-yoga. The power of creation by Lord Brahmā was also achieved by bhakti-yoga. Brahmājī was bewildered in the matter of creation, and he could not even trace out the source of his own existence. But all this knowledge was fully achieved by him through the medium of bhakti-yoga. By bhakti-yoga one can know the Lord, and by knowing the Lord as the Supreme, one is able to know everything else. One who knows the Supreme knows everything else. That is the version of all Vedas. Even the first spiritual master of the universe was enlightened by the grace of the Lord, so who else can attain perfect knowledge of everything without the mercy of the Lord? If anyone desires to seek perfect knowledge of everything, he must seek the mercy of the Lord, and there is no other means. To seek knowledge on the strength of one’s personal attempt is a sheer waste of time."
    },
    {
        "verse": "6",
        "devanagari": "स चिन्तयन् द्वय‍क्षरमेकदाम्भ-स्युपाश‍ृणोद् द्विर्गदितं वचो विभु: ।स्पर्शेषु यत्षोडशमेकविंशंनिष्किञ्चनानां नृप यद् धनं विदु: ॥ ६ ॥",
        "english_devnagari": "sa cintayan dvy-akṣaram ekadāmbhasyupāśṛṇod dvir-gaditaṁ vaco vibhuḥsparśeṣu yat ṣoḍaśam ekaviṁśaṁniṣkiñcanānāṁ nṛpa yad dhanaṁ viduḥ",
        "verse_Syn": [
            "saḥ",
            "cintayan",
            "dvi",
            "akṣaram",
            "ekadā",
            "ambhasi",
            "upāśṛṇot",
            "dviḥ",
            "gaditam",
            "vacaḥ",
            "vibhuḥ",
            "sparśeṣu",
            "yat",
            "ṣoḍaśam",
            "ekaviṁśam",
            "niṣkiñcanānām",
            "nṛpa",
            "yat",
            "dhanam",
            "viduḥ"
        ],
        "translation": "While thus engaged in thinking, in the water, Brahmājī heard twice from nearby two syllables joined together. One of the syllables was taken from the sixteenth and the other from the twenty-first of the sparśa alphabets, and both joined to become the wealth of the renounced order of life.",
        "purport": " In Sanskrit language, the consonant alphabets are divided into two divisions, namely the sparśa-varṇas and the tālavya-varṇas. From ka to ma the letters are known as the sparśa-varṇas, and the sixteenth of the group is called ta, whereas the twenty-first letter is called pa. So when they are joined together, the word tapa, or penance, is constructed. This penance is the beauty and wealth of the brāhmaṇas and the renounced order of life. According to Bhāgavata philosophy, every human being is meant simply for this tapa and for no other business, because by penance only can one realize his self; and self-realization, not sense gratification, is the business of human life. This tapa, or penance, was begun from the very beginning of the creation, and it was first adopted by the supreme spiritual master, Lord Brahmā. By tapasya only can one get the profit of human life, and not by a polished civilization of animal life. The animal does not know anything except sense gratification in the jurisdiction of eat, drink, be merry and enjoy. But the human being is made to undergo tapasya for going back to Godhead, back home. When Lord Brahmā was perplexed about how to construct the material manifestations in the universe and went down within the water to find out the means and the source of his lotus seat, he heard the word tapa vibrated twice. Taking the path of tapa is the second birth of the desiring disciple. The word upāśṛṇot is very significant. It is similar to upanayana, or bringing the disciple nearer to the spiritual master for the path of tapa. So Brahmājī was thus initiated by Lord Kṛṣṇa, and this fact is corroborated by Brahmājī himself in his book the Brahma-saṁhitā. In the Brahma-saṁhitā Lord Brahmā has sung in every verse govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. Thus Brahmā was initiated by the Kṛṣṇa mantra, by Lord Kṛṣṇa Himself, and thus he became a Vaiṣṇava, or a devotee of the Lord, before he was able to construct the huge universe. It is stated in the Brahma-saṁhitā that Lord Brahmā was initiated into the eighteen-letter Kṛṣṇa mantra, which is generally accepted by all the devotees of Lord Kṛṣṇa. We follow the same principle because we belong to the Brahmā sampradāya, directly in the disciplic chain from Brahmā to Nārada, from Nārada to Vyāsa, from Vyāsa to Madhva Muni, from Madhva Muni to Mādhavendra Purī, from Mādhavendra Purī to Īśvara Purī, from Īśvara Purī to Lord Caitanya and gradually to His Divine Grace Bhaktisiddhānta Sarasvatī, our divine master. One who is thus initiated in the disciplic succession is able to achieve the same result or power of creation. Chanting of this holy mantra is the only shelter of the desireless pure devotee of the Lord. Simply by such tapasya, or penance, the devotee of the Lord achieves all perfections like Lord Brahmā."
    },
    {
        "verse": "7",
        "devanagari": "निशम्य तद्वक्तृदिद‍ृक्षया दिशोविलोक्य तत्रान्यदपश्यमान: ।स्वधिष्ण्यमास्थाय विमृश्य तद्धितंतपस्युपादिष्ट इवादधे मन: ॥ ७ ॥",
        "english_devnagari": "niśamya tad-vaktṛ-didṛkṣayā diśovilokya tatrānyad apaśyamānaḥsvadhiṣṇyam āsthāya vimṛśya tad-dhitaṁtapasy upādiṣṭa ivādadhe manaḥ",
        "verse_Syn": [
            "niśamya",
            "tat",
            "vaktṛ",
            "didṛkṣayā",
            "diśaḥ",
            "vilokya",
            "tatra",
            "anyat",
            "apaśyamānaḥ",
            "svadhiṣṇyam",
            "āsthāya",
            "vimṛśya",
            "tat",
            "hitam",
            "tapasi",
            "upādiṣṭaḥ",
            "iva",
            "ādadhe",
            "manaḥ"
        ],
        "translation": "When he heard the sound, he tried to find the speaker, searching on all sides. But when he was unable to find anyone besides himself, he thought it wise to sit down on his lotus seat firmly and give his attention to the execution of penance, as he was instructed.",
        "purport": " To achieve success in life, one should follow the example of Lord Brahmā, the first living creature in the beginning of creation. After being initiated by the Supreme Lord to execute tapasya, he was fixed in his determination to do it, and although he could not find anyone besides himself, he could rightly understand that the sound was transmitted by the Lord Himself. Brahmā was the only living being at that time because there was no other creation and none could be found there except himself. In the beginning of the First Canto, in the First Chapter, first verse, of the Śrīmad-Bhāgavatam, it has already been mentioned that Brahmā was initiated by the Lord from within. The Lord is within every living entity as the Supersoul, and He initiated Brahmā because Brahmā was willing to receive the initiation. The Lord can similarly initiate everyone who is inclined to have it. As already stated, Brahmā is the original spiritual master for the universe, and since he was initiated by the Lord Himself, the message of Śrīmad-Bhāgavatam is coming down by disciplic succession, and in order to receive the real message of Śrīmad-Bhāgavatam one should approach the current link, or spiritual master, in the chain of disciplic succession. After being initiated by the proper spiritual master in that chain of succession, one should engage himself in the discharge of tapasya in the execution of devotional service. One should not, however, think himself on the level of Brahmā to be initiated directly by the Lord from inside because in the present age no one can be accepted to be as pure as Brahmā. The post of Brahmā to officiate in the creation of the universe is offered to the most pure living being, and unless one is so qualified one cannot expect to be treated like Brahmājī directly. But one can have the same facility through unalloyed devotees of the Lord, through scriptural instructions (as revealed in the Bhagavad-gītā and Śrīmad-Bhāgavatam especially), and also through the bona fide spiritual master available to the sincere soul. The Lord Himself appears as the spiritual master to a person who is sincere in heart about serving the Lord. Therefore the bona fide spiritual master who happens to meet the sincere devotee should be accepted as the most confidential and beloved representative of the Lord. If a person is posted under the guidance of such a bona fide spiritual master, it may be accepted without any doubt that the desiring person has achieved the grace of the Lord."
    },
    {
        "verse": "8",
        "devanagari": "दिव्यं सहस्राब्दममोघदर्शनोजितानिलात्मा विजितोभयेन्द्रिय: ।अतप्यत स्माखिललोकतापनंतपस्तपीयांस्तपतां समाहित: ॥ ८ ॥",
        "english_devnagari": "divyaṁ sahasrābdam amogha-darśanojitānilātmā vijitobhayendriyaḥatapyata smākhila-loka-tāpanaṁtapas tapīyāṁs tapatāṁ samāhitaḥ",
        "verse_Syn": [
            "divyam",
            "sahasra",
            "abdam",
            "amogha",
            "darśanaḥ",
            "jita",
            "anila",
            "ātmā",
            "vijita",
            "ubhaya",
            "indriyaḥ",
            "atapyata",
            "sma",
            "akhila",
            "loka",
            "tāpanam",
            "tapaḥ",
            "tapīyān",
            "tapatām",
            "samāhitaḥ"
        ],
        "translation": "Lord Brahmā underwent penances for one thousand years by the calculations of the demigods. He heard this transcendental vibration from the sky, and he accepted it as divine. Thus he controlled his mind and senses, and the penances he executed were a great lesson for the living entities. Thus he is known as the greatest of all ascetics.",
        "purport": " Lord Brahmā heard the occult sound tapa, but he did not see the person who vibrated the sound. And still he accepted the instruction as beneficial for him, and therefore he engaged himself in meditation for one thousand celestial years. One celestial year is equal to 6 × 30 × 12 × 1000 of our years. His acceptance of the sound was due to his pure vision of the absolute nature of the Lord. And due to his correct vision, he made no distinction between the Lord and the Lord’s instruction. There is no difference between the Lord and sound vibration coming from Him, even though He is not personally present. The best way of understanding is to accept such divine instruction, and Brahmā, the prime spiritual master of everyone, is the living example of this process of receiving transcendental knowledge. The potency of transcendental sound is never minimized because the vibrator is apparently absent. Therefore Śrīmad-Bhāgavatam or Bhagavad-gītā or any revealed scripture in the world is never to be accepted as an ordinary mundane sound without transcendental potency. One has to receive the transcendental sound from the right source, accept it as a reality and prosecute the direction without hesitation. The secret of success is to receive the sound from the right source of a bona fide spiritual master. Mundane manufactured sound has no potency, and, as such, seemingly transcendental sound received from an unauthorized person also has no potency. One should be qualified enough to discern such transcendental potency, and either by discriminating or by fortunate chance if one is able to receive the transcendental sound from the bona fide spiritual master, his path of liberation is guaranteed. The disciple, however, must be ready to execute the order of the bona fide spiritual master as Lord Brahmā executed the instruction of his spiritual master, the Lord Himself. Following the order of the bona fide spiritual master is the only duty of the disciple, and this completely faithful execution of the order of the bona fide spiritual master is the secret of success. Lord Brahmā controlled his two grades of senses by means of sense perception and sense organs because he had to engage such senses in the execution of the order of the Lord. Therefore controlling the senses means engaging them in the transcendental service of the Lord. The Lord’s order descends in disciplic succession through the bona fide spiritual master, and thus execution of the order of the bona fide spiritual master is factual control of the senses. Such execution of penance in full faith and sincerity made Brahmājī so powerful that he became the creator of the universe. And because he was able to attain such power, he is called the best amongst all the tapasvīs."
    },
    {
        "verse": "9",
        "devanagari": "तस्मै स्वलोकं भगवान् सभाजित:सन्दर्शयामास परं न यत्परम् ।व्यपेतसंक्लेशविमोहसाध्वसंस्वद‍ृष्टवद्भिर्पुरुषैरभिष्टुतम् ॥ ९ ॥",
        "english_devnagari": "tasmai sva-lokaṁ bhagavān sabhājitaḥsandarśayām āsa paraṁ na yat-paramvyapeta-saṅkleśa-vimoha-sādhvasaṁsva-dṛṣṭavadbhir puruṣair abhiṣṭutam",
        "verse_Syn": [
            "tasmai",
            "sva",
            "lokam",
            "bhagavān",
            "sabhājitaḥ",
            "sandarśayām",
            "āsa",
            "param",
            "na",
            "yat",
            "param",
            "vyapeta",
            "saṅkleśa",
            "vimoha",
            "sādhvasam",
            "sva",
            "dṛṣṭa",
            "vadbhiḥ",
            "puruṣaiḥ",
            "abhiṣṭutam"
        ],
        "translation": "The Personality of Godhead, being thus very much satisfied with the penance of Lord Brahmā, was pleased to manifest His personal abode, Vaikuṇṭha, the supreme planet above all others. This transcendental abode of the Lord is adored by all self-realized persons freed from all kinds of miseries and fear of illusory existence.",
        "purport": " The troubles of penance accepted by Lord Brahmā were certainly in the line of devotional service (bhakti). Otherwise there was no chance that Vaikuṇṭha or svalokam, the Lord’s personal abodes, would become visible to Brahmājī. The personal abodes of the Lord, known as Vaikuṇṭhas, are neither mythical nor material, as conceived by the impersonalists. But realization of the transcendental abodes of the Lord is possible only through devotional service, and thus the devotees enter into such abodes. There is undoubtedly trouble in executing penance. But the trouble accepted in executing bhakti-yoga is transcendental happiness from the very beginning, whereas the trouble of penance in other processes of self-realization (jñāna-yoga, dhyāna-yoga, etc.), without any Vaikuṇṭha realization, ends in trouble only and nothing more. There is no profit in beating husks without grains. Similarly, there is no profit in executing troublesome penances other than bhakti-yoga for self-realization. Executing bhakti-yoga is exactly like sitting on the lotus sprouted out of the abdomen of the transcendental Personality of Godhead, for Lord Brahmā was seated there. Brahmājī was able to please the Lord, and the Lord was also pleased to show Brahmājī His personal abode. Śrīla Jīva Gosvāmī, in the comments of his Krama-sandarbha annotation of Śrīmad-Bhāgavatam, cites quotations from the Bṛhad-āraṇyaka Upaniṣad, Vedic evidence. It is said that Yājñavalkya described the transcendental abode of the Lord to Gārgī, and that the abode of the Lord is situated above the highest planet of the universe, namely Brahmaloka. This abode of the Lord, although described in revealed scriptures like the Bhagavad-gītā and the Śrīmad-Bhāgavatam, remains only a myth for the less intelligent class of men with a poor fund of knowledge. Herein the word sva-dṛṣṭavadbhiḥ is very significant. One who has actually realized his self realizes the transcendental form of one’s self. Impersonal realization of self and the Supreme is not complete, because it is just an opposite conception of material personalities. The Personality of Godhead and the personalities of devotees of the Lord are all transcendental; they do not have material bodies. The material body is overcast with five kinds of miserable conditions, namely ignorance, material conception, attachment, hatred and absorption. As long as one is overwhelmed by these five kinds of material miseries, there is no question of entering into the Vaikuṇṭhalokas. The impersonal conception of one’s self is just the negation of material personality and is far from the positive existence of personal form. The personal forms of the transcendental abode will be explained in the following verses. Brahmājī also described the highest planet of the Vaikuṇṭhaloka as Goloka Vṛndāvana, where the Lord resides as a cowherd boy keeping transcendental surabhi cows and surrounded by hundreds and thousands of goddesses of fortune. The statement of the Bhagavad-gītā, yad gatvā na nivartante tad dhāma paramaṁ mama, is also confirmed herewith. Param means transcendental Brahman. Therefore, the abode of the Lord is also Brahman, nondifferent from the Supreme Personality of Godhead. The Lord is known as Vaikuṇṭha, and His abode is also known as Vaikuṇṭha. Such Vaikuṇṭha realization and worship can be made possible by transcendental form and sense."
    },
    {
        "verse": "10",
        "devanagari": "प्रवर्तते यत्र रजस्तमस्तयो:सत्त्वं च मिश्रं न च कालविक्रम: ।न यत्र माया किमुतापरे हरे-रनुव्रता यत्र सुरासुरार्चिता: ॥ १० ॥",
        "english_devnagari": "pravartate yatra rajas tamas tayoḥsattvaṁ ca miśraṁ na ca kāla-vikramaḥna yatra māyā kim utāpare hareranuvratā yatra surāsurārcitāḥ",
        "verse_Syn": [
            "pravartate",
            "yatra",
            "rajaḥ",
            "tamaḥ",
            "tayoḥ",
            "sattvam",
            "ca",
            "miśram",
            "na",
            "ca",
            "kāla",
            "vikramaḥ",
            "na",
            "yatra",
            "māyā",
            "kim",
            "uta",
            "apare",
            "hareḥ",
            "anuvratāḥ",
            "yatra",
            "sura",
            "asura",
            "arcitāḥ"
        ],
        "translation": "In that personal abode of the Lord, the material modes of ignorance and passion do not prevail, nor is there any of their influence in goodness. There is no predominance of the influence of time, so what to speak of the illusory, external energy; it cannot enter that region. Without discrimination, both the demigods and the demons worship the Lord as devotees.",
        "purport": " The kingdom of God, or the atmosphere of the Vaikuṇṭha nature, which is called the tripād-vibhūti, is three times bigger than the material universes and is described here, as also in the Bhagavad-gītā, in a nutshell. This universe, containing billions of stars and planets, is one of the billions of such universes clustered together within the compass of the mahat-tattva. And all these millions and billions of universes combined together constitute only one fourth of the magnitude of the whole creation of the Lord. There is the spiritual sky also; beyond this sky are the spiritual planets under the names of Vaikuṇṭha, and all of them constitute three fourths of the entire creation of the Lord. God’s creations are always innumerable. Even the leaves of a tree cannot be counted by a man, nor can the hairs on his head. However, foolish men are puffed up with the idea of becoming God Himself, though unable to create a hair of their own bodies. Man may discover so many wonderful vehicles of journey, but even if he reaches the moon by his much-advertised spacecraft, he cannot remain there. The sane man, therefore, without being puffed up, as if he were the God of the universe, abides by the instructions of the Vedic literature, the easiest way to acquire knowledge in transcendence. So let us know through the authority of Śrīmad-Bhāgavatam of the nature and constitution of the transcendental world beyond the material sky. In that sky the material qualities, especially the modes of ignorance and passion, are completely absent. The mode of ignorance influences a living entity to the habit of lust and hankering, and this means that in the Vaikuṇṭhalokas the living entities are free from these two things. As confirmed in the Bhagavad-gītā, in the brahma-bhūta stage of life one becomes free from hankering and lamentation. Therefore the conclusion is that the inhabitants of the Vaikuṇṭha planets are all brahma-bhūta living entities, as distinguished from the mundane creatures who are all compact in hankering and lamentation. When one is not in the modes of ignorance and passion, one is supposed to be situated in the mode of goodness in the material world. Goodness in the material world also at times becomes contaminated by touches of the modes of passion and ignorance. In the Vaikuṇṭhaloka, it is unalloyed goodness only. The whole situation there is one of freedom from the illusory manifestation of the external energy. Although illusory energy is also part and parcel of the Supreme Lord, illusory energy is differentiated from the Lord. The illusory energy is not, however, false, as claimed by the monist philosophers. The rope accepted as a snake may be an illusion to a particular person, but the rope is a fact, and the snake is also a fact. The illusion of water on the hot desert may be illusion for the ignorant animal searching for water in the desert, but the desert and water are actual facts. Therefore the material creation of the Lord may be an illusion to the nondevotee, but to a devotee even the material creation of the Lord is a fact, as the manifestation of His external energy. But this energy of the Lord is not all. The Lord has His internal energy also, which has another creation known to be the Vaikuṇṭhalokas, where there is no ignorance, no passion, no illusion and no past and present. With a poor fund of knowledge one may be unable to understand the existence of such things as the Vaikuṇṭha atmosphere, but that does not nullify its existence. That spacecraft cannot reach these planets does not mean that there are no such planets, for they are described in the revealed scriptures. As quoted by Śrīla Jīva Gosvāmī, we can know from the Nārada-pañcarātra that the transcendental world or Vaikuṇṭha atmosphere is enriched with transcendental qualities. These transcendental qualities, as revealed through the devotional service of the Lord, are distinct from the mundane qualities of ignorance, passion and goodness. Such qualities are not attainable by the nondevotee class of men. In the Padma Purāṇa, Uttara-khaṇḍa, it is stated that beyond the one-fourth part of God’s creation is the three-fourths manifestation. The marginal line between the material manifestation and the spiritual manifestation is the Virajā River, and beyond the Virajā, which is a transcendental current flowing from the perspiration of the body of the Lord, there is the three-fourths manifestation of God’s creation. This part is eternal, everlasting, without deterioration, and unlimited, and it contains the highest perfectional stage of living conditions. In the Sāṅkhya-kaumudī it is stated that unalloyed goodness or transcendence is just opposite to the material modes. All living entities there are eternally associated without any break, and the Lord is the chief and prime entity. In the Āgama Purāṇas also, the transcendental abode is described as follows: The associated members there are free to go everywhere within the creation of the Lord, and there is no limit to such creation, particularly in the region of the three-fourths magnitude. Since the nature of that region is unlimited, there is no history of such association, nor is there end of it. The conclusion may be drawn that because of the complete absence of the mundane qualities of ignorance and passion, there is no question of creation nor of annihilation. In the material world everything is created, and everything is annihilated, and the duration of life between the creation and annihilation is temporary. In the transcendental realm there is no creation and no destruction, and thus the duration of life is eternal unlimitedly. In other words, everything in the transcendental world is everlasting, full of knowledge and bliss without deterioration. Since there is no deterioration, there is no past, present and future in the estimation of time. It is clearly stated in this verse that the influence of time is conspicuous by its absence. The whole material existence is manifested by actions and reactions of elements which make the influence of time prominent in the matter of past, present and future. There are no such actions and reactions of cause and effects there, so the cycle of birth, growth, existence, transformations, deterioration and annihilation — the six material changes — are not existent there. It is the unalloyed manifestation of the energy of the Lord, without illusion as experienced here in the material world. The whole Vaikuṇṭha existence proclaims that everyone there is a follower of the Lord. The Lord is the chief leader there, without any competition for leadership, and the people in general are all followers of the Lord. It is confirmed in the Vedas, therefore, that the Lord is the chief leader and all other living entities are subordinate to Him, for only the Lord satisfies all the needs of all other living entities."
    },
    {
        "verse": "11",
        "devanagari": "श्यामावदाता: शतपत्रलोचना:पिशङ्गवस्त्रा: सुरुच: सुपेशस: ।सर्वे चतुर्बाहव उन्मिषन्मणि-प्रवेकनिष्काभरणा: सुवर्चस: ॥ ११ ॥",
        "english_devnagari": "śyāmāvadātāḥ śata-patra-locanāḥpiśaṅga-vastrāḥ surucaḥ supeśasaḥsarve catur-bāhava unmiṣan-maṇi-praveka-niṣkābharaṇāḥ suvarcasaḥ",
        "verse_Syn": [
            "śyāma",
            "avadātāḥ",
            "śata",
            "patra",
            "locanāḥ",
            "piśaṅga",
            "vastrāḥ",
            "su",
            "rucaḥ",
            "su",
            "peśasaḥ",
            "sarve",
            "catuḥ",
            "bāhavaḥ",
            "unmiṣan",
            "maṇi",
            "praveka",
            "niṣka",
            "ābharaṇāḥ",
            "su",
            "varcasaḥ"
        ],
        "translation": "The inhabitants of the Vaikuṇṭha planets are described as having a glowing sky-bluish complexion. Their eyes resemble lotus flowers, their dress is of yellowish color, and their bodily features very attractive. They are just the age of growing youths, they all have four hands, they are all nicely decorated with pearl necklaces with ornamental medallions, and they all appear to be effulgent.",
        "purport": " The inhabitants in Vaikuṇṭhaloka are all personalities with spiritual bodily features not to be found in the material world. We can find the descriptions in the revealed scriptures like Śrīmad-Bhāgavatam. Impersonal descriptions of transcendence in the scriptures indicate that the bodily features in Vaikuṇṭhaloka are never to be seen in any part of the universe. As there are different bodily features in different places of a particular planet, or as there are different bodily features between bodies in different planets, similarly the bodily features of the inhabitants in Vaikuṇṭhaloka are completely different from those in the material universe. For example, the four hands are distinct from the two hands in this world."
    },
    {
        "verse": "12",
        "devanagari": "प्रवालवैदूर्यमृणालवर्चस: ।परिस्फुरत्कुण्डलमौलिमालिन: ॥ १२ ॥",
        "english_devnagari": "pravāla-vaidūrya-mṛṇāla-varcasaḥparisphurat-kuṇḍala-mauli-mālinaḥ",
        "verse_Syn": [
            "pravāla",
            "vaidūrya",
            "mṛṇāla",
            "varcasaḥ",
            "parisphurat",
            "kuṇḍala",
            "mauli",
            "mālinaḥ"
        ],
        "translation": "Some of them are effulgent like coral and diamonds in complexion and have garlands on their heads, blooming like lotus flowers, and some wear earrings.",
        "purport": " There are some inhabitants who have attained the liberation of sārūpya, or possessing bodily features like those of the Personality of Godhead. The vaidūrya diamond is especially meant for the Personality of Godhead, but one who achieves the liberation of bodily equality with the Lord is especially favored with such diamonds on his body."
    },
    {
        "verse": "13",
        "devanagari": "भ्राजिष्णुभिर्य: परितो विराजतेलसद्विमानावलिभिर्महात्मनाम् ।विद्योतमान: प्रमदोत्तमाद्युभि:सविद्युदभ्रावलिभिर्यथा नभ: ॥ १३ ॥",
        "english_devnagari": "bhrājiṣṇubhir yaḥ parito virājatelasad-vimānāvalibhir mahātmanāmvidyotamānaḥ pramadottamādyubhiḥsavidyud-abhrāvalibhir yathā nabhaḥ",
        "verse_Syn": [
            "bhrājiṣṇubhiḥ",
            "yaḥ",
            "paritaḥ",
            "virājate",
            "lasat",
            "vimāna",
            "avalibhiḥ",
            "mahā",
            "ātmanām",
            "vidyotamānaḥ",
            "pramada",
            "uttama",
            "adyubhiḥ",
            "sa",
            "vidyut",
            "abhrāvalibhiḥ",
            "yathā",
            "nabhaḥ"
        ],
        "translation": "The Vaikuṇṭha planets are also surrounded by various airplanes, all glowing and brilliantly situated. These airplanes belong to the great mahātmās or devotees of the Lord. The ladies are as beautiful as lightning because of their celestial complexions, and all these combined together appear just like the sky decorated with both clouds and lightning.",
        "purport": " It appears that in the Vaikuṇṭha planets there are also airplanes brilliantly glowing, and they are occupied by the great devotees of the Lord with ladies of celestial beauty as brilliant as lightning. As there are airplanes, so there must be different types of carriages like airplanes, but they may not be driven machines, as we have experience in this world. Because everything is of the same nature of eternity, bliss and knowledge, the airplanes and carriages are of the same quality as Brahman. Although there is nothing except Brahman, one should not mistakenly think that there is only void and no variegatedness. Thinking like that is due to a poor fund of knowledge; otherwise no one would have such a misconception of voidness in Brahman. As there are airplanes, ladies and gentlemen, so there must be cities and houses and everything else just suitable to the particular planets. One should not carry the ideas of imperfection from this world to the transcendental world and not take into consideration the nature of the atmosphere, as completely free from the influence of time, etc., as described previously."
    },
    {
        "verse": "14",
        "devanagari": "श्रीर्यत्र रूपिण्युरुगायपादयो:करोति मानं बहुधा विभूतिभि: ।प्रेङ्खं श्रिता या कुसुमाकरानुगै-र्विगीयमाना प्रियकर्म गायती ॥ १४ ॥",
        "english_devnagari": "śrīr yatra rūpiṇy urugāya-pādayoḥkaroti mānaṁ bahudhā vibhūtibhiḥpreṅkhaṁ śritā yā kusumākarānugairvigīyamānā priya-karma-gāyatī",
        "verse_Syn": [
            "śrīḥ",
            "yatra",
            "rūpiṇī",
            "urugāya",
            "pādayoḥ",
            "karoti",
            "mānam",
            "bahudhā",
            "vibhūtibhiḥ",
            "preṅkham",
            "śritā",
            "yā",
            "kusumākara",
            "anugaiḥ",
            "vigīyamānā",
            "priya",
            "karma",
            "gāyatī"
        ],
        "translation": "The goddess of fortune in her transcendental form is engaged in the loving service of the Lord’s lotus feet, and being moved by the black bees, followers of spring, she is not only engaged in variegated pleasure — service to the Lord, along with her constant companions — but is also engaged in singing the glories of the Lord’s activities.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "ददर्श तत्राखिलसात्वतां पतिंश्रिय: पतिं यज्ञपतिं जगत्पतिम् ।सुनन्दनन्दप्रबलार्हणादिभि:स्वपार्षदाग्रै: परिसेवितं विभुम् ॥ १५ ॥",
        "english_devnagari": "dadarśa tatrākhila-sātvatāṁ patiṁśriyaḥ patiṁ yajña-patiṁ jagat-patimsunanda-nanda-prabalārhaṇādibhiḥsva-pārṣadāgraiḥ parisevitaṁ vibhum",
        "verse_Syn": [
            "dadarśa",
            "tatra",
            "akhila",
            "sātvatām",
            "patim",
            "śriyaḥ",
            "patim",
            "yajña",
            "patim",
            "jagat",
            "patim",
            "sunanda",
            "nanda",
            "prabala",
            "arhaṇa",
            "ādibhiḥ",
            "sva",
            "pārṣada",
            "agraiḥ",
            "parisevitam",
            "vibhum"
        ],
        "translation": "Lord Brahmā saw in the Vaikuṇṭha planets the Personality of Godhead, who is the Lord of the entire devotee community, the Lord of the goddess of fortune, the Lord of all sacrifices, and the Lord of the universe, and who is served by the foremost servitors like Nanda, Sunanda, Prabala and Arhaṇa, His immediate associates.",
        "purport": " When we speak of a king it is naturally understood that the king is accompanied by his confidential associates, like his secretary, private secretary, aide-de-camp, ministers and advisers. So also when we see the Lord we see Him with His different energies, associates, confidential servitors, etc. So the Supreme Lord, who is the leader of all living entities, the Lord of all devotee sects, the Lord of all opulences, the Lord of sacrifices and the enjoyer of everything in His entire creation, is not only the Supreme Person, but also is always surrounded by His immediate associates, all engaged in their loving transcendental service to Him."
    },
    {
        "verse": "16",
        "devanagari": "भृत्यप्रसादाभिमुखं द‍ृगासवंप्रसन्नहासारुणलोचनाननम् ।किरीटिनं कुण्डलिनं चतुर्भुजंपीतांशुकं वक्षसि लक्षितं श्रिया ॥ १६ ॥",
        "english_devnagari": "bhṛtya-prasādābhimukhaṁ dṛg-āsavaṁprasanna-hāsāruṇa-locanānanamkirīṭinaṁ kuṇḍalinaṁ catur-bhujaṁpītāṁśukaṁ vakṣasi lakṣitaṁ śriyā",
        "verse_Syn": [
            "bhṛtya",
            "prasāda",
            "abhimukham",
            "dṛk",
            "āsavam",
            "prasanna",
            "hāsa",
            "aruṇa",
            "locana",
            "ānanam",
            "kirīṭinam",
            "kuṇḍalinam",
            "catuḥ",
            "bhujam",
            "pīta",
            "aṁśukam",
            "vakṣasi",
            "lakṣitam",
            "śriyā"
        ],
        "translation": "The Personality of Godhead, seen leaning favorably towards His loving servitors, His very sight intoxicating and attractive, appeared to be very much satisfied. He had a smiling face decorated with an enchanting reddish hue. He was dressed in yellow robes and wore earrings and a helmet on his head. He had four hands, and His chest was marked with the lines of the goddess of fortune.",
        "purport": " In the Padma Purāṇa, Uttara-khaṇḍa, there is a full description of the yoga-pīṭha, or the particular place where the Lord is in audience to His eternal devotees. In that yoga-pīṭha, the personifications of religion, knowledge, opulence and renunciation are all seated at the lotus feet of the Lord. The four Vedas, namely Ṛk, Sāma, Yajur and Atharva, are present there personally to advise the Lord. The sixteen energies headed by Caṇḍa are all present there. Caṇḍa and Kumuda are the first two doorkeepers, at the middle door are the doorkeepers named Bhadra and Subhadra, and at the last door are Jaya and Vijaya. There are other doorkeepers also, named Kumuda, Kumudākṣa, Puṇḍarīka, Vāmana, Śaṅkukarṇa, Sarvanetra, Sumukha, etc. The Lord’s palace is well decorated and protected by the above-mentioned doorkeepers."
    },
    {
        "verse": "17",
        "devanagari": "अध्यर्हणीयासनमास्थितं परंवृतं चतु:षोडशपञ्चशक्तिभि: ।युक्तं भगै: स्वैरितरत्र चाध्रुवै:स्व एव धामन् रममाणमीश्वरम् ॥ १७ ॥",
        "english_devnagari": "adhyarhaṇīyāsanam āsthitaṁ paraṁvṛtaṁ catuḥ-ṣoḍaśa-pañca-śaktibhiḥyuktaṁ bhagaiḥ svair itaratra cādhruvaiḥsva eva dhāman ramamāṇam īśvaram",
        "verse_Syn": [
            "adhyarhaṇīya",
            "āsanam",
            "āsthitam",
            "param",
            "vṛtam",
            "catuḥ",
            "ṣoḍaśa",
            "pañca",
            "śaktibhiḥ",
            "yuktam",
            "bhagaiḥ",
            "svaiḥ",
            "itaratra",
            "ca",
            "adhruvaiḥ",
            "sve",
            "eva",
            "dhāman",
            "ramamāṇam",
            "īśvaram"
        ],
        "translation": "The Lord was seated on His throne and was surrounded by different energies like the four, the sixteen, the five, and the six natural opulences, along with other insignificant energies of the temporary character. But He was the factual Supreme Lord, enjoying His own abode.",
        "purport": " The Lord is naturally endowed with His six opulences. Specifically, He is the richest, He is the most powerful, He is the most famous, He is the most beautiful, He is the greatest in knowledge, and He is the greatest renouncer as well. And for His material creative energies, He is served by four, namely the principles of prakṛti, puruṣa, mahat-tattva and ego. He is also served by the sixteen, namely the five elements (earth, water, air, fire and sky), the five perceptive sense organs (the eye, ear, nose, tongue and skin), the five working sense organs (the hand, the leg, the stomach, the evacuation outlet and the genitals) and the mind. The five includes the sense objects, namely form, taste, smell, sound and touch. All these twenty-five items serve the Lord in the material creation, and all of them are personally present to serve the Lord. The insignificant opulences numbering eight (the aṣṭa-siddhis, attained by yogīs for temporary overlordship) are also under His control, but He is naturally full with all such powers without any effort, and therefore He is the Supreme Lord. The living being, by severe penance and performance of bodily exercises, can temporarily attain some wonderful power, but that does not make him the Supreme Lord. The Supreme Lord, by His own potency, is unlimitedly more powerful than any yogī, He is unlimitedly more learned than any jñānī, He is unlimitedly richer than any wealthy person, He is unlimitedly more beautiful than any beautiful living being, and He is unlimitedly more charitable than any philanthropist. He is above all; no one is equal to or greater than Him. Nor can anyone reach His level of perfection in any of the above powers by any amount of penance or yogic demonstrations. The yogīs are dependent on His mercy. Out of His immensely charitable disposition He can award some temporary powers to the yogīs because of the yogīs’ hankering after them, but to His unalloyed devotees, who do not want anything from the Lord save and except His transcendental service, the Lord is so pleased that He gives Himself in exchange for unalloyed service."
    },
    {
        "verse": "18",
        "devanagari": "तद्दर्शनाह्लादपरिप्लुतान्तरोहृष्यत्तनु: प्रेमभराश्रुलोचन: ।ननाम पादाम्बुजमस्य विश्वसृग्यत् पारमहंस्येन पथाधिगम्यते ॥ १८ ॥",
        "english_devnagari": "tad-darśanāhlāda-pariplutāntarohṛṣyat-tanuḥ prema-bharāśru-locanaḥnanāma pādāmbujam asya viśva-sṛgyat pāramahaṁsyena pathādhigamyate",
        "verse_Syn": [
            "tat",
            "darśana",
            "āhlāda",
            "paripluta",
            "antaraḥ",
            "hṛṣyat",
            "tanuḥ",
            "prema",
            "bhara",
            "aśru",
            "locanaḥ",
            "nanāma",
            "pāda",
            "ambujam",
            "asya",
            "viśva",
            "sṛk",
            "yat",
            "pāramahaṁsyena",
            "pathā",
            "adhigamyate"
        ],
        "translation": "Lord Brahmā, thus seeing the Personality of Godhead in His fullness, was overwhelmed with joy within his heart, and thus in full transcendental love and ecstasy, his eyes filled with tears of love. He thus bowed down before the Lord. That is the way of the highest perfection for the living being [paramahaṁsa].",
        "purport": " In the beginning of the Śrīmad-Bhāgavatam it is stated that this great literature is meant for the paramahaṁsas. Paramo nirmatsarāṇāṁ satām, i.e., the Śrīmad-Bhāgavatam is meant for persons completely free from malice. In the conditioned life the malicious life begins from the top, namely bearing malice against the Supreme Personality of Godhead. The Personality of Godhead is an established fact in all the revealed scriptures, and in the Bhagavad-gītā the personal feature of the Supreme Lord is especially mentioned, so much so that the last portion of the great literature has emphatically stressed that one should surrender unto the Personality of Godhead to be saved from the miseries of life. Unfortunately, persons with impious backgrounds do not believe in the Personality of Godhead, and everyone wants to become God himself without any qualification. This malicious nature in the conditioned soul continues even up to the stage when a person wants to be one with the Lord, and thus even the greatest of the empiric philosophers speculating on becoming one with the Supreme Lord cannot become a paramahaṁsa because the malicious mind is there. Therefore the paramahaṁsa stage of life can be attained only by those who are fixed in the practice of bhakti-yoga. This bhakti-yoga begins if a person has the firm conviction that simply discharging devotional service to the Lord in full transcendental love can elevate him to the highest perfectional stage of life. Brahmājī believed in this art of bhakti-yoga; he believed in the instruction of the Lord to execute tapa, and he discharged the function with great penance and thus achieved the great success of seeing the Vaikuṇṭhalokas and the Lord also by personal experience. No one can reach the abode of the Supreme Lord by any mechanical means of the mind or machine, but one can reach the abode of the Vaikuṇṭhalokas simply by following the process of bhakti-yoga because the Lord can be realized only through the bhakti-yoga process. Lord Brahmājī was actually sitting on his lotus seat, and from there, by executing the process of bhakti-yoga in great seriousness, he could see the Vaikuṇṭhalokas with all variegatedness as well as the Lord in person and His associates. Following in the footsteps of Lord Brahmā, any person, even up to this day, can attain the same perfection by following the path of the paramahaṁsa as recommended herein. Lord Caitanya also approved of this method of self-realization for men in this age. One should first, with all conviction, believe in the Personality of Godhead Śrī Kṛṣṇa, and without making efforts to realize Him by speculative philosophy, one should prefer to hear about Him from the Śrīmad Bhagavad-gītā and later from the text of the Śrīmad-Bhāgavatam. One should hear such discourses from a person Bhāgavatam and not from the professional man, or from the karmī, jñānī or yogī. That is the secret of learning the science. One does not need to be in the renounced order of life; he can remain in his present condition of life, but he must search out the association of a bona fide devotee of the Lord and hear from him the transcendental message of the Lord with faith and conviction. That is the path of the paramahaṁsa recommended herein. Amongst various holy names of the Lord, He is also called ajita, or one who can never be conquered by anyone else. Yet He can be conquered by the paramahaṁsa path, as practically realized and shown by the great spiritual master Lord Brahmā. Lord Brahmā has personally recommended this paramahaṁsa-panthāḥ in his own words as follows: Lord Brahmā said, “O my Lord Kṛṣṇa, a devotee who abandons the path of empiric philosophical speculation aimed at merging in the existence of the Supreme and engages himself in hearing Your glories and activities from a bona fide sādhu, or saint, and who lives an honest life in the occupational engagement of his social life, can conquer Your sympathy and mercy even though You are ajita, or unconquerable.” (Bhāg. 10.14.3) That is the path of the paramahaṁsas, which was personally followed by Lord Brahmā and later recommended by him for attaining perfect success in life."
    },
    {
        "verse": "19",
        "devanagari": "तं प्रीयमाणं समुपस्थितं कविंप्रजाविसर्गे निजशासनार्हणम् ।बभाष ईषत्स्मितशोचिषा गिराप्रिय: प्रियं प्रीतमना: करे स्पृशन् ॥ १९ ॥",
        "english_devnagari": "taṁ prīyamāṇaṁ samupasthitaṁ kaviṁprajā-visarge nija-śāsanārhaṇambabhāṣa īṣat-smita-śociṣā girāpriyaḥ priyaṁ prīta-manāḥ kare spṛśan",
        "verse_Syn": [
            "tam",
            "prīyamāṇam",
            "samupasthitam",
            "kavim",
            "prajā",
            "visarge",
            "nija",
            "śāsana",
            "arhaṇam",
            "babhāṣe",
            "īṣat",
            "smita",
            "śociṣā",
            "girā",
            "priyaḥ",
            "priyam",
            "prīta",
            "manāḥ",
            "kare",
            "spṛśan"
        ],
        "translation": "And seeing Brahmā present before Him, the Lord accepted him as worthy to create living beings, to be controlled as He desired, and thus being much satisfied with him, the Lord shook hands with Brahmā and, slightly smiling, addressed him thus.",
        "purport": " The creation of the material world is not blind or accidental. The living entities who are ever conditioned, or nitya-baddha, are thus given a chance for liberation under the guidance of His own representative like Brahmā. The Lord instructs Brahmā in Vedic knowledge in order to diffuse this knowledge to the conditioned souls. The conditioned souls are forgetful souls in their relationship with the Lord, and thus a period of creation and the process of dissemination of Vedic knowledge are necessary activities of the Lord. Lord Brahmā has a great responsibility in delivering the conditioned souls, and therefore he is very dear to the Lord. Brahmā also does his duty very perfectly, not only by generating the living entities but also by spreading his party for reclaiming the fallen souls. The party is called the Brahma sampradāya, and any member of this party to date is naturally engaged in reclaiming the fallen souls back to Godhead, back home. The Lord is very much anxious to get back His parts and parcels, as stated in the Bhagavad-gītā. No one is more dear than the one who takes the task of reclaiming the fallen souls back to Godhead. There are many renegades from the Brahma sampradāya whose only business is to make men more forgetful of the Lord and thus entangle them more and more in material existence. Such persons are never dear to the Lord, and the Lord sends them deeper into the darkest region of matter so that such envious demons may not be able to know the Supreme Lord. Anyone, however, preaching the mission of the Lord in the line of the Brahma sampradāya is always dear to the Lord, and the Lord, being satisfied with such a preacher of the authorized bhakti cult, shakes hands with him in great satisfaction."
    },
    {
        "verse": "20",
        "devanagari": "श्रीभगवानुवाचत्वयाहं तोषित: सम्यग् वेदगर्भ सिसृक्षया ।चिरं भृतेन तपसा दुस्तोष: कूटयोगिनाम् ॥ २० ॥",
        "english_devnagari": "śrī-bhagavān uvācatvayāhaṁ toṣitaḥ samyagveda-garbha sisṛkṣayāciraṁ bhṛtena tapasādustoṣaḥ kūṭa-yoginām",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "tvayā",
            "aham",
            "toṣitaḥ",
            "samyak",
            "veda",
            "garbha",
            "sisṛkṣayā",
            "ciram",
            "bhṛtena",
            "tapasā",
            "dustoṣaḥ",
            "kūṭa",
            "yoginām"
        ],
        "translation": "The beautiful Personality of Godhead addressed Lord Brahmā: O Brahmā, impregnated with the Vedas, I am very much pleased with your long-accumulated penance with the desire for creation. Hardly am I pleased with the pseudo mystics.",
        "purport": " There are two kinds of penance: one for sense gratification and the other for self-realization. There are many pseudo mystics who undergo severe penances for their own satisfaction, and there are others who undergo severe penances for the satisfaction of the senses of the Lord. For example, the penances undertaken to discover nuclear weapons will never satisfy the Lord because such a penance is never satisfactory. By nature’s own way, everyone has to meet death, and if such a process of death is accelerated by anyone’s penances, there is no satisfaction for the Lord. The Lord wants every one of His parts and parcels to attain eternal life and bliss by coming home to Godhead, and the whole material creation is meant for that objective. Brahmā underwent severe penances for that purpose, namely to regulate the process of creation so that the Lord might be satisfied. Therefore the Lord was very much pleased with him, and for this Brahmā was impregnated with Vedic knowledge. The ultimate purpose of Vedic knowledge is to know the Lord and not to misuse the knowledge for any other purposes. Those who do not utilize Vedic knowledge for that purpose are known as kūṭa-yogīs, or pseudo transcendentalists who spoil their lives with ulterior motives."
    },
    {
        "verse": "21",
        "devanagari": "वरं वरय भद्रं ते वरेशं माभिवाञ्छितम् ।ब्रह्मञ्छ्रेय:परिश्राम: पुंसां मद्दर्शनावधि: ॥ २१ ॥",
        "english_devnagari": "varaṁ varaya bhadraṁ tevareśaṁ mābhivāñchitambrahmañ chreyaḥ-pariśrāmaḥpuṁsāṁ mad-darśanāvadhiḥ",
        "verse_Syn": [
            "varam",
            "varaya",
            "bhadram",
            "te",
            "vara",
            "īśam",
            "mā",
            "(mām)",
            "abhivāñchitam",
            "brahman",
            "śreyaḥ",
            "pariśrāmaḥ",
            "puṁsām",
            "mat",
            "darśana",
            "avadhiḥ"
        ],
        "translation": "I wish you good luck. O Brahmā, you may ask from Me, the giver of all benediction, all that you may desire. You may know that the ultimate benediction, as the result of all penances, is to see Me by realization.",
        "purport": " The ultimate realization of the Supreme Truth is knowing and seeing face to face the Personality of Godhead. Realization of the impersonal Brahman and localized Paramātmā features of the Personality of Godhead is not ultimate realization. When one realizes the Supreme Lord, one does not struggle hard to perform such penances. The next stage of life is to discharge devotional service to the Lord just to satisfy Him. In other words, one who has realized and seen the Supreme Lord has attained all perfection because everything is included in that highest perfectional stage. The impersonalists and the pseudo mystics, however, cannot reach this state."
    },
    {
        "verse": "22",
        "devanagari": "मनीषितानुभावोऽयं मम लोकावलोकनम् ।यदुपश्रुत्य रहसि चकर्थ परमं तप: ॥ २२ ॥",
        "english_devnagari": "manīṣitānubhāvo ’yaṁmama lokāvalokanamyad upaśrutya rahasicakartha paramaṁ tapaḥ",
        "verse_Syn": [
            "manīṣita",
            "anubhāvaḥ",
            "ayam",
            "mama",
            "loka",
            "avalokanam",
            "yat",
            "upaśrutya",
            "rahasi",
            "cakartha",
            "paramam",
            "tapaḥ"
        ],
        "translation": "The highest perfectional ingenuity is the personal perception of My abodes, and this has been possible because of your submissive attitude in the performance of severe penance according to My order.",
        "purport": " The highest perfectional stage of life is to know the Lord by actual perception, by the grace of the Lord. This can be attained by everyone who is willing to discharge the act of devotional service to the Lord as enjoined in the revealed scriptures that are standard and accepted by the bona fide ācāryas, spiritual masters. For example, the Bhagavad-gītā is the approved Vedic literature accepted by all the great ācāryas, such as Śaṅkara, Rāmānuja, Madhva, Caitanya, Viśvanātha, Baladeva, Siddhānta Sarasvatī and many others. In that Bhagavad-gītā the Personality of Godhead, Śrī Kṛṣṇa, asks that one always be mindful of Him, always be His devotee, always worship Him only, and always bow down before the Lord. And by doing so one is sure to go back home, back to Godhead, without any doubt. In other places also the same order is there, that one give up all other engagements and fully surrender unto the Lord without hesitation. And the Lord will give such a devotee all protection. These are the secrets of attaining the highest perfectional stage. Lord Brahmā exactly followed these principles without any superiority complex, and thus he attained the highest perfectional stage of experiencing the abode of the Lord and the Lord Himself with all His paraphernalia. Impersonal realization of the effulgence of the Lord’s body is not the highest perfectional stage, nor is the stage of Paramātmā realization. The word manīṣita is significant. Everyone is falsely or factually proud of his so-called learning. But the Lord says that the highest perfectional stage of learning is to know Him and His abode, devoid of all illusion."
    },
    {
        "verse": "23",
        "devanagari": "प्रत्यादिष्टं मया तत्र त्वयि कर्मविमोहिते ।तपो मे हृदयं साक्षादात्माहं तपसोऽनघ ॥ २३ ॥",
        "english_devnagari": "pratyādiṣṭaṁ mayā tatratvayi karma-vimohitetapo me hṛdayaṁ sākṣādātmāhaṁ tapaso ’nagha",
        "verse_Syn": [
            "pratyādiṣṭam",
            "mayā",
            "tatra",
            "tvayi",
            "karma",
            "vimohite",
            "tapaḥ",
            "me",
            "hṛdayam",
            "sākṣāt",
            "ātmā",
            "aham",
            "tapasaḥ",
            "anagha"
        ],
        "translation": "O sinless Brahmā, you may know from Me that it was I who first ordered you to undergo penance when you were perplexed in your duty. Such penance is My heart and soul, and therefore penance and I are nondifferent.",
        "purport": " The penance by which one can see the Personality of Godhead face to face is to be understood as devotional service to the Lord and nothing else because only by discharging devotional service in transcendental love can one approach the Lord. Such penance is the internal potency of the Lord and is nondifferent from Him. Such acts of internal potency are exhibited by nonattachment for material enjoyment. The living entities are encaged in the conditions of material bondage because of their propensity for overlordship. But by engagement in the devotional service of the Lord one becomes detached from this enjoying spirit. The devotees automatically become detached from worldly enjoyment, and this detachment is the result of perfect knowledge. Therefore the penance of devotional service includes knowledge and detachment, and that is the manifestation of the transcendental potency. One cannot enjoy material, illusory prosperity if he desires to return home, back to Godhead. One who has no information of the transcendental bliss in the association of the Lord foolishly desires to enjoy this temporary material happiness. In the Caitanya-caritāmṛta it is said that if someone sincerely wants to see the Lord and at the same time wants to enjoy this material world, he is considered to be a fool only. One who wants to remain here in the material world for material enjoyment has no business entering into the eternal kingdom of God. The Lord favors such a foolish devotee by snatching all that he may possess in the material world. If such a foolish devotee of the Lord tries to recoup his position, then the merciful Lord again snatches away all that he may have possessed. By such repeated failures in material prosperity he becomes very unpopular with his family members and friends. In the material world the family members and friends honor persons who are very successful in accumulating wealth by any means. The foolish devotee of the Lord is thus put into forcible penance by the grace of the Lord, and at the end the devotee becomes perfectly happy, being engaged in the service of the Lord. Therefore penance in devotional service of the Lord, either by voluntary submission or by being forced by the Lord, is necessary for attaining perfection, and thus such penance is the internal potency of the Lord. One cannot, however, be engaged in the penance of devotional service without being completely free from all sins. As stated in the Bhagavad-gītā, only a person who is completely free from all reactions of sins can engage himself in the worship of the Lord. Brahmājī was sinless, and therefore he faithfully discharged the advice of the Lord, “tapa, tapa,” and the Lord, being satisfied with him, awarded him the desired result. Therefore only love and penance combined can please the Lord, and thus one is able to attain His complete mercy. He directs the sinless, and the sinless devotee attains the highest perfection of life."
    },
    {
        "verse": "24",
        "devanagari": "सृजामि तपसैवेदं ग्रसामि तपसा पुन: ।बिभर्मि तपसा विश्वं वीर्यं मे दुश्चरं तप: ॥ २४ ॥",
        "english_devnagari": "sṛjāmi tapasaivedaṁgrasāmi tapasā punaḥbibharmi tapasā viśvaṁvīryaṁ me duścaraṁ tapaḥ",
        "verse_Syn": [
            "sṛjāmi",
            "tapasā",
            "eva",
            "idam",
            "grasāmi",
            "tapasā",
            "punaḥ",
            "bibharmi",
            "tapasā",
            "viśvam",
            "vīryam",
            "me",
            "duścaram",
            "tapaḥ"
        ],
        "translation": "I create this cosmos by such penance, I maintain it by the same energy, and I withdraw it all by the same energy. Therefore the potency is penance only.",
        "purport": " In executing penance, one must be determined to return home, back to Godhead, and must decide to undergo all types of tribulations for that end. Even for material prosperity and name and fame one has to undergo severe types of penances, otherwise no one can become an important figure in this material world. Why, then, should there not be severe types of penances for the perfection of devotional service? An easygoing life and attainment of perfection in transcendental realization cannot go together. The Lord is more clever than any living entity; therefore He wants to see how painstaking the devotee is in devotional service. The order is received from the Lord, either directly or through the bona fide spiritual master, and to execute that order, however painstaking, is the severe type of penance. One who follows the principle rigidly is sure to achieve success in attaining the Lord’s mercy."
    },
    {
        "verse": "25",
        "devanagari": "ब्रह्मोवाचभगवन् सर्वभूतानामध्यक्षोऽवस्थितो गुहाम् ।वेद ह्यप्रतिरुद्धेन प्रज्ञानेन चिकीर्षितम् ॥ २५ ॥",
        "english_devnagari": "brahmovācabhagavan sarva-bhūtānāmadhyakṣo ’vasthito guhāmveda hy apratiruddhenaprajñānena cikīrṣitam",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "bhagavan",
            "sarva",
            "bhūtānām",
            "adhyakṣaḥ",
            "avasthitaḥ",
            "guhām",
            "veda",
            "hi",
            "apratiruddhena",
            "prajñānena",
            "cikīrṣitam"
        ],
        "translation": "Lord Brahmā said: O Personality of Godhead, You are situated in every living entity’s heart as the supreme director, and therefore You are aware of all endeavors by Your superior intelligence, without any hindrance whatsoever.",
        "purport": " The Bhagavad-gītā confirms that the Lord is situated in everyone’s heart as the witness, and as such He is the supreme director of sanction. The director is not the enjoyer of the fruits of action, for without the Lord’s sanction no one can enjoy. For example, in a prohibited area a habituated drunkard puts forward his application to the director of drinking, and the director, considering his case, sanctions only a certain amount of liquor for drinking. Similarly, the whole material world is full of many drunkards, in the sense that each and every one of the living entities has something in his mind to enjoy, and everyone desires the fulfillment of his desires very strongly. The almighty Lord, being very kind to the living entity, as the father is kind to the son, fulfills the living entity’s desire for his childish satisfaction. With such desires in mind, the living entity does not actually enjoy, but he serves the bodily whims unnecessarily, without profit. The drunkard does not derive any profit out of drinking, but because he has become a servant of the drinking habit and does not wish to get out of it, the merciful Lord gives him all facilities to fulfill such desires. The impersonalists recommend that one should become desireless, and others recommend banishing desires altogether. That is impossible; no one can banish desires altogether because desiring is the living symptom. Without having desires a living entity would be dead, which he is not. Therefore, living conditions and desire go together. Perfection of desires may be achieved when one desires to serve the Lord, and the Lord also desires that every living entity banish all personal desires and cooperate with His desires. That is the last instruction of the Bhagavad-gītā. Brahmājī agreed to this proposal, and therefore he is given the responsible post of creating generations in the vacant universe. Oneness with the Lord therefore consists of dovetailing one’s desires with the desires of the Supreme Lord. That makes for the perfection of all desires. The Lord, as the Supersoul in the heart of every living being, knows what is in the mind of each living entity, and no one can do anything without the knowledge of the Lord within. By His superior intelligence, the Lord gives everyone the chance to fulfill his desires to the fullest extent, and the resultant reaction is also awarded by the Lord."
    },
    {
        "verse": "26",
        "devanagari": "तथापि नाथमानस्य नाथ नाथय नाथितम् ।परावरे यथा रूपे जानीयां ते त्वरूपिण: ॥ २६ ॥",
        "english_devnagari": "tathāpi nāthamānasyanātha nāthaya nāthitamparāvare yathā rūpejānīyāṁ te tv arūpiṇaḥ",
        "verse_Syn": [
            "tathā",
            "api",
            "nāthamānasya",
            "nātha",
            "nāthaya",
            "nāthitam",
            "para",
            "avare",
            "yathā",
            "rūpe",
            "jānīyām",
            "te",
            "tu",
            "arūpiṇaḥ"
        ],
        "translation": "In spite of that, my Lord, I am praying to You to kindly fulfill my desire. May I please be informed how, in spite of Your transcendental form, You assume the mundane form, although You have no such form at all.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "यथात्ममायायोगेन नानाशक्त्युपबृंहितम् ।विलुम्पन् विसृजन् गृह्णन् बिभ्रदात्मानमात्मना ॥ २७ ॥",
        "english_devnagari": "yathātma-māyā-yogenanānā-śakty-upabṛṁhitamvilumpan visṛjan gṛhṇanbibhrad ātmānam ātmanā",
        "verse_Syn": [
            "yathā",
            "ātma",
            "māyā",
            "yogena",
            "nānā",
            "śakti",
            "upabṛṁhitam",
            "vilumpan",
            "visṛjan",
            "gṛhṇan",
            "bibhrat",
            "ātmānam",
            "ātmanā"
        ],
        "translation": "And [please inform me] how You, by Your own Self, manifest different energies for annihilation, generation, acceptance and maintenance by combination and permutation.",
        "purport": " The whole manifestation is the Lord Himself by diffusion of His different energies only, namely the internal, external and marginal, just as the sunlight is the manifestation of the energy of the sun planet. Such energy is simultaneously one with and different from the Lord, just as the sunshine is simultaneously one with and different from the sun planet. The energies are acting by combination and permutation by the indication of the Lord, and the acting agents, like Brahmā, Viṣṇu and Śiva, are also different incarnations of the Lord. In other words, there is nothing but the Lord, and still the Lord is different from all such manifestive activities. How it is so will be explained later on."
    },
    {
        "verse": "28",
        "devanagari": "क्रीडस्यमोघसङ्कल्प ऊर्णनाभिर्यथोर्णुते ।तथा तद्विषयां धेहि मनीषां मयि माधव ॥ २८ ॥",
        "english_devnagari": "krīḍasy amogha-saṅkalpaūrṇanābhir yathorṇutetathā tad-viṣayāṁ dhehimanīṣāṁ mayi mādhava",
        "verse_Syn": [
            "krīḍasi",
            "amogha",
            "saṅkalpa",
            "ūrṇanābhiḥ",
            "yathā",
            "ūrṇute",
            "tathā",
            "tat",
            "viṣayām",
            "dhehi",
            "manīṣām",
            "mayi",
            "mādhava"
        ],
        "translation": "O master of all energies, please tell me philosophically all about them. You play like a spider that covers itself by its own energy, and Your determination is infallible.",
        "purport": " By the inconceivable energy of the Lord, every creative element has its own potencies, known as the potency of the element, potency of knowledge and potency of different actions and reactions. By a combination of such potencies of the Lord there is the manifestation of creation, maintenance and annihilation in due course of time and by different agents like Brahmā, Viṣṇu and Maheśvara. Brahmā creates, Viṣṇu maintains, and Lord Śiva destroys. But all such agents and creative energies are emanations from the Lord, and as such, there is nothing except the Lord, or the one supreme source of different diversities. The exact example is the spider and spider’s web. The web is created by the spider, and it is maintained by the spider, and as soon as the spider likes, the whole thing is wound up within the spider. The spider is covered within the web. If an insignificant spider is so powerful as to act according to its will, why can’t the Supreme Being act by His supreme will in the creation, maintenance and destruction of the cosmic manifestations? By the grace of the Lord, a devotee like Brahmā, or one in his chain of disciplic succession, can understand the almighty Personality of Godhead eternally engaged in His transcendental pastimes in the region of different energies."
    },
    {
        "verse": "29",
        "devanagari": "भगवच्छिक्षितमहं करवाणि ह्यतन्द्रित: ।नेहमान: प्रजासर्गं बध्येयं यदनुग्रहात् ॥ २९ ॥",
        "english_devnagari": "bhagavac-chikṣitam ahaṁkaravāṇi hy atandritaḥnehamānaḥ prajā-sargaṁbadhyeyaṁ yad-anugrahāt",
        "verse_Syn": [
            "bhagavat",
            "śikṣitam",
            "aham",
            "karavāṇi",
            "hi",
            "atandritaḥ",
            "na",
            "ihamānaḥ",
            "prajā",
            "sargam",
            "badhyeyam",
            "yat",
            "anugrahāt"
        ],
        "translation": "Please tell me so that I may be taught in the matter by the instruction of the Personality of Godhead and may thus act instrumentally to generate living entities, without being conditioned by such activities.",
        "purport": " Brahmājī does not want to become a speculator dependent on the strength of his personal knowledge and conditioned to material bondage. Everyone should know in clear consciousness that one is, in the execution of all activities, an instrument. A conditioned soul is instrumental in the hands of the external energy, guṇamayī māyā, or the illusory energy of the Lord, and in the liberated stage the living entity is instrumental to the will of the Personality of Godhead directly. To be instrumental to the direct will of the Lord is the natural constitutional position of the living entity, whereas to be an instrument in the hands of the illusory energy of the Lord is material bondage for the living entity. In that conditioned state, the living entity speculates on the Absolute Truth and His different activities. But in the unconditioned stage the living entity directly receives knowledge from the Lord, and such a liberated soul acts flawlessly, without any speculative habit. The Bhagavad-gītā (10.10-11) confirms emphatically that the pure devotees, who are constantly engaged in the loving transcendental service of the Lord, are directly advised by the Lord, so much so that the devotee unwaveringly makes progress on the path home, back to Godhead. Pure devotees of the Lord are therefore not proud of their definite progress, whereas the nondevotee speculator is in the darkness of illusory energy and is very much proud of his misleading knowledge based on speculation without any definite path. Lord Brahmā wanted to be saved from that pitfall of pride, although he was posted in the most exalted position within the universe."
    },
    {
        "verse": "30",
        "devanagari": "यावत् सखा सख्युरिवेश ते कृत:प्रजाविसर्गे विभजामि भो जनम् ।अविक्लवस्ते परिकर्मणि स्थितोमा मे समुन्नद्धमदोऽजमानिन: ॥ ३० ॥",
        "english_devnagari": "yāvat sakhā sakhyur iveśa te kṛtaḥprajā-visarge vibhajāmi bho janamaviklavas te parikarmaṇi sthitomā me samunnaddha-mado ’ja māninaḥ",
        "verse_Syn": [
            "yāvat",
            "sakhā",
            "sakhyuḥ",
            "iva",
            "īśa",
            "te",
            "kṛtaḥ",
            "prajā",
            "visarge",
            "vibhajāmi",
            "bhoḥ",
            "janam",
            "aviklavaḥ",
            "te",
            "parikarmaṇi",
            "sthitaḥ",
            "mā",
            "me",
            "samunnaddha",
            "madaḥ",
            "aja",
            "māninaḥ"
        ],
        "translation": "O my Lord, the unborn, You have shaken hands with me just as a friend does with a friend [as if equal in position]. I shall be engaged in the creation of different types of living entities, and I shall be occupied in Your service. I shall have no perturbation, but I pray that all this may not give rise to pride, as if I were the Supreme.",
        "purport": " Lord Brahmā is definitely situated in the humor of friendship with the Lord. Every living being is eternally related with the Personality of Godhead in one of five different transcendental humors, namely śānta, dāsya, sakhya, vātsalya and mādhurya. We have already discussed these five kinds of humors in relationship with the Personality of Godhead. It is clearly exhibited herein that Lord Brahmā is related to the Personality of Godhead in the transcendental humor of friendship. A pure devotee may be related with the Lord in any one of the transcendental humors, even in the humor of parenthood, but the devotee of the Lord is always a transcendental servitor. No one is equal to or greater than the Lord. That is the version of the Bhagavad-gītā. Brahmājī, although eternally related with the Lord in the transcendental humor of friendship, and although entrusted with the most exalted post of creating different grades of living entities, is still conscious of his position, that he is neither the Supreme Lord nor supremely powerful. It is possible that some extremely powerful personality, within or without the universe, may sometimes show more power than the Lord Himself. Still the pure devotee knows that this power is a vibhūti delegated by the Lord, and such a delegated powerful living entity is never independent. Śrī Hanumānjī crossed the Indian Ocean by jumping over the sea, and Lord Śrī Rāmacandra engaged Himself in marching over the bridge, but this does not mean that Hanumānjī was more powerful than the Lord. Sometimes the Lord gives extraordinary powers to His devotee, but the devotee knows always that the power belongs to the Personality of Godhead and that the devotee is only an instrument. The pure devotee is never puffed up like the nondevotee class of men who falsely think that they are God. It is astonishing to see how a person who is being kicked by the laws of the Lord’s illusory energy at every step can falsely think of becoming one with the Lord. Such thinking is the last snare of the illusory energy offered to the conditioned soul. The first illusion is that he wants to become Lord of the material world by accumulating wealth and power, but when he is frustrated in that attempt he wants to be one with the Lord. So both becoming the most powerful man in the material world and desiring to become one with the Lord are different illusory snares. And because the pure devotees of the Lord are surrendered souls, they are above the illusory snares of māyā. Because Lord Brahmā is a pure devotee, even though the first dominating deity in the material world and therefore able to do many wonderful things, he would never, like the nondevotee with a poor fund of knowledge, have the audacity to think of becoming one with the Lord. People with a poor fund of knowledge should take lessons from Brahmā when they are puffed up with the false notion of becoming God. Factually Lord Brahmā does not create the living entities. In the beginning of the creation he is empowered to give different bodily shapes to the living entities according to their work during the last millennium. Brahmājī’s duty is just to wake the living entities from their slumber and to engage them in their proper duty. The different grades of living entities are not created by Brahmājī by his capricious whims, but he is entrusted with the task of giving the living entities different grades of body so that they can work accordingly. And still he is conscious that he is only instrumental, so that he may not think of himself as the Supreme Powerful Lord. Devotees of the Lord are engaged in the specific duty offered by the Lord, and such duties are successfully carried out without hindrance because they are ordained by the Lord. The credit of success goes not to the doer but to the Lord. But persons with a poor fund of knowledge take the credit of success into their own accounts and give nothing to the credit of the Lord. That is the symptom of the nondevotee class of men."
    },
    {
        "verse": "31",
        "devanagari": "श्रीभगवानुवाचज्ञानं परमगुह्यं मे यद् विज्ञानसमन्वितम् ।सरहस्यं तदङ्गं च गृहाण गदितं मया ॥ ३१ ॥",
        "english_devnagari": "śrī-bhagavān uvācajñānaṁ parama-guhyaṁ meyad vijñāna-samanvitamsarahasyaṁ tad-aṅgaṁ cagṛhāṇa gaditaṁ mayā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "jñānam",
            "parama",
            "guhyam",
            "me",
            "yat",
            "vijñāna",
            "samanvitam",
            "sa",
            "rahasyam",
            "tat",
            "aṅgam",
            "ca",
            "gṛhāṇa",
            "gaditam",
            "mayā"
        ],
        "translation": "The Personality of Godhead said: Knowledge about Me as described in the scriptures is very confidential, and it has to be realized in conjunction with devotional service. The necessary paraphernalia for that process is being explained by Me. You may take it up carefully.",
        "purport": " Lord Brahmā is the topmost devotee of the Lord within the universe, and therefore the Personality of Godhead replied to his four principal inquiries in four important statements, which are known as the original Bhāgavatam in four verses. These were Brahmā’s questions: (1) What are the forms of the Lord both in matter and in transcendence? (2) How are the different energies of the Lord working? (3) How does the Lord play with His different energies? (4) How may Brahmā be instructed to discharge the duty entrusted to Him? The prelude to the answers is this verse under discussion, wherein the Lord informs Brahmā that knowledge of Him, the Supreme Absolute Truth, as it is stated in the revealed scriptures, is very subtle and cannot be understood unless one is self-realized by the grace of the Lord. The Lord says that Brahmā may take the answers as He explains them. This means that transcendental knowledge of the absolute Supreme Being can be known if it is made known by the Lord Himself. By the mental speculation of the greatest mundane thinkers, the Absolute Truth cannot be understood. The mental speculators can reach up to the standard of impersonal Brahman realization, but, factually, complete knowledge of transcendence is beyond the knowledge of impersonal Brahman. Thus it is called the supreme confidential wisdom. Out of many liberated souls, someone may be qualified to know the Personality of Godhead. In the Bhagavad-gītā it is also said by the Lord Himself that out of many hundreds of thousands of people, one may try for perfection in human life, and out of many liberated souls, one may know Him as He is. Therefore, the knowledge of the Personality of Godhead may be attained by devotional service only. Rahasyam means devotional service. Lord Kṛṣṇa instructed Arjuna in the Bhagavad-gītā because He found Arjuna to be a devotee and friend. Without such qualifications, one cannot enter into the mystery of the Bhagavad-gītā. Therefore, one cannot understand the Personality of Godhead unless one becomes a devotee and discharges devotional service. This mystery is love of Godhead. Therein lies the main qualification for knowing the mystery of the Personality of Godhead. And to attain the stage of transcendental love of Godhead, regulative principles of devotional service must be followed. The regulative principles are called vidhi-bhakti, or the devotional service of the Lord, and they can be practiced by a neophyte with his present senses. Such regulative principles are mainly based on hearing and chanting of the glories of the Lord. And such hearing and chanting of the glories of the Lord can be made possible in the association of devotees only. Lord Caitanya therefore recommended five main principles for attaining perfection in the devotional service of the Lord. The first is association with devotees (hearing); second is chanting the glories of the Lord; third, hearing Śrīmad-Bhāgavatam from the pure devotee; fourth, residing in a holy place connected with the Lord; and fifth, worshiping the Deity of the Lord with devotion. Such rules and regulations are parts of devotional service. So, as requested by Lord Brahmā, the Personality of Godhead will explain all about the four questions put forward by Brahmā, and others also which are parts and parcels of the same questions."
    },
    {
        "verse": "32",
        "devanagari": "यावानहं यथाभावो यद्रूपगुणकर्मक: ।तथैव तत्त्वविज्ञानमस्तु ते मदनुग्रहात् ॥ ३२ ॥",
        "english_devnagari": "yāvān ahaṁ yathā-bhāvoyad-rūpa-guṇa-karmakaḥtathaiva tattva-vijñānamastu te mad-anugrahāt",
        "verse_Syn": [
            "yāvān",
            "aham",
            "yathā",
            "bhāvaḥ",
            "yat",
            "rūpa",
            "guṇa",
            "karmakaḥ",
            "tathā",
            "eva",
            "tattva",
            "vijñānam",
            "astu",
            "te",
            "mat",
            "anugrahāt"
        ],
        "translation": "All of Me, namely My actual eternal form and My transcendental existence, color, qualities and activities — let all be awakened within you by factual realization, out of My causeless mercy.",
        "purport": " The secret of success in understanding the intricacies of knowledge of the Absolute Truth, the Personality of Godhead, is the causeless mercy of the Lord. Even in the material world, the father of many sons discloses the secret of his position to the pet sons. The father discloses the confidence unto the son whom he thinks worthy. An important man in the social order can be known by his mercy only. Similarly, one must be very dear to the Lord in order to know the Lord. The Lord is unlimited; no one can know Him completely, but one’s advancement in the transcendental loving service of the Lord can make one eligible to know the Lord. Here we can see that the Lord is sufficiently pleased with Brahmājī, and therefore He offers His causeless mercy to him so that Brahmājī may have the factual realization of the Lord by His mercy only. In the Vedas also it is said that a person cannot know the Absolute Truth Personality of Godhead simply by dint of mundane education or intellectual gymnastics. One can know the Supreme Truth if one has unflinching faith in the bona fide spiritual master as well as in the Lord. Such a faithful person, even though illiterate in the mundane sense, can know the Lord automatically by the mercy of the Lord. In the Bhagavad-gītā also, it is said that the Lord reserves the right of not being exposed to everyone, and He keeps Himself concealed from the faithless by His yoga--māyā potency. To the faithful the Lord reveals Himself in His form, quality and pastimes. The Lord is not formless, as wrongly conceived by the impersonalist, but His form is not like one that we have experienced. The Lord discloses His form, even to the extent of measurement, to His pure devotees, and that is the meaning of yāvān, as explained by Śrīla Jīva Gosvāmī, the greatest scholar of Śrīmad-Bhāgavatam. The Lord discloses the transcendental nature of His existence. The mundane wranglers make mundane conceptions of the form of the Lord. It is said in the revealed scriptures that the Lord has no mundane form; therefore persons with a poor fund of knowledge conclude that He must be formless. They cannot distinguish between the mundane form and the spiritual form. According to them, without a mundane form one must be formless. This conclusion is also mundane because formlessness is the opposite conception of form. Negation of the mundane conception does not establish a transcendental fact. In the Brahma-saṁhitā it is said that the Lord has a transcendental form and that He can utilize any one of His senses for any purpose. For example, He can eat with His eyes, and He can see with His leg. In the mundane conception of form, one cannot eat with one’s eyes or see with his leg. That is the difference between the mundane body and the spiritual body of sac-cid-ānanda. A spiritual body is not formless; it is a different type of body, of which we cannot conceive with our present mundane senses. “Formless” therefore means devoid of mundane form, or possessing a spiritual body of which the nondevotee can have no conception by the speculative method. The Lord discloses to the devotee His unlimited varieties of transcendental bodies, all identical with one another with different kinds of bodily features. Some of the transcendental bodies of the Lord are blackish, and some of them are whitish. Some of them are reddish, and some are yellowish. Some of them are four-handed and some of them two-handed. Some of them are like the fish, and some are like the lion. All these different transcendental bodies of the Lord, without any differential category, are disclosed to the devotees of the Lord by the mercy of the Lord, and thus the impersonalists’ false arguments claiming the formlessness of the Supreme Truth do not appeal to a devotee of the Lord, even though such a devotee may not be very advanced in devotional service. The Lord has unlimited numbers of transcendental qualities, and one of them is His affection for His unalloyed devotee. In the history of the mundane world we can appreciate His transcendental qualities. The Lord incarnates Himself for the protection of His devotees and for the annihilation of the faithless. His activities are in relationship with His devotees. Śrīmad-Bhāgavatam is full of such activities of the Lord in relationship with His devotees, and the nondevotees have no knowledge of such pastimes. The Lord lifted the Govardhana Hill when He was only seven years old and protected His pure devotees at Vṛndāvana from the wrath of Indra, who was overflooding the place with rain. Now this lifting of the Govardhana Hill by a seven-year-old boy may be unbelievable for the faithless, but for the devotees it is absolutely believable. The devotee believes in the almighty potency of the Lord, while the faithless say that the Lord is almighty but do not believe it. Such men with a poor fund of knowledge do not know that the Lord is the Lord eternally and that one cannot become the Lord by meditation for millions of years or by mental speculation for billions of years. The impersonal interpretation of the mundane wranglers is completely refuted in this verse because it is clearly stated here that the Supreme Lord has His qualities, form, pastimes and everything that a person has. All these descriptions of the transcendental nature of the Personality of Godhead are factual realizations by the devotee of the Lord, and by the causeless mercy of the Lord they are revealed to His pure devotee, and to no one else."
    },
    {
        "verse": "33",
        "devanagari": "अहमेवासमेवाग्रे नान्यद् यत् सदसत् परम् ।पश्चादहं यदेतच्च योऽवशिष्येत सोऽस्म्यहम् ॥ ३३ ॥",
        "english_devnagari": "aham evāsam evāgrenānyad yat sad-asat parampaścād ahaṁ yad etac cayo ’vaśiṣyeta so ’smy aham",
        "verse_Syn": [
            "aham",
            "eva",
            "āsam",
            "eva",
            "agre",
            "na",
            "anyat",
            "yat",
            "sat",
            "asat",
            "param",
            "paścāt",
            "aham",
            "yat",
            "etat",
            "ca",
            "yaḥ",
            "avaśiṣyeta",
            "saḥ",
            "asmi",
            "aham"
        ],
        "translation": "Brahmā, it is I, the Personality of Godhead, who was existing before the creation, when there was nothing but Myself. Nor was there the material nature, the cause of this creation. That which you see now is also I, the Personality of Godhead, and after annihilation what remains will also be I, the Personality of Godhead.",
        "purport": " We should note very carefully that the Personality of Godhead is addressing Lord Brahmā and specifying with great emphasis Himself, pointing out that it is He, the Personality of Godhead, who existed before the creation, it is He only who maintains the creation, and it is He only who remains after the annihilation of the creation. Brahmā is also a creation of the Supreme Lord. The impersonalist puts forth the theory of oneness in the sense that Brahmā — also being the same principle of “I,” because he is an emanation from the I, the Absolute Truth — is identical with the Lord, the principle of I, and that there is thus nothing more than the principle of I, as explained in this verse. Accepting the argument of the impersonalist, it is to be admitted that the Lord is the creator I and that the Brahmā is the created I. Therefore there is a difference between the two I’s, namely the predominator I and the predominated I. Therefore there are still two I’s, even accepting the argument of the impersonalist. But we must note carefully that these two I’s are accepted in the Vedic literature (Kaṭhopaniṣad) in the sense of quality. The Kaṭhopaniṣad says: The creator I and the created I are both accepted in the Vedas as qualitatively one because both of them are nityas and cetanas. But the singular I is the creator I, and the created I’s are of plural number because there are many I’s like Brahmā and those generated by Brahmā. It is the simple truth. The father creates or begets a son, and the son also creates many other sons, and all of them may be one as human beings, but, at the same time from the father, the son and the grandsons are all different. The son cannot take the place of the father, nor can the grandsons. Simultaneously the father, the son and the grandson are one and different also. As human beings they are one, but as relativities they are different. Therefore the relativities of the creator and the created or the predominator and the predominated have been differentiated in the Vedas by saying that the predominator I is the feeder of the predominated I’s, and thus there is a vast difference between the two principles of I. In another feature of this verse, no one can deny the personalities of both the Lord and Brahmā. Therefore in the ultimate issue both the predominator and predominated are persons. This conclusion refutes the conclusion of the impersonalist that in the ultimate issue everything is impersonal. This impersonal feature stressed by the less intelligent impersonalist school is refuted by pointing out that the predominator I is the Absolute Truth and that He is a person. The predominated I, Brahmā, is also a person, but he is not the Absolute. For realization of one’s self in spiritual psychology it may be convenient to assume oneself to be the same principle as the Absolute Truth, but there is always the difference of the predominated and the predominator, as clearly pointed out here in this verse, which is grossly misused by the impersonalists. Brahmā is factually seeing face to face his predominator Lord, who exists in His transcendental eternal form, even after the annihilation of the material creation. The form of the Lord, as seen by Brahmā, existed before the creation of Brahmā, and the material manifestation with all the ingredients and agents of material creation are also energetic expansions of the Lord, and after the exhibition of the Lord’s energy comes to a close, what remains is the same Personality of Godhead. Therefore the form of the Lord exists in all circumstances of creation, maintenance and annihilation. The Vedic hymns confirm this fact in the statement vāsudevo vā idam agra āsīn na brahmā na ca śaṅkara eko nārāyaṇa āsīn na brahmā neśāna, etc. Before the creation there was none except Vāsudeva. There was neither Brahmā nor Śaṅkara. Only Nārāyaṇa was there and no one else, neither Brahmā nor Īśāna. Śrīpāda Śaṅkarācārya also confirms in his comments on the Bhagavad-gītā that Nārāyaṇa, or the Personality of Godhead, is transcendental to all creation, but that the whole creation is the product of avyakta. Therefore the difference between the created and the creator is always there, although both the creator and created are of the same quality. The other feature of the statement is that the supreme truth is Bhagavān, or the Personality of Godhead. The Personality of Godhead and His kingdom have already been explained. The kingdom of Godhead is not void as conceived by the impersonalists. The Vaikuṇṭha planets are full of transcendental variegatedness, including the four-handed residents of those planets, with great opulence of wealth and prosperity, and there are even airplanes and other amenities required for high-grade personalities. Therefore the Personality of Godhead exists before the creation, and He exists with all transcendental variegatedness in the Vaikuṇṭhalokas. The Vaikuṇṭhalokas, also accepted in the Bhagavad-gītā as being of the sanātana nature, are not annihilated even after the annihilation of the manifested cosmos. Those transcendental planets are of a different nature altogether, and that nature is not subjected to the rules and regulations of material creation, maintenance or annihilation. The existence of the Personality of Godhead implies the existence of the Vaikuṇṭhalokas, as the existence of a king implies the existence of a kingdom. In various places in Śrīmad-Bhāgavatam and in other revealed scriptures the existence of the Personality of Godhead is mentioned. For example, in Śrīmad-Bhāgavatam (2.8.10), Mahārāja Parīkṣit asks: “How does the Personality of Godhead, the cause of creation, maintenance and annihilation, who is always freed from the influence of the illusory energy and is the controller of the same, lie in everyone’s heart?” Similar also is a question of Vidura’s: Śrīdhara Svāmī explains this in his notes: “During the annihilation of the creation, who serves the Lord lying on the Śeṣa, etc.” This means that the transcendental Lord with all His name, fame, quality and paraphernalia exists eternally. The same confirmation is also in the Kāśī-khaṇḍa of the Skanda Purāṇa in connection with dhruva-carita. It is said there: Even the devotees of the Personality of Godhead are not annihilated during the period of the entire annihilation of the material world, not to speak of the Lord Himself. The Lord is ever-existent in all three stages of material change. The impersonalist adduces no activity in the Supreme, but in this discussion between Brahmā and the Supreme Personality of Godhead the Lord is said to have activities also, as He has His form and quality. The activities of Brahmā and other demigods during the maintenance of the creation are to be understood as the activities of the Lord. The king, or the head executive of a state, may not be seen in the government offices, for he may be engaged in royal comforts. Yet it should be understood that everything is being done under his direction and everything is at his command. The Personality of Godhead is never formless. In the material world He may not be visible in His personal form to the less intelligent class of men, and therefore He may sometimes be called formless. But actually He is always in His eternal form in His Vaikuṇṭha planets as well as in other planets of the universes as different incarnations. The example of the sun is very appropriate in this connection. The sun in the night may not be visible to the eyes of men in the darkness, but the sun is visible wherever it has risen. That the sun is not visible to the eyes of the inhabitants of a particular part of the earth does not mean that the sun has no form. In the Bṛhad-āraṇyaka Upaniṣad (1.4.1) there is the hymn ātmaivedam agra āsīt puruṣa-vidhaḥ. This mantra indicates the Supreme Personality of Godhead (Kṛṣṇa) even before the appearance of the puruṣa incarnation. In the Bhagavad-gītā (15.18) it is said that Lord Kṛṣṇa is Puruṣottama because He is the supreme puruṣa, transcendental even to the puruṣa-akṣara and the puruṣa-kṣara. The akṣara-puruṣa, or the Mahā-Viṣṇu, throws His glance over prakṛti, or material nature, but the Puruṣottama existed even before that. The Bṛhad-āraṇyaka Upaniṣad therefore confirms the statement of the Bhagavad-gītā that Lord Kṛṣṇa is the Supreme Person (Puruṣottama). In some of the Vedas it is also said that in the beginning only the impersonal Brahman existed. However, according to this verse, the impersonal Brahman, which is the glowing effulgence of the body of the Supreme Lord, may be called the immediate cause, but the cause of all causes, or the remote cause, is the Supreme Personality of Godhead. The Lord’s impersonal feature is existent in the material world because by material senses or material eyes the Lord cannot be seen or perceived. One has to spiritualize the senses before one can expect to see or perceive the Supreme Lord. But He is always engaged in His personal capacity, and He is eternally visible to the inhabitants of Vaikuṇṭhaloka, face to face. Therefore He is materially impersonal, just as the executive head of the state may be impersonal in the government offices, although he is not impersonal in the government house. Similarly, the Lord is not impersonal in His abode, which is always nirasta-kuhakam, as stated in the very beginning of the Bhāgavatam. Therefore both the impersonal and personal features of the Lord are acceptable, as mentioned in the revealed scriptures. This Personality of Godhead is very emphatically explained in the Bhagavad-gītā in connection with the verse brahmaṇo hi pratiṣṭhāham (Bg. 14.27). Therefore in all ways the confidential part of spiritual knowledge is realization of the Personality of Godhead, and not His impersonal Brahman feature. One should therefore have his ultimate aim of realization not in the impersonal feature but in the personal feature of the Absolute Truth. The example of the sky within the pot and the sky outside the pot may be helpful to the student for his realization of the all-pervading quality of the cosmic consciousness of the Absolute Truth. But that does not mean that the individual part and parcel of the Lord becomes the Supreme by a false claim. It means only that the conditioned soul is a victim of the illusory energy in her last snare. To claim to be one with the cosmic consciousness of the Lord is the last trap set by the illusory energy, or daivī māyā. Even in the impersonal existence of the Lord, as it is in the material creation, one should aspire for personal realization of the Lord, and that is the meaning of paścād ahaṁ yad etac ca yo ’vaśiṣyeta so ’smy aham. Brahmājī also accepted the same truth when he was instructing Nārada. He said: There is no other cause of all causes than the Supreme Personality of Godhead, Hari. Therefore this verse aham eva never indicates anything other than the Supreme Lord, and one should therefore follow the path of the Brahma sampradāya, or the path from Brahmājī to Nārada, to Vyāsadeva, etc., and make it a point in life to realize the Supreme Personality of Godhead, Hari, or Lord Kṛṣṇa. This very confidential instruction to the pure devotees of the Lord was also given to Arjuna and to Brahmā in the beginning of the creation. The demigods like Brahmā, Viṣṇu, Maheśvara, Indra, Candra and Varuṇa are undoubtedly different forms of the Lord for execution of different functions; the different elemental ingredients of material creation, as well as the multifarious energies, also may be of the same Personality of Godhead, but the root of all of them is the Supreme Personality of Godhead, Śrī Kṛṣṇa. One should be attached to the root of everything rather than bewildered by the branches and leaves. That is the instruction given in this verse."
    },
    {
        "verse": "34",
        "devanagari": "ऋतेऽर्थं यत् प्रतीयेत न प्रतीयेत चात्मनि ।तद्विद्यादात्मनो मायां यथाभासो यथा तम: ॥ ३४ ॥",
        "english_devnagari": "ṛte ’rthaṁ yat pratīyetana pratīyeta cātmanitad vidyād ātmano māyāṁyathābhāso yathā tamaḥ",
        "verse_Syn": [
            "ṛte",
            "artham",
            "yat",
            "pratīyeta",
            "na",
            "pratīyeta",
            "ca",
            "ātmani",
            "tat",
            "vidyāt",
            "ātmanaḥ",
            "māyām",
            "yathā",
            "ābhāsaḥ",
            "yathā",
            "tamaḥ"
        ],
        "translation": "O Brahmā, whatever appears to be of any value, if it is without relation to Me, has no reality. Know it as My illusory energy, that reflection which appears to be in darkness.",
        "purport": " In the previous verse it has already been concluded that in any stage of the cosmic manifestation — its appearance, its sustenance, its growth, its interactions of different energies, its deterioration and its disappearance — all has its basic relation with the existence of the Personality of Godhead. And as such, whenever there is forgetfulness of this prime relation with the Lord, and whenever things are accepted as real without being related to the Lord, that conception is called a product of the illusory energy of the Lord. Because nothing can exist without the Lord, it should be known that the illusory energy is also an energy of the Lord. The right conclusion of dovetailing everything in relationship with the Lord is called yoga-māyā, or the energy of union, and the wrong conception of detaching a thing from its relationship with the Lord is called the Lord’s daivī māyā, or mahā-māyā. Both the māyās also have connections with the Lord because nothing can exist without being related to Him. As such, the wrong conception of detaching relationships from the Lord is not false, but illusory. Misconceiving one thing for another thing is called illusion. For example, accepting a rope as a snake is illusion, but the rope is not false. The rope, as it exists in the front of the illusioned person, is not at all false, but the acceptance is illusory. Therefore the wrong conception of accepting this material manifestation as being divorced from the energy of the Lord is illusion, but it is not false. And this illusory conception is called the reflection of the reality in the darkness of ignorance. Anything that appears as apparently not being “produced out of My energy” is called māyā. The conception that the living entity is formless or that the Supreme Lord is formless is also illusion. In the Bhagavad-gītā (2.12) it was said by the Lord in the midst of the battlefield that the warriors standing in front of Arjuna, Arjuna himself, and even the Lord had all existed before, they were existing on the Battlefield of Kurukṣetra, and they would all continue to be individual personalities in the future also, even after the annihilation of the present body and even after being liberated from the bondage of material existence. In all circumstances, the Lord and the living entities are individual personalities, and the personal features of both the Lord and living beings are never abolished; only the influence of the illusory energy, the reflection of light in the darkness, can, by the mercy of the Lord, be removed. In the material world, the light of the sun is also not independent, nor is that of the moon. The real source of light is the brahmajyoti, which diffuses light from the transcendental body of the Lord, and the same light is reflected in varieties of light: the light of the sun, the light of the moon, the light of fire, or the light of electricity. So the identity of the self as being unconnected with the Supreme Self, the Lord, is also illusion, and the false claim “I am the Supreme” is the last illusory snare of the same māyā, or the external energy of the Lord. The Vedānta-sūtra in the very beginning affirms that everything is born from the Supreme, and thus, as explained in the previous verse, all individual living entities are born from the energy of the supreme living being, the Personality of Godhead. Brahmā himself was born from the energy of the Lord, and all other living entities are born from the energy of the Lord through the agency of Brahmā; none of them has any existence without being dovetailed with the Supreme Lord. The independence of the individual living entity is not real independence, but is just the reflection of the real independence existing in the Supreme Being, the Lord. The false claim of supreme independence by the conditioned souls is illusion, and this conclusion is admitted in this verse. Persons with a poor fund of knowledge become illusioned, and therefore the so-called scientists, physiologists, empiric philosophers, etc., become dazzled by the glaring reflection of the sun, moon, electricity, etc., and deny the existence of the Supreme Lord, putting forward theories and different speculations about the creation, maintenance and annihilation of everything material. The medical practitioner may deny the existence of the soul in the physiological bodily construction of an individual person, but he cannot give life to a dead body, even though all the mechanisms of the body exist even after death. The psychologist makes a serious study of the physiological conditions of the brain, as if the construction of the cerebral lump were the machine of the functioning mind, but in the dead body the psychologist cannot bring back the function of the mind. These scientific studies of the cosmic manifestation or the bodily construction independent of the Supreme Lord are different reflective intellectual gymnastics only, but at the end they are all illusion and nothing more. All such advancement of science and knowledge in the present context of material civilization is but an action of the covering influence of the illusory energy. The illusory energy has two phases of existence, namely the covering influence and the throwing influence. By the throwing influence the illusory energy throws the living entities into the darkness of ignorance, and by the covering influence she covers the eyes of men with a poor fund of knowledge about the existence of the Supreme Person who enlightened the supreme individual living being, Brahmā. The identity of Brahmā with the Supreme Lord is never claimed herein, and therefore such a foolish claim by the man with a poor fund of knowledge is another display of the illusory energy of the Lord. The Lord says in the Bhagavad-gītā (16.18-20) that demoniac persons who deny the existence of the Lord are thrown more and more into the darkness of ignorance, and thus such demoniac persons transmigrate life after life without any knowledge of the Supreme Personality of Godhead. The sane man, however, is enlightened in the disciplic succession from Brahmājī, who was personally instructed by the Lord, or in the disciplic succession from Arjuna, who was personally instructed by the Lord in the Bhagavad-gītā. He accepts this statement of the Lord: The Lord is the original source of all emanations, and everything that is created, maintained and annihilated exists by the energy of the Lord. The sane man who knows this is actually learned, and therefore he becomes a pure devotee of the Lord, engaged in the transcendental loving service of the Lord. Although the reflectory energy of the Lord displays various illusions to the eyes of persons with a poor fund of knowledge, the sane person knows clearly that the Lord can act, even from far, far beyond our vision, by His different energies, just as fire can diffuse heat and light from a distant place. In the medical science of the ancient sages, known as the Āyur-veda, there is definite acceptance of the Lord’s supremacy in the following words: There is one Supreme Person who is the progenitor of this cosmic manifestation and whose energy acts as prakṛti, or the material nature, dazzling like a reflection. By such illusory action of prakṛti, even dead matter is caused to move by the cooperation of living energy of the Lord, and the material world appears like a dramatic performance to the ignorant eyes. The ignorant person, therefore, may even be a scientist or physiologist in the drama of prakṛti, while the sane person knows prakṛti as the illusory energy of the Lord. By such a conclusion, as confirmed by the Bhagavad-gītā, it is clear that the living entities are also a display of the Lord’s superior energy (parā prakṛti), just as the material world is a display of the Lord’s inferior energy (aparā prakṛti). The superior energy of the Lord cannot be as good as the Lord, although there is very little difference between the energy and the possessor of the energy, or the fire and the heat. Fire is possessed of heat, but heat is not fire. This simple thing is not understood by the man with a poor fund of knowledge who falsely claims that the fire and heat are the same. This energy of the fire (namely heat) is explained here as a reflection, and not directly fire. Therefore the living energy represented by the living entities is the reflection of the Lord, and never the Lord Himself. Being the reflection of the Lord, the existence of the living entity is dependent on the Supreme Lord, who is the original light. This material energy may be compared to darkness, as actually it is darkness, and the activities of the living entities in the darkness are reflections of the original light. The Lord should be understood by the context of this verse. Non-dependence of both the energies of the Lord is explained as māyā, or illusion. No one can make a solution of the darkness of ignorance simply by the reflection of light. Similarly, no one can come out of material existence simply by the reflected light of the common man; one has to receive the light from the original light itself. The reflection of sunlight in the darkness is unable to drive out the darkness, but the sunlight outside the reflection can drive out the darkness completely. In darkness no one can see the things in a room. Therefore a person in the dark is afraid of snakes and scorpions, although there may not be such things. But in the light the things in the room can be clearly seen, and the fear of snakes and scorpions is at once removed. Therefore one has to take shelter of the light of the Lord, as in the Bhagavad-gītā or the Śrīmad-Bhāgavatam, and not the reflective personalities who have no touch with the Lord. No one should hear Bhagavad-gītā or Śrīmad-Bhāgavatam from a person who does not believe in the existence of the Lord. Such a person is already doomed, and any association with such a doomed person makes the associater also doomed. According to the Padma Purāṇa, within the material compass there are innumerable material universes, and all of them are full of darkness. Any living being, beginning from the Brahmās (there are innumerable Brahmās in innumerable universes) to the insignificant ant, are all born in darkness, and they require factual light from the Lord to see Him directly, just as the sun can be seen only by the direct light of the sun. No lamp or man-made torchlight, however powerful it may be, can help one see the sun. The sun reveals itself. Therefore the action of different energies of the Lord, or the Personality of Godhead Himself, can be realized by the light manifested by the causeless mercy of the Lord. The impersonalists say that God cannot be seen. God can be seen by the light of God and not by man-made speculations. Here this light is specifically mentioned as vidyāt, which is an order by the Lord to Brahmā. This direct order of the Lord is a manifestation of His internal energy, and this particular energy is the means of seeing the Lord face to face. Not only Brahmā but anyone who may be graced by the Lord to see such merciful direct internal energy can also realize the Personality of Godhead without any mental speculation."
    },
    {
        "verse": "35",
        "devanagari": "यथा महान्ति भूतानि भूतेषूच्चावचेष्वनु ।प्रविष्टान्यप्रविष्टानि तथा तेषु न तेष्वहम् ॥ ३५ ॥",
        "english_devnagari": "yathā mahānti bhūtānibhūteṣūccāvaceṣv anupraviṣṭāny apraviṣṭānitathā teṣu na teṣv aham",
        "verse_Syn": [
            "yathā",
            "mahānti",
            "bhūtāni",
            "bhūteṣu",
            "ucca",
            "avaceṣu",
            "anu",
            "praviṣṭāni",
            "apraviṣṭāni",
            "tathā",
            "teṣu",
            "na",
            "teṣu",
            "aham"
        ],
        "translation": "O Brahmā, please know that the universal elements enter into the cosmos and at the same time do not enter into the cosmos; similarly, I Myself also exist within everything created, and at the same time I am outside of everything.",
        "purport": " The great elements of material creation, namely earth, water, fire, air and ether, all enter into the body of all manifested entities — the seas, mountains, aquatics, plants, reptiles, birds, beasts, human beings, demigods and everyone materially manifested — and at the same time such elements are differently situated. In the developed stage of consciousness, the human being can study both physiological and physical science, but the basic principles of such sciences are nothing but the material elements and nothing more. The body of the human being and the body of the mountain, as also the bodies of the demigods, including Brahmā, are all of the same ingredients — earth, water, etc. — and at the same time the elements are beyond the body. The elements were created first, and therefore they entered into the bodily construction later, but in both circumstances they entered the cosmos and also did not enter. Similarly, the Supreme Lord, by His different energies, namely the internal and external, is within everything in the manifested cosmos, and at the same time He is outside of everything, situated in the kingdom of God (Vaikuṇṭhaloka), as described before. This is very nicely stated in the Brahma-saṁhitā (5.37) as follows: “I worship the Personality of Godhead, Govinda, who, by expansion of His internal potency of transcendental existence, knowledge and bliss, enjoys in His own and expanded forms. Simultaneously He enters into every atom of the creation.” This expansion of His plenary parts is also more definitely explained in the same Brahma-saṁhitā (5.35) as follows: “I worship the Personality of Godhead, Govinda, who, by one of His plenary portions, enters into the existence of every universe and every particle of the atoms and thus unlimitedly manifests His infinite energy all over the material creation.” The impersonalists can imagine or even perceive that the Supreme Brahman is thus all-pervading, and therefore they conclude that there is no possibility of His personal form. Herein lies the mystery of His transcendental knowledge. This mystery is transcendental love of Godhead, and one who is surcharged with such transcendental love of Godhead can without difficulty see the Personality of Godhead in every atom and every movable or immovable object. And at the same time he can see the Personality of Godhead in His own abode, Goloka, enjoying eternal pastimes with His eternal associates, who are also expansions of His transcendental existence. This vision is the real mystery of spiritual knowledge, as stated by the Lord in the beginning (sarahasyaṁ tad-aṅgaṁ ca). This mystery is the most confidential part of the knowledge of the Supreme, and it is impossible for the mental speculators to discover by dint of intellectual gymnastics. The mystery can be revealed through the process recommended by Brahmājī in his Brahma-saṁhitā (5.38) as follows: “I worship the original Personality of Godhead, Govinda, whom the pure devotees, their eyes smeared with the ointment of love of Godhead, always observe within their hearts. This Govinda, the original Personality of Godhead, is Śyāmasundara with all transcendental qualities.” Therefore, although He is present in every atom, the Supreme Personality of Godhead may not be visible to the dry speculators; still the mystery is unfolded before the eyes of the pure devotees because their eyes are anointed with love of Godhead. And this love of Godhead can be attained only by the practice of transcendental loving service of the Lord, and nothing else. The vision of the devotees is not ordinary; it is purified by the process of devotional service. In other words, as the universal elements are both within and without, similarly the Lord’s name, form, quality, pastimes, entourage, etc., as they are described in the revealed scriptures or as performed in the Vaikuṇṭhalokas, far, far beyond the material cosmic manifestation, are factually being televised in the heart of the devotee. The man with a poor fund of knowledge cannot understand, although by material science one can see things far away by means of television. Factually, the spiritually developed person is able to have the television of the kingdom of God always reflected within his heart. That is the mystery of knowledge of the Personality of Godhead. The Lord can award anyone and everyone liberation (mukti) from the bondage of material existence, yet He rarely awards the privilege of love of Godhead, as confirmed by Nārada (muktiṁ dadhāti karhicit sma na bhakti-yogam). This transcendental devotional service of the Lord is so wonderful that the occupation keeps the deserving devotee always rapt in psychological activities, without deviation from the absolute touch. Thus love of Godhead, developed in the heart of the devotee, is a great mystery. Brahmājī previously told Nārada that the desires of Brahmājī are never unfulfilled because he is always absorbed in the transcendental loving service of the Lord; nor has he any desire in his heart save and except the transcendental service of the Lord. That is the beauty and mystery of the process of bhakti-yoga. As the Lord’s desire is infallible because He is acyuta, similarly the desires of the devotees in the transcendental service of the Lord are also acyuta, infallible. This is very difficult, however, for the layman to understand without knowledge of the mystery of devotional service, as it is very difficult to know the potency of touchstone. As touchstone is rarely found, a pure devotee of the Lord is also rarely to be seen, even amongst millions of liberated souls (koṭiṣv api mahāmune). Out of all kinds of perfections attained by the process of knowledge, yoga perfection in devotional service is the highest of all and the most mysterious also, even more mysterious than the eight kinds of mystic perfection attained by the process of yogic performances. In the Bhagavad-gītā (18.64) the Lord therefore advised Arjuna about this bhakti-yoga: “Just hear from Me again about the most confidential part of the instructions in Bhagavad-gītā.” The same was confirmed by Brahmājī to Nārada in the following words: Brahmājī said to Nārada, “Whatever I have spoken to you about the Bhāgavatam was explained to me by the Supreme Personality of Godhead, and I am advising you to expand these topics nicely so that people may easily understand the mysterious bhakti-yoga by transcendental loving service to the Lord.” It is to be noted here that the mystery of bhakti-yoga was disclosed to Brahmājī by the Lord Himself. Brahmājī explained the same mystery to Nārada, Nārada explained it to Vyāsa, Vyāsa explained it to Śukadeva Gosvāmī, and that same knowledge is coming down in the unalloyed chain of disciplic succession. If one is fortunate enough to have received the knowledge in the transcendental disciplic succession, surely he will have the chance to understand the mystery of the Lord and that of the Śrīmad-Bhāgavatam, the sound incarnation of the Lord."
    },
    {
        "verse": "36",
        "devanagari": "एतावदेव जिज्ञास्यं तत्त्वजिज्ञासुनात्मन: ।अन्वयव्यतिरेकाभ्यां यत् स्यात् सर्वत्र सर्वदा ॥ ३६ ॥",
        "english_devnagari": "etāvad eva jijñāsyaṁtattva-jijñāsunātmanaḥanvaya-vyatirekābhyāṁyat syāt sarvatra sarvadā",
        "verse_Syn": [
            "etāvat",
            "eva",
            "jijñāsyam",
            "tattva",
            "jijñāsunā",
            "ātmanaḥ",
            "anvaya",
            "vyatirekābhyām",
            "yat",
            "syāt",
            "sarvatra",
            "sarvadā"
        ],
        "translation": "A person who is searching after the Supreme Absolute Truth, the Personality of Godhead, must certainly search for it up to this, in all circumstances, in all space and time, and both directly and indirectly.",
        "purport": " To unfold the mystery of bhakti-yoga, as it is explained in the previous verse, is the ultimate stage of all inquiries, or the highest objective for the inquisitive. Everyone is searching after self-realization in different ways — by karma-yoga, by jñāna-yoga, by dhyāna-yoga, by rāja-yoga, by bhakti-yoga, etc. To engage in self-realization is the responsibility of every living entity developed in consciousness. One who is developed in consciousness certainly makes inquiries into the mystery of the self, of the cosmic situation and of the problems of life, in all spheres and fields — social, political, economic, cultural, religious, moral, etc. — and in their different branches. But here the goal of all such inquiries is explained. The Vedānta-sūtra philosophy begins with this inquiry about life, and the Bhāgavatam answers such inquiries up to this point, or the mystery of all inquiries. Lord Brahmā wanted to be perfectly educated by the Personality of Godhead, and here is the answer by the Lord, finished in four nutshell verses, from aham eva to this verse, etāvad eva. This is the end of all self-realization processes. Men do not know that the ultimate goal of life is Viṣṇu, or the Supreme Personality of Godhead, due to being bewildered by the glaring reflection in the darkness, and as such, everyone is entering into the darkest region of material existence, driven by the uncontrolled senses. The whole material existence has sprung up because of sense gratification, desires based principally on the sex desire, and the result is that in spite of all advancement of knowledge, the final goal of all the activities of the living entities is sense gratification. But here is the real goal of life, and everyone should know it by inquiries put before a bona fide spiritual master expert in the science of bhakti-yoga, or from a living personality of Bhāgavatam life. Everyone is engaged in various kinds of scriptural inquiries, but the Śrīmad-Bhāgavatam gives answers to all of the various students of self-realization: this ultimate objective of life is not to be searched out without great labor or perseverance. One who is imbued with such sincere inquiries must ask the bona fide spiritual master in the disciplic succession from Brahmājī, and that is the direction given here. Because the mystery was disclosed before Brahmājī by the Supreme Personality of Godhead, the mystery of all such inquiries regarding self-realization must be put before such a spiritual master, who is directly the representative of the Lord, acknowledged in that disciplic succession. Such a bona fide spiritual master is able to clear up the whole thing by evidence from the revealed scriptures, both direct and indirect. Although everyone is free to consult the revealed scriptures in this connection, one still requires the guidance of a bona fide spiritual master, and that is the direction in this verse. The bona fide spiritual master is the most confidential representative of the Lord, and one must receive direction from the spiritual master in the same spirit that Brahmājī received it from the Personality of Godhead, Lord Kṛṣṇa. The bona fide spiritual master in that bona fide chain of disciplic succession never claims to be the Lord Himself, although such a spiritual master is greater than the Lord in the sense that he can deliver the Lord by his personally realized experience. The Lord is not to be found simply by education or by a good fertile brain, but surely He can be found by the sincere student through the transparent medium of the bona fide spiritual master. The revealed scriptures give directions directly to this end, but because the bewildered living entities are blinded by the glaring reflection in the darkness, they are unable to find the truth of the revealed scriptures. For example, in the Bhagavad-gītā the whole direction is targeted toward the Personality of Godhead Lord Śrī Kṛṣṇa, but for want of a bona fide spiritual master in the line of Brahmājī or the direct hearer, Arjuna, there are different distortions of the revealed knowledge by many unauthorized persons who just want to satisfy their own whims. Undoubtedly the Bhagavad-gītā is accepted as one of the most brilliant stars in the horizon of the spiritual sky, yet the interpretations of this great book of knowledge have so grossly been distorted that every student of the Bhagavad-gītā is still in the same darkness of glaring material reflections. Such students are hardly enlightened by the Bhagavad-gītā. In the Gītā practically the same instruction is imparted as in the four prime verses of the Bhāgavatam, but due to wrong and fashionable interpretations by unauthorized persons, one cannot reach the ultimate conclusion. In the Bhagavad-gītā (18.61) it is clearly said: The Lord is situated in the heart of all living beings (as Paramātmā), and He is controlling all of them in the material world under the agency of His external energy. Therefore it is clearly mentioned that the Lord is the supreme controller and that the living entities are controlled by the Lord. In the same Bhagavad-gītā (18.65) the Lord directs as follows: It is clear from this verse of the Bhagavad-gītā that the direction of the Lord is that one should be God-minded, a devotee of the Lord, a worshiper of the Lord, and must offer all obeisances unto Lord Kṛṣṇa. By so doing, the devotee will undoubtedly go back to Godhead, back to home. Indirectly it is said that the whole Vedic social construction of human society is so made that everyone acts as a part and parcel of the complete body of the Lord. The intelligent class of men, or the brāhmaṇas, are situated on the face of the Lord; the administrative class of men, the kṣatriyas, are situated on the arms of the Lord; the productive class of men, the vaiśyas, are situated on the belt of the Lord; and the laborer class of men, the śūdras, are situated on the legs of the Lord. Therefore the complete social construction is the body of the Lord, and all the parts of the body, namely the brāhmaṇas, the kṣatriyas, the vaiśyas and the śūdras, are meant to serve the Lord’s whole body conjointly; otherwise the parts become unfit to be coordinated with the supreme consciousness of oneness. Universal consciousness is factually achieved by coordinated service of all concerned to the Supreme Personality of Godhead, and that alone can insure total perfection. Therefore even the great scientists, the great philosophers, the great mental speculators, the great politicians, the great industrialists, the great social reformers, etc., cannot give any relief to the restless society of the material world because they do not know the secret of success as mentioned in this verse of the Bhāgavatam, namely that one must know the mystery of bhakti-yoga. In the Bhagavad-gītā (7.15) also it is said: Because the so-called great leaders of human society are ignorant of this great knowledge of bhakti-yoga and are always engaged in ignoble acts of sense gratification, bewildered by the external energy of the Lord, they are stubborn rebels against the supremacy of the Supreme Personality of Godhead, and they never agree to surrender unto Him because they are fools, miscreants and the lowest type of human beings. Such faithless nonbelievers may be highly educated in the material sense of the term, but factually they are the greatest fools of the world because by the influence of the external, material nature all their so-called acquisition of knowledge has been made null and void. Therefore all advancement of knowledge in the present context of things is being misused by cats and dogs fighting with one another for sense gratification, and all acquisition of knowledge in science, philosophy, fine arts, nationalism, economic development, religion and great activities are being spoiled by being used as dresses for dead men. There is no utility in the dresses used for covering a coffin of a dead body save getting false applause from the ignorant public. The Śrīmad-Bhāgavatam therefore says again and again that without attainment of the status of bhakti-yoga, all the activities of human society are to be considered absolute failures only. It is said: As long as one is blind to inquiring after self-realization, all material activities, however great they may be, are all different kinds of defeat because the aim of human life is not fulfilled by such unwanted and profitless activities. The function of the human body is to attain freedom from material bondage, but as long as one is fully absorbed in material activities, his mind will be overwhelmed in the whirlpool of matter, and thus he will continue to be encaged in material bodies life after life: It is one’s mind that generates different kinds of bodies for suffering different kinds of material pangs. Therefore as long as the mind is absorbed in fruitive activities, the mind is understood to be absorbed in nescience, and thus one is sure to be subjected to material bondage in different bodies again and again until one develops a transcendental love for Godhead, Vāsudeva, the Supreme Person. To become absorbed in the transcendental name, quality, form and activities of the Supreme Person, Vāsudeva, means to change the temper of the mind from matter to absolute knowledge, which leads one to the path of absolute realization and thus frees one from the bondage of material contact and encagements in different material bodies. Śrīla Jīva Gosvāmī Prabhupāda therefore comments on the words sarvatra sarvadā in the sense that the principles of bhakti-yoga, or devotional service to the Lord, are apt in all circumstances; i.e., bhakti-yoga is recommended in all the revealed scriptures, it is performed by all authorities, it is important in all places, it is useful in all causes and effects, etc. As far as all the revealed scriptures are concerned, he quotes from the Skanda Purāṇa on the topics of Brahmā and Nārada as follows: In the material world, which is full of darkness and dangers, combined with birth and death and full of different anxieties, the only way to get out of the great entanglement is to accept loving transcendental devotional service to Lord Vāsudeva. This is accepted by all classes of philosophers. Śrīla Jīva Gosvāmī also quotes another common passage, which is found in three Purāṇas, namely the Padma Purāṇa, Skanda Purāṇa and Liṅga Purāṇa. It runs as follows: “By scrutinizingly reviewing all the revealed scriptures and judging them again and again, it is now concluded that Lord Nārāyaṇa is the Supreme Absolute Truth, and thus He alone should be worshiped.” The same truth is also indirectly described in the Garuḍa Purāṇa as follows: “Even though one may have gone to the other side of all the Vedas, and even though one is well versed in all the revealed scriptures, if one is not a devotee of the Supreme Lord, he must be considered the lowest of mankind.” Similarly, it is also stated in Śrīmad-Bhāgavatam (5.18.12) indirectly as follows: One who has unflinching devotion unto the Supreme Personality of Godhead must have all the good qualities of the demigods, and contrarily one who is not a devotee of the Lord must be hovering in the darkness of mental speculation and thus must be engaged in material impermanence. Śrīmad-Bhāgavatam (11.11.18) says: “One may be well versed in all the transcendental literature of the Vedas, but if he fails to be acquainted with the Supreme, then it must be concluded that all of his education is like the burden of a beast or like one’s keeping a cow without milking capacity.” Similarly, the liberty of discharging loving transcendental service to the Lord is invested in everyone, even the women, the śūdras, the forest tribes, or any other living beings born in sinful conditions. The lowest of human beings can be elevated to the highest stage of devotional life if they are trained by the bona fide spiritual master well versed in the transcendental loving service of the Lord. If the lowest can be so elevated, then what to speak of the highest, who are well versed in the Vedic knowledge? The conclusion is that devotional service to the Lord is open for all, regardless of who they are. That is the confirmation of its application for all kinds of performers of the service. Therefore the devotional service of the Lord with perfect knowledge through the training of a bona fide spiritual master is advised for everyone, even if one happens not to be a human being. This is confirmed in the Garuḍa Purāṇa as follows: “Even the worms, birds and beasts are assured of elevation to the highest perfectional life if they are completely surrendered to the transcendental loving service of the Lord, so what to speak of the philosophers amongst the human beings?” Therefore there is no need to seek properly qualified candidates for discharging devotional service to the Lord. Let them be either well-behaved or ill trained, let them be either learned or fools, let them be either grossly attached or in the renounced order of life, let them be liberated souls or desirous of salvation, let them be inexpert in the discharge of devotional service or expert in the same — all of them can be elevated to the supreme position by discharging devotional service under the proper guidance. This is also confirmed in the Bhagavad-gītā (9.30, 32) as follows: Even if a person is fully addicted to all sorts of sinful acts, if he happens to be engaged in the loving transcendental service of the Lord under proper guidance, he is to be considered the most perfect holy man without a doubt. And thus any person, whatsoever and whosoever he or she may be — even the fallen woman, the less intelligent laborer, the dull mercantile man, or even a man lower than all these — can attain the highest perfection of life by going back home, back to Godhead, provided he or she takes shelter of the lotus feet of the Lord in all earnestness. This sincere earnestness is the only qualification that can lead one to the highest perfectional stage of life, and unless and until such real earnestness is aroused, there is a difference between cleanliness or uncleanliness, learning or nonlearning, in the material estimation. Fire is always fire, and thus if someone touches the fire, knowingly or unknowingly, the fire will act in its own way without discrimination. The principle is: harir harati pāpāni duṣṭa-cittair api smṛtaḥ. The all-powerful Lord can purify the devotee of all sinful reactions, just as the sun can sterilize all sorts of infections by its powerful rays. “Attraction for material enjoyment cannot act upon a pure devotee of the Lord.” There are hundreds and thousands of aphorisms in the revealed scriptures. Ātmārāmāś ca munayaḥ: “Even the self-realized souls are also attracted by the transcendental loving service of the Lord.” Kecit kevalayā bhaktyā vāsudeva-parāyaṇāḥ: “Simply by hearing and chanting, one becomes a great devotee of Lord Vāsudeva.” Na calati bhagavat-padāravindāl lavanimiṣārdham api sa vaiṣṇavāgryaḥ: “A person who does not move from the lotus feet of the Lord even for a moment or a second is to be considered the greatest of all Vaiṣṇavas.” Bhagavat-pārṣadatāṁ prāpte mat-sevayā pratītaṁ te: “The pure devotees are convinced of attaining the association of the Personality of Godhead, and thus they are always engaged in the transcendental loving service of the Lord.” Therefore in all continents, in all planets, in all universes, devotional service to the Lord, or bhakti-yoga, is current, and that is the statement of the Śrīmad-Bhāgavatam and allied scriptures. “Everywhere” means in every part of the creation of the Lord. The Lord can be served by all the senses, or even simply by the mind. The South Indian brāhmaṇa who served the Lord simply on the strength of his mind also factually realized the Lord. Success is guaranteed for a devotee who fully engages any one of his senses in the mode of devotional service. The Lord can be served by any ingredient, even the most common commodity — a flower, a leaf, a fruit or a little water, which are available in any part of the universe and without cost — and thus the Lord is served universally by the universal entities. He can be served simply by hearing, He can be served simply by chanting or reading about His activities, He can be served simply by adoring Him and accepting Him. In the Bhagavad-gītā it is stated that one can serve the Lord by offering the result of one’s own work; it does not matter what one does. Generally men may say that whatever they are doing is inspired by God, but that is not all. One should actually work on behalf of God as a servant of God. The Lord says in the Bhagavad-gītā (9.27): Do whatever you like or whatever may be easier for you to do, eat whatever you may eat, sacrifice whatever you can sacrifice, give whatever you may give in charity, and do whatever you may undertake in penance, but everything must be done for Him only. If you do business or if you accept some employment, do so on behalf of the Lord. Whatever you may eat, you may offer the same to the Lord and be assured that He will return the food after eating it Himself. He is the complete whole, and therefore whatever He may eat as offered by the devotee is accepted because of the devotee’s love, but again it is returned as prasāda for the devotee so that he can be happy by eating. In other words, be a servant of God and live peacefully in that consciousness, ultimately returning home, back to Godhead. It is said in the Skanda Purāṇa: “I offer my obeisances unto Him, the infallible, because simply by either remembering Him or vibrating His holy name one can attain the perfection of all penances, sacrifices or fruitive activities, and this process can be universally followed.” It is enjoined (Bhāg. 2.3.10): Though a person be full of desires or have no desires, he may follow this path of infallible bhakti-yoga for complete perfection.” One need not be anxious to propitiate each and every demigod and goddess because the root of all of them is the Personality of Godhead. As by pouring water on the root of the tree one serves and enlivens all the branches and leaves, so by rendering service unto the Supreme Lord one automatically serves every god and goddess without extraneous effort. The Lord is all-pervading, and therefore service unto Him is also all-pervading. This fact is corroborated in the Skanda Purāṇa as follows: When the Supreme Lord, the Personality of Godhead, who carries in His hands a conchshell, wheel, club and lotus flower, is worshiped, certainly all other demigods are worshiped automatically because Hari, the Personality of Godhead, is all-pervading. Therefore, in all cases, namely nominative, objective, causative, dative, ablative, possessive and supportive, everyone is benefited by such transcendental loving service to the Lord. The man who worships the Lord, the Lord Himself who is worshiped, the cause for which the Lord is worshiped, the source of supply, the place where such worship is done, etc. — everything is benefited by such an action. Even during the annihilation of the material world, the process of bhakti-yoga can be applied. Kālena naṣṭā pralaye vāṇīyam: the Lord is worshiped in devastation because He protects the Vedas from being annihilated. He is worshiped in every millennium or yuga. As it is said in Śrīmad-Bhāgavatam (12.3.52): In the Viṣṇu Purāṇa it is written: “If even for a moment remembrance of Vāsudeva, the Supreme Personality of Godhead, is missed, that is the greatest loss, that is the greatest illusion, and that is the greatest anomaly.” The Lord can be worshiped in all stages of life. For instance, even in the wombs of their mothers Mahārāja Prahlāda and Mahārāja Parīkṣit worshiped the Lord; even in his very childhood, at the age of only five years, Dhruva Mahārāja worshiped the Lord; even in full youth, Mahārāja Ambarīṣa worshiped the Lord; and even at the last stage of his frustration and old age Mahārāja Dhṛtarāṣṭra worshiped the Lord. Ajāmila worshiped the Lord even at the point of death, and Citraketu worshiped the Lord even in heaven and in hell. In the Narasiṁha Purāṇa it is said that as the hellish inhabitants began to chant the holy name of the Lord they began to be elevated from hell towards heaven. Durvāsā Muni has also supported this view: mucyeta yan-nāmny udite nārako ’pi. “Simply by chanting the holy name of the Lord the inhabitants of hell became released from their hellish persecution.” So the conclusion of Śrīmad-Bhāgavatam, as given by Śukadeva Gosvāmī to Mahārāja Parīkṣit, is: “O King, it is finally decided that everyone, namely those in the renounced order of life, the mystics, and the enjoyers of fruitive work, should chant the holy name of the Lord fearlessly to achieve the desired success in their pursuits.” (Bhāg. 2.1.11) Similarly, as indicated indirectly in various places in revealed scriptures: 1. Even though one is well versed in all the Vedas and scriptures, if one is not a devotee of the Supreme Lord, the Personality of Godhead, he is considered to be the lowest of mankind. 2. In the Garuḍa Purāṇa, Bṛhan-nāradīya Purāṇa and Padma Purāṇa, the same is repeated: What is the use of Vedic knowledge and penances for one who is devoid of devotional service to the Lord? 3. What is the comparison of thousands of prajāpatis to one devotee of the Lord? 4. Śukadeva Gosvāmī said (Bhāg. 2.4.17) that neither the ascetic, nor one who is greatly munificent, nor one who is famous, nor the great philosopher, nor the great occultist, nor anyone else can achieve the desired result without being engaged in the service of the Lord. 5. Even if a place is more glorious than heaven, if there is no glorification of the Lord of Vaikuṇṭha or His pure devotee, it should at once be quitted. 6. The pure devotee refuses to accept all the five different types of liberation in order to be engaged in the service of the Lord. The final conclusion, therefore, is that the glories of the Lord must be always and everywhere proclaimed. One should hear about His glories, one should chant about His glories, and one should always remember His glories because that is the highest perfectional stage of life. As far as fruitive work is concerned, it is limited to an enjoyable body; as far as yoga is concerned, it is limited to the acquirement of mystic power; as far as empiric philosophy is concerned, it is limited to the attainment of transcendental knowledge; and as far as transcendental knowledge is concerned, it is limited to attainment of salvation. Even if they are adopted, there is every chance of discrepancies in discharging the particular type of functions. But adoption of the transcendental devotional service of the Lord has no limit, nor is there fear of falling down. The process automatically reaches the final stage by the grace of the Lord. In the preliminary stage of devotional service there is an apparent requisite for knowledge, but in the higher stage there is no necessity of such knowledge. The best and guaranteed path of progress is therefore engagement in bhakti-yoga, pure devotional service. The cream of Śrīmad-Bhāgavatam in the foregoing four ślokas is sometimes squeezed out by the impersonalist for different interpretations in their favor, but it should be carefully noted that the four ślokas were first described by the Personality of Godhead Himself, and thus the impersonalist has no scope to enter into them because he has no conception of the Personality of Godhead. Therefore, the impersonalist may squeeze out any interpretations from them, but such interpretations will never be accepted by those who are taught in the disciplic succession from Brahmā, as will be cleared up in the following verses. Besides that, the śruti confirms that the Supreme Truth Absolute Personality of Godhead never reveals Himself to anyone who is falsely proud of his academic knowledge. The śruti-mantra clearly says (Kaṭha Upaniṣad 1.2.23): The whole matter is explained by the Lord Himself, and one who has no approach to the Lord in His personal feature can rarely understand the purport of Śrīmad-Bhāgavatam without being taught by the bhāgavatas in the disciplic succession."
    },
    {
        "verse": "37",
        "devanagari": "एतन्मतं समातिष्ठ परमेण समाधिना ।भवान् कल्पविकल्पेषु न विमुह्यति कर्हिचित् ॥ ३७ ॥",
        "english_devnagari": "etan mataṁ samātiṣṭhaparameṇa samādhinābhavān kalpa-vikalpeṣuna vimuhyati karhicit",
        "verse_Syn": [
            "etat",
            "matam",
            "samātiṣṭha",
            "parameṇa",
            "samādhinā",
            "bhavān",
            "kalpa",
            "vikalpeṣu",
            "na",
            "vimuhyati",
            "karhicit"
        ],
        "translation": "O Brahmā, just follow this conclusion by fixed concentration of mind, and no pride will disturb you, neither in the partial nor in the final devastation.",
        "purport": " As in the Bhagavad-gītā, Tenth Chapter, the Personality of Godhead, Lord Kṛṣṇa, has summarized the whole text in four verses, namely ahaṁ sarvasya prabhavaḥ, etc., so the complete Śrīmad-Bhāgavatam has also been summarized in four verses, as aham evāsam evāgre, etc. Thus the secret purpose of the most important Bhāgavatite conclusion has been explained by the original speaker of the Śrīmad-Bhāgavatam, who was also the original speaker of the Bhagavad-gītā, the Personality of Godhead, Lord Śrī Kṛṣṇa. There are many grammarians and nondevotee material wranglers who have tried to present false interpretations of these four verses of the Śrīmad-Bhāgavatam but the Lord Himself advised Brahmājī not to be deviated from the fixed conclusion the Lord had taught him. The Lord was the teacher of the nucleus of Śrīmad-Bhāgavatam in four verses, and Brahmā was the receiver of the knowledge. Misinterpretation of the word aham by the word jugglery of the impersonalist should not disturb the mind of the strict followers of the Śrīmad-Bhāgavatam. Śrīmad-Bhāgavatam is the text of the Personality of Godhead and His unalloyed devotees, who are also known as the bhāgavatas, and any outsider should have no access to this confidential literature of devotional service. But unfortunately the impersonalist, who has no relation to the Supreme Personality of Godhead, sometimes tries to interpret Śrīmad-Bhāgavatam by his poor fund of knowledge in grammar and dry speculation. Therefore, the Lord warns Brahmā (and, through Brahmā, all future devotees of the Lord in the disciplic succession of Brahmā) that one should never be misled by the conclusion of the so-called grammarians or by other men with a poor fund of knowledge, but must always fix the mind properly, via the paramparā system. No one should try to give a new interpretation by dint of mundane knowledge. And the first step, therefore, in pursuance of the system of knowledge received by Brahmā, is to approach a bona fide guru who is the representative of the Lord following the paramparā system. No one should try to squeeze out his own meaning by imperfect mundane knowledge. The guru, or the bona fide spiritual master, is competent to teach the disciple in the right path with reference to the context of all authentic Vedic literature. He does not attempt to juggle words to bewilder the student. The bona fide spiritual master, by his personal activities, teaches the disciple the principles of devotional service. Without personal service, one would go on speculating like the impersonalists and dry speculators life after life and would be unable to reach the final conclusion. By following the instructions of the bona fide spiritual master in conjunction with the principles of revealed scriptures, the student will rise to the plane of complete knowledge, which will be exhibited by development of detachment from the world of sense gratification. The mundane wranglers are surprised that one can detach himself from the world of sense gratification, and thus any attempt to be fixed in God realization appears to them to be mysticism. This detachment from the sensory world is called the brahma-bhūta stage of realization, the preliminary stage of transcendental devotional life (parā bhaktiḥ). The brahma-bhūta stage of life is also known as the ātmārāma stage, in which one is fully self-satisfied and does not hanker for the world of sense enjoyment. This stage of full satisfaction is the proper situation for understanding the transcendental knowledge of the Personality of Godhead. The Śrīmad-Bhāgavatam (1.2.20) affirms this: Thus in the completely satisfied stage of life, exhibited by full detachment from the world of sense enjoyment as a result of performing devotional service, one can understand the science of God in the liberated stage. In this stage of full satisfaction and detachment from the sensory world, one can know the mystery of the science of God with all its confidential intricacies, and not by grammar or academic speculation. Because Brahmā qualified himself for such reception, the Lord was pleased to disclose the purpose of Śrīmad-Bhāgavatam. This direct instruction by the Lord to any devotee who is detached from the world of sense gratification is possible, as stated in the Bhagavad-gītā (10.10): Unto the devotees who are constantly engaged in the Lord’s transcendental loving service (prīti-pūrvakam), the Lord, out of His causeless mercy upon the devotee, gives direct instructions so that the devotee may make accurate progress on the path returning home, back to Godhead. One should not, therefore, try to understand these four verses of Śrīmad-Bhāgavatam by mental speculation. Rather, by direct perception of the Supreme Personality of Godhead, one is able to know all about His abode, Vaikuṇṭha, as was seen and experienced by Brahmājī. Such Vaikuṇṭha realization is possible by any devotee of the Lord situated in the transcendental position as a result of devotional service. In the Gopāla-tāpanī Upaniṣad (śruti) it is said, gopa-veśo me puruṣaḥ purastād āvirbabhuva: the Lord appeared before Brahmā as a cowboy, that is, as the original Personality of Godhead, Lord Śrī Kṛṣṇa, Govinda, who is later described by Brahmājī in his Brahma-saṁhitā (5.29): Brahmājī desires to worship the original Personality of Godhead, Lord Śrī Kṛṣṇa, who resides in the topmost Vaikuṇṭha planet, known as Goloka Vṛndāvana, where He is in the habit of keeping surabhi cows as a cowboy and where He is served by hundreds and thousands of goddesses of fortune (the gopīs) with love and respect. Therefore Lord Śrī Kṛṣṇa is the original form of the Supreme Lord (kṛṣṇas tu bhagavān svayam). This is also clear from this instruction. The Supreme Personality of Godhead is Lord Kṛṣṇa, and not directly Nārāyaṇa or the puruṣa-avatāras, which are subsequent manifestations. Therefore Śrīmad-Bhāgavatam means consciousness of the Supreme Personality of Godhead Lord Śrī Kṛṣṇa, and Śrīmad-Bhāgavatam is the sound representation of the Lord as much as the Bhagavad-gītā is. Thus the conclusion is that Śrīmad-Bhāgavatam is the science of the Lord in which the Lord and His abode are perfectly realized."
    },
    {
        "verse": "38",
        "devanagari": "श्रीशुक उवाचसम्प्रदिश्यैवमजनो जनानां परमेष्ठिनम् ।पश्यतस्तस्य तद् रूपमात्मनो न्यरुणद्धरि: ॥ ३८ ॥",
        "english_devnagari": "śrī-śuka uvācasampradiśyaivam ajanojanānāṁ parameṣṭhinampaśyatas tasya tad rūpamātmano nyaruṇad dhariḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "sampradiśya",
            "evam",
            "ajanaḥ",
            "janānām",
            "parameṣṭhinam",
            "paśyataḥ",
            "tasya",
            "tat",
            "rūpam",
            "ātmanaḥ",
            "nyaruṇat",
            "hariḥ"
        ],
        "translation": "Śukadeva Gosvāmī said to Mahārāja Parīkṣit: The Supreme Personality of Godhead, Hari, after being seen in His transcendental form, instructing Brahmājī, the leader of the living entities, disappeared.",
        "purport": " In this verse it is clearly mentioned that the Lord is ajanaḥ, or the Supreme Person, and that He was showing His transcendental form (ātmano rūpam) to Brahmājī while instructing him in the summarization of Śrīmad-Bhāgavatam in four verses. He is ajanaḥ, or the Supreme Person, amongst janānām, or all persons. All living entities are individual persons, and amongst all such persons Lord Hari is supreme, as confirmed in the śruti-mantra, nityo nityānāṁ cetanaś cetanānām. So there is no place for impersonal features in the transcendental world as there are impersonal features in the material world. Whenever there is cetana, or knowledge, the personal feature comes in. In the spiritual world everything is full of knowledge, and therefore everything in the transcendental world, the land, the water, the tree, the mountain, the river, the man, the animal, the bird — everything — is of the same quality, namely cetana, and therefore everything there is individual and personal. Śrīmad-Bhāgavatam gives us this information as the supreme Vedic literature, and it was personally instructed by the Supreme Personality of Godhead to Brahmājī so that the leader of the living entities might broadcast the message to all in the universe in order to teach the supreme knowledge of bhakti-yoga. Brahmājī in his turn instructed Nārada, his beloved son, the same message of Śrīmad-Bhāgavatam, and Nārada, in his turn, taught the same to Vyāsadeva, who again taught it to Śukadeva Gosvāmī. Through Śukadeva Gosvāmī’s grace and by the mercy of Mahārāja Parīkṣit we are all given Śrīmad-Bhāgavatam perpetually to learn the science of the Absolute Personality of Godhead, Lord Kṛṣṇa."
    },
    {
        "verse": "39",
        "devanagari": "अन्तर्हितेन्द्रियार्थाय हरये विहिताञ्जलि: ।सर्वभूतमयो विश्वं ससर्जेदं स पूर्ववत् ॥ ३९ ॥",
        "english_devnagari": "antarhitendriyārthāyaharaye vihitāñjaliḥsarva-bhūtamayo viśvaṁsasarjedaṁ sa pūrvavat",
        "verse_Syn": [
            "antarhita",
            "indriya",
            "arthāya",
            "haraye",
            "vihita",
            "añjaliḥ",
            "sarva",
            "bhūta",
            "mayaḥ",
            "viśvam",
            "sasarja",
            "idam",
            "saḥ",
            "pūrva",
            "vat"
        ],
        "translation": "On the disappearance of the Supreme Personality of Godhead, Hari, who is the object of transcendental enjoyment for the senses of devotees, Brahmā, with folded hands, began to re-create the universe, full with living entities, as it was previously.",
        "purport": " The Supreme Personality of Godhead, Hari, is the object for fulfilling the senses of all living entities. Illusioned by the glaring reflection of the external energy, the living entities worship the senses instead of engaging them properly in fulfilling the desires of the Supreme. In the Hari-bhakti-sudhodaya (13.2) there is the following verse: “O devotee of the Lord, the purpose of the visual sense is fulfilled simply by seeing you, and to touch your body is the fulfillment of bodily touch. The tongue is meant for glorifying your qualities because in this world a pure devotee of the Lord is very difficult to find.” Originally the senses of the living entity were awarded for this purpose, namely to engage them in the transcendental loving service of the Lord or that of His devotees, but the conditioned souls, illusioned by the material energy, became captivated by sense enjoyment. Therefore the whole process of God consciousness is meant to rectify the conditional activities of the senses and to reengage them in the direct service of the Lord. Lord Brahmā thus engaged his senses in the Lord by re-creating the conditioned living entities to act in the re-created universe. This material universe is thus created and annihilated by the will of the Lord. It is created to give the conditioned soul a chance to act to return home, back to Godhead, and servants like Brahmājī, Nāradajī, Vyāsajī and their company become busy with the same purpose of the Lord: to reclaim the conditioned souls from the field of sense gratification and return them to the normal stage of engaging the senses in service of the Lord. Instead of doing so, i.e., converting the actions of the senses, the impersonalists began to make the conditioned souls sense-less, and the Lord also sense-less. That is improper treatment for the conditioned souls. The diseased condition of the senses may be treated by curing the defect, but not uprooting the senses altogether. When there is some disease in the eyes, the eyes may be cured to see properly. Plucking out the eyes is no treatment. Similarly, the whole material disease is based on the process of sense gratification, and liberation from the diseased condition is reengagement of the senses to see the beauty of the Lord, hear His glories, and act on His account. Thus Brahmājī created the universal activities again."
    },
    {
        "verse": "40",
        "devanagari": "प्रजापतिर्धर्मपतिरेकदा नियमान् यमान् ।भद्रं प्रजानामन्विच्छन्नातिष्ठत् स्वार्थकाम्यया ॥ ४० ॥",
        "english_devnagari": "prajāpatir dharma-patirekadā niyamān yamānbhadraṁ prajānām anvicchannātiṣṭhat svārtha-kāmyayā",
        "verse_Syn": [
            "prajā",
            "patiḥ",
            "dharma",
            "patiḥ",
            "ekadā",
            "niyamān",
            "yamān",
            "bhadram",
            "prajānām",
            "anvicchan",
            "ātiṣṭhat",
            "sva",
            "artha",
            "kāmyayā"
        ],
        "translation": "Thus once upon a time the forefather of living entities and the father of religiousness, Lord Brahmā, situated himself in acts of regulative principles, desiring self-interest for the welfare of all living entities.",
        "purport": " One cannot be situated in an exalted position without having undertaken a regulative life of rules and regulations. An unrestricted life of sense gratification is animal life, and Lord Brahmā, in order to teach all concerned within the jurisdiction of his generations, taught the same principles of sense control for executing higher duties. He desired the welfare of all as servants of God, and anyone desiring the welfare of the members of his family and generations must conduct a moral, religious life. The highest life of moral principles is to become a devotee of the Lord because a pure devotee of the Lord has all the good qualities of the Lord. On the other hand, one who is not a devotee of the Lord, however qualified he may be in the mundane sense of the term, cannot be qualified with any good quality worthy of the name. The pure devotees of the Lord, like Brahmā and persons in the chain of disciplic succession, do not do anything to instruct their subordinates without acting accordingly themselves."
    },
    {
        "verse": "41",
        "devanagari": "तं नारद: प्रियतमो रिक्थादानामनुव्रत: ।शुश्रूषमाण: शीलेन प्रश्रयेण दमेन च ॥ ४१ ॥",
        "english_devnagari": "taṁ nāradaḥ priyatamorikthādānām anuvrataḥśuśrūṣamāṇaḥ śīlenapraśrayeṇa damena ca",
        "verse_Syn": [
            "tam",
            "nāradaḥ",
            "priyatamaḥ",
            "riktha",
            "ādānām",
            "anuvrataḥ",
            "śuśrūṣamāṇaḥ",
            "śīlena",
            "praśrayeṇa",
            "damena",
            "ca"
        ],
        "translation": "Nārada, the most dear of the inheritor sons of Brahmā, always ready to serve his father, strictly follows the instructions of his father by his mannerly behavior, meekness and sense control.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "मायां विविदिषन् विष्णोर्मायेशस्य महामुनि: ।महाभागवतो राजन् पितरं पर्यतोषयत् ॥ ४२ ॥",
        "english_devnagari": "māyāṁ vividiṣan viṣṇormāyeśasya mahā-muniḥmahā-bhāgavato rājanpitaraṁ paryatoṣayat",
        "verse_Syn": [
            "māyām",
            "vividiṣan",
            "viṣṇoḥ",
            "māyā",
            "īśasya",
            "mahā",
            "muniḥ",
            "mahā",
            "bhāgavataḥ",
            "rājan",
            "pitaram",
            "paryatoṣayat"
        ],
        "translation": "Nārada very much pleased his father and desired to know all about the energies of Viṣṇu, the master of all energies, for Nārada was the greatest of all sages and greatest of all devotees, O King.",
        "purport": " Lord Brahmā, being the creator of all living beings in the universe, is originally the father of several well-known sons, like Dakṣa, the catuḥ-sanas, and Nārada. In three departments of human knowledge disseminated by the Vedas, namely fruitive work (karma-kāṇḍa), transcendental knowledge (jñāna-kāṇḍa) and devotional service (upāsanā-kāṇḍa), Devarṣi Nārada inherited from his father Brahmā devotional service, whereas Dakṣa inherited from his father fruitive work, and Sanaka, Sanātana, etc., inherited from their father information about jñāna-kāṇḍa, or transcendental knowledge. But out of them all, Nārada is described here as the most beloved son of Brahmā because of good behavior, obedience, meekness and readiness to render service unto the father. And Nārada is famous as the greatest of all sages because of his being the greatest of all devotees. Nārada is the spiritual master of many famous devotees of the Lord. He is the spiritual master of Prahlāda, Dhruva and Vyāsa, down to the forest animal hunter Kirāta. His only business is to turn everyone to the transcendental loving service of the Lord. Therefore all these features of Nārada make him the dearmost son of his father, and all this is due to Nārada’s being a first-class devotee of the Lord. The devotees are always anxious to know more and more about the Supreme Lord, the master of all energies. As confirmed in the Bhagavad-gītā (10.9): The Supreme Lord is unlimited, and His energies are also unlimited. No one can know them completely. Brahmājī, being the greatest living entity within this universe and being directly instructed by the Lord, must know more than anyone within this universe, although such knowledge may not be complete. Thus it is the duty of everyone to ask about the unlimited Lord from the spiritual master in the disciplic succession of Brahmā, which descends from Nārada to Vyāsa, from Vyāsa to Śukadeva and so on."
    },
    {
        "verse": "43",
        "devanagari": "तुष्टं निशाम्य पितरं लोकानां प्रपितामहम् ।देवर्षि: परिपप्रच्छ भवान् यन्मानुपृच्छति ॥ ४३ ॥",
        "english_devnagari": "tuṣṭaṁ niśāmya pitaraṁlokānāṁ prapitāmahamdevarṣiḥ paripapracchabhavān yan mānupṛcchati",
        "verse_Syn": [
            "tuṣṭam",
            "niśāmya",
            "pitaram",
            "lokānām",
            "prapitāmaham",
            "devarṣiḥ",
            "paripapraccha",
            "bhavān",
            "yat",
            "mā",
            "anupṛcchati"
        ],
        "translation": "The great sage Nārada also inquired in detail from his father, Brahmā, the great-grandfather of all the universe, after seeing him well satisfied.",
        "purport": " The process of understanding spiritual or transcendental knowledge from the realized person is not exactly like asking an ordinary question from the schoolmaster. The schoolmasters in the modern days are paid agents for giving some information, but the spiritual master is not a paid agent. Nor can he impart instruction without being authorized. In the Bhagavad-gītā (4.34) the process of understanding transcendental knowledge is directed as follows: Arjuna was advised to receive transcendental knowledge from the realized person by surrender, questions and service. Receiving transcendental knowledge is not like exchanging dollars; such knowledge has to be received by service to the spiritual master. As Brahmājī received the knowledge directly from the Lord by satisfying Him fully, similarly one has to receive the transcendental knowledge from the spiritual master by satisfying him. The spiritual master’s satisfaction is the means of assimilating transcendental knowledge. One cannot understand transcendental knowledge simply by becoming a grammarian. The Vedas declare: “Only unto one who has unflinching devotion to the Lord and to the spiritual master does transcendental knowledge become automatically revealed.” (Śvetāśvatara Upaniṣad 6.23) Such relationship between the disciple and the spiritual master is eternal. One who is now the disciple is the next spiritual master. And one cannot be a bona fide and authorized spiritual master unless one has been strictly obedient to his spiritual master. Brahmājī, as a disciple of the Supreme Lord, received the real knowledge and imparted it to his dear disciple Nārada, and similarly Nārada, as spiritual master, handed over this knowledge to Vyāsa and so on. Therefore the so-called formal spiritual master and disciple are not facsimiles of Brahmā and Nārada or Nārada and Vyāsa. The relationship between Brahmā and Nārada is reality, while the so-called formality is the relation between the cheater and cheated. It is clearly mentioned herewith that Nārada is not only well-behaved, meek and obedient, but also self-controlled. One who is not self-controlled, specifically in sex life, can become neither a disciple nor a spiritual master. One must have disciplinary training in controlling speaking, anger, the tongue, the mind, the belly and the genitals. One who has controlled the particular senses mentioned above is called a gosvāmī. Without becoming a gosvāmī one can become neither a disciple nor a spiritual master. The so-called spiritual master without sense control is certainly the cheater, and the disciple of such a so-called spiritual master is the cheated. One should not think of Brahmājī as a dead great-grandfather, as we have experience on this planet. He is the oldest great-grandfather, and he is still living, and Nārada is also living. The age of the inhabitants of the Brahmaloka planet is mentioned in the Bhagavad-gītā. The inhabitants of this small planet earth can hardly calculate even the duration of one day of Brahmā."
    },
    {
        "verse": "44",
        "devanagari": "तस्मा इदं भागवतं पुराणं दशलक्षणम् ।प्रोक्तं भगवता प्राह प्रीत: पुत्राय भूतकृत् ॥ ४४ ॥",
        "english_devnagari": "tasmā idaṁ bhāgavataṁpurāṇaṁ daśa-lakṣaṇamproktaṁ bhagavatā prāhaprītaḥ putrāya bhūta-kṛt",
        "verse_Syn": [
            "tasmai",
            "idam",
            "bhāgavatam",
            "purāṇam",
            "daśa",
            "lakṣaṇam",
            "proktam",
            "bhagavatā",
            "prāha",
            "prītaḥ",
            "putrāya",
            "bhūta",
            "kṛt"
        ],
        "translation": "Thereupon the supplementary Vedic literature, Śrīmad-Bhāgavatam, which was described by the Personality of Godhead and which contains ten characteristics, was told with satisfaction by the father [Brahmā] to his son Nārada.",
        "purport": " Although the Śrīmad-Bhāgavatam was spoken in four verses, it had ten characteristics, which will be explained in the next chapter. In the four verses it is first said that the Lord existed before the creation, and thus the beginning of the Śrīmad-Bhāgavatam includes the Vedānta aphorism janmādy asya. Janmādy asya is the beginning, yet the four verses in which it is said that the Lord is the root of everything that be, beginning from the creation up to the supreme abode of the Lord, naturally explain the ten characteristics. One should not misunderstand by wrong interpretations that the Lord spoke only four verses and that therefore all the rest of the 17,994 verses are useless. The ten characteristics, as will be explained in the next chapter, require so many verses just to explain them properly. Brahmājī had also advised Nārada previously that he should expand the idea he had heard from Brahmājī. Śrī Caitanya Mahāprabhu instructed this to Śrīla Rūpa Gosvāmī in a nutshell, but the disciple Rūpa Gosvāmī expanded this very elaborately, and the same subject was further expanded by Jīva Gosvāmī and even further by Śrī Viśvanātha Cakravartī Ṭhākura. We are just trying to follow in the footsteps of all these authorities. So Śrīmad-Bhāgavatam is not like ordinary fiction or mundane literature. It is unlimited in strength, and however one may expand it according to one’s own ability, Bhāgavatam still cannot be finished by such expansion. Śrīmad-Bhāgavatam, being the sound representation of the Lord, is simultaneously explained in four verses and in four billion verses all the same, inasmuch as the Lord is smaller than the atom and bigger than the unlimited sky. Such is the potency of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "45",
        "devanagari": "नारद: प्राह मुनये सरस्वत्यास्तटे नृप ।ध्यायते ब्रह्म परमं व्यासायामिततेजसे ॥ ४५ ॥",
        "english_devnagari": "nāradaḥ prāha munayesarasvatyās taṭe nṛpadhyāyate brahma paramaṁvyāsāyāmita-tejase",
        "verse_Syn": [
            "nāradaḥ",
            "prāha",
            "munaye",
            "sarasvatyāḥ",
            "taṭe",
            "nṛpa",
            "dhyāyate",
            "brahma",
            "paramam",
            "vyāsāya",
            "amita",
            "tejase"
        ],
        "translation": "In succession, O King, the great sage Nārada instructed Śrīmad-Bhāgavatam unto the unlimitedly powerful Vyāsadeva, who meditated in devotional service upon the Supreme Personality of Godhead, the Absolute Truth, on the bank of the river Sarasvatī.",
        "purport": " In the Fifth Chapter of the First Canto of Śrīmad-Bhāgavatam, Nārada instructed the great sage Vyāsadeva as follows: “O greatly fortunate, pious philosopher, your name and fame are universal, and you are fixed in the Absolute Truth with spotless character and infallible vision. I ask you to meditate upon the activities of the Personality of Godhead, whose activities are unparalleled.” So in the disciplic succession of the Brahma sampradāya, the practice of yoga meditation is not neglected. But because the devotees are bhakti-yogīs, they do not undertake the trouble to meditate upon the impersonal Brahman; as indicated here, they meditate on brahma paramam, or the Supreme Brahman. Brahman realization begins from the impersonal effulgence, but by further progress of such meditation, manifestation of the Supreme Soul, Paramātmā realization, takes place. And progressing further, realization of the Supreme Personality of Godhead is fixed. Śrī Nārada Muni, as the spiritual master of Vyāsadeva, knew very well the position of Vyāsadeva, and thus he certified the qualities of Śrīla Vyāsadeva as fixed in the Absolute Truth with great vow, etc. Nārada advised meditation upon the transcendental activities of the Lord. Impersonal Brahman has no activities, but the Personality of Godhead has many activities, and all such activities are transcendental, without any tinge of material quality. If the activities of the Supreme Brahman were material activities, then Nārada would not have advised Vyāsadeva to meditate upon them. And the paraṁ brahma is Lord Śrī Kṛṣṇa, as confirmed in the Bhagavad-gītā. In the Tenth Chapter of the Bhagavad-gītā, when Arjuna realized the factual position of Lord Kṛṣṇa, he addressed Lord Kṛṣṇa in the following words: Arjuna summarized the purpose of the Bhagavad-gītā by his realization of Lord Śrī Kṛṣṇa and thus said, “My dear Personality of Godhead, You are the Supreme Absolute Truth, the Original Person in the eternal form of bliss and knowledge, and this is confirmed by Nārada, Asita, Devala and Vyāsadeva, and, above all, Your personal self has also confirmed it.” (Bg. 10.12-13) When Vyāsadeva fixed his mind in meditation, he did it in bhakti-yoga trance and actually saw the Supreme Person with māyā, the illusory energy, in contraposition. As we have discussed before, the Lord’s māyā, or illusion, is also a representation because māyā has no existence without the Lord. Darkness is not independent of light. Without light, no one can experience the contraposition of darkness. However, this māyā, or illusion, cannot overcome the Supreme Personality of Godhead, but stands apart from Him (apāśrayam). Therefore, perfection of meditation is realization of the Personality of Godhead along with His transcendental activities. Meditation on the impersonal Brahman is a troublesome business for the meditator, as confirmed in the Bhagavad-gītā (12.5): kleśo ’dhikataras teṣām avyaktāsakta-cetasām."
    },
    {
        "verse": "46",
        "devanagari": "यदुताहं त्वया पृष्टो वैराजात् पुरुषादिदम् ।यथासीत्तदुपाख्यास्ते प्रश्नानन्यांश्च कृत्‍स्‍नश: ॥ ४६ ॥",
        "english_devnagari": "yad utāhaṁ tvayā pṛṣṭovairājāt puruṣād idamyathāsīt tad upākhyāstepraśnān anyāṁś ca kṛtsnaśaḥ",
        "verse_Syn": [
            "yat",
            "uta",
            "aham",
            "tvayā",
            "pṛṣṭaḥ",
            "vairājāt",
            "puruṣāt",
            "idam",
            "yathā",
            "āsīt",
            "tat",
            "upākhyāste",
            "praśnān",
            "anyān",
            "ca",
            "kṛtsnaśaḥ"
        ],
        "translation": "O King, your questions as to how the universe became manifested from the gigantic form of the Personality of Godhead, as well as other questions, I shall answer in detail by explanation of the four verses already mentioned.",
        "purport": " As stated in the beginning of the Śrīmad-Bhāgavatam, this great transcendental literature is the ripened fruit of the tree of Vedic knowledge, and therefore all questions that can be humanly possible regarding the universal affairs, beginning from its creation, are all answered in the Śrīmad-Bhāgavatam. The answers depend only on the qualification of the person who explains them. The ten divisions of Śrīmad-Bhāgavatam, as explained by the great speaker Śrīla Śukadeva Gosvāmī, are the limitation of all questions, and intelligent persons will derive all intellectual benefits from them by proper utilization."
    }
]