[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O King, having thus sung and spoken their hearts out in various charming ways, the gopīs began to weep loudly. They were very eager to see Lord Kṛṣṇa."
    },
    {
        "verse_id": "2",
        "text": "Then Lord Kṛṣṇa, a smile on His lotus face, appeared before the gopīs. Wearing a garland and a yellow garment, He directly appeared as one who can bewilder the mind of Cupid, who himself bewilders the minds of ordinary people."
    },
    {
        "verse_id": "3",
        "text": "When the gopīs saw that their dearmost Kṛṣṇa had returned to them, they all stood up at once, and out of their affection for Him their eyes bloomed wide. It was as if the air of life had reentered their bodies."
    },
    {
        "verse_id": "4",
        "text": "One gopī joyfully took Kṛṣṇa’s hand between her folded palms, and another placed His arm, anointed with sandalwood paste, on her shoulder."
    },
    {
        "verse_id": "5",
        "text": "A slender gopī respectfully took in her joined hands the betel nut He had chewed, and another gopī, burning with desire, put His lotus feet on her breasts."
    },
    {
        "verse_id": "6",
        "text": "One gopī, beside herself with loving anger, bit her lips and stared at Him with frowning eyebrows, as if to wound Him with her harsh glances."
    },
    {
        "verse_id": "7",
        "text": "Another gopī looked with unblinking eyes upon His lotus face, but even after deeply relishing its sweetness She did not feel satiated, just as mystic saints are never satiated when meditating upon the Lord’s feet."
    },
    {
        "verse_id": "8",
        "text": "One gopī took the Lord through the aperture of her eyes and placed Him within her heart. Then, with her eyes closed and her bodily hairs standing on end, she continuously embraced Him within. Thus immersed in transcendental ecstasy, she resembled a yogī meditating upon the Lord."
    },
    {
        "verse_id": "9",
        "text": "All the gopīs enjoyed the greatest festivity when they saw their beloved Keśava again. They gave up the distress of separation, just as people in general forget their misery when they gain the association of a spiritually enlightened person."
    },
    {
        "verse_id": "10",
        "text": "Encircled by the gopīs, who were now relieved of all distress, Lord Acyuta, the Supreme Personality of Godhead, shone forth splendidly. My dear King, Kṛṣṇa thus appeared like the Supersoul encircled by His spiritual potencies."
    },
    {
        "verse_id": "11",
        "text": "The almighty Lord then took the gopīs with Him to the bank of the Kālindī, who with the hands of her waves had scattered piles of soft sand upon the shore. In that auspicious place the breeze, bearing the fragrance of blooming kunda and mandāra flowers, attracted many bees, and the abundant rays of the autumn moon dispelled the darkness of night."
    },
    {
        "verse_id": "13",
        "text": "Their heartache vanquished by the ecstasy of seeing Kṛṣṇa, the gopīs, like the personified Vedas before them, felt their desires completely fulfilled. For their dear friend Kṛṣṇa they arranged a seat with their shawls which were smeared with the kuṅkuma powder from their breasts."
    },
    {
        "verse_id": "14",
        "text": "Lord Kṛṣṇa, the Supreme Personality of Godhead, for whom the great masters of mystic meditation arrange a seat within their hearts, took His seat in the assembly of gopīs. His transcendental body, the exclusive abode of beauty and opulence within the three worlds, shone brilliantly as the gopīs worshiped Him."
    },
    {
        "verse_id": "15",
        "text": "Śrī Kṛṣṇa had awakened romantic desires within the gopīs, and they honored Him by glancing at Him with playful smiles, gesturing amorously with their eyebrows, and massaging His hands and feet as they held them in their laps. Even while worshiping Him, however, they felt somewhat angry, and thus they addressed Him as follows."
    },
    {
        "verse_id": "16",
        "text": "The gopīs said: Some people reciprocate the affection only of those who are affectionate toward them, while others show affection even to those who are indifferent or inimical. And yet others will not show affection toward anyone. Dear Kṛṣṇa, please properly explain this matter to us."
    },
    {
        "verse_id": "17",
        "text": "The Supreme Personality of Godhead said: So-called friends who show affection for each other only to benefit themselves are actually selfish. They have no true friendship, nor are they following the true principles of religion. Indeed, if they did not expect benefit for themselves, they would not reciprocate."
    },
    {
        "verse_id": "18",
        "text": "My dear slender-waisted gopīs, some people are genuinely merciful or, like parents, naturally affectionate. Such persons, who devotedly serve even those who fail to reciprocate with them, are following the true, faultless path of religion, and they are true well-wishers."
    },
    {
        "verse_id": "19",
        "text": "Then there are those individuals who are spiritually self-satisfied, materially fulfilled or by nature ungrateful or simply envious of superiors. Such persons will not love even those who love them, what to speak of those who are inimical."
    },
    {
        "verse_id": "20",
        "text": "But the reason I do not immediately reciprocate the affection of living beings even when they worship Me, O gopīs, is that I want to intensify their loving devotion. They then become like a poor man who has gained some wealth and then lost it, and who thus becomes so anxious about it that he can think of nothing else."
    },
    {
        "verse_id": "21",
        "text": "My dear girls, understanding that simply for My sake you had rejected the authority of worldly opinion, of the Vedas and of your relatives, I acted as I did only to increase your attachment to Me. Even when I removed Myself from your sight by suddenly disappearing, I never stopped loving you. Therefore, My beloved gopīs, please do not harbor any bad feelings toward Me, your beloved."
    },
    {
        "verse_id": "22",
        "text": "I am not able to repay My debt for your spotless service, even within a lifetime of Brahmā. Your connection with Me is beyond reproach. You have worshiped Me, cutting off all domestic ties, which are difficult to break. Therefore please let your own glorious deeds be your compensation."
    }
]