[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: One day, as King Yudhiṣṭhira sat in the royal assembly surrounded by eminent sages, brāhmaṇas, kṣatriyas and vaiśyas, and also by his brothers, spiritual masters, family elders, blood relations, in-laws and friends, he addressed Lord Kṛṣṇa as everyone listened."
    },
    {
        "verse_id": "3",
        "text": "Śrī Yudhiṣṭhira said: O Govinda, I desire to worship Your auspicious, opulent expansions by the Rājasūya sacrifice, the king of Vedic ceremonies. Please make our endeavor a success, my Lord."
    },
    {
        "verse_id": "4",
        "text": "Purified persons who constantly serve, meditate upon and glorify Your shoes, which destroy everything inauspicious, are sure to obtain freedom from material existence, O lotus-naveled one. Even if they desire something in this world, they obtain it, whereas others — those who do not take shelter of You — are never satisfied, O Lord."
    },
    {
        "verse_id": "5",
        "text": "Therefore, O Lord of lords, let the people of this world see the power of devotional service rendered to Your lotus feet. Please show them, O almighty one, the position of those Kurus and Sṛñjayas who worship You, and the position of those who do not."
    },
    {
        "verse_id": "6",
        "text": "Within Your mind there can be no such differentiation as “This one is mine, and that is another’s,” because You are the Supreme Absolute Truth, the Soul of all beings, always equipoised and enjoying transcendental happiness within Yourself. Just like the heavenly desire tree, You bless all who properly worship You, granting their desired fruits in proportion to the service they render You. There is nothing wrong in this."
    },
    {
        "verse_id": "7",
        "text": "The Supreme Personality of Godhead said: Your decision is perfect, O King, and thus your noble fame will spread to all the worlds, O tormentor of your enemies."
    },
    {
        "verse_id": "8",
        "text": "Indeed, My lord, for the great sages, the forefathers and the demigods, for Our well-wishing friends and, indeed, for all living beings, the performance of this king of Vedic sacrifices is desirable."
    },
    {
        "verse_id": "9",
        "text": "First conquer all kings, bring the earth under your control and collect all the required paraphernalia; then execute this great sacrifice."
    },
    {
        "verse_id": "10",
        "text": "These brothers of yours, O King, have taken birth as partial expansions of the demigods ruling various planets. And you are so self-controlled that you have conquered even Me, who am unconquerable for those who cannot control their senses."
    },
    {
        "verse_id": "11",
        "text": "No one in this world, even a demigod — what to speak of an earthly king — can defeat My devotee with his strength, beauty, fame or riches."
    },
    {
        "verse_id": "12",
        "text": "Śukadeva Gosvāmī said: Upon hearing these words sung by the Supreme Lord, King Yudhiṣṭhira became joyful, and his face blossomed like a lotus. Thus he sent forth his brothers, who were empowered with Lord Viṣṇu’s potency, to conquer all directions."
    },
    {
        "verse_id": "13",
        "text": "He sent Sahadeva to the south with the Sṛñjayas, Nakula to the west with the Matsyas, Arjuna to the north with the Kekayas, and Bhīma to the east with the Madrakas."
    },
    {
        "verse_id": "14",
        "text": "After defeating many kings with their prowess, these heroic brothers brought back abundant wealth for Yudhiṣṭhira Mahārāja, who was intent on performing the sacrifice, O King."
    },
    {
        "verse_id": "15",
        "text": "When King Yudhiṣṭhira heard that Jarāsandha remained undefeated, he set to pondering, and then the primeval Lord, Hari, told him the means Uddhava had described for defeating Jarāsandha."
    },
    {
        "verse_id": "16",
        "text": "Thus Bhīmasena, Arjuna and Kṛṣṇa disguised themselves as brāhmaṇas and went to Girivraja, my dear King, where the son of Bṛhadratha was to be found."
    },
    {
        "verse_id": "17",
        "text": "Disguised as brāhmaṇas, the royal warriors approached Jarāsandha at home during the appointed hour for receiving guests. They submitted their entreaty to that dutiful householder, who was especially respectful to the brahminical class."
    },
    {
        "verse_id": "18",
        "text": "[Kṛṣṇa, Arjuna and Bhīma said:] O King, know us to be needy guests who have come to you from afar. We wish all good unto you. Please grant us whatever we desire."
    },
    {
        "verse_id": "19",
        "text": "What can the tolerant not bear? What will the wicked not do? What will the generous not give in charity? And who will those of equal vision see as an outsider?"
    },
    {
        "verse_id": "20",
        "text": "He indeed is to be censured and pitied who, though able to do so, fails to achieve with his temporary body the lasting fame glorified by great saints."
    },
    {
        "verse_id": "21",
        "text": "Hariścandra, Rantideva, Uñchavṛtti Mudgala, Śibi, Bali, the legendary hunter and pigeon, and many others have attained the permanent by means of the impermanent."
    },
    {
        "verse_id": "22",
        "text": "Śukadeva Gosvāmī said: From the sound of their voices, their physical stature and the marks of bowstrings on their forearms, Jarāsandha could tell that his guests were of the royal order. He began to think he had seen them somewhere before."
    },
    {
        "verse_id": "23",
        "text": "[Jarāsandha thought:] These are surely members of the royal order dressed as brāhmaṇas, but still I must grant their request for charity, even if they beg me for my own body."
    },
    {
        "verse_id": "24",
        "text": "Indeed, the spotless glories of Bali Mahārāja are heard throughout the world. Lord Viṣṇu, wishing to recover Indra’s opulence from Bali, appeared before him in the guise of a brāhmaṇa and made him fall from his powerful position. Though aware of the ruse and forbidden by his guru, Bali, king of the demons, still gave Viṣṇu the whole earth in charity."
    },
    {
        "verse_id": "26",
        "text": "What is the use of an unqualified kṣatriya who goes on living but fails to gain everlasting glory by working with his perishable body for the benefit of brāhmaṇas?"
    },
    {
        "verse_id": "27",
        "text": "[Śukadeva Gosvāmī continued:] Thus making up his mind, the generous Jarāsandha addressed Kṛṣṇa, Arjuna and Bhīma: “O learned brāhmaṇas, choose whatever you wish. I will give it to you, even if it is my own head.”"
    },
    {
        "verse_id": "28",
        "text": "The Supreme Lord said: O exalted King, give us battle in the form of a duel, if you think it fitting. We are princes and have come to beg a fight. We have no other request to make of you."
    },
    {
        "verse_id": "29",
        "text": "Over there is Bhīma, son of Pṛthā, and this is his brother Arjuna. Know Me to be their maternal cousin, Kṛṣṇa, your enemy."
    },
    {
        "verse_id": "30",
        "text": "[Śukadeva Gosvāmī continued:] Thus challenged, Magadharāja laughed out loud and contemptuously said, “All right, you fools, I’ll give you a fight!"
    },
    {
        "verse_id": "31",
        "text": "“But I will not fight with You, Kṛṣṇa, for You are a coward. Your strength abandoned You in the midst of battle, and You fled Your own capital of Mathurā to take shelter in the sea."
    },
    {
        "verse_id": "32",
        "text": "“As for this one, Arjuna, he is not as old as I, nor is he very strong. Since he is no match for me, he should not be the contender. Bhīma, however, is as strong as I am.”"
    },
    {
        "verse_id": "33",
        "text": "Having said this, Jarāsandha offered Bhīmasena a huge club, took up another himself and went outside the city."
    },
    {
        "verse_id": "34",
        "text": "The two heroes thus began battling each other on the level fighting grounds outside the city. Maddened with the fury of combat, they struck each other with their lightning-bolt-like clubs."
    },
    {
        "verse_id": "35",
        "text": "As they skillfully circled left and right, like actors dancing on a stage, the fight presented a magnificent spectacle."
    },
    {
        "verse_id": "36",
        "text": "When Jarāsandha’s and Bhīmasena’s clubs loudly collided, O King, the sound was like the impact of the big tusks of two fighting elephants, or the crash of a thunderbolt in a flashing electrical storm."
    },
    {
        "verse_id": "37",
        "text": "They swung their clubs at each other with such speed and force that as the clubs struck their shoulders, hips, feet, hands, thighs and collarbones, the weapons were crushed and broken like branches of arka trees with which two enraged elephants furiously attack each other."
    },
    {
        "verse_id": "38",
        "text": "Their clubs thus ruined, those great heroes among men angrily pummeled each other with their iron-hard fists. As they slapped each other, the sound resembled the crash of elephants colliding or harsh thunderclaps."
    },
    {
        "verse_id": "39",
        "text": "As they thus fought, this contest between opponents of equal training, strength and stamina reached no conclusion. And so they kept on fighting, O King, without any letup."
    },
    {
        "verse_id": "40",
        "text": "Lord Kṛṣṇa knew the secret of His enemy Jarāsandha’s birth and death, and also how he had been given life by the demoness Jarā. Considering all this, Lord Kṛṣṇa imparted His special power to Bhīma."
    },
    {
        "verse_id": "41",
        "text": "Having determined how to kill the enemy, that Lord of infallible vision made a sign to Bhīma by tearing in half a small branch of a tree."
    },
    {
        "verse_id": "42",
        "text": "Understanding this sign, mighty Bhīma, the best of fighters, seized his opponent by the feet and threw him to the ground."
    },
    {
        "verse_id": "43",
        "text": "Bhīma pressed down on one leg with his foot while grabbing Jarāsandha’s other leg in his hands, and just as a great elephant might break the branch of a tree, Bhīma tore Jarāsandha apart from the anus upward."
    },
    {
        "verse_id": "44",
        "text": "The King’s subjects then saw him lying in two separate pieces, each with a single leg, thigh, testicle, hip, shoulder, arm, eye, eyebrow and ear, and with half a back and chest."
    },
    {
        "verse_id": "45",
        "text": "With the death of the lord of Magadha, a great cry of lamentation arose, while Arjuna and Kṛṣṇa congratulated Bhīma by embracing him."
    },
    {
        "verse_id": "46",
        "text": "The immeasurable Supreme Personality of Godhead, the sustainer and benefactor of all living beings, coronated Jarāsandha’s son, Sahadeva, as the new ruler of the Magadhas. The Lord then freed all the kings Jarāsandha had imprisoned."
    }
]