[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: While staying in that very place with His brother Baladeva, Lord Kṛṣṇa happened to see the cowherd men busily arranging for a sacrifice to Indra."
    },
    {
        "verse_id": "2",
        "text": "Being the omniscient Supersoul, the Supreme Lord Kṛṣṇa already understood the situation, yet He still humbly inquired from the elders, headed by His father, Nanda Mahārāja."
    },
    {
        "verse_id": "3",
        "text": "[Lord Kṛṣṇa said:] My dear father, kindly explain to Me what this great endeavor of yours is all about. What is it meant to accomplish? If this is a ritual sacrifice, then for whose satisfaction is it intended and by what means is it going to be executed?"
    },
    {
        "verse_id": "4",
        "text": "Please tell Me about it, O father. I have a great desire to know and am ready to hear in good faith. Certainly, no secrets are to be kept by saintly personalities, who see all others as equal to themselves, who have no conception of “mine” or “another’s” and who do not consider who is a friend, who is an enemy and who is neutral."
    },
    {
        "verse_id": "5",
        "text": "One who is neutral may be avoided like an enemy, but a friend should be considered like one’s own self."
    },
    {
        "verse_id": "6",
        "text": "When people in this world perform activities, sometimes they understand what they are doing and sometimes they don’t. Those who know what they are doing achieve success in their work, whereas ignorant people do not."
    },
    {
        "verse_id": "7",
        "text": "Such being the case, this ritualistic endeavor of yours should be clearly explained to Me. Is it a ceremony based on scriptural injunction, or simply a custom of ordinary society?"
    },
    {
        "verse_id": "8",
        "text": "Nanda Mahārāja replied: The great Lord Indra is the controller of the rain. The clouds are his personal representatives, and they directly provide rainwater, which gives happiness and sustenance to all creatures."
    },
    {
        "verse_id": "9",
        "text": "Not only we, my dear son, but also many other men worship him, the lord and master of the rain-giving clouds. We offer him grain and other paraphernalia of worship produced through his own discharge in the form of rain."
    },
    {
        "verse_id": "10",
        "text": "By accepting the remnants of sacrifices performed to Indra, people sustain their lives and accomplish the threefold aims of religiosity, economic development and sense gratification. Thus Lord Indra is the agent responsible for the fruitive success of industrious people."
    },
    {
        "verse_id": "11",
        "text": "This religious principle is based on sound tradition. Anyone who rejects it out of lust, enmity, fear or greed will certainly fail to achieve good fortune."
    },
    {
        "verse_id": "12",
        "text": "Śukadeva Gosvāmī said: When Lord Keśava [Kṛṣṇa] heard the statements of His father, Nanda, and other senior residents of Vraja, He addressed His father as follows, to arouse anger in Lord Indra."
    },
    {
        "verse_id": "13",
        "text": "Lord Kṛṣṇa said: It is by the force of karma that a living entity takes birth, and it is by karma alone that he meets his destruction. His happiness, distress, fear and sense of security all arise as the effects of karma."
    },
    {
        "verse_id": "14",
        "text": "Even if there is some supreme controller who awards all others the results of their activities, He must also depend upon a performer’s engaging in activity. After all, there is no question of being the bestower of fruitive results unless fruitive activities have actually been performed."
    },
    {
        "verse_id": "15",
        "text": "Living beings in this world are forced to experience the consequences of their own particular previous work. Since Lord Indra cannot in any way change the destiny of human beings, which is born of their own nature, why should people worship him?"
    },
    {
        "verse_id": "16",
        "text": "Every individual is under the control of his own conditioned nature, and thus he must follow that nature. This entire universe, with all its demigods, demons and human beings, is based on the conditioned nature of the living entities."
    },
    {
        "verse_id": "17",
        "text": "Because it is karma that causes the conditioned living entity to accept and then give up different high- and low-grade material bodies, this karma is his enemy, friend and neutral witness, his spiritual master and controlling lord."
    },
    {
        "verse_id": "18",
        "text": "Therefore one should seriously worship work itself. A person should remain in the position corresponding to his nature and should perform his own duty. Indeed, that by which we may live nicely is really our worshipable deity."
    },
    {
        "verse_id": "19",
        "text": "If one thing is actually sustaining our life but we take shelter of something else, how can we achieve any real benefit? We would be like an unfaithful woman, who can never achieve any actual benefit by consorting with her paramour."
    },
    {
        "verse_id": "20",
        "text": "The brāhmaṇa maintains his life by studying and teaching the Vedas, the member of the royal order by protecting the earth, the vaiśya by trade, and the śūdra by serving the higher, twice-born classes."
    },
    {
        "verse_id": "21",
        "text": "The occupational duties of the vaiśya are conceived in four divisions: farming, commerce, cow protection and moneylending. Out of these, we as a community are always engaged in cow protection."
    },
    {
        "verse_id": "22",
        "text": "The causes of creation, maintenance and destruction are the three modes of nature — namely goodness, passion and ignorance. In particular, the mode of passion creates this universe and through sexual combination causes it to become full of variety."
    },
    {
        "verse_id": "23",
        "text": "Impelled by the material mode of passion, the clouds pour down their rain everywhere, and by this rain all creatures gain their sustenance. What has the great Indra to do with this arrangement?"
    },
    {
        "verse_id": "24",
        "text": "My dear father, our home is not in the cities or towns or villages. Being forest dwellers, we always live in the forest and on the hills."
    },
    {
        "verse_id": "25",
        "text": "Therefore may a sacrifice for the pleasure of the cows, the brāhmaṇas and Govardhana Hill begin! With all the paraphernalia collected for worshiping Indra, let this sacrifice be performed instead."
    },
    {
        "verse_id": "26",
        "text": "Let many different kinds of food be cooked, from sweet rice to vegetable soups! Many kinds of fancy cakes, both baked and fried, should be prepared. And all the available milk products should be taken for this sacrifice."
    },
    {
        "verse_id": "27",
        "text": "The brāhmaṇas who are learned in the Vedic mantras must properly invoke the sacrificial fires. Then you should feed the priests with nicely prepared food and reward them with cows and other gifts."
    },
    {
        "verse_id": "28",
        "text": "After giving the appropriate food to everyone else, including such fallen souls as dogs and dog-eaters, you should give grass to the cows and then present your respectful offerings to Govardhana Hill."
    },
    {
        "verse_id": "29",
        "text": "After everyone has eaten to his satisfaction, you should all dress and decorate yourselves handsomely, smear your bodies with sandalwood paste and then circumambulate the cows, the brāhmaṇas, the sacrificial fires and Govardhana Hill."
    },
    {
        "verse_id": "30",
        "text": "This is My idea, O father, and you may carry it out if it appeals to you. Such a sacrifice will be very dear to the cows, the brāhmaṇas and Govardhana Hill, and also to Me."
    },
    {
        "verse_id": "31",
        "text": "Śukadeva Gosvāmī said: Lord Kṛṣṇa, who is Himself powerful time, desired to destroy the false pride of Lord Indra. When Nanda and the other senior men of Vṛndāvana heard Śrī Kṛṣṇa’s statement, they accepted His words as proper."
    },
    {
        "verse_id": "32",
        "text": "The cowherd community then did all that Madhusūdana had suggested. They arranged for the brāhmaṇas to recite the auspicious Vedic mantras, and using the paraphernalia that had been intended for Indra’s sacrifice, they presented offerings to Govardhana Hill and the brāhmaṇas with reverential respect. They also gave grass to the cows. Then, placing the cows, bulls and calves in front of them, they circumambulated Govardhana."
    },
    {
        "verse_id": "34",
        "text": "As the beautifully ornamented cowherd ladies followed along, riding on wagons drawn by oxen, they sang the glories of Lord Kṛṣṇa, and their songs mingled with the brāhmaṇas’ chanting of benedictions."
    },
    {
        "verse_id": "35",
        "text": "Kṛṣṇa then assumed an unprecedented, huge form to instill faith in the cowherd men. Declaring “I am Govardhana Mountain!” He ate the abundant offerings."
    },
    {
        "verse_id": "36",
        "text": "Together with the people of Vraja, the Lord bowed down to this form of Govardhana Hill, thus in effect offering obeisances to Himself. Then He said, “Just see how this hill has appeared in person and bestowed mercy upon us!"
    },
    {
        "verse_id": "37",
        "text": "“This Govardhana Hill, assuming any form he wishes, will kill any residents of the forest who neglect him. Therefore let us pay our obeisances to him for the safety of ourselves and our cows.”"
    },
    {
        "verse_id": "38",
        "text": "The members of the cowherd community, having thus been inspired by Lord Vāsudeva to properly execute the sacrifice to Govardhana Hill, the cows and the brāhmaṇas, returned with Lord Kṛṣṇa to their village, Vraja."
    }
]