[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Having thus heard the statements of Devarṣi Nārada, and understanding the opinions of both the assembly and Lord Kṛṣṇa, the great-minded Uddhava began to speak."
    },
    {
        "verse_id": "2",
        "text": "Śrī Uddhava said: O Lord, as the sage advised, You should help Your cousin fulfill his plan for performing the Rājasūya sacrifice, and You should also protect the kings who are begging for Your shelter."
    },
    {
        "verse_id": "3",
        "text": "Only one who has conquered all opponents in every direction can perform the Rājasūya sacrifice, O almighty one. Thus, in my opinion, conquering Jarāsandha will serve both purposes."
    },
    {
        "verse_id": "4",
        "text": "By this decision there will be great gain for us, and You will save the kings. Thus, Govinda, You will be glorified."
    },
    {
        "verse_id": "5",
        "text": "The invincible King Jarāsandha is as strong as ten thousand elephants. Indeed, other powerful warriors cannot defeat him. Only Bhīma is equal to him in strength."
    },
    {
        "verse_id": "6",
        "text": "He will be defeated in a match of single chariots, not when he is with his hundred military divisions. Now, Jarāsandha is so devoted to brahminical culture that he never refuses requests from brāhmaṇas."
    },
    {
        "verse_id": "7",
        "text": "Bhīma should go to him disguised as a brāhmaṇa and beg charity. Thus he will obtain single combat with Jarāsandha, and in Your presence Bhīma will no doubt kill him."
    },
    {
        "verse_id": "8",
        "text": "Even Lord Brahmā and Lord Śiva act only as Your instruments in cosmic creation and annihilation, which are ultimately done by You, the Supreme Lord, in Your invisible aspect of time."
    },
    {
        "verse_id": "9",
        "text": "In their homes, the godly wives of the imprisoned kings sing of Your noble deeds — about how You will kill their husbands’ enemy and deliver them. The gopīs also sing Your glories — how You killed the enemy of the elephant king, Gajendra; the enemy of Sīta, daughter of Janaka; and the enemies of Your own parents as well. So also do the sages who have obtained Your shelter glorify You, as do we ourselves."
    },
    {
        "verse_id": "10",
        "text": "O Kṛṣṇa, the killing of Jarāsandha, which is certainly a reaction of his past sins, will bring immense benefit. Indeed, it will make possible the sacrificial ceremony You desire."
    },
    {
        "verse_id": "11",
        "text": "Śukadeva Gosvāmī said: O King, Devarṣi Nārada, the Yadu elders and Lord Kṛṣṇa all welcomed Uddhava’s proposal, which was entirely auspicious and infallible."
    },
    {
        "verse_id": "12",
        "text": "The almighty Personality of Godhead, the son of Devakī, begged His superiors for permission to leave. Then He ordered His servants, headed by Dāruka and Jaitra, to prepare for departure."
    },
    {
        "verse_id": "13",
        "text": "O slayer of enemies, after He had arranged for the departure of His wives, children and baggage and taken leave of Lord Saṅkarṣaṇa and King Ugrasena, Lord Kṛṣṇa mounted His chariot, which had been brought by His driver. It flew a flag marked with the emblem of Garuḍa."
    },
    {
        "verse_id": "14",
        "text": "As the vibrations resounding from mṛdaṅgas, bherīs, kettledrums, conchshells and gomukhas filled the sky in all directions, Lord Kṛṣṇa set out on His journey. He was accompanied by the chief officers of His corps of chariots, elephants, infantry and cavalry and surrounded on all sides by His fierce personal guard."
    },
    {
        "verse_id": "15",
        "text": "Lord Acyuta’s faithful wives, along with their children, followed the Lord on golden palanquins carried by powerful men. The queens were adorned with fine clothing, ornaments, fragrant oils and flower garlands, and they were surrounded on all sides by soldiers carrying swords and shields in their hands."
    },
    {
        "verse_id": "16",
        "text": "On all sides proceeded finely adorned women-attendants of the royal household, as well as courtesans. They rode on palanquins and camels, bulls and buffalo, donkeys, mules, bullock carts and elephants. Their conveyances were fully loaded with grass tents, blankets, clothes and other items for the trip."
    },
    {
        "verse_id": "17",
        "text": "The Lord’s army boasted royal umbrellas, cāmara fans and huge flagpoles with waving banners. During the day the sun’s rays reflected brightly from the soldiers’ fine weapons, jewelry, helmets and armor. Thus Lord Kṛṣṇa’s army, noisy with shouts and clatter, appeared like an ocean stirring with agitated waves and timiṅgila fish."
    },
    {
        "verse_id": "18",
        "text": "Honored by Śrī Kṛṣṇa, the chief of the Yadus, Nārada Muni bowed down to the Lord. All of Nārada’s senses were satisfied by his meeting with Lord Kṛṣṇa. Thus, having heard the decision of the Lord and having been worshiped by Him, Nārada placed Him firmly within his heart and departed through the sky."
    },
    {
        "verse_id": "19",
        "text": "With pleasing words the Lord addressed the messenger sent by the kings: “My dear messenger, I wish all good fortune to you. I shall arrange for the killing of King Magadha. Do not fear.”"
    },
    {
        "verse_id": "20",
        "text": "Thus addressed, the messenger departed and accurately relayed the Lord’s message to the kings. Eager for freedom, they then waited expectantly for their meeting with Lord Kṛṣṇa."
    },
    {
        "verse_id": "21",
        "text": "As He traveled through the provinces of Ānarta, Sauvīra, Marudeśa and Vinaśana, Lord Hari crossed rivers and passed mountains, cities, villages, cow pastures and quarries."
    },
    {
        "verse_id": "22",
        "text": "After crossing the rivers Dṛṣadvatī and Sarasvatī, He passed through Pañcāla and Matsya and finally came to Indraprastha."
    },
    {
        "verse_id": "23",
        "text": "King Yudhiṣṭhira was delighted to hear that the Lord, whom human beings rarely see, had now arrived. Accompanied by his priests and dear associates, the King came out to meet Lord Kṛṣṇa."
    },
    {
        "verse_id": "24",
        "text": "As songs and musical instruments resounded along with the loud vibration of Vedic hymns, the King went forth with great reverence to meet Lord Hṛṣīkeśa, just as the senses go forth to meet the consciousness of life."
    },
    {
        "verse_id": "25",
        "text": "The heart of King Yudhiṣṭhira melted with affection when he saw his dearmost friend, Lord Kṛṣṇa, after such a long separation, and he embraced the Lord again and again."
    },
    {
        "verse_id": "26",
        "text": "The eternal form of Lord Kṛṣṇa is the everlasting residence of the goddess of fortune. As soon as King Yudhiṣṭhira embraced Him, the King became free of all the contamination of material existence. He immediately felt transcendental bliss and merged in an ocean of happiness. There were tears in his eyes, and his body shook due to ecstasy. He completely forgot that he was living in this material world."
    },
    {
        "verse_id": "27",
        "text": "Then Bhīma, his eyes brimming with tears, laughed with joy as he embraced his maternal cousin, Kṛṣṇa. Arjuna and the twins — Nakula and Sahadeva — also joyfully embraced their dearmost friend, the infallible Lord, and they cried profusely."
    },
    {
        "verse_id": "28",
        "text": "After Arjuna had embraced Him once more and Nakula and Sahadeva had offered Him their obeisances, Lord Kṛṣṇa bowed down to the brāhmaṇas and elders present, thus properly honoring the respectable members of the Kuru, Sṛñjaya and Kaikaya clans."
    },
    {
        "verse_id": "29",
        "text": "Sūtas, Māgadhas, Gandharvas, Vandīs, jesters and brāhmaṇas all glorified the lotus-eyed Lord — some reciting prayers, some dancing and singing — as mṛdaṅgas, conchshells, kettledrums, vīṇās, paṇavas and gomukhas resounded."
    },
    {
        "verse_id": "30",
        "text": "Thus surrounded by His well-wishing relatives and praised on all sides, Lord Kṛṣṇa, the crest jewel of the justly renowned, entered the decorated city."
    },
    {
        "verse_id": "31",
        "text": "The roads of Indraprastha were sprinkled with water perfumed by the liquid from elephants’ foreheads, and colorful flags, golden gateways and full waterpots enhanced the city’s splendor. Men and young girls were beautifully arrayed in fine, new garments, adorned with flower garlands and ornaments, and anointed with aromatic sandalwood paste. Every home displayed glowing lamps and respectful offerings, and from the holes of the latticed windows drifted incense, further beautifying the city. Banners waved, and the roofs were decorated with golden domes on broad silver bases. Thus Lord Kṛṣṇa saw the royal city of the King of the Kurus."
    },
    {
        "verse_id": "33",
        "text": "When the young women of the city heard that Lord Kṛṣṇa, the reservoir of pleasure for human eyes, had arrived, they hurriedly went onto the royal road to see Him. They abandoned their household duties and even left their husbands in bed, and in their eagerness the knots of their hair and garments came loose."
    },
    {
        "verse_id": "34",
        "text": "The royal road being quite crowded with elephants, horses, chariots and foot soldiers, the women climbed to the top of their houses, where they caught sight of Lord Kṛṣṇa and His queens. The city ladies scattered flowers upon the Lord, embraced Him in their minds and expressed their heartfelt welcome with broadly smiling glances."
    },
    {
        "verse_id": "35",
        "text": "Observing Lord Mukunda’s wives passing on the road like stars accompanying the moon, the women exclaimed, “What have these ladies done so that the best of men bestows upon their eyes the joy of His generous smiles and playful sidelong glances?”"
    },
    {
        "verse_id": "36",
        "text": "In various places citizens of the city came forward holding auspicious offerings for Lord Kṛṣṇa, and sinless leaders of occupational guilds came forward to worship the Lord."
    },
    {
        "verse_id": "37",
        "text": "With wide-open eyes, the members of the royal household came forward in a flurry to lovingly greet Lord Mukunda, and thus the Lord entered the royal palace."
    },
    {
        "verse_id": "38",
        "text": "When Queen Pṛthā saw her nephew Kṛṣṇa, the master of the three worlds, her heart became filled with love. Rising from her couch with her daughter-in-law, she embraced the Lord."
    },
    {
        "verse_id": "39",
        "text": "King Yudhiṣṭhira respectfully brought Lord Govinda, the Supreme God of gods, to his personal quarters. The King was so overcome with joy that he could not remember all the rituals of worship."
    },
    {
        "verse_id": "40",
        "text": "Lord Kṛṣṇa bowed down to His aunt and the wives of His elders, O King, and then Draupadī and the Lord’s sister bowed down to Him."
    },
    {
        "verse_id": "41",
        "text": "Encouraged by her mother-in-law, Draupadī worshiped all of Lord Kṛṣṇa’s wives, including Rukmiṇī; Satyabhāmā; Bhadrā; Jāmbavatī; Kālindī; Mitravindā, the descendant of Śibi; the chaste Nāgnajitī; and the other queens of the Lord who were present. Draupadī honored them all with such gifts as clothing, flower garlands and jewelry."
    },
    {
        "verse_id": "43",
        "text": "King Yudhiṣṭhira arranged for Kṛṣṇa’s rest and saw to it that all who came along with Him — namely His queens, soldiers, ministers and secretaries — were comfortably situated. He arranged that they would experience a new feature of reception every day while staying as guests of the Pāṇḍavas."
    },
    {
        "verse_id": "44",
        "text": "Desiring to please King Yudhiṣṭhira, the Lord resided at Indraprastha for several months. During His stay, He and Arjuna satisfied the fire-god by offering him the Khāṇḍava forest, and they saved Maya Dānava, who then built King Yudhiṣṭhira a celestial assembly hall. The Lord also took the opportunity to go riding in His chariot in the company of Arjuna, surrounded by a retinue of soldiers."
    }
]