[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O descendant of Bharata, the relatives of Aniruddha, not seeing Him return, continued to lament as the four rainy months passed."
    },
    {
        "verse_id": "2",
        "text": "After hearing from Nārada the news of Aniruddha’s deeds and His capture, the Vṛṣṇis, who worshiped Lord Kṛṣṇa as their personal Deity, went to Śoṇitapura."
    },
    {
        "verse_id": "3",
        "text": "With Lord Balarāma and Lord Kṛṣṇa in the lead, the chiefs of the Sātvata clan — Pradyumna, Sātyaki, Gada, Sāmba, Sāraṇa, Nanda, Upananda, Bhadra and others — converged with an army of twelve divisions and laid siege to Bāṇasura’s capital, completely surrounding the city on all sides."
    },
    {
        "verse_id": "5",
        "text": "Bāṇāsura became filled with anger upon seeing them destroy his city’s suburban gardens, ramparts, watchtowers and gateways, and thus he went out to confront them with an army of equal size."
    },
    {
        "verse_id": "6",
        "text": "Lord Rudra, accompanied by his son Kārtikeya and the Pramathas, came riding on Nandi, his bull carrier, to fight Balarāma and Kṛṣṇa on Bāṇa’s behalf."
    },
    {
        "verse_id": "7",
        "text": "A most astonishing, tumultuous and hair-raising battle then commenced, with Lord Kṛṣṇa matched against Lord Śaṅkara, and Pradyumna against Kārtikeya."
    },
    {
        "verse_id": "8",
        "text": "Lord Balarāma fought with Kumbhāṇḍa and Kūpakarṇa, Sāmba with Bāṇa’s son, and Sātyaki with Bāṇa."
    },
    {
        "verse_id": "9",
        "text": "Brahmā and the other ruling demigods, along with Siddhas, Cāraṇas and great sages, as well as Gandharvas, Apsarās and Yakṣas, all came in their celestial airplanes to watch."
    },
    {
        "verse_id": "10",
        "text": "With sharp-pointed arrows discharged from His bow Śārṅga, Lord Kṛṣṇa drove away the various followers of Lord Śiva — Bhūtas, Pramathas, Guhyakas, Ḍākinīs, Yātudhānas, Vetālas, Vināyakas, Pretas, Mātās, Piśācas, Kuṣmāṇḍas and Brahma-rākṣasas."
    },
    {
        "verse_id": "12",
        "text": "Lord Śiva, wielder of the trident, shot various weapons at Lord Kṛṣṇa, wielder of Śārṅga. But Lord Kṛṣṇa was not in the least perplexed: He neutralized all these weapons with appropriate counterweapons."
    },
    {
        "verse_id": "13",
        "text": "Lord Kṛṣṇa counteracted a brahmāstra with another brahmāstra, a wind weapon with a mountain weapon, a fire weapon with a rain weapon, and Lord Śiva’s personal pāśupatāstra weapon with His own personal weapon, the nārāyaṇāstra."
    },
    {
        "verse_id": "14",
        "text": "After bewildering Lord Śiva by making him yawn with a yawning weapon, Lord Kṛṣṇa proceeded to strike down Bāṇāsura’s army with His sword, club and arrows."
    },
    {
        "verse_id": "15",
        "text": "Lord Kārtikeya was distressed by the flood of Pradyumna’s arrows raining down from all sides, and thus he fled the battlefield on his peacock as blood poured from his limbs."
    },
    {
        "verse_id": "16",
        "text": "Kumbhāṇḍa and Kūpakarṇa, tormented by Lord Balarāma’s club, fell down dead. When the soldiers of these two demons saw that their leaders had been killed, they scattered in all directions."
    },
    {
        "verse_id": "17",
        "text": "Bāṇāsura was furious to see his entire military force being torn apart. Leaving his fight with Sātyaki, he charged across the battlefield on his chariot and attacked Lord Kṛṣṇa."
    },
    {
        "verse_id": "18",
        "text": "Excited to a frenzy by the fighting, Bāṇa simultaneously pulled taut all the strings of his five hundred bows and fixed two arrows on each string."
    },
    {
        "verse_id": "19",
        "text": "Lord Śrī Hari split every one of Bāṇāsura’s bows simultaneously, and also struck down his chariot driver, chariot and horses. The Lord then sounded His conchshell."
    },
    {
        "verse_id": "20",
        "text": "Just then Bāṇāsura’s mother, Koṭarā, desiring to save her son’s life, appeared before Lord Kṛṣṇa naked and with her hair undone."
    },
    {
        "verse_id": "21",
        "text": "Lord Gadāgraja turned His face away to avoid seeing the naked woman, and Bāṇāsura — deprived of his chariot, his bow shattered — took the opportunity to flee into his city."
    },
    {
        "verse_id": "22",
        "text": "After Lord Śiva’s followers had been driven away, the Śiva-jvara, who had three heads and three feet, pressed forward to attack Lord Kṛṣṇa. As the Śiva-jvara approached, he seemed to burn everything in the ten directions."
    },
    {
        "verse_id": "23",
        "text": "Seeing this personified weapon approach, Lord Nārāyaṇa then released His own personified fever weapon, the Viṣṇu-jvara. The Śiva-jvara and Viṣṇu-jvara thus battled each other."
    },
    {
        "verse_id": "24",
        "text": "The Śiva-jvara, overwhelmed by the strength of the Viṣṇu-jvara, cried out in pain. But finding no refuge, the frightened Śiva-jvara approached Lord Kṛṣṇa, the master of the senses, hoping to attain His shelter. Thus with joined palms he began to praise the Lord."
    },
    {
        "verse_id": "25",
        "text": "The Śiva-jvara said: I bow down to You of unlimited potencies, the Supreme Lord, the Supersoul of all beings. You possess pure and complete consciousness and are the cause of cosmic creation, maintenance and dissolution. Perfectly peaceful, You are the Absolute Truth to whom the Vedas indirectly refer."
    },
    {
        "verse_id": "26",
        "text": "Time; fate; karma; the jīva and his propensities; the subtle material elements; the material body; the life air; false ego; the various senses; and the totality of these as reflected in the living being’s subtle body — all this constitutes your material illusory energy, māyā, an endless cycle like that of seed and plant. I take shelter of You, the negation of this māyā."
    },
    {
        "verse_id": "27",
        "text": "With various intentions, You perform pastimes to maintain the demigods, the saintly persons and the codes of religion for this world. By these pastimes You also kill those who stray from the right path and live by violence. Indeed, your present incarnation is meant to relieve the earth’s burden."
    },
    {
        "verse_id": "28",
        "text": "I am tortured by the fierce power of Your terrible fever weapon, which is cold yet burning. All embodied souls must suffer as long as they remain bound to material ambitions and thus averse to serving Your feet."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Lord said: O three-headed one, I am pleased with you. May your fear of My fever weapon be dispelled, and may whoever remembers our conversation here have no reason to fear you."
    },
    {
        "verse_id": "30",
        "text": "Thus addressed, the Māheśvara-jvara bowed down to the infallible Lord and went away. But Bāṇāsura then appeared, riding forth on his chariot to fight Lord Kṛṣṇa."
    },
    {
        "verse_id": "31",
        "text": "Carrying numerous weapons in his thousand hands, O King, the terribly infuriated demon shot many arrows at Lord Kṛṣṇa, the carrier of the disc weapon."
    },
    {
        "verse_id": "32",
        "text": "As Bāṇa continued hurling weapons at Him, the Supreme Lord began using His razor-sharp cakra to cut off Bāṇāsura’s arms as if they were tree branches."
    },
    {
        "verse_id": "33",
        "text": "Lord Śiva felt compassion for his devotee Bāṇāsura, whose arms were being cut off, and thus he approached Lord Cakrāyudha [Kṛṣṇa] and spoke to Him as follows."
    },
    {
        "verse_id": "34",
        "text": "Śrī Rudra said: You alone are the Absolute Truth, the supreme light, the mystery hidden within the verbal manifestation of the Absolute. Those whose hearts are spotless can see You, for You are uncontaminated, like the sky."
    },
    {
        "verse_id": "35",
        "text": "The sky is Your navel, fire Your face, water Your semen, and heaven Your head. The cardinal directions are Your sense of hearing, herbal plants the hairs on Your body, and water-bearing clouds the hair on Your head. The earth is Your foot, the moon Your mind, and the sun Your vision, while I am Your ego. The ocean is Your abdomen, Indra Your arm, Lord Brahmā Your intelligence, the progenitor of mankind Your genitals, and religion Your heart. You are indeed the original puruṣa, creator of the worlds."
    },
    {
        "verse_id": "37",
        "text": "Your current descent into the material realm, O Lord of unrestricted power, is meant for upholding the principles of justice and benefiting the entire universe. We demigods, each depending on Your grace and authority, develop the seven planetary systems."
    },
    {
        "verse_id": "38",
        "text": "You are the original person, one without a second, transcendental and self-manifesting. Uncaused, you are the cause of all, and You are the ultimate controller. You are nonetheless perceived in terms of the transformations of matter effected by Your illusory energy — transformations You sanction so that the various material qualities can fully manifest."
    },
    {
        "verse_id": "39",
        "text": "O almighty one, just as the sun, though hidden by a cloud, illuminates the cloud and all other visible forms as well, so You, although hidden by the material qualities, remain self-luminous and thus reveal all those qualities, along with the living entities who possess them."
    },
    {
        "verse_id": "40",
        "text": "Their intelligence bewildered by Your māyā, fully attached to children, wife, home and so on, persons immersed in the ocean of material misery sometimes rise to the surface and sometimes sink down."
    },
    {
        "verse_id": "41",
        "text": "One who has attained this human form of life as a gift from God, yet who fails to control his senses and honor Your feet, is surely to be pitied, for he is only cheating himself."
    },
    {
        "verse_id": "42",
        "text": "That mortal who rejects You — his true Self, dearmost friend, and Lord — for the sake of sense objects, whose nature is just the opposite, refuses nectar and instead consumes poison."
    },
    {
        "verse_id": "43",
        "text": "I, Lord Brahmā, the other demigods and the pure-minded sages have all surrendered wholeheartedly unto You, our dearmost Self and Lord."
    },
    {
        "verse_id": "44",
        "text": "Let us worship You, the Supreme Lord, to be freed from material life. You are the maintainer of the universe and the cause of its creation and demise. Equipoised and perfectly at peace, You are the true friend, Self and worshipable Lord. You are one without a second, the shelter of all the worlds and all souls."
    },
    {
        "verse_id": "45",
        "text": "This Bāṇāsura is my dear and faithful follower, and I have awarded him freedom from fear. Therefore, my Lord, please grant him Your mercy, just as You showed mercy to Prahlāda, the lord of the demons."
    },
    {
        "verse_id": "46",
        "text": "The Supreme Lord said: My dear lord, for your pleasure We must certainly do what you have requested of Us. I fully agree with your conclusion."
    },
    {
        "verse_id": "47",
        "text": "I will not kill this demonic son of Vairocani, for I gave Prahlāda Mahārāja the benediction that I would not kill any of his descendants."
    },
    {
        "verse_id": "48",
        "text": "It was to subdue Bāṇāsura’s false pride that I severed his arms. And I slew his mighty army because it had become a burden upon the earth."
    },
    {
        "verse_id": "49",
        "text": "This demon, who still has four arms, will be immune to old age and death, and he will serve as one of your principal attendants. Thus he will have nothing to fear on any account."
    },
    {
        "verse_id": "50",
        "text": "Thus attaining freedom from fear, Bāṇāsura offered obeisances to Lord Kṛṣṇa by touching his head to the ground. Bāṇa then seated Aniruddha and His bride on their chariot and brought them before the Lord."
    },
    {
        "verse_id": "51",
        "text": "At the front of the party Lord Kṛṣṇa then placed Aniruddha and His bride, both beautifully adorned with fine clothes and ornaments, and surrounded them with a full military division. Thus Lord Kṛṣṇa took His leave of Lord Śiva and departed."
    },
    {
        "verse_id": "52",
        "text": "The Lord then entered His capital. The city was lavishly decorated with flags and victory arches, and its avenues and crossways were all sprinkled with water. As conchshells, ānakas and dundubhi drums resounded, the Lord’s relatives, the brāhmaṇas and the general populace all came forward to greet Him respectfully."
    },
    {
        "verse_id": "53",
        "text": "Whoever rises early in the morning and remembers Lord Kṛṣṇa’s victory in His battle with Lord Śiva will never experience defeat."
    }
]