[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: My dear King Parīkṣit, when Indra understood that his sacrifice had been put aside, he became furious with Nanda Mahārāja and the other cowherd men, who were accepting Kṛṣṇa as their Lord."
    },
    {
        "verse_id": "2",
        "text": "Angry Indra sent forth the clouds of universal destruction, known as Sāṁvartaka. Imagining himself the supreme controller, he spoke as follows."
    },
    {
        "verse_id": "3",
        "text": "[Indra said:] Just see how these cowherd men living in the forest have become so greatly intoxicated by their prosperity! They have surrendered to an ordinary human being, Kṛṣṇa, and thus they have offended the gods."
    },
    {
        "verse_id": "4",
        "text": "Their taking shelter of Kṛṣṇa is just like the foolish attempt of men who abandon transcendental knowledge of the self and instead try to cross over the great ocean of material existence in the false boats of fruitive, ritual sacrifices."
    },
    {
        "verse_id": "5",
        "text": "These cowherd men have acted inimically toward me by taking shelter of this ordinary human being, Kṛṣṇa, who thinks Himself very wise but who is simply a foolish, arrogant, overtalkative child."
    },
    {
        "verse_id": "6",
        "text": "[To the clouds of destruction King Indra said:] The prosperity of these people has made them mad with pride, and their arrogance is backed up by Kṛṣṇa. Now go and remove their pride and bring their animals to destruction."
    },
    {
        "verse_id": "7",
        "text": "I will follow you to Vraja, riding on my elephant Airāvata and taking with me the swift and powerful wind-gods to decimate the cowherd village of Nanda Mahārāja."
    },
    {
        "verse_id": "8",
        "text": "Śukadeva Gosvāmī said: On Indra’s order the clouds of universal destruction, released untimely from their bonds, went to the cowherd pastures of Nanda Mahārāja. There they began to torment the inhabitants by powerfully pouring down torrents of rain upon them."
    },
    {
        "verse_id": "9",
        "text": "Propelled by the fearsome wind-gods, the clouds blazed with lightning bolts and roared with thunder as they hurled down hailstones."
    },
    {
        "verse_id": "10",
        "text": "As the clouds released torrents of rain as thick as massive columns, the earth was submerged in the flood, and high ground could no longer be distinguished from low."
    },
    {
        "verse_id": "11",
        "text": "The cows and other animals, shivering from the excessive rain and wind, and the cowherd men and ladies, pained by the cold, all approached Lord Govinda for shelter."
    },
    {
        "verse_id": "12",
        "text": "Trembling from the distress brought about by the severe rainfall, and trying to cover their heads and calves with their own bodies, the cows approached the lotus feet of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "13",
        "text": "[The cowherd men and women addressed the Lord:] Kṛṣṇa, Kṛṣṇa, O most fortunate one, please deliver the cows from the wrath of Indra! O Lord, You are so affectionate to Your devotees. Please save us also."
    },
    {
        "verse_id": "14",
        "text": "Seeing the inhabitants of His Gokula rendered practically unconscious by the onslaught of hail and blasting wind, the Supreme Lord Hari understood that this was the work of angry Indra."
    },
    {
        "verse_id": "15",
        "text": "[Śrī Kṛṣṇa said to Himself:] Because We have stopped his sacrifice, Indra has caused this unusually fierce, unseasonable rain, together with terrible winds and hail."
    },
    {
        "verse_id": "16",
        "text": "By My mystic power I will completely counteract this disturbance caused by Indra. Demigods like Indra are proud of their opulence, and out of foolishness they falsely consider themselves the Lord of the universe. I will now destroy such ignorance."
    },
    {
        "verse_id": "17",
        "text": "Since the demigods are endowed with the mode of goodness, the false pride of considering oneself the Lord should certainly not affect them. When I break the false prestige of those bereft of goodness, My purpose is to bring them relief."
    },
    {
        "verse_id": "18",
        "text": "I must therefore protect the cowherd community by My transcendental potency, for I am their shelter, I am their master, and indeed they are My own family. After all, I have taken a vow to protect My devotees."
    },
    {
        "verse_id": "19",
        "text": "Having said this, Lord Kṛṣṇa, who is Viṣṇu Himself, picked up Govardhana Hill with one hand and held it aloft just as easily as a child holds up a mushroom."
    },
    {
        "verse_id": "20",
        "text": "The Lord then addressed the cowherd community: O Mother, O Father, O residents of Vraja, if you wish you may now come under this hill with your cows."
    },
    {
        "verse_id": "21",
        "text": "You should have no fear that this mountain will fall from My hand. And don’t be afraid of the wind and rain, for your deliverance from these afflictions has already been arranged."
    },
    {
        "verse_id": "22",
        "text": "Their minds thus pacified by Lord Kṛṣṇa, they all entered beneath the hill, where they found ample room for themselves and all their cows, wagons, servants and priests, and for all other members of the community as well."
    },
    {
        "verse_id": "23",
        "text": "Lord Kṛṣṇa, forgetting hunger and thirst and putting aside all considerations of personal pleasure, stood there holding up the hill for seven days as the people of Vraja gazed upon Him."
    },
    {
        "verse_id": "24",
        "text": "When Indra observed this exhibition of Lord Kṛṣṇa’s mystic power, he became most astonished. Pulled down from his platform of false pride, and his intentions thwarted, he ordered his clouds to desist."
    },
    {
        "verse_id": "25",
        "text": "Seeing that the fierce wind and rain had now ceased, the sky had become clear of rainclouds, and the sun had risen, Lord Kṛṣṇa, the lifter of Govardhana Hill, spoke to the cowherd community as follows."
    },
    {
        "verse_id": "26",
        "text": "[Lord Kṛṣṇa said:] My dear cowherd men, please go out with your wives, children and possessions. Give up your fear. The wind and rain have stopped, and the rivers’ high waters have subsided."
    },
    {
        "verse_id": "27",
        "text": "After collecting their respective cows and loading their paraphernalia into their wagons, the cowherd men went out. The women, children and elderly persons gradually followed them."
    },
    {
        "verse_id": "28",
        "text": "While all living creatures looked on, the Supreme Personality of Godhead put down the hill in its original place, just as it had stood before."
    },
    {
        "verse_id": "29",
        "text": "All the residents of Vṛndāvana were overwhelmed with ecstatic love, and they came forward and greeted Śrī Kṛṣṇa according to their individual relationships with Him — some embracing Him, others bowing down to Him, and so forth. The cowherd women presented water mixed with yogurt and unbroken barleycorns as a token of honor, and they showered auspicious benedictions upon Him."
    },
    {
        "verse_id": "30",
        "text": "Mother Yaśodā, mother Rohiṇī, Nanda Mahārāja and Balarāma, the greatest of the strong, all embraced Kṛṣṇa. Overwhelmed with affection, they offered Him their blessings."
    },
    {
        "verse_id": "31",
        "text": "In the heavens, O King, all the demigods, including the Siddhas, Sādhyas, Gandharvas and Cāraṇas, sang the praises of Lord Kṛṣṇa and showered down flowers in great satisfaction."
    },
    {
        "verse_id": "32",
        "text": "My dear Parīkṣit, the demigods in heaven resoundingly played their conchshells and kettledrums, and the best of the Gandharvas, led by Tumburu, began to sing."
    },
    {
        "verse_id": "33",
        "text": "Surrounded by His loving cowherd boyfriends and Lord Balarāma, Kṛṣṇa then went off to the place where He had been tending His cows. The cowherd girls returned to their homes, singing joyfully about the lifting of Govardhana Hill and other glorious deeds performed by Lord Kṛṣṇa, who had so deeply touched their hearts."
    }
]