[
    {
        "verse_id": "1",
        "text": "Śrīla Śukadeva Gosvāmī said: O best of devotees, most fortunate Parīkṣit, you have inquired very nicely, for although constantly hearing the pastimes of the Lord, you are perceiving His activities to be newer and newer."
    },
    {
        "verse_id": "2",
        "text": "Paramahaṁsas, devotees who have accepted the essence of life, are attached to Kṛṣṇa in the core of their hearts, and He is the aim of their lives. It is their nature to talk only of Kṛṣṇa at every moment, as if such topics were newer and newer. They are attached to such topics, just as materialists are attached to topics of women and sex."
    },
    {
        "verse_id": "3",
        "text": "O King, kindly hear me with great attention. Although the activities of the Supreme Lord are very confidential, no ordinary man being able to understand them, I shall speak about them to you, for spiritual masters explain to a submissive disciple even subject matters that are very confidential and difficult to understand."
    },
    {
        "verse_id": "4",
        "text": "Then, after saving the boys and calves from the mouth of Aghāsura, who was death personified, Lord Kṛṣṇa, the Supreme Personality of Godhead, brought them all to the bank of the river and spoke the following words."
    },
    {
        "verse_id": "5",
        "text": "My dear friends, just see how this riverbank is extremely beautiful because of its pleasing atmosphere. And just see how the blooming lotuses are attracting bees and birds by their aroma. The humming and chirping of the bees and birds is echoing throughout the beautiful trees in the forest. Also, here the sands are clean and soft. Therefore, this must be considered the best place for our sporting and pastimes."
    },
    {
        "verse_id": "6",
        "text": "I think we should take our lunch here, since we are already hungry because the time is very late. Here the calves may drink water and go slowly here and there and eat the grass."
    },
    {
        "verse_id": "7",
        "text": "Accepting Lord Kṛṣṇa’s proposal, the cowherd boys allowed the calves to drink water from the river and then tied them to trees where there was green, tender grass. Then the boys opened their baskets of food and began eating with Kṛṣṇa in great transcendental pleasure."
    },
    {
        "verse_id": "8",
        "text": "Like the whorl of a lotus flower surrounded by its petals and leaves, Kṛṣṇa sat in the center, encircled by lines of His friends, who all looked very beautiful. Every one of them was trying to look forward toward Kṛṣṇa, thinking that Kṛṣṇa might look toward him. In this way they all enjoyed their lunch in the forest."
    },
    {
        "verse_id": "9",
        "text": "Among the cowherd boys, some placed their lunch on flowers, some on leaves, fruits, or bunches of leaves, some actually in their baskets, some on the bark of trees and some on rocks. This is what the children imagined to be their plates as they ate their lunch."
    },
    {
        "verse_id": "10",
        "text": "All the cowherd boys enjoyed their lunch with Kṛṣṇa, showing one another the different tastes of the different varieties of preparations they had brought from home. Tasting one another’s preparations, they began to laugh and make one another laugh."
    },
    {
        "verse_id": "11",
        "text": "Kṛṣṇa is yajña-bhuk — that is, He eats only offerings of yajña — but to exhibit His childhood pastimes, He now sat with His flute tucked between His waist and His tight cloth on His right side and with His horn bugle and cow-driving stick on His left. Holding in His hand a very nice preparation of yogurt and rice, with pieces of suitable fruit between His fingers, He sat like the whorl of a lotus flower, looking forward toward all His friends, personally joking with them and creating jubilant laughter among them as He ate. At that time, the denizens of heaven were watching, struck with wonder at how the Personality of Godhead, who eats only in yajña, was now eating with His friends in the forest."
    },
    {
        "verse_id": "12",
        "text": "O Mahārāja Parīkṣit, while the cowherd boys, who knew nothing within the core of their hearts but Kṛṣṇa, were thus engaged in eating their lunch in the forest, the calves went far away, deep into the forest, being allured by green grass."
    },
    {
        "verse_id": "13",
        "text": "When Kṛṣṇa saw that His friends the cowherd boys were frightened, He, the fierce controller even of fear itself, said, just to mitigate their fear, “My dear friends, do not stop eating. I shall bring your calves back to this spot by personally going after them Myself.”"
    },
    {
        "verse_id": "14",
        "text": "“Let Me go and search for the calves,” Kṛṣṇa said. “Don’t disturb your enjoyment.” Then, carrying His yogurt and rice in His hand, the Supreme Personality of Godhead, Kṛṣṇa, immediately went out to search for the calves of His friends. To please His friends, He began searching in all the mountains, mountain caves, bushes and narrow passages."
    },
    {
        "verse_id": "15",
        "text": "O Mahārāja Parīkṣit, Brahmā, who resides in the higher planetary system in the sky, had observed the activities of the most powerful Kṛṣṇa in killing and delivering Aghāsura, and he was astonished. Now that same Brahmā wanted to show some of his own power and see the power of Kṛṣṇa, who was engaged in His childhood pastimes, playing as if with ordinary cowherd boys. Therefore, in Kṛṣṇa’s absence, Brahmā took all the boys and calves to another place. Thus he became entangled, for in the very near future he would see how powerful Kṛṣṇa was."
    },
    {
        "verse_id": "16",
        "text": "Thereafter, when Kṛṣṇa was unable to find the calves, He returned to the bank of the river, but there He was also unable to see the cowherd boys. Thus He began to search for both the calves and the boys, as if He could not understand what had happened."
    },
    {
        "verse_id": "17",
        "text": "When Kṛṣṇa was unable to find the calves and their caretakers, the cowherd boys, anywhere in the forest, He could suddenly understand that this was the work of Lord Brahmā."
    },
    {
        "verse_id": "18",
        "text": "Thereafter, just to create pleasure both for Brahmā and for the mothers of the calves and cowherd boys, Kṛṣṇa, the creator of the entire cosmic manifestation, expanded Himself as calves and boys."
    },
    {
        "verse_id": "19",
        "text": "By His Vāsudeva feature, Kṛṣṇa simultaneously expanded Himself into the exact number of missing cowherd boys and calves, with their exact bodily features, their particular types of hands, legs and other limbs, their sticks, bugles and flutes, their lunch bags, their particular types of dress and ornaments placed in various ways, their names, ages and forms, and their special activities and characteristics. By expanding Himself in this way, beautiful Kṛṣṇa proved the statement samagra-jagad viṣṇumayam: “Lord Viṣṇu is all-pervading.”"
    },
    {
        "verse_id": "20",
        "text": "Now expanding Himself so as to appear as all the calves and cowherd boys, all of them as they were, and at the same time appear as their leader, Kṛṣṇa entered Vrajabhūmi, the land of His father, Nanda Mahārāja, just as He usually did while enjoying their company."
    },
    {
        "verse_id": "21",
        "text": "O Mahārāja Parīkṣit, Kṛṣṇa, who had divided Himself as different calves and also as different cowherd boys, entered different cow sheds as the calves and then different homes as different boys."
    },
    {
        "verse_id": "22",
        "text": "The mothers of the boys, upon hearing the sounds of the flutes and bugles being played by their sons, immediately rose from their household tasks, lifted their boys onto their laps, embraced them with both arms and began to feed them with their breast milk, which flowed forth because of extreme love specifically for Kṛṣṇa. Actually Kṛṣṇa is everything, but at that time, expressing extreme love and affection, they took special pleasure in feeding Kṛṣṇa, the Parabrahman, and Kṛṣṇa drank the milk from His respective mothers as if it were a nectarean beverage."
    },
    {
        "verse_id": "23",
        "text": "Thereafter, O Mahārāja Parīkṣit, as required according to the scheduled round of His pastimes, Kṛṣṇa returned in the evening, entered the house of each of the cowherd boys, and engaged exactly like the former boys, thus enlivening their mothers with transcendental pleasure. The mothers took care of the boys by massaging them with oil, bathing them, smearing their bodies with sandalwood pulp, decorating them with ornaments, chanting protective mantras, decorating their bodies with tilaka and giving them food. In this way, the mothers served Kṛṣṇa personally."
    },
    {
        "verse_id": "24",
        "text": "Thereafter, all the cows entered their different sheds and began mooing loudly, calling for their respective calves. When the calves arrived, the mothers began licking the calves’ bodies again and again and profusely feeding them with the milk flowing from their milk bags."
    },
    {
        "verse_id": "25",
        "text": "Previously, from the very beginning, the gopīs had motherly affection for Kṛṣṇa. Indeed, their affection for Kṛṣṇa exceeded even their affection for their own sons. In displaying their affection, they had thus distinguished between Kṛṣṇa and their sons, but now that distinction disappeared."
    },
    {
        "verse_id": "26",
        "text": "Although the inhabitants of Vrajabhūmi, the cowherd men and cowherd women, previously had more affection for Kṛṣṇa than for their own children, now, for one year, their affection for their own sons continuously increased, for Kṛṣṇa had now become their sons. There was no limit to the increment of their affection for their sons, who were now Kṛṣṇa. Every day they found new inspiration for loving their children as much as they loved Kṛṣṇa."
    },
    {
        "verse_id": "27",
        "text": "In this way, Lord Śrī Kṛṣṇa, having Himself become the cowherd boys and groups of calves, maintained Himself by Himself. Thus He continued His pastimes, both in Vṛndāvana and in the forest, for one year."
    },
    {
        "verse_id": "28",
        "text": "One day, five or six nights before the completion of the year, Kṛṣṇa, tending the calves, entered the forest along with Balarāma."
    },
    {
        "verse_id": "29",
        "text": "Thereafter, while pasturing atop Govardhana Hill, the cows looked down to find some green grass and saw their calves pasturing near Vṛndāvana, not very far away."
    },
    {
        "verse_id": "30",
        "text": "When the cows saw their own calves from the top of Govardhana Hill, they forgot themselves and their caretakers because of increased affection, and although the path was very rough, they ran toward their calves with great anxiety, each running as if with one pair of legs. Their milk bags full and flowing with milk, their heads and tails raised, and their humps moving with their necks, they ran forcefully until they reached their calves to feed them."
    },
    {
        "verse_id": "31",
        "text": "The cows had given birth to new calves, but while coming down from Govardhana Hill, the cows, because of increased affection for the older calves, allowed the older calves to drink milk from their milk bags and then began licking the calves’ bodies in anxiety, as if wanting to swallow them."
    },
    {
        "verse_id": "32",
        "text": "The cowherd men, having been unable to check the cows from going to their calves, felt simultaneously ashamed and angry. They crossed the rough road with great difficulty, but when they came down and saw their own sons, they were overwhelmed by great affection."
    },
    {
        "verse_id": "33",
        "text": "At that time, all the thoughts of the cowherd men merged in the mellow of paternal love, which was aroused by the sight of their sons. Experiencing a great attraction, their anger completely disappearing, they lifted their sons, embraced them in their arms and enjoyed the highest pleasure by smelling their sons’ heads."
    },
    {
        "verse_id": "34",
        "text": "Thereafter the elderly cowherd men, having obtained great feeling from embracing their sons, gradually and with great difficulty and reluctance ceased embracing them and returned to the forest. But as the men remembered their sons, tears began to roll down from their eyes."
    },
    {
        "verse_id": "35",
        "text": "Because of an increase of affection, the cows had constant attachment even to those calves that were grown up and had stopped sucking milk from their mothers. When Baladeva saw this attachment, He was unable to understand the reason for it, and thus He began to consider as follows."
    },
    {
        "verse_id": "36",
        "text": "What is this wonderful phenomenon? The affection of all the inhabitants of Vraja, including Me, toward these boys and calves is increasing as never before, just like our affection for Lord Kṛṣṇa, the Supersoul of all living entities."
    },
    {
        "verse_id": "37",
        "text": "Who is this mystic power, and where has she come from? Is she a demigod or a demoness? She must be the illusory energy of My master, Lord Kṛṣṇa, for who else can bewilder Me?"
    },
    {
        "verse_id": "38",
        "text": "Thinking in this way, Lord Balarāma was able to see, with the eye of transcendental knowledge, that all these calves and Kṛṣṇa’s friends were expansions of the form of Śrī Kṛṣṇa."
    },
    {
        "verse_id": "39",
        "text": "Lord Baladeva said, “O supreme controller! These boys are not great demigods, as I previously thought. Nor are these calves great sages like Nārada. Now I can see that You alone are manifesting Yourself in all varieties of difference. Although one, You are existing in the different forms of the calves and boys. Please briefly explain this to Me.” Having thus been requested by Lord Baladeva, Kṛṣṇa explained the whole situation, and Baladeva understood it."
    },
    {
        "verse_id": "40",
        "text": "When Lord Brahmā returned after a moment of time had passed (according to his own measurement), he saw that although by human measurement a complete year had passed, Lord Kṛṣṇa, after all that time, was engaged just as before in playing with the boys and calves, who were His expansions."
    },
    {
        "verse_id": "41",
        "text": "Lord Brahmā thought: Whatever boys and calves there were in Gokula, I have kept them sleeping on the bed of my mystic potency, and to this very day they have not yet risen again."
    },
    {
        "verse_id": "42",
        "text": "A similar number of boys and calves have been playing with Kṛṣṇa for one whole year, yet they are different from the ones illusioned by my mystic potency. Who are they? Where did they come from?"
    },
    {
        "verse_id": "43",
        "text": "Thus Lord Brahmā, thinking and thinking for a long time, tried to distinguish between those two sets of boys, who were each separately existing. He tried to understand who was real and who was not real, but he couldn’t understand at all."
    },
    {
        "verse_id": "44",
        "text": "Thus because Lord Brahmā wanted to mystify the all-pervading Lord Kṛṣṇa, who can never be mystified, but who, on the contrary, mystifies the entire universe, he himself was put into bewilderment by his own mystic power."
    },
    {
        "verse_id": "45",
        "text": "As the darkness of snow on a dark night and the light of a glowworm in the light of day have no value, the mystic power of an inferior person who tries to use it against a person of great power is unable to accomplish anything; instead, the power of that inferior person is diminished."
    },
    {
        "verse_id": "46",
        "text": "Then, while Lord Brahmā looked on, all the calves and the boys tending them immediately appeared to have complexions the color of bluish rainclouds and to be dressed in yellow silken garments."
    },
    {
        "verse_id": "47",
        "text": "All those personalities had four arms, holding conchshell, disc, mace and lotus flower in Their hands. They wore helmets on Their heads, earrings on Their ears and garlands of forest flowers around Their necks. On the upper portion of the right side of Their chests was the emblem of the goddess of fortune. Furthermore, They wore armlets on Their arms, the Kaustubha gem around Their necks, which were marked with three lines like a conchshell, and bracelets on Their wrists. With bangles on Their ankles, ornaments on Their feet, and sacred belts around Their waists, They all appeared very beautiful."
    },
    {
        "verse_id": "49",
        "text": "Every part of Their bodies, from Their feet to the top of Their heads, was fully decorated with fresh, tender garlands of tulasī leaves offered by devotees engaged in worshiping the Lord by the greatest pious activities, namely hearing and chanting."
    },
    {
        "verse_id": "50",
        "text": "Those Viṣṇu forms, by Their pure smiling, which resembled the increasing light of the moon, and by the sidelong glances of Their reddish eyes, created and protected the desires of Their own devotees, as if by the modes of passion and goodness."
    },
    {
        "verse_id": "51",
        "text": "All beings, both moving and nonmoving, from the four-headed Lord Brahmā down to the most insignificant living entity, had taken forms and were differently worshiping those viṣṇu-mūrtis, according to their respective capacities, with various means of worship, such as dancing and singing."
    },
    {
        "verse_id": "52",
        "text": "All the viṣṇu-mūrtis were surrounded by the opulences, headed by aṇimā-siddhi; by the mystic potencies, headed by Ajā; and by the twenty-four elements for the creation of the material world, headed by the mahat-tattva."
    },
    {
        "verse_id": "53",
        "text": "Then Lord Brahmā saw that kāla (the time factor), svabhāva (one’s own nature by association), saṁskāra (reformation), kāma (desire), karma (fruitive activity) and the guṇas (the three modes of material nature), their own independence being completely subordinate to the potency of the Lord, had all taken forms and were also worshiping those viṣṇu-mūrtis."
    },
    {
        "verse_id": "54",
        "text": "The viṣṇu-mūrtis all had eternal, unlimited forms, full of knowledge and bliss and existing beyond the influence of time. Their great glory was not even to be touched by the jñānīs engaged in studying the Upaniṣads."
    },
    {
        "verse_id": "55",
        "text": "Thus Lord Brahmā saw the Supreme Brahman, by whose energy this entire universe, with its moving and nonmoving living beings, is manifested. He also saw at the same time all the calves and boys as the Lord’s expansions."
    },
    {
        "verse_id": "56",
        "text": "Then, by the power of the effulgence of those viṣṇu-mūrtis, Lord Brahmā, his eleven senses jolted by astonishment and stunned by transcendental bliss, became silent, just like a child’s clay doll in the presence of the village deity."
    },
    {
        "verse_id": "57",
        "text": "The Supreme Brahman is beyond mental speculation, He is self-manifest, existing in His own bliss, and He is beyond the material energy. He is known by the crest jewels of the Vedas by refutation of irrelevant knowledge. Thus in relation to that Supreme Brahman, the Personality of Godhead, whose glory had been shown by the manifestation of all the four-armed forms of Viṣṇu, Lord Brahmā, the lord of Sarasvatī, was mystified. “What is this?” he thought, and then he was not even able to see. Lord Kṛṣṇa, understanding Brahmā’s position, then at once removed the curtain of His yoga-māyā."
    },
    {
        "verse_id": "58",
        "text": "Lord Brahmā’s external consciousness then revived, and he stood up, just like a dead man coming back to life. Opening his eyes with great difficulty, he saw the universe, along with himself."
    },
    {
        "verse_id": "59",
        "text": "Then, looking in all directions, Lord Brahmā immediately saw Vṛndāvana before him, filled with trees, which were the means of livelihood for the inhabitants and which were equally pleasing in all seasons."
    },
    {
        "verse_id": "60",
        "text": "Vṛndāvana is the transcendental abode of the Lord, where there is no hunger, anger or thirst. Though naturally inimical, both human beings and fierce animals live there together in transcendental friendship."
    },
    {
        "verse_id": "61",
        "text": "Then Lord Brahmā saw the Absolute Truth — who is one without a second, who possesses full knowledge and who is unlimited — assuming the role of a child in a family of cowherd men and standing all alone, just as before, with a morsel of food in His hand, searching everywhere for the calves and His cowherd friends."
    },
    {
        "verse_id": "62",
        "text": "After seeing this, Lord Brahmā hastily got down from his swan carrier, fell down like a golden rod and touched the lotus feet of Lord Kṛṣṇa with the tips of the four crowns on his heads. Offering his obeisances, he bathed the feet of Kṛṣṇa with the water of his tears of joy."
    },
    {
        "verse_id": "63",
        "text": "Rising and falling again and again at the lotus feet of Lord Kṛṣṇa for a long time, Lord Brahmā remembered over and over the Lord’s greatness he had just seen."
    },
    {
        "verse_id": "64",
        "text": "Then, rising very gradually and wiping his two eyes, Lord Brahmā looked up at Mukunda. Lord Brahmā, his head bent low, his mind concentrated and his body trembling, very humbly began, with faltering words, to offer praises to Lord Kṛṣṇa."
    }
]