[
    {
        "verse_id": "1",
        "text": "Śrī Bādarāyaṇi said: Although Lord Govinda was fully aware of what had actually occurred, when He heard reports that the Pāṇḍavas and Queen Kuntī had burned to death, He went with Lord Balarāma to the kingdom of the Kurus to fulfill the family obligations expected of Him."
    },
    {
        "verse_id": "2",
        "text": "The two Lords met with Bhīṣma, Kṛpa, Vidura, Gāndhārī and Droṇa. Showing sorrow equal to theirs, They cried out, “Alas, how painful this is!”"
    },
    {
        "verse_id": "3",
        "text": "Taking advantage of this opportunity, O King, Akrūra and Kṛtavarmā went to Śatadhanvā and said, “Why not take the Syamantaka jewel?"
    },
    {
        "verse_id": "4",
        "text": "“Satrājit promised his jewellike daughter to us but then gave her to Kṛṣṇa instead, contemptuously neglecting us. So why should Satrājit not follow his brother’s path?”"
    },
    {
        "verse_id": "5",
        "text": "His mind thus influenced by their advice, wicked Śatadhanvā murdered Satrājit in his sleep simply out of greed. In this way the sinful Śatadhanvā shortened his own life span."
    },
    {
        "verse_id": "6",
        "text": "As the women of Satrājit’s palace screamed and helplessly wept, Śatadhanvā took the jewel and left, like a butcher after he has killed some animals."
    },
    {
        "verse_id": "7",
        "text": "When Satyabhāmā saw her dead father, she was plunged into grief. Lamenting “My father, my father! Oh, I am killed!” she fell unconscious."
    },
    {
        "verse_id": "8",
        "text": "Queen Satyabhāmā put her father’s corpse in a large vat of oil and went to Hastināpura, where she sorrowfully told Lord Kṛṣṇa, who was already aware of the situation, about her father’s murder."
    },
    {
        "verse_id": "9",
        "text": "When Lord Kṛṣṇa and Lord Balarāma heard this news, O King, They exclaimed, “Alas! This is the greatest tragedy for Us!” Thus imitating the ways of human society, They lamented, Their eyes brimming with tears."
    },
    {
        "verse_id": "10",
        "text": "The Supreme Lord returned to His capital with His wife and elder brother. After arriving in Dvārakā, He readied Himself to kill Śatadhanvā and retrieve the jewel from him."
    },
    {
        "verse_id": "11",
        "text": "Upon learning that Lord Kṛṣṇa was preparing to kill him, Śatadhanvā was struck with fear. To save his life he approached Kṛtavarmā and begged him for help, but Kṛtavarmā replied as follows."
    },
    {
        "verse_id": "12",
        "text": "[Kṛtavarmā said:] I dare not offend the Supreme Lords, Kṛṣṇa and Balarāma. Indeed, how can one who troubles Them expect any good fortune? Kaṁsa and all his followers lost both their wealth and their lives because of enmity toward Them, and after battling Them seventeen times Jarāsandha was left without even a chariot."
    },
    {
        "verse_id": "14",
        "text": "His appeal refused, Śatadhanvā went to Akrūra and begged him for protection. But Akrūra similarly told him, “Who would oppose the two Personalities of Godhead if he knew Their strength?"
    },
    {
        "verse_id": "15",
        "text": "“It is the Supreme Lord who creates, maintains and destroys this universe simply as His pastime. The cosmic creators cannot even understand His purpose, bewildered as they are by His illusory Māyā."
    },
    {
        "verse_id": "16",
        "text": "“As a child of seven, Kṛṣṇa uprooted an entire mountain and held it aloft as easily as a young boy picks up a mushroom."
    },
    {
        "verse_id": "17",
        "text": "“I offer my obeisances to that Supreme Personality of Godhead, Kṛṣṇa, whose every deed is amazing. He is the Supreme Soul, the unlimited source and fixed center of all existence.”"
    },
    {
        "verse_id": "18",
        "text": "His appeal thus rejected by Akrūra also, Śatadhanvā placed the precious jewel in Akrūra’s care and fled on a horse that could travel one hundred yojanas [eight hundred miles]."
    },
    {
        "verse_id": "19",
        "text": "My dear King, Kṛṣṇa and Balarāma mounted Kṛṣṇa’s chariot, which flew the flag of Garuḍa and was yoked with tremendously swift horses, and pursued Their elder’s murderer."
    },
    {
        "verse_id": "20",
        "text": "In a garden on the outskirts of Mithilā, the horse Śatadhanvā was riding collapsed. Terrified, he abandoned the horse and began to flee on foot, with Kṛṣṇa in angry pursuit."
    },
    {
        "verse_id": "21",
        "text": "As Śatadhanvā fled on foot, the Supreme Lord, also going on foot, cut off his head with His sharp-edged disc. The Lord then searched Śatadhanvā’s upper and lower garments for the Syamantaka jewel."
    },
    {
        "verse_id": "22",
        "text": "Not finding the jewel, Lord Kṛṣṇa went to His elder brother and said, “We have killed Śatadhanvā uselessly. The jewel isn’t here.”"
    },
    {
        "verse_id": "23",
        "text": "To this Lord Balarāma replied, “Indeed, Śatadhanvā must have placed the jewel in the care of someone. You should return to Our city and find that person."
    },
    {
        "verse_id": "24",
        "text": "“I wish to visit King Videha, who is most dear to Me.” O King, having said this, Lord Balarāma, the beloved descendant of Yadu, entered the city of Mithilā."
    },
    {
        "verse_id": "25",
        "text": "The King of Mithilā immediately rose from his seat when he saw Lord Balarāma approaching. With great love the King honored the supremely worshipable Lord by offering Him elaborate worship, as stipulated by scriptural injunctions."
    },
    {
        "verse_id": "26",
        "text": "The almighty Lord Balarāma stayed in Mithilā for several years, honored by His affectionate devotee Janaka Mahārāja. During that time Dhṛtarāṣṭra’s son Duryodhana learned from Balarāma the art of fighting with a club."
    },
    {
        "verse_id": "27",
        "text": "Lord Keśava arrived in Dvārakā and described the demise of Śatadhanvā and His own failure to find the Syamantaka jewel. He spoke in a way that would please His beloved, Satyabhāmā."
    },
    {
        "verse_id": "28",
        "text": "Lord Kṛṣṇa then had the various funeral rites performed for His deceased relative, Satrājit. The Lord attended the funeral along with well-wishers of the family."
    },
    {
        "verse_id": "29",
        "text": "When Akrūra and Kṛtavarmā, who had originally incited Śatadhanvā to commit his crime, heard that he had been killed, they fled Dvārakā in terror and took up residence elsewhere."
    },
    {
        "verse_id": "30",
        "text": "In Akrūra’s absence ill omens arose in Dvārakā, and the citizens began to suffer continually from physical and mental distresses, as well as from disturbances caused by higher powers and by creatures of the earth."
    },
    {
        "verse_id": "31",
        "text": "Some men proposed [that the troubles were due to Akrūra’s absence], but they had forgotten the glories of the Supreme Lord, which they themselves had so often described. Indeed, how can calamities occur in a place where the Personality of Godhead, the residence of all the sages, resides?"
    },
    {
        "verse_id": "32",
        "text": "[The elders said:] Previously, when Lord Indra had withheld rain from Kāsī [Benares], the king of that city gave his daughter Gāndinī to Śvaphalka, who was then visiting him. It soon rained in the kingdom of Kāśī."
    },
    {
        "verse_id": "33",
        "text": "Wherever his equally powerful son Akrūra stays, Lord Indra will provide sufficient rain. Indeed, that place will be free of miseries and untimely deaths."
    },
    {
        "verse_id": "34",
        "text": "Hearing these words from the elders, Lord Janārdana, though aware that the absence of Akrūra was not the only cause of the evil omens, had him summoned back to Dvārakā and spoke to him."
    },
    {
        "verse_id": "35",
        "text": "Lord Kṛṣṇa honored Akrūra, greeted him confidentially and spoke pleasant words with him. Then the Lord, who was fully aware of Akrūra’s heart by virtue of His being the knower of everything, smiled and addressed him: “O master of charity, surely the opulent Syamantaka jewel was left in your care by Śatadhanvā and is still with you. Indeed, We have known this all along."
    },
    {
        "verse_id": "37",
        "text": "“Since Satrājit had no sons, his daughter’s sons should receive his inheritance. They should pay for memorial offerings of water and piṇḍa, clear their grandfather’s outstanding debts and keep the remainder of the inheritance for themselves."
    },
    {
        "verse_id": "38",
        "text": "“Nevertheless, the jewel should remain in your care, O trustworthy Akrūra, because no one else can keep it safely. But please show the jewel just once, since My elder brother does not fully believe what I have told Him about it. In this way, O most fortunate one, you will pacify My relatives. [Everyone knows you have the jewel, for] you are now continually performing sacrifices on altars of gold.”"
    },
    {
        "verse_id": "40",
        "text": "Thus shamed by Lord Kṛṣṇa’s conciliatory words, the son of Śvaphalka brought out the jewel from where he had concealed it in his clothing and gave it to the Lord. The brilliant gem shone like the sun."
    },
    {
        "verse_id": "41",
        "text": "After the almighty Lord had shown the Syamantaka jewel to His relatives, thus dispelling the false accusations against Him, He returned it to Akrūra."
    },
    {
        "verse_id": "42",
        "text": "This narration, rich with descriptions of the prowess of Lord Śrī Viṣṇu, the Supreme Personality of Godhead, removes sinful reactions and bestows all auspiciousness. Anyone who recites, hears or remembers it will drive away his own infamy and sins and attain peace."
    }
]