[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Whenever Kṛṣṇa went to the forest, the minds of the gopīs would run after Him, and thus the young girls sadly spent their days singing of His pastimes."
    },
    {
        "verse_id": "2",
        "text": "The gopīs said: When Mukunda vibrates the flute He has placed to His lips, stopping its holes with His tender fingers, He rests His left cheek on His left arm and makes His eyebrows dance. At that time the demigoddesses traveling in the sky with their husbands, the Siddhas, become amazed. As those ladies listen, they are embarrassed to find their minds yielding to the pursuit of lusty desires, and in their distress they are unaware that the belts of their garments are loosening."
    },
    {
        "verse_id": "4",
        "text": "O girls! This son of Nanda, who gives joy to the distressed, bears steady lightning on His chest and has a smile like a jeweled necklace. Now please hear something wonderful. When He vibrates His flute, Vraja’s bulls, deer and cows, standing in groups at a great distance, are all captivated by the sound, and they stop chewing the food in their mouths and cock their ears. Stunned, they appear as if asleep, or like figures in a painting."
    },
    {
        "verse_id": "6",
        "text": "My dear gopī, sometimes Mukunda imitates the appearance of a wrestler by decorating Himself with leaves, peacock feathers and colored minerals. Then, in the company of Balarāma and the cowherd boys, He plays His flute to call the cows. At that time the rivers stop flowing, their water stunned by the ecstasy they feel as they eagerly wait for the wind to bring them the dust of His lotus feet. But like us, the rivers are not very pious, and thus they merely wait with their arms trembling out of love."
    },
    {
        "verse_id": "8",
        "text": "Kṛṣṇa moves about the forest in the company of His friends, who vividly chant the glories of His magnificent deeds. He thus appears just like the Supreme Personality of Godhead exhibiting His inexhaustible opulences. When the cows wander onto the mountainsides and Kṛṣṇa calls out to them with the sound of His flute, the trees and creepers in the forest respond by becoming so luxuriant with fruits and flowers that they seem to be manifesting Lord Viṣṇu within their hearts. As their branches bend low with the weight, the filaments on their trunks and vines stand erect out of the ecstasy of love of God, and both the trees and the creepers pour down a rain of sweet sap. Maddened by the divine, honeylike aroma of the tulasī flowers on the garland Kṛṣṇa wears, swarms of bees sing loudly for Him, and that most beautiful of all persons thankfully acknowledges and acclaims their song by taking His flute to His lips and playing it. The charming flute-song then steals away the minds of the cranes, swans and other lake-dwelling birds. Indeed they approach Kṛṣṇa, close their eyes and, maintaining strict silence, worship Him by fixing their consciousness upon Him in deep meditation."
    },
    {
        "verse_id": "12",
        "text": "O goddesses of Vraja, when Kṛṣṇa is enjoying Himself with Balarāma on the mountain slopes, playfully wearing a flower garland on the top of His head, He engladdens all with the resonant vibrations of His flute. Thus He delights the entire world. At that time the nearby cloud, afraid of offending a great personality, thunders very gently in accompaniment. The cloud showers flowers onto his dear friend Kṛṣṇa and shades Him from the sun like an umbrella."
    },
    {
        "verse_id": "14",
        "text": "O pious mother Yaśodā, your son, who is expert in all the arts of herding cows, has invented many new styles of flute-playing. When He takes His flute to His bimba-red lips and sends forth the tones of the harmonic scale in variegated melodies, Brahmā, Śiva, Indra and other chief demigods become confused upon hearing the sound. Although they are the most learned authorities, they cannot ascertain the essence of that music, and thus they bow down their heads and hearts."
    },
    {
        "verse_id": "16",
        "text": "As Kṛṣṇa strolls through Vraja with His lotus-petal-like feet, marking the ground with the distinctive emblems of flag, thunderbolt, lotus and elephant goad, He relieves the distress the ground feels from the cows’ hooves. As He plays His renowned flute, His body moves with the grace of an elephant. Thus we gopīs, who become agitated by Cupid when Kṛṣṇa playfully glances at us, stand as still as trees, unaware that our hair and garments are slackening."
    },
    {
        "verse_id": "18",
        "text": "Now Kṛṣṇa is standing somewhere counting His cows on a string of gems. He wears a garland of tulasī flowers that bear the fragrance of His beloved, and He has thrown His arm over the shoulder of an affectionate cowherd boyfriend. As Kṛṣṇa plays His flute and sings, the music attracts the black deer’s wives, who approach that ocean of transcendental qualities and sit down beside Him. Just like us cowherd girls, they have given up all hope for happiness in family life."
    },
    {
        "verse_id": "20",
        "text": "O sinless Yaśodā, your darling child, the son of Mahārāja Nanda, has festively enhanced His attire with a jasmine garland, and He is now playing along the Yamunā in the company of the cows and cowherd boys, amusing His dear companions. The gentle breeze honors Him with its soothing fragrance of sandalwood, while the various Upadevas, standing on all sides like panegyrists, offer their music, singing and gifts of tribute."
    },
    {
        "verse_id": "22",
        "text": "Out of great affection for the cows of Vraja, Kṛṣṇa became the lifter of Govardhana Hill. At the end of the day, having rounded up all His own cows, He plays a song on His flute, while exalted demigods standing along the path worship His lotus feet and the cowherd boys accompanying Him chant His glories. His garland is powdered by the dust raised by the cows’ hooves, and His beauty, enhanced by His fatigue, creates an ecstatic festival for everyone’s eyes. Eager to fulfill His friends’ desires, Kṛṣṇa is the moon arisen from the womb of mother Yaśodā."
    },
    {
        "verse_id": "24",
        "text": "As Kṛṣṇa respectfully greets His well-wishing friends, His eyes roll slightly as if from intoxication. He wears a flower garland, and the beauty of His soft cheeks is accentuated by the brilliance of His golden earrings and the whiteness of His face, which has the color of a badara berry. With His cheerful face resembling the moon, lord of the night, the Lord of the Yadus moves with the grace of a regal elephant. Thus He returns in the evening, delivering the cows of Vraja from the heat of the day."
    },
    {
        "verse_id": "26",
        "text": "Śrī Śukadeva Gosvāmī said: O King, thus during the daytime the women of Vṛndāvana took pleasure in continuously singing about the pastimes of Kṛṣṇa, and those ladies’ minds and hearts, absorbed in Him, were filled with great festivity."
    }
]