[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: While the cowherd boys were completely absorbed in playing, their cows wandered far away. They hungered for more grass, and with no one to watch them they entered a dense forest."
    },
    {
        "verse_id": "2",
        "text": "Passing from one part of the great forest to another, the goats, cows and buffalo eventually entered an area overgrown with sharp canes. The heat of a nearby forest fire made them thirsty, and they cried out in distress."
    },
    {
        "verse_id": "3",
        "text": "Not seeing the cows before them, Kṛṣṇa, Rāma and Their cowherd friends suddenly felt repentant for having neglected them. The boys searched all around, but could not discover where they had gone."
    },
    {
        "verse_id": "4",
        "text": "Then the boys began tracing out the cows’ path by noting their hoofprints and the blades of grass the cows had broken with their hooves and teeth. All the cowherd boys were in great anxiety because they had lost their source of livelihood."
    },
    {
        "verse_id": "5",
        "text": "Within the Muñjā forest the cowherd boys finally found their valuable cows, who had lost their way and were crying. Then the boys, thirsty and tired, herded the cows onto the path back home."
    },
    {
        "verse_id": "6",
        "text": "The Supreme Personality of Godhead called out to the animals in a voice that resounded like a rumbling cloud. Hearing the sound of their own names, the cows were overjoyed and called out to the Lord in reply."
    },
    {
        "verse_id": "7",
        "text": "Suddenly a great forest fire appeared on all sides, threatening to destroy all the forest creatures. Like a chariot driver, the wind swept the fire onward, and terrible sparks shot in all directions. Indeed, the great fire extended its tongues of flame toward all moving and nonmoving creatures."
    },
    {
        "verse_id": "8",
        "text": "As the cows and cowherd boys stared at the forest fire attacking them on all sides, they became fearful. The boys then approached Kṛṣṇa and Balarāma for shelter, just as those who are disturbed by fear of death approach the Supreme Personality of Godhead. The boys addressed Them as follows."
    },
    {
        "verse_id": "9",
        "text": "[The cowherd boys said:] O Kṛṣṇa! Kṛṣṇa! Most powerful one! O Rāma! You whose prowess never fails! Please save Your devotees, who are about to be burned by this forest fire and have come to take shelter of You!"
    },
    {
        "verse_id": "10",
        "text": "Kṛṣṇa! Certainly Your own friends shouldn’t be destroyed. O knower of the nature of all things, we have accepted You as our Lord, and we are souls surrendered unto You!"
    },
    {
        "verse_id": "11",
        "text": "Śukadeva Gosvāmī said: Hearing these pitiful words from His friends, the Supreme Lord Kṛṣṇa told them, “Just close your eyes and do not be afraid.”"
    },
    {
        "verse_id": "12",
        "text": "“All right,” the boys replied, and immediately closed their eyes. Then the Supreme Lord, the master of all mystic power, opened His mouth and swallowed the terrible fire, saving His friends from danger."
    },
    {
        "verse_id": "13",
        "text": "The cowherd boys opened their eyes and were amazed to find not only that they and the cows had been saved from the terrible fire but that they had all been brought back to the Bhāṇḍīra tree."
    },
    {
        "verse_id": "14",
        "text": "When the cowherd boys saw that they had been saved from the forest fire by the Lord’s mystic power, which is manifested by His internal potency, they began to think that Kṛṣṇa must be a demigod."
    },
    {
        "verse_id": "15",
        "text": "It was now late in the afternoon, and Lord Kṛṣṇa, accompanied by Balarāma, turned the cows back toward home. Playing His flute in a special way, Kṛṣṇa returned to the cowherd village in the company of His cowherd friends, who chanted His glories."
    },
    {
        "verse_id": "16",
        "text": "The young gopīs took the greatest pleasure in seeing Govinda come home, since for them even a moment without His association seemed like a hundred ages."
    }
]