[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Pṛthā, Gāndhārī, Draupadī, Subhadrā, the wives of other kings and the Lord’s cowherd girīfriends were all amazed to hear of the queens’ deep love for Lord Kṛṣṇa, the Supreme Personality of Godhead and Soul of all beings, and their eyes filled with tears."
    },
    {
        "verse_id": "2",
        "text": "As the women thus talked among themselves and the men among themselves, a number of great sages arrived there, all of them eager to see Lord Kṛṣṇa and Lord Balarāma. They included Dvaipāyana, Nārada, Cyavana, Devala and Asita, Viśvāmitra, Śatānanda, Bharadvāja and Gautama, Lord Paraśurāma and his disciples, Vasiṣṭha, Gālava, Bhṛgu, Pulastya and Kaśyapa, Atri, Mārkaṇḍeya and Bṛhaspati, Dvita, Trita, Ekata and the four Kumāras, and Aṅgirā, Agastya, Yājñavalkya and Vāmadeva."
    },
    {
        "verse_id": "6",
        "text": "As soon as they saw the sages approaching, the kings and other gentlemen who had been seated immediately stood up, including the Pāṇḍava brothers and Kṛṣṇa and Balarāma. They all then bowed down to the sages, who are honored throughout the universe."
    },
    {
        "verse_id": "7",
        "text": "Lord Kṛṣṇa, Lord Balarāma and the other kings and leaders properly worshiped the sages by offering them words of greeting, sitting places, water for washing their feet, drinking water, flower garlands, incense and sandalwood paste."
    },
    {
        "verse_id": "8",
        "text": "After the sages were comfortably seated, the Supreme Lord Kṛṣṇa, whose transcendental body protects religious principles, addressed them in the midst of that great assembly. Everyone listened silently with rapt attention."
    },
    {
        "verse_id": "9",
        "text": "The Supreme Lord said: Now our lives are indeed successful, for we have obtained life’s ultimate goal: the audience of great yoga masters, which even demigods only rarely obtain."
    },
    {
        "verse_id": "10",
        "text": "How is it that people who are not very austere and who recognize God only in His Deity form in the temple can now see you, touch you, inquire from you, bow down to you, worship your feet and serve you in other ways?"
    },
    {
        "verse_id": "11",
        "text": "Mere bodies of water are not the real sacred places of pilgrimage, nor are mere images of earth and stone the true worshipable deities. These purify one only after a long time, but saintly sages purify one immediately upon being seen."
    },
    {
        "verse_id": "12",
        "text": "Neither the demigods controlling fire, the sun, the moon and the stars nor those in charge of earth, water, ether, air, speech and mind actually remove the sins of their worshipers, who continue to see in terms of dualities. But wise sages destroy one’s sins when respectfully served for even a few moments."
    },
    {
        "verse_id": "13",
        "text": "One who identifies his self as the inert body composed of mucus, bile and air, who assumes his wife and family are permanently his own, who thinks an earthen image or the land of his birth is worshipable, or who sees a place of pilgrimage as merely the water there, but who never identifies himself with, feels kinship with, worships or even visits those who are wise in spiritual truth — such a person is no better than a cow or an ass."
    },
    {
        "verse_id": "14",
        "text": "Śukadeva Gosvāmī said: Hearing such unfathomable words from the unlimitedly wise Lord Kṛṣṇa, the learned brāhmaṇas remained silent, their minds bewildered."
    },
    {
        "verse_id": "15",
        "text": "For some time the sages pondered the Supreme Lord’s behavior, which resembled that of a subordinate living being. They concluded that He was acting this way to instruct the people in general. Thus they smiled and spoke to Him, the spiritual master of the universe."
    },
    {
        "verse_id": "16",
        "text": "The great sages said: Your power of illusion has totally bewildered us, the most exalted knowers of the truth and leaders among the universal creators. Ah, how amazing is the behavior of the Supreme Lord! He covers Himself with His humanlike activities and pretends to be subject to superior control."
    },
    {
        "verse_id": "17",
        "text": "Indeed, the humanlike pastimes of the Almighty are simply a pretense! Effortlessly, He alone sends forth from His Self this variegated creation, maintains it and then swallows it up again, all without becoming entangled, just as the element earth takes on many names and forms in its various transformations."
    },
    {
        "verse_id": "18",
        "text": "Nonetheless, at suitable times You assume the pure mode of goodness to protect Your devotees and punish the wicked. Thus You, the Soul of the varṇāśrama social order, the Supreme Personality of Godhead, maintain the eternal path of the Vedas by enjoying Your pleasure pastimes."
    },
    {
        "verse_id": "19",
        "text": "The Vedas are Your spotless heart, and through them one can perceive — by means of austerity, study and self-control — the manifest, the unmanifest and the pure existence transcendental to both."
    },
    {
        "verse_id": "20",
        "text": "Therefore, O Supreme Brahman, You honor the members of the brahminical community, for they are the perfect agents by which one can realize You through the evidence of the Vedas. For that very reason You are the foremost worshiper of the brāhmaṇas."
    },
    {
        "verse_id": "21",
        "text": "Today our birth, education, austerity and vision have all become perfect because we have been able to associate with You, the goal of all saintly persons. Indeed, You Yourself are the ultimate, supreme blessing."
    },
    {
        "verse_id": "22",
        "text": "Let us offer obeisances unto that Supreme Personality of Godhead, Lord Kṛṣṇa, the infinitely intelligent Supersoul, who has disguised His greatness through His mystic Yoga-māyā."
    },
    {
        "verse_id": "23",
        "text": "Neither these kings nor even the Vṛṣṇis, who enjoy Your intimate association, know You as the Soul of all existence, the force of time and the supreme controller. For them You are covered by the curtain of Māyā."
    },
    {
        "verse_id": "24",
        "text": "A sleeping person imagines an alternative reality for himself and, seeing himself as having various names and forms, forgets his waking identity, which is distinct from the dream. Similarly, the senses of one whose consciousness is bewildered by illusion perceive only the names and forms of material objects. Thus such a person loses his memory and cannot know You."
    },
    {
        "verse_id": "26",
        "text": "Today we have directly seen Your feet, the source of the holy Ganges, which washes away volumes of sins. Perfected yogīs can at best meditate upon Your feet within their hearts. But only those who render You wholehearted devotional service and in this way vanquish the soul’s covering — the material mind — attain You as their final destination. Therefore kindly show mercy to us, Your devotees."
    },
    {
        "verse_id": "27",
        "text": "Śukadeva Gosvāmī said: Having thus spoken, O wise king, the sages then took leave of Lord Dāśārha, Dhṛtarāṣṭra and Yudhiṣṭhira and prepared to depart for their āśramas."
    },
    {
        "verse_id": "28",
        "text": "Seeing that they were about to leave, the renowned Vasudeva approached the sages. After bowing down to them and touching their feet, he spoke to them with carefully chosen words."
    },
    {
        "verse_id": "29",
        "text": "Śrī Vasudeva said: Obeisances to you, the residence of all the demigods. Please hear me, O sages. Kindly tell us how the reactions of one’s work can be counteracted by further work."
    },
    {
        "verse_id": "30",
        "text": "Śrī Nārada Muni said: O brāhmaṇas, it is not so amazing that in his eagerness to know, Vasudeva has asked us about his ultimate benefit, for he considers Kṛṣṇa a mere boy."
    },
    {
        "verse_id": "31",
        "text": "In this world familiarity breeds contempt. For example, one who lives on the banks of the Ganges might travel to some other body of water to be purified."
    },
    {
        "verse_id": "32",
        "text": "The Supreme Lord’s awareness is never disturbed by time, by the creation and destruction of the universe, by changes in its own qualities, or by anything else, whether self-caused or external. But although the consciousness of the Personality of Godhead, who is the supreme one without a second, is never affected by material distress, by the reactions of material work or by the constant flow of nature’s modes, ordinary persons nonetheless think that the Lord is covered by His own creations of prāṇa and other material elements, just as one may think that the sun is covered by clouds, snow or an eclipse."
    },
    {
        "verse_id": "34",
        "text": "[Śukadeva Gosvāmī continued:] The sages then spoke again, O King, addressing Vasudeva while all the kings, along with Lord Acyuta and Lord Rāma, listened."
    },
    {
        "verse_id": "35",
        "text": "[The sages said:] It has been definitely concluded that work is counteracted by further work when one executes Vedic sacrifices as a means of worshiping Viṣṇu, the Lord of all sacrifices, with sincere faith."
    },
    {
        "verse_id": "36",
        "text": "Learned authorities who see through the eye of scripture have demonstrated that this is the easiest method of subduing the agitated mind and attaining liberation, and that it is a sacred duty which brings joy to the heart."
    },
    {
        "verse_id": "37",
        "text": "This is the most auspicious path for a religious householder of the twice-born orders — to selflessly worship the Personality of Godhead with wealth honestly obtained."
    },
    {
        "verse_id": "38",
        "text": "An intelligent person should learn to renounce his desire for wealth by performing sacrifices and acts of charity. He should learn to renounce his desire for wife and children by experiencing family life. And he should learn to renounce his desire for promotion to a higher planet in his next life, O saintly Vasudeva, by studying the effects of time. Self-controlled sages who have thus renounced their attachment to household life go to the forest to perform austerities."
    },
    {
        "verse_id": "39",
        "text": "Dear Prabhu, a member of the twice-born classes is born with three kinds of debts — those owed to the demigods, to the sages and to his forefathers. If he leaves his body without first liquidating these debts by performing sacrifice, studying the scriptures and begetting children, he will fall down into a hellish condition."
    },
    {
        "verse_id": "40",
        "text": "But you, O magnanimous soul, are already free from two of your debts — those to the sages and the forefathers. Now absolve yourself of your debt to the demigods by executing Vedic sacrifices, and in this way free yourself completely of debt and renounce all material shelter."
    },
    {
        "verse_id": "41",
        "text": "O Vasudeva, without doubt you must have previously worshiped Lord Hari, the master of all worlds. Both you and your wife must have perfectly worshiped Him with supreme devotion, since He has accepted the role of your son."
    },
    {
        "verse_id": "42",
        "text": "Śukadeva Gosvāmī said: After hearing these statements of the sages, generous Vasudeva bowed his head to the ground and, praising them, requested them to become his priests."
    },
    {
        "verse_id": "43",
        "text": "Thus requested by him, O King, the sages engaged the pious Vasudeva in performing fire sacrifices at that holy place of Kurukṣetra according to strict religious principles and with most excellent ritual arrangements."
    },
    {
        "verse_id": "44",
        "text": "When Mahārāja Vasudeva was about to be initiated for the sacrifice, O King, the Vṛṣṇis came to the initiation pavilion after bathing and putting on fine clothes and garlands of lotuses. The other kings also came, elaborately ornamented, as well as all their joyful queens, who wore jeweled lockets around their necks and were also clad in fine garments. The royal wives were anointed with sandalwood paste and carried auspicious items for the worship."
    },
    {
        "verse_id": "46",
        "text": "Mṛdaṅgas, paṭahas, conchshells, bherīs, ānakas and other instruments resounded, male and female dancers danced, and sūtas and māgadhas recited glorifications. Sweet-voiced Gandharvīs sang, accompanied by their husbands."
    },
    {
        "verse_id": "47",
        "text": "After Vasudeva’s eyes had been decorated with black cosmetic and his body smeared with fresh butter, the priests initiated him according to scriptural rules by sprinkling him and his eighteen wives with sacred water. Encircled by his wives, he resembled the regal moon encircled by stars."
    },
    {
        "verse_id": "48",
        "text": "Vasudeva received initiation along with his wives, who wore silk saris and were adorned with bangles, necklaces, ankle bells and earrings. With his body wrapped in a deerskin, Vasudeva shone splendidly."
    },
    {
        "verse_id": "49",
        "text": "My dear Mahārāja Parīkṣit, Vasudeva’s priests and the officiating members of the assembly, dressed in silk dhotīs and jeweled ornaments, looked so effulgent that they seemed to be standing in the sacrificial arena of Indra, the killer of Vṛtra."
    },
    {
        "verse_id": "50",
        "text": "At that time Balarāma and Kṛṣṇa, the Lords of all living entities, shone forth with great majesty in the company of Their respective sons, wives and other family members, who were expansions of Their opulences."
    },
    {
        "verse_id": "51",
        "text": "Performing various kinds of Vedic sacrifice according to the proper regulations, Vasudeva worshiped the Lord of all sacrificial paraphernalia, mantras and rituals. He executed both primary and secondary sacrifices, offering oblations to the sacred fire and carrying out other aspects of sacrificial worship."
    },
    {
        "verse_id": "52",
        "text": "Then, at the appropriate time and according to scripture, Vasudeva remunerated the priests by decorating them with precious ornaments, though they were already richly adorned, and offering them valuable gifts of cows, land and marriageable girls."
    },
    {
        "verse_id": "53",
        "text": "After supervising the patnī-saṁyāja and avabhṛthya rituals, the great brāhmaṇa sages bathed in Lord Paraśurāma’s lake with the sponsor of the sacrifice, Vasudeva, who led them."
    },
    {
        "verse_id": "54",
        "text": "His sacred bath complete, Vasudeva joined with his wives in giving the jewelry and clothes they had been wearing to the professional reciters. Vasudeva then put on new garments, after which he honored all classes of people by feeding everyone, even the dogs."
    },
    {
        "verse_id": "55",
        "text": "With opulent gifts he honored his relatives, including all their wives and children; the royalty of the Vidarbha, Kosala, Kuru, Kāśī, Kekaya and Sṛñjaya kingdoms; the officiating members of the assembly; and also the priests, witnessing demigods, humans, spirits, forefathers and Cāraṇas. Then, taking permission from Lord Kṛṣṇa, the shelter of the goddess of fortune, the various guests departed as they all chanted the glories of Vasudeva’s sacrifice."
    },
    {
        "verse_id": "57",
        "text": "The Yadus were all embraced by their friends, close family members and other relatives, including Dhṛtarāṣṭra and his younger brother, Vidura; Pṛthā and her sons; Bhīṣma; Droṇa; the twins Nakula and Sahadeva; Nārada; and Vedavyāsa, the Personality of Godhead. Their hearts melting with affection, these and the other guests left for their kingdoms, their progress slowed by the pain of separation."
    },
    {
        "verse_id": "59",
        "text": "Nanda Mahārāja showed his affection for his relatives, the Yadus, by remaining with them a little longer, together with his cowherds. During his stay, Kṛṣṇa, Balarāma, Ugrasena and the others honored him with especially opulent worship."
    },
    {
        "verse_id": "60",
        "text": "Having so easily crossed over the vast ocean of his ambition, Vasudeva felt fully satisfied. In the company of his many well-wishers, he took Nanda by the hand and addressed him as follows."
    },
    {
        "verse_id": "61",
        "text": "Śrī Vasudeva said: My dear brother, God Himself has tied the knot called affection, which tightly binds human beings together. It seems to me that even great heroes and mystics find it very difficult to free themselves from it."
    },
    {
        "verse_id": "62",
        "text": "Indeed, the Supreme Lord must have created the bonds of affection, for such exalted saints as you have never stopped showing matchless friendship toward us ingrates, although it has never been properly reciprocated."
    },
    {
        "verse_id": "63",
        "text": "Previously, dear brother, we did nothing to benefit you because we were unable to, yet even now that you are present before us, our eyes are so blinded by the intoxication of material good fortune that we continue to ignore you."
    },
    {
        "verse_id": "64",
        "text": "O most respectful one, may a person who wants the highest benefit in life never gain kingly opulence, for it leaves him blind to the needs of his own family and friends."
    },
    {
        "verse_id": "65",
        "text": "Śrī Śukadeva Gosvāmī said: His heart softened by feelings of intimate sympathy, Vasudeva wept. His eyes brimmed with tears as he remembered the friendship Nanda had shown him."
    },
    {
        "verse_id": "66",
        "text": "And on his part, Nanda was also full of affection for his friend Vasudeva. Thus during the following days Nanda would repeatedly announce, “I will be leaving later today” and “I will be leaving tomorrow.” But out of love for Kṛṣṇa and Balarāma he remained there for three more months, honored by all the Yadus."
    },
    {
        "verse_id": "67",
        "text": "Then, after Vasudeva, Ugrasena, Kṛṣṇa, Uddhava, Balarāma and others had fulfilled his desires and presented him with precious ornaments, fine linen and varieties of priceless household furnishings, Nanda Mahārāja accepted all these gifts and took his leave. Seen off by all the Yadus, he departed with his family members and the residents of Vraja."
    },
    {
        "verse_id": "69",
        "text": "Unable to withdraw their minds from Lord Govinda’s lotus feet, where they had surrendered them, Nanda and the cowherd men and women returned to Mathurā."
    },
    {
        "verse_id": "70",
        "text": "Their relatives having thus departed, and seeing that the rainy season was approaching, the Vṛṣṇis, whose only Lord was Kṛṣṇa, went back to Dvārakā."
    },
    {
        "verse_id": "71",
        "text": "They told the people of the city about the festive sacrifices performed by Vasudeva, lord of the Yadus, and about everything else that had happened during their pilgrimage, especially how they had met with all their loved ones."
    }
]