[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Having thus spoken, all those infuriated kings donned their armor and mounted their conveyances. Each king, bow in hand, was surrounded by his own army as he went after Lord Kṛṣṇa."
    },
    {
        "verse_id": "2",
        "text": "The commanders of the Yādava army, seeing the enemy racing to attack, turned to face them and stood firm, O King, twanging their bows."
    },
    {
        "verse_id": "3",
        "text": "Mounted on the backs of horses, the shoulders of elephants and the seats of chariots, the enemy kings, expert with weapons, rained down arrows upon the Yadus like clouds pouring rain on mountains."
    },
    {
        "verse_id": "4",
        "text": "Slender-waisted Rukmiṇī, seeing her Lord’s army covered by torrents of arrows, shyly looked at His face with fear-stricken eyes."
    },
    {
        "verse_id": "5",
        "text": "In response the Lord laughed and assured her, “Do not be afraid, beautiful-eyed one. This enemy force is about to be destroyed by your soldiers.”"
    },
    {
        "verse_id": "6",
        "text": "The heroes of the Lord’s army, headed by Gada and Saṅkarṣaṇa, could not tolerate the aggression of the opposing kings. Thus with iron arrows they began to strike down the enemy’s horses, elephants and chariots."
    },
    {
        "verse_id": "7",
        "text": "The heads of soldiers fighting on chariots, horses and elephants fell to the ground by the millions; some heads wore earrings and helmets, others turbans."
    },
    {
        "verse_id": "8",
        "text": "Lying all around were thighs, legs and fingerless hands, along with hands clutching swords, clubs and bows, and also the heads of horses, donkeys, elephants, camels, wild asses and humans."
    },
    {
        "verse_id": "9",
        "text": "Seeing their armies being struck down by the Vṛṣṇis, who were eager for victory, the kings headed by Jarāsandha were discouraged and left the battlefield."
    },
    {
        "verse_id": "10",
        "text": "The kings approached Śiśupāla, who was disturbed like a man who has lost his wife. His complexion was drained of color, his enthusiasm was gone, and his face appeared dried up. The kings spoke to him as follows."
    },
    {
        "verse_id": "11",
        "text": "[Jarāsandha said:] Listen, Śiśupāla, O tiger among men, give up your depression. After all, embodied beings’ happiness and unhappiness is never seen to be permanent, O King."
    },
    {
        "verse_id": "12",
        "text": "Just as a puppet in the form of a woman dances by the desire of the puppeteer, so this world, controlled by the Supreme Lord, struggles in both happiness and misery."
    },
    {
        "verse_id": "13",
        "text": "In battle with Kṛṣṇa I and my twenty-three armies lost seventeen times; only once did I defeat Him."
    },
    {
        "verse_id": "14",
        "text": "But still I never lament or rejoice, because I know this world is driven by time and fate."
    },
    {
        "verse_id": "15",
        "text": "And now all of us, great commanders of military leaders, have been defeated by the Yadus and their small entourage, who are protected by Kṛṣṇa."
    },
    {
        "verse_id": "16",
        "text": "Now our enemies have conquered because time favors them, but in the future, when time is auspicious for us, we shall conquer."
    },
    {
        "verse_id": "17",
        "text": "Śukadeva Gosvāmī said: Thus persuaded by his friends, Śiśupāla took his followers and went back to his capital. The surviving warriors also returned to their respective cities."
    },
    {
        "verse_id": "18",
        "text": "Powerful Rukmī, however, was especially envious of Kṛṣṇa. He could not bear the fact that Kṛṣṇa had carried off his sister to marry her in the Rākṣasa style. Thus he pursued the Lord with an entire military division."
    },
    {
        "verse_id": "19",
        "text": "Frustrated and enraged, mighty-armed Rukmī, dressed in armor and wielding his bow, had sworn before all the kings, “I shall not again enter Kuṇḍina if I do not kill Kṛṣṇa in battle and bring Rukmiṇī back with me. I swear this to you.”"
    },
    {
        "verse_id": "21",
        "text": "Having said this, he had mounted his chariot and told his charioteer, “Drive the horses quickly to where Kṛṣṇa is. He and I must fight."
    },
    {
        "verse_id": "22",
        "text": "“This wicked-minded cowherd boy, infatuated with His prowess, has violently abducted my sister. But today I will remove His pride with my sharp arrows.”"
    },
    {
        "verse_id": "23",
        "text": "Boasting thus, foolish Rukmī, ignorant of the true extent of the Supreme Lord’s power, approached Lord Govinda in his lone chariot and challenged Him, “Just stand and fight!”"
    },
    {
        "verse_id": "24",
        "text": "Rukmī drew his bow with great strength and struck Lord Kṛṣṇa with three arrows. Then he said, “Stand here for a moment, O defiler of the Yadu dynasty!"
    },
    {
        "verse_id": "25",
        "text": "“Wherever You go, carrying off my sister like a crow stealing sacrificial butter, I will follow. This very day I shall relieve You of Your false pride, You fool, You deceiver, You cheater in battle!"
    },
    {
        "verse_id": "26",
        "text": "“Release the girl before You are struck dead by my arrows and made to lie down!” In response to this, Lord Kṛṣṇa smiled, and with six arrows He struck Rukmī and broke his bow."
    },
    {
        "verse_id": "27",
        "text": "The Lord struck Rukmī’s four horses with eight arrows, his chariot driver with two, and the chariot’s flag with three. Rukmī grabbed another bow and struck Lord Kṛṣṇa with five arrows."
    },
    {
        "verse_id": "28",
        "text": "Although hit by these many arrows, Lord Acyuta again broke Rukmī’s bow. Rukmī picked up yet another bow, but the infallible Lord broke that one to pieces as well."
    },
    {
        "verse_id": "29",
        "text": "Iron bludgeon, three-pointed spear, sword and shield, pike, javelin — whatever weapon Rukmī picked up, Lord Hari smashed it to bits."
    },
    {
        "verse_id": "30",
        "text": "Then Rukmī leaped down from his chariot and, sword in hand, rushed furiously toward Kṛṣṇa to kill Him, like a bird flying into the wind."
    },
    {
        "verse_id": "31",
        "text": "As Rukmī attacked Him, the Lord shot arrows that broke Rukmī’s sword and shield into small pieces. Kṛṣṇa then took up His own sharp sword and prepared to kill Rukmī."
    },
    {
        "verse_id": "32",
        "text": "Seeing Lord Kṛṣṇa ready to kill her brother, saintly Rukmiṇī was filled with alarm. She fell at her husband’s feet and piteously spoke as follows."
    },
    {
        "verse_id": "33",
        "text": "Śrī Rukmiṇī said: O controller of all mystic power, immeasurable one, Lord of lords, master of the universe! O all auspicious and mighty-armed one, please do not kill my brother!"
    },
    {
        "verse_id": "34",
        "text": "Śukadeva Gosvāmī said: Rukmiṇī’s utter fear caused her limbs to tremble and her mouth to dry up, while her throat choked up out of sorrow. And in her agitation her golden necklace scattered. She grasped Kṛṣṇa’s feet, and the Lord, feeling compassionate, desisted."
    },
    {
        "verse_id": "35",
        "text": "Lord Kṛṣṇa tied up the evil-doer with a strip of cloth. He then proceeded to disfigure Rukmī by comically shaving him, leaving parts of his mustache and hair. By that time the Yadu heroes had crushed the extraordinary army of their opponents, just as elephants crush a lotus flower."
    },
    {
        "verse_id": "36",
        "text": "As the Yadus approached Lord Kṛṣṇa, they saw Rukmī in this sorry condition, practically dying of shame. When the all-powerful Lord Balarāma saw Rukmī, He compassionately released him and spoke the following to Lord Kṛṣṇa."
    },
    {
        "verse_id": "37",
        "text": "[Lord Balarāma said:] My dear Kṛṣṇa, You have acted improperly! This deed will bring shame on Us, for to disfigure a close relative by shaving off his mustache and hair is as good as killing him."
    },
    {
        "verse_id": "38",
        "text": "Saintly lady, please do not be displeased with Us out of anxiety for your brother’s disfigurement. No one but oneself is responsible for one’s joy and grief, for a man experiences the result of his own deeds."
    },
    {
        "verse_id": "39",
        "text": "[Again addressing Kṛṣṇa, Balarāma said:] A relative should not be killed even if his wrongdoing warrants capital punishment. Rather, he should be thrown out of the family. Since he has already been killed by his own sin, why kill him again?"
    },
    {
        "verse_id": "40",
        "text": "[Turning to Rukmiṇī, Balarāma continued:] The code of sacred duty for warriors established by Lord Brahmā enjoins that one may have to kill even his own brother. That is indeed a most dreadful law."
    },
    {
        "verse_id": "41",
        "text": "[Again Balarāma addressed Kṛṣṇa:] Blinded by conceit with their personal opulences, proud men offend others for the sake of such things as kingdom, land, wealth, women, honor and power."
    },
    {
        "verse_id": "42",
        "text": "[To Rukmiṇī Balarāma said:] Your attitude is unfair, for like an ignorant person you wish good to those who are inimical to all living beings and who have done evil to your true well-wishers."
    },
    {
        "verse_id": "43",
        "text": "The Supreme Lord’s Māyā makes men forget their real selves, and thus, taking the body for the self, they consider others to be friends, enemies or neutral parties."
    },
    {
        "verse_id": "44",
        "text": "Those who are bewildered perceive the one Supreme Soul, who resides in all embodied beings, as many, just as one may perceive the light in the sky, or the sky itself, as many."
    },
    {
        "verse_id": "45",
        "text": "This material body, which has a beginning and an end, is composed of the physical elements, the senses and the modes of nature. The body, imposed on the self by material ignorance, causes one to experience the cycle of birth and death."
    },
    {
        "verse_id": "46",
        "text": "O intelligent lady, the soul never undergoes contact with or separation from insubstantial, material objects, because the soul is their very origin and illuminator. Thus the soul resembles the sun, which neither comes in contact with nor separates from the sense of sight and what is seen."
    },
    {
        "verse_id": "47",
        "text": "Birth and other transformations are undergone by the body but never by the self, just as change occurs for the moon’s phases but never for the moon, though the new-moon day may be called the moon’s “death.”"
    },
    {
        "verse_id": "48",
        "text": "As a sleeping person perceives himself, the objects of sense enjoyment and the fruits of his acts within the illusion of a dream, so one who is unintelligent undergoes material existence."
    },
    {
        "verse_id": "49",
        "text": "Therefore, with transcendental knowledge dispel the grief that is weakening and confounding your mind. Please resume your natural mood, O princess of the pristine smile."
    },
    {
        "verse_id": "50",
        "text": "Śukadeva Gosvāmī said: Thus enlightened by Lord Balarāma, slender Rukmiṇī forgot her depression and steadied her mind by spiritual intelligence."
    },
    {
        "verse_id": "51",
        "text": "Left with only his life air, cast out by his enemies and deprived of his strength and bodily radiance, Rukmī could not forget how he had been disfigured. In frustration he constructed for his residence a large city, which he called Bhojakaṭa."
    },
    {
        "verse_id": "52",
        "text": "Because he had promised “I will not reenter Kuṇḍina until I have killed wicked Kṛṣṇa and brought back my younger sister,” in a mood of angry frustration Rukmī took up residence at that very place."
    },
    {
        "verse_id": "53",
        "text": "Thus defeating all the opposing kings, the Supreme Personality of Godhead brought the daughter of Bhīṣmaka to His capital and married her according to the Vedic injunctions, O protector of the Kurus."
    },
    {
        "verse_id": "54",
        "text": "At that time, O King, there was great rejoicing in all the homes of Yadupurī, whose citizens loved only Kṛṣṇa, chief of the Yadus."
    },
    {
        "verse_id": "55",
        "text": "All the men and women, full of joy and adorned with shining jewels and earrings, brought wedding presents, which they reverently offered to the exquisitely dressed groom and bride."
    },
    {
        "verse_id": "56",
        "text": "The city of the Vṛṣṇis appeared most beautiful: there were tall, festive columns, and also archways decorated with flower garlands, cloth banners and precious gems. Arrangements of auspicious, full waterpots, aguru-scented incense, and lamps graced every doorway."
    },
    {
        "verse_id": "57",
        "text": "The city’s streets were cleansed by the intoxicated elephants belonging to the beloved kings who were guests at the wedding, and these elephants further enhanced the beauty of the city by placing trunks of plantain and betel-nut trees in all the doorways."
    },
    {
        "verse_id": "58",
        "text": "Those who belonged to the royal families of the Kuru, Sṛñjaya, Kaikeya, Vidarbha, Yadu and Kunti clans joyfully met one another in the midst of the crowds of people excitedly running here and there."
    },
    {
        "verse_id": "59",
        "text": "The kings and their daughters were totally astonished to hear the story of Rukmiṇī’s abduction, which was being glorified in song everywhere."
    },
    {
        "verse_id": "60",
        "text": "Dvārakā’s citizens were overjoyed to see Kṛṣṇa, the Lord of all opulence, united with Rukmiṇī, the goddess of fortune."
    }
]