[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: When the cowherd girls heard the Supreme Personality of Godhead speak these most charming words, they forgot their distress caused by separation from Him. Touching His transcendental limbs, they felt all their desires fulfilled."
    },
    {
        "verse_id": "2",
        "text": "There on the Yamunā’s banks Lord Govinda then began the pastime of the rāsa dance in the company of those jewels among women, the faithful gopīs, who joyfully linked their arms together."
    },
    {
        "verse_id": "3",
        "text": "The festive rāsa dance commenced, with the gopīs arrayed in a circle. Lord Kṛṣṇa expanded Himself and entered between each pair of gopīs, and as that master of mystic power placed His arms around their necks, each girl thought He was standing next to her alone. The demigods and their wives were overwhelmed with eagerness to witness the rāsa dance, and they soon crowded the sky with their hundreds of celestial airplanes."
    },
    {
        "verse_id": "4",
        "text": "Kettledrums then resounded in the sky while flowers rained down and the chief Gandharvas and their wives sang Lord Kṛṣṇa’s spotless glories."
    },
    {
        "verse_id": "5",
        "text": "A tumultuous sound arose from the armlets, ankle bells and waist bells of the gopīs as they sported with their beloved Kṛṣṇa in the circle of the rāsa dance."
    },
    {
        "verse_id": "6",
        "text": "In the midst of the dancing gopīs, Lord Kṛṣṇa appeared most brilliant, like an exquisite sapphire in the midst of golden ornaments."
    },
    {
        "verse_id": "7",
        "text": "As the gopīs sang in praise of Kṛṣṇa, their feet danced, their hands gestured, and their eyebrows moved with playful smiles. With their braids and belts tied tight, their waists bending, their faces perspiring, the garments on their breasts moving this way and that, and their earrings swinging on their cheeks, Lord Kṛṣṇa’s young consorts shone like streaks of lightning in a mass of clouds."
    },
    {
        "verse_id": "8",
        "text": "Eager to enjoy conjugal love, their throats colored with various pigments, the gopīs sang loudly and danced. They were overjoyed by Kṛṣṇa’s touch, and they sang songs that filled the entire universe."
    },
    {
        "verse_id": "9",
        "text": "One gopī, joining Lord Mukunda in His singing, sang pure melodious tones that rose harmoniously above His. Kṛṣṇa was pleased and showed great appreciation for her performance, saying “Excellent! Excellent!” Then another gopī repeated the same melody, but in a special metrical pattern, and Kṛṣṇa praised her also."
    },
    {
        "verse_id": "10",
        "text": "When one gopī grew tired from the rāsa dance, She turned to Kṛṣṇa, standing at Her side holding a baton, and grasped His shoulder with Her arm. The dancing had loosened Her bracelets and the flowers in Her hair."
    },
    {
        "verse_id": "11",
        "text": "Upon the shoulder of one gopī Kṛṣṇa placed His arm, whose natural blue-lotus fragrance was mixed with that of the sandalwood pulp anointing it. As the gopī relished that fragrance, her bodily hair stood on end in jubilation, and she kissed His arm."
    },
    {
        "verse_id": "12",
        "text": "Next to Kṛṣṇa’s cheek one gopī put her own, beautified by the effulgence of her earrings, which glittered as she danced. Kṛṣṇa then carefully gave her the betel nut He was chewing."
    },
    {
        "verse_id": "13",
        "text": "Another gopī became fatigued as she danced and sang, the bells on her ankles and waist tinkling. So she placed upon her breasts the comforting lotus hand of Lord Acyuta, who was standing by her side."
    },
    {
        "verse_id": "14",
        "text": "Having attained as their intimate lover Lord Acyuta, the exclusive consort of the goddess of fortune, the gopīs enjoyed great pleasure. They sang His glories as He held their necks with His arms."
    },
    {
        "verse_id": "15",
        "text": "Enhancing the beauty of the gopīs’ faces were the lotus flowers behind their ears, the locks of hair decorating their cheeks, and drops of perspiration. The reverberation of their armlets and ankle bells made a loud musical sound, and their chaplets scattered. Thus the gopīs danced with the Supreme Lord in the arena of the rāsa dance as swarms of bees sang in accompaniment."
    },
    {
        "verse_id": "16",
        "text": "In this way Lord Kṛṣṇa, the original Lord Nārāyaṇa, master of the goddess of fortune, took pleasure in the company of the young women of Vraja by embracing them, caressing them and glancing lovingly at them as He smiled His broad, playful smiles. It was just as if a child were playing with his own reflection."
    },
    {
        "verse_id": "17",
        "text": "Their senses overwhelmed by the joy of having His physical association, the gopīs could not prevent their hair, their dresses and the cloths covering their breasts from becoming disheveled. Their garlands and ornaments scattered, O hero of the Kuru dynasty."
    },
    {
        "verse_id": "18",
        "text": "The wives of the demigods, observing Kṛṣṇa’s playful activities from their airplanes, were entranced and became agitated with lust. Indeed, even the moon and his entourage, the stars, became astonished."
    },
    {
        "verse_id": "19",
        "text": "Expanding Himself as many times as there were cowherd women to associate with, the Supreme Lord, though self-satisfied, playfully enjoyed their company."
    },
    {
        "verse_id": "20",
        "text": "Seeing that the gopīs were fatigued from conjugal enjoyment, my dear King, merciful Kṛṣṇa lovingly wiped their faces with His comforting hand."
    },
    {
        "verse_id": "21",
        "text": "The gopīs honored their hero with smiling glances sweetened by the beauty of their cheeks and the effulgence of their curly locks and glittering golden earrings. Overjoyed from the touch of His fingernails, they chanted the glories of His all-auspicious transcendental pastimes."
    },
    {
        "verse_id": "22",
        "text": "Lord Kṛṣṇa’s garland had been crushed during His conjugal dalliance with the gopīs and colored vermilion by the kuṅkuma powder on their breasts. To dispel the fatigue of the gopīs, Kṛṣṇa entered the water of the Yamunā, followed swiftly by bees who were singing like the best of the Gandharvas. He appeared like a lordly elephant entering the water to relax in the company of his consorts. Indeed, the Lord had transgressed all worldly and Vedic morality just as a powerful elephant might break the dikes in a paddy field."
    },
    {
        "verse_id": "23",
        "text": "My dear King, in the water Kṛṣṇa found Himself being splashed on all sides by the laughing gopīs, who looked at Him with love. As the demigods worshiped Him by showering flowers from their airplanes, the self-satisfied Lord took pleasure in playing like the king of the elephants."
    },
    {
        "verse_id": "24",
        "text": "Then the Lord strolled through a small forest on the bank of the Yamunā. This forest was filled to its limits with breezes carrying the fragrances of all the flowers growing on the land and in the water. Followed by His entourage of bees and beautiful women, Lord Kṛṣṇa appeared like an intoxicated elephant with his she-elephants."
    },
    {
        "verse_id": "25",
        "text": "Although the gopīs were firmly attached to Lord Kṛṣṇa, whose desires are always fulfilled, the Lord was not internally affected by any mundane sex desire. Still, to perform His pastimes the Lord took advantage of all those moonlit autumn nights, which inspire poetic descriptions of transcendental affairs."
    },
    {
        "verse_id": "26",
        "text": "Parīkṣit Mahārāja said: O brāhmaṇa, the Supreme Personality of Godhead, the Lord of the universe, has descended to this earth along with His plenary portion to destroy irreligion and reestablish religious principles. Indeed, He is the original speaker, follower and guardian of moral laws. How, then, could He have violated them by touching other men’s wives?"
    },
    {
        "verse_id": "28",
        "text": "O faithful upholder of vows, please destroy our doubt by explaining to us what purpose the self-satisfied Lord of the Yadus had in mind when He behaved so contemptibly."
    },
    {
        "verse_id": "29",
        "text": "Śukadeva Gosvāmī said: The status of powerful controllers is not harmed by any apparently audacious transgression of morality we may see in them, for they are just like fire, which devours everything fed into it and remains unpolluted."
    },
    {
        "verse_id": "30",
        "text": "One who is not a great controller should never imitate the behavior of ruling personalities, even mentally. If out of foolishness an ordinary person does imitate such behavior, he will simply destroy himself, just as a person who is not Rudra would destroy himself if he tried to drink an ocean of poison."
    },
    {
        "verse_id": "31",
        "text": "The statements of the Lord’s empowered servants are always true, and the acts they perform are exemplary when consistent with those statements. Therefore one who is intelligent should carry out their instructions."
    },
    {
        "verse_id": "32",
        "text": "My dear Prabhu, when these great persons who are free from false ego act piously in this world, they have no selfish motives to fulfill, and even when they act in apparent contradiction to the laws of piety, they are not subject to sinful reactions."
    },
    {
        "verse_id": "33",
        "text": "How, then, could the Lord of all created beings — animals, men and demigods — have any connection with the piety and impiety that affect His subject creatures?"
    },
    {
        "verse_id": "34",
        "text": "Material activities never entangle the devotees of the Supreme Lord, who are fully satisfied by serving the dust of His lotus feet. Nor do material activities entangle those intelligent sages who have freed themselves from the bondage of all fruitive reactions by the power of yoga. So how could there be any question of bondage for the Lord Himself, who assumes His transcendental forms according to His own sweet will?"
    },
    {
        "verse_id": "35",
        "text": "He who lives as the overseeing witness within the gopīs and their husbands, and indeed within all embodied living beings, assumes forms in this world to enjoy transcendental pastimes."
    },
    {
        "verse_id": "36",
        "text": "When the Lord assumes a humanlike body to show mercy to His devotees, He engages in such pastimes as will attract those who hear about them to become dedicated to Him."
    },
    {
        "verse_id": "37",
        "text": "The cowherd men, bewildered by Kṛṣṇa’s illusory potency, thought their wives had remained home at their sides. Thus they did not harbor any jealous feelings against Him."
    },
    {
        "verse_id": "38",
        "text": "After an entire night of Brahmā had passed, Lord Kṛṣṇa advised the gopīs to return to their homes. Although they did not wish to do so, the Lord’s beloved consorts complied with His command."
    },
    {
        "verse_id": "39",
        "text": "Anyone who faithfully hears or describes the Lord’s playful affairs with the young gopīs of Vṛndāvana will attain the Lord’s pure devotional service. Thus he will quickly become sober and conquer lust, the disease of the heart."
    }
]