[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: O King, one day Kṛṣṇa decided to take His breakfast as a picnic in the forest. Having risen early in the morning, He blew His bugle made of horn and woke all the cowherd boys and calves with its beautiful sound. Then Kṛṣṇa and the boys, keeping their respective groups of calves before them, proceeded from Vrajabhūmi to the forest."
    },
    {
        "verse_id": "2",
        "text": "At that time, hundreds and thousands of cowherd boys came out of their respective homes in Vrajabhūmi and joined Kṛṣṇa, keeping before them their hundreds and thousands of groups of calves. The boys were very beautiful, and they were equipped with lunch bags, bugles, flutes, and sticks for controlling the calves."
    },
    {
        "verse_id": "3",
        "text": "Along with the cowherd boys and their own groups of calves, Kṛṣṇa came out with an unlimited number of calves assembled. Then all the boys began to sport in the forest in a greatly playful spirit."
    },
    {
        "verse_id": "4",
        "text": "Although all these boys were already decorated by their mothers with ornaments of kāca, guñjā, pearls and gold, when they went into the forest they further decorated themselves with fruits, green leaves, bunches of flowers, peacock feathers and soft minerals."
    },
    {
        "verse_id": "5",
        "text": "All the cowherd boys used to steal one another’s lunch bags. When a boy came to understand that his bag had been taken away, the other boys would throw it farther away, to a more distant place, and those standing there would throw it still farther. When the proprietor of the bag became disappointed, the other boys would laugh, the proprietor would cry, and then the bag would be returned."
    },
    {
        "verse_id": "6",
        "text": "Sometimes Kṛṣṇa would go to a somewhat distant place to see the beauty of the forest. Then all the other boys would run to accompany Him, each one saying, “I shall be the first to run and touch Kṛṣṇa! I shall touch Kṛṣṇa first!” In this way they enjoyed life by repeatedly touching Kṛṣṇa."
    },
    {
        "verse_id": "7",
        "text": "All the boys would be differently engaged. Some boys blew their flutes, and others blew bugles made of horn. Some imitated the buzzing of the bumblebees, and others imitated the voice of the cuckoo. Some boys imitated flying birds by running after the birds’ shadows on the ground, some imitated the beautiful movements and attractive postures of the swans, some sat down with the ducks, sitting silently, and others imitated the dancing of the peacocks. Some boys attracted young monkeys in the trees, some jumped into the trees, imitating the monkeys, some made faces as the monkeys were accustomed to do, and others jumped from one branch to another. Some boys went to the waterfalls and crossed over the river, jumping with the frogs, and when they saw their own reflections on the water they would laugh. They would also condemn the sounds of their own echoes. In this way, all the cowherd boys used to play with Kṛṣṇa, who is the source of the Brahman effulgence for jñānīs desiring to merge into that effulgence, who is the Supreme Personality of Godhead for devotees who have accepted eternal servitorship, and who for ordinary persons is but another ordinary child. The cowherd boys, having accumulated the results of pious activities for many lives, were able to associate in this way with the Supreme Personality of Godhead. How can one explain their great fortune?"
    },
    {
        "verse_id": "12",
        "text": "Yogīs may undergo severe austerities and penances for many births by practicing yama, niyama, āsana and prāṇāyāma, none of which are easily performed. Yet in due course of time, when these yogīs attain the perfection of controlling the mind, they will still be unable to taste even a particle of dust from the lotus feet of the Supreme Personality of Godhead. What then can we describe about the great fortune of the inhabitants of Vrajabhūmi, Vṛndāvana, with whom the Supreme Personality of Godhead personally lived and who saw the Lord face to face?"
    },
    {
        "verse_id": "13",
        "text": "My dear King Parīkṣit, thereafter there appeared a great demon named Aghāsura, whose death was being awaited even by the demigods. The demigods drank nectar every day, but still they feared this great demon and awaited his death. This demon could not tolerate the transcendental pleasure being enjoyed in the forest by the cowherd boys."
    },
    {
        "verse_id": "14",
        "text": "Aghāsura, who had been sent by Kaṁsa, was the younger brother of Pūtanā and Bakāsura. Therefore when he came and saw Kṛṣṇa at the head of all the cowherd boys, he thought, “This Kṛṣṇa has killed my sister and brother, Pūtanā and Bakāsura. Therefore, in order to please them both, I shall kill this Kṛṣṇa, along with His assistants, the other cowherd boys.”"
    },
    {
        "verse_id": "15",
        "text": "Aghāsura thought: If somehow or other I can make Kṛṣṇa and His associates serve as the last offering of sesame and water for the departed souls of my brother and sister, then the inhabitants of Vrajabhūmi, for whom these boys are the life and soul, will automatically die. If there is no life, there is no need for the body; consequently, when their sons are dead, naturally all the inhabitants of Vraja will die."
    },
    {
        "verse_id": "16",
        "text": "After thus deciding, that crooked Aghāsura assumed the form of a huge python, as thick as a big mountain and as long as eight miles. Having assumed this wonderful python’s body, he spread his mouth like a big cave in the mountains and lay down on the road, expecting to swallow Kṛṣṇa and His associates the cowherd boys."
    },
    {
        "verse_id": "17",
        "text": "His lower lip rested on the surface of the earth, and his upper lip was touching the clouds in the sky. The borders of his mouth resembled the sides of a big cave in a mountain, and the middle of his mouth was as dark as possible. His tongue resembled a broad traffic-way, his breath was like a warm wind, and his eyes blazed like fire."
    },
    {
        "verse_id": "18",
        "text": "Upon seeing this demon’s wonderful form, which resembled a great python, the boys thought that it must be a beautiful scenic spot of Vṛndāvana. Thereafter, they imagined it to be similar to the mouth of a great python. In other words, the boys, unafraid, thought that it was a statue made in the shape of a great python for the enjoyment of their pastimes."
    },
    {
        "verse_id": "19",
        "text": "The boys said: Dear friends, is this creature dead, or is it actually a living python with its mouth spread wide just to swallow us all? Kindly clear up this doubt."
    },
    {
        "verse_id": "20",
        "text": "Thereafter they decided: Dear friends, this is certainly an animal sitting here to swallow us all. Its upper lip resembles a cloud reddened by the sunshine, and its lower lip resembles the reddish shadows of a cloud."
    },
    {
        "verse_id": "21",
        "text": "On the left and right, the two depressions resembling mountain caves are the corners of its mouth, and the high mountain peaks are its teeth."
    },
    {
        "verse_id": "22",
        "text": "In length and breadth the animal’s tongue resembles a broad traffic-way, and the inside of its mouth is very, very dark, like a cave in a mountain."
    },
    {
        "verse_id": "23",
        "text": "The hot fiery wind is the breath coming out of his mouth, which is giving off the bad smell of burning flesh because of all the dead bodies he has eaten."
    },
    {
        "verse_id": "24",
        "text": "Then the boys said, “Has this living creature come to swallow us? If he does so, he will immediately be killed like Bakāsura, without delay.” Thus they looked at the beautiful face of Kṛṣṇa, the enemy of Bakāsura, and, laughing loudly and clapping their hands, they entered the mouth of the python."
    },
    {
        "verse_id": "25",
        "text": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, who is situated as antaryāmī, the Supersoul, in the core of everyone’s heart, heard the boys talking among themselves about the artificial python. Unknown to them, it was actually Aghāsura, a demon who had appeared as a python. Kṛṣṇa, knowing this, wanted to forbid His associates to enter the demon’s mouth."
    },
    {
        "verse_id": "26",
        "text": "In the meantime, while Kṛṣṇa was considering how to stop them, all the cowherd boys entered the mouth of the demon. The demon, however, did not swallow them, for he was thinking of his own relatives who had been killed by Kṛṣṇa and was just waiting for Kṛṣṇa to enter his mouth."
    },
    {
        "verse_id": "27",
        "text": "Kṛṣṇa saw that all the cowherd boys, who did not know anyone but Him as their Lord, had now gone out of His hand and were helpless, having entered like straws into the fire of the abdomen of Aghāsura, who was death personified. It was intolerable for Kṛṣṇa to be separated from His friends the cowherd boys. Therefore, as if seeing that this had been arranged by His internal potency, Kṛṣṇa was momentarily struck with wonder and unsure of what to do."
    },
    {
        "verse_id": "28",
        "text": "Now, what was to be done? How could both the killing of this demon and the saving of the devotees be performed simultaneously? Kṛṣṇa, being unlimitedly potent, decided to wait for an intelligent means by which He could simultaneously save the boys and kill the demon. Then He entered the mouth of Aghāsura."
    },
    {
        "verse_id": "29",
        "text": "When Kṛṣṇa entered the mouth of Aghāsura, the demigods hidden behind the clouds exclaimed, “Alas! Alas!” But the friends of Aghāsura, like Kaṁsa and other demons, were jubilant."
    },
    {
        "verse_id": "30",
        "text": "When the invincible Supreme Personality of Godhead, Kṛṣṇa, heard the demigods crying “Alas! Alas!” from behind the clouds, He immediately enlarged Himself within the demon’s throat, just to save Himself and the cowherd boys, His own associates, from the demon who wished to smash them."
    },
    {
        "verse_id": "31",
        "text": "Then, because Kṛṣṇa had increased the size of His body, the demon extended his own body to a very large size. Nonetheless, his breathing stopped, he suffocated, and his eyes rolled here and there and popped out. The demon’s life air, however, could not pass through any outlet, and therefore it finally burst out through a hole in the top of the demon’s head."
    },
    {
        "verse_id": "32",
        "text": "When all the demon’s life air had passed away through that hole in the top of his head, Kṛṣṇa glanced over the dead calves and cowherd boys and brought them back to life. Then Mukunda, who can give one liberation, came out from the demon’s mouth with His friends and the calves."
    },
    {
        "verse_id": "33",
        "text": "From the body of the gigantic python, a glaring effulgence came out, illuminating all directions, and stayed individually in the sky until Kṛṣṇa came out from the corpse’s mouth. Then, as all the demigods looked on, this effulgence entered into Kṛṣṇa’s body."
    },
    {
        "verse_id": "34",
        "text": "Thereafter, everyone being pleased, the demigods began to shower flowers from Nandana-kānana, the celestial dancing girls began to dance, and the Gandharvas, who are famous for singing, offered songs of prayer. The drummers began to beat their kettledrums, and the brāhmaṇas offered Vedic hymns. In this way, both in the heavens and on earth, everyone began to perform his own duties, glorifying the Lord."
    },
    {
        "verse_id": "35",
        "text": "When Lord Brahmā heard the wonderful ceremony going on near his planet, accompanied by music and songs and sounds of “Jaya! Jaya!” he immediately came down to see the function. Upon seeing so much glorification of Lord Kṛṣṇa, he was completely astonished."
    },
    {
        "verse_id": "36",
        "text": "O King Parīkṣit, when the python-shaped body of Aghāsura dried up into merely a big skin, it became a wonderful place for the inhabitants of Vṛndāvana to visit, and it remained so for a long, long time."
    },
    {
        "verse_id": "37",
        "text": "This incident of Kṛṣṇa’s saving Himself and His associates from death and of giving deliverance to Aghāsura, who had assumed the form of a python, took place when Kṛṣṇa was five years old. It was disclosed in Vrajabhūmi after one year, as if it had taken place on that very day."
    },
    {
        "verse_id": "38",
        "text": "Kṛṣṇa is the cause of all causes. The causes and effects of the material world, both higher and lower, are all created by the Supreme Lord, the original controller. When Kṛṣṇa appeared as the son of Nanda Mahārāja and Yaśodā, He did so by His causeless mercy. Consequently, for Him to exhibit His unlimited opulence was not at all wonderful. Indeed, He showed such great mercy that even Aghāsura, the most sinful miscreant, was elevated to being one of His associates and achieving sārūpya-mukti, which is actually impossible for materially contaminated persons to attain."
    },
    {
        "verse_id": "39",
        "text": "If even only once or even by force one brings the form of the Supreme Personality of Godhead into one’s mind, one can attain the supreme salvation by the mercy of Kṛṣṇa, as did Aghāsura. What then is to be said of those whose hearts the Supreme Personality of Godhead enters when He appears as an incarnation, or those who always think of the lotus feet of the Lord, who is the source of transcendental bliss for all living entities and by whom all illusion is completely removed?"
    },
    {
        "verse_id": "40",
        "text": "Śrī Sūta Gosvāmī said: O learned saints, the childhood pastimes of Śrī Kṛṣṇa are very wonderful. Mahārāja Parīkṣit, after hearing about those pastimes of Kṛṣṇa, who had saved him in the womb of his mother, became steady in his mind and again inquired from Śukadeva Gosvāmī to hear about those pious activities."
    },
    {
        "verse_id": "41",
        "text": "Mahārāja Parīkṣit inquired: O great sage, how could things done in the past have been described as being done at the present? Lord Śrī Kṛṣṇa performed this pastime of killing Aghāsura during His kaumāra age. How then, during His paugaṇḍa age, could the boys have described this incident as having happened recently?"
    },
    {
        "verse_id": "42",
        "text": "O greatest yogī, my spiritual master, kindly describe why this happened. I am very much curious to know about it. I think that it was nothing but another illusion due to Kṛṣṇa."
    },
    {
        "verse_id": "43",
        "text": "O my lord, my spiritual master, although we are the lowest of kṣatriyas, we are glorified and benefited because we have the opportunity of always hearing from you the nectar of the pious activities of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "44",
        "text": "Sūta Gosvāmī said: O Śaunaka, greatest of saints and devotees, when Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī in this way, Śukadeva Gosvāmī, immediately remembering subject matters about Kṛṣṇa within the core of his heart, externally lost contact with the actions of his senses. Thereafter, with great difficulty, he revived his external sensory perception and began to speak to Mahārāja Parīkṣit about kṛṣṇa-kathā."
    }
]