[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī continued: One day when mother Yaśodā saw that all the maidservants were engaged in other household affairs, she personally began to churn the yogurt. While churning, she remembered the childish activities of Kṛṣṇa, and in her own way she composed songs and enjoyed singing to herself about all those activities."
    },
    {
        "verse_id": "3",
        "text": "Dressed in a saffron-yellow sari, with a belt tied about her full hips, mother Yaśodā pulled on the churning rope, laboring considerably, her bangles and earrings moving and vibrating and her whole body shaking. Because of her intense love for her child, her breasts were wet with milk. Her face, with its very beautiful eyebrows, was wet with perspiration, and mālatī flowers were falling from her hair."
    },
    {
        "verse_id": "4",
        "text": "While mother Yaśodā was churning butter, Lord Kṛṣṇa, desiring to drink the milk of her breast, appeared before her, and in order to increase her transcendental pleasure, He caught hold of the churning rod and began to prevent her from churning."
    },
    {
        "verse_id": "5",
        "text": "Mother Yaśodā then embraced Kṛṣṇa, allowed Him to sit down on her lap, and began to look upon the face of the Lord with great love and affection. Because of her intense affection, milk was flowing from her breast. But when she saw that the milk pan on the oven was boiling over, she immediately left her son to take care of the overflowing milk, although the child was not yet fully satisfied with drinking the milk of His mother’s breast."
    },
    {
        "verse_id": "6",
        "text": "Being very angry and biting His reddish lips with His teeth, Kṛṣṇa, with false tears in His eyes, broke the container of yogurt with a piece of stone. Then He entered a room and began to eat the freshly churned butter in a solitary place."
    },
    {
        "verse_id": "7",
        "text": "Mother Yaśodā, after taking down the hot milk from the oven, returned to the churning spot, and when she saw that the container of yogurt was broken and that Kṛṣṇa was not present, she concluded that the breaking of the pot was the work of Kṛṣṇa."
    },
    {
        "verse_id": "8",
        "text": "Kṛṣṇa, at that time, was sitting on an upside-down wooden mortar for grinding spices and was distributing milk preparations such as yogurt and butter to the monkeys as He liked. Because of having stolen, He was looking all around with great anxiety, suspecting that He might be chastised by His mother. Mother Yaśodā, upon seeing Him, very cautiously approached Him from behind."
    },
    {
        "verse_id": "9",
        "text": "When Lord Śrī Kṛṣṇa saw His mother, stick in hand, He very quickly got down from the top of the mortar and began to flee as if very much afraid. Although yogīs try to capture Him as Paramātmā by meditation, desiring to enter into the effulgence of the Lord with great austerities and penances, they fail to reach Him. But mother Yaśodā, thinking that same Personality of Godhead, Kṛṣṇa, to be her son, began following Kṛṣṇa to catch Him."
    },
    {
        "verse_id": "10",
        "text": "While following Kṛṣṇa, mother Yaśodā, her thin waist overburdened by her heavy breasts, naturally had to reduce her speed. Because of following Kṛṣṇa very swiftly, her hair became loose, and the flowers in her hair were falling after her. Yet she did not fail to capture her son, Kṛṣṇa."
    },
    {
        "verse_id": "11",
        "text": "When caught by mother Yaśodā, Kṛṣṇa became more and more afraid and admitted to being an offender. As she looked upon Him, she saw that He was crying, His tears mixing with the black ointment around His eyes, and as He rubbed His eyes with His hands, He smeared the ointment all over His face. Mother Yaśodā, catching her beautiful son by the hand, mildly began to chastise Him."
    },
    {
        "verse_id": "12",
        "text": "Mother Yaśodā was always overwhelmed by intense love for Kṛṣṇa, not knowing who Kṛṣṇa was or how powerful He was. Because of maternal affection for Kṛṣṇa, she never even cared to know who He was. Therefore, when she saw that her son had become excessively afraid, she threw the stick away and desired to bind Him so that He would not commit any further naughty activities."
    },
    {
        "verse_id": "13",
        "text": "The Supreme Personality of Godhead has no beginning and no end, no exterior and no interior, no front and no rear. In other words, He is all-pervading. Because He is not under the influence of the element of time, for Him there is no difference between past, present and future; He exists in His own transcendental form at all times. Being absolute, beyond relativity, He is free from distinctions between cause and effect, although He is the cause and effect of everything. That unmanifested person, who is beyond the perception of the senses, had now appeared as a human child, and mother Yaśodā, considering Him her own ordinary child, bound Him to the wooden mortar with a rope."
    },
    {
        "verse_id": "15",
        "text": "When mother Yaśodā was trying to bind the offending child, she saw that the binding rope was short by a distance the width of two fingers. Thus she brought another rope to join to it."
    },
    {
        "verse_id": "16",
        "text": "This new rope also was short by a measurement of two fingers, and when another rope was joined to it, it was still two fingers too short. As many ropes as she joined, all of them failed; their shortness could not be overcome."
    },
    {
        "verse_id": "17",
        "text": "Thus mother Yaśodā joined whatever ropes were available in the household, but still she failed in her attempt to bind Kṛṣṇa. Mother Yaśodā’s friends, the elderly gopīs in the neighborhood, were smiling and enjoying the fun. Similarly, mother Yaśodā, although laboring in that way, was also smiling. All of them were struck with wonder."
    },
    {
        "verse_id": "18",
        "text": "Because of mother Yaśodā’s hard labor, her whole body became covered with perspiration, and the flowers and comb were falling from her hair. When child Kṛṣṇa saw His mother thus fatigued, He became merciful to her and agreed to be bound."
    },
    {
        "verse_id": "19",
        "text": "O Mahārāja Parīkṣit, this entire universe, with its great, exalted demigods like Lord Śiva, Lord Brahmā and Lord Indra, is under the control of the Supreme Personality of Godhead. Yet the Supreme Lord has one transcendental attribute: He comes under the control of His devotees. This was now exhibited by Kṛṣṇa in this pastime."
    },
    {
        "verse_id": "20",
        "text": "Neither Lord Brahmā, nor Lord Śiva, nor even the goddess of fortune, who is always the better half of the Supreme Lord, can obtain from the Supreme Personality of Godhead, the deliverer from this material world, such mercy as received by mother Yaśodā."
    },
    {
        "verse_id": "21",
        "text": "The Supreme Personality of Godhead, Kṛṣṇa, the son of mother Yaśodā, is accessible to devotees engaged in spontaneous loving service, but He is not as easily accessible to mental speculators, to those striving for self-realization by severe austerities and penances, or to those who consider the body the same as the self."
    },
    {
        "verse_id": "22",
        "text": "While mother Yaśodā was very busy with household affairs, the Supreme Lord, Kṛṣṇa, observed twin trees known as yamala-arjuna, which in a former millennium had been the demigod sons of Kuvera."
    },
    {
        "verse_id": "23",
        "text": "In their former birth, these two sons, known as Nalakūvara and Maṇigrīva, were extremely opulent and fortunate. But because of pride and false prestige, they did not care about anyone, and thus Nārada Muni cursed them to become trees."
    }
]