[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: After passing the night in the city of Mathurā, the high-minded Akrūra mounted his chariot and set off for the cowherd village of Nanda Mahārāja."
    },
    {
        "verse_id": "2",
        "text": "As he traveled on the road, the great soul Akrūra felt tremendous devotion for the lotus-eyed Personality of Godhead, and thus he began to consider as follows."
    },
    {
        "verse_id": "3",
        "text": "[Śrī Akrūra thought:] What pious deeds have I done, what severe austerities undergone, what worship performed or charity given so that today I will see Lord Keśava?"
    },
    {
        "verse_id": "4",
        "text": "Since I am a materialistic person absorbed simply in sense gratification, I think it is as difficult for me to have gotten this opportunity to see Lord Uttamaḥśloka as it would be for one born a śūdra to be allowed to recite the Vedic mantras."
    },
    {
        "verse_id": "5",
        "text": "But enough of such thoughts! After all, even a fallen soul like me can have the chance to behold the infallible Supreme Lord, for one of the conditioned souls being swept along in the river of time may sometimes reach the shore."
    },
    {
        "verse_id": "6",
        "text": "Today all my sinful reactions have been eradicated and my birth has become worthwhile, since I will offer my obeisances to the Supreme Lord’s lotus feet, which mystic yogīs meditate upon."
    },
    {
        "verse_id": "7",
        "text": "Indeed, today King Kaṁsa has shown me extreme mercy by sending me to see the lotus feet of Lord Hari, who has now appeared in this world. Simply by the effulgence of His toenails, many souls in the past have transcended the insurmountable darkness of material existence and achieved liberation."
    },
    {
        "verse_id": "8",
        "text": "Those lotus feet are worshiped by Brahmā, Śiva and all the other demigods, by the goddess of fortune, and also by the great sages and Vaiṣṇavas. Upon those lotus feet the Lord walks about the forest while herding the cows with His companions, and those feet are smeared with the kuṅkuma from the gopīs’ breasts."
    },
    {
        "verse_id": "9",
        "text": "Surely I shall see the face of Lord Mukunda, since the deer are now walking past me on my right. That face, framed by His curly hair, is beautified by His attractive cheeks and nose, His smiling glances and His reddish lotus eyes."
    },
    {
        "verse_id": "10",
        "text": "I am going to see the Supreme Lord Viṣṇu, the reservoir of all beauty, who by His own sweet will has now assumed a humanlike form to relieve the earth of her burden. Thus there is no denying that my eyes will achieve the perfection of their existence."
    },
    {
        "verse_id": "11",
        "text": "He is the witness of material cause and effect, yet He is always free from false identification with them. By His internal potency He dispels the darkness of separation and confusion. The individual souls in this world, who are manifested here when He glances upon His material creative energy, indirectly perceive Him in the activities of their life airs, senses and intelligence."
    },
    {
        "verse_id": "12",
        "text": "All sins are destroyed and all good fortune is created by the Supreme Lord’s qualities, activities and appearances, and words that describe these three things animate, beautify and purify the world. On the other hand, words bereft of His glories are like the decorations on a corpse."
    },
    {
        "verse_id": "13",
        "text": "That same Supreme Lord has descended into the dynasty of the Sātvatas to delight the exalted demigods, who maintain the principles of religion He has created. Residing in Vṛndāvana, He spreads His fame, which the demigods glorify in song and which brings auspiciousness to all."
    },
    {
        "verse_id": "14",
        "text": "Today I shall certainly see Him, the goal and spiritual master of the great souls. Seeing Him brings jubilation to all who have eyes, for He is the true beauty of the universe. Indeed, His personal form is the shelter desired by the goddess of fortune. Now all the dawns of my life have become auspicious."
    },
    {
        "verse_id": "15",
        "text": "Then I will at once alight from my chariot and bow down to the lotus feet of Kṛṣṇa and Balarāma, the Supreme Personalities of Godhead. Theirs are the same feet that great mystic yogīs striving for self-realization bear within their minds. I will also offer my obeisances to the Lords’ cowherd boyfriends and to all the other residents of Vṛndāvana."
    },
    {
        "verse_id": "16",
        "text": "And when I have fallen at His feet, the almighty Lord will place His lotus hand upon my head. For those who seek shelter in Him because they are greatly disturbed by the powerful serpent of time, that hand removes all fear."
    },
    {
        "verse_id": "17",
        "text": "By offering charity to that lotus hand, Purandara and Bali earned the status of Indra, King of heaven, and during the pleasure pastimes of the rāsa dance, when the Lord wiped away the gopīs’ perspiration and removed their fatigue, the touch of their faces made that hand as fragrant as a sweet flower."
    },
    {
        "verse_id": "18",
        "text": "The infallible Lord will not consider me an enemy, even though Kaṁsa has sent me here as his messenger. After all, the omniscient Lord is the actual knower of the field of this material body, and with His perfect vision He witnesses, both externally and internally, all the endeavors of the conditioned soul’s heart."
    },
    {
        "verse_id": "19",
        "text": "Thus He will cast His smiling, affectionate glance upon me as I remain fixed with joined palms, fallen in obeisances at His feet. Then all my contamination will at once be dispelled, and I will give up all doubts and feel the most intense bliss."
    },
    {
        "verse_id": "20",
        "text": "Recognizing me as an intimate friend and relative, Kṛṣṇa will embrace me with His mighty arms, instantly sanctifying my body and diminishing to nil all my material bondage, which is due to fruitive activities."
    },
    {
        "verse_id": "21",
        "text": "Having been embraced by the all-famous Lord Kṛṣṇa, I will humbly stand before Him with bowed head and joined palms, and He will address me, “My dear Akrūra.” At that very moment my life’s purpose will be fulfilled. Indeed, the life of anyone whom the Supreme Personality fails to recognize is simply pitiable."
    },
    {
        "verse_id": "22",
        "text": "The Supreme Lord has no favorite and no dearmost friend, nor does He consider anyone undesirable, despicable or fit to be neglected. All the same, He lovingly reciprocates with His devotees in whatever manner they worship Him, just as the trees of heaven fulfill the desires of whoever approaches them."
    },
    {
        "verse_id": "23",
        "text": "And then Lord Kṛṣṇa’s elder brother, the foremost of the Yadus, will grasp my joined hands while I am still standing with my head bowed, and after embracing me He will take me to His house. There He will honor me with all items of ritual welcome and inquire from me about how Kaṁsa has been treating His family members."
    },
    {
        "verse_id": "24",
        "text": "Śukadeva Gosvāmī continued: My dear King, while the son of Śvaphalka, traveling on the road, thus meditated deeply on Śrī Kṛṣṇa, he reached Gokula as the sun was beginning to set."
    },
    {
        "verse_id": "25",
        "text": "In the cowherd pasture Akrūra saw the footprints of those feet whose pure dust the rulers of all the planets in the universe hold on their crowns. Those footprints of the Lord, distinguished by such marks as the lotus, barleycorn and elephant goad, made the ground wonderfully beautiful."
    },
    {
        "verse_id": "26",
        "text": "Increasingly agitated by ecstasy at seeing the Lord’s footprints, his bodily hairs standing on end because of his pure love, and his eyes filled with tears, Akrūra jumped down from his chariot and began rolling about among those footprints, exclaiming, “Ah, this is the dust from my master’s feet!”"
    },
    {
        "verse_id": "27",
        "text": "The very goal of life for all embodied beings is this ecstasy, which Akrūra experienced when, upon receiving Kaṁsa’s order, he put aside all pride, fear and lamentation and absorbed himself in seeing, hearing and describing the things that reminded him of Lord Kṛṣṇa."
    },
    {
        "verse_id": "28",
        "text": "Akrūra then saw Kṛṣṇa and Balarāma in the village of Vraja, going to milk the cows. Kṛṣṇa wore yellow garments, Balarāma blue, and Their eyes resembled autumnal lotuses. One of those two mighty-armed youths, the shelters of the goddess of fortune, had a dark-blue complexion, and the other’s was white. With Their fine-featured faces They were the most beautiful of all persons. As They walked with the gait of young elephants, glancing about with compassionate smiles, Those two exalted personalities beautified the cow pasture with the impressions of Their feet, which bore the marks of the flag, lightning bolt, elephant goad and lotus. The two Lords, whose pastimes are most magnanimous and attractive, were ornamented with jeweled necklaces and flower garlands, anointed with auspicious, fragrant substances, freshly bathed, and dressed in spotless raiment. They were the primeval Supreme Personalities, the masters and original causes of the universes, who had for the welfare of the earth now descended in Their distinct forms of Keśava and Balarāma. O King Parīkṣit, They resembled two gold-bedecked mountains, one of emerald and the other of silver, as with Their effulgence They dispelled the sky’s darkness in all directions."
    },
    {
        "verse_id": "34",
        "text": "Akrūra, overwhelmed with affection, quickly jumped down from his chariot and fell at the feet of Kṛṣṇa and Balarāma like a rod."
    },
    {
        "verse_id": "35",
        "text": "The joy of seeing the Supreme Lord flooded Akrūra’s eyes with tears and decorated his limbs with eruptions of ecstasy. He felt such eagerness that he could not speak to present himself, O King."
    },
    {
        "verse_id": "36",
        "text": "Recognizing Akrūra, Lord Kṛṣṇa drew him close with His hand, which bears the sign of the chariot wheel, and then embraced him. Kṛṣṇa felt pleased, for He is always benignly disposed toward His surrendered devotees."
    },
    {
        "verse_id": "37",
        "text": "As Akrūra stood with his head bowed, Lord Saṅkarṣaṇa [Balarāma] grasped his joined hands, and then Balarāma took him to His house in the company of Lord Kṛṣṇa. After inquiring from Akrūra whether his trip had been comfortable, Balarāma offered him a first-class seat, bathed his feet in accordance with the injunctions of scripture and respectfully served him milk with honey."
    },
    {
        "verse_id": "39",
        "text": "The almighty Lord Balarāma presented Akrūra with the gift of a cow, massaged his feet to relieve him of fatigue and then with great respect and faith fed him suitably prepared food of various fine tastes."
    },
    {
        "verse_id": "40",
        "text": "When Akrūra had eaten to his satisfaction, Lord Balarāma, the supreme knower of religious duties, offered him aromatic herbs for sweetening his mouth, along with fragrances and flower garlands. Thus Akrūra once again enjoyed the highest pleasure."
    },
    {
        "verse_id": "41",
        "text": "Nanda Mahārāja asked Akrūra: O descendant of Daśārha, how are all of you maintaining yourselves while that merciless Kaṁsa remains alive? You are just like sheep under the care of a butcher."
    },
    {
        "verse_id": "42",
        "text": "That cruel, self-serving Kaṁsa murdered the infants of his own sister in her presence, even as she cried in anguish. So why should we even ask about the well-being of you, his subjects?"
    },
    {
        "verse_id": "43",
        "text": "Honored by Nanda Mahārāja with these true and pleasing words of inquiry, Akrūra forgot the fatigue of his journey."
    }
]