[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: As dawn approached, the wives of Lord Mādhava, each embraced around the neck by her husband, cursed the crowing roosters. The ladies were disturbed that now they would be separated from Him."
    },
    {
        "verse_id": "2",
        "text": "The bees’ buzzing, caused by the fragrant breeze from the pārijāta garden, roused the birds from sleep. And when the birds began to sing loudly, they woke Lord Kṛṣṇa like court poets reciting His glories."
    },
    {
        "verse_id": "3",
        "text": "Lying in her beloved’s arms, Queen Vaidarbhī did not like this most auspicious hour, for it meant she would lose His embrace."
    },
    {
        "verse_id": "4",
        "text": "Lord Mādhava would rise during the brāhma-muhūrta period and touch water. With a clear mind He would then meditate upon Himself, the single, self-luminous, unequaled and infallible Supreme Truth, known as Brahman, who by His very nature ever dispels all contamination, and who through His personal energies, which cause the creation and destruction of this universe, manifests His own pure and blissful existence."
    },
    {
        "verse_id": "6",
        "text": "That most saintly of personalities would then bathe in sanctified water, dress Himself in lower and upper garments and perform the entire sequence of prescribed rituals, beginning with worship at dawn. After offering oblations into the sacred fire, Lord Kṛṣṇa would silently chant the Gāyatrī mantra."
    },
    {
        "verse_id": "7",
        "text": "Each day the Lord worshiped the rising sun and propitiated the demigods, sages and forefathers, who are all His expansions. The self-possessed Lord would then carefully worship His elders and the brāhmaṇas. To those well-attired brāhmaṇas He would offer herds of tame and peaceful cows with gold-plated horns and pearl necklaces. These cows were also dressed in fine cloth, and the fronts of their hooves were plated with silver. Providers of abundant milk, they had each given birth only once and were accompanied by their calves. Daily the Lord gave many groups of 13,084 cows to the learned brāhmaṇas, together with linen, deerskins and sesame seeds."
    },
    {
        "verse_id": "10",
        "text": "Lord Kṛṣṇa would offer obeisances to the cows, brāhmaṇas and demigods, His elders and spiritual masters, and all living beings — all of whom are expansions of His supreme personality. Then He would touch auspicious things."
    },
    {
        "verse_id": "11",
        "text": "He would decorate His body, the very ornament of human society, with His own special clothes and jewelry and with divine flower garlands and ointments."
    },
    {
        "verse_id": "12",
        "text": "He would then look at ghee, a mirror, the cows and bulls, the brāhmaṇas and the demigods and see to it that the members of all the social classes living in the palace and throughout the city were satisfied with gifts. After this He would greet His ministers, gratifying them by fulfilling all their desires."
    },
    {
        "verse_id": "13",
        "text": "After first distributing flower garlands, pān and sandalwood paste to the brāhmaṇas, He would give these gifts to His friends, ministers and wives, and finally He would partake of them Himself."
    },
    {
        "verse_id": "14",
        "text": "By then the Lord’s driver would have brought His supremely wonderful chariot, yoked with Sugrīva and His other horses. His charioteer would bow down to the Lord and then stand before Him."
    },
    {
        "verse_id": "15",
        "text": "Holding on to His charioteer’s hands, Lord Kṛṣṇa would mount the chariot, together with Sātyaki and Uddhava, just like the sun rising over the easternmost mountain."
    },
    {
        "verse_id": "16",
        "text": "The palace women would look upon Lord Kṛṣṇa with shy, loving glances, and thus He would get free from them only with difficulty. He would then set off, His smiling face captivating their minds."
    },
    {
        "verse_id": "17",
        "text": "The Lord, attended by all the Vṛṣṇis, would enter the Sudharmā assembly hall, which protects those who enter it from the six waves of material life, dear King."
    },
    {
        "verse_id": "18",
        "text": "As the almighty Supreme Lord would seat Himself upon His exalted throne there in the assembly hall, He shone with His unique effulgence, illuminating all the quarters of space. Surrounded by the Yadus, lions among men, that best of the Yadus appeared like the moon amidst many stars."
    },
    {
        "verse_id": "19",
        "text": "And there, O King, jesters would entertain the Lord by displaying various comic moods, expert entertainers would perform for Him, and female dancers would dance energetically."
    },
    {
        "verse_id": "20",
        "text": "These performers would dance and sing to the sounds of mṛdaṅgas, vīṇās, murajas, flutes, cymbals and conchshells, while professional poets, chroniclers and panegyrists would recite the Lord’s glories."
    },
    {
        "verse_id": "21",
        "text": "Some brāhmaṇas sitting in that assembly hall would fluently chant Vedic mantras, while others recounted stories of past kings of pious renown."
    },
    {
        "verse_id": "22",
        "text": "Once a certain person arrived in the assembly, O King, who had never been seen there before. The doorkeepers announced him to the Lord and then escorted him inside."
    },
    {
        "verse_id": "23",
        "text": "That person bowed down to Kṛṣṇa, the Supreme Personality of Godhead, and with joined palms he described to the Lord how a number of kings were suffering because Jarāsandha had imprisoned them."
    },
    {
        "verse_id": "24",
        "text": "Twenty thousand kings who had refused to submit absolutely to Jarāsandha during his world conquest had been forcibly imprisoned by him in the fortress named Girivraja."
    },
    {
        "verse_id": "25",
        "text": "The kings said [as related through their messenger]: O Kṛṣṇa, Kṛṣṇa, O immeasurable Soul, destroyer of fear for those surrendered to You! Despite our separatist attitude, we have come to You for shelter out of fear of material existence."
    },
    {
        "verse_id": "26",
        "text": "People in this world are always engaged in sinful activities and are thus bewildered about their real duty, which is to worship You according to Your commandments. This activity would truly bring them good fortune. Let us offer our obeisances unto the all-powerful Lord, who appears as time and suddenly cuts down one’s stubborn hope for a long life in this world."
    },
    {
        "verse_id": "27",
        "text": "You are the predominating Lord of the universe and have descended into this world with Your personal power to protect the saintly and suppress the wicked. We cannot understand, O Lord, how anyone can transgress Your law and still continue to enjoy the fruits of his work."
    },
    {
        "verse_id": "28",
        "text": "O Lord, with this corpselike body, always full of fear, we bear the burden of the relative happiness of kings, which is just like a dream. Thus we have rejected the real happiness of the soul, which comes by rendering selfless service to You. Being so very wretched, we simply suffer in this life under the spell of Your illusory energy."
    },
    {
        "verse_id": "29",
        "text": "Therefore, since Your feet relieve the sorrow of those who surrender to them, please release us prisoners from the shackles of karma, manifest as the King of Magadha. Wielding alone the prowess of ten thousand maddened elephants, he has locked us up in his house just as a lion captures sheep."
    },
    {
        "verse_id": "30",
        "text": "O wielder of the disc! Your strength is unlimited, and thus seventeen times You crushed Jarāsandha in battle. But then, absorbed in human affairs, You allowed him to defeat You once. Now he is so filled with pride that he dares to torment us, Your subjects. O unconquerable one, please rectify this situation."
    },
    {
        "verse_id": "31",
        "text": "The messenger continued: This is the message of the kings imprisoned by Jarāsandha, who all hanker for Your audience, having surrendered to Your feet. Please bestow good fortune on these poor souls."
    },
    {
        "verse_id": "32",
        "text": "Śukadeva Gosvāmī said: When the kings’ messenger had thus spoken, the sage of the demigods, Nārada, suddenly appeared. Bearing a mass of golden matted locks on his head, the supremely effulgent sage entered like the brilliant sun."
    },
    {
        "verse_id": "33",
        "text": "Lord Kṛṣṇa is the worshipable master of even planetary rulers like Lord Brahmā and Lord Śiva, yet as soon as He saw that Nārada Muni had arrived, He joyfully stood up along with His ministers and secretaries to receive the great sage and offer His respectful obeisances by bowing His head."
    },
    {
        "verse_id": "34",
        "text": "After Nārada had accepted the seat offered to him, Lord Kṛṣṇa honored the sage according to scriptural injunctions and, gratifying him with His reverence, spoke the following truthful and pleasing words."
    },
    {
        "verse_id": "35",
        "text": "[Lord Kṛṣṇa said:] It is certain that today the three worlds have attained freedom from all fear, for that is the influence of such a great personality as you, who travel at will throughout all the worlds."
    },
    {
        "verse_id": "36",
        "text": "There is nothing unknown to you within God’s creation. Therefore please tell Us what the Pāṇḍavas intend to do."
    },
    {
        "verse_id": "37",
        "text": "Śrī Nārada said: I have seen many times the insurmountable power of Your Māyā, O almighty one, by which You bewilder even the creator of the universe, Brahmā. O all-encompassing Lord, it does not surprise me that You disguise Yourself by Your own energies while moving among the created beings, as a fire covers its own light with smoke."
    },
    {
        "verse_id": "38",
        "text": "Who can properly understand Your purpose? With Your material energy You expand and also withdraw this creation, which thus appears to have substantial existence. Obeisances to You, whose transcendental position is inconceivable."
    },
    {
        "verse_id": "39",
        "text": "The living being caught in the cycle of birth and death does not know how he can be delivered from the material body, which brings him so much trouble. But You, the Supreme Lord, descend to this world in various personal forms, and by performing Your pastimes You illumine the soul’s path with the blazing torch of Your fame. Therefore I surrender unto You."
    },
    {
        "verse_id": "40",
        "text": "Nonetheless, O Supreme Truth playing the part of a human being, I shall tell You what Your devotee Yudhiṣṭhira Mahārāja, the son of Your father’s sister, intends to do."
    },
    {
        "verse_id": "41",
        "text": "Desiring unrivaled sovereignty, King Yudhiṣṭhira intends to worship You with the greatest fire sacrifice, the Rājasūya. Please bless his endeavor."
    },
    {
        "verse_id": "42",
        "text": "O Lord, exalted demigods and glorious kings, eager to see You, will all come to that best of sacrifices."
    },
    {
        "verse_id": "43",
        "text": "O Lord, even outcastes are purified by hearing and chanting Your glories and meditating upon You, the Absolute Truth. What then to speak of those who see and touch You?"
    },
    {
        "verse_id": "44",
        "text": "My dear Lord, You are the symbol of everything auspicious. Your transcendental name and fame is spread like a canopy all over the universe, including the higher, middle and lower planetary systems. The transcendental water that washes Your lotus feet is known in the higher planetary systems as the Mandākinī River, in the lower planetary systems as the Bhogavatī and in this earthly planetary system as the Ganges. This sacred, transcendental water flows throughout the entire universe, purifying wherever it goes."
    },
    {
        "verse_id": "45",
        "text": "Śukadeva Gosvāmī said: When His supporters, the Yādavas, objected to this proposal out of eagerness to defeat Jarāsandha, Lord Keśava turned to His servant Uddhava and, smiling, addressed him with fine words."
    },
    {
        "verse_id": "46",
        "text": "The Personality of Godhead said: You are indeed Our best eye and closest friend, for you know perfectly the relative value of various kinds of counsel. Therefore please tell Us what should be done in this situation. We trust your judgment and shall do as you say."
    },
    {
        "verse_id": "47",
        "text": "[Śukadeva Gosvāmī continued:] Thus requested by his master, who, though omniscient, acted as if perplexed, Uddhava took this order upon his head and replied as follows."
    }
]