[
    {
        "verse_id": "1",
        "text": "The cowherd boys said: O Rāma, Rāma, mighty-armed one! O Kṛṣṇa, chastiser of the wicked! We are being harassed by hunger, and You should do something about it."
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī said: Thus entreated by the cowherd boys, the Supreme Personality of Godhead, the son of Devakī, replied as follows, desiring to please certain of His devotees who were brāhmaṇas’ wives."
    },
    {
        "verse_id": "3",
        "text": "[Lord Kṛṣṇa said:] Please go to the sacrificial arena where a group of brāhmaṇas, learned in the Vedic injunctions, are now performing the Āṅgirasa sacrifice to gain promotion to heaven."
    },
    {
        "verse_id": "4",
        "text": "When you go there, My dear cowherd boys, simply request some food. Declare to them the name of My elder brother, the Supreme Lord Balarāma, and also My name, and explain that you have been sent by Us."
    },
    {
        "verse_id": "5",
        "text": "Thus instructed by the Supreme Personality of Godhead, the cowherd boys went there and submitted their request. They stood before the brāhmaṇas with palms joined in supplication and then fell flat on the ground to offer respect."
    },
    {
        "verse_id": "6",
        "text": "[The cowherd boys said:] O earthly gods, please hear us. We cowherd boys are executing the orders of Kṛṣṇa, and we have been sent here by Balarāma. We wish all good for you. Please acknowledge our arrival."
    },
    {
        "verse_id": "7",
        "text": "Lord Rāma and Lord Acyuta are tending Their cows not far from here. They are hungry and want you to give Them some of your food. Therefore, O brāhmaṇas, O best of the knowers of religion, if you have faith please give some food to Them."
    },
    {
        "verse_id": "8",
        "text": "Except during the interval between the initiation of the performer of a sacrifice and the actual sacrifice of the animal, O most pure brāhmaṇas, it is not contaminating for even the initiated to partake of food, at least in sacrifices other than the Sautrāmaṇi."
    },
    {
        "verse_id": "9",
        "text": "The brāhmaṇas heard this supplication from the Supreme Personality of Godhead, yet they refused to pay heed. Indeed, they were full of petty desires and entangled in elaborate rituals. Though presuming themselves advanced in Vedic learning, they were actually inexperienced fools."
    },
    {
        "verse_id": "10",
        "text": "Although the ingredients of sacrificial performance — the place, time, particular paraphernalia, mantras, rituals, priests, fires, demigods, performer, offering and the as yet unseen beneficial results — are all simply aspects of His opulences, the brāhmaṇas saw Lord Kṛṣṇa as an ordinary human because of their perverted intelligence. They failed to recognize that He is the Supreme Absolute Truth, the directly manifest Personality of Godhead, whom the material senses cannot ordinarily perceive. Thus bewildered by their false identification with the mortal body, they did not show Him proper respect."
    },
    {
        "verse_id": "12",
        "text": "When the brāhmaṇas failed to reply even with a simple yes or no, O chastiser of the enemy [Parīkṣit], the cowherd boys returned disappointed to Kṛṣṇa and Rāma and reported this to Them."
    },
    {
        "verse_id": "13",
        "text": "Hearing what had happened, the Supreme Personality of Godhead, the Lord of the universe, simply laughed. Then He again addressed the cowherd boys, showing them the way men act in this world."
    },
    {
        "verse_id": "14",
        "text": "[Lord Kṛṣṇa said:] Tell the wives of the brāhmaṇas that I have come here with Lord Saṅkarṣaṇa. They will certainly give you all the food you want, for they are most affectionate toward Me and, indeed, with their intelligence reside in Me alone."
    },
    {
        "verse_id": "15",
        "text": "The cowherd boys then went to the house where the brāhmaṇas’ wives were staying. There the boys saw those chaste ladies sitting, nicely decorated with fine ornaments. Bowing down to the brāhmaṇa ladies, the boys addressed them in all humility."
    },
    {
        "verse_id": "16",
        "text": "[The cowherd boys said:] Obeisances unto you, O wives of the learned brāhmaṇas. Kindly hear our words. We have been sent here by Lord Kṛṣṇa, who is passing by not far from here."
    },
    {
        "verse_id": "17",
        "text": "He has come a long way with the cowherd boys and Lord Balarāma, tending the cows. Now He is hungry, so some food should be given for Him and His companions."
    },
    {
        "verse_id": "18",
        "text": "The wives of the brāhmaṇas were always eager to see Kṛṣṇa, for their minds had been enchanted by descriptions of Him. Thus as soon as they heard that He had come, they became very excited."
    },
    {
        "verse_id": "19",
        "text": "Taking along in large vessels the four kinds of foods, full of fine tastes and aromas, all the ladies went forth to meet their beloved, just as rivers flow toward the sea."
    },
    {
        "verse_id": "20",
        "text": "Although their husbands, brothers, sons and other relatives tried to forbid them from going, their hope of seeing Kṛṣṇa, cultivated by extensive hearing of His transcendental qualities, won out. Along the river Yamunā, within a garden decorated with buds of aśoka trees, they caught sight of Him strolling along in the company of the cowherd boys and His elder brother, Balarāma."
    },
    {
        "verse_id": "22",
        "text": "His complexion was dark blue and His garment golden. Wearing a peacock feather, colored minerals, sprigs of flower buds, and a garland of forest flowers and leaves, He was dressed just like a dramatic dancer. He rested one hand upon the shoulder of a friend and with the other twirled a lotus. Lilies graced His ears, His hair hung down over His cheeks, and His lotuslike face was smiling."
    },
    {
        "verse_id": "23",
        "text": "O ruler of men, for a long time those brāhmaṇa ladies had heard about Kṛṣṇa, their beloved, and His glories had become the constant ornaments of their ears. Indeed, their minds were always absorbed in Him. Through the apertures of their eyes they now forced Him to enter within their hearts, and then they embraced Him within for a long time. In this way they finally gave up the pain of separation from Him, just as sages give up the anxiety of false ego by embracing their innermost consciousness."
    },
    {
        "verse_id": "24",
        "text": "Lord Kṛṣṇa, who witnesses the thoughts of all creatures, understood how those ladies had abandoned all worldly hopes and come there simply to see Him. Thus He addressed them as follows with a smile upon His face."
    },
    {
        "verse_id": "25",
        "text": "[Lord Kṛṣṇa said:] Welcome, O most fortunate ladies. Please sit down and make yourselves comfortable. What can I do for you? That you have come here to see Me is most appropriate."
    },
    {
        "verse_id": "26",
        "text": "Certainly expert personalities, who can see their own true interest, render unmotivated and uninterrupted devotional service directly unto Me, for I am most dear to the soul."
    },
    {
        "verse_id": "27",
        "text": "It is only by contact with the self that one’s vital breath, intelligence, mind, friends, body, wife, children, wealth and so on are dear. Therefore what object can possibly be more dear than one’s own self?"
    },
    {
        "verse_id": "28",
        "text": "You should thus return to the sacrificial arena, because your husbands, the learned brāhmaṇas, are householders and need your assistance to finish their respective sacrifices."
    },
    {
        "verse_id": "29",
        "text": "The wives of the brāhmaṇas replied: O almighty one, please do not speak such cruel words. Rather, You should fulfill Your promise that You always reciprocate with Your devotees in kind. Now that we have attained Your lotus feet, we simply wish to remain here in the forest so we may carry upon our heads the garlands of tulasī leaves that fall from Your lotus feet. We are ready to give up all material relationships."
    },
    {
        "verse_id": "30",
        "text": "Our husbands, fathers, sons, brothers, other relatives and friends will no longer take us back, and how could anyone else be willing to give us shelter? Therefore, since we have thrown ourselves at Your lotus feet and have no other destination, please, O chastiser of enemies, grant our desire."
    },
    {
        "verse_id": "31",
        "text": "The Supreme Personality of Godhead replied: Rest assured that your husbands will not be inimical toward you, nor will your fathers, brothers, sons, other relatives or the general populace. I will personally advise them of the situation. Indeed, even the demigods will express their approval."
    },
    {
        "verse_id": "32",
        "text": "For you to remain in My bodily association would certainly not please people in this world, nor would it be the best way for you to increase your love for Me. Rather, you should fix your minds on Me, and very soon you will achieve Me."
    },
    {
        "verse_id": "33",
        "text": "It is by hearing about Me, seeing My Deity form, meditating upon Me and chanting My names and glories that love for Me develops, not by physical proximity. Therefore please go back to your homes."
    },
    {
        "verse_id": "34",
        "text": "Śrīla Śukadeva Gosvāmī said: Thus instructed, the wives of the brāhmaṇas returned to the place of sacrifice. The brāhmaṇas did not find any fault with their wives, and together with them they finished the sacrifice."
    },
    {
        "verse_id": "35",
        "text": "One of the ladies had been forcibly kept back by her husband. When she heard the others describe the Supreme Lord Kṛṣṇa, she embraced Him within her heart and gave up her material body, the basis of bondage to material activity."
    },
    {
        "verse_id": "36",
        "text": "Govinda, the Supreme Personality of Godhead, fed the cowherd boys with that food of four varieties. Then the all-powerful Lord Himself partook of the preparations."
    },
    {
        "verse_id": "37",
        "text": "Thus the Supreme Lord, appearing like a human being to perform His pastimes, imitated the ways of human society. He enjoyed pleasing His cows, cowherd boyfriends and cowherd girlfriends with His beauty, words and actions."
    },
    {
        "verse_id": "38",
        "text": "The brāhmaṇas then came to their senses and began to feel great remorse. They thought, “We have sinned, for we have denied the request of the two Lords of the universe, who deceptively appeared as ordinary human beings.”"
    },
    {
        "verse_id": "39",
        "text": "Taking note of their wives’ pure, transcendental devotion for Lord Kṛṣṇa, the Supreme Personality of Godhead, and seeing their own lack of devotion, the brāhmaṇas felt most sorrowful and began to condemn themselves."
    },
    {
        "verse_id": "40",
        "text": "[The brāhmaṇas said:] To hell with our threefold birth, our vow of celibacy and our extensive learning! To hell with our aristocratic background and our expertise in the rituals of sacrifice! These are all condemned because we were inimical to the transcendental Personality of Godhead."
    },
    {
        "verse_id": "41",
        "text": "The illusory potency of the Supreme Lord certainly bewilders even the great mystics, what to speak of us. As brāhmaṇas we are supposed to be the spiritual masters of all classes of men, yet we have been bewildered about our own real interest."
    },
    {
        "verse_id": "42",
        "text": "Just see the unlimited love these women have developed for Lord Kṛṣṇa, the spiritual master of the entire universe! This love has broken for them the very bonds of death — their attachment to family life."
    },
    {
        "verse_id": "43",
        "text": "These women have never undergone the purificatory rites of the twice-born classes, nor have they lived as brahmacārīs in the āśrama of a spiritual master, nor have they executed austerities, speculated on the nature of the self, followed the formalities of cleanliness or engaged in pious rituals. Nevertheless, they have firm devotion for Lord Kṛṣṇa, whose glories are chanted by the exalted hymns of the Vedas and who is the supreme master of all masters of mystic power. We, on the other hand, have no such devotion for the Lord, although we have executed all these processes."
    },
    {
        "verse_id": "45",
        "text": "Indeed, infatuated as we are with our household affairs, we have deviated completely from the real aim of our life. But now just see how the Lord, through the words of these simple cowherd boys, has reminded us of the ultimate destination of all true transcendentalists."
    },
    {
        "verse_id": "46",
        "text": "Otherwise, why would the supreme controller — whose every desire is already fulfilled and who is the master of liberation and all other transcendental benedictions — enact this pretense with us, who are always to be controlled by Him?"
    },
    {
        "verse_id": "47",
        "text": "Hoping for the touch of His lotus feet, the goddess of fortune perpetually worships Him alone, leaving aside all others and renouncing her pride and fickleness. That He begs is certainly astonishing to everyone."
    },
    {
        "verse_id": "48",
        "text": "All the aspects of sacrifice — the auspicious place and time, the various items of paraphernalia, the Vedic hymns, the prescribed rituals, the priests and sacrificial fires, the demigods, the patron of the sacrifice, the sacrificial offering and the pious results obtained — all are simply manifestations of His opulences. Yet even though we had heard that the Supreme Personality of Godhead, Viṣṇu, the Lord of all mystic controllers, had taken birth in the Yadu dynasty, we were so foolish that we could not recognize Śrī Kṛṣṇa to be none other than Him."
    },
    {
        "verse_id": "50",
        "text": "Let us offer our obeisances unto Lord Kṛṣṇa, the Supreme Personality of Godhead. His intelligence is never bewildered, whereas we, confused by His power of illusion, are simply wandering about on the paths of fruitive work."
    },
    {
        "verse_id": "51",
        "text": "We were bewildered by Lord Kṛṣṇa’s illusory potency and thus could not understand His influence as the original Personality of Godhead. Now we hope He will kindly forgive our offense."
    },
    {
        "verse_id": "52",
        "text": "Thus reflecting on the sin they had committed by neglecting Lord Kṛṣṇa, they became very eager to see Him. But being afraid of King Kaṁsa, they did not dare go to Vraja."
    }
]