[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Thus addressed, Lord Kṛṣṇa made up His mind to accept the challenge. He paired off with Cāṇūra, and Lord Balarāma with Muṣṭika."
    },
    {
        "verse_id": "2",
        "text": "Seizing each other’s hands and locking legs with each other, the opponents struggled powerfully, eager for victory."
    },
    {
        "verse_id": "3",
        "text": "They each struck fists against fists, knees against knees, head against head and chest against chest."
    },
    {
        "verse_id": "4",
        "text": "Each fighter contended with his opponent by dragging him about in circles, shoving and crushing him, throwing him down and running before and behind him."
    },
    {
        "verse_id": "5",
        "text": "Forcefully lifting and carrying each other, pushing each other away and holding each other down, the fighters hurt even their own bodies in their great eagerness for victory."
    },
    {
        "verse_id": "6",
        "text": "My dear King, all the women present, considering the match an unfair fight between the strong and the weak, felt extreme anxiety due to compassion. They assembled in groups around the arena and spoke to one another as follows."
    },
    {
        "verse_id": "7",
        "text": "[The women said:] Alas, what a greatly irreligious act the members of this royal assembly are committing! As the King watches this fight between the strong and the weak, they also want to see it."
    },
    {
        "verse_id": "8",
        "text": "What comparison can there be between these two professional wrestlers, with limbs as strong as lightning bolts and bodies resembling mighty mountains, and these two young, immature boys with exceedingly tender limbs?"
    },
    {
        "verse_id": "9",
        "text": "Religious principles have certainly been violated in this assembly. One should not remain for even a moment in a place where irreligion is flourishing."
    },
    {
        "verse_id": "10",
        "text": "A wise person should not enter an assembly if he knows the participants there are committing acts of impropriety. And if, having entered such an assembly, he fails to speak the truth, speaks falsely or pleads ignorance, he will certainly incur sin."
    },
    {
        "verse_id": "11",
        "text": "Just see the lotus face of Kṛṣṇa as He darts around His foe! That face, covered with drops of perspiration brought on by the strenuous fight, resembles a lotus covered with dew."
    },
    {
        "verse_id": "12",
        "text": "Don’t you see the face of Lord Balarāma, with its eyes copper-red from His anger toward Muṣṭika and its beauty enhanced by His laughter and His absorption in the fight?"
    },
    {
        "verse_id": "13",
        "text": "How pious are the tracts of land in Vraja, for there the primeval Personality of Godhead, disguising Himself with human traits, wanders about, enacting His many pastimes! Adorned with wonderfully variegated forest garlands, He whose feet are worshiped by Lord Śiva and goddess Ramā vibrates His flute as He tends the cows in the company of Balarāma."
    },
    {
        "verse_id": "14",
        "text": "What austerities must the gopīs have performed! With their eyes they always drink the nectar of Lord Kṛṣṇa’s form, which is the essence of loveliness and is not to be equaled or surpassed. That form is the only abode of beauty, fame and opulence. It is self-perfect, ever fresh and extremely rare."
    },
    {
        "verse_id": "15",
        "text": "The ladies of Vraja are the most fortunate of women because, with their minds fully attached to Kṛṣṇa and their throats always choked up with tears, they constantly sing about Him while milking the cows, winnowing grain, churning butter, gathering cow dung for fuel, riding on swings, taking care of their crying babies, sprinkling the ground with water, cleaning their houses, and so on. By their exalted Kṛṣṇa consciousness they automatically acquire all desirable things."
    },
    {
        "verse_id": "16",
        "text": "When the gopīs hear Kṛṣṇa playing His flute as He leaves Vraja in the morning with His cows or returns with them at sunset, the young girls quickly come out of their houses to see Him. They must have performed many pious activities to be able to see Him as He walks on the road, His smiling face mercifully glancing upon them."
    },
    {
        "verse_id": "17",
        "text": "[Śukadeva Gosvāmī continued:] As the women spoke thus, O hero of the Bhāratas, Lord Kṛṣṇa, the master of all mystic power, made up His mind to kill His opponent."
    },
    {
        "verse_id": "18",
        "text": "Out of affection for the two Lords, Their parents [Devakī and Vasudeva] became overwhelmed with sorrow when they heard the women’s fearful statements. They grieved, not knowing their sons’ strength."
    },
    {
        "verse_id": "19",
        "text": "Lord Balarāma and Muṣṭika, expertly displaying numerous wrestling techniques, battled each other in the same way that Lord Kṛṣṇa and His opponent did."
    },
    {
        "verse_id": "20",
        "text": "The harsh blows from the Supreme Lord’s limbs fell like crushing lightning bolts upon Cāṇūra, breaking every part of his body and causing him more and more pain and fatigue."
    },
    {
        "verse_id": "21",
        "text": "Furious, Cāṇūra attacked Lord Vāsudeva with the speed of a hawk and struck His chest with both fists."
    },
    {
        "verse_id": "22",
        "text": "No more shaken by the demon’s mighty blows than an elephant struck with a flower garland, Lord Kṛṣṇa grabbed Cāṇūra by his arms, swung him around several times and hurled him onto the ground with great force. His clothes, hair and garland scattering, the wrestler fell down dead, like a huge festival column collapsing."
    },
    {
        "verse_id": "24",
        "text": "Similarly, Muṣṭika struck Lord Balabhadra with his fist and was slain. Receiving a violent blow from the mighty Lord’s palm, the demon trembled all over in great pain, vomited blood and then fell lifeless onto the ground, like a tree blown down by the wind."
    },
    {
        "verse_id": "26",
        "text": "Confronted next by the wrestler Kūṭa, Lord Balarāma, the best of fighters, playfully and nonchalantly killed him with His left fist, O King."
    },
    {
        "verse_id": "27",
        "text": "Then Kṛṣṇa kicked in Śala’s head and tore Tośala in half, and both wrestlers fell down dead."
    },
    {
        "verse_id": "28",
        "text": "Cāṇūra, Muṣṭika, Kūṭa, Śala and Tośala having been killed, the remaining wrestlers all fled for their lives."
    },
    {
        "verse_id": "29",
        "text": "Kṛṣṇa and Balarāma then called Their young cowherd boyfriends to join Them, and in their company the Lords danced about and sported, Their ankle bells resounding as musical instruments played."
    },
    {
        "verse_id": "30",
        "text": "Everyone except Kaṁsa rejoiced at the wonderful feat Kṛṣṇa and Balarāma had performed. The exalted brāhmaṇas and great saints exclaimed, “Excellent! Excellent!”"
    },
    {
        "verse_id": "31",
        "text": "The Bhoja king, seeing that his best wrestlers had all been killed or had fled, stopped the musical performance originally meant for his pleasure and spoke the following words."
    },
    {
        "verse_id": "32",
        "text": "[Kaṁsa said:] Drive the two wicked sons of Vasudeva out of the city! Confiscate the cowherds’ property and arrest that fool Nanda!"
    },
    {
        "verse_id": "33",
        "text": "Kill that most evil fool Vasudeva! And also kill my father, Ugrasena, along with his followers, who have all sided with our enemies!"
    },
    {
        "verse_id": "34",
        "text": "As Kaṁsa thus raved so audaciously, the infallible Lord Kṛṣṇa, intensely angry, quickly and easily jumped up onto the high royal dais."
    },
    {
        "verse_id": "35",
        "text": "Seeing Lord Kṛṣṇa approaching like death personified, the quick-witted Kaṁsa instantly rose from his seat and took up his sword and shield."
    },
    {
        "verse_id": "36",
        "text": "Sword in hand, Kaṁsa moved quickly from side to side like a hawk in the sky. But Lord Kṛṣṇa, whose fearsome strength is irresistible, powerfully seized the demon just as the son of Tārkṣya might capture a snake."
    },
    {
        "verse_id": "37",
        "text": "Grabbing Kaṁsa by the hair and knocking off his crown, the lotus-naveled Lord threw him off the elevated dais onto the wrestling mat. Then the independent Lord, the support of the entire universe, threw Himself upon the King."
    },
    {
        "verse_id": "38",
        "text": "As a lion drags a dead elephant, the Lord then dragged Kaṁsa’s dead body along the ground in full view of everyone present. O King, all the people in the arena tumultuously cried out, “Oh! Oh!”"
    },
    {
        "verse_id": "39",
        "text": "Kaṁsa had always been disturbed by the thought that the Supreme Lord was to kill him. Therefore when drinking, eating, moving about, sleeping or simply breathing, the King had always seen the Lord before him with the disc weapon in His hand. Thus Kaṁsa achieved the rare boon of attaining a form like the Lord’s."
    },
    {
        "verse_id": "40",
        "text": "Kaṁsa’s eight younger brothers, led by Kaṅka and Nyagrodhaka, then attacked the Lords in a rage, seeking to avenge their brother’s death."
    },
    {
        "verse_id": "41",
        "text": "As they ran swiftly toward the two Lords, ready to strike, the son of Rohiṇī slew them with His club just as a lion easily kills other animals."
    },
    {
        "verse_id": "42",
        "text": "Kettledrums resounded in the sky as Brahmā, Śiva and other demigods, the Lord’s expansions, rained down flowers upon Him with pleasure. They chanted His praises, and their wives danced."
    },
    {
        "verse_id": "43",
        "text": "My dear King, the wives of Kaṁsa and his brothers, aggrieved by the death of their well-wishing husbands, came forward with tearful eyes, beating their heads."
    },
    {
        "verse_id": "44",
        "text": "Embracing their husbands, who lay on a hero’s final bed, the sorrowful women loudly lamented while shedding constant tears."
    },
    {
        "verse_id": "45",
        "text": "[The women cried out:] Alas, O master, O dear one, O knower of religious principles! O kind and compassionate protector of the shelterless! By your being slain we have also been slain, together with your household and offspring."
    },
    {
        "verse_id": "46",
        "text": "O great hero among men, bereft of you, its master, this city has lost its beauty, just as we have, and all festivity and good fortune within it have come to an end."
    },
    {
        "verse_id": "47",
        "text": "O dear one, you have been brought to this state because of the terrible violence you committed against innocent creatures. How can one who harms others attain happiness?"
    },
    {
        "verse_id": "48",
        "text": "Lord Kṛṣṇa causes the appearance and disappearance of all beings in this world, and He is their maintainer as well. One who disrespects Him can never prosper happily."
    },
    {
        "verse_id": "49",
        "text": "Śukadeva Gosvāmī said: After consoling the royal ladies, Lord Kṛṣṇa, sustainer of all the worlds, arranged for the prescribed funeral rites to be performed."
    },
    {
        "verse_id": "50",
        "text": "Then Kṛṣṇa and Balarāma released Their mother and father from bondage and offered obeisances to them, touching their feet with Their heads."
    },
    {
        "verse_id": "51",
        "text": "Devakī and Vasudeva, now knowing Kṛṣṇa and Balarāma to be the Lords of the universe, simply stood with joined palms. Being apprehensive, they did not embrace their sons."
    }
]