[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Thus hearing the confidential message of Princess Vaidarbhī, Lord Yadunandana took the brāhmaṇa’s hand and, smiling, spoke to him as follows."
    },
    {
        "verse_id": "2",
        "text": "The Supreme Lord said: Just as Rukmiṇī’s mind is fixed on Me, My mind is fixed on her. I can’t even sleep at night. I know that Rukmī, out of envy, has forbidden our marriage."
    },
    {
        "verse_id": "3",
        "text": "She has dedicated herself exclusively to Me, and her beauty is flawless. I will bring her here after thrashing those worthless kings in battle, just as one brings a blazing flame out of firewood."
    },
    {
        "verse_id": "4",
        "text": "Śukadeva Gosvāmī said: Lord Madhusūdana also understood the exact lunar time for Rukmiṇī’s wedding. Thus He told His driver, “Dāruka, ready My chariot immediately.”"
    },
    {
        "verse_id": "5",
        "text": "Dāruka brought the Lord’s chariot, yoked with the horses named Śaibya, Sugrīva, Meghapuṣpa and Balāhaka. He then stood before Lord Kṛṣṇa with joined palms."
    },
    {
        "verse_id": "6",
        "text": "Lord Śauri mounted His chariot and had the brāhmaṇa do likewise. Then the Lord’s swift horses took them from the Ānarta district to Vidarbha in a single night."
    },
    {
        "verse_id": "7",
        "text": "King Bhīṣmaka, the master of Kuṇḍina, having succumbed to the sway of affection for his son, was about to give his daughter to Śiśupāla. The King saw to all the required preparations."
    },
    {
        "verse_id": "8",
        "text": "The king had the main avenues, commercial roads and intersections thoroughly cleaned and then sprinkled with water, and he also had the city decorated with triumphant archways and multicolored banners on poles. The men and women of the city, arrayed in spotless raiment and anointed with fragrant sandalwood paste, wore precious necklaces, flower garlands and jeweled ornaments, and their opulent homes were filled with the aroma of aguru."
    },
    {
        "verse_id": "10",
        "text": "O King, in accordance with prescribed rituals, Mahārāja Bhīṣmaka worshiped the forefathers, demigods and brāhmaṇas, feeding them all properly. Then He had the traditional mantras chanted for the well-being of the bride."
    },
    {
        "verse_id": "11",
        "text": "The bride cleaned her teeth and bathed, after which she put on the auspicious wedding necklace. Then she was dressed in brand-new upper and lower garments and adorned with most excellent jeweled ornaments."
    },
    {
        "verse_id": "12",
        "text": "The best of brāhmaṇas chanted mantras of the Ṛg, Sāma and Yajur Vedas for the bride’s protection, and the priest learned in the Atharva Veda offered oblations to pacify the controlling planets."
    },
    {
        "verse_id": "13",
        "text": "Outstanding in his knowledge of regulative principles, the King rewarded the brāhmaṇas with gold, silver, clothing, cows and sesame seeds mixed with raw sugar."
    },
    {
        "verse_id": "14",
        "text": "Rājā Damaghoṣa, lord of Cedi, had also engaged brāhmaṇas expert in chanting mantras to perform all rituals necessary to assure his son’s prosperity."
    },
    {
        "verse_id": "15",
        "text": "King Damaghoṣa traveled to Kuṇḍina accompanied by armies of elephants exuding mada, chariots hung with golden chains, and numerous cavalry and infantry soldiers."
    },
    {
        "verse_id": "16",
        "text": "Bhīṣmaka, the lord of Vidarbha, came out of the city and met King Damaghoṣa, offering him tokens of respect. Bhīṣmaka then settled Damaghoṣa in a residence especially constructed for the occasion."
    },
    {
        "verse_id": "17",
        "text": "Śiśupāla’s supporters — Śālva, Jarāsandha, Dantavakra and Vidūratha — all came, along with Pauṇḍraka and thousands of other kings."
    },
    {
        "verse_id": "18",
        "text": "To secure the bride for Śiśupāla, the kings who envied Kṛṣṇa and Balarāma came to the following decision among themselves: “If Kṛṣṇa comes here with Balarāma and the other Yadus to steal the bride, we shall band together and fight Him.” Thus those envious kings went to the wedding with their entire armies and a full complement of military conveyances."
    },
    {
        "verse_id": "20",
        "text": "When Lord Balarāma heard about these preparations of the inimical kings and how Lord Kṛṣṇa had set off alone to steal the bride, He feared that a fight would ensue. Immersed in affection for His brother, He hurried to Kuṇḍina with a mighty army consisting of infantry and of soldiers riding on elephants, horses and chariots."
    },
    {
        "verse_id": "22",
        "text": "The lovely daughter of Bhīṣmaka anxiously awaited the arrival of Kṛṣṇa, but when she did not see the brāhmaṇa return she thought as follows."
    },
    {
        "verse_id": "23",
        "text": "[Princess Rukmiṇī thought:] Alas, my wedding is to take place when the night ends! How unlucky I am! Lotus-eyed Kṛṣṇa does not come. I don’t know why. And even the brāhmaṇa messenger has not yet returned."
    },
    {
        "verse_id": "24",
        "text": "Perhaps the faultless Lord, even while preparing to come here, saw something contemptible in me and therefore has not come to take my hand."
    },
    {
        "verse_id": "25",
        "text": "I am extremely unfortunate, for the creator is not favorably disposed toward me, nor is the great Lord Śiva. Or perhaps Śiva’s wife, Devī, who is known as Gaurī, Rudrāṇī, Girijā and Satī, has turned against me."
    },
    {
        "verse_id": "26",
        "text": "As she thought in this way, the young maiden, whose mind had been stolen by Kṛṣṇa, closed her tear-filled eyes, remembering that there was still time."
    },
    {
        "verse_id": "27",
        "text": "O King, as the bride thus awaited the arrival of Govinda, she felt a twitch in her left thigh, arm and eye. This was a sign that something desirable would happen."
    },
    {
        "verse_id": "28",
        "text": "Just then the purest of learned brāhmaṇas, following Kṛṣṇa’s order, came to see the divine Princess Rukmiṇī within the inner chambers of the palace."
    },
    {
        "verse_id": "29",
        "text": "Noting the brāhmaṇa’s joyful face and serene movements, saintly Rukmiṇī, who could expertly interpret such symptoms, inquired from him with a pure smile."
    },
    {
        "verse_id": "30",
        "text": "The brāhmaṇa announced to her the arrival of Lord Yadunandana and relayed the Lord’s promise to marry her."
    },
    {
        "verse_id": "31",
        "text": "Princess Vaidarbhī was overjoyed to learn of Kṛṣṇa’s arrival. Not finding anything at hand suitable to offer the brāhmaṇa, she simply bowed down to him."
    },
    {
        "verse_id": "32",
        "text": "The King, upon hearing that Kṛṣṇa and Balarāma had come and were eager to witness his daughter’s wedding, went forth with abundant offerings to greet Them as music resounded."
    },
    {
        "verse_id": "33",
        "text": "Presenting Them with madhu-parka, new clothing and other desirable gifts, he worshiped Them according to standard rituals."
    },
    {
        "verse_id": "34",
        "text": "Generous King Bhīṣmaka arranged opulent accommodations for the two Lords, and also for Their army and entourage. In this way he afforded Them proper hospitality."
    },
    {
        "verse_id": "35",
        "text": "Thus it was that Bhīṣmaka gave all desirable things to the kings who had assembled for the occasion, honoring them as befitted their political power, age, physical prowess and wealth."
    },
    {
        "verse_id": "36",
        "text": "When the residents of Vidarbha-pura heard that Lord Kṛṣṇa had come, they all went to see Him. With the cupped palms of their eyes they drank the honey of His lotus face."
    },
    {
        "verse_id": "37",
        "text": "[The people of the city said:] Rukmiṇī, and no one else, deserves to become His wife, and He also, possessing such flawless beauty, is the only suitable husband for Princess Bhaiṣmī."
    },
    {
        "verse_id": "38",
        "text": "May Acyuta, the creator of the three worlds, be satisfied with whatever pious work we may have done and show His mercy by taking the hand of Vaidarbhī."
    },
    {
        "verse_id": "39",
        "text": "Bound by their swelling love, the city’s residents spoke in this way. Then the bride, protected by guards, left the inner palace to visit the temple of Ambikā."
    },
    {
        "verse_id": "40",
        "text": "Rukmiṇī silently went out on foot to see the lotus feet of the deity Bhavānī. Accompanied by her mothers and girlfriends and protected by the King’s valiant soldiers, who held their upraised weapons at the ready, she simply absorbed her mind in the lotus feet of Kṛṣṇa. And all the while mṛdaṅgas, conchshells, paṇavas, horns and other instruments resounded."
    },
    {
        "verse_id": "42",
        "text": "Behind the bride followed thousands of prominent courtesans bearing various offerings and presents, along with well-adorned brāhmaṇas’ wives singing and reciting prayers and bearing gifts of garlands, scents, clothing and jewelry. There were also professional singers, musicians, bards, chroniclers and heralds."
    },
    {
        "verse_id": "44",
        "text": "Upon reaching the goddess’s temple, Rukmiṇī first washed her lotus feet and hands and then sipped water for purification. Thus sanctified and peaceful, she came into the presence of mother Ambikā."
    },
    {
        "verse_id": "45",
        "text": "The older wives of brāhmaṇas, expert in the knowledge of rituals, led young Rukmiṇī in offering respects to Bhavānī, who appeared with her consort, Lord Bhava."
    },
    {
        "verse_id": "46",
        "text": "[Princess Rukmiṇī prayed:] O mother Ambikā, wife of Lord Siva, I repeatedly offer my obeisances unto you, together with your children. May Lord Kṛṣṇa become my husband. Please grant this!"
    },
    {
        "verse_id": "47",
        "text": "Rukmiṇī worshiped the goddess with water, scents, whole grains, incense, clothing, garlands, necklaces, jewelry and other prescribed offerings and gifts, and also with arrays of lamps. The married brāhmaṇa women each performed worship simultaneously with the same items, also offering savories and cakes, prepared betel nut, sacred threads, fruit and sugarcane juice."
    },
    {
        "verse_id": "49",
        "text": "The ladies gave the bride the remnants of the offerings and then blessed her. She in turn bowed down to them and the deity and accepted the remnants as prasādam."
    },
    {
        "verse_id": "50",
        "text": "The princess then gave up her vow of silence and left the Ambikā temple, holding on to a maidservant with her hand, which was adorned with a jeweled ring."
    },
    {
        "verse_id": "51",
        "text": "Rukmiṇī appeared as enchanting as the Lord’s illusory potency, who enchants even the sober and grave. Thus the kings gazed upon her virgin beauty, her shapely waist, and her lovely face adorned with earrings. Her hips were graced with a jewel-studded belt, her breasts were just budding, and her eyes seemed apprehensive of her encroaching locks of hair. She smiled sweetly, her jasmine-bud teeth reflecting the glow of her bimba-red lips. As she walked with the motions of a royal swan, the effulgence of her tinkling ankle bells beautified her feet. Seeing her, the assembled heroes were totally bewildered. Lust tore at their hearts. Indeed, when the kings saw her broad smile and shy glance, they became stupefied, dropped their weapons and fell unconscious to the ground from their elephants, chariots and horses. On the pretext of the procession, Rukmiṇī displayed her beauty for Kṛṣṇa alone. Slowly she advanced the two moving lotus-whorls of her feet, awaiting the arrival of the Supreme Lord. With the fingernails of her left hand she pushed some strands of hair away from her face and shyly looked from the corners of her eyes at the kings standing before her. At that moment she saw Kṛṣṇa. Then, while His enemies looked on, the Lord seized the princess, who was eager to mount His chariot."
    },
    {
        "verse_id": "56",
        "text": "Lifting the princess onto His chariot, whose flag bore the emblem of Garuḍa, Lord Mādhava drove back the circle of kings. With Balarāma in the lead, He slowly exited, like a lion removing his prey from the midst of jackals."
    },
    {
        "verse_id": "57",
        "text": "The kings inimical to the Lord, headed by Jarāsandha, could not tolerate this humiliating defeat. They exclaimed, “Oh, damn us! Though we are mighty archers, mere cowherds have stolen our honor, just as puny animals might steal the honor of lions!”"
    }
]