[
    {
        "verse_id": "1",
        "text": "The gopīs said: O beloved, Your birth in the land of Vraja has made it exceedingly glorious, and thus Indirā, the goddess of fortune, always resides here. It is only for Your sake that we, Your devoted servants, maintain our lives. We have been searching everywhere for You, so please show Yourself to us."
    },
    {
        "verse_id": "2",
        "text": "O Lord of love, in beauty Your glance excels the whorl of the finest, most perfectly formed lotus within the autumn pond. O bestower of benedictions, You are killing the maidservants who have given themselves to You freely, without any price. Isn’t this murder?"
    },
    {
        "verse_id": "3",
        "text": "O greatest of personalities, You have repeatedly saved us from all kinds of danger — from poisoned water, from the terrible man-eater Agha, from the great rains, from the wind demon, from the fiery thunderbolt of Indra, from the bull demon and from the son of Maya Dānava."
    },
    {
        "verse_id": "4",
        "text": "You are not actually the son of the gopī Yaśodā, O friend, but rather the indwelling witness in the hearts of all embodied souls. Because Lord Brahmā prayed for You to come and protect the universe, You have now appeared in the Sātvata dynasty."
    },
    {
        "verse_id": "5",
        "text": "O best of the Vṛṣṇis, Your lotuslike hand, which holds the hand of the goddess of fortune, grants fearlessness to those who approach Your feet out of fear of material existence. O lover, please place that wish-fulfilling lotus hand on our heads."
    },
    {
        "verse_id": "6",
        "text": "O You who destroy the suffering of Vraja’s people, O hero of all women, Your smile shatters the false pride of Your devotees. Please, dear friend, accept us as Your maidservants and show us Your beautiful lotus face."
    },
    {
        "verse_id": "7",
        "text": "Your lotus feet destroy the past sins of all embodied souls who surrender to them. Those feet follow after the cows in the pastures and are the eternal abode of the goddess of fortune. Since You once put those feet on the hoods of the great serpent Kāliya, please place them upon our breasts and tear away the lust in our hearts."
    },
    {
        "verse_id": "8",
        "text": "O lotus-eyed one, Your sweet voice and charming words, which attract the minds of the intelligent, are bewildering us more and more. Our dear hero, please revive Your maidservants with the nectar of Your lips."
    },
    {
        "verse_id": "9",
        "text": "The nectar of Your words and the descriptions of Your activities are the life and soul of those suffering in this material world. These narrations, transmitted by learned sages, eradicate one’s sinful reactions and bestow good fortune upon whoever hears them. These narrations are broadcast all over the world and are filled with spiritual power. Certainly those who spread the message of Godhead are most munificent."
    },
    {
        "verse_id": "10",
        "text": "Your smiles, Your sweet, loving glances, the intimate pastimes and confidential talks we enjoyed with You — all these are auspicious to meditate upon, and they touch our hearts. But at the same time, O deceiver, they very much agitate our minds."
    },
    {
        "verse_id": "11",
        "text": "Dear master, dear lover, when You leave the cowherd village to herd the cows, our minds are disturbed with the thought that Your feet, more beautiful than a lotus, will be pricked by the spiked husks of grain and the rough grass and plants."
    },
    {
        "verse_id": "12",
        "text": "At the end of the day You repeatedly show us Your lotus face, covered with dark blue locks of hair and thickly powdered with dust. Thus, O hero, You arouse lusty desires in our minds."
    },
    {
        "verse_id": "13",
        "text": "Your lotus feet, which are worshiped by Lord Brahmā, fulfill the desires of all who bow down to them. They are the ornament of the earth, they give the highest satisfaction, and in times of danger they are the appropriate object of meditation. O lover, O destroyer of anxiety, please put those lotus feet upon our breasts."
    },
    {
        "verse_id": "14",
        "text": "O hero, kindly distribute to us the nectar of Your lips, which enhances conjugal pleasure and vanquishes grief. That nectar is thoroughly relished by Your vibrating flute and makes people forget any other attachment."
    },
    {
        "verse_id": "15",
        "text": "When You go off to the forest during the day, a tiny fraction of a second becomes like a millennium for us because we cannot see You. And even when we can eagerly look upon Your beautiful face, so lovely with its adornment of curly locks, our pleasure is hindered by our eyelids, which were fashioned by the foolish creator."
    },
    {
        "verse_id": "16",
        "text": "Dear Acyuta, You know very well why we have come here. Who but a cheater like You would abandon young women who come to see Him in the middle of the night, enchanted by the loud song of His flute? Just to see You, we have completely rejected our husbands, children, ancestors, brothers and other relatives."
    },
    {
        "verse_id": "17",
        "text": "Our minds are repeatedly bewildered as we think of the intimate conversations we had with You in secret, feel the rise of lust in our hearts and remember Your smiling face, Your loving glances and Your broad chest, the resting place of the goddess of fortune. Thus we experience the most severe hankering for You."
    },
    {
        "verse_id": "18",
        "text": "O beloved, Your all-auspicious appearance vanquishes the distress of those living in Vraja’s forests. Our minds long for Your association. Please give to us just a bit of that medicine, which counteracts the disease in Your devotees’ hearts."
    },
    {
        "verse_id": "19",
        "text": "O dearly beloved! Your lotus feet are so soft that we place them gently on our breasts, fearing that Your feet will be hurt. Our life rests only in You. Our minds, therefore, are filled with anxiety that Your tender feet might be wounded by pebbles as You roam about on the forest path."
    }
]