[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Kālayavana saw the Lord come out from Mathurā like the rising moon. The Lord was most beautiful to behold, with His dark-blue complexion and yellow silk garment. Upon His chest He bore the mark of Śrīvatsa, and the Kaustubha gem adorned His neck. His four arms were sturdy and long. He displayed His ever-joyful lotuslike face, with eyes pink like lotuses, beautifully effulgent cheeks, a pristine smile and glittering shark-shaped earrings. The barbarian thought, “This person must indeed be Vāsudeva, since He possesses the characteristics Nārada mentioned: He is marked with Śrīvatsa, He has four arms, His eyes are like lotuses, He wears a garland of forest flowers, and He is extremely handsome. He cannot be anyone else. Since He goes on foot and unarmed, I will fight Him without weapons.” Resolving thus, he ran after the Lord, who turned His back and ran away. Kālayavana hoped to catch Lord Kṛṣṇa, though great mystic yogīs cannot attain Him."
    },
    {
        "verse_id": "7",
        "text": "Appearing virtually within reach of Kālayavana’s hands at every moment, Lord Hari led the King of the Yavanas far away to a mountain cave."
    },
    {
        "verse_id": "8",
        "text": "While chasing the Lord, the Yavana cast insults at Him, saying “You took birth in the Yadu dynasty. It’s not proper for You to run away!” But still Kālayavana could not reach Lord Kṛṣṇa, because his sinful reactions had not been cleansed away."
    },
    {
        "verse_id": "9",
        "text": "Although insulted in this way, the Supreme Lord entered the mountain cave. Kālayavana also entered, and there he saw another man lying asleep."
    },
    {
        "verse_id": "10",
        "text": "“So, after leading me such a long distance, now He is lying here like some saint!” Thus thinking the sleeping man to be Lord Kṛṣṇa, the deluded fool kicked him with all his strength."
    },
    {
        "verse_id": "11",
        "text": "The man awoke after a long sleep and slowly opened his eyes. Looking all about, he saw Kālayavana standing beside him."
    },
    {
        "verse_id": "12",
        "text": "The awakened man was angry and cast his glance at Kālayavana, whose body burst into flames. In a single moment, O King Parīkṣit, Kālayavana was burnt to ashes."
    },
    {
        "verse_id": "13",
        "text": "King Parīkṣit said: Who was that person, O brāhmaṇa? To which family did he belong, and what were his powers? Why did that destroyer of the barbarian lie down to sleep in the cave, and whose son was he?"
    },
    {
        "verse_id": "14",
        "text": "Śukadeva Gosvāmī said: Mucukunda was the name of this great personality, who was born in the Ikṣvāku dynasty as the son of Māndhātā. He was devoted to brahminical culture and always true to his vow in battle."
    },
    {
        "verse_id": "15",
        "text": "Begged by Indra and the other demigods to help protect them when they were terrorized by the demons, Mucukunda defended them for a long time."
    },
    {
        "verse_id": "16",
        "text": "When the demigods obtained Kārttikeya as their general, they told Mucukunda, “O King, you may now give up your troublesome duty of guarding us."
    },
    {
        "verse_id": "17",
        "text": "“Abandoning an unopposed kingdom in the world of men, O valiant one, you neglected all your personal desires while engaged in protecting us."
    },
    {
        "verse_id": "18",
        "text": "“The children, queens, relatives, ministers, advisers and subjects who were your contemporaries are no longer alive. They have all been swept away by time."
    },
    {
        "verse_id": "19",
        "text": "“Inexhaustible time, stronger than the strong, is the Supreme Personality of Godhead Himself. Like a herdsman moving his animals along, He moves mortal creatures as His pastime."
    },
    {
        "verse_id": "20",
        "text": "“All good fortune to you! Now please choose a benediction from us — anything but liberation, since only the infallible Supreme Lord, Viṣṇu, can bestow that.”"
    },
    {
        "verse_id": "21",
        "text": "Addressed thus, King Mucukunda took his respectful leave of the demigods and went to a cave, where he lay down to enjoy the sleep they had granted him."
    },
    {
        "verse_id": "22",
        "text": "After the Yavana was burnt to ashes, the Supreme Lord, chief of the Sātvatas, revealed Himself to the wise Mucukunda."
    },
    {
        "verse_id": "23",
        "text": "As he gazed at the Lord, King Mucukunda saw that He was dark blue like a cloud, had four arms, and wore a yellow silk garment. On His chest He bore the Śrīvatsa mark and on His neck the brilliantly glowing Kaustubha gem. Adorned with a Vaijayantī garland, the Lord displayed His handsome, peaceful face, which attracts the eyes of all mankind with its shark-shaped earrings and affectionately smiling glance. The beauty of His youthful form was unexcelled, and He moved with the nobility of an angry lion. The highly intelligent King was overwhelmed by the Lord’s effulgence, which showed Him to be invincible. Expressing his uncertainty, Mucukunda hesitantly questioned Lord Kṛṣṇa as follows."
    },
    {
        "verse_id": "27",
        "text": "Śrī Mucukunda said: Who are You who have come to this mountain cave in the forest, having walked on the thorny ground with feet as soft as lotus petals?"
    },
    {
        "verse_id": "28",
        "text": "Perhaps You are the potency of all potent beings. Or maybe You are the powerful god of fire, or the sun-god, the moon-god, the King of heaven or the ruling demigod of some other planet."
    },
    {
        "verse_id": "29",
        "text": "I think You are the Supreme Personality among the three chief gods, since You drive away the darkness of this cave as a lamp dispels darkness with its light."
    },
    {
        "verse_id": "30",
        "text": "O best among men, if You like, please truly describe Your birth, activities and lineage to us, who are eager to hear."
    },
    {
        "verse_id": "31",
        "text": "As for ourselves, O tiger among men, we belong to a family of fallen kṣatriyas, descendants of King Ikṣvāku. My name is Mucukunda, my Lord, and I am the son of Yauvanāśva."
    },
    {
        "verse_id": "32",
        "text": "I was fatigued after remaining awake for a long time, and my senses were overwhelmed by sleep. Thus I slept comfortably here in this solitary place until, just now, someone woke me."
    },
    {
        "verse_id": "33",
        "text": "The man who woke me was burned to ashes by the reaction of his sins. Just then I saw You, possessing a glorious appearance and the power to chastise Your enemies."
    },
    {
        "verse_id": "34",
        "text": "Your unbearably brilliant effulgence overwhelms our strength, and thus we cannot fix our gaze upon You. O exalted one, You are to be honored by all embodied beings."
    },
    {
        "verse_id": "35",
        "text": "[Śukadeva Gosvāmī continued:] Thus addressed by the King, the Supreme Personality of Godhead, origin of all creation, smiled and then replied to him in a voice as deep as the rumbling of clouds."
    },
    {
        "verse_id": "36",
        "text": "The Supreme Lord said: My dear friend, I have taken thousands of births, lived thousands of lives and accepted thousands of names. In fact My births, activities and names are limitless, and thus even I cannot count them."
    },
    {
        "verse_id": "37",
        "text": "After many lifetimes someone might count the dust particles on the earth, but no one can ever finish counting My qualities, activities, names and births."
    },
    {
        "verse_id": "38",
        "text": "O King, the greatest sages enumerate My births and activities, which take place throughout the three phases of time, but never do they reach the end of them."
    },
    {
        "verse_id": "39",
        "text": "Nonetheless, O friend, I will tell you about My current birth, name and activities. Kindly hear. Some time ago, Lord Brahmā requested Me to protect religious principles and destroy the demons who were burdening the earth. Thus I descended in the Yadu dynasty, in the home of Ānakadundubhi. Indeed, because I am the son of Vasudeva, people call Me Vāsudeva."
    },
    {
        "verse_id": "41",
        "text": "I have killed Kālanemi, reborn as Kaṁsa, as well as Pralamba and other enemies of the pious. And now, O King, this barbarian has been burnt to ashes by your piercing glance."
    },
    {
        "verse_id": "42",
        "text": "Since in the past you repeatedly prayed to Me, I have personally come to this cave to show you mercy, for I am affectionately inclined to My devotees."
    },
    {
        "verse_id": "43",
        "text": "Now choose some benedictions from Me, O saintly King. I will fulfill all your desires. One who has satisfied Me need never again lament."
    },
    {
        "verse_id": "44",
        "text": "Śukadeva Gosvāmī said: Mucukunda bowed down to the Lord when he heard this. Remembering the words of the sage Garga, he joyfully recognized Kṛṣṇa to be the Supreme Lord, Nārāyaṇa. The King then addressed Him as follows."
    },
    {
        "verse_id": "45",
        "text": "Śrī Mucukunda said: O Lord, the people of this world, both men and women, are bewildered by Your illusory energy. Unaware of their real benefit, they do not worship You but instead seek happiness by entangling themselves in family affairs, which are actually sources of misery."
    },
    {
        "verse_id": "46",
        "text": "That person has an impure mind who, despite having somehow or other automatically obtained the rare and highly evolved human form of life, does not worship Your lotus feet. Like an animal that has fallen into a blind well, such a person has fallen into the darkness of a material home."
    },
    {
        "verse_id": "47",
        "text": "I have wasted all this time, O unconquerable one, becoming more and more intoxicated by my domain and opulence as an earthly king. Misidentifying the mortal body as the self, becoming attached to children, wives, treasury and land, I suffered endless anxiety."
    },
    {
        "verse_id": "48",
        "text": "With deep arrogance I took myself to be the body, which is a material object like a pot or a wall. Thinking myself a god among men, I traveled the earth surrounded by my charioteers, elephants, cavalry, foot soldiers and generals, disregarding You in my deluding pride."
    },
    {
        "verse_id": "49",
        "text": "A man obsessed with thoughts of what he thinks needs to be done, intensely greedy, and delighting in sense enjoyment is suddenly confronted by You, who are ever alert. Like a hungry snake licking its fangs before a mouse, You appear before him as death."
    },
    {
        "verse_id": "50",
        "text": "The body that at first rides high on fierce elephants or chariots adorned with gold and is known by the name “king” is later, by Your invincible power of time, called “feces,” “worms,” or “ashes.”"
    },
    {
        "verse_id": "51",
        "text": "Having conquered the entire circle of directions and being thus free of conflict, a man sits on a splendid throne, receiving praise from leaders who were once his equals. But when he enters the women’s chambers, where sex pleasure is found, he is led about like a pet animal, O Lord."
    },
    {
        "verse_id": "52",
        "text": "A king who desires even greater power than he already has strictly performs his duties, carefully practicing austerity and forgoing sense enjoyment. But he whose urges are so rampant, thinking “I am independent and supreme,” cannot attain happiness."
    },
    {
        "verse_id": "53",
        "text": "When the material life of a wandering soul has ceased, O Acyuta, he may attain the association of Your devotees. And when he associates with them, there awakens in him devotion unto You, who are the goal of the devotees and the Lord of all causes and their effects."
    },
    {
        "verse_id": "54",
        "text": "My Lord, I think You have shown me mercy, since my attachment to my kingdom has spontaneously ceased. Such freedom is prayed for by saintly rulers of vast empires who desire to enter the forest for a life of solitude."
    },
    {
        "verse_id": "55",
        "text": "O all-powerful one, I desire no boon other than service to Your lotus feet, the boon most eagerly sought by those free of material desire. O Hari, what enlightened person who worships You, the giver of liberation, would choose a boon that causes his own bondage?"
    },
    {
        "verse_id": "56",
        "text": "Therefore, O Lord, having put aside all objects of material desire, which are bound to the modes of passion, ignorance and goodness, I am approaching You, the Supreme Personality of Godhead, for shelter. You are not covered by mundane designations; rather, You are the Supreme Absolute Truth, full in pure knowledge and transcendental to the material modes."
    },
    {
        "verse_id": "57",
        "text": "For so long I have been pained by troubles in this world and have been burning with lamentation. My six enemies are never satiated, and I can find no peace. Therefore, O giver of shelter, O Supreme Soul, please protect me. O Lord, in the midst of danger I have by good fortune approached Your lotus feet, which are the truth and which thus make one fearless and free of sorrow."
    },
    {
        "verse_id": "58",
        "text": "The Supreme Lord said: O emperor, great ruler, your mind is pure and potent. Though I enticed You with benedictions, your mind was not overcome by material desires."
    },
    {
        "verse_id": "59",
        "text": "Understand that I enticed you with benedictions just to prove that you would not be deceived. The intelligence of My unalloyed devotees is never diverted by material blessings."
    },
    {
        "verse_id": "60",
        "text": "The minds of nondevotees who engage in such practices as prāṇāyama are not fully cleansed of material desires. Thus, O King, material desires are again seen to arise in their minds."
    },
    {
        "verse_id": "61",
        "text": "Wander this earth at will, with your mind fixed on Me. May you always possess such unfailing devotion for Me."
    },
    {
        "verse_id": "62",
        "text": "Because you followed the principles of a kṣatriya, you killed living beings while hunting and performing other duties. You must vanquish the sins thus incurred by carefully executing penances while remaining surrendered to Me."
    },
    {
        "verse_id": "63",
        "text": "O King, in your very next life you will become an excellent brāhmaṇa, the greatest well-wisher of all creatures, and certainly come to Me alone."
    }
]