[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: O Mahārāja Parīkṣit, when the yamala-arjuna trees fell, all the cowherd men in the neighborhood, hearing the fierce sound and fearing thunderbolts, went to the spot."
    },
    {
        "verse_id": "2",
        "text": "There they saw the fallen yamala-arjuna trees on the ground, but they were bewildered because even though they could directly perceive that the trees had fallen, they could not trace out the cause for their having done so."
    },
    {
        "verse_id": "3",
        "text": "Kṛṣṇa was bound by the rope to the ulūkhala, the mortar, which He was dragging. But how could He have pulled down the trees? Who had actually done it? Where was the source for this incident? Considering all these astounding things, the cowherd men were doubtful and bewildered."
    },
    {
        "verse_id": "4",
        "text": "Then all the cowherd boys said: It is Kṛṣṇa who has done this. When He was in between the two trees, the mortar fell crosswise. Kṛṣṇa dragged the mortar, and the two trees fell down. After that, two beautiful men came out of the trees. We have seen this with our own eyes."
    },
    {
        "verse_id": "5",
        "text": "Because of intense paternal affection, the cowherd men, headed by Nanda, could not believe that Kṛṣṇa could have uprooted the trees in such a wonderful way. Therefore they could not put their faith in the words of the boys. Some of the men, however, were in doubt. “Since Kṛṣṇa was predicted to equal Nārāyaṇa,” they thought, “it might be that He could have done it.”"
    },
    {
        "verse_id": "6",
        "text": "When Nanda Mahārāja saw his own son bound with ropes to the wooden mortar and dragging it, he smiled and released Kṛṣṇa from His bonds."
    },
    {
        "verse_id": "7",
        "text": "The gopīs would say, “If You dance, my dear Kṛṣṇa, then I shall give You half a sweetmeat.” By saying these words or by clapping their hands, all the gopīs encouraged Kṛṣṇa in different ways. At such times, although He was the supremely powerful Personality of Godhead, He would smile and dance according to their desire, as if He were a wooden doll in their hands. Sometimes He would sing very loudly, at their bidding. In this way, Kṛṣṇa came completely under the control of the gopīs."
    },
    {
        "verse_id": "8",
        "text": "Sometimes mother Yaśodā and her gopī friends would tell Kṛṣṇa, “Bring this article” or “Bring that article.” Sometimes they would order Him to bring a wooden plank, wooden shoes or a wooden measuring pot, and Kṛṣṇa, when thus ordered by the mothers, would try to bring them. Sometimes, however, as if unable to raise these things, He would touch them and stand there. Just to invite the pleasure of His relatives, He would strike His body with His arms to show that He had sufficient strength."
    },
    {
        "verse_id": "9",
        "text": "To pure devotees throughout the world who could understand His activities, the Supreme Personality of Godhead, Kṛṣṇa, exhibited how much He can be subdued by His devotees, His servants. In this way He increased the pleasure of the Vrajavāsīs by His childhood activities."
    },
    {
        "verse_id": "10",
        "text": "Once a woman selling fruit was calling, “O inhabitants of Vrajabhūmi, if you want to purchase some fruits, come here!” Upon hearing this, Kṛṣṇa immediately took some grains and went to barter as if He needed some fruits."
    },
    {
        "verse_id": "11",
        "text": "While Kṛṣṇa was going to the fruit vendor very hastily, most of the grains He was holding fell. Nonetheless, the fruit vendor filled Kṛṣṇa’s hands with fruits, and her fruit basket was immediately filled with jewels and gold."
    },
    {
        "verse_id": "12",
        "text": "Once, after the uprooting of the yamala-arjuna trees, Rohiṇīdevī went to call Rāma and Kṛṣṇa, who had both gone to the riverside and were playing with the other boys with deep attention."
    },
    {
        "verse_id": "13",
        "text": "Because of being too attached to playing with the other boys, Kṛṣṇa and Balarāma did not return upon being called by Rohiṇī. Therefore Rohiṇī sent mother Yaśodā to call Them back, because mother Yaśodā was more affectionate to Kṛṣṇa and Balarāma."
    },
    {
        "verse_id": "14",
        "text": "Kṛṣṇa and Balarāma, being attached to Their play, were playing with the other boys although it was very late. Therefore mother Yaśodā called Them back for lunch. Because of her ecstatic love and affection for Kṛṣṇa and Balarāma, milk flowed from her breasts."
    },
    {
        "verse_id": "15",
        "text": "Mother Yaśodā said: My dear son Kṛṣṇa, lotus-eyed Kṛṣṇa, come here and drink the milk of my breast. My dear darling, You must be very tired because of hunger and the fatigue of playing so long. There is no need to play any more."
    },
    {
        "verse_id": "16",
        "text": "My dear Baladeva, best of our family, please come immediately with Your younger brother, Kṛṣṇa. You both ate in the morning, and now You ought to eat something more."
    },
    {
        "verse_id": "17",
        "text": "Nanda Mahārāja, the King of Vraja, is now waiting to eat. O my dear son Balarāma, he is waiting for You. Therefore, come back to please us. All the boys playing with You and Kṛṣṇa should now go to their homes."
    },
    {
        "verse_id": "18",
        "text": "Mother Yaśodā further told Kṛṣṇa: My dear son, because of playing all day, Your body has become covered with dust and sand. Therefore, come back, take Your bath and cleanse Yourself. Today the moon is conjoined with the auspicious star of Your birth. Therefore, be pure and give cows in charity to the brāhmaṇas."
    },
    {
        "verse_id": "19",
        "text": "Just see how all Your playmates of Your own age have been cleansed and decorated with beautiful ornaments by their mothers. You should come here, and after You have taken Your bath, eaten Your lunch and been decorated with ornaments, You may play with Your friends again."
    },
    {
        "verse_id": "20",
        "text": "My dear Mahārāja Parīkṣit, because of intense love and affection, mother Yaśodā, Kṛṣṇa’s mother, considered Kṛṣṇa, who was at the peak of all opulences, to be her own son. Thus she took Kṛṣṇa by the hand, along with Balarāma, and brought Them home, where she performed her duties by fully bathing Them, dressing Them and feeding Them."
    },
    {
        "verse_id": "21",
        "text": "Śrī Śukadeva Gosvāmī continued: Then one time, having seen the great disturbances in Bṛhadvana, all the elderly persons among the cowherd men, headed by Nanda Mahārāja, assembled and began to consider what to do to stop the continuous disturbing situations in Vraja."
    },
    {
        "verse_id": "22",
        "text": "At this meeting of all the inhabitants of Gokula, a cowherd man named Upananda, who was the most mature in age and knowledge and was very experienced according to time, circumstances and country, made this suggestion for the benefit of Rāma and Kṛṣṇa."
    },
    {
        "verse_id": "23",
        "text": "He said: My dear friends the cowherd men, in order to do good to this place, Gokula, we should leave it, because so many disturbances are always occurring here, just for the purpose of killing Rāma and Kṛṣṇa."
    },
    {
        "verse_id": "24",
        "text": "The child Kṛṣṇa, simply by the mercy of the Supreme Personality of Godhead, was somehow or other rescued from the hands of the Rākṣasī Pūtanā, who was determined to kill Him. Then, again by the mercy of the Supreme Godhead, the handcart missed falling upon the child."
    },
    {
        "verse_id": "25",
        "text": "Then again, the demon Tṛṇāvarta, in the form of a whirlwind, took the child away into the dangerous sky to kill Him, but the demon fell down onto a slab of stone. In that case also, by the mercy of Lord Viṣṇu or His associates, the child was saved."
    },
    {
        "verse_id": "26",
        "text": "Even the other day, neither Kṛṣṇa nor any of His playmates died from the falling of the two trees, although the children were near the trees or even between them. This also is to be considered the mercy of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "27",
        "text": "All these incidents are being caused by some unknown demon. Before he comes here to create another disturbance, it is our duty to go somewhere else with the boys until there are no more disturbances."
    },
    {
        "verse_id": "28",
        "text": "Between Nandeśvara and Mahāvana is a place named Vṛndāvana. This place is very suitable because it is lush with grass, plants and creepers for the cows and other animals. It has nice gardens and tall mountains and is full of facilities for the happiness of all the gopas and gopīs and our animals."
    },
    {
        "verse_id": "29",
        "text": "Therefore, let us immediately go today. There is no need to wait any further. If you agree to my proposal, let us prepare all the bullock carts and put the cows in front of us, and let us go there."
    },
    {
        "verse_id": "30",
        "text": "Upon hearing this advice from Upananda, the cowherd men unanimously agreed. “Very nice,” they said. “Very nice.” Thus they sorted out their household affairs, placed their clothing and other paraphernalia on the carts, and immediately started for Vṛndāvana."
    },
    {
        "verse_id": "31",
        "text": "Keeping all the old men, women, children and household paraphernalia on the bullock carts and keeping all the cows in front, the cowherd men picked up their bows and arrows with great care and sounded bugles made of horn. O King Parīkṣit, in this way, with bugles vibrating all around, the cowherd men, accompanied by their priests, began their journey."
    },
    {
        "verse_id": "33",
        "text": "The cowherd women, riding on the bullock carts, were dressed very nicely with excellent garments, and their bodies, especially their breasts, were decorated with fresh kuṅkuma powder. As they rode, they began to chant with great pleasure the pastimes of Kṛṣṇa."
    },
    {
        "verse_id": "34",
        "text": "Thus hearing about the pastimes of Kṛṣṇa and Balarāma with great pleasure, mother Yaśodā and Rohiṇīdevī, so as not to be separated from Kṛṣṇa and Balarāma for even a moment, got up with Them on one bullock cart. In this situation, they all looked very beautiful."
    },
    {
        "verse_id": "35",
        "text": "In this way they entered Vṛndāvana, where it is always pleasing to live in all seasons. They made a temporary place to inhabit by placing their bullock carts around them in the shape of a half moon."
    },
    {
        "verse_id": "36",
        "text": "O King Parīkṣit, when Rāma and Kṛṣṇa saw Vṛndāvana, Govardhana and the banks of the river Yamunā, They both enjoyed great pleasure."
    },
    {
        "verse_id": "37",
        "text": "In this way, Kṛṣṇa and Balarāma, acting like small boys and talking in half-broken language, gave transcendental pleasure to all the inhabitants of Vraja. In due course of time, They became old enough to take care of the calves."
    },
    {
        "verse_id": "38",
        "text": "Not far away from Their residential quarters, both Kṛṣṇa and Balarāma, equipped with all kinds of playthings, played with other cowherd boys and began to tend the small calves."
    },
    {
        "verse_id": "39",
        "text": "Sometimes Kṛṣṇa and Balarāma would play on Their flutes, sometimes They would throw ropes and stones devised for getting fruits from the trees, sometimes They would throw only stones, and sometimes, Their ankle bells tinkling, They would play football with fruits like bael and āmalakī. Sometimes They would cover Themselves with blankets and imitate cows and bulls and fight with one another, roaring loudly, and sometimes They would imitate the voices of the animals. In this way They enjoyed sporting, exactly like two ordinary human children."
    },
    {
        "verse_id": "41",
        "text": "One day while Rāma and Kṛṣṇa, along with Their playmates, were tending the calves on the bank of the river Yamunā, another demon arrived there, desiring to kill Them."
    },
    {
        "verse_id": "42",
        "text": "When the Supreme Personality of Godhead saw that the demon had assumed the form of a calf and entered among the groups of other calves, He pointed out to Baladeva, “Here is another demon.” Then He very slowly approached the demon, as if He did not understand the demon’s intentions."
    },
    {
        "verse_id": "43",
        "text": "Thereafter, Śrī Kṛṣṇa caught the demon by the hind legs and tail, twirled the demon’s whole body very strongly until the demon was dead, and threw him into the top of a kapittha tree, which then fell down, along with the body of the demon, who had assumed a great form."
    },
    {
        "verse_id": "44",
        "text": "Upon seeing the dead body of the demon, all the cowherd boys exclaimed, “Well done, Kṛṣṇa! Very good, very good! Thank You.” In the upper planetary system, all the demigods were pleased, and therefore they showered flowers on the Supreme Personality of Godhead."
    },
    {
        "verse_id": "45",
        "text": "After the killing of the demon, Kṛṣṇa and Balarāma finished Their breakfast in the morning, and while continuing to take care of the calves, They wandered here and there. Kṛṣṇa and Balarāma, the Supreme Personalities of Godhead, who maintain the entire creation, now took charge of the calves as if cowherd boys."
    },
    {
        "verse_id": "46",
        "text": "One day all the boys, including Kṛṣṇa and Balarāma, each boy taking his own group of calves, brought the calves to a reservoir of water, desiring to allow them to drink. After the animals drank water, the boys drank water there also."
    },
    {
        "verse_id": "47",
        "text": "Right by the reservoir, the boys saw a gigantic body resembling a mountain peak broken and struck down by a thunderbolt. They were afraid even to see such a huge living being."
    },
    {
        "verse_id": "48",
        "text": "That great-bodied demon was named Bakāsura. He had assumed the body of a duck with a very sharp beak. Having come there, he immediately swallowed Kṛṣṇa."
    },
    {
        "verse_id": "49",
        "text": "When Balarāma and the other boys saw that Kṛṣṇa had been devoured by the gigantic duck, they became almost unconscious, like senses without life."
    },
    {
        "verse_id": "50",
        "text": "Kṛṣṇa, who was the father of Lord Brahmā but who was acting as the son of a cowherd man, became like fire, burning the root of the demon’s throat, and the demon Bakāsura immediately disgorged Him. When the demon saw that Kṛṣṇa, although having been swallowed, was unharmed, he immediately attacked Kṛṣṇa again with his sharp beak."
    },
    {
        "verse_id": "51",
        "text": "When Kṛṣṇa, the leader of the Vaiṣṇavas, saw that the demon Bakāsura, the friend of Kaṁsa, was endeavoring to attack Him, with His arms He captured the demon by the two halves of the beak, and in the presence of all the cowherd boys Kṛṣṇa very easily bifurcated him, as a child splits a blade of vīraṇa grass. By thus killing the demon, Kṛṣṇa very much pleased the denizens of heaven."
    },
    {
        "verse_id": "52",
        "text": "At that time, the celestial denizens of the higher planetary system showered mallikā-puṣpa, flowers grown in Nandana-kānana, upon Kṛṣṇa, the enemy of Bakāsura. They also congratulated Him by sounding celestial kettledrums and conchshells and by offering prayers. Seeing this, the cowherd boys were struck with wonder."
    },
    {
        "verse_id": "53",
        "text": "Just as the senses are pacified when consciousness and life return, so when Kṛṣṇa was freed from this danger, all the boys, including Balarāma, thought that their life had been restored. They embraced Kṛṣṇa in good consciousness, and then they collected their own calves and returned to Vrajabhūmi, where they declared the incident loudly."
    },
    {
        "verse_id": "54",
        "text": "When the cowherd men and women heard about the killing of Bakāsura in the forest, they were very much astonished. Upon seeing Kṛṣṇa and hearing the story, they received Kṛṣṇa very eagerly, thinking that Kṛṣṇa and the other boys had returned from the mouth of death. Thus they looked upon Kṛṣṇa and the boys with silent eyes, not wanting to turn their eyes aside now that the boys were safe."
    },
    {
        "verse_id": "55",
        "text": "The cowherd men, headed by Nanda Mahārāja, began to contemplate: It is very astonishing that although this boy Kṛṣṇa has many times faced many varied causes of death, by the grace of the Supreme Personality of Godhead it was these causes of fear that were killed, instead of Him."
    },
    {
        "verse_id": "56",
        "text": "Although the causes of death, the daityas, were very fierce, they could not kill this boy Kṛṣṇa. Rather, because they came to kill innocent boys, as soon as they approached they themselves were killed, exactly like flies attacking a fire."
    },
    {
        "verse_id": "57",
        "text": "The words of persons in full knowledge of Brahman never become untrue. It is very wonderful that whatever Garga Muni predicted we are now actually experiencing in all detail."
    },
    {
        "verse_id": "58",
        "text": "In this way all the cowherd men, headed by Nanda Mahārāja, enjoyed topics about the pastimes of Kṛṣṇa and Balarāma with great transcendental pleasure, and they could not even perceive material tribulations."
    },
    {
        "verse_id": "59",
        "text": "In this way Kṛṣṇa and Balarāma passed Their childhood age in Vrajabhūmi by engaging in activities of childish play, such as playing hide-and-seek, constructing a make-believe bridge on the ocean, and jumping here and there like monkeys."
    }
]