[
    {
        "verse_id": "1",
        "text": "The glorious King Parīkṣit said: I wish to hear further about Śrī Balarāma, the unlimited and immeasurable Supreme Lord, whose activities are all astounding. What else did He do?"
    },
    {
        "verse_id": "2",
        "text": "Śrī Śukadeva Gosvāmī said: There was an ape named Dvivida who was a friend of Narakāsura’s. This powerful Dvivida, the brother of Mainda, had been instructed by King Sugrīva."
    },
    {
        "verse_id": "3",
        "text": "To avenge the death of his friend [Naraka], the ape Dvivida ravaged the land, setting fires that burned cities, villages, mines and cowherd dwellings."
    },
    {
        "verse_id": "4",
        "text": "Once Dvivida tore up a number of mountains and used them to devastate all the neighboring kingdoms, especially the province of Ānarta, wherein dwelt his friend’s killer, Lord Hari."
    },
    {
        "verse_id": "5",
        "text": "Another time he entered the ocean and, with the strength of ten thousand elephants, churned up its water with his arms and thus submerged the coastal regions."
    },
    {
        "verse_id": "6",
        "text": "The wicked ape tore down the trees in the hermitages of exalted sages and contaminated their sacrificial fires with his feces and urine."
    },
    {
        "verse_id": "7",
        "text": "Just as a wasp imprisons smaller insects, he arrogantly threw both men and women into caves in a mountain valley and sealed the caves shut with boulders."
    },
    {
        "verse_id": "8",
        "text": "Once, while Dvivida was thus engaged in harassing the neighboring kingdoms and polluting women of respectable families, he heard very sweet singing coming from Raivataka Mountain. So he went there."
    },
    {
        "verse_id": "9",
        "text": "There he saw Śrī Balarāma, the Lord of the Yadus, adorned with a garland of lotuses and appearing most attractive in every limb. He was singing amidst a crowd of young women, and since He had drunk vāruṇī liquor, His eyes rolled as if He were intoxicated. His body shone brilliantly as He behaved like an elephant in rut."
    },
    {
        "verse_id": "11",
        "text": "The mischievous ape climbed a tree branch and then revealed his presence by shaking the trees and making the sound kilakilā."
    },
    {
        "verse_id": "12",
        "text": "When Lord Baladeva’s consorts saw the ape’s impudence, they began to laugh. They were, after all, young girls who were fond of joking and prone to silliness."
    },
    {
        "verse_id": "13",
        "text": "Even as Lord Balarāma looked on, Dvivida insulted the girls by making odd gestures with his eyebrows, coming right in front of them, and showing them his anus."
    },
    {
        "verse_id": "14",
        "text": "Angered, Lord Balarāma, the best of fighters, hurled a rock at him, but the cunning ape dodged the rock and grabbed the Lord’s pot of liquor. Further infuriating Lord Balarāma by laughing and by ridiculing Him, wicked Dvivida then broke the pot and offended the Lord even more by pulling at the girls’ clothing. Thus the powerful ape, puffed up with false pride, continued to insult Śrī Balarāma."
    },
    {
        "verse_id": "16",
        "text": "Lord Balarāma saw the ape’s rude behavior and thought of the disruptions he had created in the surrounding kingdoms. Thus the Lord angrily took up His club and His plow weapon, having decided to put His enemy to death."
    },
    {
        "verse_id": "17",
        "text": "Mighty Dvivida also came forward to do battle. Uprooting a śāla tree with one hand, he rushed toward Balarāma and struck Him on the head with the tree trunk."
    },
    {
        "verse_id": "18",
        "text": "But Lord Saṅkarṣaṇa remained as motionless as a mountain and simply grabbed the log as it fell upon His head. He then struck Dvivida with His club, named Sunanda."
    },
    {
        "verse_id": "19",
        "text": "Struck on the skull by the Lord’s club, Dvivida became brilliantly decorated by the outpour of blood, like a mountain beautified by red oxide. Ignoring the wound, Dvivida uprooted another tree, stripped it of leaves by brute force and struck the Lord again. Now enraged, Lord Balarāma shattered the tree into hundreds of pieces, upon which Dvivida grabbed yet another tree and furiously hit the Lord again. This tree, too, the Lord smashed into hundreds of pieces."
    },
    {
        "verse_id": "22",
        "text": "Thus fighting the Lord, who again and again demolished the trees He was attacked with, Dvivida kept on uprooting trees from all sides until the forest was left treeless."
    },
    {
        "verse_id": "23",
        "text": "The angry ape then released a rain of stones upon Lord Balarāma, but the wielder of the club easily pulverized them all."
    },
    {
        "verse_id": "24",
        "text": "Dvivida, the most powerful of apes, now clenched his fists at the end of his palm-tree-sized arms, came before Lord Balarāma and beat his fists against the Lord’s body."
    },
    {
        "verse_id": "25",
        "text": "The furious Lord of the Yādavas then threw aside His club and plow and with His bare hands hammered a blow upon Dvivida’s collarbone. The ape collapsed, vomiting blood."
    },
    {
        "verse_id": "26",
        "text": "When he fell, O tiger among the Kurus, Raivataka Mountain shook, along with its cliffs and trees, like a wind-tossed boat at sea."
    },
    {
        "verse_id": "27",
        "text": "In the heavens the demigods, perfect mystics and great sages cried out, “Victory to You! Obeisances to You! Excellent! Well done!” and showered flowers upon the Lord."
    },
    {
        "verse_id": "28",
        "text": "Having thus killed Dvivida, who had disturbed the whole world, the Supreme Lord returned to His capital as the people along the way chanted His glories."
    }
]