[
    {
        "verse_id": "1",
        "text": "Śrī Bādarāyaṇi said: O King, one day Sāmba, Pradyumna, Cāru, Bhānu, Gada and other young boys of the Yadu dynasty went to a small forest to play."
    },
    {
        "verse_id": "2",
        "text": "After playing for a long time, they became thirsty. As they searched for water, they looked inside a dry well and saw a peculiar creature."
    },
    {
        "verse_id": "3",
        "text": "The boys were astonished to behold this creature, a lizard who looked like a hill. They felt sorry for it and tried to lift it out of the well."
    },
    {
        "verse_id": "4",
        "text": "They caught on to the trapped lizard with leather thongs and then with woven ropes, but still they could not lift it out. So they went to Lord Kṛṣṇa and excitedly told Him about the creature."
    },
    {
        "verse_id": "5",
        "text": "The lotus-eyed Supreme Lord, maintainer of the universe, went to the well and saw the lizard. Then with His left hand He easily lifted it out."
    },
    {
        "verse_id": "6",
        "text": "Touched by the hand of the glorious Supreme Lord, the being at once gave up its lizard form and assumed that of a resident of heaven. His complexion was beautifully colored like molten gold, and he was adorned with wonderful ornaments, clothes and garlands."
    },
    {
        "verse_id": "7",
        "text": "Lord Kṛṣṇa understood the situation, but to inform people in general He inquired as follows: “Who are you, O greatly fortunate one? Seeing your excellent form, I think you must surely be an exalted demigod."
    },
    {
        "verse_id": "8",
        "text": "“By what past activity were you brought to this condition? It seems you did not deserve such a fate, O good soul. We are eager to know about you, so please inform us about yourself — if, that is, you think this the proper time and place to tell us.”"
    },
    {
        "verse_id": "9",
        "text": "Śukadeva Gosvāmī said: Thus questioned by Kṛṣṇa, whose forms are unlimited, the King, his helmet as dazzling as the sun, bowed down to Lord Mādhava and replied as follows."
    },
    {
        "verse_id": "10",
        "text": "King Nṛga said: I am a king known as Nṛga, the son of Ikṣvāku. Perhaps, Lord, You have heard of me when lists of charitable men were recited."
    },
    {
        "verse_id": "11",
        "text": "What could possibly be unknown to You, O master? With vision undisturbed by time, You witness the minds of all living beings. Nevertheless, on Your order I will speak."
    },
    {
        "verse_id": "12",
        "text": "I gave in charity as many cows as there are grains of sand on the earth, stars in the heavens, or drops in a rain shower."
    },
    {
        "verse_id": "13",
        "text": "Young, brown, milk-laden cows, who were well-behaved, beautiful and endowed with good qualities, who were all acquired honestly, and who had gilded horns, silver-plated hooves and decorations of fine ornamental cloths and garlands — such were the cows, along with their calves, that I gave in charity."
    },
    {
        "verse_id": "14",
        "text": "I first honored the brāhmaṇas who were recipients of my charity by decorating them with fine ornaments. Those most exalted brāhmaṇas, whose families were in need, were young and possessed of excellent character and qualities. They were dedicated to truth, famous for their austerity, vastly learned in the Vedic scriptures and saintly in their behavior. I gave them cows, land, gold and houses, along with horses, elephants and marriageable girls with maidservants, as well as sesame, silver, fine beds, clothing, jewels, furniture and chariots. In addition, I performed Vedic sacrifices and executed various pious welfare activities."
    },
    {
        "verse_id": "16",
        "text": "Once a cow belonging to a certain first-class brāhmaṇa wandered away and entered my herd. Unaware of this, I gave that cow in charity to a different brāhmaṇa."
    },
    {
        "verse_id": "17",
        "text": "When the cow’s first owner saw her being led away, he said, “She is mine!” The second brāhmaṇa, who had accepted her as a gift, replied, “No, she’s mine! Nṛga gave her to me.”"
    },
    {
        "verse_id": "18",
        "text": "As the two brāhmaṇas argued, each trying to fulfill his own purpose, they came to me. One of them said, “You gave me this cow,” and the other said, “But you stole her from me.” Hearing this, I was bewildered."
    },
    {
        "verse_id": "19",
        "text": "Finding myself in a terrible dilemma concerning my duty in the situation, I humbly entreated both the brāhmaṇas: “I will give one hundred thousand of the best cows in exchange for this one. Please give her back to me. Your good selves should be merciful to me, your servant. I did not know what I was doing. Please save me from this difficult situation, or I’ll surely fall into a filthy hell.”"
    },
    {
        "verse_id": "21",
        "text": "The present owner of the cow said, “I don’t want anything in exchange for this cow, O King,” and went away. The other brāhmaṇa declared, “I don’t want even ten thousand more cows [than you are offering],” and he too went away."
    },
    {
        "verse_id": "22",
        "text": "O Lord of lords, O master of the universe, the agents of Yamarāja, taking advantage of the opportunity thus created, later carried me to his abode. There Yamarāja himself questioned me."
    },
    {
        "verse_id": "23",
        "text": "[Yamarāja said:] My dear King, do you wish to experience the results of your sins first, or those of your piety? Indeed, I see no end to the dutiful charity you have performed, or to your consequent enjoyment in the radiant heavenly planets."
    },
    {
        "verse_id": "24",
        "text": "I replied, “First, my lord, let me suffer my sinful reactions,” and Yamarāja said, “Then fall!” At once I fell, and while falling I saw myself becoming a lizard, O master."
    },
    {
        "verse_id": "25",
        "text": "O Keśava, as Your servant I was devoted to the brāhmaṇas and generous to them, and I always hankered for Your audience. Therefore even till now I have never forgotten [my past life]."
    },
    {
        "verse_id": "26",
        "text": "O almighty one, how is it that my eyes see You here before me? You are the Supreme Soul, whom the greatest masters of mystic yoga can meditate upon within their pure hearts only by employing the spiritual eye of the Vedas. Then how, O transcendental Lord, are You directly visible to me, since my intelligence has been blinded by the severe tribulations of material life? Only one who has finished his material entanglement in this world should be able to see You."
    },
    {
        "verse_id": "27",
        "text": "O Devadeva, Jagannātha, Govinda, Puruṣottama, Nārāyaṇa, Hṛṣīkeśa, Puṇyaśloka, Acyuta, Avyaya! O Kṛṣṇa, please permit me to depart for the world of the demigods. Wherever I live, O master, may my mind always take shelter of Your feet."
    },
    {
        "verse_id": "29",
        "text": "I offer my repeated obeisances unto You, Kṛṣṇa, the son of Vasudeva. You are the source of all beings, the Supreme Absolute Truth, the possessor of unlimited potencies, the master of all spiritual disciplines."
    },
    {
        "verse_id": "30",
        "text": "Having spoken thus, Mahārāja Nṛga circumambulated Lord Kṛṣṇa and touched his crown to the Lord’s feet. Granted permission to depart, King Nṛga then boarded a wonderful celestial airplane as all the people present looked on."
    },
    {
        "verse_id": "31",
        "text": "The Supreme Personality of Godhead — Lord Kṛṣṇa, the son of Devakī — who is especially devoted to the brāhmaṇas and who embodies the essence of religion, then spoke to His personal associates and thus instructed the royal class in general."
    },
    {
        "verse_id": "32",
        "text": "[Lord Kṛṣṇa said:] How indigestible is the property of a brāhmaṇa, even when enjoyed just slightly and by one more potent than fire! What then to speak of kings who try to enjoy it, presuming themselves lords."
    },
    {
        "verse_id": "33",
        "text": "I do not consider hālāhala to be real poison, because it has an antidote. But a brāhmaṇa’s property, when stolen, can truly be called poison, for it has no antidote in this world."
    },
    {
        "verse_id": "34",
        "text": "Poison kills only the person who ingests it, and an ordinary fire may be extinguished with water. But the fire generated from the kindling wood of a brāhmaṇa’s property burns the thief’s entire family down to the root."
    },
    {
        "verse_id": "35",
        "text": "If a person enjoys a brāhmaṇa’s property without receiving due permission, that property destroys three generations of his family. But if he takes it by force or gets the government or other outsiders to help him usurp it, then ten generations of his ancestors and ten generations of his descendants are all destroyed."
    },
    {
        "verse_id": "36",
        "text": "Members of the royal order, blinded by royal opulence, fail to foresee their own downfall. Childishly hankering to enjoy a brāhmaṇa’s property, they are actually hankering to go to hell."
    },
    {
        "verse_id": "37",
        "text": "For as many years as there are particles of dust touched by the tears of generous brāhmaṇas who have dependent families and whose property is stolen, uncontrolled kings who usurp a brāhmaṇa’s property are cooked, along with their royal families, in the hell known as Kumbhīpāka."
    },
    {
        "verse_id": "39",
        "text": "Whether it be his own gift or someone else’s, a person who steals a brāhmaṇa’s property will take birth as a worm in feces for sixty thousand years."
    },
    {
        "verse_id": "40",
        "text": "I do not desire brāhmaṇas’ wealth. Those who lust after it become short-lived and are defeated. They lose their kingdoms and become snakes, who trouble others."
    },
    {
        "verse_id": "41",
        "text": "My dear followers, never treat a learned brāhmaṇa harshly, even if he has sinned. Even if he attacks you physically or repeatedly curses you, always continue to offer him obeisances."
    },
    {
        "verse_id": "42",
        "text": "Just us I always carefully bow down to brāhmaṇas, so all of you should likewise bow down to them. I will punish anyone who acts otherwise."
    },
    {
        "verse_id": "43",
        "text": "When a brāhmaṇa’s property is stolen, even unknowingly, it certainly causes the person who takes it to fall down, just as the brāhmaṇa’s cow did to Nṛga."
    },
    {
        "verse_id": "44",
        "text": "Having thus instructed the residents of Dvārakā, Lord Mukunda, purifier of all the worlds, entered His palace."
    }
]