[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Thus the Vṛndāvana forest was filled with transparent autumnal waters and cooled by breezes perfumed with the fragrance of lotus flowers growing in the clear lakes. The infallible Lord, accompanied by His cows and cowherd boyfriends, entered that Vṛndāvana forest."
    },
    {
        "verse_id": "2",
        "text": "The lakes, rivers and hills of Vṛndāvana resounded with the sounds of maddened bees and flocks of birds moving about the flowering trees. In the company of the cowherd boys and Balarāma, Madhupati [Śrī Kṛṣṇa] entered that forest, and while herding the cows He began to vibrate His flute."
    },
    {
        "verse_id": "3",
        "text": "When the young ladies in the cowherd village of Vraja heard the song of Kṛṣṇa’s flute, which arouses the influence of Cupid, some of them privately began describing Kṛṣṇa’s qualities to their intimate friends."
    },
    {
        "verse_id": "4",
        "text": "The cowherd girls began to speak about Kṛṣṇa, but when they remembered His activities, O King, the power of Cupid disturbed their minds, and thus they could not speak."
    },
    {
        "verse_id": "5",
        "text": "Wearing a peacock-feather ornament upon His head, blue karṇikāra flowers on His ears, a yellow garment as brilliant as gold, and the Vaijayantī garland, Lord Kṛṣṇa exhibited His transcendental form as the greatest of dancers as He entered the forest of Vṛndāvana, beautifying it with the marks of His footprints. He filled the holes of His flute with the nectar of His lips, and the cowherd boys sang His glories."
    },
    {
        "verse_id": "6",
        "text": "O King, when the young ladies in Vraja heard the sound of Kṛṣṇa’s flute, which captivates the minds of all living beings, they all embraced one another and began describing it."
    },
    {
        "verse_id": "7",
        "text": "The cowherd girls said: O friends, those eyes that see the beautiful faces of the sons of Mahārāja Nanda are certainly fortunate. As these two sons enter the forest, surrounded by Their friends, driving the cows before Them, They hold Their flutes to Their mouths and glance lovingly upon the residents of Vṛndāvana. For those who have eyes, we think there is no greater object of vision."
    },
    {
        "verse_id": "8",
        "text": "Dressed in a charming variety of garments, upon which Their garlands rest, and decorating Themselves with peacock feathers, lotuses, lilies, newly grown mango sprouts and clusters of flower buds, Kṛṣṇa and Balarāma shine forth magnificently among the assembly of cowherd boys. They look just like the best of dancers appearing on a dramatic stage, and sometimes They sing."
    },
    {
        "verse_id": "9",
        "text": "My dear gopīs, what auspicious activities must the flute have performed to enjoy the nectar of Kṛṣṇa’s lips independently and leave only a taste for us gopīs, for whom that nectar is actually meant! The forefathers of the flute, the bamboo trees, shed tears of pleasure. His mother, the river on whose bank the bamboo was born, feels jubilation, and therefore her blooming lotus flowers are standing like hair on her body."
    },
    {
        "verse_id": "10",
        "text": "O friend, Vṛndāvana is spreading the glory of the earth, having obtained the treasure of the lotus feet of Kṛṣṇa, the son of Devakī. The peacocks dance madly when they hear Govinda’s flute, and when other creatures see them from the hilltops, they all become stunned."
    },
    {
        "verse_id": "11",
        "text": "Blessed are all these foolish deer because they have approached Mahārāja Nanda’s son, who is gorgeously dressed and is playing on His flute. Indeed, both the doe and the bucks worship the Lord with looks of love and affection."
    },
    {
        "verse_id": "12",
        "text": "Kṛṣṇa’s beauty and character create a festival for all women. Indeed, when the demigods’ wives flying in airplanes with their husbands catch sight of Him and hear His resonant flute-song, their hearts are shaken by Cupid, and they become so bewildered that the flowers fall out of their hair and their belts loosen."
    },
    {
        "verse_id": "13",
        "text": "Using their upraised ears as vessels, the cows are drinking the nectar of the flute-song flowing out of Kṛṣṇa’s mouth. The calves, their mouths full of milk from their mothers’ moist nipples, stand still as they take Govinda within themselves through their tear-filled eyes and embrace Him within their hearts."
    },
    {
        "verse_id": "14",
        "text": "O mother, in this forest all the birds have risen onto the beautiful branches of the trees to see Kṛṣṇa. With closed eyes they are simply listening in silence to the sweet vibrations of His flute, and they are not attracted by any other sound. Surely these birds are on the same level as great sages."
    },
    {
        "verse_id": "15",
        "text": "When the rivers hear the flute-song of Kṛṣṇa, their minds begin to desire Him, and thus the flow of their currents is broken and their waters are agitated, moving around in whirlpools. Then with the arms of their waves the rivers embrace Murāri’s lotus feet and, holding on to them, present offerings of lotus flowers."
    },
    {
        "verse_id": "16",
        "text": "In the company of Balarāma and the cowherd boys, Lord Kṛṣṇa is continually vibrating His flute as He herds all the animals of Vraja, even under the full heat of the summer sun. Seeing this, the cloud in the sky has expanded himself out of love. He is rising high and constructing out of his own body, with its multitude of flower-like droplets of water, an umbrella for the sake of his friend."
    },
    {
        "verse_id": "17",
        "text": "The aborigine women of the Vṛndāvana area become disturbed by lust when they see the grass marked with reddish kuṅkuma powder. Endowed with the color of Kṛṣṇa’s lotus feet, this powder originally decorated the breasts of His beloveds, and when the aborigine women smear it on their faces and breasts, they feel fully satisfied and give up all their anxiety."
    },
    {
        "verse_id": "18",
        "text": "Of all the devotees, this Govardhana Hill is the best! O my friends, this hill supplies Kṛṣṇa and Balarāma, along with Their calves, cows and cowherd friends, with all kinds of necessities — water for drinking, very soft grass, caves, fruits, flowers and vegetables. In this way the hill offers respects to the Lord. Being touched by the lotus feet of Kṛṣṇa and Balarāma, Govardhana Hill appears very jubilant."
    },
    {
        "verse_id": "19",
        "text": "My dear friends, as Kṛṣṇa and Balarāma pass through the forest with Their cowherd friends, leading Their cows, They carry ropes to bind the cows’ rear legs at the time of milking. When Lord Kṛṣṇa plays on His flute, the sweet music causes the moving living entities to become stunned and the nonmoving trees to tremble with ecstasy. These things are certainly very wonderful."
    },
    {
        "verse_id": "20",
        "text": "Thus narrating to one another the playful pastimes of the Supreme Personality of Godhead as He wandered about in the Vṛndāvana forest, the gopīs became fully absorbed in thoughts of Him."
    }
]