[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Hearing that Lord Kṛṣṇa had killed Narakāsura and had alone married many brides, Nārada Muni desired to see the Lord in this situation. He thought, “It is quite amazing that in a single body Lord Kṛṣṇa simultaneously married sixteen thousand women, each in a separate palace.” Thus the sage of the demigods eagerly went to Dvārakā. The city was filled with the sounds of birds and bees flying about the parks and pleasure gardens, while its lakes, crowded with blooming indīvara, ambhoja, kahlāra, kumuda and utpala lotuses, resounded with the calls of swans and cranes. Dvārakā boasted nine hundred thousand royal palaces, all constructed with crystal and silver and splendorously decorated with huge emeralds. Inside these palaces, the furnishings were bedecked with gold and jewels. Traffic moved along a well-laid-out system of boulevards, roads, intersections and marketplaces, and many assembly houses and temples of demigods graced the charming city. The roads, courtyards, commercial streets and residential patios were all sprinkled with water and shaded from the sun’s heat by banners waving from flagpoles."
    },
    {
        "verse_id": "7",
        "text": "In the city of Dvārakā was a beautiful private quarter worshiped by the planetary rulers. This district, where the demigod Viśvakarmā had shown all his divine skill, was the residential area of Lord Hari, and thus it was gorgeously decorated by the sixteen thousand palaces of Lord Kṛṣṇa’s queens. Nārada Muni entered one of these immense palaces."
    },
    {
        "verse_id": "9",
        "text": "Supporting the palace were coral pillars decoratively inlaid with vaidūrya gems. Sapphires bedecked the walls, and the floors glowed with perpetual brilliance. In that palace Tvaṣṭā had arranged canopies with hanging strands of pearls; there were also seats and beds fashioned of ivory and precious jewels. In attendance were many well-dressed maidservants bearing lockets on their necks, and also armor-clad guards with turbans, fine uniforms and jeweled earrings. The glow of numerous jewel-studded lamps dispelled all darkness in the palace. My dear King, on the ornate ridges of the roof danced loudly crying peacocks, who saw the fragrant aguru incense escaping through the holes of the latticed windows and mistook it for a cloud."
    },
    {
        "verse_id": "13",
        "text": "In that palace the learned brāhmaṇa saw the Lord of the Sātvatas, Śrī Kṛṣṇa, together with His wife, who fanned Him with a gold-handled yak-tail fan. She personally served Him in this way, even though she was constantly attended by a thousand maidservants equal to her in personal character, beauty, youth and fine dress."
    },
    {
        "verse_id": "14",
        "text": "The Supreme Lord is the greatest upholder of religious principles. Thus when He noticed Nārada, He rose at once from Goddess Śrī’s bed, bowed His crowned head at Nārada’s feet and, joining His palms, had the sage sit in His own seat."
    },
    {
        "verse_id": "15",
        "text": "The Lord bathed Nārada’s feet and then put the water on His own head. Although Lord Kṛṣṇa is the supreme spiritual authority of the universe and the master of His devotees, it was proper for Him to behave in this way, for His name is Brahmaṇya-deva, “the Lord who favors the bṛāhmaṇas.” Thus Śrī Kṛṣṇa honored the sage Nārada by bathing his feet, even though the water that bathes the Lord’s own feet becomes the Ganges, the ultimate holy shrine."
    },
    {
        "verse_id": "16",
        "text": "After fully worshiping the great sage of the demigods according to Vedic injunctions, Lord Kṛṣṇa, who is Himself the original sage — Nārāyaṇa, the friend of Nara — conversed with Nārada, and the Lord’s measured speech was as sweet as nectar. Finally the Lord asked Nārada, “What may We do for you, Our lord and master?”"
    },
    {
        "verse_id": "17",
        "text": "Śrī Nārada said: O almighty Lord, it is no surprise that You, the ruler of all worlds, show friendship for all people and yet subdue the envious. As we well know, You descend by Your sweet will in order to bestow the highest good on this universe by maintaining and protecting it. Thus Your glories are widely sung."
    },
    {
        "verse_id": "18",
        "text": "Now I have seen Your feet, which grant liberation to Your devotees, which even Lord Brahmā and other great personalities of unfathomable intelligence can only meditate upon within their hearts, and which those who have fallen into the well of material existence resort to for deliverance. Please favor me so that I may constantly think of You as I travel about. Please grant Me the power to remember You."
    },
    {
        "verse_id": "19",
        "text": "Nārada then entered the palace of another of Lord Kṛṣṇa’s wives, my dear King. He was eager to witness the spiritual potency possessed by the master of all masters of mystic power."
    },
    {
        "verse_id": "20",
        "text": "There he saw the Lord playing at dice with His beloved consort and His friend Uddhava. Lord Kṛṣṇa worshiped Nārada by standing up, offering him a seat, and so on, and then, as if He did not know, asked him, “When did you arrive? What can needy persons like Us do for those who are full in themselves? In any case, My dear brāhmaṇa, please make My life auspicious.” Thus addressed, Nārada was astonished. He simply stood up silently and went to another palace."
    },
    {
        "verse_id": "23",
        "text": "This time Nāradajī saw that Lord Kṛṣṇa was engaged as an affectionate father petting His small children. From there he entered another palace and saw Lord Kṛṣṇa preparing to take His bath."
    },
    {
        "verse_id": "24",
        "text": "In one place the Lord was offering oblations into the sacrificial fires; in another, worshiping through the five mahā-yajñas; in another, feeding brāhmaṇas; and in yet another, eating the remnants of food left by brāhmaṇas."
    },
    {
        "verse_id": "25",
        "text": "Somewhere Lord Kṛṣṇa was observing the rituals for worship at sunset by refraining from speech and quietly chanting the Gāyatrī mantra, and elsewhere He was moving about with sword and shield in the areas set aside for sword practice."
    },
    {
        "verse_id": "26",
        "text": "In one place Lord Gadāgraja was riding on horses, elephants and chariots, and in another place He was resting on His bed while bards recited His glories."
    },
    {
        "verse_id": "27",
        "text": "Somewhere He was consulting with royal ministers like Uddhava, and somewhere else He was enjoying in the water, surrounded by many society girls and other young women."
    },
    {
        "verse_id": "28",
        "text": "Somewhere He was giving well-decorated cows to exalted brāhmaṇas, and elsewhere he was listening to the auspicious narration of epic histories and Purāṇas."
    },
    {
        "verse_id": "29",
        "text": "Somewhere Lord Kṛṣṇa was found enjoying the company of a particular wife by exchanging joking words with her. Somewhere else He was found engaged, along with His wife, in religious ritualistic functions. Somewhere Kṛṣṇa was found engaged in matters of economic development, and somewhere else He was found enjoying family life according to the regulative principles of the śāstras."
    },
    {
        "verse_id": "30",
        "text": "Somewhere He was sitting alone, meditating on the Supreme Personality of Godhead, who is transcendental to material nature, and somewhere He was rendering menial service to His elders, offering them desirable things and reverential worship."
    },
    {
        "verse_id": "31",
        "text": "In one place He was planning battles in consultation with some of His advisers, and in another place He was making peace. Somewhere Lord Keśava and Lord Balarāma were together pondering the welfare of the pious."
    },
    {
        "verse_id": "32",
        "text": "Nārada saw Lord Kṛṣṇa engaged in getting His sons and daughters married to suitable brides and bridegrooms at the appropriate time, and the marriage ceremonies were being performed with great pomp."
    },
    {
        "verse_id": "33",
        "text": "Nārada observed how Śrī Kṛṣṇa, the master of all yoga masters, arranged to send away His daughters and sons-in-law, and also to receive them home again, at the time of great holiday celebrations. All the citizens were astonished to see these celebrations."
    },
    {
        "verse_id": "34",
        "text": "Somewhere He was worshiping all the demigods with elaborate sacrifices, and elsewhere He was fulfilling His religious obligations by doing public welfare work, such as the construction of wells, public parks and monasteries."
    },
    {
        "verse_id": "35",
        "text": "In another place He was on a hunting expedition. Mounted on His Sindhī horse and accompanied by the most heroic of the Yadus, He was killing animals meant for offering in sacrifice."
    },
    {
        "verse_id": "36",
        "text": "Somewhere Kṛṣṇa, the Lord of mystic power, was moving about in disguise among the homes of ministers and other citizens in order to understand what each of them was thinking."
    },
    {
        "verse_id": "37",
        "text": "Having thus seen this display of the Lord’s Yoga-māyā, Nārada mildly laughed and then addressed Lord Hṛṣīkeśa, who was adopting the behavior of a human being."
    },
    {
        "verse_id": "38",
        "text": "[Nārada said:] Now we understand Your mystic potencies, which are difficult to comprehend, even for great mystics, O Supreme Soul, master of all mystic power. Only by serving Your feet have I been able to perceive Your powers."
    },
    {
        "verse_id": "39",
        "text": "O Lord, please give me Your leave. I will wander about the worlds, which are flooded with Your fame, loudly singing about Your pastimes, which purify the universe."
    },
    {
        "verse_id": "40",
        "text": "The Supreme Personality of Godhead said: O brāhmaṇa, I am the speaker of religion, its performer and sanctioner. I observe religious principles to teach them to the world, My child, so do not be disturbed."
    },
    {
        "verse_id": "41",
        "text": "Śukadeva Gosvāmī said: Thus in every palace Nārada saw the Lord in His same personal form, executing the transcendental principles of religion that purify those engaged in household affairs."
    },
    {
        "verse_id": "42",
        "text": "Having repeatedly seen the vast mystic display of Lord Kṛṣṇa, whose power is unlimited, the sage was amazed and filled with wonder."
    },
    {
        "verse_id": "43",
        "text": "Lord Kṛṣṇa greatly honored Nārada, faithfully presenting him with gifts related to economic prosperity, sense gratification and religious duties. Thus fully satisfied, the sage departed, constantly remembering the Lord."
    },
    {
        "verse_id": "44",
        "text": "In this way Lord Nārāyaṇa imitated the ways of ordinary humans, manifesting His divine potencies for the benefit of all beings. Thus He enjoyed, dear King, in the company of His sixteen thousand exalted consorts, who served the Lord with their shy, affectionate glances and laughter."
    },
    {
        "verse_id": "45",
        "text": "Lord Hari is the ultimate cause of universal creation, maintenance and destruction. My dear King, anyone who chants about, hears about or simply appreciates the extraordinary activities He performed in this world, which are impossible to imitate, will surely develop devotion for the Supreme Lord, the bestower of liberation."
    }
]