[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Each of Lord Kṛṣṇa’s wives gave birth to ten sons, who were not less than their father, having all His personal opulence."
    },
    {
        "verse_id": "2",
        "text": "Because each of these princesses saw that Lord Acyuta never left her palace, each thought herself the Lord’s favorite. These women did not understand the full truth about Him."
    },
    {
        "verse_id": "3",
        "text": "The Supreme Lord’s wives were fully enchanted by His lovely, lotuslike face, His long arms and large eyes, His loving glances imbued with laughter, and His charming talks with them. But with all their charms these ladies could not conquer the mind of the all-powerful Lord."
    },
    {
        "verse_id": "4",
        "text": "The arched eyebrows of these sixteen thousand queens enchantingly expressed those ladies’ secret intentions through coyly smiling sidelong glances. Thus their eyebrows boldly sent forth conjugal messages. Yet even with these arrows of Cupid, and with other means as well, they could not agitate Lord Kṛṣṇa’s senses."
    },
    {
        "verse_id": "5",
        "text": "Thus these women obtained as their husband the master of the goddess of fortune, although even great demigods like Brahmā do not know how to approach Him. With ever-increasing pleasure, they felt loving attraction for Him, exchanged smiling glances with Him, eagerly anticipated associating with Him in ever-fresh intimacy and enjoyed in many other ways."
    },
    {
        "verse_id": "6",
        "text": "Although the Supreme Lord’s queens each had hundreds of maidservants, they chose to personally serve the Lord by approaching Him humbly, offering Him a seat, worshiping Him with excellent paraphernalia, bathing and massaging His feet, giving Him pān to chew, fanning Him, anointing Him with fragrant sandalwood paste, adorning Him with flower garlands, dressing His hair, arranging His bed, bathing Him and presenting Him with various gifts."
    },
    {
        "verse_id": "7",
        "text": "Among Lord Kṛṣṇa’s wives, each of whom had ten sons, I previously mentioned eight principal queens. I shall now recite for you the names of those eight queens’ sons, headed by Pradyumna."
    },
    {
        "verse_id": "8",
        "text": "The first son of Queen Rukmiṇī was Pradyumna, and also born of her were Cārudeṣṇa, Sudeṣṇa and the powerful Cārudeha, along with Sucāru, Cārugupta, Bhadracāru, Cārucandra, Vicāru and Cāru, the tenth. None of these sons of Lord Hari was less than his father."
    },
    {
        "verse_id": "10",
        "text": "The ten sons of Satyabhāmā were Bhānu, Subhānu, Svarbhānu, Prabhānu, Bhānumān, Candrabhānu, Bṛhadbhānu, Atibhānu (the eighth), Śrībhānu and Pratibhānu. Sāmba, Sumitra, Purujit, Śatajit, Sahasrajit, Vijaya, Citraketu, Vasumān, Draviḍa and Kratu were the sons of Jāmbavatī. These ten, headed by Sāmba, were their father’s favorites."
    },
    {
        "verse_id": "13",
        "text": "The sons of Nāgnajitī were Vīra, Candra, Aśvasena, Citragu, Vegavān, Vṛṣa, Āma, Śaṅku, Vasu and the opulent Kunti."
    },
    {
        "verse_id": "14",
        "text": "Śruta, Kavi, Vṛṣa, Vīra, Subāhu, Bhadra, Śānti, Darśa and Pūrṇamāsa were sons of Kālindī. Her youngest son was Somaka."
    },
    {
        "verse_id": "15",
        "text": "Mādrā’s sons were Praghoṣa, Gātravān, Siṁha, Bala, Prabala, Ūrdhaga, Mahāśakti, Saha, Oja and Aparājita."
    },
    {
        "verse_id": "16",
        "text": "Mitravindā’s sons were Vṛka, Harṣa, Anila, Gṛdhra, Vardhana, Unnāda, Mahāṁsa, Pāvana, Vahni and Kṣudhi."
    },
    {
        "verse_id": "17",
        "text": "Saṅgrāmajit, Bṛhatsena, Śūra, Praharaṇa, Arijit, Jaya and Subhadra were the sons of Bhadrā, together with Vāma, Āyur and Satyaka."
    },
    {
        "verse_id": "18",
        "text": "Dīptimān, Tāmratapta and others were the sons of Lord Kṛṣṇa and Rohiṇī. Lord Kṛṣṇa’s son Pradyumna fathered the greatly powerful Aniruddha in the womb of Rukmavatī, the daughter of Rukmī. O King, this took place while they were living in the city of Bhojakaṭa."
    },
    {
        "verse_id": "19",
        "text": "My dear King, the sons and grandsons of Lord Kṛṣṇa’s children numbered in the tens of millions. Sixteen thousand mothers gave rise to this dynasty."
    },
    {
        "verse_id": "20",
        "text": "King Parīkṣit said: How could Rukmī give his daughter to his enemy’s son? After all, Rukmī had been defeated by Lord Kṛṣṇa in battle and was waiting for an opportunity to kill Him. Please explain this to me, O learned one — how these two inimical parties became united through marriage."
    },
    {
        "verse_id": "21",
        "text": "Mystic yogīs can perfectly see that which has not yet happened, as well as things in the past or present, beyond the senses, remote or blocked by physical obstacles."
    },
    {
        "verse_id": "22",
        "text": "Śrī Śukadeva Gosvāmī said: At her svayaṁvara ceremony, Rukmavatī herself chose Pradyumna, who was the re-embodiment of Cupid. Then, although He fought alone on a single chariot, Pradyumna defeated the assembled kings in battle and took her away."
    },
    {
        "verse_id": "23",
        "text": "Though Rukmī always remembered his enmity toward Lord Kṛṣṇa, who had insulted him, in order to please his sister he sanctioned his daughter’s marriage to his nephew."
    },
    {
        "verse_id": "24",
        "text": "O King, Balī, the son of Kṛtavarmā, married Rukmiṇī’s young daughter, large-eyed Cārumatī."
    },
    {
        "verse_id": "25",
        "text": "Rukmī gave his granddaughter Rocanā to his daughter’s son, Aniruddha, despite Rukmī’s relentless feud with Lord Hari. Although Rukmī considered this marriage irreligious, he wanted to please his sister, bound as he was by the ropes of affection."
    },
    {
        "verse_id": "26",
        "text": "On the joyous occasion of that marriage, O King, Queen Rukmiṇī, Lord Balarāma, Lord Kṛṣṇa and several of the Lord’s sons, headed by Sāmba and Pradyumna, went to the city of Bhojakaṭa."
    },
    {
        "verse_id": "27",
        "text": "After the wedding, a group of arrogant kings headed by the King of Kaliṅga told Rukmī, “You should defeat Balarāma at dice. He’s not expert at dice, O King, but still He’s quite addicted to it.” Thus advised, Rukmī challenged Balarāma and began a gambling match with Him."
    },
    {
        "verse_id": "29",
        "text": "In that match Lord Balarāma first accepted a wager of one hundred coins, then one thousand, then ten thousand. Rukmī won this first round, and the King of Kaliṅga laughed loudly at Lord Balarāma, showing all his teeth. Lord Balarāma could not tolerate this."
    },
    {
        "verse_id": "30",
        "text": "Next Rukmī accepted a bet of one hundred thousand coins, which Lord Balarāma won. But Rukmī tried to cheat, declaring “I’m the winner!”"
    },
    {
        "verse_id": "31",
        "text": "Shaking with anger like the ocean on the full-moon day, handsome Lord Balarāma, His naturally reddish eyes even redder in His fury, accepted a wager of one hundred million gold coins."
    },
    {
        "verse_id": "32",
        "text": "Lord Balarāma fairly won this wager also, but Rukmī again resorted to cheating and declared, “I have won! Let these witnesses here say what they saw.”"
    },
    {
        "verse_id": "33",
        "text": "Just then a voice from the sky declared, “Balarāma has fairly won this wager. Rukmī is surely lying.”"
    },
    {
        "verse_id": "34",
        "text": "Urged on by the wicked kings, Rukmī ignored the divine voice. In fact destiny itself was urging Rukmī on, and thus he ridiculed Lord Balarāma as follows."
    },
    {
        "verse_id": "35",
        "text": "[Rukmī said:] You cowherds who wander about the forests know nothing about dice. Playing with dice and sporting with arrows are only for kings, not for the likes of You."
    },
    {
        "verse_id": "36",
        "text": "Thus insulted by Rukmī and ridiculed by the kings, Lord Balarāma was provoked to anger. In the midst of the auspicious wedding assembly, He raised His club and struck Rukmī dead."
    },
    {
        "verse_id": "37",
        "text": "The King of Kaliṅga, who had laughed at Lord Balarāma and shown his teeth, tried to run away, but the furious Lord quickly seized him on his tenth step and knocked out all his teeth."
    },
    {
        "verse_id": "38",
        "text": "Tormented by Lord Balarāma’s club, the other kings fled in fear, their arms, thighs and heads broken and their bodies drenched in blood."
    },
    {
        "verse_id": "39",
        "text": "When His brother-in-law Rukmī was slain, Lord Kṛṣṇa neither applauded nor protested, O King, for He feared jeopardizing His affectionate ties with either Rukmiṇī or Balarāma."
    },
    {
        "verse_id": "40",
        "text": "Then the descendants of Daśārha, headed by Lord Balarāma, seated Aniruddha and His bride on a fine chariot and set off from Bhojakaṭa for Dvārakā. Having taken shelter of Lord Madhusūdana, they had fulfilled all their purposes."
    }
]