[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: When Lord Rāma and Lord Kṛṣṇa attained the age of paugaṇḍa [six to ten] while living in Vṛndāvana, the cowherd men allowed Them to take up the task of tending the cows. Engaging thus in the company of Their friends, the two boys rendered the land of Vṛndāvana most auspicious by imprinting upon it the marks of Their lotus feet."
    },
    {
        "verse_id": "2",
        "text": "Thus desiring to enjoy pastimes, Lord Mādhava, sounding His flute, surrounded by cowherd boys who were chanting His glories, and accompanied by Lord Baladeva, kept the cows before Him and entered the Vṛndāvana forest, which was full of flowers and rich with nourishment for the animals."
    },
    {
        "verse_id": "3",
        "text": "The Supreme Personality of Godhead looked over that forest, which resounded with the charming sounds of bees, animals and birds, and which was enhanced by a lake whose clear water resembled the minds of great souls and by a breeze carrying the fragrance of hundred-petaled lotuses. Seeing all this, Lord Kṛṣṇa decided to enjoy the auspicious atmosphere."
    },
    {
        "verse_id": "4",
        "text": "The primeval Lord saw that the stately trees, with their beautiful reddish buds and their heavy burden of fruits and flowers, were bending down to touch His feet with the tips of their branches. Thus He smiled gently and addressed His elder brother."
    },
    {
        "verse_id": "5",
        "text": "The Supreme Personality of Godhead said: O greatest of Lords, just see how these trees are bowing their heads at Your lotus feet, which are worshipable by the immortal demigods. The trees are offering You their fruits and flowers to eradicate the dark ignorance that has caused their birth as trees."
    },
    {
        "verse_id": "6",
        "text": "O Original Personality, these bees must all be great sages and most elevated devotees of Yours, for they are worshiping You by following You along the path and chanting Your glories, which are themselves a holy place for the entire world. Though You have disguised Yourself within this forest, O sinless one, they refuse to abandon You, their worshipable Lord."
    },
    {
        "verse_id": "7",
        "text": "O worshipable one, these peacocks are dancing before You out of joy, these doe are pleasing You with affectionate glances, just as the gopīs do, and these cuckoos are honoring You with Vedic prayers. All these residents of the forest are most fortunate, and their behavior toward You certainly befits great souls receiving another great soul at home."
    },
    {
        "verse_id": "8",
        "text": "This earth has now become most fortunate, because You have touched her grass and bushes with Your feet and her trees and creepers with Your fingernails, and because You have graced her rivers, mountains, birds and animals with Your merciful glances. But above all, You have embraced the young cowherd women between Your two arms — a favor hankered after by the goddess of fortune herself."
    },
    {
        "verse_id": "9",
        "text": "Śukadeva Gosvāmī said: Thus expressing His satisfaction with the beautiful forest of Vṛndāvana and its inhabitants, Lord Kṛṣṇa enjoyed tending the cows and other animals with His friends on the banks of the river Yamunā below Govardhana Hill."
    },
    {
        "verse_id": "10",
        "text": "Sometimes the honeybees in Vṛndāvana became so mad with ecstasy that they closed their eyes and began to sing. Lord Kṛṣṇa, moving along the forest path with His cowherd boyfriends and Baladeva, would then respond to the bees by imitating their singing while His friends sang about His pastimes. Sometimes Lord Kṛṣṇa would imitate the chattering of a parrot, sometimes, with a sweet voice, the call of a cuckoo, and sometimes the cooing of swans. Sometimes He vigorously imitated the dancing of a peacock, making His cowherd boyfriends laugh. Sometimes, with a voice as deep as the rumbling of clouds, He would call out with great affection the names of the animals who had wandered far from the herd, thus enchanting the cows and the cowherd boys."
    },
    {
        "verse_id": "13",
        "text": "Sometimes He would cry out in imitation of birds such as the cakoras, krauñcas, cakrāhvas, bhāradvājas and peacocks, and sometimes He would run away with the smaller animals in mock fear of lions and tigers."
    },
    {
        "verse_id": "14",
        "text": "When His elder brother, fatigued from playing, would lie down with His head upon the lap of a cowherd boy, Lord Kṛṣṇa would help Him relax by personally massaging His feet and offering other services."
    },
    {
        "verse_id": "15",
        "text": "Sometimes, as the cowherd boys danced, sang, moved about and playfully fought with each other, Kṛṣṇa and Balarāma, standing nearby hand in hand, would glorify Their friends’ activities and laugh."
    },
    {
        "verse_id": "16",
        "text": "Sometimes Lord Kṛṣṇa grew tired from fighting and lay down at the base of a tree, resting upon a bed made of soft twigs and buds and using the lap of a cowherd friend as His pillow."
    },
    {
        "verse_id": "17",
        "text": "Some of the cowherd boys, who were all great souls, would then massage His lotus feet, and others, qualified by being free of all sin, would expertly fan the Supreme Lord."
    },
    {
        "verse_id": "18",
        "text": "My dear King, other boys would sing enchanting songs appropriate to the occasion, and their hearts would melt out of love for the Lord."
    },
    {
        "verse_id": "19",
        "text": "In this way the Supreme Lord, whose soft lotus feet are personally attended by the goddess of fortune, concealed His transcendental opulences by His internal potency and acted like the son of a cowherd. Yet even while enjoying like a village boy in the company of other village residents, He often exhibited feats only God could perform."
    },
    {
        "verse_id": "20",
        "text": "Once, some of the cowherd boys — Śrīdāmā, the very close friend of Rāma and Kṛṣṇa, along with Subala, Stokakṛṣṇa and others — lovingly spoke the following words."
    },
    {
        "verse_id": "21",
        "text": "[The cowherd boys said:] O Rāma, Rāma, mighty-armed one! O Kṛṣṇa, destroyer of the miscreants! Not far from here is a very great forest filled with rows of palm trees."
    },
    {
        "verse_id": "22",
        "text": "In that Tālavana forest many fruits are falling from the trees, and many are already lying on the ground. But all the fruits are being guarded by the evil Dhenuka."
    },
    {
        "verse_id": "23",
        "text": "O Rāma, O Kṛṣṇa! Dhenuka is a most powerful demon and has assumed the form of an ass. He is surrounded by many friends who have assumed a similar shape and who are just as powerful as he."
    },
    {
        "verse_id": "24",
        "text": "The demon Dhenuka has eaten men alive, and therefore all people and animals are terrified of going to the Tāla forest. O killer of the enemy, even the birds are afraid to fly there."
    },
    {
        "verse_id": "25",
        "text": "In the Tāla forest are sweet-smelling fruits no one has ever tasted. Indeed, even now we can smell the fragrance of the tāla fruits spreading all about."
    },
    {
        "verse_id": "26",
        "text": "O Kṛṣṇa! Please get those fruits for us. Our minds are so attracted by their aroma! Dear Balarāma, our desire to have those fruits is very great. If You think it’s a good idea, let’s go to that Tāla forest."
    },
    {
        "verse_id": "27",
        "text": "Hearing the words of Their dear companions, Kṛṣṇa and Balarāma laughed and, desiring to please them, set off for the Tālavana surrounded by Their cowherd boyfriends."
    },
    {
        "verse_id": "28",
        "text": "Lord Balarāma entered the Tāla forest first. Then with His two arms He began forcefully shaking the trees with the power of a maddened elephant, causing the tāla fruits to fall to the ground."
    },
    {
        "verse_id": "29",
        "text": "Hearing the sound of the falling fruits, the ass demon Dhenuka ran forward to attack, making the earth and trees tremble."
    },
    {
        "verse_id": "30",
        "text": "The powerful demon rushed up to Lord Baladeva and sharply struck the Lord’s chest with the hooves of his hind legs. Then Dhenuka began to run about, braying loudly."
    },
    {
        "verse_id": "31",
        "text": "Moving again toward Lord Balarāma, O King, the furious ass situated himself with his back toward the Lord. Then, screaming in rage, the demon hurled his two hind legs at Him."
    },
    {
        "verse_id": "32",
        "text": "Lord Balarāma seized Dhenuka by his hooves, whirled him about with one hand and threw him into the top of a palm tree. The violent wheeling motion killed the demon."
    },
    {
        "verse_id": "33",
        "text": "Lord Balarāma threw the dead body of Dhenukāsura into the tallest palm tree in the forest, and when the dead demon landed in the treetop, the tree began shaking. The great palm tree, causing a tree by its side also to shake, broke under the weight of the demon. The neighboring tree caused yet another tree to shake, and this one struck yet another tree, which also began shaking. In this way many trees in the forest shook and broke."
    },
    {
        "verse_id": "34",
        "text": "Because of Lord Balarāma’s pastime of throwing the body of the ass demon into the top of the tallest palm tree, all the trees began shaking and striking against one another as if blown about by powerful winds."
    },
    {
        "verse_id": "35",
        "text": "My dear Parīkṣit, that Lord Balarāma killed Dhenukāsura is not such a wonderful thing, considering that He is the unlimited Personality of Godhead, the controller of the entire universe. Indeed, the entire cosmos rests upon Him just as a woven cloth rests upon its own horizontal and vertical threads."
    },
    {
        "verse_id": "36",
        "text": "The other ass demons, close friends of Dhenukāsura, were enraged upon seeing his death, and thus they all immediately ran to attack Kṛṣṇa and Balarāma."
    },
    {
        "verse_id": "37",
        "text": "O King, as the demons attacked, Kṛṣṇa and Balarāma easily seized them one after another by their hind legs and threw them all into the tops of the palm trees."
    },
    {
        "verse_id": "38",
        "text": "The earth then appeared beautifully covered with heaps of fruits and with the dead bodies of the demons, which were entangled in the broken tops of the palm trees. Indeed, the earth shone like the sky decorated with clouds."
    },
    {
        "verse_id": "39",
        "text": "Hearing of this magnificent feat of the two brothers, the demigods and other elevated living beings rained down flowers and offered music and prayers in glorification."
    },
    {
        "verse_id": "40",
        "text": "People now felt free to return to the forest where Dhenuka had been killed, and without fear they ate the fruits of the palm trees. Also, the cows could now graze freely upon the grass there."
    },
    {
        "verse_id": "41",
        "text": "Then lotus-eyed Lord Śrī Kṛṣṇa, whose glories are most pious to hear and chant, returned home to Vraja with His elder brother, Balarāma. Along the way, the cowherd boys, His faithful followers, chanted His glories."
    },
    {
        "verse_id": "42",
        "text": "Lord Kṛṣṇa’s hair, powdered with the dust raised by the cows, was decorated with a peacock feather and forest flowers. The Lord glanced charmingly and smiled beautifully, playing upon His flute while His companions chanted His glories. The gopīs, all together, came forward to meet Him, their eyes very eager to see Him."
    },
    {
        "verse_id": "43",
        "text": "With their beelike eyes, the women of Vṛndāvana drank the honey of the beautiful face of Lord Mukunda, and thus they gave up the distress they had felt during the day because of separation from Him. The young Vṛndāvana ladies cast sidelong glances at the Lord — glances filled with bashfulness, laughter and submission — and Śrī Kṛṣṇa, completely accepting these glances as a proper offering of respect, entered the cowherd village."
    },
    {
        "verse_id": "44",
        "text": "Mother Yaśodā and mother Rohiṇī, acting most affectionately toward their two sons, offered all the best things to Them in response to Their every desire and at the various appropriate times."
    },
    {
        "verse_id": "45",
        "text": "By being bathed and massaged, the two young Lords were relieved of the weariness caused by walking on the country roads. Then They were dressed in attractive robes and decorated with transcendental garlands and fragrances."
    },
    {
        "verse_id": "46",
        "text": "After dining sumptuously on the delicious food given Them by Their mothers and being pampered in various ways, the two brothers lay down upon Their excellent beds and happily went to sleep in the village of Vraja."
    },
    {
        "verse_id": "47",
        "text": "O King, the Supreme Lord Kṛṣṇa thus wandered about the Vṛndāvana area, performing His pastimes. Once, surrounded by His boyfriends, He went without Balarāma to the Yamunā River."
    },
    {
        "verse_id": "48",
        "text": "At that time the cows and cowherd boys were feeling acute distress from the glaring summer sun. Afflicted by thirst, they drank the water of the Yamunā River. But it had been contaminated with poison."
    },
    {
        "verse_id": "49",
        "text": "As soon as they touched the poisoned water, all the cows and boys lost their consciousness by the divine power of the Lord and fell lifeless at the water’s edge. O hero of the Kurus, seeing them in such a condition, Lord Kṛṣṇa, the master of all masters of mystic potency, felt compassion for these devotees, who had no Lord other than Him. Thus He immediately brought them back to life by showering His nectarean glance upon them."
    },
    {
        "verse_id": "51",
        "text": "Regaining their full consciousness, the cows and boys stood up out of the water and began to look at one another in great astonishment."
    },
    {
        "verse_id": "52",
        "text": "O King, the cowherd boys then considered that although they had drunk poison and in fact had died, simply by the merciful glance of Govinda they had regained their lives and stood up by their own strength."
    }
]