[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Once, the supremely opulent Personality of Godhead went to Indraprastha to visit the Pāṇḍavas, who had again appeared in public. Accompanying the Lord were Yuyudhāna and other associates."
    },
    {
        "verse_id": "2",
        "text": "When the Pāṇḍavas saw that Lord Mukunda had arrived, those heroic sons of Pṛthā all stood up at once, like the senses responding to the return of the life air."
    },
    {
        "verse_id": "3",
        "text": "The heroes embraced Lord Acyuta, and the touch of His body freed them of sin. Looking at His affectionate, smiling face, they were overwhelmed with joy."
    },
    {
        "verse_id": "4",
        "text": "After the Lord bowed down at the feet of Yudhiṣṭhira and Bhīma and firmly embraced Arjuna, He accepted obeisances from the twin brothers, Nakula and Sahadeva."
    },
    {
        "verse_id": "5",
        "text": "Faultless Draupadī, the Pāṇḍavas’ newly married wife, slowly and somewhat timidly approached Lord Kṛṣṇa, who sat on an exalted seat, and offered Him her obeisances."
    },
    {
        "verse_id": "6",
        "text": "Sātyaki also accepted a seat of honor after receiving worship and welcome from the Pāṇḍavas, and the Lord’s other companions, being duly honored, sat down in various places."
    },
    {
        "verse_id": "7",
        "text": "The Lord then went to see His aunt, Queen Kuntī. He bowed down to her and she embraced Him, her eyes moist with great affection. Lord Kṛṣṇa inquired from her and her daughter-in-law, Draupadī, about their welfare, and they in turn questioned Him at length about His relatives [in Dvārakā]."
    },
    {
        "verse_id": "8",
        "text": "So overcome by love that her throat choked up and her eyes filled with tears, Queen Kuntī remembered the many troubles she and her sons had endured. Thus she addressed Lord Kṛṣṇa, who appears before His devotees to drive away their distress"
    },
    {
        "verse_id": "9",
        "text": "[Queen Kuntī said:] My dear Kṛṣṇa, our welfare was assured only when You remembered us, Your relatives, and gave us Your protection by sending my brother to visit us."
    },
    {
        "verse_id": "10",
        "text": "For You, the well-wishing friend and Supreme Soul of the universe, there is never any illusion of “us” and “them.” Yet even so, residing within the hearts of all, You eradicate the sufferings of those who remember You constantly."
    },
    {
        "verse_id": "11",
        "text": "King Yudhiṣṭhira said: O supreme controller, I do not know what pious deeds we fools have done so that we can see You, whom the masters of yogic perfection rarely see."
    },
    {
        "verse_id": "12",
        "text": "Requested by the King to stay with them, the almighty Lord remained happily in Indraprastha during the months of the rainy season, giving joy to the eyes of the city’s residents."
    },
    {
        "verse_id": "13",
        "text": "Once Arjuna, the slayer of powerful enemies, donned his armor, mounted his chariot flying the flag of Hanumān, took up his bow and his two inexhaustible quivers, and went to sport with Lord Kṛṣṇa in a large forest filled with fierce animals."
    },
    {
        "verse_id": "15",
        "text": "With his arrows Arjuna shot tigers, boars and buffalo in that forest, along with rurus, śarabhas, gavayas, rhinoceroses, black deer, rabbits and porcupines."
    },
    {
        "verse_id": "16",
        "text": "A crew of servants carried to King Yudhiṣṭhira the slain animals fit to be offered in sacrifice on some special occasion. Then, feeling thirsty and tired, Arjuna went to the bank of the Yamunā."
    },
    {
        "verse_id": "17",
        "text": "After the two Kṛṣṇas bathed there, they drank the river’s clear water. The great warriors then saw an attractive young girl walking nearby."
    },
    {
        "verse_id": "18",
        "text": "Sent by his friend, Arjuna approached the exceptional young woman, who possessed beautiful hips, fine teeth and a lovely face, and inquired from her as follows."
    },
    {
        "verse_id": "19",
        "text": "[Arjuna said:] Who are you, O fine-waisted lady? Whose daughter are you, and where do you come from? What are you doing here? I think you must be looking for a husband. Please explain everything, O beautiful one."
    },
    {
        "verse_id": "20",
        "text": "Śrī Kālindī said: I am the daughter of the sun-god. I desire to get as my husband the most excellent and munificent Lord Viṣṇu, and to that end I am performing severe penances."
    },
    {
        "verse_id": "21",
        "text": "I will accept no husband other than Him, the abode of the goddess of fortune. May that Mukunda, the Supreme Personality, the shelter of the helpless, be pleased with me."
    },
    {
        "verse_id": "22",
        "text": "I am known as Kālindī, and I live in a mansion my father built for me within the water of the Yamunā. There I will stay until I meet Lord Acyuta."
    },
    {
        "verse_id": "23",
        "text": "[Śukadeva Gosvāmī continued:] Arjuna repeated all this to Lord Vāsudeva, who was already aware of it. The Lord then took Kālindī onto His chariot and went back to see King Yudhiṣṭhira."
    },
    {
        "verse_id": "24",
        "text": "[Describing a previous incident, Śukadeva Gosvāmī said:] Upon the request of the Pāṇḍavas, Lord Kṛṣṇa had Viśvakarmā build them a most wonderful and amazing city."
    },
    {
        "verse_id": "25",
        "text": "The Supreme Lord stayed in that city for some time to please His devotees. On one occasion, Śrī Kṛṣṇa wanted to give the Khāṇḍava forest as a gift to Agni, and so the Lord became Arjuna’s charioteer."
    },
    {
        "verse_id": "26",
        "text": "Being pleased, O King, Lord Agni presented Arjuna with a bow, a set of white horses, a chariot, a pair of inexhaustible quivers, and armor that no fighter could pierce with weapons."
    },
    {
        "verse_id": "27",
        "text": "When the demon Maya was saved from the fire by his friend Arjuna, Maya presented him with an assembly hall, in which Duryodhana would later mistake water for a solid floor."
    },
    {
        "verse_id": "28",
        "text": "Then Lord Kṛṣṇa, given leave by Arjuna and other well-wishing relatives and friends, returned to Dvārakā with Sātyaki and the rest of His entourage."
    },
    {
        "verse_id": "29",
        "text": "The supremely auspicious Lord then married Kālindī on a day when the season, the lunar asterism and the configurations of the sun and other heavenly bodies were all propitious. In this way He brought the greatest pleasure to His devotees."
    },
    {
        "verse_id": "30",
        "text": "Vindya and Anuvindya, who shared the throne of Avantī, were followers of Duryodhana’s. When the time came for their sister [Mitravindā] to select her husband in the svayaṁvara ceremony, they forbade her to choose Kṛṣṇa, although she was attracted to Him."
    },
    {
        "verse_id": "31",
        "text": "My dear King, Lord Kṛṣṇa forcibly took away Princess Mitravindā, the daughter of His aunt Rājādhidevī, before the eyes of the rival kings."
    },
    {
        "verse_id": "32",
        "text": "O King, Nagnajit, the very pious King of Kośala, had a lovely daughter named Satyā, or Nāgnajitī."
    },
    {
        "verse_id": "33",
        "text": "The kings who came as suitors were not allowed to marry her unless they could subdue seven sharp-horned bulls. These bulls were extremely vicious and uncontrollable, and they could not tolerate even the smell of warriors."
    },
    {
        "verse_id": "34",
        "text": "When the Supreme Personality of Godhead, the master of the Vaiṣṇavas, heard of the princess who was to be won by the conqueror of the bulls, He went to the capital of Kauśalya with a large army."
    },
    {
        "verse_id": "35",
        "text": "The King of Kośala, pleased to see Lord Kṛṣṇa, worshiped Him by rising from his throne and offering Him a seat of honor and substantial gifts. Lord Kṛṣṇa also greeted the King respectfully."
    },
    {
        "verse_id": "36",
        "text": "When the King’s daughter saw that most agreeable suitor arrive, she immediately desired to have Him, the Lord of Goddess Rāma. She prayed, “May He become my husband. If I have kept my vows, may the sacred fire bring about the fulfillment of my hopes."
    },
    {
        "verse_id": "37",
        "text": "“Goddess Lakṣmī, Lord Brahma, Lord Śiva and the rulers of the various planets place the dust of His lotus feet on their heads, and to protect the codes of religion, which He has created, He assumes pastime incarnations at various times. How may that Supreme Personality of Godhead become pleased with me?”"
    },
    {
        "verse_id": "38",
        "text": "King Nagnajit first worshiped the Lord properly and then addressed Him: “O Nārāyaṇa, Lord of the universe, You are full in Your own spiritual pleasure. Therefore what can this insignificant person do for You?”"
    },
    {
        "verse_id": "39",
        "text": "Śukadeva Gosvāmī said: O beloved descendant of Kuru, the Supreme Lord was pleased, and after accepting a comfortable seat He smiled and addressed the King in a voice as deep as the rumbling of a cloud."
    },
    {
        "verse_id": "40",
        "text": "The Supreme Lord said: O ruler of men, learned authorities condemn begging for a person in the royal order who is executing his religious duties. Even so, desiring your friendship, I ask you for your daughter, though We offer no gifts in exchange."
    },
    {
        "verse_id": "41",
        "text": "The King said: My Lord, who could be a better husband for my daughter than You, the exclusive abode of all transcendental qualities? On Your body the goddess of fortune herself resides, never leaving You for any reason."
    },
    {
        "verse_id": "42",
        "text": "But to ascertain the proper husband for my daughter, O chief of the Sātvatas, we previously set a condition to test the prowess of her suitors."
    },
    {
        "verse_id": "43",
        "text": "These seven wild bulls are impossible to tame, O hero. They have defeated many princes, breaking their limbs."
    },
    {
        "verse_id": "44",
        "text": "If You can subdue them, O descendant of Yadu, You will certainly be the appropriate bridegroom for my daughter, O Lord of Śrī."
    },
    {
        "verse_id": "45",
        "text": "Upon hearing these terms, the Lord tightened His clothing, expanded Himself into seven forms and easily subdued the bulls."
    },
    {
        "verse_id": "46",
        "text": "Lord Śauri tied up the bulls, whose pride and strength were now broken, and pulled them with ropes just as a child playfully pulls wooden toy bulls."
    },
    {
        "verse_id": "47",
        "text": "Then King Nagnajit, pleased and astonished, presented his daughter to Lord Kṛṣṇa. The Supreme Personality of Godhead accepted this suitable bride in the proper Vedic fashion."
    },
    {
        "verse_id": "48",
        "text": "The King’s wives felt the greatest ecstasy upon attaining Lord Kṛṣṇa as the dear husband of the royal princess, and a mood of great festivity arose."
    },
    {
        "verse_id": "49",
        "text": "Conchshells, horns and drums resounded, along with vocal and instrumental music and the sounds of brāhmaṇas, invoking blessings. The joyful men and women adorned themselves with fine clothing and garlands."
    },
    {
        "verse_id": "50",
        "text": "As the dowry, powerful King Nagnajit gave ten thousand cows, three thousand young maidservants wearing golden ornaments on their necks and bedecked in fine clothing, nine thousand elephants, a hundred times as many chariots as elephants, a hundred times as many horses as chariots, and a hundred times as many manservants as horses."
    },
    {
        "verse_id": "52",
        "text": "The King of Kośala, his heart melting with affection, had the bride and groom seated on their chariot, and then he sent them on their way surrounded by a great army."
    },
    {
        "verse_id": "53",
        "text": "When the intolerant kings who had been rival suitors heard what had happened, they tried to stop Lord Kṛṣṇa on the road as He took His bride home. But just as the bulls had broken the kings’ strength before, the Yadu warriors broke it now."
    },
    {
        "verse_id": "54",
        "text": "Arjuna, wielder of the Gāṇḍīva bow, was always eager to please his friend Kṛṣṇa, and thus he drove back those opponents, who were shooting torrents of arrows at the Lord. He did this just as a lion drives away insignificant animals."
    },
    {
        "verse_id": "55",
        "text": "Lord Devakī-suta, the chief of the Yadus, then took His dowry and Satyā to Dvārakā and continued to live there happily."
    },
    {
        "verse_id": "56",
        "text": "Bhadrā was a princess of the Kaikeya kingdom and the daughter of Lord Kṛṣṇa’s paternal aunt Śrutakīrti. The Lord married Bhadrā when her brothers, headed by Santardana, offered her to Him."
    },
    {
        "verse_id": "57",
        "text": "Then the Lord married Lakṣmaṇā, the daughter of the King of Madra. Kṛṣṇa appeared alone at her svayaṁvara ceremony and took her away, just as Garuḍa once stole the demigods’ nectar."
    },
    {
        "verse_id": "58",
        "text": "Lord Kṛṣṇa also acquired thousands of other wives equal to these when He killed Bhaumāsura and freed the beautiful maidens the demon was holding captive."
    }
]