[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: After refreshing Himself with water, putting on His armor and picking up His bow, Lord Pradyumna told His driver, “Take Me back to where the hero Dyumān is standing.”"
    },
    {
        "verse_id": "2",
        "text": "In Pradyumna’s absence, Dyumān had been devastating His army, but now Pradyumna counterattacked Dyumān and, smiling, pierced him with eight nārāca arrows."
    },
    {
        "verse_id": "3",
        "text": "With four of these arrows He struck Dyumān’s four horses, with one arrow, his driver, with two more arrows, his bow and chariot flag, and with the last arrow, Dyumān’s head."
    },
    {
        "verse_id": "4",
        "text": "Gada, Sātyaki, Sāmba and others began killing Śālva’s army, and thus all the soldiers inside the airship began falling into the ocean, their necks severed."
    },
    {
        "verse_id": "5",
        "text": "As the Yadus and Śālva’s followers thus went on attacking one another, the tumultuous, fearsome battle continued for twenty-seven days and nights."
    },
    {
        "verse_id": "6",
        "text": "Invited by Yudhiṣṭhira, the son of Dharma, Lord Kṛṣṇa had gone to Indraprastha. Now that the Rājasūya sacrifice had been completed and Śiśupāla killed, the Lord began to see inauspicious omens. So He took leave of the Kuru elders and the great sages, and also of Pṛthā and her sons, and returned to Dvārakā."
    },
    {
        "verse_id": "8",
        "text": "The Lord said to Himself: Because I have come here with My respected elder brother, kings partial to Śiśupāla may well be attacking My capital city."
    },
    {
        "verse_id": "9",
        "text": "[Śukadeva Gosvāmī continued:] After He arrived at Dvārakā and saw how His people were threatened with destruction, and also saw Śālva and his Saubha airship, Lord Keśava arranged for the city’s defense and then addressed Dāruka as follows."
    },
    {
        "verse_id": "10",
        "text": "[Lord Kṛṣṇa said:] O driver, quickly take My chariot near Śālva. This lord of Saubha is a powerful magician; don’t let him bewilder you."
    },
    {
        "verse_id": "11",
        "text": "Thus ordered, Dāruka took command of the Lord’s chariot and drove forth. As the chariot entered the battlefield, everyone there, both friend and foe, caught sight of the emblem of Garuḍa."
    },
    {
        "verse_id": "12",
        "text": "When Śālva, the master of a decimated army, saw Lord Kṛṣṇa approaching, he hurled his spear at the Lord’s charioteer. The spear roared frighteningly as it flew across the battlefield."
    },
    {
        "verse_id": "13",
        "text": "Śālva’s hurtling spear lit up the whole sky like a mighty meteor, but Lord Śauri tore the great weapon into hundreds of pieces with His arrows."
    },
    {
        "verse_id": "14",
        "text": "Lord Kṛṣṇa then pierced Śālva with sixteen arrows and struck the Saubha airship with a deluge of arrows as it darted about the sky. Firing His arrows, the Lord appeared like the sun flooding the heavens with its rays."
    },
    {
        "verse_id": "15",
        "text": "Śālva then managed to strike Lord Kṛṣṇa’s left arm, which held His bow Śārṅga, and, amazingly, Śārṅga fell from His hand."
    },
    {
        "verse_id": "16",
        "text": "Those who witnessed this all cried out in dismay. Then the master of Saubha roared loudly and addressed Lord Janārdana."
    },
    {
        "verse_id": "17",
        "text": "[Śālva said:] You fool! Because in our presence You kidnapped the bride of our friend Śiśupāla, Your own cousin, and because You later murdered him in the sacred assembly while he was inattentive, today with my sharp arrows I will send You to the land of no return! Though You think Yourself invincible, I will kill You now if You dare stand before me."
    },
    {
        "verse_id": "19",
        "text": "The Supreme Lord said: O dullard, you boast in vain, since you fail to see death standing near you. Real heroes do not talk much but rather show their prowess in action."
    },
    {
        "verse_id": "20",
        "text": "Having said this, the furious Lord swung His club with frightening power and speed and hit Śālva on the collarbone, making him tremble and vomit blood."
    },
    {
        "verse_id": "21",
        "text": "But as soon as Lord Acyuta withdrew His club, Śālva disappeared from sight, and a moment later a man approached the Lord. Bowing his head down to Him, he announced, “Devakī has sent me,” and, sobbing, spoke the following words."
    },
    {
        "verse_id": "22",
        "text": "[The man said:] O Kṛṣṇa, Kṛṣṇa, mighty-armed one, who are so affectionate to Your parents! Śālva has seized Your father and taken him away, as a butcher leads an animal to slaughter."
    },
    {
        "verse_id": "23",
        "text": "When He heard this disturbing news, Lord Kṛṣṇa, who was playing the role of a mortal man, showed sorrow and compassion, and out of love for His parents He spoke the following words like an ordinary conditioned soul."
    },
    {
        "verse_id": "24",
        "text": "[Lord Kṛṣṇa said:] Balarāma is ever vigilant, and no demigod or demon can defeat Him. So how could this insignificant Śālva defeat Him and abduct My father? Indeed, fate is all-powerful!"
    },
    {
        "verse_id": "25",
        "text": "After Govinda spoke these words, the master of Saubha again appeared, apparently leading Vasudeva before the Lord. Śālva then spoke as follows."
    },
    {
        "verse_id": "26",
        "text": "[Śālva said:] Here is Your dear father, who begot You and for whose sake You are living in this world. I shall now kill him before Your very eyes. Save him if You can, weakling!"
    },
    {
        "verse_id": "27",
        "text": "After he had mocked the Lord in this way, the magician Śālva appeared to cut off Vasudeva’s head with his sword. Taking the head with him, he entered the Saubha vehicle, which was hovering in the sky."
    },
    {
        "verse_id": "28",
        "text": "By nature Lord Kṛṣṇa is full in knowledge, and He possesses unlimited powers of perception. Yet for a moment, out of great affection for His loved ones, He remained absorbed in the mood of an ordinary human being. He soon recalled, however, that this was all a demoniac illusion engineered by Maya Dānava and employed by Śālva."
    },
    {
        "verse_id": "29",
        "text": "Now alert to the actual situation, Lord Acyuta saw before Him on the battlefield neither the messenger nor His father’s body. It was as if He had awakened from a dream. Seeing His enemy flying above Him in his Saubha plane, the Lord then prepared to kill him."
    },
    {
        "verse_id": "30",
        "text": "Such is the account given by some sages, O wise King, but those who speak in this illogical way are contradicting themselves, having forgotten their own previous statements."
    },
    {
        "verse_id": "31",
        "text": "How can lamentation, bewilderment, material affection or fear, all born out of ignorance, be ascribed to the infinite Supreme Lord, whose perception, knowledge and power are all similarly infinite?"
    },
    {
        "verse_id": "32",
        "text": "By virtue of self-realization fortified by service rendered to His feet, devotees of the Lord dispel the bodily concept of life, which has bewildered the soul since time immemorial. Thus they attain eternal glory in His personal association. How, then, can that Supreme Truth, the destination of all genuine saints, be subject to illusion?"
    },
    {
        "verse_id": "33",
        "text": "While Śālva continued to hurl torrents of weapons at Him with great force, Lord Kṛṣṇa, whose prowess never fails, shot His arrows at Śālva, wounding him and shattering his armor, bow and crest jewel. Then with His club the Lord smashed His enemy’s Saubha airship."
    },
    {
        "verse_id": "34",
        "text": "Shattered into thousands of pieces by Lord Kṛṣṇa’s club, the Saubha airship plummeted into the water. Śālva abandoned it, stationed himself on the ground, took up his club and rushed toward Lord Acyuta."
    },
    {
        "verse_id": "35",
        "text": "As Śālva rushed at Him, the Lord shot a bhalla dart and cut off his arm that held the club. Having finally decided to kill Śālva, Kṛṣṇa then raised His Sudarśana disc weapon, which resembled the sun at the time of universal annihilation. The brilliantly shining Lord appeared like the easternmost mountain bearing the rising sun."
    },
    {
        "verse_id": "36",
        "text": "Employing His disc, Lord Hari removed that great magician’s head with its earrings and crown, just as Purandara had used his thunderbolt to cut off Vṛtra’s head. Seeing this, all of Śālva’s followers cried out, “Alas, alas!”"
    },
    {
        "verse_id": "37",
        "text": "With the sinful Śālva now dead and his Saubha airship destroyed, the heavens resounded with kettledrums played by groups of demigods. Then Dantavakra, wanting to avenge the death of his friends, furiously attacked the Lord."
    }
]