[
    {
        "verse_id": "1",
        "text": "Śrī Bādarāyaṇi said: Once, in the company of her maidservants, Queen Rukmiṇī was personally serving her husband, the spiritual master of the universe, by fanning Him as He relaxed on her bed."
    },
    {
        "verse_id": "2",
        "text": "The unborn Personality of Godhead, the supreme controller, who creates, maintains and then devours this universe simply as His play, took birth among the Yadus to preserve His own laws."
    },
    {
        "verse_id": "3",
        "text": "Queen Rukmiṇī’s quarters were extremely beautiful, boasting a canopy hung with brilliant strings of pearls, as well as effulgent jewels serving as lamps. Garlands of jasmine and other flowers hung here and there, attracting swarms of humming bees, and the spotless rays of the moon shone through the holes of the lattice windows. As aguru incense drifted out of the window holes, my dear King, the breeze wafting the scent of the pārijāta grove carried the mood of a garden into the room. There the Queen served her husband, the Supreme Lord of all the worlds, as He reclined upon an opulent pillow on her bed, which was as soft and white as the foam of milk."
    },
    {
        "verse_id": "7",
        "text": "From her maidservant’s hand Goddess Rukmiṇī took a yak-hair fan with a jeweled handle, and then she began to worship her master by fanning Him."
    },
    {
        "verse_id": "8",
        "text": "Her hand adorned with rings, bangles and the cāmara fan, Queen Rukmiṇī looked resplendent standing near Lord Kṛṣṇa. Her jeweled ankle-bells tinkled, and her necklace glittered, reddened by the kuṅkuma from her breasts, which were covered by the end of her sari. On her hips she wore a priceless belt."
    },
    {
        "verse_id": "9",
        "text": "As He contemplated her, the goddess of fortune herself, who desires only Him, Lord Kṛṣṇa smiled. The Lord assumes various forms to enact His pastimes, and He was pleased that the form the goddess of fortune had assumed was just suitable for her to serve as His consort. Her charming face was adorned with curling hair, earrings, a locket on her neck, and the nectar of her bright, happy smile. The Lord then spoke to her as follows."
    },
    {
        "verse_id": "10",
        "text": "The Supreme Lord said: My dear princess, you were sought after by many kings as powerful as the rulers of planets. They were all abundantly endowed with political influence, wealth, beauty, generosity and physical strength."
    },
    {
        "verse_id": "11",
        "text": "Since your brother and father offered you to them, why did you reject the King of Cedi and all those other suitors, who stood before you, maddened by Cupid? Why, instead, did you choose Us, who are not at all your equal?"
    },
    {
        "verse_id": "12",
        "text": "Terrified of these kings, O lovely-browed one, We took shelter in the ocean. We have become enemies of powerful men, and We practically abandoned Our royal throne."
    },
    {
        "verse_id": "13",
        "text": "O fine-browed lady, women are usually destined to suffer when they stay with men whose behavior is uncertain and who pursue a path not approved by society."
    },
    {
        "verse_id": "14",
        "text": "We have no material possessions, and We are dear to those who similarly have nothing. Therefore, O slender one, the wealthy hardly ever worship Me."
    },
    {
        "verse_id": "15",
        "text": "Marriage and friendship are proper between two people who are equal in terms of their wealth, birth, influence, physical appearance and capacity for good progeny, but never between a superior and an inferior."
    },
    {
        "verse_id": "16",
        "text": "O Vaidarbhī, not being farsighted, you didn’t realize this, and therefore you chose Us as your husband, even though We have no good qualities and are glorified only by deluded beggars."
    },
    {
        "verse_id": "17",
        "text": "Now you should definitely accept a more suitable husband, a first-class man of the royal order who can help you achieve everything you want, both in this life and the next."
    },
    {
        "verse_id": "18",
        "text": "Kings like Śiśupāla, Śālva, Jarāsandha and Dantavakra all hate Me, O beautiful-thighed one, and so does your elder brother Rukmī."
    },
    {
        "verse_id": "19",
        "text": "It was to dispel the arrogance of these kings that I carried you away, My good woman, for they were blinded by the intoxication of power. My purpose was to curb the strength of the wicked."
    },
    {
        "verse_id": "20",
        "text": "We care nothing for wives, children and wealth. Always satisfied within Ourselves, We do not work for body and home, but like a light, We merely witness."
    },
    {
        "verse_id": "21",
        "text": "Śukadeva Gosvāmī said: Rukmiṇī had thought herself especially beloved by the Lord because He never left her company. By saying these things to her He vanquished her pride, and then He stopped speaking."
    },
    {
        "verse_id": "22",
        "text": "Goddess Rukmiṇī had never before heard such unpleasantries from her beloved, the Lord of universal rulers, and she became frightened. A tremor arose in her heart, and in terrible anxiety she began to cry."
    },
    {
        "verse_id": "23",
        "text": "With her tender foot, effulgent with the reddish glow of her nails, she scratched the ground, and tears darkened by her eye makeup sprinkled her kuṅkuma-reddened breasts. There she stood, face downward, her voice choked up by extreme sorrow."
    },
    {
        "verse_id": "24",
        "text": "Rukmiṇī’s mind was overwhelmed with unhappiness, fear and grief. Her bangles slipped from her hand, and her fan fell to the ground. In her bewilderment she suddenly fainted, her hair scattering all about as her body fell to the ground like a plantain tree blown over by the wind."
    },
    {
        "verse_id": "25",
        "text": "Seeing that His beloved was so bound to Him in love that she could not understand the full meaning of His teasing, merciful Lord Kṛṣṇa felt compassion for her."
    },
    {
        "verse_id": "26",
        "text": "The Lord quickly got down from the bed. Manifesting four arms, He picked her up, gathered her hair and caressed her face with His lotus hand."
    },
    {
        "verse_id": "27",
        "text": "Wiping her tear-filled eyes and her breasts, which were stained by tears of grief, the Supreme Lord, the goal of His devotees, embraced His chaste wife, who desired nothing but Him, O King. Expert in the art of pacification, Śrī Kṛṣṇa tenderly consoled pitiable Rukmiṇī, whose mind was bewildered by His clever joking and who did not deserve to suffer so."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Lord said: O Vaidarbhī, do not be displeased with Me. I know that you are fully devoted to Me. I only spoke in jest, dear lady, because I wanted to hear what you would say."
    },
    {
        "verse_id": "30",
        "text": "I also wanted to see your face with lips trembling in loving anger, the reddish corners of your eyes throwing sidelong glances and the line of your beautiful eyebrows knit in a frown."
    },
    {
        "verse_id": "31",
        "text": "The greatest pleasure worldly householders can enjoy at home is to spend time joking with their beloved wives, My dear timid and temperamental one."
    },
    {
        "verse_id": "32",
        "text": "Śukadeva Gosvāmī said: O King, Queen Vaidarbhī was fully pacified by the Supreme Personality of Godhead and understood that His words had been spoken in jest. Thus she gave up her fear that her beloved would reject her."
    },
    {
        "verse_id": "33",
        "text": "Smiling bashfully as she cast charming, affectionate glances upon the face of the Lord, the best of males, Rukmiṇī spoke the following, O descendant of Bharata."
    },
    {
        "verse_id": "34",
        "text": "Śrī Rukmiṇī said: Actually, what You have said is true, O lotus-eyed one. I am indeed unsuitable for the almighty Personality of Godhead. What comparison is there between that Supreme Lord, who is master of the three primal deities and who delights in His own glory, and myself, a woman of mundane qualities whose feet are grasped by fools?"
    },
    {
        "verse_id": "35",
        "text": "Yes, my Lord Urukrama, You lay down within the ocean as if afraid of the material modes, and thus in pure consciousness You appear within the heart as the Supersoul. You are always battling against the foolish material senses, and indeed even Your servants reject the privilege of royal dominion, which leads to the blindness of ignorance."
    },
    {
        "verse_id": "36",
        "text": "Your movements, inscrutable even for sages who relish the honey of Your lotus feet, are certainly incomprehensible for human beings who behave like animals. And just as Your activities are transcendental, O all-powerful Lord, so too are those of Your followers."
    },
    {
        "verse_id": "37",
        "text": "You possess nothing because there is nothing beyond You. Even the great enjoyers of tribute — Brahmā and other demigods — pay tribute to You. Those who are blinded by their wealth and absorbed in gratifying their senses do not recognize You in the form of death. But to the gods, the enjoyers of tribute, You are the most dear, as they are to You."
    },
    {
        "verse_id": "38",
        "text": "You are the embodiment of all human goals and are Yourself the final aim of life. Desiring to attain You, O all-powerful Lord, intelligent persons abandon everything else. It is they who are worthy of Your association, not men and women absorbed in the pleasure and grief resulting from their mutual lust."
    },
    {
        "verse_id": "39",
        "text": "Knowing that great sages who have renounced the sannyāsī’s daṇḍa proclaim Your glories, that You are the Supreme Soul of all the worlds, and that You are so gracious that You give away even Your own self, I chose You as my husband, rejecting Lord Brahmā, Lord Śiva and the rulers of heaven, whose aspirations are all frustrated by the force of time, which is born from Your eyebrows. What interest, then, could I have in any other suitors?"
    },
    {
        "verse_id": "40",
        "text": "My Lord, as a lion drives away lesser animals to claim his proper tribute, You drove off the assembled kings with the resounding twang of Your Śārṅga bow and then claimed me, Your fair share. Thus it is sheer foolishness, my dear Gadāgraja, for You to say You took shelter in the ocean out of fear of those kings."
    },
    {
        "verse_id": "41",
        "text": "Wanting Your association, the best of kings — Aṅga, Vainya, Jāyanta, Nāhuṣa, Gaya and others — abandoned their absolute sovereignty and entered the forest to seek You out. How could those kings suffer frustration in this world, O lotus-eyed one?"
    },
    {
        "verse_id": "42",
        "text": "The aroma of Your lotus feet, which is glorified by great saints, awards people liberation and is the abode of Goddess Lakṣmī. What woman would take shelter of any other man after savoring that aroma? Since You are the abode of transcendental qualities, what mortal woman with the insight to distinguish her own true interest would disregard that fragrance and depend instead on someone who is always subject to terrible fear?"
    },
    {
        "verse_id": "43",
        "text": "Because You are suitable for me, I have chosen You, the master and Supreme Soul of all the worlds, who fulfill our desires in this life and the next. May Your feet, which give freedom from illusion by approaching their worshiper, give shelter to me, who have been wandering from one material situation to another."
    },
    {
        "verse_id": "44",
        "text": "O infallible Kṛṣṇa, let each of the kings You named become the husband of a woman whose ears have never heard Your glories, which are sung in the assemblies of Śiva and Brahmā. After all, in the households of such women these kings live like asses, oxen, dogs, cats and slaves."
    },
    {
        "verse_id": "45",
        "text": "A woman who fails to relish the fragrance of the honey of Your lotus feet becomes totally befooled, and thus she accepts as her husband or lover a living corpse covered with skin, whiskers, nails, head-hair and body-hair and filled with flesh, bones, blood, parasites, feces, mucus, bile and air."
    },
    {
        "verse_id": "46",
        "text": "O lotus-eyed one, though You are satisfied within Yourself and thus rarely turn Your attention toward me, please bless me with steady love for Your feet. It is when You assume a predominance of passion in order to manifest the universe that You glance upon me, showing me what is indeed Your greatest mercy."
    },
    {
        "verse_id": "47",
        "text": "Actually, I don’t consider Your words false, Madhūsudana. Quite often an unmarried girl is attracted to a man, as in the case of Ambā."
    },
    {
        "verse_id": "48",
        "text": "The mind of a promiscuous woman always hankers for new lovers, even if she is married. An intelligent man should not keep such an unchaste wife, for if he does he will lose his good fortune both in this life and the next."
    },
    {
        "verse_id": "49",
        "text": "The Supreme Lord said: O saintly lady, O princess, We deceived you only because We wanted to hear you speak like this. Indeed, everything you said in reply to My words is most certainly true."
    },
    {
        "verse_id": "50",
        "text": "Whatever benedictions you hope for in order to become free of material desires are ever yours, O fair and noble lady, for you are My unalloyed devotee."
    },
    {
        "verse_id": "51",
        "text": "O sinless one, I have now seen firsthand the pure love and chaste attachment you have for your husband. Even though shaken by My words, your mind could not be pulled away from Me."
    },
    {
        "verse_id": "52",
        "text": "Although I have the power to award spiritual liberation, lusty persons worship Me with penance and vows in order to get My blessings for their mundane family life. Such persons are bewildered by My illusory energy."
    },
    {
        "verse_id": "53",
        "text": "O supreme reservoir of love, unfortunate are they who even after obtaining Me, the Lord of both liberation and material riches, hanker only for material treasures. These worldly gains can be found even in hell. Since such persons are obsessed with sense gratification, hell is a fitting place for them."
    },
    {
        "verse_id": "54",
        "text": "Fortunately, O mistress of the house, you have always rendered Me faithful devotional service, which liberates one from material existence. This service is very difficult for the envious to perform, especially for a woman whose intentions are wicked, who lives only to gratify her bodily demands, and who indulges in duplicity."
    },
    {
        "verse_id": "55",
        "text": "In all My palaces I can find no other wife as loving as you, O most respectful one. When you were to be married, you disregarded all the kings who had assembled to seek your hand, and simply because you had heard authentic accounts concerning Me, you sent a brāhmaṇa to Me with your confidential message."
    },
    {
        "verse_id": "56",
        "text": "When your brother, who had been defeated in battle and then disfigured, was later killed during a gambling match on Aniruddha’s wedding day, you felt unbearable grief, yet out of fear of losing Me you spoke not a word. By this silence you have conquered Me."
    },
    {
        "verse_id": "57",
        "text": "When you sent the messenger with your most confidential plan and yet I delayed going to you, you began to see the whole world as void and wanted to quit your body, which could never have been given to anyone but Me. May this greatness of yours remain with you always; I can do nothing to reciprocate except joyfully thank you for your devotion."
    },
    {
        "verse_id": "58",
        "text": "Śukadeva Gosvāmī said: And so the self-satisfied Supreme Lord of the universe enjoyed with the goddess of fortune, engaging her in lovers’ talks and thus imitating the ways of human society."
    },
    {
        "verse_id": "59",
        "text": "The almighty Lord Hari, preceptor of all the worlds, similarly behaved like a conventional householder in the palaces of His other queens, performing the religious duties of a family man."
    }
]