[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O chastiser of enemies, Kṛṣṇa and Balarāma, having executed all necessary purification, then heard the kettledrums resounding at the wrestling arena, and They went there to see what was happening."
    },
    {
        "verse_id": "2",
        "text": "When Lord Kṛṣṇa reached the entrance to the arena, He saw the elephant Kuvalayāpīḍa blocking His way at the urging of his keeper."
    },
    {
        "verse_id": "3",
        "text": "Securely binding up His clothes and tying back His curly locks, Lord Kṛṣṇa addressed the elephant-keeper with words as grave as the rumbling of a cloud."
    },
    {
        "verse_id": "4",
        "text": "[Lord Kṛṣṇa said:] O driver, driver, move aside at once and let Us pass! If you don’t, this very day I will send both you and your elephant to the abode of Yamarāja!"
    },
    {
        "verse_id": "5",
        "text": "Thus threatened, the elephant-keeper became angry. He goaded his furious elephant, who appeared equal to time, death and Yamarāja, into attacking Lord Kṛṣṇa."
    },
    {
        "verse_id": "6",
        "text": "The lord of the elephants charged Kṛṣṇa and violently seized Him with his trunk. But Kṛṣṇa slipped away, struck him a blow and disappeared from his view among his legs."
    },
    {
        "verse_id": "7",
        "text": "Infuriated at being unable to see Lord Keśava, the elephant sought Him out with his sense of smell. Once again Kuvalayāpīḍa seized the Lord with the end of his trunk, only to have the Lord forcefully free Himself."
    },
    {
        "verse_id": "8",
        "text": "Lord Kṛṣṇa then grabbed the powerful Kuvalayāpīḍa by the tail and playfully dragged him twenty-five bow-lengths as easily as Garuḍa might drag a snake."
    },
    {
        "verse_id": "9",
        "text": "As Lord Acyuta held on to the elephant’s tail, the animal tried to twist away to the left and to the right, making the Lord swerve in the opposite direction, as a young boy would swerve when pulling a calf by the tail."
    },
    {
        "verse_id": "10",
        "text": "Kṛṣṇa then came face to face with the elephant and slapped him and ran away. Kuvalayāpīḍa pursued the Lord, managing to touch Him again and again with each step, but Kṛṣṇa outmaneuvered the elephant and made him trip and fall."
    },
    {
        "verse_id": "11",
        "text": "As Kṛṣṇa dodged about, He playfully fell on the ground and quickly got up again. The raging elephant, thinking Kṛṣṇa was down, tried to gore Him with his tusks but struck the earth instead."
    },
    {
        "verse_id": "12",
        "text": "His prowess foiled, the lordly elephant Kuvalayāpīḍa went into a frenzied rage out of frustration. But the elephant-keepers goaded him on, and he furiously charged Kṛṣṇa once again."
    },
    {
        "verse_id": "13",
        "text": "The Supreme Lord, killer of the demon Madhu, confronted the elephant as he attacked. Seizing his trunk with one hand, Kṛṣṇa threw him to the ground."
    },
    {
        "verse_id": "14",
        "text": "Lord Hari then climbed onto the elephant with the ease of a mighty lion, pulled out a tusk, and with it killed the beast and his keepers."
    },
    {
        "verse_id": "15",
        "text": "Leaving the dead elephant aside, Lord Kṛṣṇa held on to the tusk and entered the wrestling arena. With the tusk resting on His shoulder, drops of the elephant’s blood and sweat sprinkled all over Him, and His lotus face covered with fine drops of His own perspiration, the Lord shone with great beauty."
    },
    {
        "verse_id": "16",
        "text": "My dear King, Lord Baladeva and Lord Janārdana, each carrying one of the elephant’s tusks as His chosen weapon, entered the arena with several cowherd boys."
    },
    {
        "verse_id": "17",
        "text": "The various groups of people in the arena regarded Kṛṣṇa in different ways when He entered it with His elder brother. The wrestlers saw Kṛṣṇa as a lightning bolt, the men of Mathurā as the best of males, the women as Cupid in person, the cowherd men as their relative, the impious rulers as a chastiser, His parents as their child, the King of the Bhojas as death, the unintelligent as the Supreme Lord’s universal form, the yogīs as the Absolute Truth and the Vṛṣṇis as their supreme worshipable Deity."
    },
    {
        "verse_id": "18",
        "text": "When Kaṁsa saw that Kuvalayāpīḍa was dead and the two brothers were invincible, he was overwhelmed with anxiety, O King."
    },
    {
        "verse_id": "19",
        "text": "Arrayed with variegated ornaments, garlands and garments, just like a pair of excellently costumed actors, the two mighty-armed Lords shone splendidly in the arena. Indeed, They overpowered the minds of all onlookers with Their effulgences."
    },
    {
        "verse_id": "20",
        "text": "O King, as the citizens of the city and the people from outlying districts gazed upon those two Supreme Personalities from their seats in the galleries, the force of the people’s happiness caused their eyes to open wide and their faces to blossom. They drank in the vision of the Lords’ faces without becoming satiated."
    },
    {
        "verse_id": "21",
        "text": "The people seemed to be drinking Kṛṣṇa and Balarāma with their eyes, licking Them with their tongues, smelling Them with their nostrils and embracing Them with their arms. Reminded of the Lords’ beauty, character, charm and bravery, the members of the audience began describing these features to one another according to what they had seen and heard."
    },
    {
        "verse_id": "23",
        "text": "[The people said:] These two boys are certainly expansions of the Supreme Lord Nārāyaṇa who have descended to this world in the home of Vasudeva."
    },
    {
        "verse_id": "24",
        "text": "This one [Kṛṣṇa] took birth from mother Devakī and was brought to Gokula, where He has remained concealed all this time, growing up in the house of King Nanda."
    },
    {
        "verse_id": "25",
        "text": "He made Pūtanā and the whirlwind demon meet with death, pulled down the twin Arjuna trees, and killed Śaṅkhacūḍa, Keśī, Dhenuka and similar demons."
    },
    {
        "verse_id": "26",
        "text": "He saved the cows and the cowherds from a forest fire and subdued the serpent Kāliya. He removed Lord Indra’s false pride by holding up the best of mountains with one hand for an entire week, thus protecting the inhabitants of Gokula from rain, wind and hail."
    },
    {
        "verse_id": "28",
        "text": "The gopīs overcame all kinds of distress and experienced great happiness by seeing His face, which is always cheerful with smiling glances and ever free of fatigue."
    },
    {
        "verse_id": "29",
        "text": "It is said that under His full protection the Yadu dynasty will become extremely famous and attain wealth, glory and power."
    },
    {
        "verse_id": "30",
        "text": "This lotus-eyed elder brother of His, Lord Balarāma, is the proprietor of all transcendental opulences. He has killed Pralamba, Vatsaka, Baka and other demons."
    },
    {
        "verse_id": "31",
        "text": "While the people talked in this way and the musical instruments resounded, the wrestler Cāṇūra addressed Kṛṣṇa and Balarāma with the following words."
    },
    {
        "verse_id": "32",
        "text": "[Cāṇūra said:] O son of Nanda, O Rāma, You two are well respected by courageous men and are both skillful at wrestling. Having heard of Your prowess, the King has called You here, wanting to see for himself."
    },
    {
        "verse_id": "33",
        "text": "Subjects of the King who try to please him with their thoughts, acts and words are sure to achieve good fortune, but those who fail to do so will suffer the opposite fate."
    },
    {
        "verse_id": "34",
        "text": "It is well known that cowherd boys are always joyful as they tend their calves, and that the boys playfully wrestle with each other while grazing their animals in the various forests."
    },
    {
        "verse_id": "35",
        "text": "Therefore let’s do what the King wants. Everyone will be pleased with us, for the king embodies all living beings."
    },
    {
        "verse_id": "36",
        "text": "Hearing this, Lord Kṛṣṇa, who liked to wrestle and welcomed the challenge, replied with words appropriate to the time and place."
    },
    {
        "verse_id": "37",
        "text": "[Lord Kṛṣṇa said:] Although forest-dwellers, We are also subjects of the Bhoja king. We must gratify his desires, for such behavior will confer upon Us the greatest benefit."
    },
    {
        "verse_id": "38",
        "text": "We are just young boys and should play with those of equal strength. The wrestling match must go on properly so that irreligion does not taint the respectable members of the audience."
    },
    {
        "verse_id": "39",
        "text": "Cāṇūra said: You aren’t really a child or even a young man, and neither is Balarāma, the strongest of the strong. After all, You playfully killed an elephant who had the strength of a thousand other elephants."
    },
    {
        "verse_id": "40",
        "text": "Therefore You two should fight powerful wrestlers. There’s certainly nothing unfair about that. You, O descendant of Vṛṣṇi, can show Your prowess against me, and Balarāma can fight with Muṣṭika."
    }
]