[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Then, on the new-moon day, O King, a fierce and frightening wind arose, scattering dust all about and spreading the smell of pus everywhere."
    },
    {
        "verse_id": "2",
        "text": "Next, onto the sacrificial arena came a downpour of abominable things sent by Balvala, after which the demon himself appeared, trident in hand."
    },
    {
        "verse_id": "3",
        "text": "The immense demon resembled a mass of black carbon. His topknot and beard were like molten copper, and his face had horrible fangs and furrowed eyebrows. Upon seeing him, Lord Balarāma thought of His club, which tears to pieces His enemies’ armies, and His plow weapon, which punishes the demons. Thus summoned, His two weapons appeared before Him at once."
    },
    {
        "verse_id": "5",
        "text": "With the tip of His plow Lord Balarāma caught hold of the demon Balvala as he flew through the sky, and with His club the Lord angrily struck that harasser of brāhmaṇas on the head."
    },
    {
        "verse_id": "6",
        "text": "Balvala cried out in agony and fell to the ground, his forehead cracked open and gushing blood. He resembled a red mountain struck by a lightning bolt."
    },
    {
        "verse_id": "7",
        "text": "The exalted sages honored Lord Rāma with sincere prayers and awarded Him infallible blessings. Then they performed His ritual bath, just as the demigods had formally bathed Indra when he killed Vṛtra."
    },
    {
        "verse_id": "8",
        "text": "They gave Lord Balarāma a Vaijayantī garland of unfading lotuses in which resided the goddess of fortune, and they also gave Him a set of divine garments and jewelry."
    },
    {
        "verse_id": "9",
        "text": "Then, given leave by the sages, the Lord went with a contingent of brāhmaṇas to the Kauśikī River, where He bathed. From there He went to the lake from which flows the river Sarayū."
    },
    {
        "verse_id": "10",
        "text": "The Lord followed the course of the Sarayū until He came to Prayāga, where He bathed and then performed rituals to propitiate the demigods and other living beings. Next He went to the āśrama of Pulaha Ṛṣi."
    },
    {
        "verse_id": "11",
        "text": "Lord Balarāma bathed in the Gomatī, Gaṇḍakī and Vipāśā rivers, and also immersed Himself in the Śoṇa. He went to Gayā, where He worshiped His forefathers, and to the mouth of the Ganges, where He performed purifying ablutions. At Mount Mahendra He saw Lord Paraśurāma and offered Him prayers, and then He bathed in the seven branches of the Godāvarī River, and also in the rivers Veṇā, Pampā and Bhīmarathī. Then Lord Balarāma met Lord Skanda and visited Śrī-śaila, the abode of Lord Giriśa. In the southern provinces known as Draviḍa-deśa the Supreme Lord saw the sacred Veṅkaṭa Hill, as well as the cities of Kāmakoṣṇī and Kāñcī, the exalted Kāverī River and the most holy Śrī-raṅga, where Lord Kṛṣṇa has manifested Himself. From there He went to Ṛṣabha Mountain, where Lord Kṛṣṇa also lives, and to the southern Mathurā. Then He came to Setubandha, where the most grievous sins are destroyed."
    },
    {
        "verse_id": "16",
        "text": "There at Setubandha [Rāmeśvaram] Lord Halāyudha gave brāhmaṇas ten thousand cows in charity. He then visited the Kṛtamālā and Tāmraparṇī rivers and the great Malaya Mountains. In the Malaya range Lord Balarāma found Agastya Ṛṣi sitting in meditation. After bowing down to the sage, the Lord offered him prayers and then received blessings from him. Taking leave from Agastya, He proceeded to the shore of the southern ocean, where He saw Goddess Durgā in her form of Kanyā-kumārī."
    },
    {
        "verse_id": "18",
        "text": "Next He went to Phālguna-tīrtha and bathed in the sacred Pañcāpsarā Lake, where Lord Viṣṇu had directly manifested Himself. At this place He gave away another ten thousand cows."
    },
    {
        "verse_id": "19",
        "text": "The Supreme Lord then traveled through the kingdoms of Kerala and Trigarta, visiting Lord Śiva’s sacred city of Gokarṇa, where Lord Dhūrjaṭi [Śiva] directly manifests himself. After also visiting Goddess Pārvatī, who dwells on an island, Lord Balarāma went to the holy district of Śūrpāraka and bathed in the Tāpī, Payoṣṇī and Nirvindhyā rivers. He next entered the Daṇḍaka forest and went to the river Revā, along which the city of Māhiṣmatī is found. Then He bathed at Manu-tīrtha and finally returned to Prabhāsa."
    },
    {
        "verse_id": "22",
        "text": "The Lord heard from some brāhmaṇas how all the kings involved in the battle between the Kurus and Pāṇḍavas had been killed. From this He concluded that the earth was now relieved of her burden."
    },
    {
        "verse_id": "23",
        "text": "Wanting to stop the club fight then raging between Bhīma and Duryodhana on the battlefield, Lord Balarāma went to Kurukṣetra."
    },
    {
        "verse_id": "24",
        "text": "When Yudhiṣṭhira, Lord Kṛṣṇa, Arjuna and the twin brothers Nakula and Sahadeva saw Lord Balarāma, they offered Him respectful obeisances but said nothing, thinking “What has He come here to tell us?”"
    },
    {
        "verse_id": "25",
        "text": "Lord Balarāma found Duryodhana and Bhīma with clubs in their hands, each furiously striving for victory over the other as they circled about skillfully. The Lord addressed them as follows."
    },
    {
        "verse_id": "26",
        "text": "[Lord Balarāma said:] King Duryodhana! And Bhīma! Listen! You two warriors are equal in fighting prowess. I know that one of you has greater physical power, while the other is better trained in technique."
    },
    {
        "verse_id": "27",
        "text": "Since you are so evenly matched in fighting prowess, I do not see how either of you can win or lose this duel. Therefore please stop this useless battle."
    },
    {
        "verse_id": "28",
        "text": "[Śukadeva Gosvāmī continued:] They did not accept Lord Balarāma’s request, O King, although it was logical, for their mutual enmity was irrevocable. Each of them constantly remembered the insults and injuries he had suffered from the other."
    },
    {
        "verse_id": "29",
        "text": "Concluding that the battle was the arrangement of fate, Lord Balarāma went back to Dvārakā. There He was greeted by Ugrasena and His other relatives, who were all delighted to see Him."
    },
    {
        "verse_id": "30",
        "text": "Later Lord Balarāma returned to Naimiṣāraṇya, where the sages joyfully engaged Him, the embodiment of all sacrifice, in performing various kinds of Vedic sacrifice. Lord Balarāma was now retired from warfare."
    },
    {
        "verse_id": "31",
        "text": "The all-powerful Lord Balarāma bestowed upon the sages pure spiritual knowledge, by which they could see the whole universe within Him and also see Him pervading everything."
    },
    {
        "verse_id": "32",
        "text": "After executing with His wife the avabhṛtha ablutions, the beautifully dressed and ornamented Lord Balarāma, encircled by His immediate family and other relatives and friends, looked as splendid as the moon surrounded by its effulgent rays."
    },
    {
        "verse_id": "33",
        "text": "Countless other such pastimes were performed by mighty Balarāma, the unlimited and immeasurable Supreme Lord, whose mystic Yoga-māyā power makes Him appear to be a human being."
    },
    {
        "verse_id": "34",
        "text": "All the activities of the unlimited Lord Balarāma are amazing. Anyone who regularly remembers them at dawn and dusk will become very dear to the Supreme Personality of Godhead, Śrī Viṣṇu."
    }
]