[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O best of the Kurus, once Lord Balarāma, eager to visit His well-wishing friends, mounted His chariot and traveled to Nanda Gokula."
    },
    {
        "verse_id": "2",
        "text": "Having long suffered the anxiety of separation, the cowherd men and their wives embraced Lord Balarāma. The Lord then offered respects to His parents, and they joyfully greeted Him with prayers."
    },
    {
        "verse_id": "3",
        "text": "[Nanda and Yaśodā prayed,] “O descendant of Daśārha, O Lord of the universe, may You and Your younger brother Kṛṣṇa ever protect us.” Saying this, they raised Śrī Balarāma onto their laps, embraced Him and moistened Him with tears from their eyes."
    },
    {
        "verse_id": "4",
        "text": "Lord Balarāma then paid proper respects to the elder cowherd men, and the younger ones all greeted Him respectfully. He met them all with smiles, handshakes and so on, dealing personally with each one according to age, degree of friendship, and family relationship. Then, after resting, the Lord accepted a comfortable seat, and they all gathered around Him. With voices faltering out of love for Him, those cowherds, who had dedicated everything to lotus-eyed Kṛṣṇa, asked about the health of their dear ones [in Dvārakā], and Balarāma in turn asked about the cowherds’ welfare."
    },
    {
        "verse_id": "7",
        "text": "[The cowherds said:] O Rāma, are all our relatives doing well? And Rāma, do all of you, with your wives and children, still remember us?"
    },
    {
        "verse_id": "8",
        "text": "It is our great fortune that sinful Kaṁsa has been killed and our dear relatives have been freed. And it is also our good fortune that our relatives have killed and defeated their enemies and found complete security in a great fortress."
    },
    {
        "verse_id": "9",
        "text": "[Śukadeva Gosvāmī continued:] Honored to have the personal audience of Lord Balarāma, the young gopīs smiled and asked Him, “Is Kṛṣṇa, the darling of the city women, living happily?"
    },
    {
        "verse_id": "10",
        "text": "“Does He remember His family members, especially His father and mother? Do you think He will ever come back even once to see His mother? And does mighty-armed Kṛṣṇa remember the service we always did for Him?"
    },
    {
        "verse_id": "11",
        "text": "“For Kṛṣṇa’s sake, O descendant of Dāśārha, we abandoned our mothers, fathers, brothers, husbands, children and sisters, even though these family relations are difficult to give up. But now, O Lord, that same Kṛṣṇa has suddenly abandoned us and gone away, breaking off all affectionate ties with us. And yet how could any woman fail to trust His promises?"
    },
    {
        "verse_id": "13",
        "text": "“How can intelligent city women possibly trust the words of one whose heart is so unsteady and who is so ungrateful? They must believe Him because He speaks so wonderfully, and also because His beautiful smiling glances arouse their lust."
    },
    {
        "verse_id": "14",
        "text": "“Why bother talking about Him, dear gopī? Please talk of something else. If He passes His time without us, then we shall similarly pass ours [without Him].”"
    },
    {
        "verse_id": "15",
        "text": "While speaking these words, the young cowherd women remembered Lord Śauri’s laughter, His pleasing conversations with them, His attractive glances, His style of walking and His loving embraces. Thus they began to cry."
    },
    {
        "verse_id": "16",
        "text": "The Supreme Lord Balarāma, the attractor of all, being expert at various kinds of conciliation, consoled the gopīs by relaying to them the confidential messages Lord Kṛṣṇa had sent with Him. These messages deeply touched the gopīs’ hearts."
    },
    {
        "verse_id": "17",
        "text": "Lord Balarāma, the Personality of Godhead, resided there for the two months of Madhu and Mādhava, and during the nights He gave His cowherd girlfriends conjugal pleasure."
    },
    {
        "verse_id": "18",
        "text": "In the company of numerous women, Lord Balarāma enjoyed in a garden by the Yamunā River. This garden was bathed in the rays of the full moon and caressed by breezes bearing the fragrance of night-blooming lotuses."
    },
    {
        "verse_id": "19",
        "text": "Sent by the demigod Varuṇa, the divine vāruṇī liquor flowed from a tree hollow and made the entire forest even more fragrant with its sweet aroma."
    },
    {
        "verse_id": "20",
        "text": "The wind carried to Balarāma the fragrance of that flood of sweet liquor, and when He smelled it He went [to the tree]. There He and His female companions drank."
    },
    {
        "verse_id": "21",
        "text": "As the Gandharvas sang His glories, Lord Balarāma enjoyed within the brilliant circle of young women. He appeared just like Indra’s elephant, the lordly Airāvata, enjoying in the company of she-elephants."
    },
    {
        "verse_id": "22",
        "text": "At that time kettledrums resounded in the sky, the Gandharvas joyfully rained down flowers, and the great sages praised Lord Balarāma’s heroic deeds."
    },
    {
        "verse_id": "23",
        "text": "As His deeds were sung, Lord Halāyudha wandered as if inebriated among the various forests with His girlfriends. His eyes rolled from the effects of the liquor."
    },
    {
        "verse_id": "24",
        "text": "Intoxicated with joy, Lord Balarāma sported flower garlands, including the famous Vaijayantī. He wore a single earring, and beads of perspiration decorated His smiling lotus face like snowflakes. The Lord then summoned the Yamunā River so that He could play in her waters, but she disregarded His command, thinking He was drunk. This angered Balarāma, and He began dragging the river with the tip of His plow."
    },
    {
        "verse_id": "26",
        "text": "[Lord Balarāma said:] O sinful one disrespecting Me, you do not come when I call you but rather move only by your own whim. Therefore with the tip of My plow I shall bring you here in a hundred streams!"
    },
    {
        "verse_id": "27",
        "text": "[Śukadeva Gosvāmī continued:] Thus scolded by the Lord, O King, the frightened river-goddess Yamunā came and fell at the feet of Śrī Balarāma, the beloved descendant of Yadu. Trembling, she spoke to Him the following words."
    },
    {
        "verse_id": "28",
        "text": "[Goddess Yamunā said:] Rāma, Rāma, O mighty-armed one! I know nothing of Your prowess. With a single portion of Yourself You hold up the earth, O Lord of the universe."
    },
    {
        "verse_id": "29",
        "text": "My Lord, please release me. O soul of the universe, I didn’t understand Your position as the Supreme Godhead, but now I have surrendered unto You, and You are always kind to Your devotees."
    },
    {
        "verse_id": "30",
        "text": "[Śukadeva Gosvāmī continued:] Thereupon Lord Balarāma released the Yamunā and, like the king of the elephants with his entourage of she-elephants, entered the river’s water with His female companions."
    },
    {
        "verse_id": "31",
        "text": "The Lord played in the water to His full satisfaction, and when He came out Goddess Kānti presented Him with blue garments, precious ornaments and a brilliant necklace."
    },
    {
        "verse_id": "32",
        "text": "Lord Balarāma dressed Himself in the blue garments and put on the gold necklace. Anointed with fragrances and beautifully adorned, He appeared as resplendent as Indra’s royal elephant."
    },
    {
        "verse_id": "33",
        "text": "Even today, O King, one can see how the Yamunā flows through the many channels created when it was dragged by the unlimitedly powerful Lord Balarāma. Thus she demonstrates His prowess."
    },
    {
        "verse_id": "34",
        "text": "Thus for Lord Balarāma all the nights passed like a single night as He enjoyed in Vraja, His mind enchanted by the exquisite charm and beauty of Vraja’s young ladies."
    }
]