[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Surrounded by His blissful companions, who constantly chanted His glories, Śrī Kṛṣṇa then entered the village of Vraja, which was decorated with herds of cows."
    },
    {
        "verse_id": "2",
        "text": "While Kṛṣṇa and Balarāma were thus enjoying life in Vṛndāvana in the guise of ordinary cowherd boys, the summer season gradually appeared. This season is not very pleasing to embodied souls."
    },
    {
        "verse_id": "3",
        "text": "Nevertheless, because the Supreme Personality of Godhead was personally staying in Vṛndāvana along with Balarāma, summer manifested the qualities of spring. Such are the features of the land of Vṛndāvana."
    },
    {
        "verse_id": "4",
        "text": "In Vṛndāvana, the loud sound of waterfalls covered the crickets’ noise, and clusters of trees constantly moistened by spray from those waterfalls beautified the entire area."
    },
    {
        "verse_id": "5",
        "text": "The wind wafting over the waves of the lakes and flowing rivers carried away the pollen of many varieties of lotuses and water lilies and then cooled the entire Vṛndāvana area. Thus the residents there did not suffer from the heat generated by the blazing summer sun and seasonal forest fires. Indeed, Vṛndāvana was abundant with fresh green grass."
    },
    {
        "verse_id": "6",
        "text": "With their flowing waves the deep rivers drenched their banks, making them damp and muddy. Thus the rays of the sun, which were as fierce as poison, could not evaporate the earth’s sap or parch its green grass."
    },
    {
        "verse_id": "7",
        "text": "Flowers beautifully decorated the forest of Vṛndāvana, and many varieties of animals and birds filled it with sound. The peacocks and bees sang, and the cuckoos and cranes cooed."
    },
    {
        "verse_id": "8",
        "text": "Intending to engage in pastimes, Lord Kṛṣṇa, the Supreme Personality of Godhead, accompanied by Lord Balarāma and surrounded by the cowherd boys and the cows, entered the forest of Vṛndāvana as He played His flute."
    },
    {
        "verse_id": "9",
        "text": "Decorating themselves with newly grown leaves, along with peacock feathers, garlands, clusters of flower buds, and colored minerals, Balarāma, Kṛṣṇa and Their cowherd friends danced, wrestled and sang."
    },
    {
        "verse_id": "10",
        "text": "As Kṛṣṇa danced, some of the boys accompanied Him by singing, and others by playing flutes, hand cymbals and buffalo horns, while still others praised His dancing."
    },
    {
        "verse_id": "11",
        "text": "O King, demigods disguised themselves as members of the cowherd community and, just as dramatic dancers praise another dancer, worshiped Kṛṣṇa and Balarāma, who were also appearing as cowherd boys."
    },
    {
        "verse_id": "12",
        "text": "Kṛṣṇa and Balarāma played with their cowherd boyfriends by whirling about, leaping, hurling, slapping and fighting. Sometimes Kṛṣṇa and Balarāma would pull the hair on the boys’ heads."
    },
    {
        "verse_id": "13",
        "text": "While the other boys were dancing, O King, Kṛṣṇa and Balarāma would sometimes accompany them with song and instrumental music, and sometimes the two Lords would praise the boys, saying, “Very good! Very good!”"
    },
    {
        "verse_id": "14",
        "text": "Sometimes the cowherd boys would play with bilva or kumbha fruits, and sometimes with handfuls of āmalaka fruits. At other times they would play the games of trying to touch one another or of trying to identify somebody while one is blindfolded, and sometimes they would imitate animals and birds."
    },
    {
        "verse_id": "15",
        "text": "They would sometimes jump around like frogs, sometimes play various jokes, sometimes ride in swings and sometimes imitate monarchs."
    },
    {
        "verse_id": "16",
        "text": "In this way Kṛṣṇa and Balarāma played all sorts of well-known games as They wandered among the rivers, hills, valleys, bushes, trees and lakes of Vṛndāvana."
    },
    {
        "verse_id": "17",
        "text": "While Rāma, Kṛṣṇa and Their cowherd friends were thus tending the cows in that Vṛndāvana forest, the demon Pralamba entered their midst. He had assumed the form of a cowherd boy with the intention of kidnapping Kṛṣṇa and Balarāma."
    },
    {
        "verse_id": "18",
        "text": "Since the Supreme Lord Kṛṣṇa, who had appeared in the Daśārha dynasty, sees everything, He understood who the demon was. Still, the Lord pretended to accept the demon as a friend, while at the same time seriously considering how to kill him."
    },
    {
        "verse_id": "19",
        "text": "Kṛṣṇa, who knows all sports and games, then called together the cowherd boys and spoke as follows: “Hey cowherd boys! Let’s play now! We’ll divide ourselves into two even teams.”"
    },
    {
        "verse_id": "20",
        "text": "The cowherd boys chose Kṛṣṇa and Balarāma as the leaders of the two parties. Some of the boys were on Kṛṣṇa’s side, and others joined Balarāma."
    },
    {
        "verse_id": "21",
        "text": "The boys played various games involving carriers and passengers. In these games the winners would climb up on the backs of the losers, who would have to carry them."
    },
    {
        "verse_id": "22",
        "text": "Thus carrying and being carried by one another, and at the same time tending the cows, the boys followed Kṛṣṇa to a banyan tree known as Bhāṇḍīraka."
    },
    {
        "verse_id": "23",
        "text": "My dear King Parīkṣit, when Śrīdāmā, Vṛṣabha and the other members of Lord Balarāma’s party were victorious in these games, Kṛṣṇa and His followers had to carry them."
    },
    {
        "verse_id": "24",
        "text": "Defeated, the Supreme Lord Kṛṣṇa carried Śrīdāmā. Bhadrasena carried Vṛṣabha, and Pralamba carried Balarāma, the son of Rohiṇī."
    },
    {
        "verse_id": "25",
        "text": "Considering Lord Kṛṣṇa invincible, that foremost demon [Pralamba] quickly carried Balarāma far beyond the spot where he was supposed to put his passenger down."
    },
    {
        "verse_id": "26",
        "text": "As the great demon carried Balarāma, the Lord became as heavy as massive Mount Sumeru, and Pralamba had to slow down. He then resumed his actual form — an effulgent body that was covered with golden ornaments and that resembled a cloud flashing with lightning and carrying the moon."
    },
    {
        "verse_id": "27",
        "text": "When Lord Balarāma, who carries the plow weapon, saw the gigantic body of the demon as he moved swiftly in the sky — with his blazing eyes, fiery hair, terrible teeth reaching toward his scowling brows, and an amazing effulgence generated by his armlets, crown and earrings — the Lord seemed to become a little frightened."
    },
    {
        "verse_id": "28",
        "text": "Remembering the actual situation, the fearless Balarāma understood that the demon was tṛying to kidnap Him and take Him away from His companions. The Lord then became furious and struck the demon’s head with His hard fist, just as Indra, the king of the demigods, strikes a mountain with his thunderbolt weapon."
    },
    {
        "verse_id": "29",
        "text": "Thus smashed by Balarāma’s fist, Pralamba’s head immediately cracked open. The demon vomited blood from his mouth and lost all consciousness, and then with a great noise he fell lifeless on the ground, like a mountain devastated by Indra."
    },
    {
        "verse_id": "30",
        "text": "The cowherd boys were most astonished to see how the powerful Balarāma had killed the demon Pralamba, and they exclaimed, “Excellent! Excellent!”"
    },
    {
        "verse_id": "31",
        "text": "They offered Balarāma profuse benedictions and then glorified Him, who deserves all glorification. Their minds overwhelmed with ecstatic love, they embraced Him as if He had come back from the dead."
    },
    {
        "verse_id": "32",
        "text": "The sinful Pralamba having been killed, the demigods felt extremely happy, and they showered flower garlands upon Lord Balarāma and praised the excellence of His deed."
    }
]