[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Akrūra went to Hastināpura, the city distinguished by the glory of the Paurava rulers. There he saw Dhṛtarāṣṭra, Bhīṣma, Vidura and Kuntī, along with Bāhlika and his son Somadatta. He also saw Droṇācārya, Kṛpācārya, Karṇa, Duryodhana, Aśvatthāmā, the Pāṇḍavas and other close friends."
    },
    {
        "verse_id": "3",
        "text": "After Akrūra, the son of Gāndinī, had appropriately greeted all his relatives and friends, they asked him for news of their family members, and he in turn asked about their welfare."
    },
    {
        "verse_id": "4",
        "text": "He remained in Hastināpura for several months to scrutinize the conduct of the weak-willed King, who had bad sons and who was inclined to give in to the whims of mischievous advisers."
    },
    {
        "verse_id": "5",
        "text": "Kuntī and Vidura described to Akrūra in detail the evil intentions of Dhṛtarāṣṭra’s sons, who could not tolerate the great qualities of Kuntī’s sons — such as their powerful influence, military skill, physical strength, bravery and humility — or the intense affection the citizens had for them. Kuntī and Vidura also told Akrūra about how the sons of Dhṛtarāṣṭra had tried to poison the Pāṇḍavas and carry out other such plots."
    },
    {
        "verse_id": "7",
        "text": "Kuntīdevī, taking advantage of her brother Akrūra’s visit, approached him confidentially. While remembering her birthplace, she spoke with tears in her eyes."
    },
    {
        "verse_id": "8",
        "text": "[Queen Kuntī said:] O gentle one, do my parents, brothers, sisters, nephews, family women and girlhood friends still remember us?"
    },
    {
        "verse_id": "9",
        "text": "Does my nephew Kṛṣṇa, the Supreme Personality and the compassionate shelter of His devotees, still remember His aunt’s sons? And does lotus-eyed Rāma remember them also?"
    },
    {
        "verse_id": "10",
        "text": "Now that I am suffering in the midst of my enemies like a doe in the midst of wolves, will Kṛṣṇa come to console me and my fatherless sons with His words?"
    },
    {
        "verse_id": "11",
        "text": "Kṛṣṇa, Kṛṣṇa! O great yogi! O Supreme Soul and protector of the universe! O Govinda! Please protect me, who have surrendered to You. I and my sons are being overwhelmed by trouble."
    },
    {
        "verse_id": "12",
        "text": "For persons fearful of death and rebirth, I see no shelter other than Your liberating lotus feet, for You are the Supreme Lord."
    },
    {
        "verse_id": "13",
        "text": "I offer my obeisances unto You, Kṛṣṇa, the supreme pure, the Absolute Truth and the Supersoul, the Lord of pure devotional service and the source of all knowledge. I have come to You for shelter."
    },
    {
        "verse_id": "14",
        "text": "Śukadeva Gosvāmī said: Thus meditating on her family members and also on Kṛṣṇa, the Lord of the universe, your great-grandmother Kuntīdevī began to cry out in grief, O King."
    },
    {
        "verse_id": "15",
        "text": "Both Akrūra, who shared Queen Kuntī’s distress and happiness, and the illustrious Vidura consoled the Queen by reminding her of the extraordinary way her sons had taken birth."
    },
    {
        "verse_id": "16",
        "text": "The ardent affection King Dhṛtarāṣṭra felt for his sons had made him act unjustly toward the Pāṇḍavas. Just before leaving, Akrūra approached the King, who was seated among his friends and supporters, and related to him the message that his relatives — Lord Kṛṣṇa and Lord Balarāma — had sent out of friendship."
    },
    {
        "verse_id": "17",
        "text": "Akrūra said: O my dear son of Vicitravīrya, O enhancer of the Kurus’ glory, your brother Pāṇḍu having passed away, you have now assumed the royal throne."
    },
    {
        "verse_id": "18",
        "text": "By religiously protecting the earth, delighting your subjects with your noble character, and treating all your relatives equally, you will surely achieve success and glory."
    },
    {
        "verse_id": "19",
        "text": "If you act otherwise, however, people will condemn you in this world, and in the next life you will enter the darkness of hell. Remain equally disposed, therefore, toward Pāṇḍu’s sons and your own."
    },
    {
        "verse_id": "20",
        "text": "In this world no one has any permanent relationship with anyone else, O King. We cannot stay forever even with our own body, what to speak of our wife, children and the rest."
    },
    {
        "verse_id": "21",
        "text": "Every creature is born alone and dies alone, and alone one experiences the just rewards of his good and evil deeds."
    },
    {
        "verse_id": "22",
        "text": "In the guise of dear dependents, strangers steal the sinfully acquired wealth of a foolish man, just as the offspring of a fish drink up the water that sustains the fish."
    },
    {
        "verse_id": "23",
        "text": "A fool indulges in sin to maintain his life, wealth and children and other relatives, for he thinks, “These things are mine.” In the end, however, these very things all abandon him, leaving him frustrated."
    },
    {
        "verse_id": "24",
        "text": "Abandoned by his so-called dependents, ignorant of the actual goal of life, indifferent to his real duty, and having failed to fulfill his purposes, the foolish soul enters the blindness of hell, taking his sinful reactions with him."
    },
    {
        "verse_id": "25",
        "text": "Therefore, O King, looking upon this world as a dream, a magician’s illusion or a flight of fancy, please control your mind with intelligence and become equipoised and peaceful, my lord."
    },
    {
        "verse_id": "26",
        "text": "Dhṛtarāṣṭra said: O master of charity, I can never be satiated while hearing your auspicious words. Indeed, I am like a mortal who has obtained the nectar of the gods."
    },
    {
        "verse_id": "27",
        "text": "Even so, gentle Akrūra, because my unsteady heart is prejudiced by affection for my sons, these pleasing words of yours cannot remain fixed there, just as lightning cannot remain fixed in a cloud."
    },
    {
        "verse_id": "28",
        "text": "Who can defy the injunctions of the Supreme Lord, who has now descended in the Yadu dynasty to diminish the earth’s burden?"
    },
    {
        "verse_id": "29",
        "text": "I offer my obeisances to Him, the Supreme Personality of Godhead, who creates this universe by the inconceivable activity of His material energy and then distributes the various modes of nature by entering within the creation. From Him, the meaning of whose pastimes is unfathomable, come both the entangling cycle of birth and death and the process of deliverance from it."
    },
    {
        "verse_id": "30",
        "text": "Śukadeva Gosvāmī said: Having thus apprised himself of the King’s attitude, Akrūra, the descendant of Yadu, took permission from his well-wishing relatives and friends and returned to the capital of the Yādavas."
    },
    {
        "verse_id": "31",
        "text": "Akrūra reported to Lord Balarāma and Lord Kṛṣṇa how Dhṛtarāṣṭra was behaving toward the Pāṇḍavas. Thus, O descendant of the Kurus, he fulfilled the purpose for which he had been sent."
    }
]