[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: The demon Keśī, sent by Kaṁsa, appeared in Vraja as a great horse. Running with the speed of the mind, he tore up the earth with his hooves. The hairs of his mane scattered the clouds and the demigods’ airplanes throughout the sky, and he terrified everyone present with his loud neighing."
    },
    {
        "verse_id": "3",
        "text": "Seeing the Lord standing before him, Keśī ran toward Him in extreme rage, his mouth gaping as if to swallow up the sky. Rushing with furious speed, the unconquerable and unapproachable horse demon tried to strike the lotus-eyed Lord with his two front legs."
    },
    {
        "verse_id": "4",
        "text": "But the transcendental Lord dodged Keśī’s blow and then with His arms angrily seized the demon by the legs, whirled him around in the air and contemptuously threw him the distance of one hundred bow-lengths, just as Garuḍa might throw a snake. Lord Kṛṣṇa then stood there."
    },
    {
        "verse_id": "5",
        "text": "Upon regaining consciousness Keśī angrily got up, opened his mouth wide and again rushed to attack Lord Kṛṣṇa. But the Lord just smiled and thrust His left arm into the horse’s mouth as easily as one would make a snake enter a hole in the ground."
    },
    {
        "verse_id": "6",
        "text": "Keśī’s teeth immediately fell out when they touched the Supreme Lord’s arm, which to the demon felt as hot as molten iron. Within Keśī’s body the Supreme Personality’s arm then expanded greatly, like a diseased stomach swelling because of neglect."
    },
    {
        "verse_id": "7",
        "text": "As Lord Kṛṣṇa’s expanding arm completely blocked Keśī’s breathing, his legs kicked convulsively, his body became covered with sweat, and his eyes rolled around. The demon then passed stool and fell on the ground, dead."
    },
    {
        "verse_id": "8",
        "text": "The mighty-armed Kṛṣṇa withdrew His arm from Keśī’s body, which now appeared like a long karkaṭikā fruit. Without the least display of pride at having so effortlessly killed His enemy, the Lord accepted the demigods’ worship in the form of flowers rained down from above."
    },
    {
        "verse_id": "9",
        "text": "My dear King, thereafter Lord Kṛṣṇa was approached in a solitary place by the great sage among the demigods, Nārada Muni. That most exalted devotee spoke as follows to the Lord, who effortlessly performs His pastimes."
    },
    {
        "verse_id": "10",
        "text": "[Nārada Muni said:] O Kṛṣṇa, Kṛṣṇa, unlimited Lord, source of all mystic power, Lord of the universe! O Vāsudeva, shelter of all beings and best of the Yadus! O master, You are the Supreme Soul of all created beings, sitting unseen within the cave of the heart like the fire dormant within kindling wood. You are the witness within everyone, the Supreme Personality and the ultimate controlling Deity."
    },
    {
        "verse_id": "12",
        "text": "You are the shelter of all souls, and being the supreme controller, You fulfill Your desires simply by Your will. By Your personal creative potency You manifested in the beginning the primal modes of material nature, and through their agency You create, maintain and then destroy this universe."
    },
    {
        "verse_id": "13",
        "text": "You, that very same creator, have now descended to the earth to annihilate the Daitya, Pramatha and Rākṣasa demons who are posing as kings, and also to protect the godly."
    },
    {
        "verse_id": "14",
        "text": "The horse demon was so terrifying that his neighing frightened the demigods into leaving their heavenly kingdom. But by our good fortune You have enjoyed the sport of killing him."
    },
    {
        "verse_id": "15",
        "text": "In just two days, O almighty Lord, I will see the deaths of Cāṇūra, Muṣṭika and other wrestlers, along with those of the elephant Kuvalayāpīḍa and King Kaṁsa — all by Your hand. Then I will see You kill Kālayavana, Mura, Naraka and the conch demon, and I will also see You steal the pārijāta flower and defeat Indra. I will then see You marry many daughters of heroic kings after paying for them with Your valor. Then, O Lord of the universe, in Dvārakā You will deliver King Nṛga from a curse and take for Yourself the Syamantaka jewel, together with another wife. You will bring back a brāhmaṇa’s dead son from the abode of Your servant Yamarāja, and thereafter You will kill Pauṇḍraka, burn down the city of Kāśī and slay Dantavakra, and You will also put an end to the King of Cedi during the great Rājasūya sacrifice. I shall see all these heroic pastimes, along with many others You will perform during Your residence in Dvārakā. These pastimes are glorified on this earth in the songs of transcendental poets."
    },
    {
        "verse_id": "21",
        "text": "Subsequently I will see You appear as time personified, serving as Arjuna’s chariot driver and destroying entire armies of soldiers to rid the earth of her burden."
    },
    {
        "verse_id": "22",
        "text": "Let us approach You, the Supreme Personality of Godhead, for shelter. You are full of perfectly pure spiritual awareness and are always situated in Your original identity. Since Your will is never thwarted, You have already achieved all possible desirable things, and by the power of Your spiritual energy You remain eternally aloof from the flow of the qualities of illusion."
    },
    {
        "verse_id": "23",
        "text": "I bow down to You, the supreme controller, who are dependent only on Yourself. By Your potency You have constructed the unlimited particular arrangements of this universe. Now you have appeared as the greatest hero among the Yadus, Vṛṣṇis and Sātvatas and have chosen to participate in human warfare."
    },
    {
        "verse_id": "24",
        "text": "Śukadeva Gosvāmī said: Having thus addressed Lord Kṛṣṇa, the chief of the Yadu dynasty, Nārada bowed down and offered Him obeisances. Then that great sage and most eminent devotee took his leave from the Lord and went away, feeling great joy at having directly seen Him."
    },
    {
        "verse_id": "25",
        "text": "After killing the demon Keśī in battle, the Supreme Personality of Godhead continued to tend the cows and other animals in the company of His joyful cowherd boyfriends. Thus He brought happiness to all the residents of Vṛndāvana."
    },
    {
        "verse_id": "26",
        "text": "One day the cowherd boys, while grazing their animals on the mountain slopes, played the game of stealing and hiding, acting out the roles of rival thieves and herders."
    },
    {
        "verse_id": "27",
        "text": "In that game, O King, some acted as thieves, others as shepherds and others as sheep. They played their game happily, without fear of danger."
    },
    {
        "verse_id": "28",
        "text": "A powerful magician named Vyoma, son of the demon Maya, then appeared on the scene in the guise of a cowherd boy. Pretending to join the game as a thief, he proceeded to steal most of the cowherd boys who were acting as sheep."
    },
    {
        "verse_id": "29",
        "text": "Gradually the great demon abducted more and more of the cowherd boys and cast them into a mountain cave, which he sealed shut with a boulder. Finally only four or five boys acting as sheep remained in the game."
    },
    {
        "verse_id": "30",
        "text": "Lord Kṛṣṇa, who shelters all saintly devotees, understood perfectly well what Vyomāsura was doing. Just as a lion grabs a wolf, Kṛṣṇa forcefully seized the demon as he was taking away more cowherd boys."
    },
    {
        "verse_id": "31",
        "text": "The demon changed into his original form, as big and powerful as a great mountain. But try as he might to free himself, he could not do so, having lost his strength from being held in the Lord’s tight grip."
    },
    {
        "verse_id": "32",
        "text": "Lord Acyuta clutched Vyomāsura between His arms and threw him to the ground. Then, while the demigods in heaven looked on, Kṛṣṇa killed him in the same way that one kills a sacrificial animal."
    },
    {
        "verse_id": "33",
        "text": "Kṛṣṇa then smashed the boulder blocking the cave’s entrance and led the trapped cowherd boys to safety. Thereafter, as the demigods and cowherd boys sang His glories, He returned to His cowherd village, Gokula."
    }
]