[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Nanda Mahārāja was naturally very magnanimous, and when Lord Śrī Kṛṣṇa appeared as his son, he was overwhelmed by jubilation. Therefore, after bathing and purifying himself and dressing himself properly, he invited brāhmaṇas who knew how to recite Vedic mantras. After having these qualified brāhmaṇas recite auspicious Vedic hymns, he arranged to have the Vedic birth ceremony celebrated for his newborn child according to the rules and regulations, and he also arranged for worship of the demigods and forefathers."
    },
    {
        "verse_id": "3",
        "text": "Nanda Mahārāja gave two million cows, completely decorated with cloth and jewels, in charity to the brāhmaṇas. He also gave them seven hills of grain, covered with jewels and with cloth decorated with golden embroidery."
    },
    {
        "verse_id": "4",
        "text": "O King, by the passing of time, land and other material possessions are purified; by bathing, the body is purified; and by being cleansed, unclean things are purified. By purificatory ceremonies, birth is purified; by austerity, the senses are purified; and by worship and charity offered to the brāhmaṇas, material possessions are purified. By satisfaction, the mind is purified; and by self-realization, or Kṛṣṇa consciousness, the soul is purified."
    },
    {
        "verse_id": "5",
        "text": "The brāhmaṇas recited auspicious Vedic hymns, which purified the environment by their vibration. The experts in reciting old histories like the Purāṇas, the experts in reciting the histories of royal families, and general reciters all chanted, while singers sang and many kinds of musical instruments, like bherīs and dundubhis, played in accompaniment."
    },
    {
        "verse_id": "6",
        "text": "Vrajapura, the residence of Nanda Mahārāja, was fully decorated with varieties of festoons and flags, and in different places, gates were made with varieties of flower garlands, pieces of cloth, and mango leaves. The courtyards, the gates near the roads, and everything within the rooms of the houses were perfectly swept and washed with water."
    },
    {
        "verse_id": "7",
        "text": "The cows, the bulls and the calves were thoroughly smeared with a mixture of turmeric and oil, mixed with varieties of minerals. Their heads were bedecked with peacock feathers, and they were garlanded and covered with cloth and golden ornaments."
    },
    {
        "verse_id": "8",
        "text": "O King Parīkṣit, the cowherd men dressed very opulently with valuable ornaments and garments such as coats and turbans. Decorated in this way and carrying various presentations in their hands, they approached the house of Nanda Mahārāja."
    },
    {
        "verse_id": "9",
        "text": "The gopī wives of the cowherd men were very pleased to hear that mother Yaśodā had given birth to a son, and they began to decorate themselves very nicely with proper dresses, ornaments, black ointment for the eyes, and so on."
    },
    {
        "verse_id": "10",
        "text": "Their lotuslike faces extraordinarily beautiful, being decorated with saffron and newly grown kuṅkuma, the wives of the cowherd men hurried to the house of mother Yaśodā with presentations in their hands. Because of natural beauty, the wives had full hips and full breasts, which moved as they hurried along."
    },
    {
        "verse_id": "11",
        "text": "In the ears of the gopīs were brilliantly polished jeweled earrings, and from their necks hung metal lockets. Their hands were decorated with bangles, their dresses were of varied colors, and from their hair, flowers fell onto the street like showers. Thus while going to the house of Mahārāja Nanda, the gopīs, their earrings, breasts and garlands moving, were brilliantly beautiful."
    },
    {
        "verse_id": "12",
        "text": "Offering blessings to the newborn child, Kṛṣṇa, the wives and daughters of the cowherd men said, “May You become the King of Vraja and long maintain all its inhabitants.” They sprinkled a mixture of turmeric powder, oil and water upon the birthless Supreme Lord and offered their prayers."
    },
    {
        "verse_id": "13",
        "text": "Now that the all-pervading, unlimited Lord Kṛṣṇa, the master of the cosmic manifestation, had arrived within the estate of Mahārāja Nanda, various types of musical instruments resounded to celebrate the great festival."
    },
    {
        "verse_id": "14",
        "text": "In gladness, the cowherd men enjoyed the great festival by splashing one another’s bodies with a mixture of curd, condensed milk, butter and water. They threw butter on one another and smeared it on one another’s bodies."
    },
    {
        "verse_id": "15",
        "text": "The great-minded Mahārāja Nanda gave clothing, ornaments and cows in charity to the cowherd men in order to please Lord Viṣṇu, and thus he improved the condition of his own son in all respects. He distributed charity to the sūtas, the māgadhas, the vandīs, and men of all other professions, according to their educational qualifications, and satisfied everyone’s desires."
    },
    {
        "verse_id": "17",
        "text": "The most fortunate Rohiṇī, the mother of Baladeva, was honored by Nanda Mahārāja and Yaśodā, and thus she also dressed gorgeously and decorated herself with a necklace, a garland and other ornaments. She was busy wandering here and there to receive the women who were guests at the festival."
    },
    {
        "verse_id": "18",
        "text": "O Mahārāja Parīkṣit, the home of Nanda Mahārāja is eternally the abode of the Supreme Personality of Godhead and His transcendental qualities and is therefore always naturally endowed with the opulence of all wealth. Yet beginning from Lord Kṛṣṇa’s appearance there, it became the place for the pastimes of the goddess of fortune."
    },
    {
        "verse_id": "19",
        "text": "Śukadeva Gosvāmī continued: Thereafter, my dear King Parīkṣit, O best protector of the Kuru dynasty, Nanda Mahārāja appointed the local cowherd men to protect Gokula and then went to Mathurā to pay the yearly taxes to King Kaṁsa."
    },
    {
        "verse_id": "20",
        "text": "When Vasudeva heard that Nanda Mahārāja, his very dear friend and brother, had come to Mathurā and already paid the taxes to Kaṁsa, he went to Nanda Mahārāja’s residence."
    },
    {
        "verse_id": "21",
        "text": "When Nanda Mahārāja heard that Vasudeva had come, he was overwhelmed with love and affection, being as pleased as if his body had regained its life. Seeing Vasudeva suddenly present, he got up and embraced him with both arms."
    },
    {
        "verse_id": "22",
        "text": "O Mahārāja Parīkṣit, having thus been received and welcomed by Nanda Mahārāja with honor, Vasudeva sat down very peacefully and inquired about his own two sons because of intense love for them."
    },
    {
        "verse_id": "23",
        "text": "My dear brother Nanda Mahārāja, at an advanced age you had no son at all and were hopeless of having one. Therefore, that you now have a son is a sign of great fortune."
    },
    {
        "verse_id": "24",
        "text": "It is also by good fortune that I am seeing you. Having obtained this opportunity, I feel as if I have taken birth again. Even though one is present in this world, to meet with intimate friends and dear relatives in this material world is extremely difficult."
    },
    {
        "verse_id": "25",
        "text": "Many planks and sticks, unable to stay together, are carried away by the force of a river’s waves. Similarly, although we are intimately related with friends and family members, we are unable to stay together because of our varied past deeds and the waves of time."
    },
    {
        "verse_id": "26",
        "text": "My dear friend Nanda Mahārāja, in the place where you are living with your friends, is the forest favorable for the animals, the cows? I hope there is no disease or inconvenience. The place must be full of water, grass and other plants."
    },
    {
        "verse_id": "27",
        "text": "My son Baladeva, being raised by you and your wife, Yaśodādevī, considers you His father and mother. Is He living very peacefully in your home with His real mother, Rohiṇī?"
    },
    {
        "verse_id": "28",
        "text": "When one’s friends and relatives are properly situated, one’s religion, economic development and sense gratification, as described in the Vedic literatures, are beneficial. Otherwise, if one’s friends and relatives are in distress, these three cannot offer any happiness."
    },
    {
        "verse_id": "29",
        "text": "Nanda Mahārāja said: Alas, King Kaṁsa killed so many of your children, born of Devakī. And your one daughter, the youngest child of all, entered the heavenly planets."
    },
    {
        "verse_id": "30",
        "text": "Every man is certainly controlled by destiny, which determines the results of one’s fruitive activities. In other words, one has a son or daughter because of unseen destiny, and when the son or daughter is no longer present, this also is due to unseen destiny. Destiny is the ultimate controller of everyone. One who knows this is never bewildered."
    },
    {
        "verse_id": "31",
        "text": "Vasudeva said to Nanda Mahārāja: Now, my dear brother, since you have paid the annual taxes to Kaṁsa and have also seen me, do not stay in this place for many days. It is better to return to Gokula, since I know that there may be some disturbances there."
    },
    {
        "verse_id": "32",
        "text": "Śukadeva Gosvāmī said: After Vasudeva advised Nanda Mahārāja in this way, Nanda Mahārāja and his associates, the cowherd men, took permission from Vasudeva, yoked their bulls to the bullock carts, and started riding for Gokula."
    }
]