[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: When Lord Kṛṣṇa disappeared so suddenly, the gopīs felt great sorrow at losing sight of Him, like a group of female elephants who have lost their mate."
    },
    {
        "verse_id": "2",
        "text": "As the cowherd women remembered Lord Kṛṣṇa, their hearts were overwhelmed by His movements and loving smiles, His playful glances and enchanting talks, and by the many other pastimes He would enjoy with them. Thus absorbed in thoughts of Kṛṣṇa, the Lord of Ramā, the gopīs began acting out His various transcendental pastimes."
    },
    {
        "verse_id": "3",
        "text": "Because the beloved gopīs were absorbed in thoughts of their beloved Kṛṣṇa, their bodies imitated His way of moving and smiling, His way of beholding them, His speech and His other distinctive features. Deeply immersed in thinking of Him and maddened by remembering His pastimes, they declared to one another, “I am Kṛṣṇa!”"
    },
    {
        "verse_id": "4",
        "text": "Singing loudly of Kṛṣṇa, they searched for Him throughout the Vṛndāvana forest like a band of madwomen. They even asked the trees about Him, who as the Supersoul is present inside and outside of all created things, just like the sky."
    },
    {
        "verse_id": "5",
        "text": "[The gopīs said:] O aśvattha tree, O plakṣa, O nyagrodha, have you seen Kṛṣṇa? That son of Nanda Mahārāja has gone away after stealing our minds with His loving smiles and glances."
    },
    {
        "verse_id": "6",
        "text": "O kurabaka tree, O aśoka, O nāga, punnāga and campaka, has Balarāma’s younger brother, whose smile removes the audacity of all proud women, passed this way?"
    },
    {
        "verse_id": "7",
        "text": "O most kind tulasī, to whom the feet of Govinda are so dear, have you seen that infallible one walk by, wearing you and encircled by swarms of bees?"
    },
    {
        "verse_id": "8",
        "text": "O mālati, O mallikā, O jāti and yūthikā, has Mādhava gone by here, giving you pleasure with the touch of His hand?"
    },
    {
        "verse_id": "9",
        "text": "O cūta, O priyāla, O panasa, āsana and kovidāra, O jambu, O arka, O bilva, bakula and āmra, O kadamba and nīpa and all you other plants and trees living by the banks of the Yamunā who have dedicated your very existence to the welfare of others, we gopīs have lost our minds, so please tell us where Kṛṣṇa has gone."
    },
    {
        "verse_id": "10",
        "text": "O mother earth, what austerity did you perform to attain the touch of Lord Keśava’s lotus feet, which has brought you such great joy that your bodily hairs are standing on end? You appear very beautiful in this condition. Was it during the Lord’s current appearance that you acquired this ecstatic symptom, or was it perhaps much earlier, when He stepped upon you in His form of the dwarf Vāmanadeva, or even earlier, when He embraced you in His form of the boar Varāhadeva?"
    },
    {
        "verse_id": "11",
        "text": "O friend, wife of the deer, has Lord Acyuta been here with His beloved, bringing great joy to your eyes? Indeed, blowing this way is the fragrance of His garland of kunda flowers, which was smeared with the kuṅkuma from the breasts of His girlfriend when He embraced Her."
    },
    {
        "verse_id": "12",
        "text": "O trees, we see that you are bowing down. When the younger brother of Rāma walked by here, followed by intoxicated bees swarming around the tulasī mañjarīs decorating His garland, did He acknowledge your obeisances with His affectionate glances? He must have been resting His arm on the shoulder of His beloved and carrying a lotus flower in His free hand."
    },
    {
        "verse_id": "13",
        "text": "Let us ask these creepers about Kṛṣṇa. Even though they are embracing the arms of their husband, this tree, they certainly must have been touched by Kṛṣṇa’s fingernails, since out of joy they are manifesting eruptions on their skin."
    },
    {
        "verse_id": "14",
        "text": "Having spoken these words, the gopīs, distraught from searching for Kṛṣṇa, began to act out His various pastimes, fully absorbed in thoughts of Him."
    },
    {
        "verse_id": "15",
        "text": "One gopī imitated Pūtanā, while another acted like infant Kṛṣṇa and pretended to suck her breast. Another gopī, crying in imitation of infant Kṛṣṇa, kicked a gopī who was taking the role of the cart demon, Śakaṭāsura."
    },
    {
        "verse_id": "16",
        "text": "One gopī took the role of Tṛṇāvarta and carried away another, who was acting like infant Kṛṣṇa, while yet another gopī crawled about, her ankle bells tinkling as she pulled her feet."
    },
    {
        "verse_id": "17",
        "text": "Two gopīs acted like Rāma and Kṛṣṇa in the midst of several others, who took the role of cowherd boys. One gopī enacted Kṛṣṇa’s killing of the demon Vatsāsura, represented by another gopī, and a pair of gopīs acted out the killing of Bakāsura."
    },
    {
        "verse_id": "18",
        "text": "When one gopī perfectly imitated how Kṛṣṇa would call the cows who had wandered far away, how He would play His flute and how He would engage in various sports, the others congratulated her with exclamations of “Well done! Well done!”"
    },
    {
        "verse_id": "19",
        "text": "Another gopī, her mind fixed on Kṛṣṇa, walked about with her arm resting on the shoulder of a friend and declared, “I am Kṛṣṇa! Just see how gracefully I move!”"
    },
    {
        "verse_id": "20",
        "text": "“Don’t be afraid of the wind and rain,” said one gopī. “I will save you.” And with that she lifted her shawl above her head."
    },
    {
        "verse_id": "21",
        "text": "[Śukadeva Gosvāmī continued:] O King, one gopī climbed on another’s shoulders and, putting her foot on the other’s head, said, “Go away from here, O wicked snake! You should know that I have taken birth in this world just to punish the envious.”"
    },
    {
        "verse_id": "22",
        "text": "Then another gopī spoke up: My dear cowherd boys, look at this raging forest fire! Quickly close your eyes and I will easily protect you."
    },
    {
        "verse_id": "23",
        "text": "One gopī tied up her slender companion with a flower garland and said, “Now I will bind this boy who has broken the butter pots and stolen the butter.” The second gopī then covered her face and beautiful eyes, pretending to be afraid."
    },
    {
        "verse_id": "24",
        "text": "While the gopīs were thus imitating Kṛṣṇa’s pastimes and asking Vṛndāvana’s creepers and trees where Kṛṣṇa, the Supreme Soul, might be, they happened to see His footprints in a corner of the forest."
    },
    {
        "verse_id": "25",
        "text": "[The gopīs said:] The marks of a flag, lotus, thunderbolt, elephant goad, barleycorn and so forth on these footprints clearly distinguish them as belonging to that great soul, the son of Nanda Mahārāja."
    },
    {
        "verse_id": "26",
        "text": "The gopīs began following Kṛṣṇa’s path, as shown by His many footprints, but when they saw that these prints were thoroughly intermixed with those of His dearmost consort, they became perturbed and spoke as follows."
    },
    {
        "verse_id": "27",
        "text": "[The gopīs said:] Here we see the footprints of some gopī who must have been walking along with the son of Nanda Mahārāja. He must have put His arm on Her shoulder, just as an elephant rests His trunk on the shoulder of an accompanying she-elephant."
    },
    {
        "verse_id": "28",
        "text": "Certainly this particular gopī has perfectly worshiped the all-powerful Personality of Godhead, Govinda, since He was so pleased with Her that He abandoned the rest of us and brought Her to a secluded place."
    },
    {
        "verse_id": "29",
        "text": "O girls! The dust of Govinda’s lotus feet is so sacred that even Brahmā, Śiva and the goddess Ramā take that dust upon their heads to dispel sinful reactions."
    },
    {
        "verse_id": "30",
        "text": "These footprints of that special gopī greatly disturb us. Of all the gopīs, She alone was taken away to a secluded place, where She is enjoying the lips of Kṛṣṇa. Look, we can’t see Her footprints over here! It’s obvious that the grass and sprouts were hurting the tender soles of Her feet, and so the lover lifted up His beloved."
    },
    {
        "verse_id": "31",
        "text": "Please observe, my dear gopīs, how in this place lusty Kṛṣṇa’s footprints are pressed more deeply into the ground. Carrying the weight of His beloved must have been difficult for Him. And over here that intelligent boy must have put Her down to gather some flowers."
    },
    {
        "verse_id": "32",
        "text": "Just see how in this place dear Kṛṣṇa collected flowers for His beloved. Here He has left the impression of only the front part of His feet because He was standing on His toes to reach the flowers."
    },
    {
        "verse_id": "33",
        "text": "Certainly Kṛṣṇa sat down here with His girlfriend to arrange Her hair. The lusty boy must have made a crown for that lusty girl out of the flowers He had collected."
    },
    {
        "verse_id": "34",
        "text": "[Śukadeva Gosvāmī continued:] Lord Kṛṣṇa enjoyed with that gopī, although He enjoys only within, being self-satisfied and complete in Himself. Thus by contrast He showed the wretchedness of ordinary lusty men and hardhearted women."
    },
    {
        "verse_id": "35",
        "text": "As the gopīs wandered about, their minds completely bewildered, they pointed out various signs of Kṛṣṇa’s pastimes. The particular gopī whom Kṛṣṇa had led into a secluded forest when He had abandoned all the other young girls began to think Herself the best of women. “My beloved has rejected all the other gopīs,” She thought, “even though they are driven by Cupid himself. He has chosen to reciprocate with Me alone.”"
    },
    {
        "verse_id": "37",
        "text": "As the two lovers passed through one part of the Vṛndāvana forest, the special gopī began feeling proud of Herself. She told Lord Keśava, “I cannot walk any further. Please carry Me wherever You want to go.”"
    },
    {
        "verse_id": "38",
        "text": "Thus addressed, Lord Kṛṣṇa replied, “Just climb on My shoulder.” But as soon as He said this, He disappeared. His beloved consort then immediately felt great remorse."
    },
    {
        "verse_id": "39",
        "text": "She cried out: O master! My lover! O dearmost, where are You? Where are You? Please, O mighty-armed one, O friend, show Yourself to Me, Your poor servant!"
    },
    {
        "verse_id": "40",
        "text": "Śukadeva Gosvāmī said: While continuing to search out Kṛṣṇa’s path, the gopīs discovered their unhappy friend close by. She was bewildered by separation from Her lover."
    },
    {
        "verse_id": "41",
        "text": "She told them how Mādhava had given Her much respect, but how She then suffered dishonor because of Her misbehavior. The gopīs were extremely amazed to hear this."
    },
    {
        "verse_id": "42",
        "text": "In search of Kṛṣṇa, the gopīs then entered the depths of the forest as far as the light of the moon shone. But when they found themselves engulfed in darkness, they decided to turn back."
    },
    {
        "verse_id": "43",
        "text": "Their minds absorbed in thoughts of Him, they conversed about Him, acted out His pastimes and felt themselves filled with His presence. They completely forgot about their homes as they loudly sang the glories of Kṛṣṇa’s transcendental qualities."
    },
    {
        "verse_id": "44",
        "text": "The gopīs again came to the bank of the Kālindī. Meditating on Kṛṣṇa and eagerly hoping He would come, they sat down together to sing of Him."
    }
]