[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: One should neither praise nor criticize the conditioned nature and activities of other persons. Rather, one should see this world as simply the combination of material nature and the enjoying souls, all based on the one Absolute Truth."
    },
    {
        "verse_id": "2",
        "text": "Whoever indulges in praising or criticizing the qualities and behavior of others will quickly become deviated from his own best interest by his entanglement in illusory dualities."
    },
    {
        "verse_id": "3",
        "text": "Just as the embodied spirit soul loses external consciousness when his senses are overcome by the illusion of dreaming or the deathlike state of deep sleep, so a person experiencing material duality must encounter illusion and death."
    },
    {
        "verse_id": "4",
        "text": "That which is expressed by material words or meditated upon by the material mind is not ultimate truth. What, therefore, is actually good or bad within this insubstantial world of duality, and how can the extent of such good and bad be measured?"
    },
    {
        "verse_id": "5",
        "text": "Although shadows, echoes and mirages are only illusory reflections of real things, such reflections do cause a semblance of meaningful or comprehensible perception. In the same way, although the identification of the conditioned soul with the material body, mind and ego is illusory, this identification generates fear within him even up to the moment of death."
    },
    {
        "verse_id": "6",
        "text": "The Supersoul alone is the ultimate controller and creator of this world, and thus He alone is also the created. Similarly, the Soul of all existence Himself both maintains and is maintained, withdraws and is withdrawn. No other entity can be properly ascertained as separate from Him, the Supreme Soul, who nonetheless is distinct from everything and everyone else. The appearance of the threefold material nature, which is perceived within Him, has no actual basis. Rather, you should understand that this material nature, composed of the three modes, is simply the product of His illusory potency."
    },
    {
        "verse_id": "8",
        "text": "One who has properly understood the process of becoming firmly fixed in theoretical and realized knowledge, as described herein by Me, does not indulge in material criticism or praise. Like the sun, he wanders freely throughout this world."
    },
    {
        "verse_id": "9",
        "text": "By direct perception, logical deduction, scriptural testimony and personal realization, one should know that this world has a beginning and an end and so is not the ultimate reality. Thus one should live in this world without attachment."
    },
    {
        "verse_id": "10",
        "text": "Śrī Uddhava said: My dear Lord, it is not possible for this material existence to be the experience of either the soul, who is the seer, or of the body, which is the seen object. On the one hand, the spirit soul is innately endowed with perfect knowledge, and on the other hand, the material body is not a conscious, living entity. To whom, then, does this experience of material existence pertain?"
    },
    {
        "verse_id": "11",
        "text": "The spirit soul is inexhaustible, transcendental, pure, self-luminous and never covered by anything material. It is like fire. But the nonliving material body, like firewood, is dull and unaware. So in this world, who is it that actually undergoes the experience of material life?"
    },
    {
        "verse_id": "12",
        "text": "The Supreme Personality of Godhead said: As long as the foolish spirit soul remains attracted to the material body, senses and vital force, his material existence continues to flourish, although it is ultimately meaningless."
    },
    {
        "verse_id": "13",
        "text": "Actually, the living entity is transcendental to material existence. But because of his mentality of lording it over material nature, his material existential condition does not cease, and, just as in a dream, he is affected by all sorts of disadvantages."
    },
    {
        "verse_id": "14",
        "text": "Although while dreaming a person experiences many undesirable things, upon awakening he is no longer confused by the dream experiences."
    },
    {
        "verse_id": "15",
        "text": "Lamentation, elation, fear, anger, greed, confusion and hankering, as well as birth and death, are experiences of the false ego and not of the pure soul."
    },
    {
        "verse_id": "16",
        "text": "The living entity who falsely identifies with his body, senses, life air and mind, and who dwells within these coverings, assumes the form of his own materially conditioned qualities and work. He is designated variously in relation to the total material energy, and thus, under the strict control of supreme time, he is forced to run here and there within material existence."
    },
    {
        "verse_id": "17",
        "text": "Although the false ego has no factual basis, it is perceived in many forms — as the functions of the mind, speech, life air and bodily faculties. But with the sword of transcendental knowledge, sharpened by worship of a bona fide spiritual master, a sober sage will cut off this false identification and live in this world free from all material attachment."
    },
    {
        "verse_id": "18",
        "text": "Real spiritual knowledge is based on the discrimination of spirit from matter, and it is cultivated by scriptural evidence, austerity, direct perception, reception of the Purāṇas’ historical narrations, and logical inference. The Absolute Truth, which alone was present before the creation of the universe and which alone will remain after its destruction, is also the time factor and the ultimate cause. Even in the middle stage of this creation’s existence, the Absolute Truth alone is the actual reality."
    },
    {
        "verse_id": "19",
        "text": "Gold alone is present before its manufacture into gold products, the gold alone remains after the products’ destruction, and the gold alone is the essential reality while it is being utilized under various designations. Similarly, I alone exist before the creation of this universe, after its destruction and during its maintenance."
    },
    {
        "verse_id": "20",
        "text": "The material mind manifests in three phases of consciousness — wakefulness, sleep and deep sleep — which are products of the three modes of nature. The mind further appears in three different roles — the perceiver, the perceived and the regulator of perception. Thus the mind is manifested variously throughout these threefold designations. But it is the fourth factor, existing separately from all this, that alone constitutes the Absolute Truth."
    },
    {
        "verse_id": "21",
        "text": "That which did not exist in the past and will not exist in the future also has no existence of its own for the period of its duration, but is only a superficial designation. In My opinion, whatever is created and revealed by something else is ultimately only that other thing."
    },
    {
        "verse_id": "22",
        "text": "Although thus not existing in reality, this manifestation of transformations created from the mode of passion appears real because the self-manifested, self-luminous Absolute Truth exhibits Himself in the form of the material variety of the senses, the sense objects, the mind and the elements of physical nature."
    },
    {
        "verse_id": "23",
        "text": "Thus clearly understanding by discriminating logic the unique position of the Absolute Truth, one should expertly refute one’s misidentification with matter and cut to pieces all doubts about the identity of the self. Becoming satisfied in the soul’s natural ecstasy, one should desist from all lusty engagements of the material senses."
    },
    {
        "verse_id": "24",
        "text": "The material body made of earth is not the true self; nor are the senses, their presiding demigods or the air of life; nor is the external air, water or fire or one’s mind. All these are simply matter. Similarly, neither one’s intelligence, material consciousness nor ego, nor the elements of ether or earth, nor the objects of sense perception, nor even the primeval state of material equilibrium can be considered the actual identity of the soul."
    },
    {
        "verse_id": "25",
        "text": "For one who has properly realized My personal identity as the Supreme Godhead, what credit is there if his senses — mere products of the material modes — are perfectly concentrated in meditation? And on the other hand, what blame is incurred if his senses happen to become agitated? Indeed, what does it mean to the sun if the clouds come and go?"
    },
    {
        "verse_id": "26",
        "text": "The sky may display the various qualities of the air, fire, water and earth that pass through it, as well as such qualities as heat and cold, which continually come and go with the seasons. Yet the sky is never entangled with any of these qualities. Similarly, the Supreme Absolute Truth is never entangled with the contaminations of goodness, passion and ignorance, which cause the material transformations of the false ego."
    },
    {
        "verse_id": "27",
        "text": "Nevertheless, until by firmly practicing devotional service to Me one has completely eliminated from his mind all contamination of material passion, one must very carefully avoid associating with the material modes, which are produced by My illusory energy."
    },
    {
        "verse_id": "28",
        "text": "Just as an improperly treated disease recurs and gives repeated distress to the patient, the mind that is not completely purified of its perverted tendencies will remain attached to material things and repeatedly torment the imperfect yogī."
    },
    {
        "verse_id": "29",
        "text": "Sometimes the progress of imperfect transcendentalists is checked by attachment to family members, disciples or others, who are sent by envious demigods for that purpose. But on the strength of their accumulated advancement, such imperfect transcendentalists will resume their practice of yoga in the next life. They will never again be trapped in the network of fruitive work."
    },
    {
        "verse_id": "30",
        "text": "An ordinary living entity performs material work and is transformed by the reaction to such work. Thus he is driven by various desires to continue working fruitively up to the very moment of his death. A wise person, however, having experienced his own constitutional bliss, gives up all material desires and does not engage in fruitive work."
    },
    {
        "verse_id": "31",
        "text": "The wise man, whose consciousness is fixed in the self, does not even notice his own bodily activities. While standing, sitting, walking, lying down, urinating, eating or performing other bodily functions, he understands that the body is acting according to its own nature."
    },
    {
        "verse_id": "32",
        "text": "Although a self-realized soul may sometimes see an impure object or activity, he does not accept it as real. By logically understanding impure sense objects to be based on illusory material duality, the intelligent person sees them to be contrary to and distinct from reality, in the same way that a man awakening from sleep views his fading dream."
    },
    {
        "verse_id": "33",
        "text": "Material nescience, which expands into many varieties by the activities of the modes of nature, is wrongly accepted by the conditioned soul to be identical with the self. But through the cultivation of spiritual knowledge, My dear Uddhava, this same nescience fades away at the time of liberation. The eternal self, on the other hand, is never assumed and never abandoned."
    },
    {
        "verse_id": "34",
        "text": "When the sun rises it destroys the darkness covering men’s eyes, but it does not create the objects they then see before them, which in fact were existing all along. Similarly, potent and factual realization of Me will destroy the darkness covering a person’s true consciousness."
    },
    {
        "verse_id": "35",
        "text": "The Supreme Lord is self-luminous, unborn and immeasurable. He is pure transcendental consciousness and perceives everything. One without a second, He is realized only after ordinary words cease. By Him the power of speech and the life airs are set into motion."
    },
    {
        "verse_id": "36",
        "text": "Whatever apparent duality is perceived in the self is simply the confusion of the mind. Indeed, such supposed duality has no basis to rest upon apart from one’s own soul."
    },
    {
        "verse_id": "37",
        "text": "The duality of the five material elements is perceived only in terms of names and forms. Those who say this duality is real are pseudoscholars vainly proposing fanciful theories without basis in fact."
    },
    {
        "verse_id": "38",
        "text": "The physical body of the endeavoring yogī who is not yet mature in his practice may sometimes be overcome by various disturbances. Therefore the following process is recommended."
    },
    {
        "verse_id": "39",
        "text": "Some of these obstructions may be counteracted by yogic meditation or by sitting postures, practiced together with concentration on controlled breathing, and others may be counteracted by special austerities, mantras or medicinal herbs."
    },
    {
        "verse_id": "40",
        "text": "These inauspicious disturbances can be gradually removed by constant remembrance of Me, by congregational hearing and chanting of My holy names, or by following in the footsteps of the great masters of yoga."
    },
    {
        "verse_id": "41",
        "text": "By various methods, some yogīs free the body from disease and old age and keep it perpetually youthful. Thus they engage in yoga for the purpose of achieving material mystic perfections."
    },
    {
        "verse_id": "42",
        "text": "This mystic bodily perfection is not valued very highly by those expert in transcendental knowledge. Indeed, they consider endeavor for such perfection useless, since the soul, like a tree, is permanent, but the body, like a tree’s fruit, is subject to destruction."
    },
    {
        "verse_id": "43",
        "text": "Although the physical body may be improved by various processes of yoga, an intelligent person who has dedicated his life to Me does not place his faith in the prospect of perfecting his physical body through yoga, and in fact he gives up such procedures."
    },
    {
        "verse_id": "44",
        "text": "The yogī who has taken shelter of Me remains free from hankering because he experiences the happiness of the soul within. Thus while executing this process of yoga, he is never defeated by obstacles."
    }
]