[
    {
        "verse_id": "1",
        "text": "Uddhava inquired: My dear Lord, O master of the universe, how many different elements of creation have been enumerated by the great sages? I have heard You personally describe a total of twenty-eight — God, the jīva soul, the mahat-tattva, false ego, the five gross elements, the ten senses, the mind, the five subtle objects of perception and the three modes of nature. But some authorities say that there are twenty-six elements, while others cite twenty-five or else seven, nine, six, four or eleven, and even others say that there are seventeen, sixteen or thirteen. What did each of these sages have in mind when he calculated the creative elements in such different ways? O supreme eternal, kindly explain this to me."
    },
    {
        "verse_id": "4",
        "text": "Lord Kṛṣṇa replied: Because all material elements are present everywhere, it is reasonable that different learned brāhmaṇas have analyzed them in different ways. All such philosophers spoke under the shelter of My mystic potency, and thus they could say anything without contradicting the truth."
    },
    {
        "verse_id": "5",
        "text": "When philosophers argue, “I don’t choose to analyze this particular case in the same way that you have,” it is simply My own insurmountable energies that are motivating their analytic disagreements."
    },
    {
        "verse_id": "6",
        "text": "By interaction of My energies different opinions arise. But for those who have fixed their intelligence on Me and controlled their senses, differences of perception disappear, and consequently the very cause for argument is removed."
    },
    {
        "verse_id": "7",
        "text": "O best among men, because subtle and gross elements mutually enter into one another, philosophers may calculate the number of basic material elements in different ways, according to their personal desire."
    },
    {
        "verse_id": "8",
        "text": "All subtle material elements are actually present within their gross effects; similarly, all gross elements are present within their subtle causes, since material creation takes place by progressive manifestation of elements from subtle to gross. Thus we can find all material elements within any single element."
    },
    {
        "verse_id": "9",
        "text": "Therefore, no matter which of these thinkers is speaking, and regardless of whether in their calculations they include material elements within their previous subtle causes or else within their subsequent manifest products, I accept their conclusions as authoritative, because a logical explanation can always be given for each of the different theories."
    },
    {
        "verse_id": "10",
        "text": "Because a person who has been covered by ignorance since time immemorial is not capable of effecting his own self-realization, there must be some other personality who is in factual knowledge of the Absolute Truth and can impart this knowledge to him."
    },
    {
        "verse_id": "11",
        "text": "According to knowledge in the material mode of goodness, there is no qualitative difference between the living entity and the supreme controller. The imagination of qualitative difference between them is useless speculation."
    },
    {
        "verse_id": "12",
        "text": "Nature exists originally as the equilibrium of the three material modes, which pertain only to nature, not to the transcendental spirit soul. These modes — goodness, passion and ignorance — are the effective causes of the creation, maintenance and destruction of this universe."
    },
    {
        "verse_id": "13",
        "text": "In this world the mode of goodness is recognized as knowledge, the mode of passion as fruitive work, and the mode of darkness as ignorance. Time is perceived as the agitated interaction of the material modes, and the totality of functional propensity is embodied by the primeval sūtra, or mahat-tattva."
    },
    {
        "verse_id": "14",
        "text": "I have described the nine basic elements as the enjoying soul, nature, nature’s primeval manifestation of the mahat-tattva, false ego, ether, air, fire, water and earth."
    },
    {
        "verse_id": "15",
        "text": "Hearing, touch, sight, smell and taste are the five knowledge-acquiring senses, My dear Uddhava, and speech, the hands, the genitals, the anus and the legs constitute the five working senses. The mind belongs to both these categories."
    },
    {
        "verse_id": "16",
        "text": "Sound, touch, taste, smell and form are the objects of the knowledge-acquiring senses, and movement, speech, excretion and manufacture are functions of the working senses."
    },
    {
        "verse_id": "17",
        "text": "In the beginning of creation nature assumes, by the modes of goodness, passion and ignorance, its form as the embodiment of all subtle causes and gross manifestations within the universe. The Supreme Personality of Godhead does not enter the interaction of material manifestation but merely glances upon nature."
    },
    {
        "verse_id": "18",
        "text": "As the material elements, headed by the mahat-tattva, are transformed, they receive their specific potencies from the glance of the Supreme Lord, and being amalgamated by the power of nature, they create the universal egg."
    },
    {
        "verse_id": "19",
        "text": "According to some philosophers there are seven elements, namely earth, water, fire, air and ether, along with the conscious spirit soul and the Supreme Soul, who is the basis of both the material elements and the ordinary spirit soul. According to this theory, the body, senses, life air and all material phenomena are produced from these seven elements."
    },
    {
        "verse_id": "20",
        "text": "Other philosophers state that there are six elements — the five physical elements (earth, water, fire, air and ether) and the sixth element, the Supreme Personality of Godhead. That Supreme Lord, endowed with the elements that He has brought forth from Himself, creates this universe and then personally enters within it."
    },
    {
        "verse_id": "21",
        "text": "Some philosophers propose the existence of four basic elements, of which three — fire, water and earth — emanate from the fourth, the Self. Once existing, these elements produce the cosmic manifestation, in which all material creation takes place."
    },
    {
        "verse_id": "22",
        "text": "Some calculate the existence of seventeen basic elements, namely the five gross elements, the five objects of perception, the five sensory organs, the mind, and the soul as the seventeenth element."
    },
    {
        "verse_id": "23",
        "text": "According to the calculation of sixteen elements, the only difference from the previous theory is that the soul is identified with the mind. If we think in terms of five physical elements, five senses, the mind, the individual soul and the Supreme Lord, there are thirteen elements."
    },
    {
        "verse_id": "24",
        "text": "Counting eleven, there are the soul, the gross elements and the senses. Eight gross and subtle elements plus the Supreme Lord would make nine."
    },
    {
        "verse_id": "25",
        "text": "Thus great philosophers have analyzed the material elements in many different ways. All of their proposals are reasonable, since they are all presented with ample logic. Indeed, such philosophical brilliance is expected of the truly learned."
    },
    {
        "verse_id": "26",
        "text": "Śrī Uddhava inquired: Although nature and the living entity are constitutionally distinct, O Lord Kṛṣṇa, there appears to be no difference between them, because they are found residing within one another. Thus the soul appears to be within nature and nature within the soul."
    },
    {
        "verse_id": "27",
        "text": "O lotus-eyed Kṛṣṇa, O omniscient Lord, kindly cut this great doubt out of my heart with Your own words, which exhibit Your great skill in reasoning."
    },
    {
        "verse_id": "28",
        "text": "From You alone the knowledge of the living beings arises, and by Your potency that knowledge is stolen away. Indeed, no one but Yourself can understand the real nature of Your illusory potency."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Personality of Godhead said: O best among men, material nature and its enjoyer are clearly distinct. This manifest creation undergoes constant transformation, being founded upon the agitation of the modes of nature."
    },
    {
        "verse_id": "30",
        "text": "My dear Uddhava, My material energy, comprising three modes and acting through them, manifests the varieties of creation along with varieties of consciousness for perceiving them. The manifest result of material transformation is understood in three aspects: adhyātmic, adhidaivic and adhibhautic."
    },
    {
        "verse_id": "31",
        "text": "Sight, visible form and the reflected image of the sun within the aperture of the eye all work together to reveal one another. But the original sun standing in the sky is self-manifested. Similarly, the Supreme Soul, the original cause of all entities, who is thus separate from all of them, acts by the illumination of His own transcendental experience as the ultimate source of manifestation of all mutually manifesting objects."
    },
    {
        "verse_id": "32",
        "text": "Similarly, the sense organs, namely the skin, ears, eyes, tongue and nose — as well as the functions of the subtle body, namely conditioned consciousness, mind, intelligence and false ego — can all be analyzed in terms of the threefold distinction of sense, object of perception and presiding deity."
    },
    {
        "verse_id": "33",
        "text": "When the three modes of nature are agitated, the resultant transformation appears as the element false ego in three phases — goodness, passion and ignorance. Generated from the mahat-tattva, which is itself produced from the unmanifest pradhāna, this false ego becomes the cause of all material illusion and duality."
    },
    {
        "verse_id": "34",
        "text": "The speculative argument of philosophers — “This world is real,” “No, it is not real” — is based upon incomplete knowledge of the Supreme Soul and is simply aimed at understanding material dualities. Although such argument is useless, persons who have turned their attention away from Me, their own true Self, are unable to give it up."
    },
    {
        "verse_id": "35",
        "text": "Śrī Uddhava said: O supreme master, the intelligence of those dedicated to fruitive activities is certainly deviated from You. Please explain to me how such persons accept superior and inferior bodies by their materialistic activities and then give up such bodies. O Govinda, this topic is very difficult for foolish persons to understand. Being cheated by illusion in this world, they generally do not become aware of these facts."
    },
    {
        "verse_id": "37",
        "text": "Lord Kṛṣṇa said: The material mind of men is shaped by the reactions of fruitive work. Along with the five senses, it travels from one material body to another. The spirit soul, although different from this mind, follows it."
    },
    {
        "verse_id": "38",
        "text": "The mind, bound to the reactions of fruitive work, always meditates on the objects of the senses, both those that are seen in this world and those that are heard about from Vedic authority. Consequently, the mind appears to come into being and to suffer annihilation along with its objects of perception, and thus its ability to distinguish past and future is lost."
    },
    {
        "verse_id": "39",
        "text": "When the living entity passes from the present body to the next body, which is created by his own karma, he becomes absorbed in the pleasurable and painful sensations of the new body and completely forgets the experience of the previous body. This total forgetfulness of one’s previous material identity, which comes about for one reason or another, is called death."
    },
    {
        "verse_id": "40",
        "text": "O most charitable Uddhava, what is called birth is simply a person’s total identification with a new body. One accepts the new body just as one completely accepts the experience of a dream or a fantasy as reality."
    },
    {
        "verse_id": "41",
        "text": "Just as a person experiencing a dream or daydream does not remember his previous dreams or daydreams, a person situated in his present body, although having existed prior to it, thinks that he has only recently come into being."
    },
    {
        "verse_id": "42",
        "text": "Because the mind, which is the resting place of the senses, has created the identification with a new body, the threefold material variety of high, middle and low class appears as if present within the reality of the soul. Thus the self creates external and internal duality, just as a man might give birth to a bad son."
    },
    {
        "verse_id": "43",
        "text": "My dear Uddhava, material bodies are constantly undergoing creation and destruction by the force of time, whose swiftness is imperceptible. But because of the subtle nature of time, no one sees this."
    },
    {
        "verse_id": "44",
        "text": "The different stages of transformation of all material bodies occur just like those of the flame of a candle, the current of a river, or the fruits of a tree."
    },
    {
        "verse_id": "45",
        "text": "Although the illumination of a lamp consists of innumerable rays of light undergoing constant creation, transformation and destruction, a person with illusory intelligence who sees the light for a moment will speak falsely, saying, “This is the light of the lamp.” As one observes a flowing river, ever-new water passes by and goes far away, yet a foolish person, observing one point in the river, falsely states, “This is the water of the river.” Similarly, although the material body of a human being is constantly undergoing transformation, those who are simply wasting their lives falsely think and say that each particular stage of the body is the person’s real identity."
    },
    {
        "verse_id": "46",
        "text": "A person does not actually take birth out of the seed of past activities, nor, being immortal, does he die. By illusion the living being appears to be born and to die, just as fire in connection with firewood appears to begin and then cease to exist."
    },
    {
        "verse_id": "47",
        "text": "Impregnation, gestation, birth, infancy, childhood, youth, middle age, old age and death are the nine ages of the body."
    },
    {
        "verse_id": "48",
        "text": "Although the material body is different from the self, because of the ignorance due to material association one falsely identifies oneself with the superior and inferior bodily conditions. Sometimes a fortunate person is able to give up such mental concoction."
    },
    {
        "verse_id": "49",
        "text": "By the death of one’s father or grandfather one can surmise one’s own death, and by the birth of one’s son one can understand the condition of one’s own birth. A person who thus realistically understands the creation and destruction of material bodies is no longer subject to these dualities."
    },
    {
        "verse_id": "50",
        "text": "One who observes the birth of a tree from its seed and the ultimate death of the tree after maturity certainly remains a distinct observer separate from the tree. In the same way, the witness of the birth and death of the material body remains separate from it."
    },
    {
        "verse_id": "51",
        "text": "An unintelligent man, failing to distinguish himself from material nature, thinks nature to be real. By contact with it he becomes completely bewildered and enters into the cycle of material existence."
    },
    {
        "verse_id": "52",
        "text": "Made to wander because of his fruitive work, the conditioned soul, by contact with the mode of goodness, takes birth among the sages or demigods. By contact with the mode of passion he becomes a demon or human being, and by association with the mode of ignorance he takes birth as a ghost or in the animal kingdom."
    },
    {
        "verse_id": "53",
        "text": "Just as one may imitate persons whom one sees dancing and singing, similarly the soul, although never the doer of material activities, becomes captivated by material intelligence and is thus forced to imitate its qualities."
    },
    {
        "verse_id": "54",
        "text": "The soul’s material life, his experience of sense gratification, is actually false, O descendant of Daśārha, just like trees’ appearance of quivering when the trees are reflected in agitated water, or like the earth’s appearance of spinning due to one’s spinning his eyes around, or like the world of a fantasy or dream."
    },
    {
        "verse_id": "56",
        "text": "For one who is meditating on sense gratification, material life, although lacking factual existence, does not go away, just as the unpleasant experiences of a dream do not."
    },
    {
        "verse_id": "57",
        "text": "Therefore, O Uddhava, do not try to enjoy sense gratification with the material senses. See how illusion based on material dualities prevents one from realizing the self."
    },
    {
        "verse_id": "58",
        "text": "Even though neglected, insulted, ridiculed or envied by bad men, or even though repeatedly agitated by being beaten, tied up or deprived of one’s occupation, spat upon or polluted with urine by ignorant people, one who desires the highest goal in life should in spite of all these difficulties use his intelligence to keep himself safe on the spiritual platform."
    },
    {
        "verse_id": "60",
        "text": "Śrī Uddhava said: O best of all speakers, please explain to me how I may properly understand this."
    },
    {
        "verse_id": "61",
        "text": "O soul of the universe, the conditioning of one’s personality in material life is very strong, and therefore it is very difficult even for learned men to tolerate the offenses committed against them by ignorant people. Only Your devotees, who are fixed in Your loving service and who have achieved peace by residing at Your lotus feet, are able to tolerate such offenses."
    }
]