[
    {
        "verse_id": "1",
        "text": "Śrī Uddhava said: My dear Lord, O master of the devotees, please explain to me the prescribed method of worshiping You in Your Deity form. What are the qualifications of those devotees who worship the Deity, on what basis is such worship established, and what is the specific method of worship?"
    },
    {
        "verse_id": "2",
        "text": "All the great sages repeatedly declare that such worship brings the greatest benefit possible in human life. This is the opinion of Nārada Muni, the great Vyāsadeva and my own spiritual master, Bṛhaspati."
    },
    {
        "verse_id": "3",
        "text": "O most magnanimous Lord, the instructions on this process of Deity worship first emanated from Your lotus mouth. Then they were spoken by the great Lord Brahmā to his sons, headed by Bhṛgu, and by Lord Śiva to his wife, Pārvatī. This process is accepted by and appropriate for all the occupational and spiritual orders of society. Therefore I consider worship of You in Your Deity form to be the most beneficial of all spiritual practices, even for women and śūdras."
    },
    {
        "verse_id": "5",
        "text": "O lotus-eyed one, O Supreme Lord of all lords of the universe, please explain to Your devoted servant this means of liberation from the bondage of work."
    },
    {
        "verse_id": "6",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, there is no end to the innumerable Vedic prescriptions for executing Deity worship; so I shall explain this topic to you briefly, one step at a time."
    },
    {
        "verse_id": "7",
        "text": "One should carefully worship Me by selecting one of the three methods by which I receive sacrifice: Vedic, tantric or mixed."
    },
    {
        "verse_id": "8",
        "text": "Now please listen faithfully as I explain exactly how a person who has achieved twice-born status through the relevant Vedic prescriptions should worship Me with devotion."
    },
    {
        "verse_id": "9",
        "text": "A twice-born person should worship Me, his worshipable Lord, without duplicity, offering appropriate paraphernalia in loving devotion to My Deity form or to a form of Me appearing upon the ground, in fire, in the sun, in water or within the worshiper’s own heart."
    },
    {
        "verse_id": "10",
        "text": "One should first purify his body by cleansing his teeth and bathing. Then one should perform a second cleansing by smearing the body with earth and chanting both Vedic and tantric mantras."
    },
    {
        "verse_id": "11",
        "text": "Fixing the mind on Me, one should worship Me by his various prescribed duties, such as chanting the Gāyatrī mantra at the three junctures of the day. Such performances are enjoined by the Vedas and purify the worshiper of reactions to fruitive activities."
    },
    {
        "verse_id": "12",
        "text": "The Deity form of the Lord is said to appear in eight varieties — stone, wood, metal, earth, paint, sand, the mind or jewels."
    },
    {
        "verse_id": "13",
        "text": "The Deity form of the Lord, who is the shelter of all living entities, can be established in two ways: temporarily or permanently. But a permanent Deity, having been called, can never be sent away, My dear Uddhava."
    },
    {
        "verse_id": "14",
        "text": "The Deity that is temporarily established can optionally be called forth and sent away, but these two rituals should always be performed when the Deity is traced upon the ground. Bathing should be done with water except if the Deity is made of clay, paint or wood, in which cases a thorough cleansing without water is enjoined."
    },
    {
        "verse_id": "15",
        "text": "One should worship Me in My Deity forms by offering the most excellent paraphernalia. But a devotee completely freed from material desire may worship Me with whatever he is able to obtain, and may even worship Me within his heart with mental paraphernalia."
    },
    {
        "verse_id": "16",
        "text": "In worshiping the temple Deity, my dear Uddhava, bathing and decoration are the most pleasing offerings. For the Deity traced on sacred ground, the process of tattva-vinyāsa is most dear. Oblations of sesame and barley soaked in ghee are the preferred offering to the sacrificial fire, whereas worship consisting of upasthāna and arghya is preferred for the sun. One should worship Me in the form of water by offering water itself. Actually, whatever is offered to Me with faith by My devotee — even if only a little water — is most dear to Me."
    },
    {
        "verse_id": "18",
        "text": "Even very opulent presentations do not satisfy Me if they are offered by nondevotees. But I am pleased by any insignificant offering made by My loving devotees, and I am certainly most pleased when nice presentations of fragrant oil, incense, flowers and palatable foods are offered with love."
    },
    {
        "verse_id": "19",
        "text": "After cleansing himself and collecting all the paraphernalia, the worshiper should arrange his own seat with blades of kuśa grass whose tips point eastward. He should then sit facing either east or north, or else, if the Deity is fixed in one place, he should sit directly facing the Deity."
    },
    {
        "verse_id": "20",
        "text": "The devotee should sanctify the various parts of his body by touching them and chanting mantras. He should do the same for My Deity form, and then with his hands he should clean the Deity of old flowers and the remnants of previous offerings. He should properly prepare the sacred pot and the vessel containing water for sprinkling."
    },
    {
        "verse_id": "21",
        "text": "Then, with the water of that prokṣaṇīya vessel he should sprinkle the area where the Deity is being worshiped, the offerings that are going to be presented, and his own body. Next he should decorate with various auspicious substances three vessels filled with water."
    },
    {
        "verse_id": "22",
        "text": "The worshiper should then purify those three vessels. He should sanctify the vessel holding water for washing the Lord’s feet by chanting hṛdayāya namaḥ, the vessel containing water for arghya by chanting śirase svāhā, and the vessel containing water for washing the Lord’s mouth by chanting śikhāyai vaṣaṭ. Also, the Gāyatrī mantra should be chanted for all three vessels."
    },
    {
        "verse_id": "23",
        "text": "The worshiper should meditate upon My subtle form — which is situated within the worshiper’s own body, now purified by air and fire — as the source of all living entities. This form of the Lord is experienced by self-realized sages in the last part of the vibration of the sacred syllable om."
    },
    {
        "verse_id": "24",
        "text": "The devotee conceives of the Supersoul, whose presence surcharges the devotee’s body, in the form corresponding to his realization. Thus the devotee worships the Lord to his full capacity and becomes fully absorbed in Him. By touching the various limbs of the Deity and chanting appropriate mantras, the devotee should invite the Supersoul to join the Deity’s form, and then the devotee should worship Me."
    },
    {
        "verse_id": "25",
        "text": "The worshiper should first imagine My seat as decorated with the personified deities of religion, knowledge, renunciation and opulence and with My nine spiritual energies. He should think of the Lord’s sitting place as an eight-petaled lotus, effulgent on account of the saffron filaments within its whorl. Then, following the regulations of both the Vedas and the tantras, he should offer Me water for washing the feet, water for washing the mouth, arghya and other items of worship. By this process he achieves both material enjoyment and liberation."
    },
    {
        "verse_id": "27",
        "text": "One should worship, in order, the Lord’s Sudarśana disc, His Pāñcajanya conchshell, His club, sword, bow, arrows and plow, His muṣala weapon, His Kaustubha gem, His flower garland and the Śrīvatsa curl of hair on His chest."
    },
    {
        "verse_id": "28",
        "text": "One should worship the Lord’s associates Nanda and Sunanda, Garuḍa, Pracaṇḍa and Caṇḍa, Mahābala and Bala, and Kumuda and Kumudekṣaṇa."
    },
    {
        "verse_id": "29",
        "text": "With offerings such as prokṣaṇa one should worship Durgā, Vināyaka, Vyāsa, Viṣvaksena, the spiritual masters and the various demigods. All these personalities should be in their proper places facing the Deity of the Lord."
    },
    {
        "verse_id": "30",
        "text": "The worshiper should bathe the Deity every day, as opulently as his assets permit, using waters scented with sandalwood, uśīra root, camphor, kuṅkuma and aguru. He should also chant various Vedic hymns, such as the anuvāka known as Svarṇa-gharma, the Mahāpuruṣa-vidyā, the Puruṣa-sūkta and various songs of the Sāma Veda, such as the Rājana and the Rohiṇya."
    },
    {
        "verse_id": "32",
        "text": "My devotee should then lovingly decorate Me with clothing, a brāhmaṇa thread, various ornaments, marks of tilaka and garlands, and he should anoint My body with fragrant oils, all in the prescribed manner."
    },
    {
        "verse_id": "33",
        "text": "The worshiper should faithfully present Me with water for washing My feet and mouth, fragrant oils, flowers and unbroken grains, along with incense, lamps and other offerings."
    },
    {
        "verse_id": "34",
        "text": "Within his means, the devotee should arrange to offer Me sugar candy, sweet rice, ghee, śaṣkulī [rice-flour cakes], āpūpa [various sweet cakes], modaka [steamed rice-flour dumplings filled with sweet coconut and sugar], saṁyāva [wheat cakes made with ghee and milk and covered with sugar and spices], yogurt, vegetable soups and other palatable foods."
    },
    {
        "verse_id": "35",
        "text": "On special occasions, and daily if possible, the Deity should be massaged with ointment, shown a mirror, offered a eucalyptus stick for brushing His teeth, bathed with the five kinds of nectar, offered all kinds of opulent foods, and entertained with singing and dancing."
    },
    {
        "verse_id": "36",
        "text": "In an arena constructed according to scriptural injunctions, the devotee should perform a fire sacrifice, utilizing the sacred belt, the sacrificial pit and the altar mound. When igniting the sacrificial fire, the devotee should bring it to a blaze with wood piled up by his own hands."
    },
    {
        "verse_id": "37",
        "text": "After spreading kuśa grass on the ground and sprinkling it with water, one should perform the anvādhāna ritual according to the prescribed rules. Then one should arrange the items to be offered as oblations and should sanctify them with water from the sprinkling vessel. The worshiper should next meditate upon Me within the fire."
    },
    {
        "verse_id": "38",
        "text": "The intelligent devotee should meditate upon that form of the Lord whose color is like molten gold, whose four arms are resplendent with the conchshell, disc, club and lotus flower, and who is always peaceful and dressed in a garment colored like the filaments within a lotus flower. His helmet, bracelets, belt and fine arm ornaments shine brilliantly. The symbol of Śrīvatsa is on His chest, along with the glowing Kaustubha gem and a garland of forest flowers. The devotee should then worship that Lord by taking pieces of firewood soaked in the sacrificial ghee and throwing them into the fire. He should perform the ritual of āghāra, presenting into the fire the various items of oblation drenched in ghee. He should then offer to sixteen demigods, beginning with Yamarāja, the oblation called sviṣṭi-kṛt, reciting the basic mantras of each deity and the sixteen-line Puruṣa-sūkta hymn. Pouring one oblation after each line of the Puruṣa-sūkta, he should utter the particular mantra naming each deity."
    },
    {
        "verse_id": "42",
        "text": "Having thus worshiped the Lord in the sacrificial fire, the devotee should offer his obeisances to the Lord’s personal associates by bowing down and should then present offerings to them. He should then chant quietly the mūla-mantra of the Deity of the Lord, remembering the Absolute Truth as the Supreme Personality, Nārāyaṇa."
    },
    {
        "verse_id": "43",
        "text": "Once again he should offer the Deity water for washing His mouth, and he should give the remnants of the Lord’s food to Viṣvaksena. Then he should present the Deity with fragrant perfume for the mouth and prepared betel nut."
    },
    {
        "verse_id": "44",
        "text": "Singing along with others, chanting loudly and dancing, acting out My transcendental pastimes, and hearing and telling stories about Me, the devotee should for some time absorb himself in such festivity."
    },
    {
        "verse_id": "45",
        "text": "The devotee should offer homage to the Lord with all kinds of hymns and prayers, both from the Purāṇas and from other ancient scriptures, and also from ordinary traditions. Praying, “O Lord, please be merciful to me!” he should fall down flat like a rod to offer his obeisances."
    },
    {
        "verse_id": "46",
        "text": "Placing his head at the feet of the Deity, he should then stand with folded hands before the Lord and pray, “O my Lord, please protect me, who am surrendered unto You. I am most fearful of this ocean of material existence, standing as I am in the mouth of death.”"
    },
    {
        "verse_id": "47",
        "text": "Praying in this way, the devotee should respectfully place upon his head the remnants I offer to him. And if the particular Deity is meant to be sent away at the end of the worship, then this should be performed, the devotee once again placing the light of the Deity’s presence inside the light of the lotus within his own heart."
    },
    {
        "verse_id": "48",
        "text": "Whenever one develops faith in Me — in My form as the Deity or in other bona fide manifestations — one should worship Me in that form. I certainly exist both within all created beings and also separately in My original form, since I am the Supreme Soul of all."
    },
    {
        "verse_id": "49",
        "text": "By worshiping Me through the various methods prescribed in the Vedas and tantras, one will gain from Me his desired perfection in both this life and the next."
    },
    {
        "verse_id": "50",
        "text": "The devotee should more fully establish My Deity by solidly constructing a temple, along with beautiful gardens. These gardens should be set aside to provide flowers for the regular daily worship, special Deity processions and holiday observances."
    },
    {
        "verse_id": "51",
        "text": "One who offers the Deity gifts of land, markets, cities and villages so that the regular daily worship and special festivals of the Deity may go on continually will achieve opulence equal to My own."
    },
    {
        "verse_id": "52",
        "text": "By installing the Deity of the Lord one becomes king of the entire earth, by building a temple for the Lord one becomes ruler of the three worlds, by worshiping and serving the Deity one goes to the planet of Lord Brahmā, and by performing all three of these activities one achieves a transcendental form like My own."
    },
    {
        "verse_id": "53",
        "text": "But one who simply engages in devotional service with no consideration of fruitive results attains Me. Thus whoever worships Me according to the process I have described will ultimately attain pure devotional service unto Me."
    },
    {
        "verse_id": "54",
        "text": "Anyone who steals the property of the demigods or the brāhmaṇas, whether originally given to them by himself or someone else, must live as a worm in stool for one hundred million years."
    },
    {
        "verse_id": "55",
        "text": "Not only the performer of the theft but also anyone who assists him, instigates the crime, or simply approves of it must also share the reaction in the next life. According to their degree of participation, they each must suffer a proportionate consequence."
    }
]