[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Then Lord Brahmā arrived at Prabhāsa along with Lord Śiva and his consort, the sages, the Prajāpatis and all the demigods, headed by Indra."
    },
    {
        "verse_id": "2",
        "text": "The forefathers, Siddhas, Gandharvas, Vidyādharas and great serpents also came, along with the Cāraṇas, Yakṣas, Rākṣasas, Kinnaras, Apsarās and relatives of Garuḍa, greatly eager to witness the departure of the Supreme Personality of Godhead. As they were coming, all these personalities variously chanted and glorified the birth and activities of Lord Śauri [Kṛṣṇa]."
    },
    {
        "verse_id": "4",
        "text": "O King, crowding the sky with their many airplanes, they showered down flowers with great devotion."
    },
    {
        "verse_id": "5",
        "text": "Seeing before Him Brahmā, the grandfather of the universe, along with the other demigods, who are all His personal and powerful expansions, the Almighty Lord closed His lotus eyes, fixing His mind within Himself, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "6",
        "text": "Without employing the mystic āgneyī meditation to burn up His transcendental body, which is the all-attractive resting place of all the worlds and the object of all contemplation and meditation, Lord Kṛṣṇa entered into His own abode."
    },
    {
        "verse_id": "7",
        "text": "As soon as Lord Śrī Kṛṣṇa left the earth, Truth, Religion, Faithfulness, Glory and Beauty immediately followed Him. Kettledrums resounded in the heavens and flowers showered from the sky."
    },
    {
        "verse_id": "8",
        "text": "Most of the demigods and other higher beings led by Brahmā could not see Lord Kṛṣṇa as He was entering His own abode, since He did not reveal His movements. But some of them did catch sight of Him, and they were extremely amazed."
    },
    {
        "verse_id": "9",
        "text": "Just as ordinary men cannot ascertain the path of a lightning bolt as it leaves a cloud, the demigods could not trace out the movements of Lord Kṛṣṇa as He returned to His abode."
    },
    {
        "verse_id": "10",
        "text": "A few of the demigods, however — notably Lord Brahmā and Lord Śiva — could ascertain how the Lord’s mystic power was working, and thus they became astonished. All the demigods praised the Lord’s mystic power and then returned to their own planets."
    },
    {
        "verse_id": "11",
        "text": "My dear King, you should understand that the Supreme Lord’s appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation."
    },
    {
        "verse_id": "12",
        "text": "Lord Kṛṣṇa brought the son of His guru back from the planet of the lord of death in the boy’s selfsame body, and as the ultimate giver of protection He saved you also when you were burned by the brahmāstra of Aśvatthāmā. He conquered in battle even Lord Śiva, who deals death to the agents of death, and He sent the hunter Jarā directly to Vaikuṇṭha in his human body. How could such a personality be unable to protect His own Self?"
    },
    {
        "verse_id": "13",
        "text": "Although Lord Kṛṣṇa, being the possessor of infinite powers, is the only cause of the creation, maintenance and destruction of innumerable living beings, He simply did not desire to keep His body in this world any longer. Thus He revealed the destination of those fixed in the self and demonstrated that this mortal world is of no intrinsic value."
    },
    {
        "verse_id": "14",
        "text": "Anyone who regularly rises early in the morning and carefully chants with devotion the glories of Lord Śrī Kṛṣṇa’s transcendental disappearance and His return to His own abode will certainly achieve that same supreme destination."
    },
    {
        "verse_id": "15",
        "text": "As soon as Dāruka reached Dvārakā, he threw himself at the feet of Vasudeva and Ugrasena and drenched their feet with his tears, lamenting the loss of Lord Kṛṣṇa."
    },
    {
        "verse_id": "16",
        "text": "Dāruka delivered the account of the total destruction of the Vṛṣṇis, and upon hearing this, O Parīkṣit, the people became deeply distraught in their hearts and stunned with sorrow. Feeling the overwhelming pain of separation from Kṛṣṇa, they struck their own faces while hurrying to the place where their relatives lay dead."
    },
    {
        "verse_id": "18",
        "text": "When Devakī, Rohiṇī and Vasudeva could not find their sons, Kṛṣṇa and Rāma, they lost consciousness out of anguish."
    },
    {
        "verse_id": "19",
        "text": "Tormented by separation from the Lord, His parents gave up their lives at that very spot. My dear Parīkṣit, the wives of the Yādavas then climbed onto the funeral pyres, embracing their dead husbands."
    },
    {
        "verse_id": "20",
        "text": "The wives of Lord Balarāma also entered the fire and embraced His body, and Vasudeva’s wives entered his fire and embraced his body. The daughters-in-law of Lord Hari entered the funeral fires of their respective husbands, headed by Pradyumna. And Rukmiṇī and the other wives of Lord Kṛṣṇa — whose hearts were completely absorbed in Him — entered His fire."
    },
    {
        "verse_id": "21",
        "text": "Arjuna felt great distress over separation from Lord Kṛṣṇa, his dearmost friend. But he consoled himself by remembering the transcendental words the Lord had sung to him."
    },
    {
        "verse_id": "22",
        "text": "Arjuna then saw to it that the funeral rites were properly carried out for the dead, who had no remaining male family members. He executed the required ceremonies for each of the Yadus, one after another."
    },
    {
        "verse_id": "23",
        "text": "As soon as Dvārakā was abandoned by the Supreme Personality of Godhead, the ocean flooded it on all sides, O King, sparing only His palace."
    },
    {
        "verse_id": "24",
        "text": "Lord Madhusūdana, the Supreme Personality of Godhead, is eternally present in Dvārakā. It is the most auspicious of all auspicious places, and merely remembering it destroys all contamination."
    },
    {
        "verse_id": "25",
        "text": "Arjuna took the survivors of the Yadu dynasty — the women, children and old men — to Indraprastha, where he installed Vajra as ruler of the Yadus."
    },
    {
        "verse_id": "26",
        "text": "Hearing from Arjuna of the death of their friend, my dear King, your grandfathers established you as the maintainer of the dynasty and left to prepare for their departure from this world."
    },
    {
        "verse_id": "27",
        "text": "A person who with faith engages in chanting the glories of these various pastimes and incarnations of Viṣṇu, the Lord of lords, will gain liberation from all sins."
    },
    {
        "verse_id": "28",
        "text": "The all-auspicious exploits of the all-attractive incarnations of Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, and also the pastimes He performed as a child, are described in this Śrīmad-Bhāgavatam and in other scriptures. Anyone who clearly chants these descriptions of His pastimes will attain transcendental loving service unto Lord Kṛṣṇa, who is the goal of all perfect sages."
    }
]