[
    {
        "verse_id": "1",
        "text": "Śrī Uddhava said: My dear lotus-eyed Kṛṣṇa, You are the Supreme Lord, and thus the Vedic literatures, consisting of positive and negative injunctions, constitute Your order. Such literatures focus upon the good and bad qualities of work."
    },
    {
        "verse_id": "2",
        "text": "According to Vedic literature, the superior and inferior varieties found in the human social system, varṇāśrama, are due to pious and sinful modes of family planning. Thus piety and sin are constant points of reference in the Vedic analysis of the components of a given situation — namely the material ingredients, place, age and time. Indeed, the Vedas reveal the existence of material heaven and hell, which are certainly based on piety and sin."
    },
    {
        "verse_id": "3",
        "text": "Without seeing the difference between piety and sin, how can one understand Your own instructions in the form of Vedic literatures, which order one to act piously and forbid one to act sinfully? Furthermore, without such authorized Vedic literatures, which ultimately award liberation, how can human beings achieve the perfection of life?"
    },
    {
        "verse_id": "4",
        "text": "My dear Lord, to understand those things beyond direct experience — such as spiritual liberation or the attainment of heaven and similar material enjoyments — and in general to understand the means and end of all things, it is imperative that the forefathers, demigods and human beings consult the Vedic literatures, for these literatures, being Your own laws, constitute the highest evidence and revelation."
    },
    {
        "verse_id": "5",
        "text": "My dear Lord, the distinction observed between piety and sin comes from Your own Vedic knowledge and does not arise by itself. If the same Vedic literature subsequently nullifies such distinction between piety and sin, there will certainly be confusion."
    },
    {
        "verse_id": "6",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, because I desire that human beings may achieve perfection, I have presented three paths of advancement — the path of knowledge, the path of work and the path of devotion. Besides these three there is absolutely no other means of elevation."
    },
    {
        "verse_id": "7",
        "text": "Among these three paths, jñāna-yoga, the path of philosophical speculation, is recommended for those who are disgusted with material life and are thus detached from ordinary, fruitive activities. Those who are not disgusted with material life, having many desires yet to fulfill, should seek perfection through the path of karma-yoga."
    },
    {
        "verse_id": "8",
        "text": "If somehow or other by good fortune one develops faith in hearing and chanting My glories, such a person, being neither disgusted with nor very much attached to material life, should achieve perfection through the path of loving devotion to Me."
    },
    {
        "verse_id": "9",
        "text": "As long as one is not satiated by fruitive activity and has not awakened his taste for devotional service by śravaṇaṁ kīrtanaṁ viṣṇoḥ, one has to act according to the regulative principles of the Vedic injunctions."
    },
    {
        "verse_id": "10",
        "text": "My dear Uddhava, a person who is situated in his prescribed duty, properly worshiping by Vedic sacrifices but not desiring the fruitive result of such worship, will not go to the heavenly planets; similarly, by not performing forbidden activities he will not go to hell."
    },
    {
        "verse_id": "11",
        "text": "One who is situated in his prescribed duty, free from sinful activities and cleansed of material contamination, in this very life obtains transcendental knowledge or, by fortune, devotional service unto Me."
    },
    {
        "verse_id": "12",
        "text": "The residents of both heaven and hell desire human birth on the earth planet because human life facilitates the achievement of transcendental knowledge and love of Godhead, whereas neither heavenly nor hellish bodies efficiently provide such opportunities."
    },
    {
        "verse_id": "13",
        "text": "A human being who is wise should never desire promotion to heavenly planets or residence in hell. Indeed, a human being should also never desire permanent residence on the earth, for by such absorption in the material body one becomes foolishly negligent of one’s actual self-interest."
    },
    {
        "verse_id": "14",
        "text": "A wise person, knowing that although the material body is subject to death it can still award the perfection of one’s life, should not foolishly neglect to take advantage of this opportunity before death arrives."
    },
    {
        "verse_id": "15",
        "text": "Without attachment, a bird gives up the tree in which his nest was constructed when that tree is cut down by cruel men who are like death personified, and thus the bird achieves happiness in another place."
    },
    {
        "verse_id": "16",
        "text": "Knowing that one’s duration of life is being similarly cut down by the passing of days and nights, one should be shaken by fear. In this way, giving up all material attachment and desire, one understands the Supreme Lord and achieves perfect peace."
    },
    {
        "verse_id": "17",
        "text": "The human body, which can award all benefit in life, is automatically obtained by the laws of nature, although it is a very rare achievement. This human body can be compared to a perfectly constructed boat having the spiritual master as the captain and the instructions of the Personality of Godhead as favorable winds impelling it on its course. Considering all these advantages, a human being who does not utilize his human life to cross the ocean of material existence must be considered the killer of his own soul."
    },
    {
        "verse_id": "18",
        "text": "A transcendentalist, having become disgusted and hopeless in all endeavors for material happiness, completely controls the senses and develops detachment. By spiritual practice he should then fix the mind on the spiritual platform without deviation."
    },
    {
        "verse_id": "19",
        "text": "Whenever the mind, being concentrated on the spiritual platform, is suddenly deviated from its spiritual position, one should carefully bring it under the control of the self by following the prescribed means."
    },
    {
        "verse_id": "20",
        "text": "One should never lose sight of the actual goal of mental activities, but rather, conquering the life air and senses and utilizing intelligence strengthened by the mode of goodness, one should bring the mind under the control of the self."
    },
    {
        "verse_id": "21",
        "text": "An expert horseman, desiring to tame a headstrong horse, first lets the horse have his way for a moment and then, pulling the reins, gradually places the horse on the desired path. Similarly, the supreme yoga process is that by which one carefully observes the movements and desires of the mind and gradually brings them under full control."
    },
    {
        "verse_id": "22",
        "text": "Until one’s mind is fixed in spiritual satisfaction, one should analytically study the temporary nature of all material objects, whether cosmic, earthly or atomic. One should constantly observe the process of creation through the natural progressive function and the process of annihilation through the regressive function."
    },
    {
        "verse_id": "23",
        "text": "When a person is disgusted with the temporary, illusory nature of this world and is thus detached from it, his mind, guided by the instructions of his spiritual master, considers again and again the nature of this world and eventually gives up the false identification with matter."
    },
    {
        "verse_id": "24",
        "text": "Through the various disciplinary regulations and the purificatory procedures of the yoga system, through logic and spiritual education or through worship and adoration of Me, one should constantly engage his mind in remembering the Personality of Godhead, the goal of yoga. No other means should be employed for this purpose."
    },
    {
        "verse_id": "25",
        "text": "If, because of momentary inattention, a yogī accidentally commits an abominable activity, then by the very practice of yoga he should burn to ashes the sinful reaction, without at any time employing any other procedure."
    },
    {
        "verse_id": "26",
        "text": "It is firmly declared that the steady adherence of transcendentalists to their respective spiritual positions constitutes real piety and that sin occurs when a transcendentalist neglects his prescribed duty. One who adopts this standard of piety and sin, sincerely desiring to give up all past association with sense gratification, is able to subdue materialistic activities, which are by nature impure."
    },
    {
        "verse_id": "27",
        "text": "Having awakened faith in the narrations of My glories, being disgusted with all material activities, knowing that all sense gratification leads to misery, but still being unable to renounce all sense enjoyment, My devotee should remain happy and worship Me with great faith and conviction. Even though he is sometimes engaged in sense enjoyment, My devotee knows that all sense gratification leads to a miserable result, and he sincerely repents such activities."
    },
    {
        "verse_id": "29",
        "text": "When an intelligent person engages constantly in worshiping Me through loving devotional service as described by Me, his heart becomes firmly situated in Me. Thus all material desires within the heart are destroyed."
    },
    {
        "verse_id": "30",
        "text": "The knot in the heart is pierced, all misgivings are cut to pieces and the chain of fruitive actions is terminated when I am seen as the Supreme Personality of Godhead."
    },
    {
        "verse_id": "31",
        "text": "Therefore, for a devotee engaged in My loving service, with mind fixed on Me, the cultivation of knowledge and renunciation is generally not the means of achieving the highest perfection within this world."
    },
    {
        "verse_id": "32",
        "text": "Everything that can be achieved by fruitive activities, penance, knowledge, detachment, mystic yoga, charity, religious duties and all other means of perfecting life is easily achieved by My devotee through loving service unto Me. If somehow or other My devotee desires promotion to heaven, liberation, or residence in My abode, he easily achieves such benedictions."
    },
    {
        "verse_id": "34",
        "text": "Because My devotees possess saintly behavior and deep intelligence, they completely dedicate themselves to Me and do not desire anything besides Me. Indeed, even if I offer them liberation from birth and death, they do not accept it."
    },
    {
        "verse_id": "35",
        "text": "It is said that complete detachment is the highest stage of freedom. Therefore, one who has no personal desire and does not pursue personal rewards can achieve loving devotional service unto Me."
    },
    {
        "verse_id": "36",
        "text": "Material piety and sin, which arise from the good and evil of this world, cannot exist within My unalloyed devotees, who, being free from material hankering, maintain steady spiritual consciousness in all circumstances. Indeed, such devotees have achieved Me, the Supreme Lord, who am beyond anything that can be conceived by material intelligence."
    },
    {
        "verse_id": "37",
        "text": "Persons who seriously follow these methods of achieving Me, which I have personally taught, attain freedom from illusion, and upon reaching My personal abode they perfectly understand the Absolute Truth."
    }
]