[
    {
        "verse_id": "1",
        "text": "Śrī Uddhava said: My dear Lord, You are beginningless and endless, the Absolute Truth Himself, unlimited by anything else. You are the protector and life-giver, the destruction and creation of all things that exist."
    },
    {
        "verse_id": "2",
        "text": "My dear Lord, although it is difficult for the impious to understand that You are situated in all superior and inferior creations, those brāhmaṇas who are actual knowers of the Vedic conclusion worship You in truth."
    },
    {
        "verse_id": "3",
        "text": "Please tell me of the perfections that great sages achieve by worshiping You with devotion. Also, kindly explain which of Your different forms they worship."
    },
    {
        "verse_id": "4",
        "text": "O my Lord, maintainer of all, although You are the Supersoul of the living entities, You remain hidden. Thus being bewildered by You, the living entities cannot see You, although You are seeing them."
    },
    {
        "verse_id": "5",
        "text": "O supremely potent Lord, please explain to me Your innumerable potencies, which You manifest on the earth, in heaven, in hell and indeed in all directions. I offer my humble obeisances at Your lotus feet, which are the shelter of all holy places."
    },
    {
        "verse_id": "6",
        "text": "The Supreme Personality of Godhead said: O best of those who know how to inquire, on the Battlefield of Kurukṣetra, Arjuna, desiring to fight with his rivals, asked Me the same question that you are now posing."
    },
    {
        "verse_id": "7",
        "text": "On the Battlefield of Kurukṣetra Arjuna thought that killing his relatives would be an abominable, irreligious activity, motivated only by his desire to acquire a kingdom. He therefore desisted from the battle, thinking, “I would be the killer of my relatives. They would be destroyed.” Thus Arjuna was afflicted with mundane consciousness."
    },
    {
        "verse_id": "8",
        "text": "At that time I enlightened Arjuna, the tiger among men, with logical arguments, and thus in the front of the battle Arjuna addressed Me with questions in the same way that you are now inquiring."
    },
    {
        "verse_id": "9",
        "text": "My dear Uddhava, I am the Supersoul of all living entities, and therefore I am naturally their well-wisher and supreme controller. Being the creator, maintainer and annihilator of all entities, I am not different from them."
    },
    {
        "verse_id": "10",
        "text": "I am the ultimate goal of all those seeking progress, and I am time among those who exert control. I am the equilibrium of the modes of material nature, and I am natural virtue among the pious."
    },
    {
        "verse_id": "11",
        "text": "Among things possessing qualities I am the primary manifestation of nature, and among great things I am the total material creation. Among subtle things I am the spirit soul, and of things that are difficult to conquer I am the mind."
    },
    {
        "verse_id": "12",
        "text": "Among the Vedas I am their original teacher, Lord Brahmā, and of all mantras I am the three-lettered oṁkāra. Among letters I am the first letter, “a,” and among sacred meters I am the Gāyatrī mantra."
    },
    {
        "verse_id": "13",
        "text": "Among the demigods I am Indra, and among the Vasus I am Agni, the god of fire. I am Viṣṇu among the sons of Aditi, and among the Rudras I am Lord Śiva."
    },
    {
        "verse_id": "14",
        "text": "Among saintly brāhmaṇas I am Bhṛgu Muni, and I am Manu among saintly kings. I am Nārada Muni among saintly demigods, and I am Kāmadhenu among cows."
    },
    {
        "verse_id": "15",
        "text": "I am Lord Kapila among perfected beings and Garuḍa among birds. I am Dakṣa among the progenitors of mankind, and I am Aryamā among the forefathers."
    },
    {
        "verse_id": "16",
        "text": "My dear Uddhava, among the demoniac sons of Diti know Me to be Prahlāda Mahārāja, the saintly lord of the asuras. Among the stars and herbs I am their lord, Candra (the moon), and among Yakṣas and Rākṣasas I am the lord of wealth, Kuvera."
    },
    {
        "verse_id": "17",
        "text": "I am Airāvata among lordly elephants, and among aquatics I am Varuṇa, the lord of the seas. Among all things that heat and illuminate I am the sun, and among human beings I am the king."
    },
    {
        "verse_id": "18",
        "text": "Among horses I am Uccaiḥśravā, and I am gold among metals. I am Yamarāja among those who suppress and punish, and among serpents I am Vāsuki."
    },
    {
        "verse_id": "19",
        "text": "O sinless Uddhava, among the best of snakes I am Anantadeva, and among those animals with sharp horns or teeth I am the lion. Among the social orders I am the fourth, or the renounced order of life, and among the occupational divisions I am the first, the brāhmaṇas."
    },
    {
        "verse_id": "20",
        "text": "Among sacred and flowing things I am the holy Ganges, and among steady bodies of water I am the ocean. Among weapons I am the bow, and of the wielders of weapons I am Lord Śiva."
    },
    {
        "verse_id": "21",
        "text": "Among residences I am Mount Sumeru, and of impervious places I am the Himālayas. Among trees I am the holy fig tree, and among plants I am those that bear grains."
    },
    {
        "verse_id": "22",
        "text": "Among priests I am Vasiṣṭha Muni, and among those highly situated in Vedic culture I am Bṛhaspati. I am Kārtikeya among great military leaders, and among those advancing in superior ways of life I am the great personality Lord Brahmā."
    },
    {
        "verse_id": "23",
        "text": "Among sacrifices I am study of the Veda, and I am nonviolence among vows. Among all things that purify I am the wind, fire, the sun, water and speech."
    },
    {
        "verse_id": "24",
        "text": "Among the eight progressive states of yoga I am the final stage, samādhi, in which the soul is completely separated from illusion. Among those desiring victory I am prudent political counsel, and among processes of expert discrimination I am the science of the soul, by which one distinguishes spirit from matter. Among all speculative philosophers I am diversity of perception."
    },
    {
        "verse_id": "25",
        "text": "Among ladies I am Śatarūpā, and among male personalities I am her husband, Svāyambhuva Manu. I am Nārāyaṇa among the sages and Sanat-kumāra among brahmacārīs."
    },
    {
        "verse_id": "26",
        "text": "Among religious principles I am renunciation, and of all types of security I am consciousness of the eternal soul within. Of secrets I am pleasant speech and silence, and among sexual pairs I am Brahmā."
    },
    {
        "verse_id": "27",
        "text": "Among the vigilant cycles of time I am the year, and among seasons I am spring. Among months I am Mārgaśīrṣa, and among lunar houses I am the auspicious Abhijit."
    },
    {
        "verse_id": "28",
        "text": "Among ages I am the Satya-yuga, the age of truth, and among steady sages I am Devala and Asita. Among those who have divided the Vedas I am Kṛṣṇa Dvaipāyana Vedavyāsa, and among learned scholars I am Śukrācārya, the knower of spiritual science."
    },
    {
        "verse_id": "29",
        "text": "Among those entitled to the name Bhagavān I am Vāsudeva, and indeed, you, Uddhava, represent Me among the devotees. I am Hanumān among the Kimpuruṣas, and among the Vidyādharas I am Sudarśana."
    },
    {
        "verse_id": "30",
        "text": "Among jewels I am the ruby, and among beautiful things I am the lotus cup. Among all types of grass I am the sacred kuśa, and of oblations I am ghee and other ingredients obtained from the cow."
    },
    {
        "verse_id": "31",
        "text": "Among the enterprising I am fortune, and among the cheaters I am gambling. I am the forgiveness of the tolerant and the good qualities of those in the mode of goodness."
    },
    {
        "verse_id": "32",
        "text": "Of the powerful I am bodily and mental strength, and I am the devotional activities of My devotees. My devotees worship Me in nine different forms, among which I am the original and primary Vāsudeva."
    },
    {
        "verse_id": "33",
        "text": "Among the Gandharvas I am Viśvāvasu, and I am Pūrvacitti among the heavenly Apsaras. I am the steadiness of mountains and the fragrant aroma of the earth."
    },
    {
        "verse_id": "34",
        "text": "I am the sweet taste of water, and among brilliant things I am the sun. I am the effulgence of the sun, moon and stars, and I am the transcendental sound that vibrates in the sky."
    },
    {
        "verse_id": "35",
        "text": "Among those dedicated to brahminical culture I am Bali Mahārāja, the son of Virocana, and I am Arjuna among heroes. Indeed, I am the creation, maintenance and annihilation of all living entities."
    },
    {
        "verse_id": "36",
        "text": "I am the functions of the five working senses — the legs, speech, anus, hands and sex organs — as well as those of the five knowledge-acquiring senses — touch, sight, taste, hearing and smell. I am also the potency by which each of the senses experiences its particular sense object."
    },
    {
        "verse_id": "37",
        "text": "I am form, taste, aroma, touch and sound; false ego; the mahat-tattva; earth, water, fire, air and sky; the living entity; material nature; the modes of goodness, passion and ignorance; and the transcendental Lord. All these items, along with knowledge of their individual symptoms and the steady conviction that results from this knowledge, represent Me."
    },
    {
        "verse_id": "38",
        "text": "As the Supreme Lord I am the basis of the living entity, of the modes of nature and of the mahat-tattva. Thus I am everything, and nothing whatsoever can exist without Me."
    },
    {
        "verse_id": "39",
        "text": "Even though over a period of time I might count all the atoms of the universe, I could not count all of My opulences which I manifest within innumerable universes."
    },
    {
        "verse_id": "40",
        "text": "Whatever power, beauty, fame, opulence, humility, renunciation, mental pleasure, fortune, strength, tolerance or spiritual knowledge there may be is simply an expansion of My opulence."
    },
    {
        "verse_id": "41",
        "text": "I have briefly described to you all My spiritual opulences and also the extraordinary material features of My creation, which are perceived by the mind and defined in different ways according to circumstances."
    },
    {
        "verse_id": "42",
        "text": "Therefore, control your speaking, subdue the mind, conquer the life air, regulate the senses and through purified intelligence bring your rational faculties under control. In this way you will never again fall onto the path of material existence."
    },
    {
        "verse_id": "43",
        "text": "A transcendentalist who does not completely control his words and mind by superior intelligence will find that his spiritual vows, austerities and charity flow away just as water flows out of an unbaked clay pot."
    },
    {
        "verse_id": "44",
        "text": "Being surrendered to Me, one should control the speech, mind and life air, and then through loving devotional intelligence one will completely fulfill the mission of life."
    }
]