[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: O greatly fortunate Uddhava, you have accurately revealed My desire to withdraw the Yadu dynasty from the earth and return to My own abode in Vaikuṇṭha. Thus Lord Brahmā, Lord Śiva and all other planetary rulers are now praying for Me to resume My residence in Vaikuṇṭha."
    },
    {
        "verse_id": "2",
        "text": "Answering the prayer of Lord Brahmā, I descended within this world along with My plenary portion, Lord Baladeva, and performed various activities on behalf of the demigods. I have now completed My mission here."
    },
    {
        "verse_id": "3",
        "text": "Now due to the brāhmaṇas’ curse the Yadu dynasty will certainly perish by fighting among themselves; and on the seventh day from today the ocean will rise up and inundate this city of Dvārakā."
    },
    {
        "verse_id": "4",
        "text": "O saintly Uddhava, in the near future I will abandon this earth. Then, being overwhelmed by the Age of Kali, the earth will be bereft of all piety."
    },
    {
        "verse_id": "5",
        "text": "My dear Uddhava, you should not remain here on the earth once I have abandoned this world. My dear devotee, you are sinless, but in Kali-yuga the people will be addicted to all types of sinful activities; therefore do not stay here."
    },
    {
        "verse_id": "6",
        "text": "Now you should completely give up all attachment to your personal friends and relatives and fix your mind on Me. Thus being always conscious of Me, you should observe all things with equal vision and wander throughout the earth."
    },
    {
        "verse_id": "7",
        "text": "My dear Uddhava, the material universe that you perceive through your mind, speech, eyes, ears and other senses is an illusory creation that one imagines to be real due to the influence of māyā. In fact, you should know that all of the objects of the material senses are temporary."
    },
    {
        "verse_id": "8",
        "text": "One whose consciousness is bewildered by illusion perceives many differences in value and meaning among material objects. Thus one engages constantly on the platform of material good and evil and is bound by such conceptions. Absorbed in material duality, such a person contemplates the performance of compulsory duties, nonperformance of such duties and performance of forbidden activities."
    },
    {
        "verse_id": "9",
        "text": "Therefore, bringing all your senses under control and thus subduing the mind, you should see the entire world as situated within the self, who is expanded everywhere, and you should also see this individual self within Me, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "10",
        "text": "Being fully endowed with conclusive knowledge of the Vedas and having realized the ultimate purpose of such knowledge in practice, you will be able to perceive the pure self, and thus your mind will be satisfied. At that time you will become dear to all living beings, headed by the demigods, and you will never be hampered by any disturbance in life."
    },
    {
        "verse_id": "11",
        "text": "One who has transcended material good and evil automatically acts in accordance with religious injunctions and avoids forbidden activities. The self-realized person does this spontaneously, like an innocent child, and not because he is thinking in terms of material good and evil."
    },
    {
        "verse_id": "12",
        "text": "One who is the kind well-wisher of all living beings, who is peaceful and firmly fixed in knowledge and realization, sees Me within all things. Such a person never again falls down into the cycle of birth and death."
    },
    {
        "verse_id": "13",
        "text": "Śrī Śukadeva Gosvāmi said: O King, the Supreme Personality of Godhead, Lord Kṛṣṇa, thus instructed His pure devotee Uddhava, who was eager to receive knowledge from the Lord. Uddhava then offered obeisances to the Lord and spoke as follows."
    },
    {
        "verse_id": "14",
        "text": "Śrī Uddhava said: My dear Lord, You alone award the results of yoga practice, and You are so kind that by Your own influence You distribute the perfection of yoga to Your devotee. Thus You are the Supreme Soul who is realized through yoga, and it is You who are the origin of all mystic power. For my supreme benefit You have explained the procedure for giving up the material world through the process of sannyāsa, or renunciation."
    },
    {
        "verse_id": "15",
        "text": "My dear Lord, O Supreme Soul, for those whose minds are attached to sense gratification, and especially for those bereft of devotion unto You, such renunciation of material enjoyment is most difficult to perform. That is my opinion."
    },
    {
        "verse_id": "16",
        "text": "O my Lord, I myself am most foolish because my consciousness is merged in the material body and bodily relations, which are all manufactured by Your illusory energy. Thus I am thinking, “I am this body, and all of these relatives are mine.” Therefore, my Lord, please instruct Your poor servant. Please tell me how I can very easily carry out Your instructions."
    },
    {
        "verse_id": "17",
        "text": "My dear Lord, You are the Absolute Truth, the Supreme Personality of Godhead, and You reveal Yourself to Your devotees. Besides Your Lordship, I do not see anyone who can actually explain perfect knowledge to me. Such a perfect teacher is not to be found even among the demigods in heaven. Indeed, all of the demigods, headed by Lord Brahmā, are bewildered by Your illusory potency. They are conditioned souls who accept their own material bodies and bodily expansions to be the highest truth."
    },
    {
        "verse_id": "18",
        "text": "Therefore, O Lord, feeling weary of material life and tormented by its distresses, I now surrender unto You because You are the perfect master. You are the unlimited, all-knowing Supreme Personality of Godhead, whose spiritual abode in Vaikuṇṭha is free from all disturbances. In fact, You are known as Nārāyaṇa, the true friend of all living beings."
    },
    {
        "verse_id": "19",
        "text": "The Supreme Lord replied: Generally those human beings who can expertly analyze the actual situation of the material world are able to raise themselves beyond the inauspicious life of gross material gratification."
    },
    {
        "verse_id": "20",
        "text": "An intelligent person, expert in perceiving the world around him and in applying sound logic, can achieve real benefit through his own intelligence. Thus sometimes one acts as one’s own instructing spiritual master."
    },
    {
        "verse_id": "21",
        "text": "In the human form of life, those who are self-controlled and expert in the spiritual science of Sāṅkhya can directly see Me along with all of My potencies."
    },
    {
        "verse_id": "22",
        "text": "In this world there are many kinds of created bodies — some with one leg, others with two, three, four or more legs, and still others with no legs — but of all these, the human form is actually dear to Me."
    },
    {
        "verse_id": "23",
        "text": "Although I, the Supreme Lord, can never be captured by ordinary sense perception, those situated in human life may use their intelligence and other faculties of perception to directly search for Me through both apparent and indirectly ascertained symptoms."
    },
    {
        "verse_id": "24",
        "text": "In this regard, sages cite a historical narration concerning the conversation between the greatly powerful King Yadu and an avadhūta."
    },
    {
        "verse_id": "25",
        "text": "Mahārāja Yadu once observed a certain brāhmaṇa avadhūta, who appeared to be quite young and learned, wandering about fearlessly. Being himself most learned in spiritual science, the King took the opportunity and inquired from him as follows."
    },
    {
        "verse_id": "26",
        "text": "Śrī Yadu said: O brāhmaṇa, I see that you are not engaged in any practical religious activity, and yet you have acquired a most expert understanding of all things and all people within this world. Kindly tell me, sir, how did you acquire this extraordinary intelligence, and why are you traveling freely throughout the world behaving as if you were a child?"
    },
    {
        "verse_id": "27",
        "text": "Generally human beings work hard to cultivate religiosity, economic development, sense gratification and also knowledge of the soul, and their usual motive is to increase the duration of their lives, acquire fame and enjoy material opulence."
    },
    {
        "verse_id": "28",
        "text": "You, however, although capable, learned, expert, handsome and most eloquent, are not engaged in doing anything, nor do you desire anything; rather, you appear stupefied and maddened as if you were a ghostly creature."
    },
    {
        "verse_id": "29",
        "text": "Although all people within the material world are burning in the great forest fire of lust and greed, you remain free and are not burned by that fire. You are just like an elephant who takes shelter from a forest fire by standing within the water of the Ganges River."
    },
    {
        "verse_id": "30",
        "text": "O brāhmaṇa, we see that you are devoid of any contact with material enjoyment and that you are traveling alone, without any companions or family members. Therefore, because we are sincerely inquiring from you, please tell us the cause of the great ecstasy that you are feeling within yourself."
    },
    {
        "verse_id": "31",
        "text": "Lord Kṛṣṇa continued: The intelligent King Yadu, always respectful to the brāhmaṇas, waited with bowed head as the brāhmaṇa, pleased with the King’s attitude, began to reply."
    },
    {
        "verse_id": "32",
        "text": "The brāhmaṇa said: My dear King, with my intelligence I have taken shelter of many spiritual masters. Having gained transcendental understanding from them, I now wander about the earth in a liberated condition. Please listen as I describe them to you."
    },
    {
        "verse_id": "33",
        "text": "O King, I have taken shelter of twenty-four gurus, who are the following: the earth, air, sky, water, fire, moon, sun, pigeon and python; the sea, moth, honeybee, elephant and honey thief; the deer, the fish, the prostitute Piṅgalā, the kurara bird and the child; and the young girl, arrow maker, serpent, spider and wasp. My dear King, by studying their activities I have learned the science of the self."
    },
    {
        "verse_id": "36",
        "text": "Please listen, O son of Mahārāja Yayāti, O tiger among men, as I explain to you what I have learned from each of these gurus."
    },
    {
        "verse_id": "37",
        "text": "A sober person, even when harassed by other living beings, should understand that his aggressors are acting helplessly under the control of God, and thus he should never be distracted from progress on his own path. This rule I have learned from the earth."
    },
    {
        "verse_id": "38",
        "text": "A saintly person should learn from the mountain to devote all his efforts to the service of others and to make the welfare of others the sole reason for his existence. Similarly, as the disciple of the tree, he should learn to dedicate himself to others."
    },
    {
        "verse_id": "39",
        "text": "A learned sage should take his satisfaction in the simple maintenance of his existence and should not seek satisfaction through gratifying the material senses. In other words, one should care for the material body in such a way that one’s higher knowledge is not destroyed and so that one’s speech and mind are not deviated from self-realization."
    },
    {
        "verse_id": "40",
        "text": "Even a transcendentalist is surrounded by innumerable material objects, which possess good and bad qualities. However, one who has transcended material good and evil should not become entangled even when in contact with the material objects; rather, he should act like the wind."
    },
    {
        "verse_id": "41",
        "text": "Although a self-realized soul may live in various material bodies while in this world, experiencing their various qualities and functions, he is never entangled, just as the wind which carries various aromas does not actually mix with them."
    },
    {
        "verse_id": "42",
        "text": "A thoughtful sage, even while living within a material body, should understand himself to be pure spirit soul. Similarly, one should see that the spirit soul enters within all forms of life, both moving and nonmoving, and that the individual souls are thus all-pervading. The sage should further observe that the Supreme Personality of Godhead, as the Supersoul, is simultaneously present within all things. Both the individual soul and the Supersoul can be understood by comparing them to the nature of the sky: although the sky extends everywhere and everything rests within the sky, the sky does not mix with anything, nor can it be divided by anything."
    },
    {
        "verse_id": "43",
        "text": "Although the mighty wind blows clouds and storms across the sky, the sky is never implicated or affected by these activities. Similarly, the spirit soul is not actually changed or affected by contact with the material nature. Although the living entity enters within a body made of earth, water and fire, and although he is impelled by the three modes of nature created by eternal time, his eternal spiritual nature is never actually affected."
    },
    {
        "verse_id": "44",
        "text": "O King, a saintly person is just like water because he is free from all contamination, gentle by nature, and by speaking creates a beautiful vibration like that of flowing water. Just by seeing, touching or hearing such a saintly person, the living entity is purified, just as one is cleansed by contact with pure water. Thus a saintly person, just like a holy place, purifies all those who contact him because he always chants the glories of the Lord."
    },
    {
        "verse_id": "45",
        "text": "Saintly persons become powerful by execution of austerities. Their consciousness is unshakable because they do not try to enjoy anything within the material world. Such naturally liberated sages accept foodstuffs that are offered to them by destiny, and if by chance they happen to eat contaminated food, they are not affected, just like fire, which burns up contaminated substances that are offered to it."
    },
    {
        "verse_id": "46",
        "text": "A saintly person, just like fire, sometimes appears in a concealed form and at other times reveals himself. For the welfare of the conditioned souls who desire real happiness, a saintly person may accept the worshipable position of spiritual master, and thus like fire he burns to ashes all the past and future sinful reactions of his worshipers by mercifully accepting their offerings."
    },
    {
        "verse_id": "47",
        "text": "Just as fire manifests differently in pieces of wood of different sizes and qualities, the omnipotent Supreme Soul, having entered the bodies of higher and lower life forms created by His own potency, appears to assume the identity of each."
    },
    {
        "verse_id": "48",
        "text": "The various phases of one’s material life, beginning with birth and culminating in death, are all properties of the body and do not affect the soul, just as the apparent waxing and waning of the moon does not affect the moon itself. Such changes are enforced by the imperceptible movements of time."
    },
    {
        "verse_id": "49",
        "text": "The flames of a fire appear and disappear at every moment, and yet this creation and destruction is not noticed by the ordinary observer. Similarly, the mighty waves of time flow constantly, like the powerful currents of a river, and imperceptibly cause the birth, growth and death of innumerable material bodies. And yet the soul, who is thus constantly forced to change his position, cannot perceive the actions of time."
    },
    {
        "verse_id": "50",
        "text": "Just as the sun evaporates large quantities of water by its potent rays and later returns the water to the earth in the form of rain, similarly, a saintly person accepts all types of material objects with his material senses, and at the appropriate time, when the proper person has approached him to request them, he returns such material objects. Thus, both in accepting and giving up the objects of the senses, he is not entangled."
    },
    {
        "verse_id": "51",
        "text": "Even when reflected in various objects, the sun is never divided, nor does it merge into its reflection. Only those with dull brains would consider the sun in this way. Similarly, although the soul is reflected through different material bodies, the soul remains undivided and nonmaterial."
    },
    {
        "verse_id": "52",
        "text": "One should never indulge in excessive affection or concern for anyone or anything; otherwise one will have to experience great suffering, just like the foolish pigeon."
    },
    {
        "verse_id": "53",
        "text": "There once was a pigeon who lived in the forest along with his wife. He had built a nest within a tree and lived there for several years in her company."
    },
    {
        "verse_id": "54",
        "text": "The two pigeons were very much devoted to their household duties. Their hearts being tied together by sentimental affection, they were each attracted by the other’s glances, bodily features and states of mind. Thus, they completely bound each other in affection."
    },
    {
        "verse_id": "55",
        "text": "Naively trusting in the future, they carried out their acts of resting, sitting, walking, standing, conversing, playing, eating and so forth as a loving couple among the trees of the forest."
    },
    {
        "verse_id": "56",
        "text": "Whenever she desired anything, O King, the she-pigeon would flatteringly cajole her husband, and he in turn would gratify her by faithfully doing whatever she wanted, even with great personal difficulty. Thus, he could not control his senses in her association."
    },
    {
        "verse_id": "57",
        "text": "Then the female pigeon experienced her first pregnancy. When the time arrived, the chaste lady delivered a number of eggs within the nest in the presence of her husband."
    },
    {
        "verse_id": "58",
        "text": "When the time was ripe, baby pigeons, with tender limbs and feathers created by the inconceivable potencies of the Lord, were born from those eggs."
    },
    {
        "verse_id": "59",
        "text": "The two pigeons became most affectionate to their children and took great pleasure in listening to their awkward chirping, which sounded very sweet to the parents. Thus with love they began to raise the little birds who were born of them."
    },
    {
        "verse_id": "60",
        "text": "The parent birds became very joyful by observing the soft wings of their children, their chirping, their lovely innocent movements around the nest and their attempts to jump up and fly. Seeing their children happy, the parents were also happy."
    },
    {
        "verse_id": "61",
        "text": "Their hearts bound to each other by affection, the foolish birds, completely bewildered by the illusory energy of Lord Viṣṇu, continued to take care of the young offspring who had been born to them."
    },
    {
        "verse_id": "62",
        "text": "One day the two heads of the family went out to find food for the children. Being very anxious to feed their offspring properly, they wandered all over the forest for a long time."
    },
    {
        "verse_id": "63",
        "text": "At that time a certain hunter who happened to be wandering through the forest saw the young pigeons moving about near their nest. Spreading out his net he captured them all."
    },
    {
        "verse_id": "64",
        "text": "The pigeon and his wife were always anxious for the maintenance of their children, and they were wandering in the forest for that purpose. Having obtained proper food, they now returned to their nest."
    },
    {
        "verse_id": "65",
        "text": "When the lady pigeon caught sight of her own children trapped within the hunter’s net, she was overwhelmed with anguish, and crying out, she rushed toward them as they cried out to her in return."
    },
    {
        "verse_id": "66",
        "text": "The lady pigeon had always allowed herself to be bound by the ropes of intense material affection, and thus her mind was overwhelmed by anguish. Being in the grip of the illusory energy of the Lord, she completely forgot herself, and rushing forward to her helpless children, she was immediately bound in the hunter’s net."
    },
    {
        "verse_id": "67",
        "text": "Seeing his own children, who were more dear to him than life itself, fatally bound in the hunter’s net along with his dearmost wife, whom he considered equal in every way to himself, the poor male pigeon began to lament wretchedly."
    },
    {
        "verse_id": "68",
        "text": "The male pigeon said: Alas, just see how I am now destroyed! I am obviously a great fool, for I did not properly execute pious activities. I could not satisfy myself, nor could I fulfill the purpose of life. My dear family, which was the basis of my religiosity, economic development and sense gratification, is now hopelessly ruined."
    },
    {
        "verse_id": "69",
        "text": "My wife and I were an ideal match. She always faithfully obeyed me and in fact accepted me as her worshipable deity. But now, seeing her children lost and her home empty, she has left me behind and gone to heaven with our saintly children."
    },
    {
        "verse_id": "70",
        "text": "Now I am a wretched person living in an empty home. My wife is dead; my children are dead. Why should I possibly want to live? My heart is so pained by separation from my family that life itself has become simply suffering."
    },
    {
        "verse_id": "71",
        "text": "As the father pigeon wretchedly stared at his poor children trapped in the net and on the verge of death, pathetically struggling to free themselves, his mind went blank, and thus he himself fell into the hunter’s net."
    },
    {
        "verse_id": "72",
        "text": "The cruel hunter, having fulfilled his desire by capturing the head pigeon, his wife and all of their children, set off for his own home."
    },
    {
        "verse_id": "73",
        "text": "In this way, one who is too attached to family life becomes disturbed at heart. Like the pigeon, he tries to find pleasure in mundane sex attraction. Busily engaged in maintaining his own family, the miserly person is fated to suffer greatly, along with all his family members."
    },
    {
        "verse_id": "74",
        "text": "The doors of liberation are opened wide to one who has achieved human life. But if a human being simply devotes himself to family life like the foolish bird in this story, then he is to be considered as one who has climbed to a high place only to trip and fall down."
    }
]