[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: The three modes of material nature, namely goodness, passion and ignorance, pertain to material intelligence and not to the spirit soul. By development of material goodness one can conquer the modes of passion and ignorance, and by cultivation of transcendental goodness one may free oneself even from material goodness."
    },
    {
        "verse_id": "2",
        "text": "When the living entity becomes strongly situated in the mode of goodness, then religious principles, characterized by devotional service to Me, become prominent. One can strengthen the mode of goodness by cultivation of those things that are already situated in goodness, and thus religious principles arise."
    },
    {
        "verse_id": "3",
        "text": "Religious principles, strengthened by the mode of goodness, destroy the influence of passion and ignorance. When passion and ignorance are overcome, their original cause, irreligion, is quickly vanquished."
    },
    {
        "verse_id": "4",
        "text": "According to the quality of religious scriptures, water, one’s association with one’s children or with people in general, the particular place, the time, activities, birth, meditation, chanting of mantras, and purificatory rituals, the modes of nature become differently prominent."
    },
    {
        "verse_id": "5",
        "text": "Among the ten items I have just mentioned, the great sages who understand Vedic knowledge have praised and recommended those that are in the mode of goodness, criticized and rejected those in the mode of ignorance, and shown indifference to those in the mode of passion."
    },
    {
        "verse_id": "6",
        "text": "Until one revives one’s direct knowledge of the spirit soul and drives away the illusory identification with the material body and mind caused by the three modes of nature, one must cultivate those things in the mode of goodness. By increasing the mode of goodness, one automatically can understand and practice religious principles, and by such practice transcendental knowledge is awakened."
    },
    {
        "verse_id": "7",
        "text": "In a bamboo forest the wind sometimes rubs the bamboo stalks together, and such friction generates a blazing fire that consumes the very source of its birth, the bamboo forest. Thus, the fire is automatically calmed by its own action. Similarly, by the competition and interaction of the material modes of nature, the subtle and gross material bodies are generated. If one uses his mind and body to cultivate knowledge, then such enlightenment destroys the influence of the modes of nature that generated one’s body. Thus, like the fire, the body and mind are pacified by their own actions in destroying the source of their birth."
    },
    {
        "verse_id": "8",
        "text": "Śrī Uddhava said: My dear Kṛṣṇa, generally human beings know that material life brings great future unhappiness, and still they try to enjoy material life. My dear Lord, how can one in knowledge act just like a dog, an ass or a goat?"
    },
    {
        "verse_id": "9",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, a person bereft of intelligence first falsely identifies himself with the material body and mind, and when such false knowledge arises within one’s consciousness, material passion, the cause of great suffering, pervades the mind, which by nature is situated in goodness. Then the mind, contaminated by passion, becomes absorbed in making and changing many plans for material advancement. Thus, by constantly thinking of the modes of material nature, a foolish person is afflicted with unbearable material desires."
    },
    {
        "verse_id": "11",
        "text": "One who does not control the material senses comes under the control of material desires and is thus bewildered by the strong waves of the mode of passion. Such a person executes material activities, although clearly seeing that the result will be future unhappiness."
    },
    {
        "verse_id": "12",
        "text": "Although the intelligence of a learned person may be bewildered by the modes of passion and ignorance, he should again carefully bring the mind under control. By clearly seeing the contamination of the modes of nature, he does not become attached."
    },
    {
        "verse_id": "13",
        "text": "A person should be attentive and grave and never lazy or morose. Mastering the yoga procedures of breathing and sitting properly, one should practice fixing the mind on Me at dawn, noon and sunset, and thus gradually the mind should be completely absorbed in Me."
    },
    {
        "verse_id": "14",
        "text": "The actual yoga system as taught by My devotees, headed by Sanaka-kumāra, is simply this: Having withdrawn the mind from all other objects, one should directly and appropriately absorb it in Me."
    },
    {
        "verse_id": "15",
        "text": "Śrī Uddhava said: My dear Keśava, at what time and in what form did You instruct the science of yoga to Sanaka and his brothers? I now desire to know about these things."
    },
    {
        "verse_id": "16",
        "text": "The Supreme Personality of Godhead said: Once, the mental sons of Lord Brahmā, namely, the sages headed by Sanaka, inquired from their father about the difficult subject matter of the supreme goal of yoga."
    },
    {
        "verse_id": "17",
        "text": "The sages headed by Sanaka said: O Lord, people’s minds are naturally attracted to material sense objects, and similarly the sense objects in the form of desire enter within the mind. Therefore, how can a person who desires liberation, who desires to cross over activities of sense gratification, destroy this mutual relationship between the sense objects and the mind? Please explain this to us."
    },
    {
        "verse_id": "18",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, Brahmā himself, who is born directly from the body of the Lord and who is the creator of all living entities within the material world, being the best of the demigods, seriously contemplated the question of his sons headed by Sanaka. The intelligence of Brahmā, however, was affected by his own activities of creation, and thus he could not discover the essential answer to this question."
    },
    {
        "verse_id": "19",
        "text": "Lord Brahmā desired to attain the answer to the question that was puzzling him, and thus he fixed his mind on Me, the Supreme Lord. At that time, in My form of Haṁsa, I became visible to Lord Brahmā."
    },
    {
        "verse_id": "20",
        "text": "Thus seeing Me, the sages, placing Brahmā in the lead, came forward and worshiped My lotus feet. Then they frankly asked Me, “Who are You?”"
    },
    {
        "verse_id": "21",
        "text": "My dear Uddhava, the sages, being eager to understand the ultimate truth of the yoga system, thus inquired from Me. Now please hear as I explain that which I spoke unto the sages."
    },
    {
        "verse_id": "22",
        "text": "My dear brāhmaṇas, if, when asking Me who I am, you believe that I am also a jīva soul and that there is no ultimate difference between us — since all souls are ultimately one without individuality — then how is your question possible or appropriate? Ultimately, what is the real situation or resting place both of yourselves and of Me?"
    },
    {
        "verse_id": "23",
        "text": "If by asking Me “Who are You?” you were referring to the material body, then I must point out that all material bodies are constituted of five elements, namely earth, water, fire, air and ether. Thus, you should have asked, “Who are you five?” If you consider that all material bodies are ultimately one, being constituted essentially of the same elements, then your question is still meaningless, since there would be no deep purpose in distinguishing one body from another. Thus, it appears that in asking My identity, you are merely speaking words, without any real meaning or purpose."
    },
    {
        "verse_id": "24",
        "text": "Within this world, whatever is perceived by the mind, speech, eyes or other senses is Me alone and nothing besides Me. All of you please understand this by a straightforward analysis of the facts."
    },
    {
        "verse_id": "25",
        "text": "My dear sons, the mind has a natural proclivity to enter into the material sense objects, and similarly the sense objects enter into the mind; but both this material mind and the sense objects are merely designations that cover the spirit soul, who is part and parcel of Me."
    },
    {
        "verse_id": "26",
        "text": "A person who has thus achieved Me by understanding that he is not different from Me realizes that the material mind is lodged within the sense objects because of constant sense gratification, and that the material objects are existing prominently within the material mind. Having understood My transcendental nature, he gives up both the material mind and its objects."
    },
    {
        "verse_id": "27",
        "text": "Waking, sleeping and deep sleep are the three functions of the intelligence and are caused by the modes of material nature. The living entity within the body is ascertained to possess characteristics different from these three states and thus remains as a witness to them."
    },
    {
        "verse_id": "28",
        "text": "The spirit soul is trapped in the bondage of material intelligence, which awards him constant engagement in the illusory modes of nature. But I am the fourth stage of consciousness, beyond wakefulness, dreaming and deep sleep. Becoming situated in Me, the soul should give up the bondage of material consciousness. At that time, the living entity will automatically renounce the material sense objects and the material mind."
    },
    {
        "verse_id": "29",
        "text": "The false ego of the living entity places him in bondage and awards him exactly the opposite of what he really desires. Therefore, an intelligent person should give up his constant anxiety to enjoy material life and remain situated in the Lord, who is beyond the functions of material consciousness."
    },
    {
        "verse_id": "30",
        "text": "According to My instructions, one should fix the mind on Me alone. If, however, one continues to see many different values and goals in life rather than seeing everything within Me, then although apparently awake, one is actually dreaming due to incomplete knowledge, just as one may dream that one has wakened from a dream."
    },
    {
        "verse_id": "31",
        "text": "Those states of existence that are conceived of as separate from the Supreme Personality of Godhead have no actual existence, although they create a sense of separation from the Absolute Truth. Just as the seer of a dream imagines many different activities and rewards, similarly, because of the sense of an existence separate from the Lord’s existence, the living entity falsely performs fruitive activities, thinking them to be the cause of future rewards and destinations."
    },
    {
        "verse_id": "32",
        "text": "While awake the living entity enjoys with all of his senses the fleeting characteristics of the material body and mind; while dreaming he enjoys similar experiences within the mind; and in deep dreamless sleep all such experiences merge into ignorance. By remembering and contemplating the succession of wakefulness, dreaming and deep sleep, the living entity can understand that he is one throughout the three stages of consciousness and is transcendental. Thus, he becomes the lord of the senses."
    },
    {
        "verse_id": "33",
        "text": "You should consider how, by the influence of My illusory energy, these three states of the mind, caused by the modes of nature, have been artificially imagined to exist in Me. Having definitely ascertained the truth of the soul, you should utilize the sharpened sword of knowledge, acquired by logical reflection and from the instructions of sages and Vedic literatures, to completely cut off the false ego, which is the breeding ground of all doubts. All of you should then worship Me, who am situated within the heart."
    },
    {
        "verse_id": "34",
        "text": "One should see that the material world is a distinct illusion appearing in the mind, because material objects have an extremely flickering existence and are here today and gone tomorrow. They can be compared to the streaking red line created by whirling a fiery stick. The spirit soul by nature exists in the single state of pure consciousness. However, in this world he appears in many different forms and stages of existence. The modes of nature divide the soul’s consciousness into normal wakefulness, dreaming and dreamless sleep. All such varieties of perception, however, are actually māyā and exist only like a dream."
    },
    {
        "verse_id": "35",
        "text": "Having understood the temporary illusory nature of material things, and thus having pulled one’s vision away from illusion, one should remain without material desires. By experiencing the happiness of the soul, one should give up material speaking and activities. If sometimes one must observe the material world, one should remember that it is not ultimate reality and therefore one has given it up. By such constant remembrance up till the time of death, one will not again fall into illusion."
    },
    {
        "verse_id": "36",
        "text": "Just as a drunken man does not notice if he is wearing his coat or shirt, similarly, one who is perfect in self-realization and who has thus achieved his eternal identity does not notice whether the temporary body is sitting or standing. Indeed, if by God’s will the body is finished or if by God’s will he obtains a new body, a self-realized soul does not notice, just as a drunken man does not notice the situation of his outward dress."
    },
    {
        "verse_id": "37",
        "text": "The material body certainly moves under the control of supreme destiny and therefore must continue to live along with the senses and vital air as long as one’s karma is in effect. A self-realized soul, however, who is awakened to the absolute reality and who is thus highly situated in the perfect stage of yoga, will never again surrender to the material body and its manifold manifestations, knowing it to be just like a body visualized in a dream."
    },
    {
        "verse_id": "38",
        "text": "My dear brāhmaṇas, I have now explained to you the confidential knowledge of Sāṅkhya, by which one philosophically distinguishes matter from spirit, and of aṣṭāṅga-yoga, by which one links up with the Supreme. Please understand that I am the Supreme Personality of Godhead, Viṣṇu, and that I have appeared before you desiring to explain your actual religious duties."
    },
    {
        "verse_id": "39",
        "text": "O best of the brāhmaṇas, please know that I am the supreme shelter of the yoga system, analytic philosophy, virtuous action, truthful religious principles, power, beauty, fame and self-control."
    },
    {
        "verse_id": "40",
        "text": "All superior transcendental qualities, such as being beyond the modes of nature, detached, the well-wisher, the most dear, the Supersoul, equally situated everywhere, and free from material entanglement — all such qualities, free from the transformations of material qualities, find their shelter and worshipable object in Me."
    },
    {
        "verse_id": "41",
        "text": "[Lord Kṛṣṇa continued:] My dear Uddhava, thus all of the doubts of the sages headed by Sanaka were destroyed by My words. Fully worshiping Me with transcendental love and devotion, they chanted My glories with excellent hymns."
    },
    {
        "verse_id": "42",
        "text": "The greatest of sages, headed by Sanaka Ṛṣi, thus perfectly worshiped and glorified Me, and as Lord Brahmā looked on, I returned to My own abode."
    }
]