[
    {
        "verse_id": "1",
        "text": "Śrī Uddhava said: My dear Kṛṣṇa, the learned sages who explain Vedic literature recommend various processes for perfecting one’s life. Considering these varieties of viewpoint, my Lord, please tell me whether all these processes are equally important, or whether one of them is supreme."
    },
    {
        "verse_id": "2",
        "text": "My dear Lord, You have clearly explained the process of unalloyed devotional service, by which a devotee removes all material association from his life, enabling him to fix his mind on You."
    },
    {
        "verse_id": "3",
        "text": "The Supreme Personality of Godhead said: By the influence of time, the transcendental sound of Vedic knowledge was lost at the time of annihilation. Therefore, when the subsequent creation took place, I spoke the Vedic knowledge to Brahmā because I Myself am the religious principles enunciated in the Vedas."
    },
    {
        "verse_id": "4",
        "text": "Lord Brahmā spoke this Vedic knowledge to his eldest son, Manu, and the seven great sages headed by Bhṛgu Muni then accepted the same knowledge from Manu."
    },
    {
        "verse_id": "5",
        "text": "From the forefathers headed by Bhṛgu Muni and other sons of Brahmā appeared many children and descendants, who assumed different forms as demigods, demons, human beings, Guhyakas, Siddhas, Gandharvas, Vidyādharas, Cāraṇas, Kindevas, Kinnaras, Nāgas, Kimpuruṣas, and so on. All of the many universal species, along with their respective leaders, appeared with different natures and desires generated from the three modes of material nature. Therefore, because of the different characteristics of the living entities within the universe, there are a great many Vedic rituals, mantras and rewards."
    },
    {
        "verse_id": "8",
        "text": "Thus, due to the great variety of desires and natures among human beings, there are many different theistic philosophies of life, which are handed down through tradition, custom and disciplic succession. There are other teachers who directly support atheistic viewpoints."
    },
    {
        "verse_id": "9",
        "text": "O best among men, the intelligence of human beings is bewildered by My illusory potency, and thus, according to their own activities and whims, they speak in innumerable ways about what is actually good for people."
    },
    {
        "verse_id": "10",
        "text": "Some say that people will be happy by performing pious religious activities. Others say that happiness is attained through fame, sense gratification, truthfulness, self-control, peace, self-interest, political influence, opulence, renunciation, consumption, sacrifice, penance, charity, vows, regulated duties or strict disciplinary regulation. Each process has its proponents."
    },
    {
        "verse_id": "11",
        "text": "All the persons I have just mentioned obtain temporary fruits from their material work. Indeed, the meager and miserable situations they achieve bring future unhappiness and are based on ignorance. Even while enjoying the fruits of their work, such persons are filled with lamentation."
    },
    {
        "verse_id": "12",
        "text": "O learned Uddhava, those who fix their consciousness on Me, giving up all material desires, share with Me a happiness that cannot possibly be experienced by those engaged in sense gratification."
    },
    {
        "verse_id": "13",
        "text": "One who does not desire anything within this world, who has achieved peace by controlling his senses, whose consciousness is equal in all conditions and whose mind is completely satisfied in Me finds only happiness wherever he goes."
    },
    {
        "verse_id": "14",
        "text": "One who has fixed his consciousness on Me desires neither the position or abode of Lord Brahmā or Lord Indra, nor an empire on the earth, nor sovereignty in the lower planetary systems, nor the eightfold perfection of yoga, nor liberation from birth and death. Such a person desires Me alone."
    },
    {
        "verse_id": "15",
        "text": "My dear Uddhava, neither Lord Brahmā, Lord Śiva, Lord Saṅkarṣaṇa, the goddess of fortune nor indeed My own self are as dear to Me as you are."
    },
    {
        "verse_id": "16",
        "text": "With the dust of My devotees’ lotus feet I desire to purify the material worlds, which are situated within Me. Thus, I always follow the footsteps of My pure devotees, who are free from all personal desire, rapt in thought of My pastimes, peaceful, without any feelings of enmity, and of equal disposition everywhere."
    },
    {
        "verse_id": "17",
        "text": "Those who are without any desire for personal gratification, whose minds are always attached to Me, who are peaceful, without false ego and merciful to all living entities, and whose consciousness is never affected by opportunities for sense gratification — such persons enjoy in Me a happiness that cannot be known or achieved by those lacking such detachment from the material world."
    },
    {
        "verse_id": "18",
        "text": "My dear Uddhava, if My devotee has not fully conquered his senses, he may be harassed by material desires, but because of his unflinching devotion for Me, he will not be defeated by sense gratification."
    },
    {
        "verse_id": "19",
        "text": "My dear Uddhava, just as a blazing fire turns firewood into ashes, similarly, devotion unto Me completely burns to ashes sins committed by My devotees."
    },
    {
        "verse_id": "20",
        "text": "My dear Uddhava, the unalloyed devotional service rendered to Me by My devotees brings Me under their control. I cannot be thus controlled by those engaged in mystic yoga, Sāṅkhya philosophy, pious work, Vedic study, austerity or renunciation."
    },
    {
        "verse_id": "21",
        "text": "Only by practicing unalloyed devotional service with full faith in Me can one obtain Me, the Supreme Personality of Godhead. I am naturally dear to My devotees, who take Me as the only goal of their loving service. By engaging in such pure devotional service, even the dog-eaters can purify themselves from the contamination of their low birth."
    },
    {
        "verse_id": "22",
        "text": "Neither religious activities endowed with honesty and mercy nor knowledge obtained with great penance can completely purify one’s consciousness if they are bereft of loving service to Me."
    },
    {
        "verse_id": "23",
        "text": "If one’s hairs do not stand on end, how can the heart melt? And if the heart does not melt, how can tears of love flow from the eyes? If one does not cry in spiritual happiness, how can one render loving service to the Lord? And without such service, how can the consciousness be purified?"
    },
    {
        "verse_id": "24",
        "text": "A devotee whose speech is sometimes choked up, whose heart melts, who cries continually and sometimes laughs, who feels ashamed and cries out loudly and then dances — a devotee thus fixed in loving service to Me purifies the entire universe."
    },
    {
        "verse_id": "25",
        "text": "Just as gold, when smelted in fire, gives up its impurities and returns to its pure brilliant state, similarly, the spirit soul, absorbed in the fire of bhakti-yoga, is purified of all contamination caused by previous fruitive activities and returns to its original position of serving Me in the spiritual world."
    },
    {
        "verse_id": "26",
        "text": "When a diseased eye is treated with medicinal ointment it gradually recovers its power to see. Similarly, as a conscious living entity cleanses himself of material contamination by hearing and chanting the pious narrations of My glories, he regains his ability to see Me, the Absolute Truth, in My subtle spiritual form."
    },
    {
        "verse_id": "27",
        "text": "The mind of one meditating upon the objects of sense gratification is certainly entangled in such objects, but if one constantly remembers Me, then the mind is absorbed in Me."
    },
    {
        "verse_id": "28",
        "text": "Therefore, one should reject all material processes of elevation, which are like the mental creations of a dream, and should completely absorb one’s mind in Me. By constantly thinking of Me, one becomes purified."
    },
    {
        "verse_id": "29",
        "text": "Being conscious of the eternal self, one should give up association with women and those intimately associated with women. Sitting fearlessly in a solitary place, one should concentrate the mind on Me with great attention."
    },
    {
        "verse_id": "30",
        "text": "Of all kinds of suffering and bondage arising from various attachments, none is greater than the suffering and bondage arising from attachment to women and intimate contact with those attached to women."
    },
    {
        "verse_id": "31",
        "text": "Śrī Uddhava said: My dear lotus-eyed Kṛṣṇa, by what process should one who desires liberation meditate upon You, of what specific nature should his meditation be, and upon which form should he meditate? Kindly explain to me this topic of meditation."
    },
    {
        "verse_id": "32",
        "text": "The Supreme Personality of Godhead said: Sitting on a level seat that is not too high or too low, keeping the body straight and erect yet comfortable, placing the two hands on one’s lap and focusing the eyes on the tip of one’s nose, one should purify the pathways of breathing by practicing the mechanical exercises of pūraka, kumbhaka and recaka, and then one should reverse the procedure (recaka, kumbhaka, pūraka). Having fully controlled the senses, one may thus practice prāṇāyāma step by step."
    },
    {
        "verse_id": "34",
        "text": "Beginning from the mūlādhāra-cakra, one should move the life air continuously upward like the fibers in the lotus stalk until one reaches the heart, where the sacred syllable om is situated like the sound of a bell. One should thus continue raising the sacred syllable upward the distance of twelve aṅgulas, and there the oṁkāra should be joined together with the fifteen vibrations produced with anusvāra."
    },
    {
        "verse_id": "35",
        "text": "Being fixed in the oṁkāra, one should carefully practice the prāṇāyāma system ten times at each sunrise, noon and sunset. Thus, after one month one will have conquered the life air."
    },
    {
        "verse_id": "36",
        "text": "Keeping the eyes half closed and fixed on the tip of one’s nose, being enlivened and alert, one should meditate on the lotus flower situated within the heart. This lotus has eight petals and is situated on an erect lotus stalk. One should meditate on the sun, moon and fire, placing them one after the other within the whorl of that lotus flower. Placing My transcendental form within the fire, one should meditate upon it as the auspicious goal of all meditation. That form is perfectly proportioned, gentle and cheerful. It possesses four beautiful long arms, a charming, beautiful neck, a handsome forehead, a pure smile and glowing, shark-shaped earrings suspended from two identical ears. That spiritual form is the color of a dark rain cloud and is garbed in golden-yellowish silk. The chest of that form is the abode of Śrīvatsa and the goddess of fortune, and that form is also decorated with a conchshell, disc, club, lotus flower and garland of forest flowers. The two brilliant lotus feet are decorated with ankle bells and bracelets, and that form exhibits the Kaustubha gem along with an effulgent crown. The upper hips are beautified by a golden belt, and the arms are decorated with valuable bracelets. All of the limbs of that beautiful form capture the heart, and the face is beautified by merciful glancing. Pulling the senses back from the sense objects, one should be grave and self-controlled and should use the intelligence to strongly fix the mind upon all of the limbs of My transcendental body. Thus one should meditate upon that most delicate transcendental form of Mine."
    },
    {
        "verse_id": "43",
        "text": "One should then pull the consciousness back from all the limbs of that transcendental body. At that time, one should meditate only on the wonderfully smiling face of the Lord."
    },
    {
        "verse_id": "44",
        "text": "Being established in meditation on the Lord’s face, one should then withdraw the consciousness and fix it in the sky. Then giving up such meditation, one should become established in Me and give up the process of meditation altogether."
    },
    {
        "verse_id": "45",
        "text": "One who has completely fixed his mind on Me should see Me within his own soul and should see the individual soul within Me, the Supreme Personality of Godhead. Thus, he sees the individual souls united with the Supreme Soul, just as one sees the sun’s rays completely united with the sun."
    },
    {
        "verse_id": "46",
        "text": "When the yogī thus controls his mind by intensely concentrated meditation, his illusory identification with material objects, knowledge and activities is very quickly extinguished."
    }
]