[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: Lord Śrī Kṛṣṇa, accompanied by Balarāma and surrounded by the Yadu dynasty, executed the killing of many demons. Then, further to remove the burden of the earth, the Lord arranged for the great Battle of Kurukṣetra, which suddenly erupted in violence between the Kurus and the Pāṇḍavas."
    },
    {
        "verse_id": "2",
        "text": "Because the sons of Pāṇḍu were enraged by the numerous offenses of their enemies, such as duplicitous gambling, verbal insults, the seizing of Draupadī’s hair, and many other cruel transgressions, the Supreme Lord engaged those Pāṇḍavas as the immediate cause to execute His will. On the pretext of the Battle of Kurukṣetra, Lord Kṛṣṇa arranged for all the kings who were burdening the earth to assemble with their armies on opposite sides of the battlefield, and when the Lord killed them through the agency of war, the earth was relieved of its burden."
    },
    {
        "verse_id": "3",
        "text": "The Supreme Personality of Godhead used the Yadu dynasty, which was protected by His own arms, to eliminate the kings who with their armies had been the burden of this earth. Then the unfathomable Lord thought to Himself, “Although some may say that the earth’s burden is now gone, in My opinion it is not yet gone, because there still remains the Yādava dynasty itself, whose strength is unbearable for the earth.”"
    },
    {
        "verse_id": "4",
        "text": "Lord Kṛṣṇa thought, “No outside force could ever bring about the defeat of this family, the Yadu dynasty, whose members have always been fully surrendered to Me and are unrestricted in their opulence. But if I inspire a quarrel within the dynasty, that quarrel will act just like a fire created from the friction of bamboo in a grove, and then I shall achieve My real purpose and return to My eternal abode.”"
    },
    {
        "verse_id": "5",
        "text": "My dear King Parīkṣit, when the supreme almighty Lord, whose desire always comes to pass, had thus made up His mind, He withdrew His own family on the pretext of a curse spoken by an assembly of brāhmaṇas."
    },
    {
        "verse_id": "6",
        "text": "The Supreme Personality of Godhead, Kṛṣṇa, is the reservoir of all beauty. All beautiful things emanate from Him, and His personal form is so attractive that it steals the eyes away from all other objects, which then seem devoid of beauty in comparison to Him. When Lord Kṛṣṇa was on the earth, He attracted the eyes of all people. When Kṛṣṇa spoke, His words attracted the minds of all who remembered them. By seeing the footsteps of Lord Kṛṣṇa, people became attracted to Him, and thus they wanted to offer their bodily activities to the Lord as His followers. In this way Kṛṣṇa very easily spread His glories, which are sung throughout the world by the most sublime and essential Vedic verses. Lord Kṛṣṇa considered that simply by hearing and chanting those glories, conditioned souls born in the future would cross beyond the darkness of ignorance. Being satisfied with this arrangement, He left for His desired destination."
    },
    {
        "verse_id": "8",
        "text": "King Parīkṣit inquired: How could the brāhmaṇas curse the Vṛṣṇis, who were always respectful to the brāhmaṇas, charitable, and inclined to serve senior and exalted personalities and whose minds were always fully absorbed in thought of Lord Kṛṣṇa?"
    },
    {
        "verse_id": "9",
        "text": "King Parīkṣit continued inquiring: What was the motive for this curse? What did it consist of, O purest of the twice-born? And how could such a disagreement have arisen among the Yadus, who all shared the same goal of life? Please tell me all these things."
    },
    {
        "verse_id": "10",
        "text": "Śukadeva Gosvāmī said: The Lord, who bore His body as the amalgamation of everything beautiful, dutifully executed the most auspicious activities while on the earth, although He was, in fact, without any endeavor already satisfied in all desires. Residing in His abode and enjoying life, the Lord, whose glorification is in itself magnanimous, now wanted to annihilate His dynasty, as there still remained some small part of His duty to be carried out."
    },
    {
        "verse_id": "11",
        "text": "The sages Viśvāmitra, Asita, Kaṇva, Durvāsā, Bhṛgu, Aṅgirā, Kaśyapa, Vāmadeva, Atri and Vasiṣṭha, along with Nārada and others, once performed fruitive rituals that award abundant pious results, bring great happiness and take away the sins of Kali-yuga for the whole world by merely being recounted. The sages duly executed these rituals in the home of the chief of the Yadus, Vasudeva, the father of Lord Kṛṣṇa. After Lord Kṛṣṇa, who was staying in Vasudeva’s house as time personified, respectfully sent the sages off at the conclusion of the ceremonies, they went to the holy place called Piṇḍāraka."
    },
    {
        "verse_id": "13",
        "text": "To that holy place, the young boys of the Yadu dynasty had brought Sāmba, son of Jāmbavatī, dressed in woman’s garb. Playfully approaching the great sages gathered there, the boys grabbed hold of the sages’ feet and impudently asked them with feigned humility, “O learned brāhmaṇas, this black-eyed pregnant woman has something to ask you. She is too embarrassed to inquire for herself. She is just about to give birth and is very desirous of having a son. Since all of you are great sages with infallible vision, please tell us whether her child will be a boy or a girl.”"
    },
    {
        "verse_id": "16",
        "text": "Thus ridiculed by deceit, the sages became angry, O King, and told the boys, “Fools! She will bear you an iron club that will destroy your entire dynasty.”"
    },
    {
        "verse_id": "17",
        "text": "Upon hearing the curse of the sages, the terrified boys quickly uncovered the belly of Sāmba, and indeed they observed that therein was an iron club."
    },
    {
        "verse_id": "18",
        "text": "The young men of the Yadu dynasty said, “Oh, what have we done? We are so unfortunate! What will our family members say to us?” Speaking thus and being very disturbed, they returned to their homes, taking the club with them."
    },
    {
        "verse_id": "19",
        "text": "The Yadu boys, the luster of their faces completely faded, brought the club into the royal assembly, and in the presence of all the Yādavas they told King Ugrasena what had happened."
    },
    {
        "verse_id": "20",
        "text": "O King Parīkṣit, when the inhabitants of Dvārakā heard of the infallible curse of the brāhmaṇas and saw the club, they were astonished and distraught with fear."
    },
    {
        "verse_id": "21",
        "text": "After having the club ground to bits, King Āhuka [Ugrasena] of the Yadus personally threw the pieces, along with the remaining lump of iron, into the water of the ocean."
    },
    {
        "verse_id": "22",
        "text": "A certain fish swallowed the iron lump, and the bits of iron, carried back to the shore by the waves, implanted themselves there and grew into tall, sharp canes."
    },
    {
        "verse_id": "23",
        "text": "The fish was caught in the ocean along with other fish in a fishermen’s net. The iron lump in the fish’s stomach was taken by the hunter Jarā, who fixed it as an arrowhead at the end of his shaft."
    },
    {
        "verse_id": "24",
        "text": "Knowing fully the significance of all these events, the Supreme Lord, though capable of reversing the brāhmaṇas’ curse, did not wish to do so. Rather, in His form of time, He gladly sanctioned the events."
    }
]