[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, the mystic perfections of yoga are acquired by a yogī who has conquered his senses, steadied his mind, conquered the breathing process and fixed his mind on Me."
    },
    {
        "verse_id": "2",
        "text": "Śrī Uddhava said: My dear Lord Acyuta, by what process can mystic perfection be achieved, and what is the nature of such perfection? How many mystic perfections are there? Please explain these things to me. Indeed, You are the bestower of all mystic perfections."
    },
    {
        "verse_id": "3",
        "text": "The Supreme Personality of Godhead said: The masters of the yoga system have declared that there are eighteen types of mystic perfection and meditation, of which eight are primary, having their shelter in Me, and ten are secondary, appearing from the material mode of goodness."
    },
    {
        "verse_id": "4",
        "text": "Among the eight primary mystic perfections, the three by which one transforms one’s own body are aṇimā, becoming smaller than the smallest; mahimā, becoming greater than the greatest; and laghimā, becoming lighter than the lightest. Through the perfection of prāpti one acquires whatever one desires, and through prākāmya-siddhi one experiences any enjoyable object, either in this world or the next. Through īśitā-siddhi one can manipulate the subpotencies of māyā, and through the controlling potency called vaśitā-siddhi one is unimpeded by the three modes of nature. One who has acquired kāmāvasāyitā-siddhi can obtain anything from anywhere, to the highest possible limit. My dear gentle Uddhava, these eight mystic perfections are considered to be naturally existing and unexcelled within this world."
    },
    {
        "verse_id": "6",
        "text": "The ten secondary mystic perfections arising from the modes of nature are the powers of freeing oneself from hunger and thirst and other bodily disturbances, hearing and seeing things far away, moving the body at the speed of the mind, assuming any form one desires, entering the bodies of others, dying when one desires, witnessing the pastimes between the demigods and the celestial girls called Apsarās, completely executing one’s determination and giving orders whose fulfillment is unimpeded."
    },
    {
        "verse_id": "8",
        "text": "The power to know past, present and future; tolerance of heat, cold and other dualities; knowing the minds of others; checking the influence of fire, sun, water, poison, and so on; and remaining unconquered by others — these constitute five perfections of the mystic process of yoga and meditation. I am simply listing these here according to their names and characteristics. Now please learn from Me how specific mystic perfections arise from specific meditations and also of the particular processes involved."
    },
    {
        "verse_id": "10",
        "text": "One who worships Me in My atomic form pervading all subtle elements, fixing his mind on that alone, obtains the mystic perfection called aṇimā."
    },
    {
        "verse_id": "11",
        "text": "One who absorbs his mind in the particular form of the mahat-tattva and thus meditates upon Me as the Supreme Soul of the total material existence achieves the mystic perfection called mahimā. By further absorbing the mind in the situation of each individual element such as the sky, air, fire, and so on, one progressively acquires the greatness of each material element."
    },
    {
        "verse_id": "12",
        "text": "I exist within everything, and I am therefore the essence of the atomic constituents of material elements. By attaching his mind to Me in this form, the yogī may achieve the perfection called laghimā, by which he realizes the subtle atomic substance of time."
    },
    {
        "verse_id": "13",
        "text": "Fixing his mind completely in Me within the element of false ego generated from the mode of goodness, the yogī obtains the power of mystic acquisition, by which he becomes the proprietor of the senses of all living entities. He obtains such perfection because his mind is absorbed in Me."
    },
    {
        "verse_id": "14",
        "text": "One who concentrates all mental activities in Me as the Supersoul of that phase of the mahat-tattva which manifests the chain of fruitive activities obtains from Me, whose appearance is beyond material perception, the most excellent mystic perfection called prākāmya."
    },
    {
        "verse_id": "15",
        "text": "One who places his consciousness on Viṣṇu, the Supersoul, the prime mover and Supreme Lord of the external energy consisting of three modes, obtains the mystic perfection of controlling other conditioned souls, their material bodies and their bodily designations."
    },
    {
        "verse_id": "16",
        "text": "The yogī who places his mind in My form of Nārāyaṇa, known as the fourth factor, full of all opulences, becomes endowed with My nature and thus obtains the mystic perfection called vaśitā."
    },
    {
        "verse_id": "17",
        "text": "One who fixes his pure mind on Me in My manifestation as the impersonal Brahman obtains the greatest happiness, wherein all his desires are completely fulfilled."
    },
    {
        "verse_id": "18",
        "text": "A human being who concentrates on Me as the upholder of religious principles, the personification of purity and the Lord of Śvetadvīpa obtains the pure existence in which he is freed from the six waves of material disturbance, namely hunger, thirst, decay, death, grief and illusion."
    },
    {
        "verse_id": "19",
        "text": "That purified living entity who fixes his mind on the extraordinary sound vibrations occurring within Me as the personified sky and total life air is then able to perceive within the sky the speaking of all living entities."
    },
    {
        "verse_id": "20",
        "text": "Merging one’s sight into the sun planet and then the sun planet into one’s eyes, one should meditate on Me as existing within the combination of sun and vision; thus one acquires the power to see any distant thing."
    },
    {
        "verse_id": "21",
        "text": "The yogī who completely absorbs his mind in Me, and who then makes use of the wind that follows the mind to absorb the material body in Me, obtains through the potency of meditation on Me the mystic perfection by which his body immediately follows his mind wherever it goes."
    },
    {
        "verse_id": "22",
        "text": "When the yogī, applying his mind in a certain way, desires to assume a particular form, that very form immediately appears. Such perfection is possible by absorbing the mind in the shelter of My inconceivable mystic potency, by which I assume innumerable forms."
    },
    {
        "verse_id": "23",
        "text": "When a perfect yogī desires to enter another’s body, he should meditate upon himself within the other body, and then, giving up his own gross body, he should enter the other’s body through the pathways of air, as easily as a bee leaves one flower and flies into another."
    },
    {
        "verse_id": "24",
        "text": "The yogī who has achieved the mystic perfection called svacchanda-mṛtyu blocks the anus with the heel of the foot and then lifts the soul from the heart to the chest, to the neck and finally to the head. Situated within the brahma-randhra, the yogī then gives up his material body and guides the spirit soul to the selected destination."
    },
    {
        "verse_id": "25",
        "text": "The yogī who desires to enjoy in the pleasure gardens of the demigods should meditate on the purified mode of goodness, which is situated within Me, and then the heavenly women, generated from the mode of goodness, will approach him in airplanes."
    },
    {
        "verse_id": "26",
        "text": "A yogī who has faith in Me, absorbing his mind in Me and knowing that My purpose is always fulfilled, will always achieve his purpose by the very means he has determined to follow."
    },
    {
        "verse_id": "27",
        "text": "A person who perfectly meditates on Me acquires My nature of being the supreme ruler and controller. His order, like Mine, can never be frustrated by any means."
    },
    {
        "verse_id": "28",
        "text": "A yogī who has purified his existence by devotion to Me and who thus expertly knows the process of meditation obtains knowledge of past, present and future. He can therefore see the birth and death of himself and others."
    },
    {
        "verse_id": "29",
        "text": "Just as the bodies of aquatics cannot be injured by water, similarly, the body of a yogī whose consciousness is pacified by devotion to Me and who is fully developed in yoga science cannot be injured by fire, sun, water, poison, and so forth."
    },
    {
        "verse_id": "30",
        "text": "My devotee becomes unconquerable by meditating on My opulent incarnations, which are decorated with Śrīvatsa and various weapons and are endowed with imperial paraphernalia such as flags, ornamental umbrellas and fans."
    },
    {
        "verse_id": "31",
        "text": "A learned devotee who worships Me through yoga meditation certainly obtains in all respects the mystic perfections that I have described."
    },
    {
        "verse_id": "32",
        "text": "For a sage who has conquered his senses, breathing and mind, who is self-controlled and always absorbed in meditation on Me, what mystic perfection could possibly be difficult to achieve?"
    },
    {
        "verse_id": "33",
        "text": "Learned experts in devotional service state that the mystic perfections of yoga that I have mentioned are actually impediments and are a waste of time for one who is practicing the supreme yoga, by which one achieves all perfection in life directly from Me."
    },
    {
        "verse_id": "34",
        "text": "Whatever mystic perfections can be achieved by good birth, herbs, austerities and mantras can all be achieved by devotional service to Me; indeed, one cannot achieve the actual perfection of yoga by any other means."
    },
    {
        "verse_id": "35",
        "text": "My dear Uddhava, I am the cause, the protector and the Lord of all mystic perfections, of the yoga system, of analytic knowledge, of pure activity and of the community of learned Vedic teachers."
    },
    {
        "verse_id": "36",
        "text": "Just as the same material elements exist within and outside of all material bodies, similarly, I cannot be covered by anything else. I exist within everything as the Supersoul and outside of everything in My all-pervading feature."
    }
]