[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: Lord Brahmā then set off for Dvārakā, accompanied by his own sons as well as by the demigods and the great Prajāpatis. Lord Śiva, the bestower of auspiciousness to all living beings, also went, surrounded by many ghostly creatures."
    },
    {
        "verse_id": "2",
        "text": "The powerful Lord Indra, along with the Maruts, Ādityas, Vasus, Aśvinīs, Ṛbhus, Aṅgirās, Rudras, Viśvedevas, Sādhyas, Gandharvas, Apsarās, Nāgas, Siddhas, Cāraṇas, Guhyakas, the great sages and forefathers and the Vidyādharas and Kinnaras, arrived at the city of Dvārakā, hoping to see Lord Kṛṣṇa. By His transcendental form, Kṛṣṇa, the Supreme Lord, enchanted all human beings and spread His own fame throughout the worlds. The Lord’s glories destroy all contamination within the universe."
    },
    {
        "verse_id": "5",
        "text": "In that resplendent city of Dvārakā, rich with all superior opulences, the demigods beheld with unsatiated eyes the wonderful form of Śrī Kṛṣṇa."
    },
    {
        "verse_id": "6",
        "text": "The demigods covered the Supreme Lord of the universe with flower garlands brought from the gardens of heaven. Then they praised Him, the best of the Yadu dynasty, with statements containing charming words and ideas."
    },
    {
        "verse_id": "7",
        "text": "The demigods began to speak: Our dear Lord, advanced mystic yogīs, striving for liberation from the severe bondage of material work, meditate with great devotion upon Your lotus feet within their hearts. Dedicating our intelligence, senses, vital air, mind and power of speech to Your Lordship, we demigods bow down at Your lotus feet."
    },
    {
        "verse_id": "8",
        "text": "O unconquerable Lord, You engage Your illusory energy, composed of three modes, to unleash, maintain and devastate the inconceivable manifest cosmos, all within Your own self. As the supreme superintendent of māyā, You appear to be situated in the interaction of the modes of nature; however, You are never affected by material activities. In fact, You are directly engaged in Your own eternal, spiritual bliss, and thus You cannot be accused of any material infection."
    },
    {
        "verse_id": "9",
        "text": "O greatest of all, those whose consciousness is polluted by illusion cannot purify themselves merely by ordinary worship, study of the Vedas, charity, austerity and ritual activities. Our Lord, those pure souls who have developed a powerful transcendental faith in Your glories achieve a purified state of existence that can never be attained by those lacking such faith."
    },
    {
        "verse_id": "10",
        "text": "Great sages, desiring the highest benefit in life, always cherish Your lotus feet within their hearts, which are melted by love for You. Similarly, Your self-controlled devotees, desiring to cross beyond the material kingdom of heaven to achieve opulence equal to Yours, worship Your lotus feet in the morning, at noon and in the evening. Thus, they meditate upon Your Lordship in Your quadruple expansion. Your lotus feet are just like a blazing fire that burns to ashes all the inauspicious desires for material sense gratification."
    },
    {
        "verse_id": "11",
        "text": "Those about to offer oblations into the fire of sacrifice in accordance with the Ṛg, Yajur and Sāma Vedas meditate on Your lotus feet. Similarly, the practitioners of transcendental yoga meditate upon Your lotus feet, hoping for knowledge about Your divine mystic potency, and the most elevated pure devotees perfectly worship Your lotus feet, desiring to cross beyond Your illusory potency."
    },
    {
        "verse_id": "12",
        "text": "O almighty Lord, You are so kind to Your servants that You have accepted the withered flower garland that we have placed on Your chest. Since the goddess of fortune makes her abode on Your transcendental chest, she will undoubtedly become agitated, like a jealous co-wife, upon seeing our offering also dwelling there. Yet You are so merciful that You neglect Your eternal consort Lakṣmī and accept our offering as most excellent worship. O merciful Lord, may Your lotus feet always act as a blazing fire to consume the inauspicious desires within our hearts."
    },
    {
        "verse_id": "13",
        "text": "O omnipotent Lord, in Your incarnation as Trivikrama, You raised Your leg like a flagpole to break the shell of the universe, allowing the holy Ganges to flow down, like a banner of victory, in three branches throughout the three planetary systems. By three mighty steps of Your lotus feet, Your Lordship captured Bali Mahārāja, along with his universal kingdom. Your lotus feet inspire fear in the demons by driving them down to hell and fearlessness among Your devotees by elevating them to the perfection of heavenly life. We are sincerely trying to worship You, our Lord; therefore may Your lotus feet kindly free us from all of our sinful reactions."
    },
    {
        "verse_id": "14",
        "text": "You are the Supreme Personality of Godhead, the transcendental entity who is superior to both material nature and the enjoyer of nature. May Your lotus feet bestow transcendental pleasure upon us. All of the great demigods, beginning with Brahmā, are embodied living entities. Struggling painfully with one another under the strict control of Your time factor, they are just like bulls dragged by ropes tied through their pierced noses."
    },
    {
        "verse_id": "15",
        "text": "You are the cause of the creation, maintenance and destruction of this universe. As time, You regulate the subtle and manifest states of material nature and control every living being. As the threefold wheel of time You diminish all things by Your imperceptible actions, and thus You are the Supreme Personality of Godhead."
    },
    {
        "verse_id": "16",
        "text": "My dear Lord, the original puruṣa-avatāra, Mahā-Viṣṇu, acquires His creative potency from You. Thus with infallible energy He impregnates material nature, producing the mahat-tattva. Then the mahat-tattva, the amalgamated material energy, endowed with the potency of the Lord, produces from itself the primeval golden egg of the universe, which is covered by various layers of material elements."
    },
    {
        "verse_id": "17",
        "text": "O Lord, You are the supreme creator of this universe and the ultimate controller of all moving and nonmoving living entities. You are Hṛṣīkeśa, the supreme controller of all sensory activity, and thus You never become contaminated or entangled in the course of Your supervision of the infinite sensory activities within the material creation. On the other hand, other living entities, even yogīs and philosophers, are disturbed and frightened simply by remembering the material objects that they have supposedly renounced in their pursuit of enlightenment."
    },
    {
        "verse_id": "18",
        "text": "My Lord, You are living with sixteen thousand exquisitely beautiful, aristocratic wives. By their irresistible coy and smiling glances and by their lovely arching eyebrows, they send You messages of eager conjugal love. But they are completely unable to disturb the mind and senses of Your Lordship."
    },
    {
        "verse_id": "19",
        "text": "The nectar-bearing rivers of discussions about You, and also the holy rivers generated from the bathing of Your lotus feet, are able to destroy all contamination within the three worlds. Those who are striving for purification associate with the holy narrations of Your glories by hearing them with their ears, and they associate with the holy rivers flowing from Your lotus feet by physically bathing in them."
    },
    {
        "verse_id": "20",
        "text": "Śrī Śukadeva Gosvāmī continued: After Brahmā, along with Lord Śiva and the other demigods, thus offered prayers to the Supreme Lord, Govinda, Lord Brahmā situated himself in the sky and addressed the Lord as follows."
    },
    {
        "verse_id": "21",
        "text": "Lord Brahmā said: My dear Lord, previously we requested You to remove the burden of the earth. O unlimited Personality of Godhead, that request has certainly been fulfilled."
    },
    {
        "verse_id": "22",
        "text": "My Lord, You have reestablished the principles of religion among pious men who are always firmly bound to the truth. You have also distributed Your glories all over the world, and thus the whole world can be purified by hearing about You."
    },
    {
        "verse_id": "23",
        "text": "Descending into the dynasty of King Yadu, You have manifested Your unique transcendental form, and for the benefit of the entire universe You have executed magnanimous transcendental activities."
    },
    {
        "verse_id": "24",
        "text": "My dear Lord, those pious and saintly persons who in the Age of Kali hear about Your transcendental activities and also glorify them will easily cross over the darkness of the age."
    },
    {
        "verse_id": "25",
        "text": "O Supreme Personality of Godhead, O my Lord, You have descended into the Yadu dynasty, and thus You have spent one hundred twenty-five autumns with Your devotees."
    },
    {
        "verse_id": "26",
        "text": "My dear Lord, there is nothing remaining at this time for Your Lordship to do on behalf of the demigods. You have already withdrawn Your dynasty by the curse of the brāhmaṇas. O Lord, You are the basis of everything, and if You so desire, kindly return now to Your own abode in the spiritual world. At the same time, we humbly beg that You always protect us. We are Your humble servants, and on Your behalf we are managing the universal situation. We, along with our planets and followers, require Your constant protection."
    },
    {
        "verse_id": "28",
        "text": "The Supreme Lord said: O lord of the demigods, Brahmā, I understand your prayers and request. Having removed the burden of the earth, I have executed everything that was required on your behalf."
    },
    {
        "verse_id": "29",
        "text": "That very Yādava dynasty in which I appeared became greatly magnified in opulence, especially in their physical strength and courage, to the extent that they threatened to devour the whole world. Therefore I have stopped them, just as the shore holds back the great ocean."
    },
    {
        "verse_id": "30",
        "text": "If I were to leave this world without withdrawing the overly proud members of the Yadu dynasty, the whole world would be destroyed by the deluge of their unlimited expansion."
    },
    {
        "verse_id": "31",
        "text": "Now due to the brāhmaṇas’ curse, the annihilation of My family has already begun. O sinless Brahmā, when this annihilation is finished and I am enroute to Vaikuṇṭha, I will pay a small visit to your abode."
    },
    {
        "verse_id": "32",
        "text": "Śrī Śukadeva Gosvāmī said: Thus addressed by the Lord of the universe, the self-born Brahmā fell down in obeisances at the lotus feet of the Lord. Surrounded by all the demigods, the great Brahmā then returned to his personal abode."
    },
    {
        "verse_id": "33",
        "text": "Thereafter, the Personality of Godhead observed that tremendous disturbances were taking place in the holy city of Dvārakā. Thus the Lord spoke to the assembled senior members of the Yadu dynasty as follows."
    },
    {
        "verse_id": "34",
        "text": "The Supreme Personality of Godhead said: Our dynasty has been cursed by the brāhmaṇas. Such a curse is impossible to counteract, and thus great disturbances are appearing everywhere around us."
    },
    {
        "verse_id": "35",
        "text": "My dear respected elders, we must not remain any longer in this place if we wish to keep our lives intact. Let us go this very day to the most pious place Prabhāsa. We have no time to delay."
    },
    {
        "verse_id": "36",
        "text": "Once, the moon was afflicted with consumption because of the curse of Dakṣa, but just by taking bath at Prabhāsa-kṣetra, the moon was immediately freed from his sinful reaction and again resumed the waxing of his phases."
    },
    {
        "verse_id": "37",
        "text": "By bathing at Prabhāsa-kṣetra, by offering sacrifice there to placate the forefathers and demigods, by feeding the worshipable brāhmaṇas with various delicious foodstuffs and by bestowing opulent gifts upon them as the most suitable candidates for charity, we will certainly cross over these terrible dangers through such acts of charity, just as one can cross over a great ocean in a suitable boat."
    },
    {
        "verse_id": "39",
        "text": "Śukadeva Gosvāmī said: O favorite son of the Kurus, thus advised by the Personality of Godhead, the Yādavas made up their minds to go to that holy place, Prabhāsa-kṣetra, and thus yoked their horses to their chariots."
    },
    {
        "verse_id": "40",
        "text": "My dear King, Uddhava was a constantly faithful follower of Lord Kṛṣṇa. Upon seeing the imminent departure of the Yādavas, hearing from them of the Lord’s instructions and taking note of the fearful omens, he approached the Personality of Godhead in a private place. He bowed down with his head at the lotus feet of the supreme controller of the universe and with folded hands addressed Him as follows."
    },
    {
        "verse_id": "42",
        "text": "Śrī Uddhava said: O my Lord, O supreme God among all the demigods, real piety is invoked simply by hearing and chanting Your transcendental glories. My Lord, it appears that You will now withdraw Your dynasty, and thus You Yourself will finally give up Your pastimes within this universe. You are the supreme controller and the master of all mystic power. But although You are fully capable of counteracting the brāhmaṇas’ curse against Your dynasty, You are not doing so, and Your disappearance is imminent."
    },
    {
        "verse_id": "43",
        "text": "O Lord Keśava, my dear master, I cannot tolerate giving up Your lotus feet even for a fraction of a moment. I urge You to take me along with You to Your own abode."
    },
    {
        "verse_id": "44",
        "text": "O my dear Kṛṣṇa, Your pastimes are supremely auspicious for mankind and are an intoxicating beverage for the ears. Tasting such pastimes, people forget their desires for other things."
    },
    {
        "verse_id": "45",
        "text": "My dear Lord, You are the Supreme Soul, and thus You are most dear to us. We are Your devotees, and how can we possibly reject You or live without You even for a moment? Whether we are lying down, sitting, walking, standing, bathing, enjoying recreation, eating or doing anything else, we are constantly engaged in Your service."
    },
    {
        "verse_id": "46",
        "text": "Simply by decorating ourselves with the garlands, fragrant oils, clothes and ornaments that You have already enjoyed, and by eating the remnants of Your meals, we, Your servants, will indeed conquer Your illusory energy."
    },
    {
        "verse_id": "47",
        "text": "Naked sages who seriously endeavor in spiritual practice, who have raised their semen upward, who are peaceful and sinless members of the renounced order, attain the spiritual abode called Brahman."
    },
    {
        "verse_id": "48",
        "text": "O greatest of mystics, although we are conditioned souls wandering on the path of fruitive work, we will certainly cross beyond the darkness of this material world simply by hearing about Your Lordship in the association of Your devotees. Thus we are always remembering and glorifying the wonderful things You do and the wonderful things You say. We ecstatically recall Your amorous pastimes with Your confidential conjugal devotees and how You boldly smile and move about while engaged in such youthful pastimes. My dear Lord, Your loving pastimes are bewilderingly similar to the activities of ordinary people within this material world."
    },
    {
        "verse_id": "50",
        "text": "Śukadeva Gosvāmī said: O King Parīkṣit, thus addressed, the Supreme Personality of Godhead, Kṛṣṇa, the son of Devakī, began to reply confidentially to His dear, unalloyed servant Uddhava."
    }
]