[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: O best among men, please listen as I describe to you how the living entity attains a particular nature by association with individual material modes."
    },
    {
        "verse_id": "2",
        "text": "Mind and sense control, tolerance, discrimination, sticking to one’s prescribed duty, truthfulness, mercy, careful study of the past and future, satisfaction in any condition, generosity, renunciation of sense gratification, faith in the spiritual master, being embarrassed at improper action, charity, simplicity, humbleness and satisfaction within oneself are qualities of the mode of goodness. Material desire, great endeavor, audacity, dissatisfaction even in gain, false pride, praying for material advancement, considering oneself different and better than others, sense gratification, rash eagerness to fight, a fondness for hearing oneself praised, the tendency to ridicule others, advertising one’s own prowess and justifying one’s actions by one’s strength are qualities of the mode of passion. Intolerant anger, stinginess, speaking without scriptural authority, violent hatred, living as a parasite, hypocrisy, chronic fatigue, quarrel, lamentation, delusion, unhappiness, depression, sleeping too much, false expectations, fear and laziness constitute the major qualities of the mode of ignorance. Now please hear about the combination of these three modes."
    },
    {
        "verse_id": "6",
        "text": "My dear Uddhava, the combination of all three modes is present in the mentality of “I” and “mine.” The ordinary transactions of this world, which are carried out through the agency of the mind, the objects of perception, the senses and the vital airs of the physical body, are also based on the combination of the modes."
    },
    {
        "verse_id": "7",
        "text": "When a person devotes himself to religiosity, economic development and sense gratification, the faith, wealth and sensual enjoyment obtained by his endeavors display the interaction of the three modes of nature."
    },
    {
        "verse_id": "8",
        "text": "When a man desires sense gratification, being attached to family life, and when he consequently becomes established in religious and occupational duties, the combination of the modes of nature is manifest."
    },
    {
        "verse_id": "9",
        "text": "A person exhibiting qualities such as self-control is understood to be predominantly in the mode of goodness. Similarly, a passionate person is recognized by his lust, and one in ignorance is recognized by qualities such as anger."
    },
    {
        "verse_id": "10",
        "text": "Any person, whether man or woman, who worships Me with loving devotion, offering his or her prescribed duties unto Me without material attachment, is understood to be situated in goodness."
    },
    {
        "verse_id": "11",
        "text": "When a person worships Me by his prescribed duties with the hope of gaining material benefit, his nature should be understood to be in passion, and one who worships Me with the desire to commit violence against others is in ignorance."
    },
    {
        "verse_id": "12",
        "text": "The three modes of material nature — goodness, passion and ignorance — influence the living entity but not Me. Manifesting within his mind, they induce the living entity to become attached to material bodies and other created objects. In this way the living entity is bound up."
    },
    {
        "verse_id": "13",
        "text": "When the mode of goodness, which is luminous, pure and auspicious, predominates over passion and ignorance, a man becomes endowed with happiness, virtue, knowledge and other good qualities."
    },
    {
        "verse_id": "14",
        "text": "When the mode of passion, which causes attachment, separatism and activity, conquers ignorance and goodness, a man begins to work hard to acquire prestige and fortune. Thus in the mode of passion he experiences anxiety and struggle."
    },
    {
        "verse_id": "15",
        "text": "When the mode of ignorance conquers passion and goodness, it covers one’s consciousness and makes one foolish and dull. Falling into lamentation and illusion, a person in the mode of ignorance sleeps excessively, indulges in false hopes, and displays violence toward others."
    },
    {
        "verse_id": "16",
        "text": "When consciousness becomes clear and the senses are detached from matter, one experiences fearlessness within the material body and detachment from the material mind. You should understand this situation to be the predominance of the mode of goodness, in which one has the opportunity to realize Me."
    },
    {
        "verse_id": "17",
        "text": "You should discern the mode of passion by its symptoms — the distortion of the intelligence because of too much activity, the inability of the perceiving senses to disentangle themselves from mundane objects, an unhealthy condition of the working physical organs, and the unsteady perplexity of the mind."
    },
    {
        "verse_id": "18",
        "text": "When one’s higher awareness fails and finally disappears and one is thus unable to concentrate his attention, his mind is ruined and manifests ignorance and depression. You should understand this situation to be the predominance of the mode of ignorance."
    },
    {
        "verse_id": "19",
        "text": "With the increase of the mode of goodness, the strength of the demigods similarly increases. When passion increases, the demoniac become strong. And with the rise of ignorance, O Uddhava, the strength of the most wicked increases."
    },
    {
        "verse_id": "20",
        "text": "It should be understood that alert wakefulness comes from the mode of goodness, sleep with dreaming from the mode of passion, and deep, dreamless sleep from the mode of ignorance. The fourth state of consciousness pervades these three and is transcendental."
    },
    {
        "verse_id": "21",
        "text": "Learned persons dedicated to Vedic culture are elevated by the mode of goodness to higher and higher positions. The mode of ignorance, on the other hand, forces one to fall headfirst into lower and lower births. And by the mode of passion one continues transmigrating through human bodies."
    },
    {
        "verse_id": "22",
        "text": "Those who leave this world in the mode of goodness go to the heavenly planets, those who pass away in the mode of passion remain in the world of human beings, and those dying in the mode of ignorance must go to hell. But those who are free from the influence of all modes of nature come to Me."
    },
    {
        "verse_id": "23",
        "text": "Work performed as an offering to Me, without consideration of the fruit, is considered to be in the mode of goodness. Work performed with a desire to enjoy the results is in the mode of passion. And work impelled by violence and envy is in the mode of ignorance."
    },
    {
        "verse_id": "24",
        "text": "Absolute knowledge is in the mode of goodness, knowledge based on duality is in the mode of passion, and foolish, materialistic knowledge is in the mode of ignorance. Knowledge based upon Me, however, is understood to be transcendental."
    },
    {
        "verse_id": "25",
        "text": "Residence in the forest is in the mode of goodness, residence in a town is in the mode of passion, residence in a gambling house displays the quality of ignorance, and residence in a place where I reside is transcendental."
    },
    {
        "verse_id": "26",
        "text": "A worker free of attachment is in the mode of goodness, a worker blinded by personal desire is in the mode of passion, and a worker who has completely forgotten how to tell right from wrong is in the mode of ignorance. But a worker who has taken shelter of Me is understood to be transcendental to the modes of nature."
    },
    {
        "verse_id": "27",
        "text": "Faith directed toward spiritual life is in the mode of goodness, faith rooted in fruitive work is in the mode of passion, faith residing in irreligious activities is in the mode of ignorance, but faith in My devotional service is purely transcendental."
    },
    {
        "verse_id": "28",
        "text": "Food that is wholesome, pure and obtained without difficulty is in the mode of goodness, food that gives immediate pleasure to the senses is in the mode of passion, and food that is unclean and causes distress is in the mode of ignorance."
    },
    {
        "verse_id": "29",
        "text": "Happiness derived from the self is in the mode of goodness, happiness based on sense gratification is in the mode of passion, and happiness based on delusion and degradation is in the mode of ignorance. But that happiness found within Me is transcendental."
    },
    {
        "verse_id": "30",
        "text": "Therefore material substance, place, result of activity, time, knowledge, work, the performer of work, faith, state of consciousness, species of life and destination after death are all based on the three modes of material nature."
    },
    {
        "verse_id": "31",
        "text": "O best of human beings, all states of material being are related to the interaction of the enjoying soul and material nature. Whether seen, heard of or only conceived within the mind, they are without exception constituted of the modes of nature."
    },
    {
        "verse_id": "32",
        "text": "O gentle Uddhava, all these different phases of conditioned life arise from work born of the modes of material nature. The living entity who conquers these modes, manifested from the mind, can dedicate himself to Me by the process of devotional service and thus attain pure love for Me."
    },
    {
        "verse_id": "33",
        "text": "Therefore, having achieved this human form of life, which allows one to develop full knowledge, those who are intelligent should free themselves from all contamination of the modes of nature and engage exclusively in loving service to Me."
    },
    {
        "verse_id": "34",
        "text": "A wise sage, free from all material association and unbewildered, should subdue his senses and worship Me. He should conquer the modes of passion and ignorance by engaging himself only with things in the mode of goodness."
    },
    {
        "verse_id": "35",
        "text": "Then, being fixed in devotional service, the sage should also conquer the material mode of goodness by indifference toward the modes. Thus pacified within his mind, the spirit soul, freed from the modes of nature, gives up the very cause of his conditioned life and attains Me."
    },
    {
        "verse_id": "36",
        "text": "Freed from the subtle conditioning of the mind and from the modes of nature born of material consciousness, the living entity becomes completely satisfied by experiencing My transcendental form. He no longer searches for enjoyment in the external energy, nor does he contemplate or remember such enjoyment within himself."
    }
]