[
    {
        "verse_id": "1",
        "text": "King Nimi said: The Supreme Personality of Godhead descends into the material world by His internal potency and according to His own desire. Therefore, please tell us about the various pastimes Lord Hari has performed in the past, is performing now and will perform in this world in the future in His various incarnations."
    },
    {
        "verse_id": "2",
        "text": "Śrī Drumila said: Anyone trying to enumerate or describe fully the unlimited qualities of the unlimited Supreme Lord has the intelligence of a foolish child. Even if a great genius could somehow or other, after a time-consuming endeavor, count all the particles of dust on the surface of the earth, such a genius could never count the attractive qualities of the Personality of Godhead, who is the reservoir of all potencies."
    },
    {
        "verse_id": "3",
        "text": "When the primeval Lord Nārāyaṇa created His universal body out of the five elements produced from Himself and then entered within that universal body by His own plenary portion, He thus became known as the Puruṣa."
    },
    {
        "verse_id": "4",
        "text": "Within His body are elaborately arranged the three planetary systems of this universe. His transcendental senses generate the knowledge-acquiring and active senses of all embodied beings. His consciousness generates conditioned knowledge, and His powerful breathing produces the bodily strength, sensory power and conditioned activities of the embodied souls. He is the prime mover, through the agency of the material modes of goodness, passion and ignorance. And thus the universe is created, maintained and annihilated."
    },
    {
        "verse_id": "5",
        "text": "In the beginning, the original Supreme Personality manifested the form of Brahmā through the material mode of passion in order to create this universe. The Lord manifested His form as Viṣṇu, the Lord of sacrifice and protector of the twice-born brāhmaṇas and their religious duties, to maintain the universe. And when the universe is to be annihilated the same Supreme Lord employs the material mode of ignorance and manifests the form of Rudra. The created living beings are thus always subject to the forces of creation, maintenance and destruction."
    },
    {
        "verse_id": "6",
        "text": "Nara-Nārāyaṇa Ṛṣi, who is perfectly peaceful and is the best of sages, was born as the son of Dharma and his wife Mūrti, the daughter of Dakṣa. Nara-Nārāyaṇa Ṛṣi taught the devotional service of the Lord, by which material work ceases, and He Himself perfectly practiced this knowledge. He is living even today, His lotus feet served by the greatest of saintly persons."
    },
    {
        "verse_id": "7",
        "text": "King Indra became fearful, thinking that Nara-Nārāyaṇa Ṛṣi would become very powerful by His severe penances and seize Indra’s heavenly kingdom. Thus Indra, not knowing the transcendental glories of the incarnation of the Lord, sent Cupid and his associates to the Lord’s residence in Badarikāśrama. As the charming breezes of spring created a most sensuous atmosphere, Cupid himself attacked the Lord with arrows in the form of the irresistible glances of beautiful women."
    },
    {
        "verse_id": "8",
        "text": "The primeval Lord, understanding the offense committed by Indra, did not become proud. Instead He spoke laughingly as follows to Cupid and his followers, who were trembling before Him: “Do not fear, O mighty Madana, O wind-god and wives of the demigods. Rather, please accept these gifts I am offering you and kindly sanctify My āśrama by your presence.”"
    },
    {
        "verse_id": "9",
        "text": "My dear King Nimi, when Nara-Nārāyaṇa Ṛṣi thus spoke, eradicating the fear of the demigods, they bowed their heads with shame and addressed the Lord as follows, to invoke His compassion: Our dear Lord, You are always transcendental, beyond the reach of illusion, and therefore You are forever changeless. Your causeless compassion toward us, despite our great offense, is not at all unusual in You, since innumerable great sages who are self-satisfied and free from anger and false pride bow down humbly at Your lotus feet."
    },
    {
        "verse_id": "10",
        "text": "The demigods place many obstacles on the path of those who worship You to transcend the temporary abodes of the demigods and reach Your supreme abode. Those who offer the demigods their assigned shares in sacrificial performances encounter no such obstacles. But because You are the direct protector of Your devotee, he is able to step over the head of whatever obstacle the demigods place before him."
    },
    {
        "verse_id": "11",
        "text": "Some men practice severe penances to cross beyond our influence, which is like an immeasurable ocean with endless waves of hunger, thirst, heat, cold and the other conditions brought about by the passing of time, such as the sensuous wind and the urges of the tongue and sex organs. Nevertheless, although crossing this ocean of sense gratification through severe penances, such persons foolishly drown in a cow’s hoofprint when conquered by useless anger. Thus they exhaust the benefit of their difficult austerities in vain."
    },
    {
        "verse_id": "12",
        "text": "While the demigods were thus praising the Supreme Lord, the all-powerful Lord suddenly manifested before their eyes many women, who were astonishingly gorgeous, decorated with fine clothes and ornaments, and all faithfully engaging in the Lord’s service."
    },
    {
        "verse_id": "13",
        "text": "When the followers of the demigods gazed upon the fascinating mystic beauty of the women created by Nara-Nārāyaṇa Ṛṣi and smelled the fragrance of their bodies, the minds of these followers became bewildered. Indeed, upon seeing the beauty and magnificence of such women, the representatives of the demigods were completely diminished in their own opulence."
    },
    {
        "verse_id": "14",
        "text": "The Supreme Lord of lords then smiled slightly and told the representatives of heaven, who were bowing down before Him, “Please choose one of these women, whomever you find suitable for you. She will become the ornament of the heavenly planets.”"
    },
    {
        "verse_id": "15",
        "text": "Vibrating the sacred syllable om, the servants of the demigods selected Urvaśī, the best of the Apsarās. Placing her in front of them out of respect, they returned to the heavenly planets."
    },
    {
        "verse_id": "16",
        "text": "The servants of the demigods reached the assembly of Indra, and thus, while all the residents of the three heavens listened, they explained to Indra the supreme power of Nārāyaṇa. When Indra heard of Nara-Nārāyaṇa Ṛṣi and became aware of his offense, he was both frightened and astonished."
    },
    {
        "verse_id": "17",
        "text": "The infallible Supreme Personality of Godhead, Viṣṇu, has descended into this world by His various partial incarnations such as Lord Haṁsa [the swan], Dattātreya, the four Kumāras and our own father, the mighty Ṛṣabhadeva. By such incarnations, the Lord teaches the science of self-realization for the benefit of the whole universe. In His appearance as Hayagrīva He killed the demon Madhu and thus brought the Vedas back from the hellish planet Pātālaloka."
    },
    {
        "verse_id": "18",
        "text": "In His appearance as a fish, the Lord protected Satyavrata Manu, the earth and her valuable herbs. He protected them from the waters of annihilation. As a boar, the Lord killed Hiraṇyākṣa, the son of Diti, while delivering the earth from the universal waters. And as a tortoise, He lifted Mandara Mountain on His back so that nectar could be churned from the ocean. The Lord saved the surrendered king of the elephants, Gajendra, who was suffering terrible distress from the grips of a crocodile."
    },
    {
        "verse_id": "19",
        "text": "The Lord also delivered the tiny ascetic sages called the Vālakhilyas when they fell into the water in a cow’s hoofprint and Indra was laughing at them. The Lord then saved Indra when Indra was covered by darkness due to the sinful reaction for killing Vṛtrāsura. When the wives of the demigods were trapped in the palace of the demons without any shelter, the Lord saved them. In His incarnation as Nṛsiṁha, the Lord killed Hiraṇyakaśipu, the king of demons, to free the saintly devotees from fear."
    },
    {
        "verse_id": "20",
        "text": "The Supreme Lord regularly takes advantage of the wars between the demons and demigods to kill the leaders of the demons. The Lord thus encourages the demigods by protecting the universe through His various incarnations during the reigns of each Manu. The Lord also appeared as Vāmana and took the earth away from Bali Mahārāja on the plea of begging three steps of land. The Lord then returned the entire world to the sons of Aditi."
    },
    {
        "verse_id": "21",
        "text": "Lord Paraśurāma appeared in the family of Bhṛgu as a fire that burned to ashes the dynasty of Haihaya. Thus Lord Paraśurāma rid the earth of all kṣatriyas twenty-one times. The same Lord appeared as Rāmacandra, the husband of Sītādevī, and thus He killed the ten-headed Rāvaṇa, along with all the soldiers of Laṅkā. May that Śrī Rāma, whose glories destroy the contamination of the world, be always victorious."
    },
    {
        "verse_id": "22",
        "text": "To diminish the burden of the earth, the unborn Lord will take birth in the Yadu dynasty and perform feats impossible even for the demigods. Propounding speculative philosophy, the Lord, as Buddha, will bewilder the unworthy performers of Vedic sacrifices. And as Kalki the Lord will kill all the low-class men posing as rulers at the end of the Age of Kali."
    },
    {
        "verse_id": "23",
        "text": "O mighty-armed King, there are innumerable appearances and activities of the Supreme Lord of the universe similar to those I have already mentioned. In fact, the glories of the Supreme Lord are unlimited."
    }
]