[
    {
        "verse_id": "1",
        "text": "King Nimi said: Now we wish to learn about the illusory potency of the Supreme Personality of Godhead, Śrī Viṣṇu, which bewilders even great mystics. My lords, please speak to us about this subject."
    },
    {
        "verse_id": "2",
        "text": "Although I am drinking the nectar of your statements about the glories of the Supreme Personality of Godhead, my thirst is not yet satiated. Such nectarean descriptions of the Lord and His devotees are the actual medicine for conditioned souls like me, who are tormented by the threefold miseries of material existence."
    },
    {
        "verse_id": "3",
        "text": "Śrī Antarīkṣa said: O mighty-armed King, by activating the material elements, the primeval Soul of all creation has sent forth all living beings in higher and lower species so that these conditioned souls can cultivate either sense gratification or ultimate liberation, according to their desire."
    },
    {
        "verse_id": "4",
        "text": "The Supersoul enters the material bodies of the created beings, activates the mind and senses, and thus causes the conditioned souls to approach the three modes of material nature for sense gratification."
    },
    {
        "verse_id": "5",
        "text": "The individual living being, the master of the material body, uses his material senses, which have been activated by the Supersoul, to try to enjoy sense objects composed of the three modes of nature. Thus he misidentifies the created material body with the unborn eternal self and becomes entangled in the illusory energy of the Lord."
    },
    {
        "verse_id": "6",
        "text": "Impelled by deep-rooted material desires, the embodied living entity engages his active sense organs in fruitive activities. He then experiences the results of his material actions by wandering throughout this world in so-called happiness and distress."
    },
    {
        "verse_id": "7",
        "text": "Thus the conditioned living entity is forced to experience repeated birth and death. Impelled by the reactions of his own activities, he helplessly wanders from one inauspicious situation to another, suffering from the moment of creation until the time of cosmic annihilation."
    },
    {
        "verse_id": "8",
        "text": "When the annihilation of the material elements is imminent, the Supreme Personality of Godhead in His form of eternal time withdraws the manifest cosmos, consisting of gross and subtle features, and the entire universe vanishes into nonmanifestation."
    },
    {
        "verse_id": "9",
        "text": "As cosmic annihilation approaches, a terrible drought takes place on earth for one hundred years. For one hundred years the heat of the sun gradually increases, and its blazing heat begins to torment the three worlds."
    },
    {
        "verse_id": "10",
        "text": "Beginning from Pātālaloka, a fire grows, emanating from the mouth of Lord Saṅkarṣaṇa. Its flames shooting upward, driven by great winds, it scorches everything in all directions."
    },
    {
        "verse_id": "11",
        "text": "Hordes of clouds called Saṁvartaka pour torrents of rain for one hundred years. Flooding down in raindrops as long as the trunk of an elephant, the deadly rainfall submerges the entire universe in water."
    },
    {
        "verse_id": "12",
        "text": "Then Vairāja Brahmā, the soul of the universal form, gives up his universal body, O King, and enters into the subtle unmanifest nature, like a fire that has run out of fuel."
    },
    {
        "verse_id": "13",
        "text": "Deprived of its quality of aroma by the wind, the element earth is transformed into water; and water, deprived of its taste by that same wind, is merged into fire."
    },
    {
        "verse_id": "14",
        "text": "Fire, deprived of its form by darkness, dissolves into the element air. When the air loses its quality of touch by the influence of space, the air merges into that space. When space is deprived of its tangible quality by the Supreme Soul in the form of time, space merges into false ego in the mode of ignorance."
    },
    {
        "verse_id": "15",
        "text": "My dear King, the material senses and intelligence merge into false ego in the mode of passion, from which they arose; and the mind, along with the demigods, merges into false ego in the mode of goodness. Then the total false ego, along with all of its qualities, merges into the mahat-tattva."
    },
    {
        "verse_id": "16",
        "text": "I have now described māyā, the illusory energy of the Supreme Personality of Godhead. This illusory potency, consisting of the three modes of material nature, is empowered by the Lord for the creation, maintenance and annihilation of the material universe. Now, what more do you wish to hear?"
    },
    {
        "verse_id": "17",
        "text": "King Nimi said: O great sage, please explain how even a foolish materialist can easily cross over the illusory energy of the Supreme Lord, which is always insurmountable for those who are not self-controlled."
    },
    {
        "verse_id": "18",
        "text": "Śrī Prabuddha said: Accepting the roles of male and female in human society, the conditioned souls unite in sexual relationships. Thus they constantly make material endeavors to eliminate their unhappiness and unlimitedly increase their pleasure. But one should see that they inevitably achieve exactly the opposite result. In other words, their happiness inevitably vanishes, and as they grow older their material discomfort increases."
    },
    {
        "verse_id": "19",
        "text": "Wealth is a perpetual source of distress, it is most difficult to acquire, and it is virtual death for the soul. What satisfaction does one actually gain from his wealth? Similarly, how can one gain ultimate or permanent happiness from one’s so-called home, children, relatives and domestic animals, which are all maintained by one’s hard-earned money?"
    },
    {
        "verse_id": "20",
        "text": "One cannot find permanent happiness even on the heavenly planets, which one can attain in the next life by ritualistic ceremonies and sacrifices. Even in material heaven the living entity is disturbed by rivalry with his equals and envy of those superior to him. And since one’s residence in heaven is finished with the exhaustion of pious fruitive activities, the denizens of heaven are afflicted by fear, anticipating the destruction of their heavenly life. Thus they resemble kings who, though enviously admired by ordinary citizens, are constantly harassed by enemy kings and who therefore never attain actual happiness."
    },
    {
        "verse_id": "21",
        "text": "Therefore any person who seriously desires real happiness must seek a bona fide spiritual master and take shelter of him by initiation. The qualification of the bona fide guru is that he has realized the conclusions of the scriptures by deliberation and is able to convince others of these conclusions. Such great personalities, who have taken shelter of the Supreme Godhead, leaving aside all material considerations, should be understood to be bona fide spiritual masters."
    },
    {
        "verse_id": "22",
        "text": "Accepting the bona fide spiritual master as one’s life and soul and worshipable deity, the disciple should learn from him the process of pure devotional service. The Supreme Personality of Godhead, Hari, the soul of all souls, is inclined to give Himself to His pure devotees. Therefore, the disciple should learn from the spiritual master to serve the Lord without duplicity and in such a faithful and favorable way that the Supreme Lord, being satisfied, will offer Himself to the faithful disciple."
    },
    {
        "verse_id": "23",
        "text": "A sincere disciple should learn to dissociate the mind from everything material and positively cultivate association with his spiritual master and other saintly devotees. He should be merciful to those in an inferior position to him, cultivate friendship with those on an equal level and meekly serve those in a higher spiritual position. Thus he should learn to deal properly with all living beings."
    },
    {
        "verse_id": "24",
        "text": "To serve the spiritual master the disciple should learn cleanliness, austerity, tolerance, silence, study of Vedic knowledge, simplicity, celibacy, nonviolence, and equanimity in the face of material dualities such as heat and cold, happiness and distress."
    },
    {
        "verse_id": "25",
        "text": "One should practice meditation by constantly seeing oneself to be an eternal cognizant spirit soul and seeing the Lord to be the absolute controller of everything. To increase one’s meditation, one should live in a secluded place and give up false attachment to one’s home and household paraphernalia. Giving up the decorations of the temporary material body, one should dress himself with scraps of cloth found in rejected places, or with the bark of trees. In this way one should learn to be satisfied in any material situation."
    },
    {
        "verse_id": "26",
        "text": "One should have firm faith that he will achieve all success in life by following those scriptures that describe the glories of the Supreme Personality of Godhead, Bhagavān. At the same time, one should avoid blaspheming other scriptures. One should rigidly control his mind, speech and bodily activities, always speak the truth, and bring the mind and senses under full control."
    },
    {
        "verse_id": "27",
        "text": "One should hear, glorify and meditate upon the wonderful transcendental activities of the Lord. One should specifically become absorbed in the appearance, activities, qualities and holy names of the Supreme Personality of Godhead. Thus inspired, one should perform all of one’s daily activities as an offering to the Lord. One should perform sacrifice, charity and penance exclusively for the Lord’s satisfaction. Similarly, one should chant only those mantras which glorify the Supreme Personality of Godhead. And all one’s religious activities should be performed as an offering to the Lord. Whatever one finds pleasing or enjoyable he should immediately offer to the Supreme Lord, and even his wife, children, home and very life air he should offer at the lotus feet of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "29",
        "text": "One who desires his ultimate self-interest should cultivate friendship with those persons who have accepted Kṛṣṇa as the Lord of their life. One should further develop an attitude of service toward all living beings. One should especially try to help those in the human form of life and, among them, especially those who accept the principles of religious behavior. Among religious persons, one should especially render service to the pure devotees of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "30",
        "text": "One should learn how to associate with the devotees of the Lord by gathering with them to chant the glories of the Lord. This process is most purifying. As devotees thus develop their loving friendship, they feel mutual happiness and satisfaction. And by thus encouraging one another they are able to give up material sense gratification, which is the cause of all suffering."
    },
    {
        "verse_id": "31",
        "text": "The devotees of the Lord constantly discuss the glories of the Personality of Godhead among themselves. Thus they constantly remember the Lord and remind one another of His qualities and pastimes. In this way, by their devotion to the principles of bhakti-yoga, the devotees please the Personality of Godhead, who takes away from them everything inauspicious. Being purified of all impediments, the devotees awaken to pure love of Godhead, and thus, even within this world, their spiritualized bodies exhibit symptoms of transcendental ecstasy, such as standing of the bodily hairs on end."
    },
    {
        "verse_id": "32",
        "text": "Having achieved love of Godhead, the devotees sometimes weep loudly, absorbed in thought of the infallible Lord. Sometimes they laugh, feel great pleasure, speak out loud to the Lord, dance or sing. Such devotees, having transcended material, conditioned life, sometimes imitate the unborn Supreme by acting out His pastimes. And sometimes, achieving His personal audience, they remain peaceful and silent."
    },
    {
        "verse_id": "33",
        "text": "Thus learning the science of devotional service and practically engaging in the devotional service of the Lord, the devotee comes to the stage of love of Godhead. And by complete devotion to the Supreme Personality of Godhead, Nārāyaṇa, the devotee easily crosses over the illusory energy, māyā, which is extremely difficult to cross."
    },
    {
        "verse_id": "34",
        "text": "King Nimi inquired: Please explain to me the transcendental situation of the Supreme Lord, Nārāyaṇa, who is Himself the Absolute Truth and the Supersoul of everyone. You can explain this to me, because you are all most expert in transcendental knowledge."
    },
    {
        "verse_id": "35",
        "text": "Śrī Pippalāyana said: The Supreme Personality of Godhead is the cause of the creation, maintenance and destruction of this universe, yet He has no prior cause. He pervades the various states of wakefulness, dreaming and unconscious deep sleep and also exists beyond them. By entering the body of every living being as the Supersoul, He enlivens the body, senses, life airs and mental activities, and thus all the subtle and gross organs of the body begin their functions. My dear King, know that Personality of Godhead to be the Supreme."
    },
    {
        "verse_id": "36",
        "text": "Neither the mind nor the faculties of speech, sight, intelligence, the life air or any of the senses are capable of penetrating that Supreme Truth, any more than small sparks can affect the original fire from which they are generated. Not even the authoritative language of the Vedas can perfectly describe the Supreme Truth, since the Vedas themselves disclaim the possibility that the Truth can be expressed by words. But through indirect reference the Vedic sound does serve as evidence of the Supreme Truth, since without the existence of that Supreme Truth the various restrictions found in the Vedas would have no ultimate purpose."
    },
    {
        "verse_id": "37",
        "text": "Originally one, the Absolute, Brahman, comes to be known as threefold, manifesting itself as the three modes of material nature — goodness, passion and ignorance. Brahman further expands its potency, and thus the power to act and the power of consciousness become manifest, along with the false ego, which covers the identity of the conditioned living being. Thus, by the expansion of the multipotencies of the Absolute, the demigods, as the embodiment of knowledge, become manifest, along with the material senses, their objects, and the results of material activity, namely happiness and distress. In this way the manifestation of the material world takes place as the subtle cause and as the material effect visible in the appearance of gross material objects. Brahman, which is the source of all subtle and gross manifestations, is simultaneously transcendental to them, being absolute."
    },
    {
        "verse_id": "38",
        "text": "Brahman, the eternal soul, was never born and will never die, nor does it grow or decay. That spiritual soul is actually the knower of the youth, middle age and death of the material body. Thus the soul can be understood to be pure consciousness, existing everywhere at all times and never being destroyed. Just as the life air within the body, although one, becomes manifest as many in contact with the various material senses, the one soul appears to assume various material designations in contact with the material body."
    },
    {
        "verse_id": "39",
        "text": "The spirit soul is born in many different species of life within the material world. Some species are born from eggs, others from embryos, others from the seeds of plants and trees, and others from perspiration. But in all species of life the prāṇa, or vital air, remains unchanging and follows the spirit soul from one body to another. Similarly, the spirit soul is eternally the same despite its material condition of life. We have practical experience of this. When we are absorbed in deep sleep without dreaming, the material senses become inactive, and even the mind and false ego are merged into a dormant condition. But although the senses, mind and false ego are inactive, one remembers upon waking that he, the soul, was peacefully sleeping."
    },
    {
        "verse_id": "40",
        "text": "When one seriously engages in the devotional service of the Personality of Godhead, fixing the Lord’s lotus feet within one’s heart as the only goal of life, one can destroy the innumerable impure desires lodged within the heart as a result of one’s previous fruitive work within the three modes of material nature. When the heart is thus purified one can directly perceive both the Supreme Lord and one’s self as transcendental entities. Thus one becomes perfect in spiritual understanding through direct experience, just as one can directly experience the sunshine through normal, healthy vision."
    },
    {
        "verse_id": "41",
        "text": "King Nimi said: O great sages, please speak to us about the process of karma-yoga. Purified by this process of dedicating one’s practical work to the Supreme, a person can very quickly free himself from all material activities, even in this life, and thus enjoy pure life on the transcendental platform."
    },
    {
        "verse_id": "42",
        "text": "Once in the past, in the presence of my father, Mahārāja Ikṣvāku, I placed a similar question before four great sages who were sons of Lord Brahmā. But they did not answer my question. Please explain the reason for this."
    },
    {
        "verse_id": "43",
        "text": "Śrī Āvirhotra replied: Prescribed duties, nonperformance of such duties, and forbidden activities are topics one can properly understand through authorized study of the Vedic literature. This difficult subject matter can never be understood by mundane speculation. The authorized Vedic literature is the sound incarnation of the Personality of Godhead Himself, and thus Vedic knowledge is perfect. Even the greatest learned scholars are bewildered in their attempts to understand the science of action if they neglect the authority of Vedic knowledge."
    },
    {
        "verse_id": "44",
        "text": "Childish and foolish people are attached to materialistic, fruitive activities, although the actual goal of life is to become free from such activities. Therefore, the Vedic injunctions indirectly lead one to the path of ultimate liberation by first prescribing fruitive religious activities, just as a father promises his child candy so that the child will take his medicine."
    },
    {
        "verse_id": "45",
        "text": "If an ignorant person who has not conquered the material senses does not adhere to the Vedic injunctions, certainly he will engage in sinful and irreligious activities. Thus his reward will be repeated birth and death."
    },
    {
        "verse_id": "46",
        "text": "By executing without attachment the regulated activities prescribed in the Vedas, offering the results of such work to the Supreme Lord, one attains the perfection of freedom from the bondage of material work. The material fruitive results offered in the revealed scriptures are not the actual goal of Vedic knowledge, but are meant for stimulating the interest of the performer."
    },
    {
        "verse_id": "47",
        "text": "One who desires to quickly cut the knot of false ego, which binds the spirit soul, should worship the Supreme Lord, Keśava, by the regulations found in Vedic literatures such as the tantras."
    },
    {
        "verse_id": "48",
        "text": "Having obtained the mercy of his spiritual master, who reveals to the disciple the injunctions of Vedic scriptures, the devotee should worship the Supreme Personality of Godhead in the particular personal form of the Lord the devotee finds most attractive."
    },
    {
        "verse_id": "49",
        "text": "After cleansing oneself, purifying the body by prāṇāyāma, bhūta-śuddhi and other processes, and marking the body with sacred tilaka for protection, one should sit in front of the Deity and worship the Supreme Personality of Godhead."
    },
    {
        "verse_id": "50",
        "text": "The devotee should gather whatever ingredients for worshiping the Deity are available, make ready the offerings, the ground, his mind and the Deity, sprinkle his sitting place with water for purification and prepare the bathing water and other paraphernalia. The devotee should then place the Deity in His proper place, both physically and within his own mind, concentrate his attention, and mark the Deity’s heart and other parts of the body with tilaka. Then he should offer worship with the appropriate mantra."
    },
    {
        "verse_id": "52",
        "text": "One should worship the Deity along with each of the limbs of His transcendental body, His weapons such as the Sudarśana cakra, His other bodily features and His personal associates. One should worship each of these transcendental aspects of the Lord by its own mantra and with offerings of water to wash the feet, scented water, water to wash the mouth, water for bathing, fine clothing and ornaments, fragrant oils, valuable necklaces, unbroken barleycorns, flower garlands, incense and lamps. Having thus completed the worship in all its aspects in accordance with the prescribed regulations, one should then honor the Deity of Lord Hari with prayers and offer obeisances to Him by bowing down."
    },
    {
        "verse_id": "54",
        "text": "The worshiper should become fully absorbed in meditating upon himself as an eternal servant of the Lord and should thus perfectly worship the Deity, remembering that the Deity is also situated within his heart. Then he should take the remnants of the Deity’s paraphernalia, such as flower garlands, upon his head and respectfully put the Deity back in His own place, thus concluding the worship."
    },
    {
        "verse_id": "55",
        "text": "Thus the worshiper of the Supreme Lord should recognize that the Personality of Godhead is all-pervading and should worship Him through His presence in fire, the sun, water and other elements, in the heart of the guest one receives in one’s home, and also in one’s own heart. In this way the worshiper will very soon achieve liberation."
    }
]