[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Success in Treatment of the Complications arising from the administration of the Enema [basti-vyapad-siddhi].’"
    },
    {
        "verse_id": "1.1",
        "text": "2 Thus declared the worshipful Atreya"
    },
    {
        "verse_id": "3-4",
        "text": " The assembly of disciples inquired with due humility the great teacher Punarvasu, a veritable storehouse of intelligence, fortitude, large-heartedness, profundity, patience, restraint and austerity, saying:—“What are the complications arising from the administration of enema? How many are they? What are their causes and their symptoms? What are the therapeutic measures?” On bearing these questions, the teacher answered and said to the disciples:—"
    },
    {
        "verse_id": "5-6",
        "text": " ‘Inadequate action, over-action, exhaustion, distension of abdomen, hiccup, cardiac disorder, excessive upward mounting of the enema, diarrhea, headache, body-ache, griping pain and excessive discharge—these twelve, are the possible complications arising from the improper use of the enema. Hear now the symptoms and treatment of each of these separately."
    },
    {
        "verse_id": "7-9",
        "text": " The enema [basti] given to a hard-bowelled person or to a person with predominance of Vata, or to a dehydrated person or to a person with provoked Vata; the enema which is given cold or prepared with an insufficiency of salt, unctuous substance or drugs; the enema which is very dense; the enema [basti] of this description will only stir up the morbid nutter without eliminating it owing to its weak action. It will consequently produce heaviness of the alimentary tract and retention of flatus, urine and feces, pain in the umbilical aud hypogastric regions, burning, increased mucus secretion in the stomach, edema of the anorectal region, pruritus, onchoma, discoloration, anorexia and dullness of the gastric fire."
    },
    {
        "verse_id": "10",
        "text": " In these conditions a warm potion of digestive decoctions, various methods of sudation, suppositories prepared of emetic nut or at the light time the administration of purgation are recommended."
    },
    {
        "verse_id": "11",
        "text": " The enema [basti] prepared of bael root, turpeth, deodar bark, barley, jujube, horse gram, Sura and other wines and cow’s urine mixed with the medicinal paste described earlier will draw out the morbid matter."
    },
    {
        "verse_id": "12 The enema which is given to a person who has previously been subjected to oleation and sudation and who is soft-bowelled, and the enema which is prepared with strong and hot medications will produce over action",
        "text": " The symptoms and treatment of this condition will be similar to those given in over-action of purificatory procedures."
    },
    {
        "verse_id": "13-14",
        "text": " To relieve the burning sensation induced by the over-action, the physician should give an enema prepared with the paste of painted-leaved tick-trefoil, lotus, white teak, liquorice, sida, grapes, or mahwa in milk or rice water or the cold infusion of grapes or of baked earth or of liquorice, mixed with ghee."
    },
    {
        "verse_id": "15-16",
        "text": " If there is a residue of chyme and then evacuative enema given is mild, the stirring up of the morbid matter obstructs the course of Vata, impairs the gastric fire and also provokes the Vata and causes exhaustion, burning, cardiac pain, stupefaction, cramps and heaviness. The physician should treat this condition with dry method of sudation and digestive medication."
    },
    {
        "verse_id": "17",
        "text": " The patient may drink the water medicated with long pepper, ginger grass, cuscus, deodar, and trilobed virgin’s bower mixed with sanchal salt. This is digestive stimulant and cleanses the stomach."
    },
    {
        "verse_id": "48",
        "text": " Or the patient may drink whey mixed with sweet flag, dry ginger, long zedoary and small cardamom in conjunction with Prasanna wine or medicated or simple wines"
    },
    {
        "verse_id": "19-20",
        "text": " Or the patient may take as potion the pulp of deodar, the three spices, chebulic myrobalans, Palas, white flowered leadwort and costus mixed with cow’s urine, or he may take a potion of alkali which is digestive stimulant. Or he may be given enema prepared with decaradices in cow’s urine, or an enema [basti] prepared of honey and oil mixed with cow’s urine and well salted."
    },
    {
        "verse_id": "21-22½",
        "text": " The enema [basti] of a poor potency given in conditions of great morbidity, dehydration or to a low-bowelled person, gets covered up by the accumulated morbid matter and becomes clogged in the channels, causing obstruction to the movement of the Vata, This obstructed Vata flowing in a wrong course, causes distension of abdomen, pressure on the vital organs, burning, heaviness of the alimentary tract, pain in the scrotum and groin, and impedes the action of the heart and causes pain running about here and there irregularly."
    },
    {
        "verse_id": "23-25",
        "text": " Take emetic nut, turpeth and the other drugs of that group, costus, long pepper, rock-salt, rape seed, kitchen soot, flour of black gram, sweet flag, yeast and barley, alkali; mix this with gur and prepare a suppository of the size of a thumb and of the shape of a barley seed and smearing it with oil, insert it in the lubricated anus of the person who has been previously treated with inunction and sudation. Or a suppository prepared of rock salt, kitchen soot and rape-seed may also be used."
    },
    {
        "verse_id": "26",
        "text": "Or the patient may be given eyacuative enema prepared of bael and the other drugs of its group, toothbrush tree, rape-seed and cow’s urine; and he may then be administered an unctuous enema prepared with long leaved pine and deodar."
    },
    {
        "verse_id": "27",
        "text": " A very strong enema given to a weak and soft-bowelled person will eliminate over much and cause hiccup. In this condition, treatment which is curative of hiccup and roborant is advised."
    },
    {
        "verse_id": "28",
        "text": " The patient may be given an unctuous enema of the oil prepared with the paste of sida, tick trefoil and other drugs of its group, white teak, the three myrobalans, gur and rock salt along with Prasanna wine and gour conjee."
    },
    {
        "verse_id": "29",
        "text": " Or the patient may take the pulvis of long pepper and rock salt of the measure of one tola, with warm water. Inhalations, linctus, meat-juices, milk, sudation and foods that are curative of Vata are also recommended."
    },
    {
        "verse_id": "30-31",
        "text": " Enema [basti], strongly medicated or containing air bubbles or improperly compressed, will afflict the heart. In this condition, the evacuative enema prepared with the decoction of thatch grass, sacrificial grass, and Itkata [itkaṭa] grass, the drugs of the sour and salt groups, common caper and jujube are beneficial. This should be followed by an unctuous enema prepared with drugs curative of Vata."
    },
    {
        "verse_id": "32",
        "text": " If after the enema has been given, the urge of the flatus, urine and feces is suppressed, or if the enema is given with great pressure, the forceful flow of the fluid may find its way out through the oral cavity."
    },
    {
        "verse_id": "33-34½",
        "text": " On observing the unctuous condition in the patient, induced by this complication, his face should be immediately washed with cold water, and the sides, abdomen and the nether parts laved with cold water and the patient should be continually fanned. In extreme cases, it may be necessary to hold the patient by his hair, in mid air and shake him and also frighten him by means of infuriated bulls, asses, elephants and lions or the executioners of the king, serpents, fire-works and such other fearful things. When the patient is terrified in this m inner, the aberrant flow of the enema will return to its normal downward course."
    },
    {
        "verse_id": "35-36",
        "text": " Or in certain eases it may be necessary to apply pressure round the neck of the patient by a tight grip of the hand or a piece of cloth taking care, of course, to see that patient is not asphyxiated to death. In this way, in consequence of the blockage of the channels of the upward moving Prana and Udana, the Apana Vata regaining the normal downward tendency, quickly pushes the enema fluid d own."
    },
    {
        "verse_id": "37",
        "text": " At this stage, in order to help the peristaltic movement, the patient should be given to drink one tola of the paste of Pathan lodh mixed with sour articles. These drugs, by virtue of their being hot, acute and diffusive, will help to draw the enema fluid downwards,"
    },
    {
        "verse_id": "38",
        "text": " If the enema fluid is lodged in the colon, the patient should be sweated and given an evacuative enema of barley, jujube and horse gram prepared with cow’s urine."
    },
    {
        "verse_id": "38½",
        "text": " If the enema fluid is lodged higher up in the thoracic region,the evacuative enema to be given should be prepared with the penta-radices of the bael group"
    },
    {
        "verse_id": "39",
        "text": " If the enema fluid is lodged still higher in the head, then nasal medications, inhalations and anointing of the head with the paste of rapeseed should be resorted to."
    },
    {
        "verse_id": "40-41",
        "text": " When a mild and insufficiently medicated eneta is given to a patient who is suffering from heavy accumulation of morbid matter, the oleation and sudation procedures, followed by such an enema [basti] will stir up the morbid matter and eliminate it only partially, thus setting up a tendency to diarrhea. One afflicted with this complication, suffers from frequency of stools resulting from the swelling of the bladder and the rectum, or from asthenia of the shanks and the thighs."
    },
    {
        "verse_id": "42",
        "text": " The line of treatment in such a condition consists of sudation, inunction and evacuative enema medicated with purificatory drugs and drugs inducive of correct peristalsis. Then after the patient ins undergone the lightening procedure, he should be put on the dietetic regimen laid down for those who have undergone purgation."
    },
    {
        "verse_id": "43-44½",
        "text": " When an enema [basti] which is too thin, mild, cold or insufficient in quantity is given to a person who is debilitated, hard-bowelled and suffering from severe morbidity, it gets choked by the morbid accumulations The enema fluid thus blocked, presses on the Vata which gets provoked and courses wildly through the body-channels and is obstructed in the cranium. Thus checked, it renders the neck and its sides rigid and causes cutting pain in the throat and the head. As a result deafness, tinnitus, coryza and agitation of the eyes are induced."
    },
    {
        "verse_id": "45-46",
        "text": " In such conditions, inunction with oil and rock salt in conformity with the rules laid down are advised. The patient should be further treated with insufflations or nasal medications and inhalations or errhines. Then, after he has been made to eat pungent and peristalsis-inducing articles of food, he should be oleated and administered an unctuous enema."
    },
    {
        "verse_id": "47-49",
        "text": " If a patient is given an excessive dose of a heavy and acute enema without his being first prepared with the oleation and sudation procedures, the enema [basti] so administered will cause excessive elimination. When the excretory matter has thus been eliminated in an excessive measure by the evacuative enema, the patient’s gastro-intestinal tract becomes rigid and an upward peristalsis is set up, with the result that the course of Vata is impeded. On account of this abnormal course of Vata, the patient is afflicted in his limbs with various kinds of pain such as girdle pain, pricking pain, breaking pain, throbbing pain and stretching pain."
    },
    {
        "verse_id": "50",
        "text": " In such conditions, the patient [? could?] be anointed with salted oil and affused with hot water. He should then be sweated with decoctions of the leaves of the castor-plant and with hot-bed method of sudation."
    },
    {
        "verse_id": "51-53",
        "text": " He should then be given an evacuative enema prepared with barley, black-gram and jujube and the two kinds of penta-radices in 512 tolas of water till the water is reduced to one fourth its original quantity and mixed with the paste of bael, warm oil and salt When he has been administered this evacuative enema and comforted, he should be given an immersion bath in a tub. After that he should be made by the physician to eat and immediately on completing his meal, he should be given an unctuous enema with oil medicated with liquorice or with the oil medicated with bael."
    },
    {
        "verse_id": "54-55",
        "text": " If an enema which is unctuous, acute and excessive in dose is given to a soft-bowelled person suffering from slight morbidity causing precipitous elimination of the morbid matter, it gives rise to an all round shooting pain in the abdomen. The patient in this condition is afflicted with pricking pains in the sacrum, groins and the bladder, and pain in the region below the navel, obstipation and frequent urge with scanty evacuation due to the very strong and irritating action of the enema fluid."
    },
    {
        "verse_id": "56",
        "text": " In the condition, treatment consists of the administration of an enema consisting of milk prepared with sweet and cooling drugs such as sugarcane etc., and which has been mixed with the paste of liquorice and til. The patient should be kept on milk diet."
    },
    {
        "verse_id": "57",
        "text": " Or the patient may be given an enema of milk prepared with calophany, liquorice, Indian ash tree, Kardama and Indian berberry, after the patient is put on an acid and soft diet."
    },
    {
        "verse_id": "58-59",
        "text": " If an enema [basti] which is very acid or hot or acute or salt, is given to a person suffering from Pitta disorders, the enema irritates, injures and inflames the anal tract. The anus thus inflamed exudes blood and Pitta of various colors, flows out with a great force at frequent intervals, and the man faints."
    },
    {
        "verse_id": "58-59.1",
        "text": "60 In such a conditon, a cold enema of goat’s milk, in which have been boiled triturated bits of green stalks of silk cotton tree and to which has been added a quantity of ghee, should be given"
    },
    {
        "verse_id": "61",
        "text": " This method of preparing the enema is. also recommended in the case of banyan and other drugs of its group, or in the case of barley and til with heliotrope and Indian spinach as also with white mountain ebony."
    },
    {
        "verse_id": "62",
        "text": " In addition, affusion of the anus, applications prepared with old and sweet drugs, and procedures advised in hemothermia and diarrhea, are recommended."
    },
    {
        "verse_id": "63",
        "text": " An enema [basti] should be made acute when so required in a given condition by the addition of cow’s urine, tooth brush tree, white-flowered lead-wort, salts, alkalis and rape seed; and it should be made mild when so required by the addition of milk etc."
    },
    {
        "verse_id": "64",
        "text": " The enema [basti], when living the colon draws by its potency, the morbid matter lodged in the entire body from the foot to the head, just as the sun situated in the sky sucks up the moisture from the earth."
    },
    {
        "verse_id": "65",
        "text": " Again, just as the cloth sucks up the pigment from the water dyed with the safflower, even so, the evacuative enema sucks up and eliminates the morbid matter from the body which has been prepared by the liquifacient procedures of oleation aud sudation."
    },
    {
        "verse_id": "66",
        "text": " Thus have been described the complications arising from the administration of the enema, together with the clinical picture presented in each case and the appropriate remedial measures. The physician who administers the enema, after thoroughly acquainting himself with all this, is not liable to err."
    }
]