[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Success in Treatment through the Principles of the Enema Procedure [basti-sutra-sddhi].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Agnivesha, with folded hands made the following inquiry of Punarvasu, as he was sitting at leisure surrounded by a host of great sages amidst the pleasant Himalaya as in the neighbourhood of the abode of Kubera, the god of wealth:—"
    },
    {
        "verse_id": "3.1",
        "text": "4-5 “What are the factors, observing which, an enema [basti] administered to a patient is attended with success? Of what material is the tube made? What is its length and shape? What is its quality and what are the sources of the enema-receptacle and what should be the qualities of those receptacles? What is the pharmaceutical formula of the evacuative enema? What is the mode of administration? What is the measure of the enema solution? What is the proportion of the unctuous substance? What is the method to be observed in the bed? What are the varieties of enema and in whom are they indicated?” Hearing these questions, the great sage spoke in answer thus"
    },
    {
        "verse_id": "6 “If the enema [<em>basti</em>] is administered after a full investigation of morbid humors, the medications, clime and season, homologation of the patient, his digestive power, psychic condition, age and vitality etc",
        "text": ", it will give definite results in bringing about the success of the enema and achieving all its objects."
    },
    {
        "verse_id": "7",
        "text": " The enema tube should be made of gold, silver, tin, copper, brass, bronze, bone, wood, bamboo, ivory, reed, horn or crystal and fitted with well-made ears."
    },
    {
        "verse_id": "8-9½",
        "text": " The length of the enema tube should be six, twelve or eight finger-breadths, according as the age of the patient is six, twenty or twelve years respectively. The hole or calibre of the tube should be such that it allows the passage of a green gram, jujube or math grain respectively, and stopped with a stylet, and the circumference of the tube at the base and apex should be respectively of the thumb and the little finger of the patient. It should be straight and tapering like the cow's tail, smooth and globular at the mouth. There should be one ear attached to it at the first quarter from the mouth and there should be two ears more at the base for linking it with the receptaele."
    },
    {
        "verse_id": "10-11; The enema receptacle should be made of the bladder of an old ox, buffallo, deer, hog or goat",
        "text": " It should be firm, thin, with all its veins removed, free from smell, tanned and colored red with astringents and very soft and very clean. On ascertaining the age of the patient, the bladder should be connected with the appropriate kind of enema-tube, and well secured by means of strings."
    },
    {
        "verse_id": "11½",
        "text": " If the bladder is not available, the throat of a pelican or the skin of a bat or a very thick cloth may be used instead."
    },
    {
        "verse_id": "12-12½",
        "text": " The expert physician, knowing a patient to be fit for the administration of corrective enema should start treatment after the patient has fully digested his food and is composed in mind, on an auspicious day in the bright fortnight under a propitious constellation and in. a good Muhurta and Yoga,"
    },
    {
        "verse_id": "13-19½",
        "text": " Take four tolas each of heart-leaved sida, guduch, the three myrobalans, Indian groundsel and decaradices, eight fruits of emetic nut and twenty tolas of goat’s flesh. Decoct them in water till reduced to 1/4 the quantity; then filter and add to it the paste prepared of one tola each of celery seeds, emetic nut, bael, costus, sweet flag, dill seeds, nut grass and long pepper, and mix 4 tolas of gur and 16 tolas of ghee and oil, slightly warmed and a proportionate quantity of honey and rocksalt. Emulsify this with a pestle and put it in the enema receptacle. The enema apparatus should be well fixed, all the air should be expelled and the curves and wrinkles should. be smoothed out. Having removed the stylet from the mouth of the tube, one should cover it with the middle of the thumb. The patient should first be well prepared with inunction of the body. He should have passed feces and urine, and should not be very hungry; he should be placed on a flat bed or bed with a slightly lowered head. The bed should not be very high, it should be well spread and prepared. The patient should lie comfortably on his left side. He should keep his body straight and pillowing himself on his inter-locked hands, he should flex his right leg over his body and fully extend his left leg. Lubricating his anus, the physician should introduce one fourth of the enema tube which has been smeared with oil, slowly and rightly following the curve of the spinal column. He.should not shake nor tremble and should bring to bear all the dexterity of his hand in performing his act. He should, with a single act of compression on the receptacle, inject the contents; and then he should gradually withdraw the nozzle of. the tube from the anus."
    },
    {
        "verse_id": "20-22½",
        "text": " If the enema tube is inserted obliquely, the fluid will not flow, and if the nozzle is jerked about, wounds are likely to be caused in the rectum. If it is given slowly, it may not reach to its destination; and if given with great force, it may run up very high in the alimentary canal, even upto the throat. If the enema solution is too cold, it will cause stiffness; if it is very hot, it will cause local irritation and fainting. If it is unctuous it will lead to dullness; and if it is very dry, it will provoke Vata; and if it is very thin or in small dose or not mixed with salt, it will be abortive in action. If it is excessive in dose, it will produce the effects of over-action and weakness; if it is very viscid, it will take a long time to return. If salt is added in excess, it will cause burning and diarrhea. Therefore, the enemaenema [basti] should be properly prepared and given in the right manner."
    },
    {
        "verse_id": "23-23½",
        "text": " The pharmacist should first take unctuous substance, honey and rocksalt and emulsify it and then add the paste and continue to rub. Then he should add the fluid decoction, and fully mixing them up with a pestle, place it in the enema-receptacle."
    },
    {
        "verse_id": "24-24½",
        "text": " As the organ of assimilation and the rectum are situated on the left side of the body, the enema will be taken well by the person who is lying on his left side; and as the folds and valves of the rectum get straightened out, it is said that the enema should be administered to the patient while he is lying on his left side."
    },
    {
        "verse_id": "25-25½",
        "text": " If in the middle of the enema administration the patient gets an urge to pass feces or flatus, the enema tube should be drawn out and when the urge has passed away, the remaining solution, should be injected; he should lie supine on the bed with his body in a raised position by means of a pillow in such a way that the effect of the enema pervades the whole body."
    },
    {
        "verse_id": "26",
        "text": " The first enema expels the Vata from its natural course, the second will expel the Pitta, and the third will expel the Kapha."
    },
    {
        "verse_id": "27",
        "text": " When the solution has returned, the person should be affused with genially warm water, and should be given a diet of Shali rice along with thin meat juice; when this is digested, the physician should give him light diet in a smallquantity in the evening and then should give him an unctuous enema for the sake of strengthening him."
    },
    {
        "verse_id": "28-29½",
        "text": " After giving him the unctuous enema, which is ¼ (1/4th) the quantity of the evacuative enema aud which is prepared with oil, acid articles and drugs curative of Vata, the physician should press the buttocks together with the palms of the hands in order to prevent the early return of the oil. While the patient is lying supine in the bed, his joints of the feet and the toes should be pulled and cracked gently and the soles of his feet should be slightly rubbed with unctuous substances, and the heels, toes and the calves and all other parts which are afflicted with pain should also be massaged. The patient may then lie at ease and sleep with his head resting on a pillow."
    },
    {
        "verse_id": "30-30½",
        "text": " In an evacuative enema consisting of 96 tolas of solution, there should be 40 tolas of decotion. The unctuous portion should consist of one sixth of the whole solution if the enema is given in a condition of morbid Pitta or of normal health. It should be ¼ (1/4th) in conditions of morbid Vata and 1/8 in conditions of morbid Kapha."
    },
    {
        "verse_id": "31-32½",
        "text": " The dose of the evacuative enema should be of 4 tolas for a patient aged one year and the dose should be increased by four tolas for every year till the twelfth year. After the twelfth year, the increase for each succeeding year should be 8 tolas till the eighteenth year, until the maximum dose of 98 tolas is reached. This is the dose prescribed upto the age of 70. After that, the dose should be that prescribed for a patient of 16 years (80 tolas). Thus has been, described the dosage in term of Prasrita [prasṛta] which is equal to eight tolas. In children and in the aged, the enema should be prepared with mild medicines."
    },
    {
        "verse_id": "33-33½",
        "text": " The bed which is neither too high nor too low, which has a foot-rest and which is spread with a soft quilt, is good. The patient should lie with his head towards the east and cover himself with a white sheet."
    },
    {
        "verse_id": "34-34½",
        "text": " His diet should be determined with due regard to his disease and should consist of soups, milk, and meat-juices, to suit conditions of Kapha, Pitta and Vata respectively. This is the principle to be observed in the administration of evacuative enema. Hereafter, I shall describe the enema preparations."
    },
    {
        "verse_id": "35-35½",
        "text": " The decoction of the two varieties of penta-radices mixed with sour conjee and juice of the goat’s flesh along with the paste of drugs of the heart-leaved sida group and the triad of unctuous substances, is an excellent preparation for the evacuative enema. It is regarded as curative of all diseases due to Vata."
    },
    {
        "verse_id": "36-37½",
        "text": " Take 64 tolas of the decoction of the drugs of the ticktrefoil group along with heart-leaved sida, wild snake gourd, zalil, castor and barley and mix with half the quantity of the meat-juice of the goat and reduce it by cooking it to 64 tolas. Add to it the paste of perfumed cherry, long pepper, nut grass, oil, ghee, honey and rocksalt and prepare the enema. This enema is stimulative of the gastric fire, promotive of flesh and strength, and of the strength of the eyesight."
    },
    {
        "verse_id": "38-42",
        "text": " Take 12 tolas of the roots of castor and four tolas of each of palas, the small variety of penta-radices, Indian groundsel, winter cherry, common mallow, guduch, hog’s weed, purging cassia and deodar along with eight fruits of emetic nut; this should be boiled in 512 tolas of water and reduced to ⅛ (1/8th) the quantity adding the paste of one tola each of dill seeds, juniper, perfumed cherry, long pepper, liquorice, heart-leaved sida, extract of Indian berberry, kurchi seeds and nut grass along with rock salt, honey, oil and cow’s urine, and should be administered as enema [basti]. It is stimulative of gastric fire and revulsive. It is curative of aches in the leg, thighs, feet, sacrum and back, and of the obstruction of Vata by Kapha and stasis of Vata. This enema of castor root etc., when duly administered, alleviates the stasis of feces, urine and flatus attended with colic, tympanitis, calculus, sand in the urine, constipation, piles and assimilation disorders."
    },
    {
        "verse_id": "43",
        "text": " 200 tolas of the meat-juice of the goat seasoned with 16 tolas of the mixture of oil and ghee soured with curds and pomegranate and mixed with the paste of heart-leaved sida and other drugs of its group and given as enema, is promotive of vitality, flesh, color, semen and gastric fire, and is recommended in blindness and pain in the head."
    },
    {
        "verse_id": "44-45",
        "text": " Take 32 tolas of Palas and decoct in 512 tolas of water till reduced to 28 tolas and mix with the paste of four tolas each of sweet flag and long pepper and eight tolas of dill seeds, adding rock salt, honey and oil. This should be given as an evacuative enema. It is promotive of vitality and color, and cures constipation, pain in the sides, gynecic diseases, Gulma and misperistalsis."
    },
    {
        "verse_id": "46",
        "text": " The evacuative enema of milk prepared with 32 tolas of liquorice, dill seeds, emetic nut and long pepper and mixed with ghee and honey is beneficial in rheumatic condition, change of voice and acute spreading affections."
    },
    {
        "verse_id": "47",
        "text": " The milk boiled with liquorice, lodh, chebulic myrobalan, sandal lotus and blue lotus and mixed with sugar and honey, and then cooled and mixed with the paste of the life-promoter group of drugs, makes an excellent enema for the cure of all disorders due to Pitta."
    },
    {
        "verse_id": "48-52",
        "text": " Take two to as each of sandal, sacred lotus, Ridhi, liquorice, Indian groundsel, Vasaka, black Indian sarsaparilla, lodh, Indian madder, white sarsaparilla, heart-leaved sida, a d the penta-radices of the ticktrefoil group as well as the penta-radices of the grass group and decoct in water; 128 tolas of milk should be mixed with this decoction and boiled till all the water is evaporated; then add the paste of Jivanti, Meda, Ridhi, climbing, asparagus, Vira, the two varieties of Kakoli, luffa, sugar-candy, Jivaka, lotus filament, white lotus, blue waterlily, lodh, cowage, liquorice, white yam, salep, fragrant poon and sandal, along with ghee, honey and rock salt. This enema should be given cold. After the enema fluid has returned, the patient should take an affusion-bath and then eat a meal of cooked rice mixed with the meat-juice of Jangala creatures or with milk. This is curative of burning, diarrhea, leucorrhea, hemothermia, cardiac disorder, anemia, irregular fever, Gulma, suppression of urine, jaundice and all diseases due to Pitta."
    },
    {
        "verse_id": "53-55",
        "text": " Take the milk prepared with the decoction of one tola each of the grape group of drugs, white teak, mahwa, fragrant sticky mallow, Indian sarsaparilla, sandal and jequirity and mixed with the paste of east Indian globe thistle, wild bean, liquorice and wheat flour, and with honey ghee, liquorice and oil, and the juice of chebulic myrobalan, white yam, sugarcane and gur; this administered as enema, is regarded as curative of Pitta. This is recommended to patients suffering from burning in the epigastric, umbilical and hypochondriac regions and head, or in burning in the internal organs, in dysuria and in conditions of cachexia, pectoral lesions, loss of semen and diarrhea of the Pitta type."
    },
    {
        "verse_id": "56-57½",
        "text": " Take 80 tolas of decoction prepared by boiling in water mountain ebony, purging cassia, deodar, black nightshade, trilobed virgin’s bower, kurchi, mudar, Patha, horse-gram and Indian nightshade. Add to these, the paste of one tola each of rape-seed, cardamom, emetic nut and costus, and 8 tolas of each of the oil known as the emetic nut oil, honey, barley-alkali and rape-seed oil. This should be administered by the wise physician as evacuative enema to patients afflicted with disorders of Kapha, weakness of the gastric fire and disgust for food."
    },
    {
        "verse_id": "58-60",
        "text": " Or administer as enema the decoction prepared in water of wild snake-gourd, chebulic myrobalan, deodar and long pepper, or the decoction of the two varieties of pentaradices, the three myrobalans, bael and emetic nuts and cow’s urine. Add to this the paste of kurchi, Patha, emetic nut and nut grass, rocksalt and oil along with barley alkali. The evacuative enema with this solution is foremost in curing diseases of the Kapha type of anemia, intestinal stasis and chyme disorders. It also cures stasis of flatus and urine and severe distension of the bladder."
    },
    {
        "verse_id": "61-64",
        "text": " The evacuative enema should be prepared from the decoction of Indian groundsel, guduch, castor, embelia, Indian berberry, dita bark, cuscus grass, deodar, neem, purging cassia, chiretta, wild snake-gourd, Patha, kurroa, kidney-leaved ipomea, decaradices, nut grass, zalil, drumstick, the three myrobalans and mixed with the decoction of emetic nut and cow’s urine along with the paste of liquorice, long pepper, bottle gourd, dillseeds, extract of Indian berberry, white sweet flag, embelia, kurchi seeds, Patha and nut grass, adding rock salt, ghee, honey, and oil. This enema is administered in helminthiasis, dermatosis, urinary disorders, inguinal swelling, abdominal disease, indigestion and in diseases due to Kapha. In patients suffering from the above diseases, even if they are in a condition of depletion as a result of un-unctuous medications, this enema removes the morbidity of Vata, promotes the gastric fire, subdues the diseases and increases the patient’s vitality."
    },
    {
        "verse_id": "65-68",
        "text": " Take four tolas each of hog’s weed, castor, vasaka, Indian rock foil, white hog weed, bishop’s weed, heart-leaved sida, Palas, the two varieties of penta-radices, eight fruits of the emetic nut well crushed and washed, and eight tolas each of the bael, barley and the fruits of jujube, horse-gram and coriander, and 512 tolas of milk and water; then add ghee. It should be boiled till only the milk remains, and strained through a white cloth. It should be mixed with the paste of sweet flag, dill seeds, deodar, costus, liquorice, rape seed, long pepper, bishop’s weed and emetic nut and with gur, rock salt and 24 tolas of honey, oil and ghee mixed together. This, in a lukewarm condition, should be administered as evacuative enema in due manner by the expert. It is curative of all diseases born of continued discordances of the humors."
    },
    {
        "verse_id": "69",
        "text": " One evacuative enema which is unctuous and warm and mixed with meat-juice is to be given in conditions of Vata. Two evacuative enemas which are sweet and cold and mixed with milk are to be given in conditions of Pitta and three evacuative enemas that are pungent, hot and acute and mixed with cow’s urine are to be given in conditions of Kapha. Not more than these specified evacuative enemas are to be given."
    },
    {
        "verse_id": "70",
        "text": " In conditions of Vata, the next meal should be taken mixed with meatjuice; in Pitta, it should be taken mixed with milk, and in Kapha, it should be taken mixed with soups. Similarly, in conditions demanding unctuous enemata, the bael oil, the oil prepared with life-promoter group of drugs and oil prepared with the emetic nut are to be given respectively, in conditions of Vata, Pitta and Kapha."
    },
    {
        "verse_id": "71",
        "text": " Thus, the best method of administering the enema-treatment has been fully and properly expounded here. The wise man who learning this, administers the euema treatment, achieves complete success in his treatment."
    }
]