[	
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Success in Treatment through the Quinary Procedures—Fivefold Purificatory Therapy [pañcakarma—panchakarma-siddhi].”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " In whom, O, Agnivesha! and for what reason the quinary purificatory therapy [pañcakarma—panchakarma] is contra-indicated and in whom it is indicated—all this, will now be described."
    },
    {
        "verse_id": "4-7",
        "text": " The man that is fierce, rash, cowardly, ungrateful or fickle, who is a hater of good persons, kings and physicians or he who is hated by them or he who is afflicted with grief, or is a fatalist or one doomed to death, one who is devoid of the means for treatment or an enemy, impostor or one devoid of faith, a confirmed sceptic or who does not carry out the directions of the physician—such a man should. not be taken up, by a wise physician, for treatment. The physician who treats such cases invites many difficulties upon himself. Persons other than such should be treated well with all modes of treatment. Classifying the various morbid conditions, we shall now describe the indications and the contra-indications of the five purificatory procedures with reference to them."
    },
    {
        "verse_id": "8",
        "text": " The following are the conditions where emesis is contra-indicated:—persons afflicted with pectoral lesions, those who are cachectic, very obese or extremely emaciated, who are infants, senile, debilitated, fatigued, thirsty or hungry, those who are exhausted by labour, load-lifting and way-faring, or those given to fasting, sexual excess, study, exercise and thinking, or those that are emaciated, pregnant women and delicate persons, or those whose alimentary tract is contracted, who do not react to emetics easily or who suffer from hemothermia of the upper region, or from incessant vomiting or from disorders of the upward flow of morbid Vata, or who take often evacuative or unctuous enemata, who are suffering from cardiac disorders, misperistalsis, lesions of the urinary tract, splenic disorder, Gulma, abdominal diseases, prostatic enlargement, impairment of voice, and faintness, or are afflicted with pain in the head, temples, ears and eyes."
    },
    {
        "verse_id": "9-(1)",
        "text": " In condition of pulmonary lesions, owing to further strain due to vomiting, there will be profuse hemorrhage. In persons who are cachectic, very obese, emaciated, young, old, or weak, there will be danger to life owing to their inability to tolerate the action of medication, and similarly will be affected those who are fatigued, thirsty and hungry. In persons broken down by constant labour, loadlifting and way-faring, and those weakened by constant fasting, sexual indulgence, study, exercise and thinking, owing to their ununctuous condition there will be Vata-provocation, hemorrhage, or ulceration; in cases of gravida, there may be [? complications?] of pregnancy, abortion of the immature fetus and the incidence of severe diseases. In the case of delicate persons, consequent upon the strain on the stomach, there may be excessive hemorrhage through the upper or lower channels. In the case of persons whose alimentary tract is contracted or who do not easily react to emetics, the flux of morbid matter roused but not eliminated, accumulates in the alimentary tract aud causes internally acute spreading affections, stasis, dullness, fainting or even death. In patients with hemothermia affecting the upper region.it may provoke the Udana Vata and take away the life or cause profuse bleeding. In the case of persons afflicted with incessant vomiting, similar are the effects. In condition of upward movement of Vata and in persons who have taken corrective or unctuous enema, there will be augmentation of the upward movement of Vata. In persons suffering from cardiac disorders there will be impairment of the Cardiac function. In cases of misperistalsis, there will be aggravation of the condition which may quickly cause death. Persons afflicted with the lesions in the urinary tract and similar other conditions, there will be manifestation of more acute pain. laypersons suffering from fainting there will be great aggravation. In cases of aches in the head etc, there will be great intensification of pain. Therefore, emesis is contra-indicated in such persons."
    },
    {
        "verse_id": "9",
        "text": " Even in all these conditions, emesis is not prohibited if the person is afflicted with acute or chronic poisoning, antagonistic diet, indigestion, predigestion meal and chyme morbidity, as these conditions are very quick in their toxic effect on the body."
    },
    {
        "verse_id": "10",
        "text": " Emesis is indicated in all other conditions and specially in persons Buffering from coryza, dermatosis, recent fever, consumption, cough, dyspnea, spasm of the throat, deradenoncus, elephantiasis, urinary disorders, weakness of gastric fire, antagonistic diet, indigestion, acute intestinal irritation; intestinal torpor, acute poisoning, chronic poisoning, poisonous bites or licks or stings; hemothermia affecting the lower region, ptyalism, (piles), nausea, anorexia, indigestion, scrofula, epilepsy, insanity, diarrhea, edema, anemia, stomatitis, galactic disorders and disorders of Kapha specially, mentioned in the chapter on nomenclature of disorders (Chap. XX Sūtra); in all these conditions, emesis is considered the foremost of treatment and it acts like the breaking of the bund of the paddy field so that the paddy and other crops are saved from the harm of getting over-watered"
    },
    {
        "verse_id": "11",
        "text": " The conditions in which purgation is contra-indicated are delicate constitutions or ulceration of rectum, or prolapse of rectum or hemothermia affecting the lower region or excessive fasting or weakness of the sense, dullness of gastric fire, or persons who have taken evacuative enema or are agitated by passions or those afflicted with indigestion, recent fever, alcoholism, distension of abdomen, foreign body, injury, over-unctuousness, over-dehydratedness, hard-bowelled condition and group of conditions beginning with pectoral lesions and ending with gravida described in the previous paragraph."
    },
    {
        "verse_id": "12",
        "text": " A preson living in luxury will suffer, from the same disorders as delicate people. In presons of ulcerated rectum there will be very distressing pain in the lesions of the rectum which may cause danger to life, and in case of prolapse of rectum, it may cause death owing to over-action of the bowels. In case of hemothermia affecting the lower region similar result will be produced. The persons who have undergone lightening therapy, those whose senses have become debilitated or whose digestive fire is dull or those who have taken evacuative enema, will not be able to tolerate the action of medication. In case of persons whose minds are agitated by sexual passion and similar other sentiments, either there will be no effect of purgation or there will be some effect of purgation with great difficulty. In these cases there will be harmful effects of the imperfect action of purgation. In cases of indigestion there will be disorders of chyme. In case of persons with recent fever, purgation will not be able to eliminate the toxic matter which is yet immature but will rather provoke the Vata. In case of emaciation due to alcoholism in one addicted to alcohol, the provoked Vata may endanger life. In a condition of meteorism, the Vata getting accumulated in the colon and increasing the distension, begins to spread and causes tympanitis of a severe and sudden type or may cause even death. The Vata lodged in the wounds or ulcers caused by a foreign body or by trauma, may destroy the life. In persons who have taken excess of oleation therapy, there is the likelihood of over-action of the purgative medication. In case of a dehydrated or un-unctuous person, it will cause spasticity of the limbs. In the case of a hard-bowelled person, the morbid matter, being roused up but not fully eliminated, causes cardiac pain, joint-pain, constipation, bodyache, vomiting, fainting and prostration and may even cause death. In persons suffering from the group of disorders beginning with pectoral lesions aud ending with the conditions of gravida, there will be the same evil effects as described in emesis. Therefore purgation is contraindicated in these cases."
    },
    {
        "verse_id": "13",
        "text": " In all others purgation is indicated, and especially in those suffering from dermatosis, fever, urinary disorders, hemothermia affecting the upper part, fistula-in-ano, abdominal diseases, piles, inguinal swelling, splenic disorders, Gulma, malignant tumors, deradenoncus, tumors, acute intestinal irritation, intestinal torpor, lesions in the urinary tract, intestinal worms, acute spreading affections, anemia, headache and pleurodynia, misperistalsis, burning in the eyes and mouth, cardiac disorders, fleshy mole and bluish black moles, excessive discharge from the eyes, nose and mouth, Halimaka jaundice, dyspnea, cough, scrofula, epilepsy, insanity, rheumatic conditions, gynecic and seminal disorders, faintness, anorexia, indigestion, vomiting, edema, leucorrhea, eruptions and similar conditions and specially in disorders of Pitta enumerated in the chapter on the nomenclature of diseases (Chap. XX Sutra). In these cases purgation is the foremost treatment, just as the quenching of the fire is the first thing to do when a house is on fire."
    },
    {
        "verse_id": "14",
        "text": " The conditions where corrective enema is contra-indicated are—the condition of indigestion, over-unctuous conditions of the body or over-dose of oleation, a highly roused condition of the humors, weakness of the gastric fire, exhaustion due to riding, excessive weakness, affliction due to hunger, thirst and fatigue, excessive emaciation, also just after a meal or a drink of water, immediately after emesis, purgation, errhination, in condition of anger, fright, intoxication, fainting, incessant vomiting, ptyalism, dyspnea, cough, hiccup, the condition of intestinal obstruction or perforation, ascites, meteorism, intestinal torpor, acute intestinal irritation, miscarriage, enteric, diarrhea, diabetes and dermatosis."
    },
    {
        "verse_id": "15",
        "text": " Now, in condition of indigestion or over-unctuous condition or of overdose of oleation, there may occur abdominal diseases of the tridiscordance type, fainting or edema. In provoked condition of the humors in the stomach and in weakness of the gastric fire, there will be severe anorexia. In a condition of exhaustion due to riding, the enema, causing agitation of the system, brings about emaciation of the body. In conditions of great debility, hunger, thirst and fatigue, the same disorders occur as described before. In a condition of extreme emaciation, the condition will be further aggravated. In the case of enema taken immediately after food or a potion of water, the Vata, getting provoked throws put the enema-fluid upwards or downwards and produces serious disorders. In the case of the enema given following upon emesis or purgation, the evacuative enema would burn the dehydrated body as if cauterized with caustic. In the cage of persons who have taken errhine therapy, it will cause impairment of the senses and obstruction of the channels. In a condition of anger or fright, the enema will mount very high. In a condition of intoxication or fainting due to derangement of consciousness, there will be complications of injury to the mind. In persons who are suffering from incessant vomiting, ptyalism, dyspnea, cough and hiccup, the Vata turned into an upward course, will carry the enema fluid upwards. In persons afflicted with obstruction or perforation of intestines, ascites, or meteorism, the enemata, still increasing the distension, may kill the patient. In conditions of intestinal torpor, acute intestinal irritation, abortion and diarrhea, there will occur disorders of chyme. And in cases of diabetes and dermatosis, there will be further aggravation of the disease. Hence, in these conditions, corrective enema should not be given."
    },
    {
        "verse_id": "16",
        "text": " Corrective enema is indicated in all other conditions and especially in general and local diseases in gastric disorders, retention of flatus, feces, urine and semen, and in loss or morbidity of vitality, color, flesh and semen, in meteorism, numbness of the limbs, helminthiasis, disorders of misperistalsis, simple diarrhea,joint-pain, sense of extreme heat, splenic disorders, Gulma, colic, cardiac disorders, fistula-in-ano, insanity, fever, inguinal swelling, headache, earache, cardiac spasm, rigidity of side of the chest, back and waist, tremor, convulsions, heaviness, extreme lightness, amenorrhea, irregular condition of gastric fire, aches, atrophy or rigidity of buttocks, knees, calf, thigh, ankles, heels, feet, gynecic organs, arms, fingers, nipples of the breast, teeth, nails, bones and joints, intestinal gurgling, griping pain and frequent passage of foul smelling and scanty stools along with flatus, and especially in the disorders of Vata enumerated in the chapter on nomenclature of diseases. In these conditions corrective enema is considered the foremost of medications and it acts like the cutting at the root of a tree."
    },
    {
        "verse_id": "17",
        "text": " Unctuous enema is contraindicated in all those conditions in which corrective enema is contraindicated and especially in persons who have not taken any food, in recent fevers, anemia, jaundice, urinary disorders, piles, coryza, anorexia, weakness of gastric fire, debility, splenic disorders, abdominal diseases, of the Kapha type, spastic paraplegia, looseness of stools, ingestion of natural or chemical poisons, discharge of mucus or bile, hard-bowelled condition, elephantiasis, deradenoncus, scrofula and intestinal worms."
    },
    {
        "verse_id": "18",
        "text": " Now, in persons who have not taken any food, unctuous solution spreads far upwards owing to there being no obstruction in the alimentary tract. In conditions of recent fever, anemia, jaundice and urinary anomalies, it will provoke the humors and cause abdominal diseases. In piles it will make the piles slimy and cause distension of abdomen; in anorexia, it will further impair the desire for food; in weakness of gastric fire, it will make it still weaker; in coryza, splenic disorders and similar other conditions and in a condition of provoked humors it will further aggravate the condition. Therefore, in these conditions one should not give unctuous enemata."
    },
    {
        "verse_id": "19",
        "text": " The unctuous enema is indicated in those very conditions where corrective enema is indicated and specially in persons who are low in unctuous quality and are afflicted with an acute gastric fire and disorders purely of morbid Vata. In these conditions, the unctuous enema is considered the foremost of medications and is like water to a tree poured at its very roots."
    },
    {
        "verse_id": "20",
        "text": " The conditions where the errhine therapy is contra-indicated are indigestion, persons who have just taken their meals or an unctuous potion, those that are thirsty, those that have bathed their head, those just going to take their bath, those that are afflicted with hunger, thirst or fatigue or are intoxicated, fainted, or injured with a weapon or a stick, or are exhausted by sex-act, exertion or drink, those who have recently suffered fever or are afflicted with grief, those who have just been purged or are given an unctuous enema, the gravida, and those that are just afflicted with coryza; nor should the errhine therapy be given in the wrong season or on a cloudy day."
    },
    {
        "verse_id": "21",
        "text": " Of these conditions, in a person with indigestion or in one who has taken his meals, the errhine treatment will occlude the channels going to the upper part of the body and will cause cough, dyspnea, vomiting and coryza. If it is administered to persons who have taken the unctuous potion or persons who are thirsty for wine or water, and if these persons drink it immediately after the errhine-treatment, it will cause excessive discharge from the mouth and the nose, increase of secretion from the eye (cataract) and diseases of the head. In persons who have taken a head bath or in those who take a head bath after the errhination, it will cause coryza. In persons afflicted with hunger it will provoke the Vata; and in those afflicted with thirst it will intensify the thirst and cause parching of the mouth. In persons who are afflicted with fatigue, intoxication and fainting, it will cause the same ill effects as mentioned with reference to corrective enema; in persons injured with a weapon or a Stick, it will make the pain more acute; in persons exhausted by over-work, sex-act or drink, there will be affliction of the head, shoulder-region, eye and chest. In persons who have recently suffered from fever or who are afflicted with grief, the heat, spreading in the vessels in the eyes, will cause cataract and rise of body-temperature; in persons just purged, the Vata, getting provoked, will injure the sense organs. In persons who have just taken the unctuous enema, it will cause heaviness of the head, pruritus and helmenthiasis. In pregnant women, it will stiffen the fetus and the fetus may become one-eyed, or afflicted with deformation of the hand, hemiplegia, or paraplegia; in persons afflicted recently with coryza, it will cause complications in the bodychannels. If administered in the wrong season or on a cloudy day, it will produce disorders of cold, stink-nose or diseases of the head; therefore the errhine treatment is not indicated in these onditions."
    },
    {
        "verse_id": "22",
        "text": " The errhine is indicated in all other conditions and specially in stiffness of the head, teeth or sides of the neck, spasm of the throat and jaw, or coryza. Galashundika [galaśuṇḍikā], Shaluka [śālūka], Shukra [śukra], Timira, diseases of the eye-lid, moles, glossitis, hemicrania, diseases of neck, shoulder region, shoulders, mouth, nose, ear, eye, cranium, forehead, facial paralysis, convulsions, contractions, deradenoncus, tooth-ache, setting of teeth on edge, looseness of teeth, injection of eyes, malignant tumor, alteration of voice, loss of speech, spasmodic speech etc., and diseases affecting the upper part of the supra-clavicular region of the body, as a result of the morbid Vata and other humors which get fully developed. In these conditions, errhine treatment is considered the foremost of medications. Entering every interspace of the head, this withdraws the whole of the morbid matter, just as a wick acts in an oil lamp."
    },
    {
        "verse_id": "23",
        "text": " If errhine treatment is to be given in urgent conditions, in seasons other than the first rains, autumn or spring, then it should be given by making artificial conditions of these seasons. It should be given in the morning in summer, in the noon in the winter and in the rainy season when there are no clouds in the sky."
    },
    {
        "verse_id": "Here are the recapitulatory verses—24",
        "text": " Thus has the fivefold mode of purificatory therapy been propounded regarding what is contra-indicated, in whom and wherefore and similarly what is indicated and in whom."
    },
    {
        "verse_id": "25",
        "text": " But the intelligent physician should not determine this according to the letter of these directions exclusively, but must use his own discretion and reasoning in arriving at decisions-"
    },
    {
        "verse_id": "26",
        "text": " There may arise situations in view of the nature of the place, time and the vitality of a particular patient, when, what is contra-indicated in a patient, may be necessary for him aud what is indicated may have to be avoided."
    },
    {
        "verse_id": "27",
        "text": " Emesis in vomiting, cardiac disease and Gulma, and enemata in dermatosis- though contra-indicated, are generally recommended at particular stages of the disease, in the chapters dealing with therapeutics."
    },
    {
        "verse_id": "28",
        "text": " Hence, despite the directions laid down, therapeutic measures should be decided upon by the physician, with the use of his own discretion. The success achieved without the exercise of reason is indeed success resulting from chance."
    }
]