[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Success in Treatment of Complications arising from the Procedures of Emesis and Purgation [vamana-virecana-vyāpad-siddhi]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " I shall describe the proper method of purification through the upper and lower channels of the body and the complications arising from improper procedure and their treatment"
    },
    {
        "verse_id": "4",
        "text": " Summer, the rainy season and winter are hot, rainy and cold respectively. In between them, there are three seasons called the early rains and two others which have mild seasonal characteristics."
    },
    {
        "verse_id": "5-6",
        "text": " Pravrit [prāvṛt] the (early rains) is comprised of Ashadha and Shravana, and Sharad (autumn) is Kartika and Margashirsha,and Vasanta (spring) is Phalguna and Caitra. These are the seasons in which seasonal purification is to be done. The physician should classify seasons in this way and give seasonal purification in condition of normal health; but in cases of disease, he should administer purification whensoever found necessary in view of the disease-condition."
    },
    {
        "verse_id": "7",
        "text": " In the intervals between the procedures of emesis [vamana] and purgation [virecana] etc,, the physician should give oleation and sudation procedures, and in the end, he should give sedative oleation,"
    },
    {
        "verse_id": "8",
        "text": " The physician should not give an excessive dose of preparatory oleation before purgation to those who are suffering from acute spreading affections, pimples, edema, jaundice, anemia, trauma and toxicosis."
    },
    {
        "verse_id": "9",
        "text": " The persons who have excessive unctuous quality in the body should not be given unctuous purgatives. The persons, in whose body the unctuous element has become agitated, should be given non-unctuous purgatives."
    },
    {
        "verse_id": "10",
        "text": " When a person has been well prepared with oleation and sudation procedures, and after his previous meal has been fully digested, if the ingests the right dose of medication, with bis mind concentrated on the treatment, it brings about the most desirable results."
    },
    {
        "verse_id": "11",
        "text": " As in a vessel smeared with oil, water slips down without any effort, similarly Kapha and other morbid humors slip out easily in a body which has undergone oleation therapy."
    },
    {
        "verse_id": "12",
        "text": " As fire makes the water in moist wood to trickle out from every pore, similarly sudation causes the fixed toxic matter to melt and flow out in a person who has been previously oleated."
    },
    {
        "verse_id": "13",
        "text": " Just as dirt in a dirty cloth is separated and washed out by water, so, by oleation and sudation, the toxic matter in the body is segregated and washed out by purgation [virecana]."
    },
    {
        "verse_id": "14",
        "text": " If the purificatory dose is taken when the previous meal is undigested, there will occur depression and constipation, and the medication acts in a wrong way."
    },
    {
        "verse_id": "15-16",
        "text": " That should be known as the proper medication which requires to be taken in small dose, which is quick in action and is curative of even an excessive degree of morbidity, which is easy to take, which is light in digestion, palatable, pleasing, curative of the particular disease, not harmful even if complications arise, not very depressant and is possessed of the most agreeable smell, color and taste."
    },
    {
        "verse_id": "17",
        "text": " If a person after cleansing his mind of its impurities like passion and other inauspicious sentiments and concentrating his mind on the treatment takes this dose, it brings about the most desirable results."
    },
    {
        "verse_id": "18-18½",
        "text": " The person, who is going to have emesis [vamana] the next day, should take diet which is easily digestible, mostly liquid and promotive of mucus secretion; and the person who is going to take purgation [virecana], should eat light and warm articles of diet. Owing to increase of mucus in the former case and diminution of mucus in the latter, the morbid humors quickly flow out."
    },
    {
        "verse_id": "19-20",
        "text": " In a person who has taken the purificatory dose, the physician should keep observing the development of the signs of complete purification. In the case of emesis, when bile appears after the mucus in the vomitus, and in the case of purgation mucus appears after feces and bile, and there occur weakness, debility and lightness of the body, it should be considered the stage of complete elimination of morbid matter."
    },
    {
        "verse_id": "21-21½",
        "text": " After this stage if any part of the dose is left in the body, it should be eliminated by emesis. But if lightness has not developed in the body, it should not be done. In case there are stiffness and accumulation of Vata, the patient should be made to vomit even if there occur no eructations. Emesis should be done till there occur lightness of the body and thinning of the mucus. If carried further, it will be attended with great disaster."
    },
    {
        "verse_id": "22-23",
        "text": " Emesis [vamana] promotes the gastric fire and the humors get sedated. The person who has vomited should be starved as long as the signs of the full digestion of the medication are not seen; and on seeing these signs, the dietetic regimen of gruels should be carried out and the starvation should be stopped."
    },
    {
        "verse_id": "24",
        "text": " The gastric fire in the body of the person who has been cleansed by the purificatory procedures and freed from all morbid matter, becomes weakened. Therefore, a course of dietetic regimen of thin gruels etc., should be carried out."
    },
    {
        "verse_id": "25",
        "text": " The physician should prescribe the dietetic regimen of demulcent drinks etc., in conditions where Kapha and Pitta are partially cleansed and in case of alcoholics or persons with Vata-cum-Pitta habitus; the thin gruels will have a liquefacient effect on their body."
    },
    {
        "verse_id": "26",
        "text": " Regular peristaltic movement of Vata, a sense of well-being, hunger, thirst, good spirits, self-confidence, lightness, clarity of the senses and of the eructations are the signs that indicate that the dose of medication has been completely digested."
    },
    {
        "verse_id": "27",
        "text": " Exhaustion, burning, asthenia, giddiness, fainting, headache, malaise and loss of vitality are the signs indicating that some part of medication is still left undigested"
    },
    {
        "verse_id": "28",
        "text": " Medication taken at the wrong time or in under-dose or over-dose, or medication that is very old or which is not impregnated or not well prepared, will soon produce complications."
    },
    {
        "verse_id": "29-30",
        "text": " Distension of abdomen, griping pain, excessive discharge, cardiac spasm and spasm of the limbs, discharge of blood, improper action of the medication, rigidity, serious afflictions and exhaustion—these are considered to be the ten complications due to under-action or over-action of the drug or due to the defects of the attendant, the medication, the physician or the patient."
    },
    {
        "verse_id": "31",
        "text": " Successful action is discharge in right proportion. If there is excessive discharge, it signifies over-action. Aud unsuccessful action is that where there is contrary action or there is no discharge or scanty discharge."
    },
    {
        "verse_id": "32",
        "text": " Purgative medication in a condition, where the Kapha is aroused, would act upwards, i.e., as in emetic if the medicine is bad in odor or unpalatable or is in a big dose and taken before the previous meal is digested."
    },
    {
        "verse_id": "33",
        "text": " The emetic dose which is taken in a condition when a person is afflicted with hunger, or where the person is of the soft-bowelled type or where Kapha in the stomach is poorly aroused or where medicine is strong or where the medicine taken becomes stagnant in the stomach and causes agitation, acts as a purgative."
    },
    {
        "verse_id": "34",
        "text": " These conditions where the actions of drugs are reversed and consequently elimination is partial, are known as conditions of unsuccessful action. It means that the morbid matter is either eliminated with difficulty, or not at all, or only slightly,"
    },
    {
        "verse_id": "35a If after taking the dose, the body is not cleansed and the dose is fully digested, he may take a second dose",
        "text": " If the second dose is taken before the first is fully digested, there may be over-action."
    },
    {
        "verse_id": "36",
        "text": " In case of imperfect action of the dose, the physician should give a string or mild second dose, after ascertaining whether the person is of the hard-bowelled or the soft-bowelled type and also his vitality."
    },
    {
        "verse_id": "37",
        "text": "The physician should not give dose of emesis [vamana] to one who is bad subject for emesis or a second dose of purgation [virecana] should not be given to a hard-bowelled person. If they are so given, they will surely kill the patient."
    },
    {
        "verse_id": "38-39",
        "text": " The purificatory dose given to a person who is not prepared with preliminary oleation and sudation procedures, or to one who is dehydrated, or if the drug has become too old, it will only rouse the morbid matter and will be incapable of eliminating it; such a dose of medication causes many diseases: wrongful action, edema, hiccup, excessive faintness, cramps in the calf muscles, pruritus, asthenia of the thigh and discoloration"
    },
    {
        "verse_id": "40-41",
        "text": " The purificatory medicine given in a very small dose to a person who has been prepared with oleation and sudation procedures, and whose digestive fire is strong and who, as a result, has digested away the medication or whose action has been impeded by ingestion of cold articles or by chyme, only rouses up the morbid matter but does not eliminate it. These conditions too would give rise to the same diseases. All these are conditions of imperfect or unsuccessful action. Knowing these as such, the wise physician should carry out the line of treatment in the manner laid down."
    },
    {
        "verse_id": "42",
        "text": " In such conditions, the person should be anointed with oil and salt, and sweated by means of bed sudation or mixed lump sudation method; and he should be given another purificatory dose after the first dose of medication is digested; or he may be given evacuative enema mixed with cow’s urine."
    },
    {
        "verse_id": "43",
        "text": " After the evacuative enema, he should be fed with meat-juice of Jangala animals and then should be given unctuous enema of oil prepared with emetic nut, long pepper and deodar, in proper dose."
    },
    {
        "verse_id": "44",
        "text": " After oleating him with unctuous articles curative of Vata he should be given again a strong purificatory dose. It should not be a very strong dose, as then, it will cause over-action."
    },
    {
        "verse_id": "45",
        "text": " The strong medications given to a person who is afflicted with hunger or who is soft-bowelled, would quickly eliminate not only the feces, bile and mucus, but also the fluid body-elements along with stools."
    },
    {
        "verse_id": "46",
        "text": " Thus, it would lead to the loss of vitality and voice, burning, dryness of throat, giddiness and thirst. In this condition, the physician should remove, the residual portion of the medication by giving him emesis prepared with drugs of the sweet group."
    },
    {
        "verse_id": "47- 48",
        "text": " In case of over-action of emesis, the physician should give purgation [virecana]; and in case of over-action of purgation the physician should give emesis. The over-flow should be stopped by treating the patient with cold affusions and immersion bath and with eats and drinks and drugs of astringent and sweet groups and of cooling quality. The patient may be treated with the medications curative of he hemothermia, diarrhea, burning an 1 fever."
    },
    {
        "verse_id": "49",
        "text": " The patient may drink the demulcent drink prepared of the extract of Indian berberry, sandalwood, cuscus, marrow and blood mixed with the powder of roasted paddy. This demulcent drink is an excellent curative of the effects of over-action."
    },
    {
        "verse_id": "51",
        "text": " He may be given the food, mixed with the meat juice of Jangala animals. The mucilagenous enema is also recommenced in this condition or he may be given an unctuous enema of ghee taken directly from milk and prepared with drugs of the sweet group."
    },
    {
        "verse_id": "52",
        "text": " In over-action of emesis [vamana], the person should be affused with cold water and then may be given a demulcent drink prepared of fruit juice mixed with ghee, honey and sugar."
    },
    {
        "verse_id": "5-3",
        "text": " In excessive vomiting with eructations, the patient may lick the powder of coriander, nut grass, mahwa and extract of berberry mixed with honey."
    },
    {
        "verse_id": "54",
        "text": " In a condition where the tongue has been extremely drawn in during vomiting, it is beneficial for the patient to take mouth-rinses prepared of palatable soup, milk or meat-juice prepared with unctuous, acid and salt articles."
    },
    {
        "verse_id": "55",
        "text": " Or some one else should be made to taste, in his presence, acid fruits so that his mouth may water in sympathy. If his tongue is protruded out, then smearing it with the paste of til and grapes, one should push it into position."
    },
    {
        "verse_id": "56",
        "text": " The wise physician should give in spasmodic condition of speech and in Vata-disorders, thin gruel prepared with ghee and flesh and also oleation and sudation therapy."
    },
    {
        "verse_id": "67",
        "text": " The patients who have undergone emesis [vamana] or purgation [virecana] or starvation or whose gastric fire is poor, should take the dietetic regimen of thin gruel etc., for the improvement of their digestive fire and vitality."
    },
    {
        "verse_id": "58 59",
        "text": " Medicine, given in too small a dose, to a person who has excess of morbidity or who is dehydrated or. whose gastric fire is weak or who suffers from misperistalsis, will rouse the morbid humor and obstruct the body-channels and cause great distension of abdomen, pain in the back, side of the chest and head, and serious obstruction to breath, feces, urine and flatus,"
    },
    {
        "verse_id": "60",
        "text": " Inunction, sudation, suppository and similar treatment, evacuative and unctuous enemata and all treatment curative of disorders of misperistalsis are recommended in the case of distension of abdomen."
    },
    {
        "verse_id": "61-62",
        "text": " Strong medication taken by a person who has taken the oleation therapy, who is hard-bowelled and who suffers from chyme morbidity or by a person who is emaciated, soft-bowelled, exhausted and is poor of vitality, reaches the rectum and eliminates morbid matter along with chyme and causes acute colic and griping pain accompanied with slimy and bloody discharge."
    },
    {
        "verse_id": "63",
        "text": " In conditions associated with, chyme-morbidity, starvation and digestive medication are recommended; and the diet should be of dry, hot and light articles; and in condition of emaciation, all measures of roborant therapy and medications prepared with drugs of the sweet group are recommended."
    },
    {
        "verse_id": "63½",
        "text": " If, even after the digestion of chyme, there is obstipation, medication with acid and alkali, and light diet are recommended."
    },
    {
        "verse_id": "64-65½",
        "text": " If in this condition there is excess of Vata, the patient may take ghee mixed with fulsee flowers and with pomegranate juice adding barley alkali or rock-salt. He should take as food, sour curds mixed with pomegranate bark and as his drink, he should take warm water mixed with the paste of deodar and til."
    },
    {
        "verse_id": "66-67",
        "text": " Or he may take the milk prepared with holy fig, gular fig, yellow barked fig and cadamba or he may be given a mucilageuous enema prepared with astringent, sweet and cooling drugs; or he may be given an unctuous enema prepared with liquorice."
    },
    {
        "verse_id": "68-70",
        "text": " Medicine given in a small dose to a person who has excessive morbidity, rouses the humors, causes frequent and scanty elimination and gives rise to pruritus, edema, dermatosis, heaviness of the body, impairment of the gastric fire, nausea, stiffness, anorexia and anemia. There occurs frequency of discharge. This complication may either be treated with sedative drugs or with emetics; or giving him oleation again, he should be administered a strong purgative and whem he is perfectly cleansed, he maybe given powders and medicated wines prepared with suitable meditations."
    },
    {
        "verse_id": "71",
        "text": " Owing to suppression of the urge in one who has taken the purificatory doge, the Vata and other humors, getting provoked and reaching the heart, cause severe cardiac spasm."
    },
    {
        "verse_id": "72-72½",
        "text": " The person becomes afflicted with hiccup, cough and pain in the side of the chest; he gets de pressed; there is dribbling from the mouth; agitation of the eyes; he bites his tongue, falls unconscious and gnashes bis teeth. As this condition is serious, the physician should immediately make him vomit."
    },
    {
        "verse_id": "73-74",
        "text": " If the fainting is due to excess of Pitta, emesis [vamana] should be given prepared with drugs of the sweet group, and if due to Kapha; drugs of the pungent group should be used. Thereafter, the residual morbidity should be digested away by digestive medications. Then his body heat and vitality should be systematically rehabilitated."
    },
    {
        "verse_id": "75",
        "text": " If the person, while vomiting excessively, is afflicted in his heart by Vata, he should be given unctuous, acid and salt articles; and in condition due to Pitta-cum-Kapha, dry, pungent and bitter articles should be given."
    },
    {
        "verse_id": "76-77",
        "text": " By suppression of the urges by a person who has taken the purificatory dose or owing to obstruction of Vata by Kapha, or owing to purification done in excess, the provoked Vata seizes the limbs and causes Stiffness, tremor, pricking pain, asthenia, cramps and churning. In this condition, oleation, sudation and til similar other measures curative of Vata should be carried out."
    },
    {
        "verse_id": "78",
        "text": " If a very strong medication is given to a soft-bowelled person who has only slight morbidity, after eliminating the morbid matter and churning the system excessively, it causes the discharge of the live-blood."
    },
    {
        "verse_id": "79",
        "text": " Mixed with food, the blood should be thrown to dogs or crows to eat. If they eat it, it is live blood. If it is not eaten, declare it to be bile-blood,"
    },
    {
        "verse_id": "80",
        "text": " A white cloth soaked in that blood and dried, should be washed with warm water. If the cloth retains the coloration, it is bile-blood. But if the cloth becomes clean and white then it is to be regarded as live-blood,"
    },
    {
        "verse_id": "81",
        "text": " The physician should carry out treatment till the last moment of his life of the man who is afflicted with thirst, unconsciousness and intoxication. And his treatment should consist of measures curative of Pitta or the treatment beneficial in the over-action of the purificatory procedures."
    },
    {
        "verse_id": "82",
        "text": "He should be given to drink the fresh blood of a live deer, cow, buffalo or goat, so that his life becomes immediately supported by this life-giving procedure."
    },
    {
        "verse_id": "82½",
        "text": " Or he may be given that very blood churned with sacrificial grass in the form of an enema."
    },
    {
        "verse_id": "83-84",
        "text": " Or he may be given a cold enema of milk prepared with black turpeth, white teak, jujube, sacred grass and black cuscus and mixed with supernatant part of ghee and extract of berberry, or he may be given a very cold mucilagenous enema, or an unctuous enema prepared of the supernatant part of ghee."
    },
    {
        "verse_id": "85",
        "text": " If there occurs prolapse of rectum, it should be replaced after constricting it with astringent medication. In a condition of unconsciousness, soothing songs and words should be uttered."
    },
    {
        "verse_id": "86-87",
        "text": " If the purgative dose ceases to act immediately after elimination of the fecal matter or the emetic dose is immediately vomited out, it causes only the agitation of the morbid humor but does not eliminate it. Then the provoked humors cause pruritus and other diseases. This is called the condition of wrongful action of medication; and in this condition, treatment should be in accordance with the pathological features."
    },
    {
        "verse_id": "88",
        "text": " If a man who has undergone oleation procedure takes an unctuous potion, it gets covered up by the morbid matter which is in a softened condition and will be unable to expel the morbid matter from its habitat; it even obstructs those that have been dislodged from their habitats."
    },
    {
        "verse_id": "89",
        "text": " It causes scanty and frequent elimination accompanied with acute obstruction of Vata, rigidity and pain in the rectum. Such a man requires treatment by strong enemta or purgation [virecana] preceded by lightening and digestive measures."
    },
    {
        "verse_id": "90-91",
        "text": " The un-unctuous purgative medication, taken by one already lacking in the unctuous quality, or by one who is debilitated, will provoke the Vata quickly and give rise to severe complications. It causes rigidity and severe pain in all the limbs aud fainting. In such a condition, oleation, sudation and similar other measures as well as the line of treatment curative of Vata, are indicated."
    },
    {
        "verse_id": "92-93 A mild medication administered to one that has undergone the oleation procedure and who is soft-bowelled rouses up the Kapha and the Pitta and obstructs the Vata, and gives rise to torpor, heaviness, exhaustion and asthenia",
        "text": " In this condition, the patient should be made to vomit out the medication as well as the morbid matter. Then he should be given lightening and digestive remedies. Afterwards he should be given unctuous aud strong purificatory measures."
    },
    {
        "verse_id": "94",
        "text": " Thus have been described along with their signs and symptoms and treatment, the complications arising from the procedures of emesis [vamana] and purgation [virecana] done by unskilled physicians."
    },
    {
        "verse_id": "95",
        "text": " The wise physician, versed in the correct pathology and stages of these conditions, should administer properly the purificatory procedures with a view always to completely restore the health of the patient."
    }
]