[
	{
        "verse_id": "1",
        "text": " We shall now expound the Chapter entitled ‘The Successful Application of Various Therapeutic Measures [kalpana-siddhi]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-5½",
        "text": " “What is the method laid down in the five purificatory procedures? What is the order in which they are to be performed? What are the signs of successful and unsuccessful administration of the purificatory procedures, as also of over-administration? What is the number of enemata to be given? What is the therapeutic value of enema? What kind of enema should be given in which condition? What is to be avoided during the period of treatment? What is the period of interval to be observed between the administration of various purificatory procedures? What are the causes preventing the successful operation of an enema? What makes for the immediate return of the enema fluid? What again causes its delayed return? Why is it that some diseases, although curable, are not allayed in spite of being treated by appropriate measures?”"
    },
    {
        "verse_id": "3-5½.1",
        "text": "Thus questioned fully by the foremost of his pupils—Agnivesha, Punarvasu, the foremost of physicians and highly learned in the Science moved by the desire of prompting the welfare of the whole of humanity, answered and said to him thus"
    },
    {
        "verse_id": "6-6½",
        "text": " It is prescribed that the person should be subjected to sudation therapy after he has undergone oleation therapy for a minimum period of three days or a maximum period of seven days. Oleation therapy for longer than this period is not recommended, as the patient then gets habituated to it."
    },
    {
        "verse_id": "7-7½",
        "text": " Oleation cures the morbidity of Vata, makes the body soft and disintegrates the accumulation of morbid matter, while sudation liquefies the morbid matter which is stuck up in the minute channels of the body of the person who has undergone oleation therapy."
    },
    {
        "verse_id": "8-8¼",
        "text": " The person who is to be subjected to emesis should have his Kapha in the stomach roused up by a diet of milk mixed with meat juice and the flesh of domestic, aquatic aud wet-land animals. The person who is to be administered purgation should be given the meat-juice of Jangala animals, soups mixed with unctuous articles and articles non-promotive of Kapha."
    },
    {
        "verse_id": "9-9½",
        "text": " The person in whom the Kapha is in excess vomits easily and the person in whom it is low purges well. If the Kapha is meagre, the emetic drug acts as a purgative while in a condition of excess of Kapha, the purgative drug acts as an emetic."
    },
    {
        "verse_id": "10-10½",
        "text": " Emesis should be administered, in the manner laid down to one that has taken the oleation therapy, and when the emesis has been complete, the patient should be given the systematic dietetic regimen by means of gruels etc. The person who has undergone the oleation and sudation procedures should be administered the best suited purgative, as laid down."
    },
    {
        "verse_id": "11-11½",
        "text": " The person who has been thus purged should take thin and thick gruel, unseasoned and seasoned soup and meatjuice, in the order mentioned. lie should take each of these at the three meal times or at two meals, or at one meal time according as the purificatory dose was maximum, moderate or minimum."
    },
    {
        "verse_id": "12-12½",
        "text": " Just as a spark of fire fed gradually by straw and cow-dung cakes etc., grows into a big and constant flame, similarly, the internal gastric fire in the person who has undergone the purificatory procedure, grows strong and constant and capable of digesting all foods, fed gradually by gruels etc."
    },
    {
        "verse_id": "13-13½",
        "text": " Four, six and eight times of vomiting are considered good as minimum, moderate and, maximum action respectively, and similarly are regarded in purgation, ten, twenty and thirty times. The quantity of fecal matter should be 128, 192 or 256 tolas."
    },
    {
        "verse_id": "14-14½",
        "text": " The quantity of vomited matter should be half of this, and that vomit should be considered successful which is accompanied with bile in the last phase and likewise the purgation which is accompanied with mucus or Kapha in the last phase. In case of fecal matter, the quantity passed should be measured without taking Into account the quantity passed in the first two or three motions: and in the measurement of the quantity of vomitus the quantity of the drug in the vomitus should not be counted."
    },
    {
        "verse_id": "15-15½",
        "text": " He is considered to have undergone emesis successfully who expels the mucus, bile and air in succession and who feels that his stomach, sides of the body, sense organs and body-channels have been cleansed and that his body has become light."
    },
    {
        "verse_id": "16-16½",
        "text": " If the emesis goes wrong, then there occur eruptions, wheals and itching on the body, imperfect cleansing of the stomach and body-channels and heaviness of the limbs. Thirst, stupor,Tainting, provocation bi Vata, loss of sleep and loss of strength etc, occur in case of over-action of emesis."
    },
    {
        "verse_id": "16-16½.1",
        "text": "17-17½ Purification of the alimentary tract, clarity of the senses, lightness of the body, stimulation of the gastric fire, a sense of well-being and passing of feces, bile, mucus and wind in succession in his motions are the signs of successful purgation"
    },
    {
        "verse_id": "18-18½",
        "text": " In a condition where purgation has acted amiss, there will be great provocation of Kapha, Pitta and Vata, exhaustion, dullness of the gastric fire, heaviness of body, coryza, torpor, vomiting, anorexia and the absence of regular peristaltic movement of the Vata."
    },
    {
        "verse_id": "19-19½",
        "text": " In a condition of excessive action of purgation, there will occur numbness, body-ache, exhaustion, tremors and other symptoms born of Vata which becomes provoked owing to loss of mucus, blood and bile in the motions as also torpor, loss of vitality, faintness, mental disturbance and hiccup."
    },
    {
        "verse_id": "20",
        "text": " Then after the rehabilitation of the patient by means of diet, he should be given on the ninth day a potion of ghee or unctuous enema."
    },
    {
        "verse_id": "21",
        "text": " Three days after that the patient who had his body well anointed with oil and is not very hungry should be given evacuative enema when the enema fluid has returned he should be given the meat-juice of Jangala animals or any other suitable diet according to his humoral constitution and the strength of the gastric fire."
    },
    {
        "verse_id": "21½",
        "text": " Then, the person who is to be administered the unctuous enema should be given the enema at night, care being taken to see that he has not eaten a heavy meat"
    },
    {
        "verse_id": "22-22½",
        "text": " In the winter and the spring, the unctuous enema should be given by day and in the autumn, summer and the rains, it should be given at night, with due care to prevent the wrongful effects of the oleation therapy, which have been already described. (Chap. XIII Sutra)."
    },
    {
        "verse_id": "23-24",
        "text": " After the unctuous fluid has returned, the person who has taken the unctuous enema and has spent the night quietly should be given food during the day and also in the evening. Thereafter, he is to be given unctuous enema on the second, third or fifth day. After giving the evacuative enema on every third or fifth day, he should be given the unctuous enema."
    },
    {
        "verse_id": "25",
        "text": " In disorders of Kapha, one enema or three enemata should be given; in disorders of Pitta, five, or while in disorders of Vata, nine or even eleven should be given. In this way the expert physician should give enemata in odd numbers."
    },
    {
        "verse_id": "26",
        "text": " The person who has undergone purgation should definitely avoid taking evacuative enema for a period of seven days. Similarly, the person who has been cleansed by evacuative enema should avoid purgation as it will have injurious effects on the system which has already been evacuated."
    },
    {
        "verse_id": "27",
        "text": " The enema is an agent, of rejuvenation, and promoter of happiness, life, strength, gastric fire, intelligence, voice and color. It is beneficial in every way for all, whether young, adult or aged. It is free from risks, and cures all diseases."
    },
    {
        "verse_id": "28",
        "text": " It draws out the feces, mucus, bile, flatus and urine, and imparts firmness and enriches the semen and body strength. The evacuative enema expelling the morbid accumulations lodged in the entire body alleviates all kinds of diseases."
    },
    {
        "verse_id": "29",
        "text": " When the body-channels have been cleansed by the evacuative enema, oleation imparts color and strength to the body. There is no remedy more beneficial than the administration of oil, particularly in afflictions, of Vata."
    },
    {
        "verse_id": "30",
        "text": " Oil by its unctuous counteracts the dryness, by its heaviness counteracts the lightness and by its heat the quality of coldness due to Vata and thus quickly imparts clarity of mind, virility, strength, color and the increase of the gastric fire."
    },
    {
        "verse_id": "31",
        "text": " Just as a tree fed with water at its roots, puts forth green leaves and delicate sprouts, and in due time grows into a big tree full of blossom and fruit, similarly does a man grow strong by means of the unctuous enema."
    },
    {
        "verse_id": "32",
        "text": " Enema is specially indicated in persons whose limbs have become •tiff or contracted, who are suffering from lameness in both legs, who have suffered from fractures and dislocation and who suffer from rheumatic lesions affecting the extremities."
    },
    {
        "verse_id": "32.1",
        "text": "33; Enema is also indicated in distension of abdomen, scybalous stools, colic, inappetence and similar other disorders affecting the gastro-intestinal tract"
    },
    {
        "verse_id": "34",
        "text": " The enema is considered the sovereign remedy in cases of women who have been afflicted with complications due to Vata, who are not able to conceive despite mating with men, and in the case of persons whose semen is weak and who are emaciated."
    },
    {
        "verse_id": "35",
        "text": " The wise are of opinion that a cold enema should be given to patients afflicted with excessive heat and a genially warm enema where the patient is afflicted with cold. In this manner, the nature of the enema should generally be determined in all conditions and mixed with drugs possessing the qualities contrary to the characteristics of the disease-condition."
    },
    {
        "verse_id": "36",
        "text": " The roborant enema should not be administered in disease-conditions indicating depletion therapy, such as dermatosis, urinary disorders etc., as also to men with excessive adiposity who need to be given the purificatory and the depletory treatment."
    },
    {
        "verse_id": "37",
        "text": " And the evacuative enema should not be given to persons who are cachectic due to pectoral lesions, who are dehydrated, who are extremely debilitated, who are unconscious, and who are already purged as also in conditions where the excretory matter is the only hold for life."
    },
    {
        "verse_id": "38-39½",
        "text": " There is no cause greater than Vata in the manifestation of diseases affecting the peripheral regions or the alimentary tract or vital organs or the upper part of the body or the whole body or part of the body. Since the Vata is the motive force behind the function of elimination or retention of feces, urine, bile and other excreta in their respective emunctories, there is no remedy other than the enema in the alleviation of Vata that is excessively provoked. It is therefore that some physicians are of the opinion that enema constitutes, half of the treatment, while others hold it to be not half but the whole of treatment."
    },
    {
        "verse_id": "40-40½",
        "text": " Enema is that which reaching upto the umbilical, iliac, lumbar and hypochondriac regions and churning up the fecal and morbid matter and spreading the unctuous effect in the whole body, draws out the fecal and morbid matter with ease."
    },
    {
        "verse_id": "41-41½",
        "text": " Elimination of feces, urine and air, increase of the appetite and the gastric fire, lightness of the emunctories and alleviation of ailments and return to health and vitality, are the signs of the successful administration of the evacuative enema."
    },
    {
        "verse_id": "42-42½",
        "text": " If the evacuative enema has not acted satisfactorily, there will be pain in the head, stomach, rectum, bladder and phallus, edema, coryza, griping pain, nausea, retention of flatus and urine, and dyspnea."
    },
    {
        "verse_id": "43",
        "text": " The signs of the over-action of the evacuative enema are the same as those produced by the over-action of purgation."
    },
    {
        "verse_id": "44",
        "text": " The signs of the successful unctuous enema are the return of oil with the fecal matter without being stuck up anywhere, the clarity of blood and other body-elements and intellect and the sense organs, inclination to sleep, lightness of body, increase of vitality and regulation of the excretory urges."
    },
    {
        "verse_id": "45",
        "text": " The signs of the imperfect action of the unctuous enema are pain in the lower part of the body, abdomen, arms, back and sides of the body, dryness and roughness of the limbs and the retention of feces, urine and flatus."
    },
    {
        "verse_id": "45½",
        "text": " And the signs of the excessive action of the unctuous enema are nausea, stupor, fatigue, exhaustion, fainting and griping pain."
    },
    {
        "verse_id": "46-46½",
        "text": " That person’s body is well-purified in whom the unctuous fluid returns after three Yamas; if it returns much earlier, then another enema should be given. If the unctuous enema is not retained, it cannot produce the desired unctuous effect in the body."
    },
    {
        "verse_id": "47-48½",
        "text": " In the Karma type of procedure, it is laid down that thirty enemata should be given; in the Kala type of procedure half this number should be given; and in the Yoga type procedure the half of the last. In the first procedure, twelve each of the unctuous and evacuative enemata should be given in the middle; one unctuous enema in the beginning and five at the end should he given. In Kala type of procedure, there will be one unctuous enema in the beginning, six each of unctuous and evacuative enemata in the middle, and three unctuous enemata in the end. In Yoga type, of procedures, only three evacuative enemata are to be given and five of unctuous enemata. These latter may be given at any time, that is, either in the beginning, the middle or the end."
    },
    {
        "verse_id": "49-49½",
        "text": " They say that after giving three, four, five or six unctuous enemata according to the degree of morbid humors i.e., Vata etc., the physician should give evacuative enemata for the purification, of the body-channels."
    },
    {
        "verse_id": "50-50½",
        "text": " After the body has been purified, the person’s head should be methodically anointed and sweated with the palm of the hand. The physician on ascertaining the degree of intensity of the morbid humors, should give errhine treatment, once, twice or thrice as required."
    },
    {
        "verse_id": "51-52",
        "text": " In case of successful errhine therapy, there will be lightness of the chest and head, clarity of the senses and purification of the body-channels. If the errhine therapy has acted amiss, there will be mucus-secretions in the throat, heaviness of the head and ptyalism. In over-action of the errhine therapy, there will be aching pain in the head, eyes temple and ear, and faintness. In case of over-action, the remedy consists in the administration of demulcent drinks and soft and fluid medications."
    },
    {
        "verse_id": "53",
        "text": " In case of under-action, the subject should be given a stronger dose of errhines after preparation with fresh oleation. Thus we have described the courses of the purificatory therapy, which are conducive to the establishment of the health and happiness of the patient, and also which promote the vitality and length of life, and are curative of all diseaseconditions."
    },
    {
        "verse_id": "53½",
        "text": " The period of post-purificatory regimen is double that of the time occupied by the purificatory therapy."
    },
    {
        "verse_id": "54-54½",
        "text": " The post purificatory regimen is thus: One should avoid excessive sitting, standing or talking, riding or driving, sleeping by day, sexual intercourse, the suppression of natural urges, indulgence in cold things, sun-heat, worry, anger and untimely and unwholesome food"
    },
    {
        "verse_id": "55-55½",
        "text": " In cases where the enema tube is clogged or held obliquely, or where the rectal passage is blocked by piles, mucus or hard stools, or where the enema solution, owing to insufficiency of its quantity or strength is powerless to break through the obstruction of morbid matter, the enema does not succeed in reaching its destination or even if it does, it does not return in time or with ease."
    },
    {
        "verse_id": "56-56½",
        "text": " In conditions where there is sudden urge for voiding feces, flatus, or urine, or where there is excessive increase of Vata, or where the enema fluid is excessively hot and pungent, or the person is of the soft-bowelled type, the enema returns immediately after being injected."
    },
    {
        "verse_id": "57-57½",
        "text": " The Vata being obstructed by accumulations of fat or of mucus, gives rise to colic, numbness of the limbs and edema. The ignorant physician giving an unctuous enema in such conditions, will only further aggravate those very conditions."
    },
    {
        "verse_id": "58-58½",
        "text": " Similarly, other disorders which overlap each other in their courses and get mixed up with the morbidity of other body-elements and consequently prove difficult for diagnosis, fail to yield to the specific remedies."
    },
    {
        "verse_id": "59-59½",
        "text": " All therapeutic measures designed to alleviate disease, however wholesome and however skilfully given, fail to bring about the alleviation of disease, if they are used either in insufficient or excessive measure or at the wrong time or in the wrong manner."
    },
    {
        "verse_id": "60-60½",
        "text": " The worshipful son of Atri, the foremost of sages, in this chapter on the successful application of various therapeutic measures, declared fully for the good of the people, the answers to twelve questions of great significance concerning the five purificatory procedures."
    }
]