[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Successful Administration of the Enema consisting of Prasrita (or 8 tolas) measure [prasritayoga-siddhi].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": "We shall describe in separate prescriptions, making use of the Prasrita measure, the mild varieties of evacuative and the unctuous enema, Suitable for delicate persons as well as for those who are suffering from the ill effects of mis-applied enema."
    },
    {
        "verse_id": "4",
        "text": "Take two Prasritas of cow’s milk, three of honey, oil and ghee, and emulsify the whole with mortar and pestle. This makes an enema which is curative of Vata-disorders and is pro-motive of strength and complexion."
    },
    {
        "verse_id": "5",
        "text": " An enema, curative of Vata, is made by taking one Prasrita each of til oil, Prasanna wine, honey and ghee, two Prasritas of the decoction of the roots of the bael group of the penta-radices and two Prasritas of horsegram."
    },
    {
        "verse_id": "6",
        "text": " Take five Prasritas of the juice of penta-radices, two of til oil and one each of honey and ghee. This enema serves the purpose of oleation, and is alleviative of Vata-disorders."
    },
    {
        "verse_id": "7 Take half <a data-gl=\"1\" href=\"/definition/tola#hinduism\" title=\"show tola definitions\">tola</a> of rock-salt, one Prasrita each of honey, til oil, milk and ghee, and one tola of juniper",
        "text": " This makes an evacuative enema which is an excellent promoter of the seminal secretion."
    },
    {
        "verse_id": "8-8½",
        "text": " Take four Prasritas of the decoction of wild snake gourd, neem, chiretta, Indian groundsel and dita bark, one Prasrita of ghee, and mix the paste of rape-seed. This evacuative enema containing the afore-mentioned five bitters, is curative of urinary anomalies and dermatosis, and is anti-blennorrhagic."
    },
    {
        "verse_id": "9-10",
        "text": " Take five Prasritas of embelia, three myrobalans, drumstick, emetic nut, nut grass and kidney leaved ipomea and one of til oil and emulsify the whole together with the paste of embelia and long pepper. This evacuative enema is curative of helminthiasis."
    },
    {
        "verse_id": "11",
        "text": " Take one Prasrita each of milky yam, sugar-cane, tick trefoil, Indian groundsel, white yam, honey and ghee and add the paste of long pepper. This makes an enema promotive of virility."
    },
    {
        "verse_id": "12 Take four Prasritas of til oil, cow’s urine, whey and sour conjee and add the paste of rape-seed",
        "text": " This makes an enema which is curative of constipation and distension of the abdomen."
    },
    {
        "verse_id": "13-14",
        "text": " Take five Prasritas of the decoctions of small caltrops, Indian rock foil, castor, til oil and Sura wine and add the paste of liquorice, fragrant piper, long pepper and sugar candy. This makes an excellent enema in conditions of dysuria and distension of the abdomen."
    },
    {
        "verse_id": "15",
        "text": " In conditions of stagnation induced by the administration of an over-mild enema, the remedy consists in the administration of a second and severe enema; while, on the other hand, if a patient has been excessively depleted by severe enemas recourse must be had to corrective enema prepared with the sweet group of drugs."
    },
    {
        "verse_id": "16",
        "text": " If a person, suffering from disordered Vata, complains of burning in the anus etc., as a result of the administration of a hot enema, he should be given a potion consisting of the paste of turpeth diluted with the decoction of grapes; this will induce the normal peristalsis and passage of morbid matter."
    },
    {
        "verse_id": "17",
        "text": " This enema, by effecting elimination of the morbid Pitta, feces and flatus, will allay the burning etc. When purified thus the patient should be given a drink of cold gruel mixed with sugar."
    },
    {
        "verse_id": "18",
        "text": "If the patient is excessively purged and as a result suffers from an excessive loss of fecal matter, he should eat the Kulmasha preparation i.e.; half-boiled barley or other grain with the thin cruel of black gram; or he should drink honey wine or Sura wine."
    },
    {
        "verse_id": "19",
        "text": " If the patient is seen passing foul-smelling and undigested stools accompanied with colicky pain and. anorexia, he should drink a potion of nut-grass, atees, costus, Indian valerian, deodar and sweet flag."
    },
    {
        "verse_id": "20",
        "text": " If the patient passes excessively, digested stools flatus, blood, Pitta or Kapha, the enema prepared with suitable medicaments is the best remedial measure."
    },
    {
        "verse_id": "21",
        "text": " These six varieties of diarrhea are further sub-divided into thirty varieties, according to the various combinations of two morbid humors. These thirty together with the main six varieties make thirty-six varieties of diarrhea, along with their complications."
    },
    {
        "verse_id": "22",
        "text": " The physician should know colic, dysentery, meteorism, griping pain, anorexia, fever, thirst, stupefaction, burning, fainting etc., to be the complications of these various types of diarrhea."
    },
    {
        "verse_id": "23",
        "text": " When the patient passes undigested stools, a digestive potion pre pared with the three spices acids and salt is recommended, since, in this condition, administration of the enema is contra-indicated."
    },
    {
        "verse_id": "24",
        "text": " If there is provocation of Vata, the patient should be given the unctuous enema prepared with sweet, sour and salt groups of drugs."
    },
    {
        "verse_id": "25",
        "text": " If there is blood in the stools, enema of blood should be given; and in the case of provocation of Pitta, the enema prepared of astringent sweet and bitter groups of drugs, and if there is excessive mucus in the stools, the enema prepared of astringent, pungent and bitter groups of drugs should be given."
    },
    {
        "verse_id": "26",
        "text": " If the condition of lienteric diarrhea is associated with fecal matter or flatus, or if the condition of feculent diarrhea or diarrhea due to Vata morbidity is associated with undigested stools, the treatment consists of a digestive potion of the three spices and the drugs of the acid and salt groups."
    },
    {
        "verse_id": "27",
        "text": " If the condition of lienteric diarrhea is associated with bile or blood or if the condition of bilious or sanguinous diarrhea is associated with undigested stools, the treatment consists of a potion of the three spices aud the drugs of the sweet and the bitter groups"
    },
    {
        "verse_id": "28",
        "text": " If the condition of lienteric diarrhea is associated with mucus, the treatment consists of a potion of the three spices and the drugs of the astringent and the bitter groups"
    },
    {
        "verse_id": "29",
        "text": " If the conditions of feculent or bilious diarrhea is associated with flatus, or if the condition of diarrhea of Vata is associated with fecal matter or bile, the best line of treatment is the administration of an enema prepared of the drugs of the sweet, acid and astringent groups."
    },
    {
        "verse_id": "30",
        "text": " If fecal matter and blood, or bile and fecal matter, or blood and bile, or fecal matter and blood and bile, are found mutually associated in the conditions of diarrhea, the treatment consists in the administration of an enema prepared of the drugs of the astringent, sweet and bitter groups."
    },
    {
        "verse_id": "31",
        "text": " If the condition of feculent diarrhea or biHous diarrhea is associated with mucus in stools or if the diarrhea due to Kapha is associated with fecal matter, bile or blood in stools, the best line of treatment consists in the administration of an enema prepared of the three spices and the drugs of the bitter and the astringent groups."
    },
    {
        "verse_id": "32",
        "text": " If the condition of diarrhea due to Kapha is associated with flatus, the treatment consists in the administration of an enema prepared of the three spices and the drugs of the bitter and acid groups; while if the condition of sanguinous diarrhea is associated with mucus in stools, the treatment consists in the administration of an enema prepared of the three spices and the drugs 'of the sweet and bitter groups."
    },
    {
        "verse_id": "33",
        "text": " If the diarrhea due to Vata is associated with mucus in stools, the treatment consists in the administration of an enema prepared of the three spices and the drugs of the sweet and the salt groups; while if the condition of sanguinous diarrhea is associated with flatus in stools, the treatment consists in the administration of an enema prepared of the drugs of the sweet, acid and bitter groups."
    },
    {
        "verse_id": "34",
        "text": " in this manner, in combination of three, four or five morbid factors, the corresponding combination of therapeutic measures should be determined. this methodology enunciated with reference to diarrhea is applicable mutatis mutandis in all disease-conditions."
    },
    {
        "verse_id": "35",
        "text": " When all the six morbific factors are found in combination, a digestive potion consisting of all the six tastes should be used; when five of the six conditions except that of chyme are involved, the epema consisting of all the six tastes should be given."
    },
    {
        "verse_id": "36-37½",
        "text": " Take four tolas each of the unripe fruits of gular fig, the barks of jambul, mango and gular fig, conch, sal resin, lac and Kardama and reducing the whole to paste, prepare with it 64 tolas of ghee adding double the quantity of milk. This medicated ghee may be given in all kinds of diarrhea, according to the vitality of the patient."
    },
    {
        "verse_id": "38",
        "text": " A medicated gruel, prepared of cowage, fulsee flowers, bael, sensitive plant, red rice, lentils and sprouts of holy fig with water may be given in conditions of diarrhea."
    },
    {
        "verse_id": "39",
        "text": "Similarly, a medicated gruel prepared of tender gular fig, Indian calosanthes, sensitive plant and sprouts of yellow-barked fig tree, lentils, fulsee flowers and heart-leaved sida may also be given."
    },
    {
        "verse_id": "40",
        "text": " Similarly, different medicated gruels may be prepared of lentils with the addition of the decoctions of any of the following groups of drugs viz., the ticktrefoil group, the sida group and the sugar-cane group."
    },
    {
        "verse_id": "41-42",
        "text": " Medicated gruels prepared of the roots of cowage, Shali and other kinds of rice or with curd, butter milk, sour conjee, acid, milk and sugar-cane should be given cold, mixed with sugar, honey, ghee and black pepper curing all kinds of diarrhea. These medicated gruels seasoned with ghee, black pepper, cumin seeds and sweet and salt articles, are wholesome and curative of all kinds of diarrhea."
    },
    {
        "verse_id": "43-45",
        "text": " In diarrhea due to Vata, the potion as well as the enema should be prepared of unctuous, acid, salt and sweet articles and should be taken lukewarm; in diarrhea due to Pitta and blood morbidity, both potion and enema should be prepared of bitter, astringent and sweet articles and should be taken cold; in diarrhea due to Kapha, drink and enema should be prepared of bitter, astringent and pungent articles and should be taken hot; in diarrhea due to fecal morbidity; the medication should be astringent and alleviative of Vata; in diarrhea due to chyme morbidity, digestive potions, should be drunk; in diarrhea characterised by blood in stools, the mucilagenous [mucilaginous?] enema, or blood enema should be given In this manner, we have indicated the various lines of treatment in diarrhea. In cases where the diarrhea is caused by the morbidity of more factors than one, the medication should consist of the appropriate combination of the various lines indicated. In these latter cases, the principle of treatment should be to treat the preponderant morbid factor first."
    },
    {
        "verse_id": "46",
        "text": " In this chapter on success by the use of enema consisting of the Prasrita measure, the teacher has described the various enemas in which the Prasrita measure is used; the complications arising from the use of mild enema, as also their treatment, evacuative enemas which are beneficial in conditions of diarrhea, and finally; the determination of medications.with reference to the six categories of taste; various medicated ghees and gruels"
    }
]