[
	{
        "verse_id": "1 We shall now expound the chapter entitled ‘The Successful Use of the Emetic Nut and the Dose of the Enema [<em><a data-gl=\"1\" href=\"/definition/phala#ayurveda\" title=\"show phala definitions\">phala</a>-<a data-gl=\"1\" href=\"/definition/matra#ayurveda\" title=\"show matra definitions\">matra</a>-<a data-gl=\"1\" href=\"/definition/siddhi#ayurveda\" title=\"show siddhi definitions\">siddhi</a></em>]",
        "text": "’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful"
    },
    { "verse_id": "2.1", "text": "Atreya" },
    {
        "verse_id": "3-4",
        "text": " Unto the worshipful son of Atri richly endowed with wide mind, understanding, learning and knowledge, the sages came disputing among themselves concerning the determination of the excellence of the emetic nut in the preparation of the enema. Among these sages were Bhrigu, Kaushika, Kapya, Shaunaka, as well as Pulastya, Asita, Gautama and others; and the subject of their discussion was—which among such fruits as the emetic nut etc., holds the first place in the preparation of corrective enema?"
    },
    {
        "verse_id": "5",
        "text": " Shaunaka said that bristly luffa is the foremost among the fruits used in enema, as it is curative of Pitta and Kapha conditions. King Vamaka intervened saying ‘Due to its wild potency it is not able to laxate the stools. The bitter bottle gourd is the best as it is an excellent agent in emesis and in elimination of morbid matter’."
    },
    {
        "verse_id": "6-6½",
        "text": " Gautama said, ‘No, on account of its anaphrodisiac, hot, acute, pungent and dry qualities, it is not suitable; but bitter rag gourd is considered an excellent remedy for the cure of Kapha and Pitta conditions’."
    },
    {
        "verse_id": "7-7½",
        "text": " Badisha said, ‘It is not so, as it is causative of Vata discordance and a depressant, and results in loss of vitality; but the kurchi is praised as an excellent remedy, since it does not impair the vitality and also cures morbid Kapha and Pitta.’"
    },
    {
        "verse_id": "8-8½",
        "text": " Kapya said, ‘No, this drug is very viscid. It is mainly an emetic and it disturbs the movement of Vata but the bitter luffa is the best, since it is promotive of Vata and curative of even very severe discordance of Kapha and Pitta.’"
    },
    {
        "verse_id": "9",
        "text": " Bhadra Shaunaka said, ‘No, this is not right. It is pungent and causes great impairment of vitality.’"
    },
    {
        "verse_id": "10",
        "text": " Having listened to these Interesting observations, advanced with reasons, the wise son of Atri praised the speakers and then delivered as follows, the final decision as to which of the fruits was the best for purposes of the enema."
    },
    {
        "verse_id": "11",
        "text": "Concerning the baneful and beneficial properties of the various fruits, you have, all of you, given utterance rightly. There is no substance which is absolutely of both good and bad qualities. Hence our concern should be to select such substances as possess more of the required good qualities."
    },
    {
        "verse_id": "12-12½",
        "text": " Bristly luffa is best in dermatosis and bitter bottle gourd is considered beneficial in urinary anomalies. Kurchi seeds are beneficial in diseases of the stomach; the bitter rag gourd is good in anemia; and the bitter luffa is beneficial in abdominal disease."
    },
    {
        "verse_id": "13-14",
        "text": " And emetic nut is not contra-indicated in any disease. It is sweet, slightly astringent, and bitter in taste, it is non-dry, pungent, hot and viscid; and it quickly eliminates Kapha and Pitta from the stomach. It is innocuous; it regulates the regular peristaltic movement of Vata. By reason of all these excellent qualities, this gets the appellation of the fruit, par excellent amid all the fruits."
    },
    {
        "verse_id": "15",
        "text": " When the Master had thus delivered his pronouncement and had been duly honoured by the assembled sages, then the band of disciples, greatly pleased, bowed before the teacher and together put the following question."
    },
    {
        "verse_id": "16",
        "text": " ‘The enema has been declared by the teacher to be possessed of the qualities and actions curative of all morbid conditions; but, seeing that it does not reach up above the umbilical region and comes out from there through the anus, how then does it manage to draw out the morbid matter from all over the body?’"
    },
    {
        "verse_id": "17",
        "text": " To this, the teacher replied ‘It is Vata that controls the entire body in as much as it is the one universal motivation preventing any stagnation or obstruction in the body; and it is always in its own habitat that this Vata, whether by itself or in conjunction with the other two morbid humors gets first provoked."
    },
    {
        "verse_id": "18",
        "text": "Now, the enema by its purificatory action, regulates the downward movement of this morbid Vata along with, Pitta, Kapha and the fecal matter. And when the Vata is thus quieted it follows that the disease conditions, whenever they may be in the body, are also quieted."
    },
    {
        "verse_id": "19",
        "text": " Then the disciple (Agniveśa) having grasped, by his keen intelligence the full implications of the above theory, went on to question about the. curatives of diseases affecting elephants, camels cattle, horses, sheep and goats; and here again the Master emphasized the supremacy of the enema among therapeutic measures and being besought for further elucidation, he described the modus operandi in each case, as follows:"
    },
    {
        "verse_id": "20",
        "text": " For giving the enema to the elephant and the camel, the receptacle should be made of the bladder of the goat or the sheep. For giving euema to cows and horses the bladder of the buffalo should be used, and for giving the enema to sheep and goats the bladder of an old ox should be used. This is the opinion of the veterinary experts in the administration of the enema"
    },
    {
        "verse_id": "21",
        "text": " The length of the forearm and eighteen, sixteen and ten fingers should be the respective lengths of the enema tube used for the elephant, camel, cow, horse, sheep or goat. It is stated that it is advisable to insert one fourth of the tube into, the rectum."
    },
    {
        "verse_id": "22",
        "text": " The dose of the evacuative enema for goats and sheep is 64 tolas; in the case of cows etc., it should be twice or thrice in quantity. Tn the case of the camel, it should be 512 tolas in quantity and double that in the case of the elephant. The dose of the unctuous enema should be one eighth of the evacuative enema."
    },
    {
        "verse_id": "23",
        "text": " Kurchi seeds, costus, liquorice, long pepper, sweet flag, dill seeds, emetic nut, extract of berberry, gur, rock salt and decaradices; these articles are useful in the preparation of all kinds of veterinary enemas."
    },
    {
        "verse_id": "23½",
        "text": " Holy fig, banyan, Ashvakarna sal, catechu, purging cassia, sal, and palmyra palm are specially useful in enema given to elephants."
    },
    {
        "verse_id": "24-24½",
        "text": " Ticktrefoil, painted leaved uraria, crane tree, drumstick, Patala, pith of mahwa, wild croton and white flowered leadwort, Palas, ginger grass, deodar and kurroa; the decoction of all this is said to be specially beneficial in the preparation of enema to be given to cows."
    },
    {
        "verse_id": "25",
        "text": " Palas, wild croton, deodar, ginger-grass and physic nut are regarded specially useful for horses."
    },
    {
        "verse_id": "25½",
        "text": " Indian tooth-brush, common caper, catechu, purging cassia and the leaves of the bael group of drugs are good for donkeys and camels."
    },
    {
        "verse_id": "26",
        "text": " The three myrobalans, Palas, wood apple, wild jujube, bael and jujube are good for goats and sheep’."
    },
    {
        "verse_id": "27",
        "text": " Then, Agnivesha questioned as to who formed the ever-sick class and what was beneficial in their case; and the teacher replied as follows: ‘The ever-sick class comprises the priest, the kings officer, as also the merchant and the courtezan."
    },
    {
        "verse_id": "28-30",
        "text": " The priest, engaged as he is constantly, in the study and recitation of the scriptural texts, observance of the vows and the daily rites and, ceremonies etc., fails to attend to his bodily good. And similarly, the king’s, officer fails in his duty towards his own body by his preoccupation with, the gratification of the royal mind, and by the demands made on him by the other dependants of the king, the constant anxiety caused by the various responsibilities of his position, as also the constant fear of incurring the displeasure of his masters. As regards the courtezan, being dependent on the whims and moods of men, she devotes herself to their service and is constancy engaged in acts of toilet and beautification, while those, who live by trade are perforce victims to a sedentary mode of life, due to their immoderate passion for the business of selling and buying. All these constantly given to suppressing the natural urges of their body, and can hardly ever afford to have timely meals. These, as also, all those who are given to untimely diet and voidance of excretions and irregular mode of life, are to be included in the category of the perpetually ailing."
    },
    {
        "verse_id": "31",
        "text": " When the physician has diagnosed the case of obstipation, characterised by pains and aches all over the body as due to provocation of Vata consequent upon suppression of natural urges, he should to begin with administer a suppository well made with unctuous substance."
    },
    {
        "verse_id": "32-33",
        "text": " He should then prepare an enema by decocting hog’s weed, castor, red physic nut, chiretta, deodar, turpeth, yellow berried night-shade aud the major penta-radices in cow’s urine to which has been added the supernatant fluid of curds. To this decoction should be added oil and ghee; and the salts of the five varieties should be mixed with it. This enema should then be administered to the patient. After the administration of this evacuative enema, the patent should be given a diet of Jangala meat-juices followed by an unctuous enema of oil prepared with the paste of red physic nut."
    },
    {
        "verse_id": "34-35",
        "text": " Decoct in 256 tolas of water, sida, Indian groundsel, emetic nut, bael, white flowered leadwort, the two varieties of penta-radices, the fruit of purging cassia, barley and horse gram, Add to this decoction the paste of the drugs of the kurchi group. This solution mixed with oil ghee and rock-salt is beneficial to the ever sick, persons and is promotive of vitality and complexion. This should be followed by an unctuous enema prepared with liquorice, or bael fruit or dill seeds."
    },
    {
        "verse_id": "36",
        "text": " In the case of children, the unctuous enema prepared with the decoction of the drugs of the life-promoter group and the evacuative enema prepared with the same decoctions, and without the addition of salt, should be used. There is no therapeutic measure more rapidly promotive of bodily strength, for infants and the aged, than evacuative enema."
    },
    {
        "verse_id": "37",
        "text": " The actions of the various fruits and the fruit par excellence, [? in?] enema; the length of the tube of the enema apparatus used in the case of animals, those who constitute the ever-sick class and what is beneficial for them—have all been described in this chapter on the successful use of the emetic nut and the dose of the enema’."
    }
]