[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Success in Treatment of the Complications arising from the Unctuous Enema [sneha-vyapad-siddhi]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Listen now to the exposition of the unctuous enemata [sneha-basti] which are curative of Vata, Pitta and Kapha, and of the complications arising from wrongful administration of these and the treatment of such complications."
    },
    {
        "verse_id": "47",
        "text": " In such perons, the unctuous substance is immediately digested, just as water falling over sand is quickly absorbed; and in persons other than these, the gastric fire generally takes three days to digest the unctuous substance"
    },
    {
        "verse_id": "8",
        "text": " The oil, prepared with dill seeds, barley, bael and sour articles, is beneficial in Vata, and the ghee heated by the warmth of roasted rocksalt is also curative of Vata."
    },
    {
        "verse_id": "9-11",
        "text": " The dyad of oil-cum-ghee may be prepared by cooking it with four times the quantity of milk along with the paste of cork swallow wort, emetic nut, Meda, east Indian globe thistle, liquorice, heart-leaved sida, dill seeds, Rishabhaka, long pepper, stinking swallow wort, climbing asparagus, Swagupta, Kshirakakoli, cucumber, zedoary and sweet flag. This is roborant, curative of Vata-cum-Pitta, and is curative of urinary, seminal and menstrual disorders."
    },
    {
        "verse_id": "12",
        "text": " The dyad of ghee and oil, containing til oil of one fourth quantity should be prepared in four times the quantity of milk with the paste of the drugs of the sandal group in whatever quantity available. This preparation, given as an unctuous enema is curative of Pitta."
    },
    {
        "verse_id": "13-16",
        "text": " Make into paste rock salt, emetic nut, costus, dill seeds, hijjal tree, sweet flag, fragrant sticky mallow, liquorice, beetle killer, deodar, box myrtle, ginger, orris root, Meda, long pepper, white flowered leadwort, zedoary, embelia, Indian atees, black turpeth, pea, indigo, ticktrefoil, bael, celery, long pepper, red physic nut and Indian groundsel. Either castor oil or til oil prepared with this paste, is curative of disorders of Kapha. Given as unctuous enema, it cures inguinal swelling, misperistalsis, Gulma, piles, splenic disorders, rheumatic conditions, constipation and calculus."
    },
    {
        "verse_id": "17",
        "text": " The physician should prepare an oil curative of Kapha by cooking it with the paste of emetic nut and sour articles or with the paste of the bael group of drugs or with the paste of the drugs curative of Kapha."
    },
    {
        "verse_id": "18-22",
        "text": " An oil may be prepared in the decoction of embelia, castor, turmeric, wild snake gourd, the three myrobalans, guduch, sprouts of Spanish jasmine, chaste tree, deca-radices, ipomea, neem, Patha, crested purple nail dye, purging cassia aud Indian oleander along with the paste of emetic nut, bael, turpeth, long pepper, Indian groundsel, chiretta, deodar, dita bark, sweet flag, cuscus grass, Indian berberry, costus, kurchi seeds, Indian madder, turmeric, dill seeds, white flowered leadwort, zedoary, angelica and orris root. This, adininistered as potion, inunction and unctuous enema, is a speedy cure for dermatosis, helminthiasis, urinary disorders, piles, assimilation disorders, impotency, irregular condition of the gastric fire, excess of morbid matter, as well as the morbidity of the three humors."
    },
    {
        "verse_id": "23-24",
        "text": " This unctuous enema [sneha-basti] is an excellent promoter of strength in those whose strength and vitality have sunk low, as a result of disease, over-exertion, over-work, exercise and loadcarrying, and in those of diminished semen. It imparts great firmness to the feet, legs, thighs, back, shoulders and waist, and imparts fertility to sterile women and men."
    },
    {
        "verse_id": "25",
        "text": " There are six conditions of complication likely to arise in the administration of the unctuous enemata [sneha-basti]; the unctuous fluid may be obstructed by Vata, Pitta or Kapha or by excess of food or fecal matter, and sixthly when given to a person on an empty stomach."
    },
    {
        "verse_id": "26-26¾",
        "text": " If the enema fluid is given in a cold condition or in meagre quantity, in a condition of excess of Vata, if it is given in a hot condition in Pitta, or a mild enema is given in Kapha or if the enema prepared with heavy articles is given after a heavy meal, or a weak i.e., forceless enema is given in accumulation of feces, the enema fluid thus given will not be able to reach its destination as its course is obstructed by these conditions; while in a patient with an empty stomach it reaches upwards owing to the absence of any such obstruction."
    },
    {
        "verse_id": "27-28",
        "text": " These are then the symptoms produced—body-aches, fever, distension of abdomen, chill, stifness, pain in the thighs, and pain and cramps in the sides. The physician should know from these symptoms that the unctuous fluid is occluded by Vata."
    },
    {
        "verse_id": "29-30",
        "text": " The physician should eliminate it well by evacuative enema of unctuous, acid, salt and hot substances mixed with the oil of Indian groundsel and Indian berberry, prepared with Sauviraka and Sura wines, jujube, horsegram and barley, cow’s urine and the decoction of penta-radices. After the evening meals, the physician should administer unctuous enema of the above-said oils."
    },
    {
        "verse_id": "31",
        "text": " The physician should know the enema to be occluded by Pitta, if there occur burning, redness, thirst, stupor, faintness and fever. These conditions should be cured with the enema prepared with sweet and bitter groups of drugs"
    },
    {
        "verse_id": "32",
        "text": " The physician should know it to be occluded by Kapha if there occur torpor, algid fever, lethargy, ptyalism, anorexia, heaviness, fainting and epression."
    },
    {
        "verse_id": "33",
        "text": " This should be treated with enema prepared with astringent, pungent, acute and hot substances, and with Sura wine and cow’s urine, and mixed with the emetic nut oil and sour articles."
    },
    {
        "verse_id": "34",
        "text": " The physician should know it to be occluded by excess of intake of food, if there occur vomiting, fainting, anorexia, depression, colic, somnolence, body-aches, symptoms of chyme disorders and burning."
    },
    {
        "verse_id": "35",
        "text": " The treatment in such conditions is to stimulate digestion by means of decoctions and powders of pungent aud salt drugs, and mild purgation, and the line of treatment indicated in chyme-disorders is also beneficial."
    },
    {
        "verse_id": "36-37",
        "text": " Knowing that the unctuous fluid is occluded by fecal matter by observing retention of feces, urine and flatus, pain, heaviness and distension of abdomen and cardiac spasm, the physician should treat the patient with oleation and sudation procedures, suppositories and evacuative enema prepared with black turpeth, bael and other drugs of that group, with unctuous enema [sneha-basti] and with the line of treatment indicated in misperistalsis."
    },
    {
        "verse_id": "38",
        "text": " In an enema given to a person on an empty stomach or emptied bowels, if the unctuous fluid is given with great force, it goes up very high and from there may reach the throat and may came out from the upper orifices of the body."
    },
    {
        "verse_id": "39",
        "text": " In these conditions, the evacuative and unctuous enemata of oil prepared with cows urine, black turpeth, barley, jujube and horse gram should be given."
    },
    {
        "verse_id": "40",
        "text": "and the conditions where it is coming out of the throat, it should be remedied by astringent medications, pressure on the throat and by purgatives and anti-emetic remedies."
    },
    {
        "verse_id": "41",
        "text": "In conditions where though the unctuous fluid has not returned or returned only partially owing to obstruction but has not caused any complication owing to the unctuous condition of the body, the patient should be let alone by the experienced physician"
    },
    {
        "verse_id": "42",
        "text": " The person, who has taken the unctuous enema, should be given warm water to drink, and light or wholesome diet; the p tient after taking the diet in right proportion should take unctuous enema every third day."
    },
    {
        "verse_id": "43",
        "text": "In the next morning the wise physician should administer the patient who has well spent the night, the potion of water prepared with coriander and ginger or simple warm water."
    },
    {
        "verse_id": "44-45",
        "text": " This warm water digests the unctuous substance which has remained undigested, breaks, down the mucus and regulates the peristaltic movement of Vata in the patient. Therefore, after emesis or purgation or administration of evacuative or unctuous enemata, warm water should be given for the alleviation of Vata and Kapha."
    },
    {
        "verse_id": "46",
        "text": " The persons who are habituated to dry things, whose digestive fire is very active, who are habituated to physical exertion, who are suffering from Vata disorders, who are afflicted with disorders of Vata in the groin or pelvic region or disorders of misperistalsis, should be given unctuous enema every day."
    },
    {
        "verse_id": "47.1",
        "text": "48, The unctuous substance should never be given unboiled as it would cause increase of mucus secretion in the rectum, and some portion should be allowed to remain in the enema vessel, because, along with the last parts, air would enter into the rectum"
    },
    {
        "verse_id": "49",
        "text": " Oleation should never be done simultaneously by the mouth as well as by the rectum. The oleation taken by both the channels meeting together will vitiate Vata and the gastric fire."
    },
    {
        "verse_id": "50-51",
        "text": " One should not develop excessively the habit of either the unctuous or the evacuative enema. By habituation to the unctuous enema [sneha-basti] there will be rousing of the Kapha and Pitta and impairment of the gastric fire, and by habituation to the evacuative enema, there is the risk of the provocation of Vata. Therefore the person who has taken evacuative enema should be given unctuous enema and the person who has been given unctuous enema should be given evacuative enema. By this procedure of alternating the unctuous with the evacuative enema, the enema therapy becomes curative of the morbidity of all three humors."
    },
    {
        "verse_id": "52",
        "text": " The ‘Matra’ [mātrā] enema is recommended for daily use in persons emaciated by over-work, over-exertion, load lifting, way-faring, riding or indulgence in women, in debilitated persons as well as in those afflicted with Vata disorders."
    },
    {
        "verse_id": "53 54",
        "text": " The Matra enema does not demand any regimen of diet or behaviour. It can be administered at all times and in all seasons and is harmless Its dose is equivalent to the minimum dose of oleation. Matra enema is promotive of strength, demands no strict regimen of diet, causes easy elimination of feces and urine, and is roborant and curative of Vata disorders."
    },
    {
        "verse_id": "55",
        "text": " The foremost of unctuous enemata [sneha-basti] beneficial in the alleviation of Vata and other humors are described herein, as well as the complications arising from their use by ignorant persons, along with the treatment of those complications. What should be taken before taking the unctuous enema, who are those in whom administration of the enema is indicated every day or every third day, the method of administering the unctuous enema and also that of Matra enema, are all described in this chapter."
    }
]