[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Successful Application of the Enema Procedure [basti-siddhi]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya,"
    },
    {
        "verse_id": "3",
        "text": " Listen to me, O Agnivesha, as I discourse on the successful application of the most effcacious [efficacious?] types of enema [basti], the use of which brings success to the physician, and on the particular diseases in which each particular type is recommended."
    },
    {
        "verse_id": "4",
        "text": " When, having regard to the nature of strength, morbidity, time, disease and constitution in each given case the appropriate kind of enema [basti], prepared with the proper medications indicated, is used in the right way, the enema succeeds in allaying the disorder for which it is meant."
    },
    {
        "verse_id": "5",
        "text": " There is no therapeutic procedure comparable to that of the enema [basti] in as much as it possesses rapid and useful properties of cleansing, in addition to its being a quick agent of impletion and depletion and.is unattended with danger."
    },
    {
        "verse_id": "6",
        "text": " Although purgation does eliminate morbid matter, the oral ingestion of drugs containing as they do pungent, acute and hot and such other properties, tends to produce such unpleasant side-effects as cause distress, eructations, nausea, unpleasantness and pain in the gastro-intestinal tract."
    },
    {
        "verse_id": "7-7½",
        "text": " Moreover, since the very young and the very aged are both unsuitable subjects for purgation, on account of the former having not yet attained full body-growth and vitality and the latter having begun to lose both, the corrective enema-procedure is in both cases the most suitable procedure and the one that can achieve all the desired results Thus, the enema [basti] invests persons quickly with strength, complexion, exhilaration, softness and nnctuousness of the body."
    },
    {
        "verse_id": "8-9",
        "text": " The enema [basti] is of three kinds viz., unctuous, evacuative and urethro-vaginal douching. The enema is especially beneficial in persons afflicted with rheumatic affections of the extremities, contracture, softness, fracture and pain."
    },
    {
        "verse_id": "10",
        "text": " Patients afflicted with heat, should be given cold enemas while those afflicted with cold should be given genially warm enemas. The enema should be given prepared with the appropriate medicaments judging each case on its own merits."
    },
    {
        "verse_id": "11",
        "text": " Roborant enema should not be given in cases requiring purificatory treatment such as persons who are obese or afflicted with dermatosis, urinary anomalies, or in cases needing to be rid of putrid humors or in cases of skin and urinary diseases."
    },
    {
        "verse_id": "12",
        "text": " The use of the purificatory measures are contraindicated in persons with cachexia, pectoral lesions, debility, fainting, emaciation and dehydration of the body, as well as in those whose life is sustained to some extent by the excretory matter in the body."
    },
    {
        "verse_id": "13",
        "text": " For the purpose of virilification and in disorders of blood and Pitta, the enemas prepared with honey, ghee and milk are recommended. In morbid conditions of Kapha and Vata, enemas prepared with til oil, cow’s urine, sour conjee and rock salt are beneficial."
    },
    {
        "verse_id": "14",
        "text": " In the preparation of the enema solution, such substances should be used from among acid articles, urines, milks, wines and decoctions as are not antagonistic to the body-elements, and water, being the source the nutrient fluid, should be warm."
    },
    {
        "verse_id": "15-16",
        "text": " Deodar, dill seeds, small cardamom, costus, liquorice, long pepper, honey and unctuous substance, drugs acting as purificatory of upper and lower channels, rape-seed, sugar and salt are the ingredients to be added to the enema solution. As to which of these ingredients should be used in which kind of enema and with what kind of decoction will be described hereafter."
    },
    {
        "verse_id": "17",
        "text": " In disease-conditions which are chronic, obstinate and severe, strong, unctuous or evacuative enema prepared with suitable ingredients and decoction, should be used, while in the opposite conditions, i.e., mild or recent condition of disease, mild enema should be used."
    },
    {
        "verse_id": "18",
        "text": " Listen to me as I now describe, a prescription in each hemistich a number of tried prescriptions of enemas [basti] suitable for administration in all varieties of disease-conditions. In these prescriptions, the relative proportion of the drugs to be mixed together should be such that the potency of any one drug is not neutralized by that of any other."
    },
    {
        "verse_id": "19-20",
        "text": " (1) Bael, wind killer, Indian calosanthes, fruits of white teak and trumpet flower; (2) Tick trefoil, painted leaved uraria, the two varieties of Indian nightshade and castor oil plant; (3) Barley, horse-gram, Indian jujube, tick trefoil; these three sets of drugs comprising three distinct prescriptions should be prepared with the addition of the tetrad of unctuous articles and meat-juices and administered in morbid conditions due to Vata."
    },
    {
        "verse_id": "21-22",
        "text": " (1) Great reed, country willow, cane, lotus and moss; (2) Indian madder, the two varieties of Indian sarsaparilla, milky yam, and liquorice; (3) Sandalwood, Himalayan cherry, cuscus grass, and fragrant poon; these three sets of drugs making the second triad of prescriptions, are to be given combined with sugar, honey, ghee and milk and are indicated as enema [basti] in disease conditions due to Pitta."
    },
    {
        "verse_id": "23-24",
        "text": " (1) The two varieties of mudar, Patha, and hog’s weed; (2) Turmeric, the three myrobalans, nutgrass, Indian berberry and Indian valerian; (3) Long pepper and white flowered leadwort; these three sets of drugs, making the third triad of prescriptions, should be used mixed with alkali, honey and cow’s urine and a slight quantity of unctuous substance. These enemas are recommended in disease-conditions due to Kapha."
    },
    {
        "verse_id": "25-27",
        "text": " (1) Emetic nut, bristly luffa, bottle gourd, sponge gourd, bitter luffa and kurchi; (2) Black turpeth, the three myrobalans, tick trefoil, red physic nut and physic nut, (3) Indian beech, prickly brazil wood, indigo plant, and asthma weed; (4) Soap-pod, clenolepis, lodh and the fruit of Kamala, these four sets of drugs prepared with cow's urine are purificatory of the colon. (The drugs above mentioned may be used separately or in combination and they make a tetrad of prescriptions.)"
    },
    {
        "verse_id": "28-29",
        "text": " (1) Kakoli, Ksirakakoli, wild bean and climbing asparagus; (2) white yam, liquorice, Indian water chest-nut and luffa; (3) the fruit of the cowage, black gram, wheat and barley; (4) And the meat of the aquatic wet-land animals; these four sets of drugs are promotive of the seminal secretion as well as of flesh."
    },
    {
        "verse_id": "30-31",
        "text": " (1) Cork swallow wort, wind killer, fulsee flower and kurchi; (2) Purging cassia, catechu, costus, Shami, emetic nut and barley; (3) Perfumed cherry, Indian madder, double jasmine and yellow jasmine; (4) The banyan and the other drugs of its group, Palas and the lodh; these four sets of drugs are known to be astringent in their action,"
    },
    {
        "verse_id": "32",
        "text": " (1) Milk prepared with white hogs weed and hog’s weed; (2) Or with kidney leaved ipomea and prickly amaranth is indicated in hemorrhage conditions."
    },
    {
        "verse_id": "33",
        "text": "(1). Negro coffee, big sugarcane, sacrificial grass, elephant grass and sugar cane; (2) The blue water lily and other aquatic plants of its group; ghee or milk, prepared with either of these two sets of drugs, is curative of burning."
    },
    {
        "verse_id": "34-35",
        "text": " White mountain ebony, pigeon pea, Kadamba and hijjal tree should be prepared in milk with honey and sugar, and given as a cold enema, by the physician, in griping or colicky pain.. Similarly an enema [basti] prepared with the stalks of white teak and variegated mountain ebony may be given as enema, in the same condition by good physicians who have a correct knowledge of the therapeutic methods."
    },
    {
        "verse_id": "36-(1)",
        "text": " The stalks of silk cotton tree prepared in milk with ghee, and (2) the resin of the silk cotton tree similarly prepared, make two prescriptions beneficial in conditions of diarrhea"
    },
    {
        "verse_id": "37-37½",
        "text": " (1) Oleander, small stinking swallow wort, and Rajakasheruka prepared in milk and mixed with honey, extract berberry and ghee; (2) the banyan and the three other drugs of its group similarly prepared; these two prescriptions of enema [basti] are used in conditions of complications resulting from over-action of the enema [basti]."
    },
    {
        "verse_id": "38-39½",
        "text": " (1) Indian nightshade, Kshirakakoli, painted leaved uraria and climbing asparagus; (2) White teak, jujube, scutch grass, cuscus grass aud perfumed cherry; these two sets of drugs prepared in milk and mixed with ghee, extract of berberry, honey and sugar should be given as cold enema, by the physician, in conditions of hemorrhage."
    },
    {
        "verse_id": "40-41",
        "text": " Another prescription recom mended for use in this condition of hemorrhage consists of the freshly drawn blood of hare, deer, cock, cat, buffalo, sheep or goat, emulsified and mixed with the milk of cow, sheep, goat or buffalo and with the drugs of the life-promoter group."
    },
    {
        "verse_id": "42-43",
        "text": " Another enema [basti] prepared from mahwa, liquorice, grape, scutch grass, white teak and sandal-wood, and mixed with honey and sugar may be given in the same way. (1) Indian madder, the two varieties of Indian sarsaparilla, milky yam and liquorice; (2) Sugar, sandalwood, grape, honey, emblic myrobalan and blue lotus; these two sets of drugs are used in conditions of hemothermia. The decoction of gum arabic is given in conditions of urinary anomalies."
    },
    {
        "verse_id": "44-45",
        "text": " In conditions of Gulma, diarrhea, reverse peristalsis, stiffness and contractures, as also, in conditions of partial or total paralysis and in various morbid conditions of a similar type, the discerning physician should administer enema [basti] prepared with the drugs appropriate for each disease-condition, selecting the prescriptions of various sorts in the manner of the above-mentioned prescriptions."
    },
    {
        "verse_id": "46-48",
        "text": " The three triads of prescriptions in conditions of Vata and the other two humors, another triad of tetrads for purification of the colon, virilifics, astringents, a dyad of prescriptions in each of the conditions of blennorrhagic condition, burning, griping pain, diarrhea and over-action of the enema [basti]; a triad of prescriptions in hemorrhage, a dyad in hemothermia and one in urinary anomalies thus making a total of thirty-seven prescriptions of most excellent enemas [basti] prepared with a few and easily obtainable drugs and causing little or no discomfort are described herein."
    }
]