[
	{
        "verse_id": "1",
        "text": " Mutraukasada [mūtraukasāda] (Dense urine); 2. Mutrajathara [mūtrajaṭhara] (uro-celioncus); 3 Kricchra [kṛcchra] (dysuria); 4. Mutrotsanga [mūtrotsaṅga] (Residual urination); 5. Samkshaya [saṃkṣaya] (Suppression of urine); 6 Mutratita [mūtrātīta] (Delayed Micturition); 7. Vatashthila [vātāṣṭhīlā] (Stone hard tumor); 8. Vatabasti [vātabasti] (Vāta affection of the bladder); 9. Ushnamaruta [uṣṇamāruta] (Vāta-cum-Pitta condition); 10. Vatakundalika [vātakuṇḍalikā] (Circumgyratory Vāta in the bladder); 11. Raktagranthi (Blood tumor); 12. Vidghata [viḍghāta] (Fecal fistula); 13. Bastikundala [bastikuṇḍala] (circular distension of the bladder)."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " O, Agnivesha! A hundred and seven are the vital organs located in the trunk and limbs of the human body. When any one of them is afflicted, the resultant suffering is very severe, on account of their intimate connection with the sentient principle in the body."
    },
    {
        "verse_id": "3",
        "text": " Among these vital regions, those situated in the trunk are more important than those situated in the extremities, since the extremities are dependent on the trunk. As regards the vital organs situated in the trunk again, those of the heart, the bladder and the head are the most important, since the existence of the body is dependent upon them. Now, in the heart are set, as spokes in the nave of the wheel, the ten great arteries, the vital breaths Prana and Apana, the mind, the intellect, consciousness and the great proto-elenlents."
    },
    {
        "verse_id": "4-(2)",
        "text": " In the head are set, as rays in the sun, the sense organs and the channels carrying the sensory aud vital impulses."
    },
    {
        "verse_id": "4",
        "text": " As regards the bladder, located as it is in the perineum amidst the channels carrying the semen and the urine, it is the seat of urinary secretion and also the resort of all the channels conveying the aqueous element even as the ocean is the resort of all the rivers of the earth. With a network of channels known as vital ones emanating from these centres, the body is pervaded, even as the sky is pervaded with the rays of the sun"
    },
    {
        "verse_id": "5",
        "text": " If any one of these three vital resorts is destroyed, destraction soon overtakes the entire body, since the destruction of the sub-stratum means the destruction of the super-structure as well. If any one of them is damaged, the most serious disorders take their rise in the body. Accordingly, these three vital regions should be protected with special care, both from external injury and internal morbidity of Vata and the other humors."
    },
    {
        "verse_id": "6-(1)",
        "text": " Among these, if the heart if injured, such disorders as the following ensue: namely, cough, dyspnea, loss of strength, dryness of the throat, pain as though the Kloma is drawn down, protrusion of the tongue, dryness of the mouth and the palate, epilepsy, insanity, delirium and loss of consciousness etc."
    },
    {
        "verse_id": "6-(2)",
        "text": " If the head is Injured, such disorders as the following ensue: namely, rigidity of the sides of the neck, facial paralysis, agitation of the eyes, stupefaction, constricting pain in the head, loss of movement, cough, dyspnea, trismus, dumbness, stuttering speech, closed condition of the eye-lids, twitching of the cheeks, yawning fits, ptyalism, aphasia and facial asymetry,"
    },
    {
        "verse_id": "6",
        "text": " If the bladder is injured, such disorders as the following ensue:—namely, retention of flatus, urine and feces, acute pain in the groins, phallus and the bladder, spiralling pain in the bladder, reverse misperistalsis, Gulma, stone-hard swelling due to Gulma, rigidity of the bladder and the spasticity of the umbilicus, stomach, rectum and hips. The signs and symptoms of these various conditions with reference to the predominant morbid humor concerned, together with the appropriate therapeutic measures have been described earlier in the Section on Therapeutics."
    },
    {
        "verse_id": "7-(1)",
        "text": " Now these vital centres require to be protected particularly from the morbid effects of Vata, for it is the Vata morbidity that serves as the causative factor for the arousing of Pitta and Kapha morbidity, and it is Vata that is likewise the root of lifeprocesses. This Vata is best treated by the enema procedure. Hence is it that among measures calculated to safeguard the health of the vital organs, there is none that can compare with the enema procedure."
    },
    {
        "verse_id": "7",
        "text": " Accordingly, the six categories of medication described for corrective enema and the two categories of unctuous enema described in the Section on Specific Measure, as well as the various kinds of enema described in this Section should be given mature consideration and made use of together with the therapeutic measures laid down in the treatment of Vata disorders for the purpose of preserving the great vital organs in health."
    },
    {
        "verse_id": "8-(1)",
        "text": " In particular, if the heart is affected by Vata, the patient should be given to drink a potion consisting of powdered asafoetida mixed with the powder of any of the salts in the juice of pomelo or in any other acid or cordial liquid, and the decoction of penta-radices of the tick-trefoil group as beverage mixed with sugar. He may also be given medicated gruel prepared with the juice of the penta-radices of the bael group. And therapeutic measures prescribed for diseases of the heart may also be resorted to."
    },
    {
        "verse_id": "8-(2)",
        "text": " If the head is affected with Vata morbidity, the therapeutic measures indicated are inunction, sudation, poultices, unctuous potions, nasal medications, sternutatory unctuous applications and inhalations etc."
    },
    {
        "verse_id": "8",
        "text": "If the bladder is affected with Vata morbidity, the treatment consists of pitcher sudation, suppositories, evacuative enema prepared of black turpeth and other drugs of its group and cow’s urine or of the drugs of the bael group with Sura wine, or milk prepared with the roots of penreed grass, thatch grass, sugar-cane, sacrificial grass and small caltrops, or evacuative enema prepared with the paste of the seeds of common cucumber, celery, barley, Rishabhaka and Vriddhi; unctuous enema of oil prepared with Indian berberry, purgations with Tilwaka ghee and urethral douche with the medicated oil prepared with the decoction of climbing asparagus. The patient may also be given, after he has been subjected to purification, sudation and oleation procedures, an evacuative enema with the drugs which are curative of urinary disorders and pain."
    },
    {
        "verse_id": "9",
        "text": " It is in the cardiac, cranial and pelvic regions that the life of men is established. Hence, constant effort for the protection of these should be made."
    },
    {
        "verse_id": "10",
        "text": " Such protection of the vital organs consists in the avoidance of the causes of injury to, them, constant adherence to the rules of the regimen of hygienic living and prompt treatment on the incidence of disease."
    },
    {
        "verse_id": "11",
        "text": " I shall hereafter describe some disorders, along with their treatment, affecting the vital organs [trimarma] such as have not been described in the chapter on the Therapeutics of the Disorders affecting the Three Vital Regions."
    },
    {
        "verse_id": "12-13½",
        "text": " The Vata provoked by its specific causative factors, spreads upwards beyond its natural, habitat, afflicts the heart and reaching the head, afflicts the temples. It bends the body lite a bow and causes convulsions of the limbs and fainting. The patient breathes with difficulty and his eyes are fixed in a wide stare or are closed He coos like the pigeon and becomes unconscious. This condition is known as Apatantraka."
    },
    {
        "verse_id": "14-15",
        "text": " The eyes are fixed, the consciousness is lost and the patient makes a moaning noise from the throat. When this Vata is released from the heart, the man becomes normal again; but when again seized by the paroxysm he falls unconscious. This dreadful disorder is termed Apatanaka."
    },
    {
        "verse_id": "16-18",
        "text": " The breathing which has became obstructed by the Kapha and Vata must be relieved by acute nasal insufflations. When the channels conducting consciousness are freed, the man recovers his wits. To this end the patient should be given, in the form of errhines, long pepper, the seeds of drumstick, embelia and sweet marjoran, reduced to fine powder. In conditions of heart-seizure and tetanic convulsions, the patient should be made to drink a potion of Indian toothache, emblic myrobaian, asafoetida, orris root and the three salts prepared with barley-water."
    },
    {
        "verse_id": "19-20",
        "text": " Or the patient may be made to drink a potion prepared of asafoetida, Amlavetasa, dry ginger, sanchal salt and pomegranate juice. All procedures advised for the alleviation of Vata and Kapha morbidity are recommended in the alleviation of cardiac disorders. Thorough-going purificatory measures as well as enema of a strong action are contra-indicated. The patient may be given, with advantage, the medicated ghee prepared with sanchal salt, chebulic myrobalan with sanchal salt, chebulic myrobalan and the three spices."
    },
    {
        "verse_id": "21-22",
        "text": " When the Raphaels provoked by the Vata as a result of indulgence in sweet, unctuous and heavy articles of diet, or as a result of mental strain, fatigue and grief, or as a sequela of disease—when such Kapha reaches and covers up the cardiac region and the channels situated therein such as the knowledge-bearing channels etc., it gives rise to torpor."
    },
    {
        "verse_id": "23-24",
        "text": " The characteristics of torpor are said to be depression of the heart, heaviness of speech, movement and the senses, and clouding of the mind and the intellect. In such a condition, measures curative of Kapha, purificatory and sedative procedures, exercise, bloodletting and a diet of pungent and bitter articles are indicated."
    },
    {
        "verse_id": "25-26",
        "text": " The following thirteen are the urinary morbidities:—"
    },
    { "verse_id": "1.1", "text": "Hear now the symptoms of each of them" },
    {
        "verse_id": "27-28",
        "text": " When the Pitta and the Kapha are both combined in the bladder along with the Vata, the patient passes urine that is reddish, yellowish and thick. Or he may pass urine accompanied with burning and of a white and dense quality or urine showing a combination of all the qualities. This is to be known as Mutraukasada or dense urine and it should be treated with measures curative of Pitta and Kapha."
    },
    {
        "verse_id": "29-30",
        "text": " When in consequence of the suppression of the urge of micturition, the retarded urinal flow gets pushed upwards by the Vata and fills up the abdominal cavity, there is an indefinite pain accompanied with indigestion and retention of urine and feces. This condition is called ‘Mutra-jathara’ (uro-celioncus). In this condition diuretic measures should be resorted to"
    },
    {
        "verse_id": "31",
        "text": " The compound urinary powder described in the chapter on ‘The three vital regions [trimarma]’ will cure this uro-abdominal condition as well as constipation and distension of the rectum and the phallus."
    },
    {
        "verse_id": "32",
        "text": " When a man, while under the urge for micturition, performs the sexual act, the seminal fluid discharged arid ejected by Vata will either precede or follow the flow of urine. This condition is called ‘Kricchra’ or difficult micturition."
    },
    {
        "verse_id": "33",
        "text": "When in consequence of the abnormality of the urinary outlet, and [? of?] the large and heavy size of the phallus, the urinal flow ejected by Vata is retained in part and accumulated in the region of the glans penis, subsequently this residual urine dribbles out accompanied either with severe or no pain. This condition of stammering urination is called ‘Mutra-utsanga’ or residual urination"
    },
    {
        "verse_id": "34",
        "text": " When the urinary secretion dries up owing to excessive Vata, there is induced a condition called ‘Samkshaya’ or suppression of urine characterised by symptoms of Vata morbidity."
    },
    {
        "verse_id": "34.1",
        "text": "35 When a man habitually given to long withholding of the urge for urination performs the act of micturition, the flow does not start immediately or flows out very slowly; this condition is called ‘Mutratita’ or delayed micturition"
    },
    {
        "verse_id": "36",
        "text": " When the Vata, being obstructed, distends the bladder and the rectum, it gives rise to the formation of the condition called Ashthila (stone-hard tumor) which is movable, elevated, acutely painful and obstructive of the urinary and rectal passages."
    },
    {
        "verse_id": "37",
        "text": "In a person who is habitually suppressing the urge for micturition, the Vata in the bladder becomes provoked owing to suppression of its action and causes retention of urine, pain and itching sensation in the bladder. This is called the Vata disease of the bladder."
    },
    {
        "verse_id": "38",
        "text": " The Vata, combining with the heat of Pitta, beats up the urine, dries it up, turns it red and yellowish in color. This Ushna-Vata or Vata-cum-Pitta disease gives rise to difficult urination accompanied with pain and burning in the bladder and the phallus."
    },
    {
        "verse_id": "39-40",
        "text": " Owing to clogging in the urinary passages, the Vata is turned upwards and thus its motion, becoming broken and vitiated, it assumes either a crooked or circum-gyratory motion in the bladder as well as in the urinary channels. It then vitiates the urinary function, giving rise to rigidity, breaking pain, heaviness, girdle pain,severe colic and retention of urine and feces. This condition is termed Vata-kundalika or cirum-gyratory Vata disorder of the bladder."
    },
    {
        "verse_id": "41-41½",
        "text": " The blood vitiated by the Vata and the Kapha causes a serious kind of tumor in the neck of the bladder. Owing to the obstruction thus caused, the man passes urine with difficulty and pain, similar to that felt in the condition of stone in the urinary passage. This condition is known as the ‘Rakta-granthi’ or blood-tumor in the bladder."
    },
    {
        "verse_id": "42-43",
        "text": " When the morbid Vata enters the urinary passage, the person then passes with difficulty urine that is mixed with fecal matter and which is foul-smelling. This condition is to be known as ‘Vid-vighata’ or fecal fistula."
    },
    {
        "verse_id": "44-46",
        "text": " By excessive running, wayfaring, jumping, exertion, trauma or compression, the bladder is displaced upwards, and becoming enlarged, it appears like the gravid uterus. The patient getting afflicted with colic, throbbing and buring [burning?] pain, passes urine drop by drop. When the bladder region is pressed, the urine comes out in a jet. This condition is characterised by rigidity and girdle pain and is termed ‘Basti-kundala’ or circular distension of the bladder. It is a dreadful condition comparable in seriousness to injury by weapon or poisoning. It is generally caused by predominant morbidity of Vata and cannot be cured by the mediocre physician."
    },
    {
        "verse_id": "46½",
        "text": " If the condition is accompanied with Pitta morbidity, there will be burning, colic and varied coloration of urine."
    },
    {
        "verse_id": "47",
        "text": " While if accompanied with Kapha-morbidity, there will be heaviness, swelling and unctuous, dense and pallid condition of the urine."
    },
    {
        "verse_id": "48",
        "text": " Where the orifice of the bladder gets obstructed by Kapha and where [? there?] is provocation of Pitta too it does not yield to treatment. If the orifice of the bladder is not displaced, the condition is curable; but if it is twisted round and displaced, the condition is incurable."
    },
    {
        "verse_id": "48½",
        "text": " When the bladder is twisted and displaced, there will occur cardiac distress, fainting and dyspnea"
    },
    {
        "verse_id": "49-49½",
        "text": " Diagnosing the predominance of the morbid humor, these conditions should be treated by measures curative of dysuria. Enemata and urethral douches should be administered in all morbid conditions of the bladder."
    },
    {
        "verse_id": "50-51",
        "text": " The catheter should be of gold or silver and smooth, and the tip must be of the size of the stalk of a jasmine or oleander flower and tapering in shape like the cow’s tail. It must have a hole of the size of a mustard seed. Its length must be twelve fingers breadth and it must be provided with two ears."
    },
    {
        "verse_id": "52",
        "text": " This should be attached to a goat’s bladder and the unctuous medication given through it must be two tolas in measure; or the dose administered may be in keeping with the age and other conditions of the patient."
    },
    {
        "verse_id": "53-55",
        "text": " The patient should have bathed, taken his food mixed with meat-juice or milk; and should have voided his feces and urine. He should be seated on a knee-high and soft seat in a straight and comfortable position. His phallus should be made erect and the probe, smeared with ghee, should be inserted into the urethra. If the probe can be passed without any obstruction, then the catheter should be introduced according to the size of the phallus (in the line of perineal raphe) and in the same manner as that described about the enema nozzle for the anus."
    },
    {
        "verse_id": "55-56½",
        "text": " If it penetrates too far, it hurts; and if insufficiently inserted, the unctuous medication does not reach its destination. Then, compressing the douche bladder without shaking it and without causing discomfort to the patient, the douche-tube, i.e,. the catheter, should be withdrawn. After the fluid has returned, a second and third douche should be given."
    },
    {
        "verse_id": "57-61",
        "text": " If it does not return, it may be ignored for a night. If it has not returned after a night, prepare a suppository with long pepper, rock salt, kitchen-smoke, rough chaff, rape-seed, the juice of brinjal, chaste tree, purging cassia and crested purple nail dye rubbed into paste with cow’s urine and acid article and mixed with gur. The suppository should be of the size of the mustard seed at the tip and of the black-gram seed at the base. It should be of the length of the catheter and soft and unbreakable. It should be lubricated with ghee and inserted in the manner of the catheter into the urethral passage, and another suppository of the size of a thumb should be inserted into the anus, After the unctuous fluid has returned from both the urethra and the anus, the after treatment laid down in the case of the unctuous enema should be followed. The after-care complications and characteristics of a successful administration of the urethral douche are the same as those described regarding unctuous enemas"
    },
    {
        "verse_id": "62-62½",
        "text": " For women, this douchetherapy should be given during their menstrual period, as the mouth of the uterus is open at the time and readily receives the fluid injected. If the Vata is thus subdued, the uterus becomes readily impregnable."
    },
    {
        "verse_id": "63-64½",
        "text": " The douche prepared with appropriate medications should be administered in disorders of the bladder, prolapse of the uterus, severe uterine colic, other gynecic disorders, menorrhagia, stasis of urine and in conditions of incontinence where the urine dribbles drop by drop."
    },
    {
        "verse_id": "65-65½",
        "text": " The catheter in the case of women should be ten fingers’ breadth in length. Its circumference should be of the size of the urethral canal and the channel of the catheter should be large enough to allow the free passage of a green-gram seed."
    },
    {
        "verse_id": "66-66½",
        "text": " It should be inserted into the vagina upto a depth of four fingers’ breadth and upto two fingers’ breadth in the urethra in the case of an adult woman. While in the case of tender girls, the catheter should be introduced only upto one fingers’ breadth in the urethra."
    },
    {
        "verse_id": "67-68½",
        "text": " This should be done when the woman is lying in bed in a supine position with the thighs well flexed, The catheter should be introduced in the line of the curve of the spinal column and in such a way that no discomfort is caused to the patient. Two, three or four unctuous douches should be injected in the course of a day and night into the bladder. The suppository to be used for-getting the injected fluid to return should be thicker than the catheter."
    },
    {
        "verse_id": "69-69½",
        "text": " This treatment should be done for three nights with gradual increase of the dose of the unctuous medication. In the same manner, treatment should be repeated after an interval of three days."
    },
    {
        "verse_id": "70",
        "text": " Hereafter we shall describe some varieties of the diseases affecting the head."
    },
    {
        "verse_id": "71-72",
        "text": " When the vitiated blood, Pitta and Vata combine together and affect the temple region, they will cause an acute and fulminating condition attended with severe pain, burning, redness and swelling. Spreading rapidly like an acute poison, it causes obstruction in the head and throat, and kills the patient in three days. This disease is called by the name of Shankhaka [śaṅkhaka] or facial cellulitis."
    },
    {
        "verse_id": "73",
        "text": " If the patient survives the three critical days, the physician, after making it known that treatment may not yet be efficacious should administer errhines, affusions and such other medications as are indicated in acute spreading affections."
    },
    {
        "verse_id": "74-76",
        "text": " The Vata, getting provoked by addiction to dry articles or excess of diet or eating on a loaded stomach, by easterly winds, fog, excessive sexual indulgence, suppression of natural urges, strain or over-exertion, either alone or in combination with Kapha, seizes the one half of the head and causes acute neuralgic pain in the sides of the neck, eye-brow, temple, ear, eye, or forehead of one Side. This pain is very agonizing like that caused by a churning rod or (red hot needle). This disease is called Ardhavabhedaka [ardhāvabhedaka] or hemicrania. If the condition becomes aggravated, it may even impair the functions of the eye and ear."
    },
    {
        "verse_id": "79-80¾",
        "text": " The blood and the Vata getting vitiated by the suppression of natural urges, indigestion and similar factors, in turn vitiate the brain. The brain, thus vitiated, combining with the vitiated humors, causes the following disorders. After sunrise, the morbid matter gets liquified by the sun-heat and begins to flow out gradually; and as the day advances the headache continues to increase; and after the sun begins to go down the liquid gets congealed in the head and the pain ceases. This disease is called Suryavarta [sūryāvarta], a variety of neuralgia."
    },
    {
        "verse_id": "81-83",
        "text": " The treatment of this condition is by post-prandial potion of ghee, purification of the head and body, head-packs with the triad of unctuous articles, poultices with the flesh of Jangala animals, affusions with ghee and milk, and nasal medications with ghee extracted from the milk prepared with the flesh of peacock, partridge, quail or other game birds, prepared again in eight times its quantity of milk along with the paste of the drugs of the life-promoter group."
    },
    {
        "verse_id": "84-85½",
        "text": " All the three humors, when provoked by fasting, excessive grief or by taking very dry, old and scanty articles of food, cause acute neuralgic pain in the sides and the nape of the neck; then the pain becomes localized in the eye, the eye-brow and temple and causes throbbing of the cheeks and the sides of the face, disorders of the eyes and trismus. This condition is called Ananta Vata [anantavāta] or [? tic doulouren?] (major trigeminal neuralgia). It can be cured by venisection and by the treatment indicated in Suryavarta."
    },
    {
        "verse_id": "86-87",
        "text": " The Vata, getting vitiated by dry diet and similar factors causes shaking of the head (shaking palsy). In this condition, oleation, sudation etc. and demulcent nasal medication prepared with guduch, sida, Indian groundsel, white siris, and winter cherry, which are curative of Vata are recommended."
    },
    {
        "verse_id": "88",
        "text": " The expert physician should administer the nasal therapy in the diseases of the head, as the nose is the gateway of the head; the medications given through the nose pervade everywhere in the head and allay head-diseases."
    },
    {
        "verse_id": "89",
        "text": " The nasal therapy, it should be known, comprises of the five procedures of inunction, nasal drops, insufflation, inhalation and application."
    },
    {
        "verse_id": "90",
        "text": " Nasal inunction is said to have two actions viz. oleation and purification. The nasal drops are said to have two actions: purificatory and astringent."
    },
    {
        "verse_id": "91-92",
        "text": " And the insufflation of powder brings about the purification of the nasal passages Inhalation should be known to be of the threefold method such as sedative etc. as previously described. Application is made of unctuous substance which is harmless in use and which serves both the purposes of oleation and purification Thus these procedures maybe classified into three groups viz., purification, impletion and sedation."
    },
    {
        "verse_id": "93",
        "text": " Nasal medications for -the purpose of purification of the head are recommended in stiffness, numbness, heaviness and similar diseases of the head, arising from morbid Kapha."
    },
    {
        "verse_id": "94",
        "text": " Demulcent nasal medication for the purpose of soothing the head is recommended in shaking palsy-facial palsy and other disorders born of Vata."
    },
    {
        "verse_id": "95",
        "text": " The sedative nasal medication is recommended in hemothermia and similar conditions. Insufflation and smoking are recommended in required conditions. (On fully investigating the morbidity etc., the physician should carry out the treatment as indicated)."
    },
    {
        "verse_id": "96-97½",
        "text": " The physician may prepare errhine-powder from the various drugs described as errhine drugs The unctuous purificatory errhine-medication may be prepared from this powder and the unctuous demulcent nasal medications may be prepared from the drugs of the sweet group described previously. With the medications thus prepared, the specialist should carry out the nasal therapy."
    },
    {
        "verse_id": "98-99½",
        "text": " The intelligent physician should administer the demulcent nasal medications, either in the morning or in the noon, to the patient who has previously attended to the necessary acts of ablution and has been made to lie at his ease in the supine position on a well-spread couch, with his head hanging down slightly and the feet slightly raised."
    },
    {
        "verse_id": "100-102½ If the head is not lowered at all, the nasal medication does not reach the desired destination",
        "text": " If on the mother hand it is lowered too much, there is the danger of the medication getting lodged in the brain; hence the patient should be made to assume the position described, and by way of preparatory cleansing, his head should be subjected to sudation Having carried out the sudation procedure, the physician should with the thumb of his left hand, raise the tip of the patient’s nose and with the right hand he should drop, either by means of pipette or cotton swab, the sternutatory oil in equal measure in both the nostrils in the way prescribed."
    },
    {
        "verse_id": "103-105",
        "text": " On completing this, the patient’s head should be once again subjected to sudation and the oil that has been dropped should be repeatedly drained out together with the morbid mucus till no portion of the medicated oil is left behind The mucus roused by the sudation and collected during the administration of the errhine treatment, becomes congealed in the head once again as a result of the cooling effect of the unctuous article. It then gives rise to disorders of the ear, sides of the neck, throat etc."
    },
    {
        "verse_id": "106-106¼",
        "text": " Hence the patient should after the errhine treatment resort to smoking that is curative of Kapha, take wholesome diet, resort to windless and warm apartments and observe sense restraint. This is the method to be employed in the administration of nasal drops."
    },
    {
        "verse_id": "107-110",
        "text": " As regards insufflation, the powder should be blown by the mouth through a tube of six fingers’ breadth in length. After the patient has been errhinated, he should be given a potion of hot water and then a light meal which is not aggravative of any of the three humors, and should be made to remain in a windless place by the vigilant physician. If a man that has been purged of the impurities, resorts again to things causative of humoral provocation, the particular humor provoked, moving about in that region gives rise to many diseases peculiar to its nature. In these conditions the wise physician should carry out treatment as indicated; and as regards complications arising from untimely nasal therapy, the line of treatment is the same as that in corresponding diseases."
    },
    {
        "verse_id": "111-112",
        "text": " Unctuous nasal medication administered in indigestion or immediately after meals or after taking a draught of water or on a cloudy day or in condition of recent coryza or after a bath or after an unctuous potion or after an unctuous enema, will give rise to various disorders of Kapha. In such disorders, all measures curative of Kapha, such as are acute, hot, etc., are beneficial."
    },
    {
        "verse_id": "113-115",
        "text": " By the administration of dry nasal medication in conditions of emaciation or after-purgation or in gravid condition or in fatigue due to exertion and in thirst, the Vata, getting provoked, causes disorders peculiar to its nature. In such conditions, all measures curative of Vata such as oleation, or roborant and sudation therapies etc., should be given; and in the case of a gravida, ghee and milk should be specially given. The unctuous nasal medication causes dimness of vision in the case of persons greatly afflicted with fever or grief and also in those addicted to wine. In such cases painting the eye with un-unctuous and cooling collyrium, applications and medications prepared by the Putapaka-method should be done."
    },
    {
        "verse_id": "116",
        "text": " There are two purposes served by nasal medication viz., oleation and purification. Nasal application serves both purposes and is harmless."
    },
    {
        "verse_id": "117",
        "text": " Morning and night, and in all seasons, one should use a finger dipped in unctuous substance for nasal inunction. The medication should not be sniffed in too deeply. This nasal application is to be used in health and it is promotive of firmness and strength."
    },
    {
        "verse_id": "118-119",
        "text": " Of the vital regions why three are pre-eminent; the signs and symptoms and treatment of injuries occurring in these regions;the different varieties of diseases affecting these organs and their remedies; the method of administration of the urethral and vaginal douches and similarly the method of administering nasal medication; the complications and their treatment, have all been described in this chapter entitled Success in Treatment of the ‘Three Vital Regions’."
    }
]