[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Successful Application of the remaining best kinds of Enema [uttara-basti-siddhi]”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful"
    },
    {
        "verse_id": "3-5",
        "text": " When after being duly purified by the procedures of emesis etc., the patient is in a debilitated condition, emaciated, weakened in his digestive power, has his joints loosened, is purged of the morbid accumulations of flatus, urine, mucus and bile, the stomach and the intestines have become contracted, the body has become vacuous and accordingly unable to bear any further strain, he should be protected by the physician from all kinds of risk, just as a tender egg is protected or a vessel brimful of oil, or the kine by the cowherd armed with his staff."
    },
    {
        "verse_id": "6",
        "text": " The physician who is conversant with the order and sequence of therapeutic procedures, should put the patient on a liquid diet beginning with thin gruel and leading upto meat-juices, for the purpose of re-stimulating his gastric fire."
    },
    {
        "verse_id": "7-8",
        "text": " To this end, he should prescribe the use first of unctuous, acid, sweet and pleasant articles, then of articles of acid and salt tastes, and later, of sweet and bitter tastes, and lastly of all articles of astringent and pungent tastes. In this manner by the use of two antagonistic tastes at a time, and by the alternate use of unctuous and dry articles, the physician should restore the patient to his normal health."
    },
    {
        "verse_id": "9",
        "text": " When the. patient is able to tolerate all the tastes, when there is no retention of excretory matter, when the zest for life has returned, the sense organs have regained their firmness, when strength has returned and the mind is fully composed, it should be known that he is restored to normality."
    },
    {
        "verse_id": "10-11",
        "text": " So long as the patient has not regained such full measure of health, he should scrupulously avoid all things and activities that are prohibited. He should be particularly careful to eschew the following eight factors which are highly causative of morbidity; loud speaking, jolting in conveyances, excessive moving about and excessive sedentation, indigestion and pre digestion meals, day-sleep and and the sex-act."
    },
    {
        "verse_id": "12",
        "text": " Indulgence in these things gives rise, successively to pain affecting the upper part of the body, pain affecting the whole body, pain affecting the lower part of the body, pain affecting the middle part of the body, chyme disorders, disorders of morbid accumulations of Kapha and disorders born of wasting."
    },
    {
        "verse_id": "13",
        "text": "I shall now describe the symptoms of these various disorders, in extenso, and the appropriate remedy for each of them as also the tried recipes of the longevity-promoting Yapana enema,"
    },
    {
        "verse_id": "14-(1)",
        "text": " The following complications result from talking too loudly or in excess burning sensation in the head, pricking pain in the temples and the ears, auditory disfunction, parching of the mouth, palate and the throat, faintness, thirst, fever, asthmatic dyspnea, spastic condition of the jaws and the sides of the heck, ptyalism, acute pain in the front and sides of the chest, change of voice, hiccup, dyspnea and similar other conditions."
    },
    {
        "verse_id": "14-(2)",
        "text": " From jolting suffered while travelling in conveyances, the following disorders arise:—flabbiness of the bigger and smaller joints, acute pricking pain in the jaw, nose, ear and the head, disturbance in the abdomen, meteorism, intestinal gurgling, distension, disordered function of the heart and the sense-organs and pain in the hip, sides, groin, scrotum, waist and back, asthenia of the joints, shoulders and neck, burning in the limbs, edema, anesthesia and hyperesthesia of the feet and similar other conditions."
    },
    {
        "verse_id": "14-(3)",
        "text": " From excessive moving about, the following disorders arise:—pain in the feet, calves, thighs, knees, groin, waist and back; flabbiness and pain in the legs, cramps in the calves, body-aches, burning pain in the shoulders, acceleration of the arteries and the veins, dyspnea, cough and similar other conditions."
    },
    {
        "verse_id": "14-(4)",
        "text": " From luxus sedentation, the disorders described as occurring from excessive jolting, arise; as for example, pain in the hips, sides, groin, scrotum, waist and back and the rest."
    },
    {
        "verse_id": "14-(5)",
        "text": " From indigestion and taking of predigestion meals, the following disorders arise:—dryness of the mouth, distension of the abdomen, colicky or pricking pain in the abdomen, thirst, asthenia of the limbs, vomiting, diarrhea, fainting, fever, dysenteric condition, chyme-toxemia and similar conditions."
    },
    {
        "verse_id": "14-(6)",
        "text": " From eating irregular aud unwholesome meals, the following disorders arise:—inappetence, debility, discoloration, pruritus, asthenia of the limbs, assimilation disorders and piles due to the morbidity of Vata and other humors, skin eruption and similar conditions."
    },
    {
        "verse_id": "14-(7)",
        "text": " From indulgence in day-sleep the following disorders arise:—anorexia, indigestion, loss of digestive power, stiffness, pallor, pruritus, eruption, burning, vomiting, body ache, rigidity of the cardiac region, dullness, torpor, somnolence, formation of swellings, debility, red coloration of the urine and the eyes, and coating of the palate."
    },
    {
        "verse_id": "14-(8)",
        "text": " From indulgence in sex the following disorders arise:—rapid loss of the vitality, flabbiness of the thighs pain in the head, bladder, rectum, phallus, groin, thigh, knee, calf and feet, palpitation of the heart, pain in the eyes, debility of the body, discharge of blood through the seminal passages, cough, dyspnea, blood in expectoration, asthenia of the voice, weakness of the waist, affections of one or all the limbs of the body, swelling of the scrotum, retention of flatus, feces and urine and semen, dullness, tremor, deafness, mental depression and similar conditions; the patient feels as though his rectum is being cut, his phallus is becoming smaller, his mind were sinking, his heart were trembling, his joints were being squeezed and as though he were being squeezed and as though he were about to faint."
    },
    {
        "verse_id": "14",
        "text": "Thus have been described the various kinds of disorders arising from these eight violations of the rules of behaviour for the convalescent."
    },
    {
        "verse_id": "15-(1)",
        "text": " Now we shall describe the treatment in these disorders. In disorders due to loud or excessive talking, the following remedial measures are indicated:—inunction, sudation, poultices, smoking, nasal medications, post-prandial potions of unctuous articles, meat-juice, milk and all measures curative of Vata; and lastly, the observance of silence."
    },
    {
        "verse_id": "15-(2)",
        "text": " In disorders due to jolting in carriages or to excessive moving about, or to excessive sedentation the following remedial measures are indicated:—oleation, sudation etc., all measures curative of Vata and avoidance of the causative factors."
    },
    {
        "verse_id": "15-(3)",
        "text": " In disorders due to indigestion of predigestion meals, the remedial measures indicated are complete emesis, dry sudation, lightening therapy and the use of digestive and digestive-stimulant medications."
    },
    {
        "verse_id": "15-(4)",
        "text": " In morbid conditions due to irregular or unwholesome dietary, the line of treatment should be curative of the morbidity concerned."
    },
    {
        "verse_id": "15-(5)",
        "text": " In disorders arising from day-sleep, the remedial means indicated are: smoking, lightening therapy, emesis, errhines, exercise, dry articles of food, medicated wines and the use of digestive-stimulant medications, friction massage, shampoo, affusions etc., and all measures curative of Kapha."
    },
    {
        "verse_id": "15",
        "text": " In disorders arising from sexuality, the remedial measures indicated are:—the use of medicated milk or ghee prepared with the life-promoter group of drugs, sudations, inunctions and fomentations curative of Vata, diet promotive of the seminal secretion, unctuous articles, oleation procedures, longevity-promoting enemas (Yāpanā Basti) and unctuous enemas. In conditions of the vitiation of the urine or pain in the bladder, oil prepared with milk and drugs of the ticktrefoil group and the life-promoter group."
    },
    {
        "verse_id": "16-(1)",
        "text": " Yapana enemata may be given at all times as we shall now describe. Take 4 tolas each of nut grass, heart-leaved sida, purging cassia, Indian groundsel, Indian madder, kurroa, zalil, hogs weed, beleric myrobalan, guduch and the pentaradices of the ticktrefoil group and having crushed them into little bits, decoct them together with eight emetic nuts which have been properly cleansed in 258 tolas of water, till the solution is reduced to one fourth the original quantity; add to this solution 128 tolas of cow’s milk; boil the whole again till only the milk part remains. Add to this, meat-juice of the Jangala animals in measure one fourth the quantity of the milk, and honey and ghee in equal quantities. Add to this solution the paste of dill seed, liquorice, kurchi, emetic nut, extract of Indian berberry and perfumed cherry. This solution, mixed with rock salt, should be given in congenially warm water as enema. It is promotive of the geminal secretion and flesh, and curative of pectoral lesion‘s, cachexia, cough, Gulma, colicky pain, irregular fever, inguinal swelling, Kundala Vata, misperistalsis, acute pain in the stomach, dysuria, menorrhagia, acute spreading affections, dysenteric condition, pain in the head, in the knee the thigh, the calf and the bladder, urinary calculi, insanity, piles, urinary anomalies, abdominal distension and disorders due to morbid Vata, blood. Pitta and Kapha. This enema is also an immediate promoter of strength and vitality."
    },
    {
        "verse_id": "16-(2)",
        "text": " Take twenty-four tolas of castor and pala and four tolas each of tick trefoil, painted-leaved uraria, Indian nightshade, yellow-berried nightshade, small caltrops, Indian groundsel, winter cherry, guduch, hog’s weed, purging cassia and deodar; triturate all these into small bits and decoct them together with eight well cleansed emetic nuts, in 250 tolas of water and one fourth that quantity of milk; when the solution is reduced to one-fourth its original quantity, it should be taken down and filtered. Add to this, the paste of dill-seed, costus, nut-grass, long pepper, juniper, bael, sweet flag, kurchi, emetic nut, extract of Indian berberry, perfumed cherry and barley, as also honey, ghee, til oil and rocksalt; with the solution thus obtained an evacuative enema in congenially warm condition should be given once, twice or thrice as the case requires."
    },
    {
        "verse_id": "16-(2a)",
        "text": " This enema is beneficial in all conditions and especially for the aristocrats, the emaciated and those suffering from pectoral lesions as a result of sex indulgence, the aged, and those suffering from chronic piles and those who are desirous of progeny."
    },
    {
        "verse_id": "16-(3)",
        "text": " An enema may be similarly prepared with crested purple nail dye, heart-leaved sida, roots of sacrificial grassland Indian sarsaparilla and with"
    },
    {
        "verse_id": "16-(4)",
        "text": " Likewise, an enema may be prepared in the foregoing manner from Indian nightshade, yellow-berried nightshade, climbing asparagus and guduch in milk, along with the paste of liquorice, emetic nut and long pepper."
    },
    {
        "verse_id": "16-(5)",
        "text": " Likewise, an enema may be prepared from heart-leaved sida, evening mallow, white yam, tick-trefoil, painted leaved uraria, Indian night shade, yellow-berried nightshade, roots of sacrificial grass, sweet falsah, white teak, bael, emetic nut and barley in milk, with the paste of liquorice and emetic nut and mixed with honey, ghee and sanchal salt. These enemas are indicated in the case of those who are suffering from cough, fever, Gulma, splenic disorder, facial paralysis and the effects of indulgence in sex and wine. They are immediate promoters of strength and vitalization."
    },
    {
        "verse_id": "16-(6)",
        "text": " Take four tolas each of heart-leaved sida, evening mallow, Indian groundsel, purging cassia, emetic nut, bael, guduch, hog’s weed, castor, winter cherry, crested purple nail dye, palas, deodar and the two kinds of pentaradices and 16 tolas of barley, Indian jujube, horsegram arid dried garden radish. This should be boiled in 1024 tolas of water and when the decoction is reduced to the quantify prescribed for an evacuative enema, it should be taken down and filtered. Add to it the paste of liquorice, emetic nut, dill-seed, costus, long pepper, sweet flag, kurchi, emetic nut, extract of Indian berberry, perfumed cherry and bishop’s weed, as also gur, ghee, oil, honey, milk, meat-juice, sour conjee and rock-salt. This solution should be given as a congenially warm enema in conditions of the retention of semen, urine and feces due to morbidity of Vata, as also in conditions of Gulma, heart-disease, abdominal distension, inguinal swellings, spasticity of the sides, back and loss of strength."
    },
    {
        "verse_id": "16-(7)",
        "text": " Take 8 tolas of juniper and twice that quantity of half crushed barjey, and boil the whole in milk and water till only the portion of milk remains. Add to this, honey, ghee, til oil and salt This enema is beneficial in cases of rheumatic conditions affecting all the body parts, retention of feces and urine, and for persons afflicted with the effects of over-indulgence in sex. It is curative of morbid Vata and promotive of intellect, memory, gastric power and vitality."
    },
    {
        "verse_id": "16-(8)",
        "text": " An enema may be prepared by decocting the minor pentaradices in milk and water, and adding the paste of long pepper, liquorice and emetic nut and mixed with gur, ghee til oil and salt This enema is beneficial to those who are suffering from wasting and irregular fever."
    },
    {
        "verse_id": "16-(9)",
        "text": " An enema may be similarly prepared from the decoction of thirty-two tolas of heart-leaved sida, evening mallow, rough chaff and cowage and 16 tolas of half-crushed barley and mixed with gur, ghee, til oil and salt. This enema is most beneficial in the case of the aged, the debilitated and for those who have suffered loss of semen and blood,"
    },
    {
        "verse_id": "16-(10)",
        "text": " An enema may be prepared by boiling heart-leaved sida, liquorice, white yam, roots of sacrificial grass, grapes and barley in goat’s milk. To this decoction must be added the paste of liquorice and emetic nut as also honey, ghee and rock salt. This enema should be given to those who are afflicted with fever."
    },
    {
        "verse_id": "16-(11)",
        "text": " An enema may be prepared from the decoction of ticktrefoil, painted leaved uraria, roots of small caltrops, white teak, sweet falsah, dates, emetic nut, the flowers of mahwa in 128 tolas of goat’s milk and water with the addition of the paste of long pepper, liquorice and blue water lily as well as ghee and rock salt. This enema is recommended in the case of those who are suffering from weakened sense-faculties and wasted by irregular fever."
    },
    {
        "verse_id": "16",
        "text": " Take twenty tolas of the penta-radices of the ticktrefoil group and 40 tolas of the Shali rice, Shashtika rice, barley, wheat and black gram and boil the whole in goat’s milk till it is reduced to one-fourth its original quantity; add to this, the contents of hen’s eggs and equal quantities of honey, ghee, sugar, rock salt and sanchal salt. This enema acts as a most effective aphrodisiac and is promotive of strength and complexion. Thus, we have described the twelve enemas, promotive of longevity."
    },
    {
        "verse_id": "17",
        "text": " This enema may also be prepared by substituting the hen’s eggs with the eggs of the pea-hen, adjutant, swan and Sarasa crane."
    },
    {
        "verse_id": "18-(1)",
        "text": " Take the sap of the pentarad ices and prepare it with the meatjuice of partridge, pea-cock and royal Swan. Add to it the paste of dill seed, liquorice, Indian groundsel, kurchi, emetic nut and long pepper as well as ghee, til oil, gur and rock salt. This enema is promotive of strength, complexion and seminal secretion. It is also a good vitalizer."
    },
    {
        "verse_id": "18-(2)",
        "text": " An enema may be prepared from 255 tolas of fresh ghee, til oil, flesh marrow and bone-marrow and two tolas of juniper with the addition of half a tola of rock salt. This enema is highly promotive of virility and curative of dysuria and Pitta-diseases and is, besides, a good vitalizer."
    },
    {
        "verse_id": "18-(3)",
        "text": " Cook peacock having removed the bile, the wings, the legs, the beak and the intestines along with four tolas each of ticktrefoil and the other drugs of its group in milk and water. When the water has fully evaporated, take the decoction down and add to it the paste of emetic nut, long pepper, white yam, dill seeds and liquorice as also honey, ghee and rocksalt. This enema should be given to those who are debilitated by over-indulgence in sex. It is promotive of strength and complexion."
    },
    {
        "verse_id": "18-(4)",
        "text": " This enema may be prepared also with the meat-juices of the birds of the gallinaceous, pecker and tearer and the aquatic groups. It may also be prepared with fish-juices such as the Rohita fish, but in that case milk should be omitted."
    },
    {
        "verse_id": "18-(5)",
        "text": " Take forty tolas of the meats of iguana, mongoose, cat, mouse and pangolin and cook them together with the pentaradices in milk. Add to it the paste of long pepper, emetic nut as also rock salt, sanchal salt, sugar, honey, ghee and til oil. This enema is promotive of strength, vitalizing, promotive of healing in those who are suffering from pectoral lesions, cachexia and is most beneficial in conditions of crushing injury to the chest, fractures sustained from vehicles, elephants and horses, Vata-disorders, Kapha-disorders etc., as well as in conditions of misperistalsis and retention of urine, feces and semen due to Vata."
    },
    {
        "verse_id": "18-(6)",
        "text": " Prepare an enema by cooking milk with the flesh of any one of the animals of the tortoise group, adding to it the meat-juice of the bull, elephant and horse as well as the contents of the eggs of the crocodile, swan and domestic fowl as also honey, ghee, sugar, rock salt, and the paste of long-leaved barleria, cowage and the emetic nut. This enema is promotive of vigor even in the very aged."
    },
    {
        "verse_id": "18(7)- An enema may be prepared from the meat-juice of the crab with the contents of sparrow’s egg and mixed with honey, ghee and sugar",
        "text": " All these enemas are highly promotive of sex-vigor and when followed by an after-draught of milk boiled with blaffaris, long-leaved barleria and cowage, will enable a man to approach a hundred women."
    },
    {
        "verse_id": "18-(8)",
        "text": " An enema may be prepared from milk boiled with the testes of the bull, sheep and boar and the flesh of crab and sparrow with the addition of blaffaris, long-leaved barleria, cowage, honey, ghee and rock salt and a little common salt."
    },
    {
        "verse_id": "18-(9)",
        "text": " An enema may be prepared by taking forty tolas of the decoction of decaradices and the meat juices of peacock, swan and domestic fowl and adding to it 32 tolas of til oil, ghee, flesh-marrow and bone-marrow and the paste of dill seed, nut-grass and juniper and mixed with salt. This enema is curative of Vata disorders affecting the feet, ankles, thighs, knees, calves, pelvis, groins, bladder and the testes."
    },
    {
        "verse_id": "18-(10)",
        "text": " Enemas may be prepared in this manner with the meat-juices of deer, birds of the gallinaceous group, wet-land creatures and burrowing animals as well."
    },
    {
        "verse_id": "18-(11)",
        "text": " Take 16 tolas of honey and ghee, and add an equal quantity of hot water. Prepare this with two tolas of dill seed and half a tola of rock salt. This enema is highly promotive of virility and is curative of dysuria and disorders of Pitta and Vata."
    },
    {
        "verse_id": "18-(13)",
        "text": " An enema may be prepared from 32 tolas of honey and oil and two tolas of dill-seed with the addition of half a tola of rock-salt. This enema is digestive-stimulant, roborant, pro-motive of strength and complexion, harmless, highly promotive of virility, vitalizing and curative of helminthiasis, dermatosis, misperistalsis, Gulma, piles, inguinal swellings, splenic disorders and urinary anomalies."
    },
    {
        "verse_id": "18-(14)",
        "text": " Similarly, an enema may be prepared from honey and ghee with an equal amount of milk and the addition of the paste described above. This enema is promotive of strength and complexion, a great virilific, harmless, curative of suppuration of the bladder and the phallus, griping pain, dysuria and Pitta-disorders and is a vitalizer."
    },
    {
        "verse_id": "18-(15)",
        "text": " Similarly, an enema may be prepared from honey and ghee with an equal quantity of meat-juices and the addition of a tola of nut-grass. This enema is curative of Vata, Kapha, hyperesthesia of the feet, Gulma, -pronounced contracture of the pelvis, thigh and knee regions, and pain in the bladder, testes, phallus, pelvis and back."
    },
    {
        "verse_id": "18-(16)",
        "text": " An enema may be prepared from 56 tolas of Sura and Sauvira wines, horse-gram, meat-juice, honey, ghee and til oil with the addition of the paste of nut grass, dill seed and salt. This enema is curative of all Vata disorders."
    },
    {
        "verse_id": "18",
        "text": " Decoct the two pentaradices, the three myrobalans, bael and emetic nut in cow’s urine and add the paste of kurchi, emetic nut, nut grass and Patha as also rock salt, barley-alkali, honey and til oil. This enema is indicated in conditions of Kapha-disorder, distension of the bladder, retention of flatus and semen, anemia, indigestion, acute alimentary irritation and intestinal torpor."
    },
    {
        "verse_id": "19-(la)",
        "text": " We shall now describe the unctuous preparations used in enema, which are the best promotives of virility."
    },
    {
        "verse_id": "19-(1b)",
        "text": " Take 64 tolas of each of the mechanically expressed juices of climb‘ng asparagus, guduch, sugarcane, white yam, emblic myrobalan, grapes and dates and add to it 128 tolas each of ghee, til oil and milk of cow, buffalo and goat, as also the paste of Jivaka, Rishabhaka, Meda, Mahameda, bamboo manna, Indian water chestnut, Madhulika, aquatic and terrestrial liquorice, blaffaris, long pepper, lotus seeds, blue lotus, cadamba flower and the pollen of the white lotus; prepare these by adding 64 tolas of the flesh of spotted deer and hyena, and contents of the egg, fresh-marrow, bone-marrow etc., and of the domestic fowl, sparrow, Cakora, koel, pea-fowl, common myna, weaver bird, lily trotter, and swan."
    },
    {
        "verse_id": "19-(1c) Then, having duly worshipped the god <a data-gl=\"1\" href=\"/definition/shiva#ayurveda\" title=\"show Shiva definitions\">Shiva</a>, the preparation should be placed on the back of an elephant and a white umbrella held over it to the accompaniment of Vedic chants, blowing of the couches and the beating of the <a data-gl=\"1\" href=\"/definition/hand#ayurveda\" title=\"show hand definitions\">hand</a>-drum aud the kettle drum",
        "text": " Add to this unctuous preparation 1/3 its quantity of honey and administer it as an enema to the accompaniment of the sounds of auspicious words, benedictions, prayers, and divine worship."
    },
    {
        "verse_id": "19-(1)",
        "text": " This enema is most wholesome and a great vitalizer for persons who are given to sex-indulgence, who have suffered loss of seminal secretion, who are afflicted with pectoral lesions, cachexia and irregular fever, who are suffering from gynecic disorder, who are suffering from Gulma born of vitiated blood, whose children do not survive, and women who are suffering from amenorrhea and also persons who are suffering from loss of flesh and blood. This edema is also curative of wrinkles and grey hair."
    },
    {
        "verse_id": "19-(2a)",
        "text": " Take four tolas each of heart-leaved sida, small caltrops, Indian groundsel, winter-cherry, climbing asparagus and crested purple nail dye and having crushed the whole, cook it in 102400 tolas of water till it is boiled down to 1024 tolas, and strain the solution through a cloth; add to it 64 tolas each of the expressed juice of white yam, and emblic myrobalan, meat-juices of goat, buffalo, boar aud bull and the contents of the eggs of domestic fowl, pea-hen, swan and Sarasa cranes, as also 64 tolas each of ghee and oil and 512 tolas of milk. Prepare this by adding the paste of sandal, terrestrial and aquatic liquorice, bamboo manna, lotus rhyzome, lotus stalk, blue lotus, wild snake-gourd, cowage, Annapaki, the tufts of palmyra palm, dates, grapes, ground phyllanthus, yellow-berried nightshade, Jivaka, Rishabhaka, wild black gram, white siris, climbing asparagus, Meda, long pepper, fragrant sticky mallow, cinnamon and cassia cinnamon."
    },
    {
        "verse_id": "19-(2b)",
        "text": " The preparation thus made may be administered as an enema after performing ceremonial rites with Vedic chants etc., described before."
    },
    {
        "verse_id": "19-(2)",
        "text": " This would enable a man to approach hundred women. Moreover, this enema does not need any regimen of diet or behaviour It is virilific, strength-giving, roborant, promotive of longevity and curative of wrinkles aud grey hair. It is most wholesome for those suffering from pectoral lesions, cachexia, loss of semen and irregular fever, as well as for women who are suffering from gynecic disorders."
    },
    {
        "verse_id": "19-(3a)",
        "text": " Take four hundred tolas of crested purple nail dye and cook it in 4096 tolas of water till it is reduced to 1024 tolas. Strain the solution well and add 64 tolas each of white yam and juice of the sugar cane and eight times the quantity of milk and 64 tolas, of ghee and oil; prepare by adding the paste of one tola each of heart-leaved sida, liquorice, mahwa, sandal, aquatic liquorice, Indian sarsaparilla Meda, Mahameda, Kakoli, Kshirakakoli milky yam, eagle wood, Indian madder, shell, zedoary, purple crested nail dye, Sahasravirya, cinnamon and lodh and two tolas of sugar."
    },
    {
        "verse_id": "19-(3b)",
        "text": " The ceremonial rites of Vedic chanting etc., should be gone through and the enema thereafter administered."
    },
    {
        "verse_id": "19-(3)",
        "text": " This enema is a panacea for all disorders and is a vitalizer and is the best for delicate women living in harems. It is curative of pectoral lesions, wasting and pain due to Vata and Pitta morbidity and dyspnea and cough mixed, with one-third quantity of honey and administered; it is curative of wrinkles and grey hair and promotive of complexion, vitality, flesh and semen."
    },
    {
        "verse_id": "19",
        "text": " Thus we have described the vitalizing unctuous preparations for enema. If a man is affluent enough he may have these preparations cooked hundred times or a thousand times over and over in order to dynamize the potency and action of these preparations."
    },
    {
        "verse_id": "20-22",
        "text": " Thus, we have described the enemas and the unctuous preparations which are designated longevity-promoters. They are not contra-indicated either in conditions of health or disease or in senility. They are promotive of semen, flesh and strength in persons given to excessive sex indulgence. They are curative of all diseases and suitable in all seasons. They induce fertility in sterile women and men. They are formed to serve the purpose of both types of enema namely unctuous and the evacuative."
    },
    {
        "verse_id": "23",
        "text": " Exercise, sex-act, alcohol, honey, cold water, promiscuous eating and jolty conveyances should be eschewed during the course of these enemas."
    },
    {
        "verse_id": "24-27½",
        "text": " Three preparations of enema with the eggs of pea-fowl, adjutant and swan prepared in the same way as that described in the case of the eggs of the hen; twenty preparations with gallinaceous birds, thirty with the pecker group of birds, twenty-nine with the tearer group of creatures, and twenty-seven with aquatic group of birds; nine with aquatic creatures like fish etc., in the manner described in the ease of the pea-fowl; ten preparations with amphibious group of creatures such as the crab etc., in the manner prescribed in the case of the tortoise; seventeen preparations with the deer-group of animals, nineteen preparations with gallinaceous birds; ten preparations with wet-land creatures and fourteen preparations of burrowing animals in the manner described for the domestic fowl and the pea fowl. In brief, these taken together with the unctuous preparations, make twenty-nine groups of enemas. In extenso, when individually considered they make 216 kinds of enemas."
    },
    {
        "verse_id": "28-28½",
        "text": " These enemas when combined with honey, make the man extremely virile. When thus fortified with honey they will not lead to over-action or under-action."
    },
    {
        "verse_id": "29-29½",
        "text": " If, on account of mild action, these enemas, when administered to a man, do not return, then he should be forthwith given corrective enema with strong medications mixed with cow’s urine."
    },
    {
        "verse_id": "30-30½",
        "text": " The excessive use of these longevity-promoting enemas, causes edema, loss of gastric fire, anemia, colicky pain, piles, griping pain, fever and diarrhea."
    },
    {
        "verse_id": "31-31½",
        "text": " In each complications, treatment consists in the administration of digestive-stimulants such as medicated and Sidhu wines and milk. Therefore one should have recourse to these enemas judiciously and not as a matter of habit."
    },
    {
        "verse_id": "32-32½",
        "text": " Thus, the complications resulting from loud speaking etc., together with their treatment, have been described again separately and in extenso. From these complications the patient should be protected at all times."
    },
    {
        "verse_id": "33-33½",
        "text": " The section wherein the treatment of complications resulting from the misuse of the purificatory procedures such as emesis etc., are described, that section, is named the Section of Success in Treatment."
    },
    {
        "verse_id": "34-34½",
        "text": " Thus, the treatise comprising a hundred and twenty chapters of sage Atreya, has been propounded by the intelligent Agnivesha for the good of all living beings."
    },
    {
        "verse_id": "35-35½",
        "text": " One, who studies this treatise systematically will attain long life, fame, health and an abundant measure of the three desiderata of human life, including unsurpassed success in this world."
    },
    {
        "verse_id": "36-36½",
        "text": " The redactor enlarges what is concise and abbreviates what is very prolix and in this manner brings an ancient work up-to-date."
    },
    {
        "verse_id": "37-38½",
        "text": " Thus this best of all treatises which is replete with truth and wisdom and which has been redacted by the extremely erudite scholar Caraka is now available only in three quarters of the original extent. Accordingly, in order to make the treatise complete Dridhabala born in the town of Pancanada [Pañcanada], restored the lost portion, having propitiated God Shiva, the Lord of creatures."
    },
    {
        "verse_id": "39-39½",
        "text": " He added seventeen chapters in the Section on Therapeutics as also the two sections of Pharmaceutics and Success in Treatment in entirety, by culling his data from various treatises on the science."
    },
    {
        "verse_id": "40-40½",
        "text": " Thus, this treatise is not deficient either in respect of diction or in respect of content, and is free from any blemishes besetting scientific treatise and is embellished with the thirty-six canons of exposition."
    },
    {
        "verse_id": "41-44½",
        "text": " The canons of exposition are: (1) Subject matter; (2) Arrangement; (3) Eextension of argument; (4) Import of words; (5) Partial adumbration; (6) Concise statement; (7) Amplification; (8) Supply of ellipsis; (9) Purpose; (10) Authoritative instruction; (11) Adducement of reason; (12) Indication; (13) Implication; (14) Decision; (15) Restatement; (16) Categorical statement; (17) Compromising statement; (18) Exception; (19) Exception to exception; (20) Objection; (21) Right interpretation; (22) Concession; (28) Explanation;(24) Doubt; (25) Retrospective reference; (26) Prospective reference; (27) Technical nomenclature; (28) Deduction; (29) Specification; (30) Illustration; (31) Definition; (32) Injunction; (33) Option; (34) Rebuttal; (35) Re-affirmation and (36) Possibility."
    },
    {
        "verse_id": "45-45½",
        "text": " These canons of exposition are observed in their entirety in treatises which make use of both the aphoristic and the expository style of expression, while in the treatises which make use of the aphoristic style alone, they are observed only partially."
    },
    {
        "verse_id": "46 46½",
        "text": " What the sun is to the lotuses in a pond and what the lamp is to the house, the canons of exposition are to the treatise in subserving the double purpose of awakenment and illumination."
    },
    {
        "verse_id": "47-47½",
        "text": " One who has acquired a good grasp of even one branch of this science will be able to acquire an understanding of the Other branches as well, on account of his being well grounded in general principles."
    },
    {
        "verse_id": "48",
        "text": " A physician who is not conversant with the canons of exposition, though he may be a student of many treatises will fail to grasp the meaning of these treatises, just as a man fails to acquire wealth when fortune has deserted him."
    },
    {
        "verse_id": "49",
        "text": " A science, if badly handled, will destroy the inept user, like a weapon badly handled; on the other hand, the self-same science or weapon, rightly handled will become a source of succour."
    },
    {
        "verse_id": "50",
        "text": " Accordingly, these canons of exposition will be described in extenso again in the supplementary section, with a view to enabling the student to know the real import of this very treatise from a critical standpoint."
    },
    {
        "verse_id": "51",
        "text": " He who having studied this treatise in its entirety, gives due reflection to its contents with concentrated mind and constantly verifies his knowledge in practical work and has fully developed his powers of retention, recollection, discretion and righteousness, becomes a bestower of happiness and life to men."
    },
    {
        "verse_id": "52",
        "text": " He, in whose memory resides this compendium of twelve thousand verses is indeed the knower of its meaning and an adept in theory and in practice. Wherefore, then, does he not know the diseases and their treatment?"
    },
    {
        "verse_id": "53",
        "text": " Whatever is found herein of the science of therapeutics, compiled by Agnivesha for the well-being of the healthy as well as of the ailing, may be found in other treatises too, but whatever is not contained herein can never be found elsewhere."
    },
    {
        "verse_id": "54-55",
        "text": " Coming to the eighth section entitled Succes in Treatment, in the treatise compiled by Agnivesha and revised by Caraka, the same has been abridged and completed by Dridhabala for the sake of the fulfilment of his mission in life."
    }
]