[{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Sensorial prognosis from the observation of the inverted position of the reflection [avakshiras].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " If the shadows cast by a patient be topsy-turvy [i.e., avakshiras], distorted or without the head, the physician should not undertake to treat him."
    },
    {
        "verse_id": "4",
        "text": " If a man’s eye-lashes get matted and his sight becomes fixed, the wise physician should not try to treat him."
    },
    {
        "verse_id": "5",
        "text": " If the eye-lids of a wasting patient are swollen and do not meet each other, and the eyes are smeared, he is to be regarded as a dead man."
    },
    {
        "verse_id": "6",
        "text": " If either in a man’s eye-brows or in his hair there appear many lines like the parting of the hair or whirls, which neither previously existed nor were man-made, the physician should prognosticate impending death."
    },
    {
        "verse_id": "7",
        "text": " With these aforesaid signs an ailing man survives only three days, while the unailing one survives six nights at the most."
    },
    {
        "verse_id": "8",
        "text": " The man, who feels no sensation when his hairs are tugged at and pulled out by the roots, will not survive longer than six nights, be he healthy or ailing."
    },
    {
        "verse_id": "9",
        "text": " The man whose hair shines as if anointed though not anointed, him should the wise man avoid, knowing him to have come to the end of his life."
    },
    {
        "verse_id": "9.1",
        "text": "10 The man whose nose ridge has become depressed and broadened, and who looks as if swollen though actually not swollen, is not to be treated by the wise physician"
    },
    {
        "verse_id": "11",
        "text": " The man, whose nose is extremely expanded or extremely contracted or distorted or extremely dry, does not survive long."
    },
    {
        "verse_id": "12",
        "text": " If a man’s face, ears and lips develop an abnormal shade of pale, dark or very red or blue color, he cannot be cured of the disease."
    },
    {
        "verse_id": "13",
        "text": " If a man’s teeth become morbidly pale white, or slimy, or acquire blots, he will never get free of his disease and be restored to good health,"
    },
    {
        "verse_id": "14",
        "text": " The tongue that is either rigid, insensible, heavy, covered all over with thorn like excessive fur, dark brown, either shrunken or swollen and projecting out is to be regarded as the tongue of a dead man"
    },
    {
        "verse_id": "15",
        "text": " The man that having breathed out a long expiration followed by a short inspiration faints, should be avoided by the wise physician, knowing him to have come to the end of his life."
    },
    {
        "verse_id": "16",
        "text": " If the hands, feet, the sides of the neck and the palate become very cold or very hard or very soft, it denotes the fading away of life."
    },
    {
        "verse_id": "17",
        "text": " The patient that strikes the knees against each other and lifting the feet, throws them down violently and turns his face constantly, will not survive."
    },
    {
        "verse_id": "18",
        "text": " The patient that bites the tips of his nails with his teeth, or clips the hair with his nails, or scratches the earth with a stick, will not recover from his disease."
    },
    {
        "verse_id": "19",
        "text": "The patient that while awake gnashes his teeth and weeps aud laughs loudly and is not aware of pain, will not recover from disease."
    },
    {
        "verse_id": "20",
        "text": " The ailing man th t repeatedly laughs and shouts and strikes the bed with feet while fingering his eyes, ears and nose, will not survive long."
    },
    {
        "verse_id": "20.1",
        "text": "21, The debilitated patient, who becomes averse to the very things in the possession of which he used formerly to find his greatest delight, should be regarded to be on the verge of death"
    },
    {
        "verse_id": "22",
        "text": " The patient whose neck is unable to bear the weight of the head, whose back is unable to bear its own weight and whose jaws cannot retain the morsel of food put into the mouth, is about to die."
    },
    {
        "verse_id": "23",
        "text": " Sudden incidence of fever, thirst, fainting, loss of strength and looseness of the joints occur in the man that is about to die."
    },
    {
        "verse_id": "24",
        "text": " If the man that is suffering from Kapha-born fever, perspires profusely in the face at dawn, it is difficult for him to survive."
    },
    {
        "verse_id": "25",
        "text": "When a man has come to the end of his life, the food ingested does not reach the throat and his strength ebbs away."
    },
    {
        "verse_id": "26",
        "text": " The man that is about to die throws his head about and lets fall his forearms loose with difficulty, his forehead is covered with streaming sweat and his joints become lax."
    },
    {
        "verse_id": "27",
        "text": " The wise man should diligently observe these signs and symptoms occurring in dying men, as some of the symptoms emerge and manifest themselves suddenly. There are none, however, which do not bear fruit."
    }
]