[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sensorial (indriya) Prognosis by the examination of Premonitory Symptoms (purvarupa)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " We shall declare for the increase of the knowledge of the physicians, the premonitory symptoms [purvarupa], general and particular, of irremediable diseases, one by one"
    },
    {
        "verse_id": "4",
        "text": " If all the premonitory symptoms of fever, as have been already spoken of, are seen in a man with excessive intensity, then surely death makes its entry into him preceded by fever."
    },
    {
        "verse_id": "5",
        "text": " If all the premonitory symptoms of any other disease find a place in a man, similarly with excessive intensity, death is certain to befall him consequent upon that particular disease."
    },
    {
        "verse_id": "6",
        "text": " We shall now declare some of the most serious premonitory symptoms [purvarupa] which are followed by diseases which in turn, are followed by death."
    },
    {
        "verse_id": "7",
        "text": " Consumption in a person whose strength is waning, whose catarrhal condition is aggravated and who passionately is addicted to women, will hasten him to his death."
    },
    {
        "verse_id": "8",
        "text": " The person that in his dreams travels south mounted on dogs, camels, or asses, will depart from life soon, being afflicted with consumption."
    },
    {
        "verse_id": "9",
        "text": " He who drinks in his dreams, intoxicating drinks in the company of shades or is dragged by dogs, dies getting an attack of the most severe type of fever."
    },
    {
        "verse_id": "10",
        "text": " He who sees the sky near at hand like a lac-colored cloth, will suffer from hemothermia and die."
    },
    {
        "verse_id": "11",
        "text": " He who finds himself in his dreams wearing red garlands and his whole body tinted red and clad in red garments, and while in a fit of laughter, finds himself being dragged by a woman, dies afflicted with hemothermia."
    },
    {
        "verse_id": "12",
        "text": "Colicky pain, meteorism and intestinal gurgling, excessive debility and discoloration of the nails—these are the premonitory symptoms [purvarupa] of Gulma that terminates fatally."
    },
    {
        "verse_id": "13",
        "text": " He, in whose dreams a vicious thorny creeper is seen to spring from his cardiac region, dies affected by a severe type of Gulma which ends fatally."
    },
    {
        "verse_id": "14",
        "text": " The man, on whose body even a small bruise breaks open into a big, wound and in whose body cuts and scratches do not heal, him does death overtake preceded by dermatosis."
    },
    {
        "verse_id": "15",
        "text": " He who sees himself in his dreams naked and besmeared over with ghee and pouring libation on a flame-less fire, or who dreams of lotuses growing from his chest, dies affected with dermatosis."
    },
    {
        "verse_id": "16",
        "text": " He, on whose body flies swarm though he has bathed and painted his limbs with fragrant substances, will be affected with urinary disorders and will perish of that very disease."
    },
    {
        "verse_id": "17",
        "text": " He, who in his dreams drinks various kinds of unctuous preparations in the company of Candalas (the untouchable class of people) will be affected with urinary disorders which will lead to his end."
    },
    {
        "verse_id": "18",
        "text": " Reverie, weariness, inopportune excitement and delusion, indifference to things and loss of strength—these are the premonitory symptoms [purvarupa] of insanity which is to end fatally."
    },
    {
        "verse_id": "19",
        "text": " Seeing a man who has detestation for food, who has lost his wits and is affected with urticaria, the wise physician should know him as destined to die by a violent attack of insanity."
    },
    {
        "verse_id": "20",
        "text": " The man who suffers from extreme irritability, great terror or sudden"
    },
    {
        "verse_id": "20.1",
        "text": "smiles, and who often faints and feels great thirst, him docs insanity seize and destroy"
    },
    {
        "verse_id": "20.1.1",
        "text": "2L He who dancing in his dreams with crowds of demons, gets drowned in water, will be affected with violent insanity and die"
    },
    {
        "verse_id": "22",
        "text": " The man, who, when fully awake, perceives darkness which does not exist, and hears many and varied noises that are non-existent, dies afflicted with epilepsy."
    },
    {
        "verse_id": "23",
        "text": " The man, who dreams, that while he is intoxicated with drink and dancing, a shade turns him topsyturvy and carries him away, him does death carry away afflicting with epilepsy."
    },
    {
        "verse_id": "24",
        "text": " If a man’s jaws, sides of the neck and eyes get stiffened on awaking, him does tetanus seize and kill without doubt."
    },
    {
        "verse_id": "25",
        "text": " The man who in his dreams eats sweet coils or sweet cakes and on waking vomits the stuff, does not survive."
    },
    {
        "verse_id": "26",
        "text": " He, who is well conversant with these premonitory symptoms [purvarupa], can forecast the consequent disease and its prognosis"
    },
    {
        "verse_id": "27",
        "text": " These and other such ominous dreams are to be taken note of as foreboding death to ailing men and great distress to the unailing"
    },
    {
        "verse_id": "28",
        "text": " The man on whose head, in dreams grow bamboo and other shrubs, creepers and other similar herbage and in whose hair birds hide, or who has his bead clean shaven,"
    },
    {
        "verse_id": "29",
        "text": " or the man that is surrounded in dreams by vultures, owls, dogs, crows and such other birds or by demons, shades, ghosts, women, untouchables, Dravidas and Andhrakas,"
    },
    {
        "verse_id": "30",
        "text": " or the man that is caught in the meshes of bamboo, wild grass, creeper-meshes, ropes, grass or thorns, or the man, that in dreams while walking, falls down,"
    },
    {
        "verse_id": "31",
        "text": " or he who in dreams falls on the ground or on a heap of dust or on an ant-hill or into ash or on a cremation ground or on a mound or into a pit,"
    },
    {
        "verse_id": "32",
        "text": " or the man that, in dreams, dips in dirty waters, slush, or in a dark well, or is carried away by a swift-flowing stream,"
    },
    {
        "verse_id": "33",
        "text": " or the man, that in dreams, drinks unctuous substances or inuncts himself or vomits or purges, finds gold, quarrels or is bound or defeated,"
    },
    {
        "verse_id": "34",
        "text": "or the man, that in dreams, loses his pair of sandals or the skin of whose feet falls off or who feels delight or sees his ancestor in an enraged mood threatening him,"
    },
    {
        "verse_id": "35",
        "text": " or the man, who sees in his dreams, the falling either of his teeth, or of the sun or the moon, stars, gods, lamps, or his eyes, or their destruction or the breaking of a mountain,"
    },
    {
        "verse_id": "36",
        "text": " or the man, who dreams of entering into a forest of red flowers, or the earth or a place of sin, or the funeral pyre or a cave full of awful darkness,"
    },
    {
        "verse_id": "37",
        "text": " or the man, who in his dreams, goes towards the south wearing garlands of red flowers laughing loud and naked, or goes into a fearful forest in a carriage driven by a monkey,"
    },
    {
        "verse_id": "38",
        "text": " or the man who sees, in his dream, people wearing brown clothes or cruel-looking men, naked men or those carrying staves, black men or men with blood shot eyes, all of which are undesirable sights,"
    },
    {
        "verse_id": "40",
        "text": " the man who perceives such fearful dreams, if he be ailing, will die. If he is in good health he will be afflicted with such diseases as from which only a few can escape."
    },
    {
        "verse_id": "41",
        "text": " As the channels of the mind are filled with the highly vitiated triad of humors, when the fatal time approaches, the man sees these fearful dreams."
    },
    {
        "verse_id": "42",
        "text": " When the man is not in profound sleep, he perceives with the mind which is the lord of senses, many kinds of dreams, of which some become fruitful and some not."
    },
    {
        "verse_id": "43",
        "text": " Dreams are known to be of seven kinds:—those pertaining to things that are seen, heard, experienced, pictured from inner desires, created by the fancy and things that presage the coming good or evil, and lastly dreams that are born of morbid humors."
    },
    {
        "verse_id": "45",
        "text": " The dream that is dreamt in the first part of the night has only a small degree of fulfilment. But having dreamt, if a man does not sleep again, it gets immediately fulfilled with great consequences."
    },
    {
        "verse_id": "46",
        "text": " But if a man, having seen in his dream inauspicious things, sees in it again good and auspicious things, its fruits are to be regarded as good."
    },
    {
        "verse_id": "47",
        "text": " The physician who knows these premonitory symptoms and the science of oneiordlogy, specially with reference to grave dreams, will never begin treatment of an incurable case by mistake."
    }
]