[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sensorial prognosis through examination of the functions of all the senses”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Learn how the specialist who desires to ascertain the life-span, should examine all sense-faculties [i.e., indriya] of the patient."
    },
    {
        "verse_id": "4",
        "text": " The senses of sight etc., are to be tested as regards their soundness, by means of inference; for it is only by inference that we have a knowledge of the sense-faculties [i.e., indriya] which are ultra sensual."
    },
    {
        "verse_id": "5",
        "text": " When you find that a patient’s sense-experiences are aberrant from normality without any accountable cause, they are to be recognised as symptoms of approaching death."
    },
    {
        "verse_id": "6",
        "text": " The signs occurring in the sensefaculties indicative of unfavourable prognosis have been thus stated correctly. Now, again, listen to an elaborate account of the same."
    },
    {
        "verse_id": "7",
        "text": " If a man sees space as if it were solid like the earth and the earth as if it were an emptiness like space, seeing either of these incongruous sights, he dies quickly"
    },
    {
        "verse_id": "8",
        "text": " If a person is able to visualize the invisible wind in the sky or is unable to see the blazing fire, he should be known to have his days numbered"
    },
    {
        "verse_id": "8.1",
        "text": "9 One who sees clear crystalline waters which are either standing or moving, as if they are covered, over with a net where there is no such net, will soon depart from life"
    },
    {
        "verse_id": "10",
        "text": " He who perceives, while waking, the shades and various kinds of demons or other strange things, cannot survive long."
    },
    {
        "verse_id": "11",
        "text": " One who sees a normally blazing fire either as being blue, lustreless, black or white, dies after the seventh night."
    },
    {
        "verse_id": "12",
        "text": " He who perceives the light of clouds when there are no clouds or perceives clouds when there are none in the sky, or perceives lightning without clouds, dies quickly."
    },
    {
        "verse_id": "13",
        "text": " He who perceives the clear (unclouded) sun or moon as it were an earthen pot covered with a black cloth, does not survive long."
    },
    {
        "verse_id": "14",
        "text": " If a person, whether diseased or healthy, sees the sun and the moon eclipsed, when it is not the time for an eclipse, his life ends with the ending of the illusion."
    },
    {
        "verse_id": "15",
        "text": " If a person sees the sun by night and the (shining) moon by day, and smoke arising without fire, or fire void of brilliance at night, he is destined to die."
    },
    {
        "verse_id": "16",
        "text": " Those that are about to die perceive dull and lustreless things as bright and shining, and bright things as dull, and all things in their contrary characteristics"
    },
    {
        "verse_id": "17",
        "text": " Those whose lives are coming to their end see abnormal shapes, abnormal colors, abnormal assemblage of members, without any rhyme or reason."
    },
    {
        "verse_id": "18",
        "text": " One who sees invisible things and one who fails to see perfectly visible things, both these, are sure to proceed quickly to the abode of death."
    },
    {
        "verse_id": "19",
        "text": " He who hears voices where none exist (acousma) and he who does not hear what is said to him (acousmatagnosis), both of them, are to be regarded as already dead by the wise man."
    },
    {
        "verse_id": "19.1",
        "text": "20 If an ailing man, closing his ears with the fingers does not hear the internal (jvālā) sound as of a burning fire, him should the wise man give up as one from whom life has fled"
    },
    {
        "verse_id": "21",
        "text": " He who perceives odors in the contrary manner, knowing good as bad and vice versa, or does not perceive any odor at all, is to be regarded as one whom life has left."
    },
    {
        "verse_id": "22",
        "text": " He who does not perceive the tastes at all or fails to perceive their true nature, in the absence of any disease of the mouth, is to be regarded by the wise as ripe for death."
    },
    {
        "verse_id": "22.1",
        "text": "23 He who feels hot things to be cold, rough things to be smooth and soft things to be hard, or, having touched things feels them to be other than what they are, is to be regarded as approaching his death"
    },
    {
        "verse_id": "24",
        "text": " If a man perceives subtle things that transcend the ordinary senses, without having practised either severe austerity or a systematic course of yoga, he soon gives up the ghost."
    },
    {
        "verse_id": "25",
        "text": " He who perceives the objects of sense-experience without his senses [i.e., indriya] coming into actual contact with them and whose perceptions are like in one whose senses are not vitiated by morbidity, does not survive long."
    },
    {
        "verse_id": "26",
        "text": " Those, who being in normal health perceive the sense objects in distorted and unreal manner repeatedly, owing to the impairment of their understanding, are to be regarded as approaching their end."
    },
    {
        "verse_id": "27",
        "text": " The physician who perceives these foreboding symptoms of the sense-faculties in their right nature knows the death or survival of a patient."
    }
]