[{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The sensorial prognosis with reference to Certain types of Patients.”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": "“O, great sage! who are the ailing persons that a physician should not undertake to treat, seeing that no treatment is of any avail in such cases?”"
    },
    {
        "verse_id": "4",
        "text": " On being asked this most difficult of questions by Agnivesha, [?] what the worshipful Atreya declared to him, the same do you hear."
    },
    {
        "verse_id": "5-6",
        "text": " That man who feels great pain in the upper region of his chest while speaking, who vomits the food eaten and whose ingested food is not digested even if retained, whose strength wanes quickly, in whom thirst increases excessively and in whose cardiac region pain is born him should the physician avoid."
    },
    {
        "verse_id": "7",
        "text": " If a patient, who is affected with a deep hiccup, develops diarrhea with hemorrhage, him should the physician not treat, remembering the directions of Atreya"
    },
    {
        "verse_id": "8",
        "text": " If a debilitated patient develops abdominal distension and diarrhea, his life is difficult to saye [say?]."
    },
    {
        "verse_id": "9",
        "text": " If constipation and excessive thirst make their entry into an already weakened man, life deserts him ere long."
    },
    {
        "verse_id": "10",
        "text": " If dry severe cough affects the man who suffers from fever in the forenoon and is devoid of strength and flesh, he is to be regarded as verily dead."
    },
    {
        "verse_id": "11",
        "text": " If a patient with abdominal disease and subnormal temperature, who passes condensed urine and hardened stools, develops dyspnea, he does not survive."
    },
    {
        "verse_id": "12",
        "text": " The patient, whose abdominal edema spreads to his feet and hands, causes great anguish to his relations and dies of the same disorder."
    },
    {
        "verse_id": "13",
        "text": " If the man has edema in the feet and his calves are flaccid and there is pain in both the shanks, the physician should avoid him."
    },
    {
        "verse_id": "14",
        "text": " If the man of poor complexion, vitality and digestive power, develops swelling in the hands, feet, genitals and the abdomen, he should not be given treatment."
    },
    {
        "verse_id": "16",
        "text": " The emaciated man who develops horripilation and thickened urine, and who is afflicted with cough and fever, should be avoided from afar by the wise physician."
    },
    {
        "verse_id": "17",
        "text": " If, in an extremely emaciated and weakened man, there arises tridiscordance of humors of a formidable character, there is no treatment for him."
    },
    {
        "verse_id": "18",
        "text": " If, in an extremely debilitated patient, there occur fever and diarrhea as sequela of edema or edema as sequela of these two, he comes to his end soon."
    },
    {
        "verse_id": "19",
        "text": " If an extremely emaciated man suffering from anemia develops excessive thirst, rigidity of sight and heightened respiration, he must not be treated by the wise physician."
    },
    {
        "verse_id": "20",
        "text": " The man whose jaws and sides of neck have become rigid, who is greatly afflicted with thirst and debility, and in whom the vital breaths are active only in the chest, should be avoided."
    },
    {
        "verse_id": "21",
        "text": " If the man, whose flesh, strength and digestive fire have ebbed low, faints and jerks his limbs about and finds no comfort whatever, he is going to die before long."
    },
    {
        "verse_id": "22",
        "text": " The patient, in whom serious diseases arising from mutually conflicting etiological factors and requiring antagonistic lines of treatment grow up suddenly, succumbs to them very quickly."
    },
    {
        "verse_id": "23",
        "text": " The man whose strength, intelligence, health, assimilation, flesh and"
    },
    {
        "verse_id": "23.1",
        "text": "blood deteriorate suddenly, passes away very soon"
    },
    {
        "verse_id": "24",
        "text": "The man whose health ebbs away suddenly and whose natural dispositions deteriorate suddenly, him does death seize and carry away quickly."
    },
    {
        "verse_id": "24.1",
        "text": "25 Thus, these are the diseased persons that are to be avoided; the wise never see any success of treatment in such cases"
    }
]