[	
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sensorial [i.e., indriya] prognosis from the Blossoming of Symptoms [i.e., pushpitaka]”"
    },
    {
        "verse_id": "2",
        "text": " Thus, in the Section on Sensorial Prognosis in the treatise compiled by Agnivesha and revised by Caraka, the second chapter entitled"
    },
    {
        "verse_id": "3",
        "text": " Just as the blossom is the harbinger of the coming fruit, so is the evil symptom known as fatal prognosis the harbinger of death to the patient."
    },
    {
        "verse_id": "4",
        "text": " As there are cases where the blossom is not followed by the fruit, so there are cases where the fruit is not preceded by the blossom."
    },
    {
        "verse_id": "5",
        "text": " The appearance of fatal symptoms never ends except in death and there is no death which is not preceded by the appearance of fatal symptoms."
    },
    {
        "verse_id": "6",
        "text": " The ignorant are deluded into mistaking for fatal symptoms what are not such, and the really fatal symptoms go unrecognised by them. This is the result of delusive knowledge."
    },
    {
        "verse_id": "7",
        "text": " This chapter on the blossoming of fatal symptoms of various kinds in various men is expounded in order to impart the right knowledge of prognosis by means of the fatal symptoms manifesting before death."
    },
    {
        "verse_id": "8-9",
        "text": " That man is regarded by the wise as manifesting fatal symptoms, who exudes, day and night, smells resembling those of various flowers in a forest abounding in various trees and creepers, bursting into bloom. Such a man is certain to die before a year."
    },
    {
        "verse_id": "8-9.1",
        "text": "10 Similarly, that man is said to show fatal symptoms who exudes a smell resembling that of any flower, be it pleasant or unpleasant"
    },
    {
        "verse_id": "11",
        "text": " A man whose body exudes a mixture of unpleasant smells, or a single unpleasant smell, is to be regarded by the physician, as one showing fatal prognostic symptoms"
    },
    {
        "verse_id": "11.1",
        "text": "12 He whose body exudes unpleasant smell after smearing himself with fragrant articles, or fragrant smell when he is not thus smeared, in an abnormal manner without any recognisable cause, is to be regarded as showing fatal prognost;c symptoms"
    },
    {
        "verse_id": "13",
        "text": " These are:—sandal, costus, Indian valerian, eagle-wood, honey and flower-garland, feces and urine, dead and putrified smells."
    },
    {
        "verse_id": "14",
        "text": " And many other odors derived from various sources should be recognised by the use of discretion, in their abnormal or unnatural conditons."
    },
    {
        "verse_id": "15",
        "text": " This we explain, in order to cover the entire field of the symptoms of smells, knowing which the physician should recognise the fatal prognosis."
    },
    {
        "verse_id": "16",
        "text": " The man, whose body exudes a pleasant or unpleasant smell constantly without any recognisable cause, dies before a year. This much about the science of prognosis with reference to smell"
    },
    {
        "verse_id": "17",
        "text": " Henceforth, the science of prognosis with reference to the body-taste of patients is systematically expounded."
    },
    {
        "verse_id": "18",
        "text": " That taste which is natural to men in their healthy condition undergoes two binds of morbid change at the time of death."
    },
    {
        "verse_id": "19",
        "text": " In some it changes into a morbid taste in the mouth at death, while in others it changes into an extremely sweet taste."
    },
    {
        "verse_id": "20",
        "text": " Such a change has to be recognised only by inference. For, how can a man ascertain the taste of another’s body or his mouth?"
    },
    {
        "verse_id": "21",
        "text": " Flies, lice, wasps and mosquitoes get repelled and turn away from the bad taste of the body of the man about to die."
    },
    {
        "verse_id": "22 While the bees etc",
        "text": ", hover over a man about to die, who is full of a sweet taste though he may have bathed and smeared himself with sandal paste."
    },
    {
        "verse_id": "23",
        "text": " The symptoms of taste and smell have been described by me, in general, with reference to the person in whom fatal prognostic symptoms have blossomed. The result of these must be judged to be death"
    }
]