[
	{
        "verse_id": "1",
        "text": "We shall now expound the chapter entitled “The Sensorial prognosis from the observation of the Loss of the Vital Heat”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": "The man, whose vital heat is reduced and is all but extinguished, whose mind is distracted, whose aura has become morbid, who has become perpetually weak-minded and who finds no pleasure in life, goes to the regions of the dead within a year."
    },
    {
        "verse_id": "4",
        "text": " The man whose offerings to the manes are not eaten by crows or other birds, goes to the other world within a year and eats the obsequial offerings made to him by his progeny."
    },
    {
        "verse_id": "5",
        "text": " The man who cannot see the star named Arundhati which is adjacent to the constellation called the Seven Sages (the Great Bear), will see the darkness of death within a year"
    },
    {
        "verse_id": "6",
        "text": " If a man acquires or loses his splendor, robustness and wealth without any knowable curse and in an abnormal manner, his life will terminate in a year."
    },
    {
        "verse_id": "7",
        "text": " Inclinations, good conduct, memory, the spirit of sacrifice, judgment and strength desert without any reason the man that is to die within six months."
    },
    {
        "verse_id": "7.1",
        "text": "8 The man on whose forehead is seen a shining and prominent net-work of vessels which were not seen there before, dies within six months"
    },
    {
        "verse_id": "9",
        "text": " The life of the man on whose forehead develop crescent-shaped furrows, is to be judged as coming to his end within six months."
    },
    {
        "verse_id": "11",
        "text": " The man whose semen, urine and feces sink in water and who hates his own kinsmen, will himself sink into the waters of death within a month"
    },
    {
        "verse_id": "13",
        "text": " The man, on whose forehead, head and hypogastric region appear dark-blue lines curved like the crescent, cannot survive."
    },
    {
        "verse_id": "14",
        "text": "The man on whose body appear and quickly disappear eruptions resembling coral beads, perishes before long."
    },
    {
        "verse_id": "15",
        "text": " The man who suffers from acute squeezing pains in the neck, swelling of the tongue and extensive suppurations of the inguinal region, the mouth and the throat, should be regarded as ripe for death."
    },
    {
        "verse_id": "16",
        "text": " Extreme confusion of mind, excessive delirious talk and exceedingly breaking pains in the bones, these three, afflict the man that is caught up in the noose of death."
    },
    {
        "verse_id": "17",
        "text": " Goaded by the impending death, the dying man, losing his wits, will pull out his hair and consume excessive quantity of food as if he were in perfect health, though he is weak."
    },
    {
        "verse_id": "18",
        "text": " The man, that is blinded by approaching death, holds his fingers in front of his eyes and searches about for them; he looks astonished and has a fixed upward gaze."
    },
    {
        "verse_id": "19",
        "text": " The man gropes seeking imaginary things on his bed or seat or on his limbs, on sticks or on the wall, becoming a victim to hallucination caused by the approach of death."
    },
    {
        "verse_id": "20",
        "text": " The man, that being deluded, laughs where there is no cause for laughter and smacks his lips, and whose feet, hands and breath are cold, does not survive."
    },
    {
        "verse_id": "21",
        "text": " The man whose mind is covered with the great delusion of death aud who calls out for a person that is at hand, be he a kinsman or otherwise, as though he were outside his vision’s range, cannot see though endowed with sight-"
    },
    {
        "verse_id": "22",
        "text": " The wise physician, on observing that the patient’s body exhibits, simultaneously, both excessive and deficient response to sense-stimuli, such as sound etc., should abstain from treating him."
    },
    {
        "verse_id": "23",
        "text": " Owing to the extreme aggravation of disease and deterioration in the strength of the mind, the embodied spirit hurries out of the tabernacle of the body."
    },
    {
        "verse_id": "24",
        "text": " When life is ebbing away, there is general waning of the complexion and the voice, of the strength of the gastric fire and of the mind, and sleep either disappears altogether or claims the person for ever."
    },
    {
        "verse_id": "24.1",
        "text": "25 Those, that have begun to hate the physicians, medicine, food and drink, spiritual teachers and friends, are to be recognised as being already under the grip of that impartial god, Death"
    },
    {
        "verse_id": "26",
        "text": " In such people, the disease progresses unchecked, while the effect of medicine is neutralised Never should one eat the food offered by them nor even touch the water in their households."
    },
    {
        "verse_id": "27",
        "text": " The presence of all the four basic factors of treatment in all their plentitude of desirable qualities, is of ro avail with regard to the man who has come to the end of his life, even as in the absence of substance (namely life-span), there can be no emergence of quality (cure from disease)."
    },
    {
        "verse_id": "28",
        "text": " The physician should study the prognostic signs of life both in the healthy and in the ailing. For it is only to the man who knows the prognostic signs of life that the full fruits of the science of life accrue."
    },
    {
        "verse_id": "28.1",
        "text": "29, The indication which the morbid humors give of their having transcended the stage of treatment and having pervaded throughout the entire body, is called the evil symptom (ariṣṭa [ariṣṭa]) prognosticative of death"
    }
]