[{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sensorial prognosis from the observation of the loss of the reflected image in the eye [pannarupa].”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya"
    },
    {
        "verse_id": "3",
        "text": " The physician should not undertake to treat the patient in whose eyes he is not able to see the reflected image [i.e., pannarupa]."
    },
    {
        "verse_id": "4",
        "text": "He, whose shadow cast by the moon-light, sun-light or lamp-light or seen iu the water or the mirror, appears distorted in the limbs is indeed a dead man."
    },
    {
        "verse_id": "5-6",
        "text": " Shadows which are broken or torn or wavering or truncated or overgrown or invisible or attenuated, or cut into two, or deformed or beheaded, these and such other shadows or reflections of the human body are to be known as portentous of death, if they are not the remit of etiological factors."
    },
    {
        "verse_id": "7",
        "text": " If a man’s reflection (or aura) is discrepant with regard to shape, proportions, color or lustre, he is as good as dead though he be in sound health."
    },
    {
        "verse_id": "8",
        "text": "The body-form is known as the shape. It is symmetrical or asymmetrical; the size is stated to be of three kinds—medium, short and tall."
    },
    {
        "verse_id": "9 The shadow which is seen in the water or mirror or against the sun, and which is the exact replica of the original, is the reflected shadow",
        "text": " The other shadow (the aura) is dependent on the body’s color and radiance"
    },
    {
        "verse_id": "10",
        "text": " These auras pertaining to the five proto-elements of ether and the rest are of corresponding distinctive characteristics. That which pertains to other is pure, blue, glossy and lustrous"
    },
    {
        "verse_id": "11",
        "text": " That which pertains to air is dry, darkish brown and red, and devoid of lustre. The one pertaining to fire is clear red, fiery and delightful to the eye"
    },
    {
        "verse_id": "12",
        "text": " The one pertaining to water is considered to be clear like pure lapis lazuli and very glossy. The one pertaining to earth is stable, glossy, dense, smooth, dark and white."
    },
    {
        "verse_id": "13",
        "text": " Of these, the one pertaining to air is inauspicious The other four betoken happiness, but the one of air is portentous of death or great suffering."
    },
    {
        "verse_id": "14-15",
        "text": " The body-lustre originates from the proto-element, fire. It is stated to be of seven varieties, viz., red, yellow, white, dark-brown, green, pale-white and black. Of them, those that are expansive, glossy and broad are auspicious, while those that are dy, soiled and contracted, are inauspicious."
    },
    {
        "verse_id": "16",
        "text": "The aura overshadows the body-color; whereas the lustre enhances the body-color. The aura is only sensed from close quarters, while the body-lustre shines from afar."
    },
    {
        "verse_id": "17",
        "text": " There is no man without the aura and the lustre. The distinctive traits connected with these two, aura and lustre, however, reveal themselves only at the destined time, presaging good or evil."
    },
    {
        "verse_id": "18",
        "text": " The man whose eyes are jaundiced, whose face is swollen, whose temples are devoid of flesh, who is in a terrified condition, and whose body is hot, such a man, should be avoided."
    },
    {
        "verse_id": "19",
        "text": " The boastful patient who faints every time that he is raised in his bed, will not survive even for a week."
    },
    {
        "verse_id": "20",
        "text": " The man whose diseases are born of the discordance of two humors and spread in opposite directions i.e. in the upper and the lower regions of the body, and whose assimilative system is deranged, does not generally survive longer than half a mouth."
    },
    {
        "verse_id": "21",
        "text": " If a man, afflicted with disease, is emaciated, eats very little, but excretes large quantities of urine and feces, the physician should avoid him."
    },
    {
        "verse_id": "22",
        "text": " If a weak patient eats a greater quantity of food than he used to do and discharges very little urine and feces, he must be regarded as good as a dead man."
    },
    {
        "verse_id": "23",
        "text": " The man, that eats delicious and most nutritive food but continually deteriorates in strength and complexion, does not survive."
    },
    {
        "verse_id": "24",
        "text": " The weak man that groans, is short of breath, has loose motions and is afflicted with thirst and parching of the mouth, does not survive."
    },
    {
        "verse_id": "25",
        "text": " The man that is short of breath and makes all sorts of bodily contortions, him has Atreya Punarvasu declared to be indeed a dead man."
    },
    {
        "verse_id": "26",
        "text": " If the man of poor complexion, strength and digestive fire, develops inspiratory dyspnea and is overwhelmed with phlegm, he does not survive."
    },
    {
        "verse_id": "27",
        "text": " If the weak man develops a rigid upward look in his eyes, and his sides of the neck are constantly moving and he is afflicted with great thirst and dryness of the mouth, he does not survive."
    },
    {
        "verse_id": "28",
        "text": "The man whose cheeks are swollen and who has severe fever and cough and suffers from colicky pain and detestation for food, him no treatment can cure."
    },
    {
        "verse_id": "29",
        "text": "The man, whose head, tongue and face are distorted, whose brows droop low and whose tongue is covered with thorn-like fur, is verily like a dead man."
    },
    {
        "verse_id": "30",
        "text": " If the phallus is greatly shrun ken and the testes hang very loose, or vice versa, both these abnormal signs are suggestive of impending death."
    },
    {
        "verse_id": "32",
        "text": "The man that knows these many symptoms which forebode the death of a person, is a skilful physician that earns the title of the “Knower of the Science of Life”."
    }
]