[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sensorial prognosis from the observation of the dark-brown color of the eye of a man.”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The patient, whose eyes are dark-brown or have lost their vision or are green of hue, should be known by the wise physician to be affected with a disease that is about to terminate fatally."
    },
    {
        "verse_id": "4",
        "text": " The wise physician should avoid a patient who is unconscious, completely parched in the mouth, and replete with various disorders knowing him to have come to the end of his life."
    },
    {
        "verse_id": "5",
        "text": " The man, whose veins are greenish and whose hair follicles are closed and who craves for sour things, dies of Pitta-disorder."
    },
    {
        "verse_id": "6",
        "text": " Consumption will destroy the man whose body shines bright in its terminals and is getting emaciated, and whose strength is waning."
    },
    {
        "verse_id": "7",
        "text": " The sense of burning in the shoulder region hiccup, vomiting of blood, distension of the stomach and pain in the sides, occurring in a consumptive patient, mark the end"
    },
    {
        "verse_id": "8-9 Those that suffer from diseases of <a data-gl=\"1\" href=\"/definition/vata#ayurveda\" title=\"show Vata definitions\">Vata</a> or epilepsy, or dermatosis, or edema, abdominal disorders, <a data-gl=\"1\" href=\"/definition/gulma#ayurveda\" title=\"show Gulma definitions\">Gulma</a>, diabetes or consumption, if they also suffer loss of strength and flesh, become incurable",
        "text": " Patients suffering from other diseases too, who are of this description—debilitated and emaciated, should be avoided by the physician."
    },
    {
        "verse_id": "10",
        "text": " If the man whose abdominal distension is relieved by purgation, develops thirst and distension in spite of being purged, that man is as good as dead,"
    },
    {
        "verse_id": "11",
        "text": " The man that is unable to drink a beverage on account of the dryness of the throat, mouth and the gullet, does not survive long."
    },
    {
        "verse_id": "11.1",
        "text": "12 The faint condition of the voice, the loss of strength and bodycolor, and the untoward development of symptoms—seeing these, the physician should recognise the approach of death"
    },
    {
        "verse_id": "13",
        "text": " The man whose breathing has been shallow, who has lost his body-heat, who feels piercing pains in the groins and experiences not a moment of comfort, should be given up by the wise physician as incurable."
    },
    {
        "verse_id": "14",
        "text": " The man that speaks in an unnatural voice about his approaching death, or who hears sounds that do hot exist, should be avoided from distance."
    },
    {
        "verse_id": "15",
        "text": " If disease leaves the weakened patient all of a sudden, Atreya is of opinion that his life is in danger."
    },
    {
        "verse_id": "16",
        "text": " If the patient’s kinsmen beseech the physician with great importunity for treatment, he should prescribe the diet of meat-juice; but purificatory therapy should be administered."
    },
    {
        "verse_id": "17",
        "text": " And if, at the end of a month there is no sign of improvement as the result of the diet of meat-juice and varied other nutritive agents, then the patient’s survival is to be despaired of."
    },
    {
        "verse_id": "18",
        "text": " If a man’s sputum, feces and semen sink if cast into water, the wise physicians say that he has come to the end of bis life"
    },
    {
        "verse_id": "19",
        "text": " The man whose sputum displays streaks of various colors and which sinks when placed in water, cannot survive long"
    },
    {
        "verse_id": "20",
        "text": " The morbid condition in which the Pitta, arising from heat, mounts up to the temples and accumulates there, is known by the name of ‘Shankhaka [śaṅkhaka]’. It kills its victim within three nights."
    },
    {
        "verse_id": "21",
        "text": " The man from whose mouth issue blood and foam together repeatedly and who suffers from piercing pains in the stomach, should be refused treatment by the physician."
    },
    {
        "verse_id": "22",
        "text": " The patient who suffers from rapid loss of strength and flesh, aggravation of disease-symptoms and anorexia, does not live to complete three fortnights."
    },
    {
        "verse_id": "24",
        "text": " All of these are known to occur in such men as are about to die though they do not all occur in the same dying patient. Hence, the need for the physician to be conversant with all the signs and symptoms, prognosticative of death."
    }
]