[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled, “The Sensorial Prognosis by the indications of Complexion and Voice [i.e., varṇa-svara—varna-svara].”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The physician desirous of ascertaining the period of life left to the patient, should, by means of direct observation, inference and authoritative instruction, take note of the following, viz., complexion [varna], voice [svara], smell, taste and touch of the patient, his powers of sight, hearing, smell, taste and touch, his psychic make-up, proclivities, state of cleanliness, character, conduct memory, general appearance and habitus, the nature of his morbidity, vitality, depression, intellect, exhilaration, the dryness or unctuonsness of his body, the measure of his torpor and effort, heaviness and lightness, the general characteristics of his body, his diet, recreation, digestive power, the mode of onset and disappearance of the disease, the nature of the disease, the premonitory symptoms, the type of pain, the complications, the lustre and reflexion of the patient’s body, his dreams, the behaviour of his messenger, the omens met on the way to the patient’s house, peculiar circumstances and conditions in the patient’s house, the preparation of the medication and the application of the therapeutic measures in a given case."
    },
    {
        "verse_id": "4",
        "text": " Among the various things thus requiring to be taken note of, there are some which do not pertain to the patient’s body. Those which do not pertain to the patient’s body are to be studied in the light of authoritative instruction concerning such matters and inference. Those which pertain to his body are to be judged from both the view-points of the normal condition and the morbid condition of the human body."
    },
    {
        "verse_id": "5 Now, the normal condition is determined by heredity, family, clime, season, age and idiosyncrasy",
        "text": " It is the sum of these hereditary, family, climatic, seasonal, periodic and idiosyncratic tendencies that makes the individual variation among persons."
    },
    {
        "verse_id": "6",
        "text": " As regards the morbid condition, it falls under three heads: (1) the morbid condition referable to congenital body-mark, (2) the morbid condition referable to etiological factors, (3) the morbid condition referable to factors which appear to behave as etiological factors."
    },
    {
        "verse_id": "7-(1)",
        "text": " The morbid condition referable to. congenital body marks is that whose causative factors are predetermined by destiny in the form of physiognomic signs. Some of these signs may be latent in the body, and emerging into view at particular times in particular regions of the body, give rise to particular morbid conditions."
    },
    {
        "verse_id": "7-(2)",
        "text": " The morbid condition referable to etiological factors is that whose causation is seen as laid down in the chapters on pathology."
    },
    {
        "verse_id": "7",
        "text": " The morbid condition referable to factors which appear to behave like the etiological factors, is that which resembles the condition brought about by etiological factors. It is this undetermined condition of morbidity which the physicians regard as the determination in the ascertainment of the remaining life-span. It is, moreover, this morbid condition resulting from the exhaustion of the life-measure and recalling a corpselike appearance that the wise delineate for the purpose of ascertaining the remaining portion of the life-span. It is with reference to this condition that we shall get out the signs and symptoms observed-in the body of the patient who is fated to die. This is the gist of the subject. We shall explain this at greater length"
    },
    {
        "verse_id": "8",
        "text": " At the very outset, we shall consider the subject of skin-color. It is thus: Black, dark, darkish-white, and bright-white are the normal shades of skin-color. As regards other shades of skin color the student should know them by close observation, such shades being represented by the specialists concerned by words of illustrative import or otherwise."
    },
    {
        "verse_id": "9",
        "text": " Blue, dark-brown, coppery, green and pale white are the pathological discoloration of the body. As regards the other pathological discoloration or the formations of a fresh one, the student should learn to know them by close observation. Thus have been explained the normal and the abnormal colorations of the body."
    },
    {
        "verse_id": "10",
        "text": " If the normal coloration is seen on one half of the body and abnormal coloration on the other half, the two colors being set off by a line of demarcation, whether such demarcation is into left and right, fore and back, upper and lower, or external and internal, it should be known as constituting an unfavorable prognostic sign. In the same manner, if this demarcation of color is observed in the face or other parts of the body, it is prognostic of death."
    },
    {
        "verse_id": "11",
        "text": " The foregoing remarks concerning disparity in skin-color apply with equal force to condition of disparity represented by depression and animation or by unctuousness and dryness."
    },
    {
        "verse_id": "12",
        "text": " Similarly, the emergence of port-wine marks, freckles, moles, pimples and similar other eruptions is to be regarded as constituting unfavorable prognosis."
    },
    {
        "verse_id": "13",
        "text": " Similarly the appearance of any of the abnormal discolorations described in nails, eyes, face, urine, feces, hands, feet or lips etc., in a patient who has already suffered loss of strength, complexion [varna] and sense-power, is significant of the diminished life-span"
    },
    {
        "verse_id": "14",
        "text": " If any other discoloration that is undefined and unprecedented is seen in the continually sinking patient, then that too, is to be recognised as unfavorable prognosis. Thus we have described the subject of coloration."
    },
    {
        "verse_id": "15-(1)",
        "text": " As regards the subject of voice, the voices resembling those of the swan, the crane, the felly of a wheel, kettle-drum, Kalavinka crow, pigeon and Jarjara (a kind of musical instrument), are the normal voice modes of man. As regards other pathological changes in voice, they should be determined by close observation to such shades being represented by the specialists by words of illustrative import or otherwise."
    },
    {
        "verse_id": "15",
        "text": " The pathological conditions of speech that are like the bleating of a sheep, or low voiced, choked, indistinct, quivering, painful and like stammer are considered to be abnormal varieties of speech. As regards other pathological conditions of speech such as the recurrence of an original abnormality or the development of a fresh one, the student should learn to know by close observation. Such are the normal and abnormal varieties of speech."
    },
    {
        "verse_id": "16",
        "text": " Now if the pathological conditions of voice arise abruptly or change from one to another or from one to many, then they are inauspicious. Thus ends the subject of voice."
    },
    {
        "verse_id": "17",
        "text": " The subjects of complexion and voice [varna-svara] have been thus described fully for the sake of the knowledge of the signs of fatal prognosis."
    },
    {
        "verse_id": "18",
        "text": "If abnormal discoloration occurs either in half or in the entire body without any reason, the patient will not survive."
    },
    {
        "verse_id": "19",
        "text": " If a patient’s face has acquired on one half one and on another half another of the following colors namely blue, dark-brown, coppery and tawny, that is a sign of unfavourable prognosis."
    },
    {
        "verse_id": "20",
        "text": " If half of the face is unctuous and the other half dry, half the face depressed and the other half animated, it is a sign of approaching death."
    },
    {
        "verse_id": "22",
        "text": " Flower-like marks on the nails and the teeth, tartar on the teeth or powdery stuff on the teeth—these, are the symptoms of approaching death."
    },
    {
        "verse_id": "22.1",
        "text": "23, The discoloration of lips, feet, hands, eyes urine and feces, and also of the nails in a weakened patient is a symptom of the approaching end"
    },
    {
        "verse_id": "24",
        "text": " The wise man must recognise that the man, both of whose lips are dark-blue like ripe jambul fruit, has come to the end of his life and is about to die"
    },
    {
        "verse_id": "25",
        "text": " The sinking man in whom one or more of the pathological conditions of speech have suddenly appeared is sure to die."
    },
    {
        "verse_id": "25.1",
        "text": "26 Whatever other pathological conditions of complexion and voice [varna-svara] are seen in a patient, wasted of strength and flesh—all of them, denote the dawn of death"
    },
    {
        "verse_id": "27",
        "text": " Thus have been declared the signs and symptoms of fatal prognosis in the subject of complexion and voice [varna-svara]. He, who knows these thoroughly, well will not be confused in the art of prognosis"
    }
]