[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sensorial prognosis through the observation of the Powder resembling Cow-dung powder [i.e., gomaya-curna]”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The man in whose scrip an unctuous powdery stuff that resembles cow-dung powder [i.e., gomaya-curna] is seen to form and stream down, will cease to live at the end of a month."
    },
    {
        "verse_id": "4",
        "text": " The man who walks with a quick shuffling gait and with shoulders drooped—both these actions not being normal—does not live long in this world."
    },
    {
        "verse_id": "5",
        "text": " The man whose chest-region dries up very soon after a bath and the ritual painting of limbs, while the rest of the body remains wet, does not survive longer than half a month."
    },
    {
        "verse_id": "6",
        "text": "The patient, on whom the physician, though trying his best, is unable to effect the application of the needed therapeutic agent or measure, will hardly survive his disease."
    },
    {
        "verse_id": "7",
        "text": " The patient in whose case well-known and tested remedies fail, even though they have been administerd strictly according to rules, is obviously immedicable."
    },
    {
        "verse_id": "8",
        "text": " The patient who fails to obtain any benefit from his observance of the dietetic regimen prescribed by the physician, will hardly survive his disease."
    },
    {
        "verse_id": "9",
        "text": " We shall now describe the unfavorable prognostic signs in so far as they relate to the messenger. Observing these signs, the wise physician should unhesitatingly refuse treatment."
    },
    {
        "verse_id": "10",
        "text": " If the physician, while dishevelled, naked, weeping or not ceremonially clean, sees the messenger coming, he should, conclude within himself that the patient is going to die."
    },
    {
        "verse_id": "11",
        "text": " If messengers come to the physician while he is asleep or in the act of cutting or splitting something, the physician should not go to treat their master."
    },
    {
        "verse_id": "12",
        "text": " The messengers that approach the physician while he is in the act of tending the sacrificial fire, or offering food-balls to the manes, portend death and destruction to their master’s life."
    },
    {
        "verse_id": "13",
        "text": " They are the messengers of doom to the patient, win approach the physician when he is talking or thinking of inauspicious things."
    },
    {
        "verse_id": "14",
        "text": " If the messengers approach the physician while he is dealing with or talking about dead, burnt or destroyed things or other inauspicious matters, the patient is destined to?die."
    },
    {
        "verse_id": "15",
        "text": " If the messenger approaches tie physician in a place aud. at a time that have an affinity with the disease that affects the patient, the physician observing it, should abstain from treating the patient."
    },
    {
        "verse_id": "16",
        "text": " If the messenger that comes to the physician happens to be a woman that is miserable, frightened, hurried, terrified, unclean or of a bad character, or if the messengers be three in number, or if they be deformed or eunuch, the physician should prognosticate the patient’s death."
    },
    {
        "verse_id": "17",
        "text": " If the messenger happens to be mutilated in any of his limbs, or if he is an ascetic or a diseased man, or one given to cruel deeds, seeing him, the physician should not go to treat the patient"
    },
    {
        "verse_id": "18",
        "text": " Seeing the messenger that has come on behalf of the patient r ding in a carriage drawn by a donkey or camel, the physician should foresee the patient's collapse."
    },
    {
        "verse_id": "19-20",
        "text": " Straw[?], chaff, flesh, bones, hair, nails, teeth, broom, pounding stick, winnowing basket, loosened bits of leather from a shoe, straw, sticks, husk, cinders, clod of earth or stone—if the messengers he touching any of these when the physician first sees them, they forebode the patient’s death."
    },
    {
        "verse_id": "21-21½",
        "text": " When the messenger is talking to the physician about the patient’s condition, if the physician sees evil omens, he should not go to treat the patient. Similarly, on seeing a sorrowing man, a dead body, or the adornments suitable to a corpse, the, physician should not go to the patient."
    },
    {
        "verse_id": "22-24½",
        "text": " Likewise, if he fees things that are broken, burning or destroyed or hears words denoting them, or tastes pungent and acute things or smells rank odors as of a corpse or touches objects having an exceedingly harsh feel, or in short, perceives about him any such other inauspicious sensation, whether before or during the speech of tin messenger, the wise physician should conclude the death of the patient. Thus have been declared in full, the signs of unfavorable prognosis, as they relate to the messenger"
    },
    {
        "verse_id": "25-30",
        "text": " Now I shall declare the inauspicious omens appearing on the way, or in the patient’s home Sneezing, shrilling, stumbling, falling, shouting, blows, forbiddance, reviling, any untoward accident to the clothes, the turban, the upper garment, the umbrella or to the pair of sandals, getting the sight of a corpse or a mutilated person, or the filling of a totem-tree, flag staff, flag or filled pots, reports of death and inauspicious things, pollution by ashes or dust, the crossing of the road by a cat, dog, or snake, cries of cruel beasts and birds as they go towards the south, the sight of over turned beds, seats and carriages—all these are said to be inauspicious omens by the wise."
    },
    {
        "verse_id": "31-31½",
        "text": " The wise physician seeing such sights on his way or hearing such sounds in the patient’s house, should not proceed to the patient’s house."
    },
    {
        "verse_id": "31-31½.1",
        "text": "Thus have been described the portents considered as unfavourable when metrwith on the way to the patient’s house by the physician"
    },
    {
        "verse_id": "32-34",
        "text": " Learn now the ill omens to be met in the home of the patient doomed to death. Thus immediately on entering the house of the doomed patient, the physician sees a pot full of water, fire, earth, seeds, fruit, ghee, a bull, a brahmin, precious stones, cooked food or idols of gods—all coming out, or the sight of vessels containing fire, either broken or with the fire extinguished in them."
    },
    {
        "verse_id": "32-34.1",
        "text": "35 The people in the house of the patient who is destined to die will be found using things that are broken to bits, burnt, split, or crashed or frail"
    },
    {
        "verse_id": "36",
        "text": " There is no remedy for the man whose bed, clothes, carriage, movement, food and voice are inauspicious in aspect."
    },
    {
        "verse_id": "37",
        "text": " The man whose relations arrange the bed, clothing, carriage or other accoutrements in the manner suited to a corpse, is indeed a corpse."
    },
    {
        "verse_id": "38",
        "text": " There is no remedy for the man whose food gets exceedingly rotten or whose fire in the hearth gets extinguished though there is no wind and there is plenty of fuel."
    },
    {
        "verse_id": "39",
        "text": " If the vessels in the patient’s house fall or break very often, the life of that patient is difficult to save."
    },
    {
        "verse_id": "40-41",
        "text": " The signs portending death that have been described at length in the preceding twelve chapters, we shall describe again in brief and in different words. The re exposition of a subject in diffent words makes for the elucidation of the meaning."
    },
    {
        "verse_id": "42",
        "text": " We do not, however intend here a very elaborate representation of the subject, since it has been fully set forth in the foregoing chapters."
    },
    {
        "verse_id": "43-45",
        "text": " I shall now describe, as proposed and in keeping with the authority of scripture, the premonitory signs and symptoms of death and the changes that take place in those embodied souls who are in the last period of their lives and are about to meet their end, who are on the eve of departing to the other world, who are about to relinquish dear life and leave this beautiful habitation behind, and who, on breaking up of the organic unity of the body, are precipitated into final darkness."
    },
    {
        "verse_id": "46",
        "text": " These are the changes that occur in them:—the life-breaths become afflicted; the understanding becomes clouded; the limbs are drained of vitality; the movements gradually cease,"
    },
    {
        "verse_id": "47",
        "text": " The senses are put out of action; consciousness gels blurred; the mind becomes restless and fear enters into it."
    },
    {
        "verse_id": "48",
        "text": " Memory and intelligence depart, natural modesty and bloom slip away; diseases born of sinfulness afflict him; vitality and lustre vanish."
    },
    {
        "verse_id": "49",
        "text": " Natural dispositions suffer a complete change and inclinations become perverted; the reflections become deformed; the aura, too, suffers distortion."
    },
    {
        "verse_id": "53",
        "text": " The body-parts which are seen constantly to pulsate, will cease to move altogether all of them becoming rigid."
    },
    {
        "verse_id": "51",
        "text": " The various thermal processes ebb away; the jo:nts become loose, the smells emanating from the body become abnormal; complexion and voice likewise suffer alteration."
    },
    {
        "verse_id": "52",
        "text": " The body undergoes discoloration; the body-channels become contracted; smoke springs from the head as also the powdery stuff recorded as a fatal prognostic sign."
    },
    {
        "verse_id": "53.1",
        "text": "54, The qualities of the various parts of the body such as cold, heat, softness and hardness are observed to be reversed and similar are the experiences with other things outside the body"
    },
    {
        "verse_id": "55",
        "text": " Flower-like spots show in the nails and sordes appears on the teeth, the eye-lashes become clotted and partings appear in the hair of the head."
    },
    {
        "verse_id": "56",
        "text": " The physician does not succeed in obtaining the necessary drugs; such drugs as can be obtained fail to produce their proper action."
    },
    {
        "verse_id": "57",
        "text": " Fell maladies of diverse description requiring various lines of treatment, crop up in no time, over-powering the patient’s strength and vitality."
    },
    {
        "verse_id": "58",
        "text": " Only inauspicious sounds, touch, tastes, sights, smells, actions and thoughts assail the physician during the conduct of the treatment."
    },
    {
        "verse_id": "59",
        "text": " Evil dreams are seen; the patient’s dispositions become evil; the attendants turn hostile; death symptoms appear."
    },
    {
        "verse_id": "60",
        "text": " The healthy signs dwindle down exceedingly and the morbid signs rapidly increase. In short, all the ominous and unfavourable prognostic signs are observed"
    },
    {
        "verse_id": "61",
        "text": " Such are the signs and symptoms of those, who are about to die, which we have set forth according to our declaration and in conformity to traditional authority."
    },
    {
        "verse_id": "62",
        "text": "The knower of the medical science should not declare the approach of death, if he is not questioned concerning it, although he clearly perceives the signs prognosticative of the end."
    },
    {
        "verse_id": "63",
        "text": " Even if he’is questioned, the physician should not immediately pronounce the prognosis of death where such inconsiderate action on the part of the physician, may cause shock to the patient and distress to others,"
    },
    {
        "verse_id": "64",
        "text": " While refraining from anouncing the approach of the end, the experienced physician should not however undertake treatment in a case where he finds that the prognostic signs of death are present."
    },
    {
        "verse_id": "65-66",
        "text": " But if the physician observes signs which are of a contrary character to those laid down as prognosticative of death, he should certainly declare the approach of recovery as indicated by the auspicious nature of the signs relating to the messengers, the omens met on the way, the circumstances obtaining in the patient’s household, the behaviour and disposition of the patient and the happy circumstances of wealth and abundance of the required materials at his disposal,"
    },
    {
        "verse_id": "67-70",
        "text": " The physician should regard the messenger of the following description as auspicious, i.e., indicative of favourable prognosis for the patient. One who is of good conduct, of pleasant demeanour, whole of body, of good report, clad in white garments, unshaven of his head, unmatted of his hair, of the same caste, style of dress and occupation as the patient, not seated in a vehicle [driven][?] by a camel or a donkey, arriving at times other than those marked by the two twilights, inauspicious conjunction of planets, constellations which are unstable and of a fierce or baleful aspect, the ‘void’ days of the fortnight comprising the fourth, ninth and fourteenth days, the mid-day and the midnight, earth-quake, eclipse, traversing over country which is not unholy and meeting with omens that are not untoward."
    },
    {
        "verse_id": "71-79",
        "text": " The omens of the following descriptions met with on the way to the patient’s house or when entering it, are to be considered indicative of a good prognosis, viz, the sight of curds, ceremonial rice, a Brahmana, a bull, a king, jewels, pots full of water, a white horse, flags and banners set up in honour of Indra, fruits, lac-dye. little boys and girls seated in the lap of elders, a single tethered animal, upturned earth, a blazing fire, sweet-meats, white colored flowers, sandal paste, attractive articles of food and drink, a carriage full of people, a cow with her young one or a mare with her colt or a woman with her child, the common mynah, Siddhartha, Sarasa crane, Cataka, swan, bird of paradise, blue jay and the peacock, fish, goats, elephant s tusks, conch-shells or fragrant poon or ghee, or the sign of Swastika, a mirror, white rape seed, ox-bile, the smell of fragrant odours, the sight of perfectly white objects, the tasting of sweet tastes, good and auspicious sounds of beasts, birds or human beings: the sight of the hoisting of umbrellas, flags and banners; the sounds of praise or kettle drums, drums and conches, of benedictory cries and of Vedic recitation and the touch of pleasant and auspicious breezes."
    },
    {
        "verse_id": "80-87",
        "text": " The following also are auspicious and indicative of good prognosis. The people of the patient’s household, together with, the patient, being endowed with good conduct, faith, friendly disposition, abundant wealth and resources, happiness, accumulation of money and power by easy means, the acquisition of the desired things with ease, the availability of all the required drugs and their successful application, the patient’s vision in dreams of mounting the top of houses, mansions and mountains, or on the backs of elephants, bulls, horses and of men, the sight in dreams of the moon, the sun, the fire and Brahmanas, of cows, of men carrying milk or of the crossing of seas, of the attainment of growth and the release from calamity, discourse in dreams with the gods and ancestral shades wearing a propitious aspect, the sight in dreams of flesh, fish, poison, excrement, umbrella and mirror, the auspicious sight in dreams of white-colored flowers, riding in dreams on horses, bulls or in chariots, or travelling towards the north-east, weeping aloud in dreams or rising from a fall or the vanquishing of enemies,"
    },
    {
        "verse_id": "88",
        "text": " The man endowed with auspicious characteristics obtains through the medium of good health, great strength, longevity, happiness and many other such desirable things."
    },
    {
        "verse_id": "89",
        "text": " In this chapter entitled “The appearance of powdery stuff resembling the Cow-dung powder,” the prognostic signs of death and of restoration to good health have been hid down with reference to the messengers, dreams, the patient, omens met on the way, application of therapeutic measures and success."
    },
    {
        "verse_id": "90",
        "text": " Thus, we have propounded the subject under consideration correctly. The student of the medical science should pay constant heed to it. Thus alone will he become a successful practitioner, securing for himself success, enduring fame and riches."
    }
]