[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sensorial prognosis from the observation of the symptoms of Imminent Death [i.e., sadyas-marana].”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " O, Agnivesha! I shall describe one by one the symptoms which suddenly developing in a person, to whom life has become a burden to be endured due to disease, will hasten him to his end."
    },
    {
        "verse_id": "4",
        "text": " If the patient, suffering from a full grown malignant Vata-tumor in the cardiac region, develops intense thirst, he will be robbed of his life at once."
    },
    {
        "verse_id": "4.1",
        "text": "5 Rendering the calf-muscles flabby and the nose crooked the morbid Vata, moving about in the body in a provoked condition, robs the victim of his life immediately"
    },
    {
        "verse_id": "4.1.1",
        "text": "6 If a man, who is suffering from a disease characterised by drooping of the eye-brows and severe internal burning pain, develops hiccup, it will rob him of his life immediately"
    },
    {
        "verse_id": "7",
        "text": " The provoked Vata, going astray i.e. in an upward direction in the body of the man who has suffered loss of blood and flesh and whose both the sides of the neck are distended, will take away his life immediately."
    },
    {
        "verse_id": "7.1",
        "text": "8 If, in an emaciated man, the morbid Vata, rushing between the pelvic region and the umbilical region, seizes the groins, it takes away his life immediately"
    },
    {
        "verse_id": "7.1.1",
        "text": "9 If in a man whose eyes are rigid and dilated, the Vata, forcibly stretching out to the front ends of the ribs, seizes the region of the chest, it takes away his life immediately"
    },
    {
        "verse_id": "10",
        "text": " In a weakened man particularly, if the highly provoked Vata seizes both the cardiac and pelvic regions, it takes away his life immediately."
    },
    {
        "verse_id": "11",
        "text": " If the strongly provoked Vata, seizing both the groins and the pelvic region of a man, causes dyspnea, it snatches away his life immediately."
    },
    {
        "verse_id": "12",
        "text": "The strongly provoked Vata breaking into the abdomen, urine top of the bladder and feces, and giving rise to piercing pains, carries away the man’s life immediately."
    },
    {
        "verse_id": "13",
        "text": " If a man’s groins are affected all over with piercing pains due to morbid Vata, his feces are loose and he is also afflicted with thirst he gives up the ghost immediately."
    },
    {
        "verse_id": "14",
        "text": " The man, whose entire body is saturated with morbid Vata, whose feces is loose and who suffers from thirst, gives up his life immediately."
    },
    {
        "verse_id": "15",
        "text": " The man, whose body is swollen with the edematous condition due to Vata, whose feces is loose and who is afflicted with thirst gives up his life immediately."
    },
    {
        "verse_id": "15.1",
        "text": "16, The man whose epigastric region is afflicted with shooting pain, whose feces is loose and who is afflicted with thirst, gives up his life immediately"
    },
    {
        "verse_id": "17",
        "text": " The man whose gastric region is afflicted with shooting pain and who suffers from thirst and severe spasm of the anus, gives up his life immediately."
    },
    {
        "verse_id": "17.1",
        "text": "18 The morbid Vata, entrenching itself in the colon, destroys consciousness and causing a stertorous sound in the throat, carries away the man’s life immediately"
    },
    {
        "verse_id": "19",
        "text": " The teeth looking as if covered with slimy sordes, the face as if smeared with ashes, and all the limbs streaming with perspiration—these are the symptoms of one on the verge of death."
    },
    {
        "verse_id": "20",
        "text": " The ailing man that is afflicted at once with thirst, dyspnea, headache, stupor, debility, groans and loose stools, gives up his life quickly."
    },
    {
        "verse_id": "21",
        "text": " He who recognises correctly these characteristics, knows beforehand the survival or the death of patients."
    }
]