[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sensorial [indriya] prognosis through examination by Palpation [parimarshana]”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The fatal signs manifesting in the color, voice and odor of the human body and the taste of body-fluids of those who are about to die have been described under separate heads. Now listen and learn correctly the nature of the fatal signs appearing in their touch as well."
    },
    {
        "verse_id": "4-(1)",
        "text": " The physician desirous of ascertaining, by the method of palpation, the measure of life left to the patient, should palpate the latter’s entire body with his hand which must be in a normal condition. If it is not so, he should get the palpation done by some one else."
    },
    {
        "verse_id": "4-(2)",
        "text": " While feeliog the patient’s body, the following are the abnormalities to be noted."
    },
    {
        "verse_id": "4 They are—the absence of throbbing in those members of the body which are always throbbing; coldness of those parts which are always warm; rigidity of those parts which are always soft; roughness in those parts which are always smooth; the disappearance of those parts which should normally exist; the looseness, sagging or dislocation of joints; the paucity of flesh or blood; hardness; excessive perspiration and rigidity, also whatever else that is abnormal and unaccountable",
        "text": " Thus we have declared in brief, the unfavourable prognostic signs observed by palpation."
    },
    {
        "verse_id": "5-(1)",
        "text": " The same, we shall now expound in extesno. Thus, if the patient on being felt with the hand separately on the feet, calves, thighs, buttocks, belly, sides backbone, hands, neck, palate, lips and forehead, is seen to perspire or to be cold or rigid or hard or bereft of flesh and blood, then the physician should conclude that the man is fey and will die in no distant future."
    },
    {
        "verse_id": "5",
        "text": " If, again, on being felt, each separately, the ankles, knees, groin, anus, testes, phallus, navel, shoulders, breasts, wrists, ribs, jaws, nose, ears, eyes, eye-brows, temples etc., are seen to be loose, out of position, displaced or sagging, then the physician should know that, that man is fey and will die in no distant future."
    },
    {
        "verse_id": "5.1",
        "text": "6-(1) Similarly, the physician should examine the patient’s respiration, the two sides of the neck, the teeth; the eye-lashes, the eyes, the hair of the head, the hair on other parts of the body, the stomach, the nails, and the fingers"
    },
    {
        "verse_id": "6",
        "text": " If the patient's respirations are either too long or too short, it is to be concluded that he is nigh unto death. If the two sides of the neck, on being felt, are observed not to pulsate, it is to be concluded that he is nigh unto death. If the patient’s teeth are coated all over with tartar, are abnormally white or covered with sugar-like particles, it is to be concluded that he is nigh unto death. If the patient’s eye-lashes are clotted, it is to be known that he is nigh unto death. If the patient’s eyes are not normal but evince abnormal tendencies that is to say if they are too protuberant, too sunken, too oblique, too asymmetrical, too watery, either perpetually open, perpetually closed, or excessively winking, restlessly wandering, with abnormal visions, with deficient vision, have lost their keenness of vision or are wanting in perspective, are color-blind, either too white or too black, or are red like hot embers, or if the vision is suffused over-much with an unhealthy tinge of any one of the colors—black, yellow, blue, dark-brown, coppery, green, turmeric, yellow and white, then it should be concluded that the patient is at death’s door. Thereafter, let the physician take hold of a few hairs of the head or of the body and tug at them. If being thus pulled, they come out with the roots without causing pain, then it is to be known that the patient is soon to depart from life. If the veins in the abdominal region become conspicuous or if they appear dark brown, coppery, blue, yellow or whitish, it is to be understood that the patient is not going to survive. If the nails are drained of blood, and the flesh has receded from them and they look dark blue resembling the color of ripe fruits of the jambul tree, it is to be gathered that the patient’s days are numbered. Lastly, the physician should test the fingers of the patient. If, when jerked, they do not crack, it should be known that it is all over with the patient."
    },
    {
        "verse_id": "7",
        "text": " The physician, who by palpation ascertains these various palpable signs, will never be confounded in the matter of prognostic knowledge of the life-span of a patient."
    }
]