[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: This Śrīmad-Bhāgavatam has elaborately described in various narrations the Supreme Soul of all that be — the Personality of Godhead, Hari — from whose satisfaction Brahmā is born and from whose anger Rudra takes birth."
    },
    {
        "verse_id": "2",
        "text": "O King, give up the animalistic mentality of thinking, “I am going to die.” Unlike the body, you have not taken birth. There was not a time in the past when you did not exist, and you are not about to be destroyed."
    },
    {
        "verse_id": "3",
        "text": "You will not take birth again in the form of your sons and grandsons, like a sprout taking birth from a seed and then generating a new seed. Rather, you are entirely distinct from the material body and its paraphernalia, in the same way that fire is distinct from its fuel."
    },
    {
        "verse_id": "4",
        "text": "In a dream one can see his own head being cut off and thus understand that his actual self is standing apart from the dream experience. Similarly, while awake one can see that his body is a product of the five material elements. Therefore it is to be understood that the actual self, the soul, is distinct from the body it observes and is unborn and immortal."
    },
    {
        "verse_id": "5",
        "text": "When a pot is broken, the portion of sky within the pot remains as the element sky, just as before. In the same way, when the gross and subtle bodies die, the living entity within resumes his spiritual identity."
    },
    {
        "verse_id": "6",
        "text": "The material bodies, qualities and activities of the spirit soul are created by the material mind. That mind is itself created by the illusory potency of the Supreme Lord, and thus the soul assumes material existence."
    },
    {
        "verse_id": "7",
        "text": "A lamp functions as such only by the combination of its fuel, vessel, wick and fire. Similarly, material life, based on the soul’s identification with the body, is developed and destroyed by the workings of material goodness, passion and ignorance, which are the constituent elements of the body."
    },
    {
        "verse_id": "8",
        "text": "The soul within the body is self-luminous and is separate from the visible gross body and invisible subtle body. It remains as the fixed basis of changing bodily existence, just as the ethereal sky is the unchanging background of material transformation. Therefore the soul is endless and without material comparison."
    },
    {
        "verse_id": "9",
        "text": "My dear King, by constantly meditating upon the Supreme Lord, Vāsudeva, and by applying clear and logical intelligence, you should carefully consider your true self and how it is situated within the material body."
    },
    {
        "verse_id": "10",
        "text": "The snake-bird Takṣaka, sent by the curse of the brāhmaṇa, will not burn your true self. The agents of death will never burn such a master of the self as you, for you have already conquered all dangers on your path back to Godhead."
    },
    {
        "verse_id": "11",
        "text": "You should consider, “I am nondifferent from the Absolute Truth, the supreme abode, and that Absolute Truth, the supreme destination, is nondifferent from me.” Thus resigning yourself to the Supreme Soul, who is free from all material misidentifications, you will not even notice the snake-bird Takṣaka when he approaches with his poison-filled fangs and bites your foot. Nor will you see your dying body or the material world around you, because you will have realized yourself to be separate from them."
    },
    {
        "verse_id": "13",
        "text": "Beloved King Parīkṣit, I have narrated to you the topics you originally inquired about — the pastimes of Lord Hari, the Supreme Soul of the universe. Now, what more do you wish to hear?"
    }
]