[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: My dear King, I have already described to you the measurements of time, beginning from the smallest fraction measured by the movement of a single atom up to the total life span of Lord Brahmā. I have also discussed the measurement of the different millennia of universal history. Now hear about the time of Brahmā’s day and the process of annihilation."
    },
    {
        "verse_id": "2",
        "text": "One thousand cycles of four ages constitute a single day of Brahmā, known as a kalpa. In that period, O King, fourteen Manus come and go."
    },
    {
        "verse_id": "3",
        "text": "After one day of Brahmā, annihilation occurs during his night, which is of the same duration. At that time all the three planetary systems are subject to destruction."
    },
    {
        "verse_id": "4",
        "text": "This is called the naimittika, or occasional, annihilation, during which the original creator, Lord Nārāyaṇa, lies down upon the bed of Ananta Śeṣa and absorbs the entire universe within Himself while Lord Brahmā sleeps."
    },
    {
        "verse_id": "5",
        "text": "When the two halves of the lifetime of Lord Brahmā, the most elevated created being, are complete, the seven basic elements of creation are annihilated."
    },
    {
        "verse_id": "6",
        "text": "O King, upon the annihilation of the material elements, the universal egg, comprising the elemental amalgamation of creation, is confronted with destruction."
    },
    {
        "verse_id": "7",
        "text": "As annihilation approaches, O King, there will be no rain upon the earth for one hundred years. Drought will lead to famine, and the starving populace will literally consume one another. The inhabitants of the earth, bewildered by the force of time, will gradually be destroyed."
    },
    {
        "verse_id": "8",
        "text": "The sun in its annihilating form will drink up with its terrible rays all the water of the ocean, of living bodies and of the earth itself. But the devastating sun will not give any rain in return."
    },
    {
        "verse_id": "9",
        "text": "Next the great fire of annihilation will flare up from the mouth of Lord Saṅkarṣaṇa. Carried by the mighty force of the wind, this fire will burn throughout the universe, scorching the lifeless cosmic shell."
    },
    {
        "verse_id": "10",
        "text": "Burned from all sides — from above by the blazing sun and from below by the fire of Lord Saṅkarṣaṇa — the universal sphere will glow like a burning ball of cow dung."
    },
    {
        "verse_id": "11",
        "text": "A great and terrible wind of destruction will begin to blow for more than one hundred years, and the sky, covered with dust, will turn gray."
    },
    {
        "verse_id": "12",
        "text": "After that, O King, groups of multicolored clouds will gather, roaring terribly with thunder, and will pour down floods of rain for one hundred years."
    },
    {
        "verse_id": "13",
        "text": "At that time, the shell of the universe will fill up with water, forming a single cosmic ocean."
    },
    {
        "verse_id": "14",
        "text": "As the entire universe is flooded, the water will rob the earth of its unique quality of fragrance, and the element earth, deprived of its distinguishing quality, will be dissolved."
    },
    {
        "verse_id": "15",
        "text": "The element fire then seizes the taste from the element water, which, deprived of its unique quality, taste, merges into fire. Air seizes the form inherent in fire, and then fire, deprived of form, merges into air. The element ether seizes the quality of air, namely touch, and that air enters into ether. Then, O King, false ego in ignorance seizes sound, the quality of ether, after which ether merges into false ego. False ego in the mode of passion takes hold of the senses, and false ego in the mode of goodness absorbs the demigods. Then the total mahat-tattva seizes false ego along with its various functions, and that mahat is seized by the three basic modes of nature — goodness, passion and ignorance. My dear King Parīkṣit, these modes are further overtaken by the original unmanifest form of nature, impelled by time. That unmanifest nature is not subject to the six kinds of transformation caused by the influence of time. Rather, it has no beginning and no end. It is the unmanifest, eternal and infallible cause of creation."
    },
    {
        "verse_id": "20",
        "text": "In the unmanifest stage of material nature, called pradhāna, there is no expression of words, no mind and no manifestation of the subtle elements beginning from the mahat, nor are there the modes of goodness, passion and ignorance. There is no life air or intelligence, nor any senses or demigods. There is no definite arrangement of planetary systems, nor are there present the different stages of consciousness — sleep, wakefulness and deep sleep. There is no ether, water, earth, air, fire or sun. The situation is just like that of complete sleep, or of voidness. Indeed, it is indescribable. Authorities in spiritual science explain, however, that since pradhāna is the original substance, it is the actual basis of material creation."
    },
    {
        "verse_id": "22",
        "text": "This is the annihilation called prākṛtika, during which the energies belonging to the Supreme Person and His unmanifest material nature, disassembled by the force of time, are deprived of their potencies and merge together totally."
    },
    {
        "verse_id": "23",
        "text": "It is the Absolute Truth alone who manifests in the forms of intelligence, the senses and the objects of sense perception, and who is their ultimate basis. Whatever has a beginning and an end is insubstantial because of being an object perceived by limited senses and because of being nondifferent from its own cause."
    },
    {
        "verse_id": "24",
        "text": "A lamp, the eye that views by the light of that lamp, and the visible form that is viewed are all basically nondifferent from the element fire. In the same way, intelligence, the senses and sense perceptions have no existence separate from the supreme reality, although that Absolute Truth remains totally distinct from them."
    },
    {
        "verse_id": "25",
        "text": "The three states of intelligence are called waking consciousness, sleep and deep sleep. But, my dear King, the variegated experiences created for the pure living entity by these different states are nothing more than illusion."
    },
    {
        "verse_id": "26",
        "text": "Just as clouds in the sky come into being and are then dispersed by the amalgamation and dissolution of their constituent elements, this material universe is created and destroyed within the Absolute Truth by the amalgamation and dissolution of its elemental, constituent parts."
    },
    {
        "verse_id": "27",
        "text": "My dear King, it is stated [in the Vedānta-sūtra] that the ingredient cause that constitutes any manifested product in this universe can be perceived as a separate reality, just as the threads that make up a cloth can be perceived separately from their product."
    },
    {
        "verse_id": "28",
        "text": "Anything experienced in terms of general cause and specific effect must be an illusion, because such causes and effects exist only relative to each other. Indeed, whatever has a beginning and an end is unreal."
    },
    {
        "verse_id": "29",
        "text": "Although perceived, the transformation of even a single atom of material nature has no ultimate definition without reference to the Supreme Soul. To be accepted as factually existing, something must possess the same quality as pure spirit — eternal, unchanging existence."
    },
    {
        "verse_id": "30",
        "text": "There is no material duality in the Absolute Truth. The duality perceived by an ignorant person is like the difference between the sky contained in an empty pot and the sky outside the pot, or the difference between the reflection of the sun in water and the sun itself in the sky, or the difference between the vital air within one living body and that within another body."
    },
    {
        "verse_id": "31",
        "text": "According to their different purposes, men utilize gold in various ways, and gold is therefore perceived in various forms. In the same way, the Supreme Personality of Godhead, who is inaccessible to material senses, is described in various terms, both ordinary and Vedic, by different types of men."
    },
    {
        "verse_id": "32",
        "text": "Although a cloud is a product of the sun and is also made visible by the sun, it nevertheless creates darkness for the viewing eye, which is another partial expansion of the sun. Similarly, material false ego, a particular product of the Absolute Truth made visible by the Absolute Truth, obstructs the individual soul, another partial expansion of the Absolute Truth, from realizing the Absolute Truth."
    },
    {
        "verse_id": "33",
        "text": "When the cloud originally produced from the sun is torn apart, the eye can see the actual form of the sun. Similarly, when the spirit soul destroys his material covering of false ego by inquiring into the transcendental science, he regains his original spiritual awareness."
    },
    {
        "verse_id": "34",
        "text": "My dear Parīkṣit, when the illusory false ego that binds the soul has been cut off with the sword of discriminating knowledge and one has developed realization of Lord Acyuta, the Supreme Soul, this is called the ātyantika, or ultimate, annihilation of material existence."
    },
    {
        "verse_id": "35",
        "text": "Experts in the subtle workings of nature, O subduer of the enemy, have declared that there are continuous processes of creation and annihilation that all created beings, beginning with Brahmā, constantly undergo."
    },
    {
        "verse_id": "36",
        "text": "All material entities undergo transformation and are constantly and swiftly eroded by the mighty currents of time. The various stages of existence that material things exhibit are the perpetual causes of their generation and annihilation."
    },
    {
        "verse_id": "37",
        "text": "These stages of existence created by beginningless and endless time, the impersonal representative of the Supreme Lord, are not visible, just as the infinitesimal momentary changes of position of the planets in the sky cannot be directly seen."
    },
    {
        "verse_id": "38",
        "text": "In this way the progress of time is described in terms of the four kinds of annihilation — continuous, occasional, elemental and final."
    },
    {
        "verse_id": "39",
        "text": "O best of the Kurus, I have related to you these narrations of the pastimes of Lord Nārāyaṇa, the creator of this world and the ultimate reservoir of all existence, presenting them to you only in brief summary. Even Lord Brahmā himself would be incapable of describing them entirely."
    },
    {
        "verse_id": "40",
        "text": "For a person who is suffering in the fire of countless miseries and who desires to cross the insurmountable ocean of material existence, there is no suitable boat except that of cultivating devotion to the transcendental taste for the narrations of the Supreme Personality of Godhead’s pastimes."
    },
    {
        "verse_id": "41",
        "text": "Long ago this essential anthology of all the Purāṇas was spoken by the infallible Lord Nara-Nārāyaṇa Ṛṣi to Nārada, who then repeated it to Kṛṣṇa Dvaipāyana Vedavyāsa."
    },
    {
        "verse_id": "42",
        "text": "My dear Mahārāja Parīkṣit, that great personality Śrīla Vyāsadeva taught me this same scripture, Śrīmad-Bhāgavatam, which is equal in stature to the four Vedas."
    },
    {
        "verse_id": "43",
        "text": "O best of the Kurus, the same Sūta Gosvāmī who is sitting before us will speak this Bhāgavatam to the sages assembled in the great sacrifice at Naimiṣāraṇya. This he will do when questioned by the members of the assembly, headed by Śaunaka."
    }
]