[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “Impletion Therapy (Santarpana—santarpaṇa).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-7",
        "text": " He that impletes himself in excess with unctuous, sweet, heavy and viscous substances, with fresh foods and wines, with the flesh of wetland and acquatic [aquatic?] animals, with cow’s milk aud its products, the products of gur and with articles prepared of flour, or he that dislikes movement and is given to daysleeping, to over-indulgence in lounging and lying in soft beds gets afflicted with the following diseases arising from excessive impletion, unless he is promptly treated with counter measures: anomalies of the urinary secretion, pimples, wheals, pruritus, anemia, fevers, dermatosis, chyme-disorders, dysuria, anorexia, torpor, impotency, obesity, indolence, excessive secretion in the channels of the sensory organs, delusion of intellect, sleepiness, edema and other similar disorders."
    },
    {
        "verse_id": "8-9",
        "text": " In such cases emesis, purgation, depletion of blood, exercise, fasting, smoking and sudation are beneficial, and likewise the use of the chebulic myrobalan with honey, a dietary consisting mostly of dry foods, and the use of powders and applications that are described as curative of pruritus and wheals are beneficial."
    },
    {
        "verse_id": "10",
        "text": " The decoction prepared by boiling, in water, the three myrobalans, purging cassia, Patha and dita bark, along with kurchi, nutgrass, emetic nut and neem is to be taken as potion."
    },
    {
        "verse_id": "11",
        "text": " By taking a regular course of it at the proper time and in the proper dose, urinary anaolies[?] and other disorders born of excessive impletion will certainly be eliminated."
    },
    {
        "verse_id": "12-13",
        "text": " Nut-grass, purging cassia, Patha, the three myrobolans, deodar, small caltrops, catechu, neem, turmeric:—drinking the infusion of these drugs every morning according to the nature of the morbid condition, one gets completely relieved of all disorders arising from excessive impletion."
    },
    {
        "verse_id": "14",
        "text": " Skin lesions are cured by dry massage, friction massage, and bath medicated with the unctuous preperations made from the same drugs."
    },
    {
        "verse_id": "15-16",
        "text": " Costus, onyx, asafoetida, the bones of demoiselle crane bird, the three spices, sweet flag, kurchi, cardamom, small caltrops, celery seeds, Indian rockfoil:—these if taken mixed with buttermilk or whey or with the acid juice of small jujube will cure dysuria and anomalies of urinary secretion."
    },
    {
        "verse_id": "17",
        "text": " The anomalies of urinary secretion and other similar diseases are also cured by the systematic course of buttermilk and chebulic myrobalans or of the three myrobalans or of the medicated wines."
    },
    {
        "verse_id": "18",
        "text": " The demulcent drink prepared from the three spices, the three myrobalans, honey, embelia, celery seeds, roasted corn flour and oil and soaked in eagle-wood-water is beneficial."
    },
    {
        "verse_id": "19-21",
        "text": " The three spices, embelia, drumstick, the three myrobalans, kurroa, yellow-berried and Indian night shades, turmeric and Indian berberry, Patha, atees, ticktrefoil, asafoetida, the roots of Kebuka, bishop’s weed, coriander, white-flowered leadwort, sanchal salt, cumin and juniper: these are to be taken in equal parts and powdered. This powder should be mixed with equal quantities of ghee, oil and honey; and the whole mixed again with sixteen times its quantity of roasted corn flour; preparing a demulcent drink of this, it should be taken as potion for relief of over impletion."
    },
    {
        "verse_id": "22-24",
        "text": " Diseases born of excessive impletion, urinary disorders, claudication of Vata, dermatosis, pimples, jaundice, splenic disorders anemia, edema, dysuria, anorexia, cardiac disorders, consumption, cough, dyspnea, throat-spasm, helminthiasis, assimilation disorders, leucoderma and excessive corpulence:—all these diseases are cured by the administration of the above-mentioned beverage. It enkindles the digestive fire in man and enhances his memory and intelligence."
    },
    {
        "verse_id": "25-25½",
        "text": " One given to daily exercise or eating only after the previous meal has been digested, or one who eats barley and wheat, is freed from excessive corpulence and gets cured of the diseases arising from excessive impletion. The disease arising from excessive impletion and the depletive remedies for them have thus been described."
    },
    {
        "verse_id": "26 30",
        "text": " Hereafter we shall describe the diseases arising from depletion along with their remedies. The diminution of the body-heat, strength, complexion, vital essence, semen and flesh; fever attended with cough, pleurodynia, anorexia, weakness of hearing, insanity, delirium, cardiac pain, suppression of urine and feces, aches in the calf, thigh and waist, breaking pains in knuckles, bones and joints and other diseases born of Vata and diseases, due to disorders of upward movement of Vata:—all these ailments are born of the excess of depletion. Impletion is stated to be the treatment of this condition, by specialists. It may act immediately or act after a long course of treatment."
    },
    {
        "verse_id": "31",
        "text": " It is only those that have rapidly lost weight that can as rapidly be restored by impletive measures. Cases of long-standing emaciation cannot thus be rehabilitated except by continued administration of the impletion-therapy (santarpana)."
    },
    {
        "verse_id": "32",
        "text": " The person that has long been weak must be administered the treatment unhurriedly, with due consideration to the state of the body, the digestive fire, the morbidity of humors, the drug, the proper dosage and time,"
    },
    {
        "verse_id": "33",
        "text": " For such a person meat-juices, the various kinds of milk and ghee, the different kinds of bath and enemata, inunctions and impletive demulcent beverages are beneficial."
    },
    {
        "verse_id": "34",
        "text": " We shall now describe the restoratives which are beneficial in persons afflicted with chronic fever, cough, emaciation, dysuria, excessive thirst and disorders of the upward movement of Vata."
    },
    {
        "verse_id": "35",
        "text": " Roasted corn flour of double the measure of the total quantity of sugar, long pepper, oil, ghee and honey, taken in equal parts, is virilific. A demulcent beverage made of these is highly recommended."
    },
    {
        "verse_id": "36 Roasted coin flour, wine, honey and sugar make a nourishing beverage",
        "text": " This should be taken for inducing and regulating the downward course of flatus, urine, Kapha and Pitta."
    },
    {
        "verse_id": "36 Roasted coin flour, wine, honey and sugar make a nourishing beverage.1",
        "text": "37 Treacle, roasted corn flour, ghee, whey and sour conjee combined to form a nourishing drink, should be taken for the alleviation of dysuria and the disorders of misperistalsis"
    },
    {
        "verse_id": "38",
        "text": " Demulcent drink prepared from dates, grapes, kokum butter, fruits of tamarind, pomegranates, sweet-falsah aud emblic myrobalan is curative of disorders due to alcoholism."
    },
    {
        "verse_id": "39",
        "text": " Demulcent drink prepared from sweet or sour articles and water, whether with or without unctuous substance, is an immediate impletive, promoting firmness, complexion and strength of the body."
    },
    {
        "verse_id": "40",
        "text": " The diseases born of excessive impletion and those born of depletion along with their remedies have been described in the chapter entitled “Impletion Therapy.”"
    }
]