[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The fully equipped physician (Cikitsa-prabhrita—cikitsā-prābhṛta).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " When a fully equipped physician, gifted, learned and skilled in practice, administers the procedure of purification to a person, that person, obtaining the right treatment, acquires good health thereby."
    },
    {
        "verse_id": "4",
        "text": " When a pretentious and ignorant physician administers the procedure of purification to a man, that than, getting either under-treatment"
    },
    { "verse_id": "4.1", "text": "or over-treatment, falls a victim to disease" },
    {
        "verse_id": "5-6",
        "text": " Weakness, lightness, depression, attenuation of the disease, promotion of taste, clarification, purification of the stomach and complexion, feeling of hunger and thirst, regularity of natural urges, clearness of understanding, sense-organs and of mind, regular peristalsis and restoration of bodytemperature are the signs of successful purgation."
    },
    {
        "verse_id": "7",
        "text": " Salivation, impurity of the stomach, precipitation of Kapha and Pitta, distension of the abdomen, anorexia, vomiting, absence of weakness and lightness,"
    },
    {
        "verse_id": "8",
        "text": " flabbiness of the calf-muscle and the thigh, torpor, stiffness, onset of rhinitis and impediment to the function of Vata are the signs of unsuccessful purgation."
    },
    {
        "verse_id": "9-10",
        "text": " The signs of over-purgation are—after the discharge of feces, bile, mucus and flatus successively, an excessive amount of blood of the appearance of fat and of flesh-washed water or fluid devoid of any mucus or bile flows out, or dark blood comes out, or the person gets afflicted with Vata or suffers from thirst and faints."
    },
    {
        "verse_id": "11",
        "text": " The very same symptoms appear in the case of over-action of emesis too. In addition, there appear disorders of Vata affecting the supraclavicular parts of the body and impediment of speech."
    },
    {
        "verse_id": "12",
        "text": " A man, therefore, should resort to the shelter of one who is a fully equipped physician (Cikitsa-prabhrita—cikitsā-prābhṛta) who will confer on his client long life and happiness."
    },
    {
        "verse_id": "13-16",
        "text": " Indigestion, anorexia, corpulence, anemia, heaviness, exhaustion, pimples, wheals, pruritus, malaise, indolence, fatigue, debility, fetor, flabbiness, precipitation of Kapha and Pitta, insomnia, hypersomnia, torpor, impotency, dullness of understanding, evil dreams, and loss of vigor and color in spite of impletion through roborant therapy, are the signs of excessive morbidity. In such conditions are indicated the purificatory procedures of emesis and purgation in accordance with the morbidity of the humors and vitality of the patient."
    },
    {
        "verse_id": "17",
        "text": " When a person is thus purified, his body-heat increases, his disorders disappear and his normal health returns."
    },
    {
        "verse_id": "18",
        "text": " His senses, mind, understanding and complexion become clear and he acquires vigor, plumpness, offsprings and virility."
    },
    {
        "verse_id": "19",
        "text": " His aging is retarded and he lives a long life free of disease. There fore, a person should take purificatory procedures at the proper time and skilfully administered."
    },
    {
        "verse_id": "20",
        "text": " The morbid humors subdued by lightening therapy and digestives may sometimes be again provoked; but in the case of those which are subdued by purificatory procedures, there is no possibility of such recurrence."
    },
    {
        "verse_id": "21",
        "text": " When the root of the morbid humors like that of trees is not destroyed, there certainly occurs the reappearance of disease like that of the sprouts from plant roots."
    },
    {
        "verse_id": "22-23",
        "text": " To those weakened by purificatory, medication, roboration is to be done by wholesome food, viz., by a diet including ghee, meat-juice, milk and palatable soups, as well as by inunction, unctuous massage, bath and evacuative and unctuous enemata. In this way, he gets endowed with happiness and long life."
    },
    {
        "verse_id": "24",
        "text": " To those suffering from the effects of overdone purificatory procedure, a potion of ghee is recommended, or unctuous enemata with the oil prepared with drugs of the sweet group."
    },
    {
        "verse_id": "25",
        "text": " But one who is under-purged should be oleated and purged again with due regard to dose, season and strength of the patient, with the deficiencies of the previous procedure kept in view."
    },
    {
        "verse_id": "26",
        "text": " The treatment of the complications that arise from the wrong administration of oleation, sudation, purification and rehabilitation procedures will be described in the section on “Success in Treatment.”"
    },
    {
        "verse_id": "27",
        "text": " The body-elements become discordant as a result of the discordance of the causative factors. Conversely, they become concordant following upon the concordance of the causative factors. Cessation of existence, however, is always in the course of nature."
    },
    {
        "verse_id": "28",
        "text": " As regards their rise, things stand in need of a cause, but no cause is needed for their cessation. Even in the latter case, some however hold the very non-continuance of their causative factors as the cause of their cessation."
    },
    {
        "verse_id": "29",
        "text": " The master having thus spoken, Agnivesha said—“If cessation be in the very nature of things, what is there then to be done by the fully equipped physician (Cikitsa-prabhrita—cikitsā-prābhṛta)?"
    },
    {
        "verse_id": "30",
        "text": " What discordant body-elements does a physician harmonise by medicine? What is treatment and for what purpose is it given?”"
    },
    {
        "verse_id": "31",
        "text": " Hearing these words, Punarvasu said—“Hear, O, good one! what reason the great sages have seen in this respect."
    },
    {
        "verse_id": "32-32½",
        "text": " The cause of things ceasing to be is not known for the simple reason that no such cause exists as in the case of the passage of time. Being evanescent by nature, things cease to be, even as they are born."
    },
    {
        "verse_id": "33",
        "text": " Thus, there is no question of a cause for a thing ceasing to be, nor indeed of modifying this innate tendency to extinction."
    },
    {
        "verse_id": "34",
        "text": " The treatment of disorders, therefore, consists of such operations as give rise to the concordance of body elements. This is regarded as the function of the physician."
    },
    {
        "verse_id": "35",
        "text": " Treatment is given with the object of ensuring that no discordance arises in the various body-elements and that there is continuance of their concordance."
    },
    {
        "verse_id": "36",
        "text": " By avoiding things that give rise to discordance and practising those that help concordance, the discordant elements do not persist and the concordant elements are continually brought into existence."
    },
    {
        "verse_id": "37",
        "text": " Because he effects the concordance of the body-elements by using the concordant means, the expert in treatment becomes the giver of bodily happiness and longevity."
    },
    {
        "verse_id": "38",
        "text": " By the gift of bodily happiness and long life, the physician becomes the donor of righteousness, wealth and satisfaction of desires pertaining to both the worlds of man."
    },
    {
        "verse_id": "39",
        "text": " The benefits that accrue from the fully equipped physician (Cikitsa-prabhrita—cikitsā-prābhṛta) as against the harm done by the quack; the signs of properly done, under-done and overdone purificatory procedures;"
    },
    {
        "verse_id": "40",
        "text": " the signs of excessive morbidity; the advantages of purification; the general principles of treatment, basic principles of therapeutic procedures and successful methods in complicated conditions;"
    },
    {
        "verse_id": "41",
        "text": " the rationale of therapeutics and the object with which a physician administers it—all this has been described by the sage in this chapter on “The fully equipped Physician.”"
    },
    {
        "verse_id": "16",
        "text": " Thus, in the Section on General Principles in the treatise compiled by Agnivesha and revised by Caraka, the sixteenth chapter entitled “The fully equipped physician (Cikitsa-prabhrita—cikitsā-prābhṛta),” is completed."
    }
]