[
	{
        "verse_id": "196",
        "text": " Now begins the section on waters (Jala—jalavarga):—"
    },
    {
        "verse_id": "All water is of one kind and falls from the heavens ordained by <a data-gl=\"1\" href=\"/definition/indra#hinduism\" title=\"show Indra definitions\">Indra</a>",
        "text": " While it is falling and after it has fallen, it is affected by changes of place and time."
    },
    {
        "verse_id": "197",
        "text": " While falling from the sky it is influenced by the effects of the seasonal courses of the moon, the wind and, the sun. When is has fallen on the earth, it is affected by the qualities of the earth on which it falls viz. cold, heat, viscidity, dryness etc."
    },
    {
        "verse_id": "197¾",
        "text": " The natural properties of the celestial water are coldness, purity, wholesomeness, palatableness, clearness and lightness:—these are the six qualities."
    },
    {
        "verse_id": "198-200",
        "text": " After the waters have, fallen, these properties are modified by the receptacle. When it falls on white earth it acquires astringent taste, on yellowish-white, earth, it becomes bitter, on tawny earth it becomes alkaline, on brine earth it, becomes saltish; water flowing from mountains becomes pungent and when it falls on black earth it becomes sweet. These are the six qualities acquired by contact with the earth. Celestial water, hailstone and snow have an indistinct taste."
    },
    {
        "verse_id": "201",
        "text": " The wise men call it celestial water which falls from the sky, being released by Indra and is caught up in prescribed receptacles. This is the best kind of water and is fit to be drunk by royal personages."
    },
    {
        "verse_id": "202",
        "text": " All water which is slightly astringent and sweet, subtle, clear, light, neither unctuous nor deliquescent is considered excellent."
    },
    {
        "verse_id": "203",
        "text": " The water of the rainy season, freshly fallen is heavy, viscid and sweet. The autumnal rain-water is mainly thin, light and not viscid."
    },
    {
        "verse_id": "204",
        "text": " It is recommended for use in masticable food, electuaries and drinks for those who are delicate and habituated to very unctuous food."
    },
    {
        "verse_id": "205",
        "text": " The late-autumnal water is unctuous, aphrodisiac, conducive to strength and heavy. The winter water is slightly lighter and is curative of Kapha and Vata."
    },
    {
        "verse_id": "206 The spring water is to be considered astringent, sweet and dry, and the summer water is not deliquescent",
        "text": " Thus the properties of water according to each and every season have been determined and described here."
    },
    {
        "verse_id": "207",
        "text": " The rain water which the clouds pour down in unseasonal times brings about humoral discordance. There is no doubt regarding this."
    },
    {
        "verse_id": "208",
        "text": " Kings, persons of kingly circumstances and others who are of delicate upbringing should collect autumnal waters and use them mainly."
    },
    {
        "verse_id": "209-210",
        "text": " The water of the rivers which originate from the Himalayas and whose flow is broken up and agitated and obstructed by rocks and on whose banks dwell Gods and Rishis, is wholesome and holy. The water of the rivers originating from the Malaya mountains, which carry stones and sand in their course is pure and is like nectar."
    },
    {
        "verse_id": "211",
        "text": " The water of the rivers flowing towards the west is wholesome and pure; that of the slow-flowing ones towards the eastern seas is generally heavy."
    },
    {
        "verse_id": "212",
        "text": " The waters of rivers originating from the Pariyatra [pāriyātra], Vindhya or Sahya mountains cause diseases of the head and the heart, dermatosis and elephantiasis."
    },
    {
        "verse_id": "213",
        "text": " The waters of the rivers which flow during the rainy season and are polluted by earth worms, serpents, mice and excrement are provocative of all the humors."
    },
    {
        "verse_id": "214",
        "text": " The qualities of the waters of tanks, wells, ponds, springs, lakes and cascades should be classified according to their locations in wet land, mountainous land and arid land."
    }
]