[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Armamentarium (upakalpa/upakalpana) of the Physician”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " The physician who wishes to administer the procedure of emesis or purgation to a king or a person of kingly circumstance or a wealthy man, must keep ready, before beginning his treatment, his full armamentarium (upakalpa/upakalpana). If the procedure proves quite successful, the equipment will be of use in after-treatment, and if the procedure goes wrong, it will serve to help diagnosis and emergency treatment of complications arising during the course of treatment."
    },
    {
        "verse_id": "3",
        "text": " The equipment should be kept ready because it is not easy to obtain immediately the stock of remedies needed in the event of an emergency development of the disease, even if the means to buy them be available."
    },
    {
        "verse_id": "4-(1)",
        "text": " Aguivesha said to the worshipful Atreya who had thus spoken—“O worshipful one! the wise physicians should administer medicine in such a way from the very outset, that it succeeds invariably. The proper application of remedies is always attended with the desired results of treatment while the ill effects result from improper application."
    },
    {
        "verse_id": "4",
        "text": " Under these circumstances, if treatment both well-administered and ill-administered, produces good or ill effects indeterminately, then knowledge and ignorance cease to have any distinction between them”."
    },
    {
        "verse_id": "5-(1)",
        "text": " The worshipful Atreya replied to him, “O Agnivesha! it is given only to us or persons like us to administer remedies so as to make them infallible, and give exact instruction regarding their effective administration."
    },
    {
        "verse_id": "5-(2)",
        "text": " But there is none who is able to grasp such instruction or having grasped it, is able to apply it or put it into practice."
    },
    {
        "verse_id": "5-(3)",
        "text": " The difference in the variation of humoral discordance, drug, place, time, strength, body, food, homologation, mind, constitution and age are so minute that they baffle the understanding of even those whose intellect is clear and broad. It is needless, then, to speak about those whose understanding is only limited."
    },
    {
        "verse_id": "5",
        "text": " Therefore, both these viz., the correct application of drug and the means of emergency treatment in case of complicationsarising, we shall explain in detail, later on in the Section on “Success in Treatment.”"
    },
    {
        "verse_id": "6-(1)",
        "text": " Here, therefore, we shall instruct, in brief, concerning the several accessories."
    },
    {
        "verse_id": "6",
        "text": " It is thus. The expert architect should first design a good house which is strong and is warding off the wind except on one side, affording comfortable moving space, not surrounded by high places, not penetrable to smoke, heat, moisture, dust and to undesirable noise, contact, taste, sight and odor and is furnished with a water storage, mortar and pestle, latrine, bath room and kitchen."
    },
    {
        "verse_id": "7-(1)",
        "text": " Then, the following accessories should be kept ready viz., the attendants who have character, cleanliness, good conduct, affection, dexterity and sympathy, who are circumspect in all work, who are skilled in the cooking of soups and rice, in giving baths and shampoo, in lifting or laying -the patient in bed and in administering medicines, and who are not disinclined to any kind of work."
    },
    {
        "verse_id": "7-(2)",
        "text": " Also those who are well-versed in singing, playing of musical instruments, panegyrics, verses, stories, legends, history and mythology, who are quick in understanding, who are of approved character, who are versed in the knowledge of clime and season and who are good members of society."
    },
    {
        "verse_id": "7-(3)",
        "text": " He should also be equipped with quail, grey partridge, hare, deer, black buck, black-tailed deer, hog deer and wild sheep, and a milch cow. good tempered and healthy, having a living calf, and a good arrangement of grass, byre and water."
    },
    {
        "verse_id": "7-(4)",
        "text": " Also a beaker, sipping spoon, tub, pot, cooking pot, pan, jug, pitcher, bowl, saucer, ladle, mat, coverplate, frying pan, churning staff, skins, cloth, yarn, cotton, wool etc.,"
    },
    {
        "verse_id": "7-(5)",
        "text": " beds and seats, kettle and spittoon, well-spread bed-sheets, coverlets and cushions with pillows, equipment for inclining, reclining, for oleation, sudation, inunction, application, affusion, anointment, for emesis, and purgation, for corrective enema, unctuous enemma, errhines and for micturition and defecation;"
    },
    {
        "verse_id": "7-(6)",
        "text": " well-washed roller stone, well-polished, hard and medium sized grinding slabs, instruments and other accessories, smoking pipe, enema tube, tube for urethral or vaginal douche, broom, balances and measuring vessels."
    },
    {
        "verse_id": "7-(7)",
        "text": " Ghee, oil, animal fat, marrow, honey, treacle, salt, fuel, water, honey wine, Sidhu-wine and Sura-wine, Sauviraka wine, Tushodaka, Maireya and Medaka wines, curds, whey, diluted butter milk, sour gruel and urines;"
    },
    {
        "verse_id": "7-(8)",
        "text": " Shali rice, shashtika rice, green gram, black gram, barley, til, horse gram, jujube, grapes, white teak, sweet falsah, chebulic myrobalan, emblic myrobalan and beleric myrobalan."
    },
    {
        "verse_id": "7-(9)",
        "text": " Also necessary materials of various kinds required for oleation and sudation procedures, drugs for purgation and for combined action, astringents and digestive stimulants, digestives, sedatives, drugs curative of Vata and other drugs described previously."
    },
    {
        "verse_id": "7",
        "text": " All the above accessories and others that may be considered useful as remedies in emergency treatment, should be kept ready, as also things that are useful in after-treatment."
    },
    {
        "verse_id": "8-(1)",
        "text": " Thereafter, that person should be given the aforesaid oleation and sudation procedures as required."
    },
    {
        "verse_id": "8-(2)",
        "text": " In the meanwhile, if any acute psychic or somatic complication suddenly assails him, the physician should concentrate on curing it first."
    },
    {
        "verse_id": "8",
        "text": " And having cured it, the procedure of treatment of emergency condition should be continued for as much time again, and in the same manner."
    },
    {
        "verse_id": "9",
        "text": " After the person has taken the oleation and sudation procedures, and he is of tranquil mind and has slept soundly, digested his food well, taken a full bath, anointed his body, worn a garland and untorn clothes, worshipped the deity, the fire, the brahmans, the guru, the elders and the physicians, he should be administered a dose of the decoction of emetic nut together with honey, liquorice, rock-salt and treacle, sanctified by the benediction of the “Svastivacana” chantings of the brahmins performed under an auspicious constellation, day, Karana and Muhurta."
    },
    {
        "verse_id": "10-(1)",
        "text": " The dosage of the decoction ef the emetic-nut and the dosage of all the purificatory medicines are dependent upon individual patients."
    },
    {
        "verse_id": "10",
        "text": " That should be known to be the dosage for a person which, when taken for purification, leads to the elimination of morbid humors and does not produce symptoms of overdosage or under-dosage."
    },
    {
        "verse_id": "11–(l)",
        "text": " After a person has taken the decoction, he should be under observation for a Muhurta; one should recognise the liquefaction of the morbid humor by the appearance of perspiration on the body, the dislodgement of morbid humors from their seats by horripilation, its reaching the stomach by the distension of the belly, its separation and upward course by retching and salivation."
    },
    {
        "verse_id": "11-(2)",
        "text": " Then a seat, which is knee-high, not uncomfortable, furnished well with bed-spreads, coverlets, cushions and pillows, should be provided; spittoons should be laid nearby."
    },
    {
        "verse_id": "11",
        "text": " Affectionate and sympathetic friends before whom the patient is free from shyness, should endeavour to hold his forehead, to support his sides, to press his navel and to massage his back."
    },
    {
        "verse_id": "12",
        "text": " Next, the physician should carefully examine the vomited matter collected in the spittoon, because the expert finds out the particulars of the proper, improper or over administration by carefully examining the vomited matter. He who has examined the particulars of the vomited matter, knows from its nature, the necessary after-treatment. Therefore, the vomited matter should be carefully examined."
    },
    {
        "verse_id": "13-(1)",
        "text": " Here are the characteristics of under-administration, proper administration and over-administration of emesis."
    },
    {
        "verse_id": "13-(2)",
        "text": " Complete inaction or throwing out the whole emetic draught, or distorted action of the drug or the suppression of the urge is the indication of under-administration."
    },
    {
        "verse_id": "13-(3)",
        "text": " Timely action, lack of great pain, elimination of the morbid humors in the right manner and the natural and timely cessation of vomiting are the indications of successful emesis by proper administration. According to the proportion of the vomit it is again classified as severe, moderate and mild."
    },
    {
        "verse_id": "13-(4)",
        "text": " By over-administration, there comes frothy vomit tinged with blood. This is the indication of overadministration."
    },
    {
        "verse_id": "13",
        "text": " Know these to be the diseases resulting from over and under administration viz,, distension of the abdomen, griping pain, ptyalism, palpitation, rigidity of the body, hematemesis, prolapse of the organs, stiffness and exhaustion."
    },
    {
        "verse_id": "14",
        "text": " After he has vomited well as a consequence of the proper administration of emesis, washed his hands, feet and face, and has rested for a Muhurta, the patient should be made to smoke any one of the three kinds of smokes—unctuous, errhine or sedative, such as is suitable for him, and be made to wash again."
    },
    {
        "verse_id": "15-(1)",
        "text": " After he has washed, he must be conducted into a house protected from wind, and being laid in bed, he should be instructed thus:"
    },
    {
        "verse_id": "15",
        "text": " “Spend the day without inclining the mind to these viz., loud speech, excessive eating, standing long, walking much, anger, grief, cold, heat, fog, strong winds, riding in vehicles, sex-act, night-vigil, day-sleep, eating food that is antagonistic, eating predigestion-meal, taking a meal that is unwholesome, untimely, too little in quantity, low of quality, heavy and uncongenial, and the suppression and excitation of the urges”. He should act accordingly."
    },
    {
        "verse_id": "16-(1)",
        "text": " Then, in the evening or on the following day, after he has bathed in genially warm water, he should be given first the tepid and thin gruel of well-cooked, old and red shali rice, the supernatent part being taken first, with due consideration to the strength of his digestive fire. The same course should be repeated at the second and third meal-times."
    },
    {
        "verse_id": "16-(2)",
        "text": " While at the fourth mealtime he should be given the well-cooked thick gruel of the same kind of Shali rice mixed with or without a little of unctuous substance and salt in it, followed by a potion of warm water. The same course should be repeated at the fifth and the sixth meal-times."
    },
    {
        "verse_id": "16-(3)",
        "text": " Again at the seventh mealtime, he should be given two Prasritas (16 tolas) of well-cooked rice of the same quality with a potion of warm water together with thin green-gram-soup mixed with a little of unctuous substance and salt. The same course should be followed at the eighth and the ninth meal-times."
    },
    {
        "verse_id": "16-(4)",
        "text": " At the tenth mealtime he should be given rice with not too thick meat-juice of any one of quail and partridge group, cooked in water and salt, followed by a potion of warm water. The same course should be repeated at the eleventh and twelfth mealtimes."
    },
    {
        "verse_id": "16",
        "text": "Thence-forward he should take gradually to the normal diet, and in seven nights should return fully to his normal diet."
    },
    {
        "verse_id": "17-(1)",
        "text": " Then, he should be once more treated with oleation and sudation procedures. Afterwards, finding him to be cheerful, to have slept well, to have fully digested his meal, to have performed Homa and Bali and auspicious rites, repeated the holy names and practised penance, the brahmanas should be brought to give “Svasti” benediction, on an auspicious day and time, and then he should be given a drink of the paste of turpeth, of the dosage of an Aksha (1 tola) mixed with some suitable liquid, with due consideration to the morbid humor, drug, clime, season, vitality, physique, diet, homologation, mind, habitus, age of the patient and stage of the disease."
    },
    {
        "verse_id": "17-(2)",
        "text": " When he has been well purged, he should be treated until he has acquired vitality, complexion and normal condition, in accordance with the procedure of emesis leaving out the item of inhalation."
    },
    {
        "verse_id": "17",
        "text": " On finding that he has regained his vitality, complexion and cheerfulness of mind, and after he has slept happily, digested his food well, taken a full bath, and laved the body with sandal, has put on garlands and untorn clothes, and has adorned himself with befitting ornaments, he should be shown round to his kinsmen after being presented to his friends. Thenceforward, he should be left to resume bis normal activities."
    },
    {
        "verse_id": "18",
        "text": " Only those, who are kings or of kingly circumstance; or men of abundant wealth can be given the purgation procedure in this manner."
    },
    {
        "verse_id": "19",
        "text": " But when a poor man, afflicted with an ailment, has need of purification, he should take whatever drugs are within his reach, leaving those that are beyond him."
    },
    {
        "verse_id": "20",
        "text": " All men do not command all the facilities; and it is not as if severe ailments do not afflict the poor."
    },
    {
        "verse_id": "21",
        "text": " People should avail themselves of whatever is possible for them to obtain of drugs, clothes and food, in the moment of distress."
    },
    {
        "verse_id": "22",
        "text": " One acquires long life by taking properly the purificatory treatment that cleanses one of impurities, dispels diseases and restores vitality and complexion."
    },
    {
        "verse_id": "23",
        "text": " Emesis and purgation procedures for kings and the wealthy; the appurtenances, and for what specific purposes these should be brought and administered;"
    },
    {
        "verse_id": "24",
        "text": " the proper method of administration and the dosage, the symptoms of under-administration and those of right and of over-administration as well as of the morbid humors and of complications;"
    },
    {
        "verse_id": "25",
        "text": " what is not wholesome for one that has been cleansed, the dietetic regimen in rehabilitation—all this, has been laid down by Punarvasu in this chapter on “The Armamentarium of the Physician.”"
    }
]