[
	{
        "verse_id": "1",
        "text": " We shall, now expound the chapter entitled “Oleation Procedure (sneha)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Unto Punarvasu, seated in the company of the masters of the numerical metaphysics, known as the Sankhya, who had counted all the existing categories of truth, Agnivesha made the following inquiry having in his view the world’s welfare."
    },
    {
        "verse_id": "4",
        "text": " What are the sources of unctuous substances? How many groups of unctuous substances are there? What are the properties of each group of unctuous substance? What is the season and what are the corrigents of each of them? How many and what are their preparations?"
    },
    {
        "verse_id": "5",
        "text": " How many kinds are there of dosage and how are they measured? Which lose is recommenced in which case? Which group of unctuous substance is beneficial to whom? What is the maximum period of administration?"
    },
    {
        "verse_id": "6",
        "text": " Who are fit subjects for oleation (sneha) and who are not? What are the signs of successful oleation, under-oleation and over-oleation? What is wholesome and what is unwholesome before, after and on full digestion of the potion of unctuous substance?"
    },
    {
        "verse_id": "7",
        "text": " Who are soft-bowelled and who are hard-bowelled? What are the complications likely to arise and what are their remedies? What is the regimen to be observed in simple and in purificatory oleation?"
    },
    {
        "verse_id": "8",
        "text": " Who should be given the preparations of unctuous substances? What is the method? O, Master, possessed of immeasurable knowledge! I desire to know the entire science of oleation (sneha)."
    },
    {
        "verse_id": "9",
        "text": " Then Punarvasu, the dispeller of doubts, replied, “O, gentle one! the sources of unctuous substances are two: vegetable and animal."
    },
    {
        "verse_id": "10",
        "text": " Til, buchanan’s mango, Abhishuka, beleric mvrobalan, red physic nut, chebulic myrobalan, castor seeds, mahwa, rape seeds, safflower, bael, peach, garden radish, linseed, pistachio, wal-nut, Indian beech and drumstick."
    },
    {
        "verse_id": "11",
        "text": " All these oil-yielding substances belong to the vegetable group while the animal sources of unctuous substances are fish, beasts and birds. Their milk and cures, ghee, flesh, fat and marrow are prescribed in oleation procedure (sneha)."
    },
    {
        "verse_id": "12",
        "text": " Of all the kinds of vegetable oils, the til oil is considered the best for imparting strength and for oleation purposes; the castor oil is the best of purgatives."
    },
    {
        "verse_id": "13",
        "text": " Ghee, oil, fat and marrow are considered the best amongst all the unctuous substances; amongst these again, owing to its peculiar adaptability in pharmaceutic preparations, ghee is the best."
    },
    {
        "verse_id": "14",
        "text": " Ghee is curative of pitta and vata, is beneficial to the nutrient bodyfluid, semen and vital essence; it is refrigerant and emollient, and clarifies the voice and complexion."
    },
    {
        "verse_id": "15",
        "text": " Vegetable oil is curative of vata, does not increase kapha, improves strength, is a dermic tonic, hot, stabilizing and a vaginal depurative."
    },
    {
        "verse_id": "16",
        "text": " Animal fat is indicated in wounds, fractures, trauma, prolapse of uterus, ear-ache and head-ache; it is Used for increasing virility, as also in oleation procedures (sneha) and after exercise."
    },
    {
        "verse_id": "17",
        "text": " Marrow increases strength, semen, nutrient body-fluid, kapha, fat and marrow. It is especially good for increasing the strength of the bones and in oleation procedure (sneha)."
    },
    {
        "verse_id": "18",
        "text": " Ghee should be quaffed in the autumn, fat and marrow in the spring and oil in the first rains. A man should not take oleation during the very hot and the very cold seasons"
    },
    {
        "verse_id": "19",
        "text": " A man who has excess of vata and pitta may take the oleation (sneha) dose at night even in very hot weather, and a man who has excess of kapha, may take it by day even during the cold season, when the sun is clear and bright."
    },
    {
        "verse_id": "20",
        "text": " But if the oleation (sneha) is taken in the day, either in the excessively hot season or by a person suffering from excess of vata and pitta, it causes fainting, thirst, insanity or jaundice."
    },
    {
        "verse_id": "21",
        "text": " And if oleation (sneha) is taken at night, either in the excessively cold season or by one suffering from excess of kapha, it causes obstipation, anorexia, colic or anemia."
    },
    {
        "verse_id": "22",
        "text": " Warm water should be drunk after the potion of ghee; soup is recommended after oil; rice-water after fat and marrow; and warm water after all kinds of oleation doses."
    },
    {
        "verse_id": "23",
        "text": " Cooked rice, thick gruel, meat-juice, flesh, milk, curds, gruel, pulse-soup, vegetables, simple soup, curd-soup, curry-soup;"
    },
    {
        "verse_id": "24",
        "text": " roasted grain flour, til-paste, wine, linctus, confections, inunction, enemata and vaginal douches;"
    },
    {
        "verse_id": "25",
        "text": " gargles, ear-fill and nasal, aural and ocular medications—these twenty-four are the preparations used in oleation procedure (sneha)."
    },
    {
        "verse_id": "26",
        "text": " An unctuous substance taken purely by itself is not called a ‘preparation’. It is the basis of all the preparations made of unctuous substances."
    },
    {
        "verse_id": "27-28",
        "text": " By a process of permutation and combination of the six categories of taste, oleation preparations are of sixty-three varieties while the pure draught of the unctuous substance added to it makes one more. Thus they make sixty-four preparations of oleation in all. They should be prescribed by the physician who is expert in recognising habitus, season, disease and vitality of the patient."
    },
    {
        "verse_id": "29",
        "text": " The maximum, moderate and minimum doses of oleation (Snehamatra—snehamātrā) are the quantities which take for their digestion twenty-four hours, twelve hours and six hours respectively."
    },
    {
        "verse_id": "30",
        "text": " Thus have been described the three kinds of doses according to the time they take in digestion. Now I shall explain to you the method of using them in various types of individuals."
    },
    {
        "verse_id": "31-32",
        "text": " Persons who are habituated to heavy oleation or hardened to hunger and thirst, who have very strong digestive power, who are very vigorous and who are suffering from gulma, snake-bite, actue spreading affections, insanity, dysuria and scybalous stools, should take the maximum dose of oleation  (sneha) ."
    },
    {
        "verse_id": "33-34",
        "text": " Now, listen to the benefits of the maximum dose. This dose, if properly administered, soon quells the above-mentioned disorders. This maximum dose is able to pervade every part of the body and draw out all the morbid matter. It is invigorating and revitalizing to the body, senses and mind."
    },
    {
        "verse_id": "35-36",
        "text": " Persons afflicted with boils, vescicles, pimples, pruritus, papules and similar eruptions, as also persons suffering from dermatosis, anomalies of urinary secretion, rheumatic conditions, and those who are not heavy eaters, who are soft-bowelled, and those possessing average vitality, should take the moderate dose."
    },
    {
        "verse_id": "37",
        "text": " This dose is not attended with severe complications. It does not reduce the strength very much, conduces to oleation  (sneha) with ease and is prescribed for purification."
    },
    {
        "verse_id": "38-39",
        "text": " Those who are old, young, and delicate, given to easeful life, to whom the emptiness of bowels is unwholesome, whose digestive fire is low, who suffer from chronic fever, diarrhea or cough and are of low vitality, should take the minimum dose."
    },
    {
        "verse_id": "40",
        "text": " This dose needs little aftercare, conduces to oleation, is roborant, virilific, invigorating and harmless and can be used for a long time."
    },
    {
        "verse_id": "41-43",
        "text": " Those who are of vata and pitta habitus or suffering from vata and pitta disorders, those who are keen on preserving their eye-sight, those who are injured, wasted, old, young or weak, who are desirous of longevity, improvement in strength, complexion, voice, plumpness, progeny, and youthfulness and increase of brightness, lustre, memory, talent vital, heat, understanding and power of the senses, those afflicted with heat and those that are injured by weapons, poison and fire should resort to potion of ghee."
    },
    {
        "verse_id": "44",
        "text": " Those who have kapha and fat in excess, who have pendulous and fatty neck and belly, who are overcome by vata disorders; who are of vata habitus,"
    },
    {
        "verse_id": "45-46",
        "text": " who desire strength, lean; ness, lightness, firmness, stability of limbs and elastic, smooth and thin skin, who are infected with intestinal worms, who are hard-bowelled and, suffer from sinuses or fistulas and are accustomed to oils, should quaff oil in the cold season."
    },
    {
        "verse_id": "47-49",
        "text": " Those who are inured to severe wind and sun and who are dry, emaciated by load-carrying and way-faring, whose semen, blood, kapha and fat have decreased, who have severe pain in the bones, joints, vessels, muscles, vital parts, and alimentary tract, and in whom the highly provoked vata, becoming localized, has obstructed the various orifices of the body, those whose digestive power is very great and to whom animal-fat is hpmologatory—in all these cases, where oleation  (sneha) is indicated, animal fat is prescribed."
    },
    {
        "verse_id": "50-50½",
        "text": " Those whose digestive fire is very active, who are inured to hardships, who are gluttonous, and habitual takers of oleation  (sneha) , afflicted with vata, hard-bowelled and who need oleation, should use marrow for oleation. Thus has been described each group of oleation, as also which group is useful to which sort of patient."
    },
    {
        "verse_id": "51",
        "text": " There are two courses of oleation: one of seven days and the other of three days."
    },
    {
        "verse_id": "52",
        "text": " Oleation (sneha) is indicated in those who are to undergo sudation or purification procedures those who are dehydrated, suffering from vata disordors; those who are addicted to exercise, wine and women, and those who are given to mental exertion."
    },
    {
        "verse_id": "53",
        "text": " Oleation (sneha) is contra-indicated in those who have been advised, dehydration therapy without the purificatory procedure, and in those in whom kapha and fat have increased."
    },
    {
        "verse_id": "54",
        "text": " To those who have profuse mucus-discharge from the mouth or rectum, who have constantly low digestive fire, who are overcome by thirst, and fainting to a gravida, to those who have parched palate,"
    },
    {
        "verse_id": "55-56",
        "text": " to those who have repulsion for food, vomit, to those who are afflicted with the diseases of the stomach, chyme disorders and chronic poisonings, to those who are weak and excessively attenuated, to those who have disgust for oleation who are suffering from chronic alcoholism and to those who are undergoing the procedure of nasal medication or enema, oleation (sneha) should not be given, for otherwise, the patient is liable to contract dreadful diseases."
    },
    {
        "verse_id": "57",
        "text": " Stools remaining scybalous and dry, the Vata not becoming regulated, the digestive power remaining weak, and roughness and dryness of limbs persisting—all these, are the signs of under-oleation."
    },
    {
        "verse_id": "58",
        "text": " The Vata becoming regulated, the gastric fire becoming activated, the stools being unctuous and loose, and the body becoming soft and smooth—these are the signs of successful oleation."
    },
    {
        "verse_id": "59",
        "text": " Pallor, heaviness, dullness, undigested condition of stools, torpor, anorexia and retching are the signs of over-oleation."
    },
    {
        "verse_id": "60",
        "text": " A person desirous of taking oleation (sneha) the next morning, should take, in due measure, diet which is liquid, hot, not provocative of Kapha, not very unctuous and not promiscuous."
    },
    {
        "verse_id": "61",
        "text": " The sedative dose of oleation (sneha) may be taken at the usual time of meals if a person is hungry; while the purificatory dose should be taken after the night-meal has been completely digested."
    },
    {
        "verse_id": "62-64",
        "text": " He should use only warm water, observe celibacy, sleep only at night, refrain from suppressing the urges of feces, urine, flatus and eructation, avoid physical exercise, loud speaking, anger, grief, severe cold and sunshine, and should sleep and sit in a place free from draughts. Such is the regimen to be observed after and during the oleation course. Severe disorders ensue from wrongful regimen during oleation procedures (sneha)."
    },
    {
        "verse_id": "65",
        "text": " A soft-bowelled person gets oleated in three days by using pure oleation substances while a hard-bowelled person takes seven days to get oleated."
    },
    {
        "verse_id": "66-67",
        "text": " Gur, sugar-cane juice, curds, water, milk, churned curds, pudding, kedgeree, ghee, juices of white teak and the three myrobalans, grape-juice, juice of toothbrush tree, warm water and fresh wine—a soft-bowelled person is purged by a draught of any one of these."
    },
    {
        "verse_id": "68",
        "text": " These will however fail to purge the hard-bowelled person. The assimilative organs of a hard-bowelled person are affected by excess of Vata."
    },
    {
        "verse_id": "69",
        "text": " The assimilative organs of a soft-bowelled person are affected by excess of Pitta, meagreness of Kapha and mildness of Vata; hence such a man is said to be easilu purgeable."
    },
    {
        "verse_id": "70",
        "text": " The oleation draught, quaffed by him whose assimilative region has an excess of Pitta and whose digestive fire is very powerful, is soon consumed to nothing by the heat of the digestive fire."
    },
    {
        "verse_id": "71",
        "text": " The strong gastric fire fuelled by oleation (sneha), having consumed the quantum of oleation and attenuating the vitality, creates acute thirst with many other complications."
    },
    {
        "verse_id": "72",
        "text": " Even a very heavy meal is not able to quench the digestive fire grown inordinate with oleation draughts. If this person does not get his thirst quenched with very cooling water, he gets very much heated, just as a serpent gets afflicted by the heat of its own venom when it is caught up in a closed hole."
    },
    {
        "verse_id": "73",
        "text": " A physician should give the patient emesis if the complication of thirst has arisen while the oleation draught is not digested. The patient may then drink cold water and take dry food; and he may be given emesis once again."
    },
    {
        "verse_id": "74",
        "text": " Simple ghee should not be taken in conditions of Pitta and especially when it is associated with chymedisorder. It will give icteric tinge to the entire body (jaundice), and destroying consciousness, may even kill the patient."
    },
    {
        "verse_id": "75-76",
        "text": " Torpor, nausea, constipation, fever, stiffness, unconsciousness, dermatosis, pruritus, pallor, edema, piles, anorexia, thirst, stomach disorders and assimilation-disorders, rigidity, suppression of speech, colic and chyme-disorders are produced as the result of wrongful oleation procedure (sneha)."
    },
    {
        "verse_id": "77-78",
        "text": " In these cases, emesis, sudation and expectant treatment and laxatives are to be administered, after ascertaining the degree of severity of each complication. A course of butter-milk, wine, use of dry eats and drinks, various urines and the three myrobalans are the remedies for the complications arising from the wrongful procedure of oleation."
    },
    {
        "verse_id": "79",
        "text": " The oleation (sneha) taken at the wrong time, in contra-indicated conditions, in wrong dose, with wrong regimen or for too long a time, gives rise to complications"
    },
    {
        "verse_id": "80",
        "text": " After taking the oleation dose and resting for three nights, and subsisting during these three days upon unctuous, liquid and hot meat-juice together with rice, the patient should take the purgative dose."
    },
    {
        "verse_id": "81",
        "text": " The regimen in oleation (sneha) which is not to be followed by purificatory procedure, is the same as that laid down for the purificatory procedure."
    },
    {
        "verse_id": "82",
        "text": " Oleation (sneha) in the form of preparation should be given to those persons who have a disgust for oleation, who are addicted to unctuous articles, who are soft-bo welled, not inured to hardship and who are habitual drinkers."
    },
    {
        "verse_id": "83",
        "text": " Meat-juices of common quail, partridge, peacock, swan, boar, cock, ox,goat,wild sheep and fish are wholesome for administering in the oleation procedure (sneha) ."
    },
    {
        "verse_id": "84",
        "text": " Barley, small jujube, horsegram, unctuous substances, gur,crystal sugar, pomegranate, curds and the three spices are the group of articles to be used with meat-juices."
    },
    {
        "verse_id": "85",
        "text": " Til, taken before meal together with unctuous articles and treacle will serve as oleation (sneha) ; and similarly will sumptuously unctuated kedgeree and curd-soup act, mixed with plenty of til."
    },
    {
        "verse_id": "86",
        "text": " The dehydrated man should take treacle, ginger and oil together with Sura wine; and, on this being digested, he should take a meal along with spit-roasted flesh."
    },
    {
        "verse_id": "87",
        "text": " The man of Vata-habitus gets oleated by taking oil together with the skim of Sura wine or animal fat or marrow, or milk mixed with treacle."
    },
    {
        "verse_id": "88",
        "text": " A man is oleated by taking udder warm milk mixed with unctuous articles and crystal sugar, or by taking cream of curds with treacle."
    },
    {
        "verse_id": "89",
        "text": " The thin gruel of Pancaprasriti and milk-pudding, containing black gram and generously mixed with unctuous articles, will quickly oleate a man."
    },
    {
        "verse_id": "90",
        "text": " The thin gruel of Pancaprasriti articles prepared with eight tolas each of ghee, oil, fat, marrow and rice should be taken by a person desiring oleation (sneha) ."
    },
    {
        "verse_id": "91",
        "text": " Persons suffering from dermatosis, edema and anomalies of urinary secretion should not use for oleation (sneha), the flesh of domestic, wet-land and aquatic animals, gur, curds, milk and til."
    },
    {
        "verse_id": "92",
        "text": " They should be oleated as indicated, with oleation preparation made of articles preventive of all complications, as for instance, preparations made with long pepper, chebulic myrobalan or the three myrobalans."
    },
    {
        "verse_id": "93",
        "text": " The physician should prepare the oleation (sneha) with the decoction of grapes and emblic myrobalan mixed with sour curds and the pulp of the three spices; by taking this potion, a man gets oleated."
    },
    {
        "verse_id": "94",
        "text": " Ghee extracted direct from milk and prepared with the soup of barley, indian jujube and horse-gram, alkali, Sura wine and curds is the best of all ghees to be used in oleation (sneha)."
    },
    {
        "verse_id": "95",
        "text": " Oil, marrow, animal fat and ghee prepared with the decoction of jujube and the three myrobalans should be prescribed in gynecic and seminal disorders."
    },
    {
        "verse_id": "96",
        "text": " Just as water saturates the cloth to its capacity and then drains off, so does the unctuous dose get digested according to the strength of the gastric fire and drain off when in excess."
    },
    {
        "verse_id": "97",
        "text": " Or, just as the water hurriedly poured over the lump of clay flows away without saturating it, so also does the hurriedly taken unctuous potion pass out without fully oleating the body."
    },
    {
        "verse_id": "98",
        "text": " The unctuous substance mixed with salt hastens the process of oleation (sneha) , as salt has liquefacient, non-dry, subtle, hot and diffusive properties."
    },
    {
        "verse_id": "99",
        "text": " Oleation (sneha) should be done first; then sudation should be given, and when oleation (sneha) and sudation have been accomplished, the purificatory procedure or the sedative procedure should be given."
    },
    { "verse_id": "100", "text": " Here is a recapitulatory verse—" },
    {
        "verse_id": "100.1",
        "text": "Unctuous articles, the full procedure of oleation (sneha), the likely complications and their remedies together with drugs required—all these, have been described by the worshipful son of Candrabhaga, in accordance with the questions asked"
    }
]