[
	{
        "verse_id": "1",
        "text": " We shall now expound the Major chapter entitled “The Fourfold Basic Factors in Therapeusis (Cikitsa—cikitsā) .”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " “The physicians speak of therapeusis as being four pillared and sixteen-faceted; the same was spoken of in the previous chapter as having sixteen attributes. Now this therapeusis applied skilfully, is sufficient for the restoration of health”. Thus said the worshipful Punarvasu, the son of Atri."
    },
    {
        "verse_id": "4-(1)",
        "text": " “No”, said Maitreya, “But why? Because there are seen some patients possessed of means, having attendants, self-controlled and treated by expert physicians, recovering, while some others, though enjoying similar amenities, dying nevertheless. Thus, treatment becomes a thing of no consequence."
    },
    {
        "verse_id": "4-(2)",
        "text": " It is comparable to a few drops of water sprinkled in a pit or lake, or to a handful of dust scattered on a flowing river or on a dust-heap."
    },
    {
        "verse_id": "4-(3)",
        "text": " Conversely, we see others, devoid of means, with no attendants, no self-control, and treated by unskilled physicians, regaining health; and yet others, similarly circumstanced, dying all the same."
    },
    {
        "verse_id": "4",
        "text": " Thus, recovery follows treatment, death too follows treatment. Similarly, recovery follows in the absence of treatment, and in the absence of treatment, death too follows. Hence it is to be concluded that treatment is in no way better than no treatment.”"
    },
    {
        "verse_id": "5-(1) “Maitreya! you think wrongly”, said Atreya; and “how? Because what has been stated by you that patients, though given the systematic treatment possessed of all the sixteen qualities, die, is not sound",
        "text": " Treatment does not become inconsequential in regard to diseases amenable to treatment."
    },
    {
        "verse_id": "5-(2)",
        "text": " And, again, as regards those who recover without the aid of any treatment, even in their case, there is a special reason for giving them the complete course of treatment."
    },
    {
        "verse_id": "5-(3)",
        "text": " Just as a man, by lifting another who has fallen although the latter is able to rise by himself, gives him support in consequence of which he rises sooner and without difficulty, in like manner do patients, receiving the aid of a complete treatment, recover more easily and without difficulty."
    },
    {
        "verse_id": "5-(4)",
        "text": " As regards those patients who die in spite of full treatment, not all of them could be expected to recover by the blessings of treatment. For, not all diseases are amenable to treatment and yet, of those diseases as are amenable to treatment, cure cannot be accomplished except by treatment. However, the whole pharmacopeia will fail in curing irremediable diseases; and no physician, however clever, is able to save a dying patient."
    },
    {
        "verse_id": "5",
        "text": " Hence, only those that act after investigation are considered wise. As a bowman who is a good marks-man and given to constant practice, taking up a bow and releasing an arrow, does not fail in hitting a big target that is not too far off and achieves his purpose, so does a physician of accomplishment and means, who starts treating a curable disease alter full investigation, without fail bestow health on the patient. Hence, it cannot be said that treatment is no better than non-treatment."
    },
    {
        "verse_id": "6",
        "text": " This much is evident to us all, viz., we treat a disease-ridden man with disease-removing measures and the depleted man with impletion. We nourish the emaciated and the feeble; we starve the corpulent and the fatty, and treat the man afflicted by heat with cooling measures, and with hot things him who is afflicted with cold. We replenish body-elements that have suffered decrease, and deplenish those that have undergone increase. By treating disorders properly with what are antagonistic to their causative factors, we restore the patient to the normal condition. In our hands, administered in this manner, the pharmacopeia shows itself to the best of its excellence."
    },
    {
        "verse_id": "7",
        "text": "The physician who knows the differential diagnosis between the curable and the incurable among diseases and begins treatment with full knowledge of the case and in time, obtains success in his effort with certainty."
    },
    {
        "verse_id": "8",
        "text": " But, the physician who undertakes to treat incurable diseases will invariably suffer loss of income, will tarnish his learning and fame, and earn for himself disrepute and taboo in society."
    },
    {
        "verse_id": "9",
        "text": " The curable diseases are of two kinds: those that are easily cured and those that are cured with difficulty. The incurable diseases also fall into two categories: those that are palliable and those that are absolutely irremediable."
    },
    {
        "verse_id": "10",
        "text": " The curables are, again, classed into three fresh categories by reason of their requiring mild, moderate or strong treatment. The incurable ones, being inexorable, admit of no such classification."
    },
    {
        "verse_id": "11-13",
        "text": " The characteristics of an easily curable disease are: the causes, premonitory symptoms and symptoms are mild; the morbific factor is homologatory neither to the affected body-element nor to the habitus of the patient, nor. to the traits of the prevailing season; the place of disease is not inaccessible to treatment; the course of disease is localised in one system, is recent, has no complication and is born of the predominant morbidity of only a single humor; the body is in a condition to withstand all treatment and the fourfold requisites of treatment are at hand. These are the circumstances in which a disease is easily curable."
    },
    {
        "verse_id": "14-16",
        "text": " The formidable diseases are those wherein the causes, pre-monitory symptoms and symptom are of moderate strength; when any one of the triad viz., season, habitus and susceptibility of body-elements is homologatory to the morbific factor the ailments of a gravida and of the aged and of children; those that are not much aggravated by complication those requiring operative, caustic and cauterizing procedures; those that have gone beyond the incipient stage; those that are located in a part difficult of access; those whose course is localized in one system; those in which the full complement of the four-fold medical equipment is not available those which have spread through two body-systems but have not become very chronic; and those due to the predominant morbidity of only two humors."
    },
    {
        "verse_id": "17-20",
        "text": " The diseases of the following description are to be regarded as incurable but palliable: viz. those in which the patient, being still possessed of a part of life-span needs to be kept going by means of strict regimen; those which admit of slight relief, but which get readily aggravated from slight causes; those which are deep-seated; those which affect many body-elements; those which have lodged themselves in vital parts and joints; those which are constantly relapsing; those which are long standing and those which are born of the discordance of only two humors."
    },
    {
        "verse_id": "17-20.1",
        "text": "The following diseases are both incurable and immitigable; those which are similar to the above with the exception of those wherein the expectation of life is still left and the possibility of some relief; which are born of the discordance of all the three humors, which have gone beyond the stage of treatment, which have spread to all the systems of the body, which give rise to sudden and extreme excitement, restlessness and stupefaction, which destroy the sense-faculties, which, afflicting weakened constitutions, get greatly aggravated, and which are accompanied with the fatal prognostic signs"
    },
    {
        "verse_id": "21",
        "text": " A wise physician should first examine the signs and symptoms of the disease and only then commence treatment of curable ones."
    },
    {
        "verse_id": "22",
        "text": " One who knows the differential diagnosis between curable and incurable diseases, as also the right mode of application, will not fall into such erroneous mode of thinking as Maitreya and others did."
    },
    {
        "verse_id": "23-24",
        "text": " Here in this Major chapter on the “Fourfold Basic Factors of Therapeusis”, have been laid down treatment, its composition and character, the result proceeding from treatment, the difference of opinion between Atreya and Maitreya, the decision concerning this doctrinal difference, and the fourfold classification of curability and incurability of diseases, together with the characteristics of each class."
    }
]