[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “Diet and Dietetics (Annapana-vidhi—annapānavidhi).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " The experts hold that the articles of food and drink which are of a pleasing color, smell, taste and touch, taken systematically, constitute the Life of all living beings known also as creatures. This view is the result of practical observation."
    },
    {
        "verse_id": "3",
        "text": " That is the fuel for the maintenance of the gastric fire. It invigorates the mind. If used as directed, it promotes the proper distribution of body-elements, vitality, complexion and the acuity of the sense-organs. The contrary conduct would lead to unwholesome results."
    },
    {
        "verse_id": "4-(1)",
        "text": " O Agnivesha; we shall, there fore, describe in full the science of diet and dietetics (annapana-vidhi), for the sake of the knowledge of the wholesome and the unwholesome among things"
    },
    {
        "verse_id": "4-(2)",
        "text": " By its very nature, water moistens, salt liquefies, alkali digests, honey synthesizes, ghee causes unctuousness, milk gives life flesh causes roborance, meat-juice nourishes, wine causes senile degeneration Sidhu [sīdhu] wine causes emaciation, grape-wine stimulates digestion, treacle causes accumulation or morbid humors, curds cause edema, green Pinyaka [piṇyāka] causes depression."
    },
    {
        "verse_id": "4",
        "text": " The soup of black gram increases fecal matter. The alkalis are injurious to vision and semen. All substances of acid taste except pomegranate and the emblic myrobalan are mostly Pitta-promoters. All substances of sweet taste, except honey, old shali rice, shashtika-rice, barley and wheat are generally Kapha-promoters. All substances or bitter taste, except the sprouts of country-willow, guduch and the wild snake gourd, are mostly Vata-stimulants and anaphrodisiacs. All substances with pungent taste, except long pepper and ginger, are Vata-stimulants and anaphrodisiacs."
    },
    {
        "verse_id": "5",
        "text": " We shall now expound the different classifications of the articles of diet."
    },
    {
        "verse_id": "6-7",
        "text": " Cora, pulse, meat, vegetable fruits, greens, wines, water, milk and its products, sugarcane and its products—these ten and two more, viz. cooked food and the adjuvants of foods; of these, we shall now explain the taste, potency, post-digestive qualities and specific properties."
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627538",
        "text": "html\">[1. The group of awned cereals (monocotyledons)]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627539",
        "text": "html\">[2. The group of pulses (dicotyledons)]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627540",
        "text": "html\">[3. The group of meats]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627541",
        "text": "html\">[4. The group of vegetables]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627542",
        "text": "html\">[5. The group of Fruits]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627543",
        "text": "html\">[6. The group of Greens]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627544",
        "text": "html\">[7. The group of Wines]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627545",
        "text": "html\">[8. The section on Waters]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627546",
        "text": "html\">[9. The section on Cow’s milk]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627547",
        "text": "html\">[10. The class of Sugarcane]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627548",
        "text": "html\">[11. The group of Cooked foods]"
    },
    {
        "verse_id": "<a href=\"/hinduism/book/caraka-samhita-english/d/doc627549",
        "text": "html\">[12. The section on the articles used in cooked foods]"
    },
    {
        "verse_id": "309",
        "text": " Corn and pulses that are one year old are recommended. The old grain is generally dry and the new generally heavy."
    },
    {
        "verse_id": "310",
        "text": " That grain which grows quicker is considered lighter than the others. The decorticated and slightly roasted pulse is digested easily."
    },
    {
        "verse_id": "311-311½",
        "text": " The flesh of the animal which is dead, emaciated, very fat, old, too young, killed by poisoning, reared in unnatural habitat or killed by a tiger or snake should be avoided. The flesh of the contrary description is wholesome, roborant and promotive of strength."
    },
    {
        "verse_id": "312-313",
        "text": " For all creatures the meat-juice is most nourishing and cord[..??] and for those that are washed[?] convalescing, emaciated, deficient in semen and desirous of enhanced strength and complexion, meat-juice is to be regarded as nectar itself."
    },
    {
        "verse_id": "314",
        "text": " Meat-juice administered as indicated is curative of most diseases. It should be regarded as promotive of voice, youth, intelligence, sense-faculties and longevity."
    },
    {
        "verse_id": "315",
        "text": " If those given to constant exercise and indulgence in women and wine take meat-juice daily, they will never fall ill or become weak"
    },
    {
        "verse_id": "316",
        "text": " Vegetable spoilt by maggots, wind or sun, or dried or decayed or gown out of season or cooked with out unctuous substances or with the boiled water not drained off, should be avoided."
    },
    {
        "verse_id": "317",
        "text": " Fruits which are old, or unripe or damaged by insects, snakes, frost or sun-heat and which are of improper season and place and putrified are to be regarded as not good for use."
    },
    {
        "verse_id": "318",
        "text": " The rules regarding greens are the same as vegetables, except in the mode of preparation. As regards wine, water and milk etc. these have been described in their respective sections."
    },
    {
        "verse_id": "319",
        "text": " That drink which is opposite in quality to that of the food taken is the proper corrigent. Whatever drink is not deleterious to the body-elements is to be considered the right post-prandial drink."
    },
    {
        "verse_id": "320",
        "text": " One should take as his post prandial drink that which is wholesome, having examined the eighty-four kinds of wines described previously and which water is fit to be drunk and which not"
    },
    {
        "verse_id": "321",
        "text": " Unctuous and hot drinks in conditions of Vata, sweet and cooling ones in those of Pitta, dry and hot ones in Kapha, and meat-juices in wasting are considered the best."
    },
    {
        "verse_id": "322",
        "text": " For those fatigued by fasting, travel, lecturing, society of women, wind, sun and exertion, milk as a post-prandial drink is as wholesome as nectar."
    },
    {
        "verse_id": "323",
        "text": " Sura wine is to be prescribed as a post-prandial drink for building up the emaciated. Hydromel (honey-water) is recommended as a postprandial drink for reducing the corpulent."
    },
    {
        "verse_id": "324",
        "text": " For those suffering from weak gastric fire and insomnia as the result of torpor, grief, fear and fatigue and for those accustomed to wine and meat, wine is prescribed as a postprandial drink."
    },
    {
        "verse_id": "325",
        "text": " Now we shall speak of the qualities and actions of post-prandial drink. Post-prandial drink gives nourishment, pleasure, energy, roborance, sense of satisfaction, settles down the food eaten, breaks up the mass of food, imparts softness, liquefies, digests and brings about quick assimilation and diffusion in the body."
    },
    {
        "verse_id": "326",
        "text": " Post prandial drink that is rightly administered satisfies the man immediately and digests the food happily and gives life and strength. Conditions in which water as post prandial potion is interdicted"
    },
    {
        "verse_id": "326.1",
        "text": "327-328 Neither these in whom the Vata is provoked in the upper parts of the body nor those that suffer from hiccup, dyspnea or cough, nor those that are engaged in singing, lecturing or studying, nor those that are suffering from the pectoral lesions should drink water after eating; for it takes away from the throat and chest the unctuous quality of the meal eaten and leads to great morbidity"
    },
    {
        "verse_id": "329",
        "text": " The foods and drinks (annapana) that are generally in use are described; for it is not possible to indicate the totality of substances by their names."
    },
    {
        "verse_id": "330",
        "text": " Since there is no substance which may not be used as a medicine, the substances not spoken of here are to be assessed with reference to their qualities according to the opinion cf the people in whose country they are found."
    },
    {
        "verse_id": "331",
        "text": " An animal’s food and habitat, body-parts, constitution, body elements, activity, sex, size, mode of preparation and measure are herein explained."
    },
    {
        "verse_id": "332-333",
        "text": " Wet-land, water, sky, arid-land and the feed constitute an animal’s habitat and food Animals which are native to water and wetland or eat heavy things, are all to be regarded as heavy. The light feeders are light, such as those native to arid land and moving in arid land."
    },
    {
        "verse_id": "334 335",
        "text": " The body-limbs are the thigh bone, head, shoulder and others. The shoulder is heavier than the flesh of the thigh-bone. The chest is heavier than the shoulder and the head is heavier than the chest. The testes, skin, phallus, hips, kidneys, liver, rectum trunk and bane-marrow are to be regarded as heavier than the flesh in the body of an animal."
    },
    {
        "verse_id": "336",
        "text": " By nature green gram is light; so, too, are quail and grey-partridge. Black gram is by nature heavy and the fleshes of hog and buffalo too are likewise,"
    },
    {
        "verse_id": "337",
        "text": " The blood and the other body-elements should be regarded as increasingly heavy in their due order. Creatures that ar-e given to much activity are lighter than those that are lethargic."
    },
    {
        "verse_id": "338",
        "text": " Heaviness is the characteristic of the males in general, while lightness is the characteristic of females. Those that are huge of size in each class are heavy and those that are otherwise are light."
    },
    {
        "verse_id": "339",
        "text": " The heavy articles, it should be, known, become light by preparation and the light ones become heavy just as rice becomes light when roasted and roasted corn flour becomes heavy when prepared into balls and cooked."
    },
    {
        "verse_id": "339.1",
        "text": "340 The proper measure of heavy and light articles of diet has been described as intake of heavy articles in small measure and of light ones in a large measure"
    },
    {
        "verse_id": "341",
        "text": " Hence heavy articles should be taken in small measure and light ones to full satisfaction. Articles of diet should be taken in proper measure and the proper measure should be in accordance with the strength of gastric fire."
    },
    {
        "verse_id": "342",
        "text": " Strength, health, longevity and the vital breath are dependent on the state of the gastric fire, and the gastric fire burns, fed by the fuel of food and drink, or dwindled when deprived of them."
    },
    {
        "verse_id": "343",
        "text": " This consideration of heavy and light articles is with reference to those that are generally weak, indolent, unhealthy, delicate of health and given to luxury."
    },
    {
        "verse_id": "344",
        "text": " With reference to those whose digestive fire is inflamed, who are accustomed to hard articles of diet, who are given to constant labour and have huge capacity for the consumption of food, the consideration of heavy and light qualities of things is not necessary."
    },
    {
        "verse_id": "345",
        "text": " The self-controlled man should always feed his gastric fire with the fuel of wholesome food and drink (annapana), mindful of the consideration of measure and time."
    },
    {
        "verse_id": "346-347",
        "text": " The man whose gastric fire is well tended, who feeds it duly with wholesome diet, who is given to daily meditation, charity and the pursuit of spiritual salvation, and who takes food and drinks that are homologatory to him, will not fall victim to approaching diseases except for special reasons."
    },
    {
        "verse_id": "348",
        "text": " The disciplined man that practises wholesome diet lives for a period of 36000 nights i.e. hundred years blessed by good men and free from disease."
    },
    {
        "verse_id": "349-349½",
        "text": " The life of all living things is food and all the world seeks food. Complexion, clarity, good voice, long life, understanding, happiness, satisfaction, growth, strength and intelligence are all established in food."
    },
    {
        "verse_id": "350-350½",
        "text": " Whatever is beneficial for worldly happiness, whatever pertains to the vedic sacrifices leading to heaven and whatever action leads to spiritual salvation is said to be established in food."
    },
    {
        "verse_id": "351-352",
        "text": " The characteristics of eats and drinks, the twelve classifications of articles of diet (Annapana-guna—annapānaguṇa) together with the foremost of them, the post-prandial drinks with their characteristics and the statement in brief regarding heaviness and lightness of the articles of diet, have all been described in this chapter on diet and dietetics. This subject is worthy of special study."
    }
]