[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “How many are the diseases of the head (Shiroroga—śiroroga)?”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-4",
        "text": " How many are said to be the diseases of the head (Shiroroga—śiroroga) and of the heart (Hridroga—hṛdroga) afflicting humanity and how many are the disorders produced by the varied combinations of discordant Vata and other humors? How many are the wasting diseases enumerated, and how many are the inflammatory swellings? O, holy one! and how many are said to be the courses of the humors, O, dispeller of morbid humors!"
    },
    {
        "verse_id": "5",
        "text": " Having heard these words of Agnivesha, the Master said, “O, gentle one! hear me describe in detail all that you have asked."
    },
    {
        "verse_id": "6",
        "text": " Five types of diseases of the head (shiroroga) are observed to exist and five of the heart; there are sixty-two disorders classified according to minute pathological variations in the humors."
    },
    {
        "verse_id": "7",
        "text": " There are eighteen varieties of wasting diseases, seven inflammatory swellings caused by diabetes, and three are the courses of the humors. Now hear them in detail."
    },
    {
        "verse_id": "8-11",
        "text": " By suppression of the natural urges, by day-sleep, waking at night, intoxication, talking too loud, exposure to frost, and facing headwinds, excess of the sex-act, inhalation of unwholesome odors, by dust, smoke, cold, heat, over-eating of heavy and sour articles and greens, by the use of very cold water, by trauma of the head, morbid chyme, excessive weeping, supression of tears, onset of rains, mental affliction and abnormal clime and season, the Vata and other humors are provoked and the blood in the head gets vitiated. Consequently diseases with various symptoms afflict the head."
    },
    {
        "verse_id": "8-11.1",
        "text": "12 The limb wherein are situated the vital centres of living creatures, which is the seat of all senses and which is the best of all the limbs of the body, is named the Head"
    },
    {
        "verse_id": "13",
        "text": " Hemicrania, aching of the whole head, coryza, diseases of the mouth, nose, eyes and ears, giddness [giddiness?],"
    },
    {
        "verse_id": "14",
        "text": " facial paralysis, head-tremor, spasm of throat, neck or of jaws—these and various others are the diseases born of morbid Vata and other humors and of parasitic infection."
    },
    {
        "verse_id": "15",
        "text": " Listen as I describe the five head-diseases with their particular causes and symytoms and which are described by the great sages separately in the chapter entitled “Enumeration of Diseases.”"
    },
    {
        "verse_id": "16 18",
        "text": " By loud speech, excessive talk, strong drinks, waking at night, excessive sex-act, suppression of natural urges, fasting, trauma, severe purgation and vomiting and by excessive weeping, grief, fear, terror, loadcarrying, way-faring and severe emaciation, when the increased Vata entering the vessels of the head, gets provoked, there occurs severe aching pain in the head due to morbid Vata."
    },
    {
        "verse_id": "19-21",
        "text": " There is intense pain in both the temples, splitting sensation in the nape, excessive heat and pain in the forehead and in the inter-superciliary region; there occur pain and noises in the ear, a feeling in the eyes as of being extracted, whirling in the head and a sense of separatedness in all the joints. The vessels throb excessively and the neck becomes stiffened; and unctuous and hot things become homologatory in the headache of the Vata type."
    },
    {
        "verse_id": "22",
        "text": " The Pitta lodged in the head, being much vitiated by the use of pungent and acid articles, salt, alkali, wine and by anger, heat and fire, causes disorders of the head."
    },
    {
        "verse_id": "23",
        "text": " In this condition, there is heat and pain in the head, a desire for cold things, burning sensation in the eyes, and there occur also thirst, giddiness and perspiration."
    },
    {
        "verse_id": "24",
        "text": " As a consequence of indulgence in a sedentary life and sleep and the it take of a heavy, unctuous and excessive diet, the Kapha gets vitiated and provoked in the head and causes general diseases of the head (shiroroga)."
    },
    {
        "verse_id": "25",
        "text": " In this condition there occur mild pain, numbness, stiffness and heaviness in the head as also torpor, indolence and anorexia."
    },
    {
        "verse_id": "26",
        "text": "In the diseases of the head paused by tridiscordance, aching pain, giddiness and tremors occur due to Vata, burning sensation, intoxication and thirst due to Pitta, and heaviness and torpor due to Kapha."
    },
    {
        "verse_id": "27",
        "text": " By taking til, milk and gur in excess by taking predigestion-meal of eating putrified or promiscuous food, there occurs pathological softening of blood Kapha and flesh in the body of one whose humor is already vitiated"
    },
    {
        "verse_id": "28",
        "text": " Then, the parasites born in the pabulum of the pathologically soft, ened tissues in the head of this sinful man; give rise to diseases of the head (shiroroga), attended with dreadful symptoms."
    },
    {
        "verse_id": "30",
        "text": " Owing to grief, fasting and over-exercise and un-unctuous, dry and scanty meals, the Vata enters the heart and causes severe pain."
    },
    {
        "verse_id": "31",
        "text": " Tremors, cardiac cramps, pauses in cardiac beats, stupor, sensation of a void in the cardiac region, tachycardia and exceedingly severe pain on completion of digestion are the symptoms of cardiac disease due to Vata."
    },
    {
        "verse_id": "32",
        "text": " The Pitta is quickly provoked in the heart by the intake of hot, acid, salt, alkaline and pungent articles of diet, by eating predigestionmeal, by alcohol, anger and exposure to the heat of the sun."
    },
    {
        "verse_id": "33",
        "text": " Heart-burn (Hriddaha—hṛddāha), bitter taste in the mouth, bitter and acid eructations, exhaustion, thirst, fainting, giddiness, and perspiration are the symptoms of cardiac disease due to Pitta [pitta-hṛdroga]."
    },
    {
        "verse_id": "34",
        "text": " Over-eating, heavy and fatty meals, care-free life, sedentary habits and over-indulgence in sleep are the causes of cardiac disease due to Kapha [kapha-hṛdroga]."
    },
    {
        "verse_id": "35",
        "text": " In cardiac affection due to Kapha there occur numbness, stiffness, heaviness, and a sensation of pressure on all sides of the cardiac region as if pressed by a stone, while the person is afflicted with torpor and anorexia."
    },
    {
        "verse_id": "35½",
        "text": " Cardiac disease is said to be due to tridiscordance when there is a combination of the above causes and the symptoms. (This cardiac disease is said to be very troublesome and formidable, by the great sages.)"
    },
    {
        "verse_id": "36-37",
        "text": " If the unfortunate man, lacking self-control and already affected by cardiac disease due to tridiscordance, uses til, milk, gur and similar articles in excess, there arises an excrescent growth in some region of his heart."
    },
    {
        "verse_id": "38",
        "text": " This becomes softened and from the softened tissue in this vital organ are formed worm-like things (emboli) which spread in the entire body of this suicidal man and consume him."
    },
    {
        "verse_id": "39",
        "text": " He feels as if the heart is pierced by needles or cut by weapons, and experiences great irritation and pain in the heart."
    },
    {
        "verse_id": "40",
        "text": " Diagnosing by the help of these symptoms the very serious cardiac affection (hridroga) caused by worm-like emboli, the wise physician should hasten to subdue this fulminating disease."
    },
    {
        "verse_id": "41-42",
        "text": " There are thirteen conditions of tri-discordance caused by the increase of morbid humors; there are three conditions where two humors are excessively increased; there are three conditions where one humor is excessively increased; there are six conditions where one humor is slightly, another moderately and the third excessively increased; and a condition where all the three humors are equally increased. There are nine conditions of bidiscordance with morbid increase of two humors; six conditions where one of the two humors is excessively increased, and three conditions where both are equally increased. There are three conditions of monodiscordance with morbid increase of one humor only; there are three conditions where only one humor is excessively increased. All these discordances, with morbid increase of humors, make twenty-five conditions in all."
    },
    {
        "verse_id": "43",
        "text": " Just as with morbid increase of humors, so with morbid decrease of humors, it will make again twenty-five conditions of discordance. Now we shall describe another class of discordant condition which is different from the former class, where there is increase or decrease of one humor only."
    },
    {
        "verse_id": "44",
        "text": " There are six conditions where one humor is increased, another is normal and the third is diminished; another group of three conditions where two humors are increased and the third is diminished and one more group of three, where one humor is increased and two others are diminished. (These groups of mixed discordances make twelve disorders, so twenty-five of increase, twenty-five of decrease and twelve of mixed discordances form sixty-two of them in all.)"
    },
    {
        "verse_id": "45-46",
        "text": " In a condition where Pitta is normal, Kapha is decreased and Vata. is increased, whenever the increased Vata, attracting the normal Pitta from its seat, carries it and spreads it in the body, there will be unstable breaking and burning, as also fatigue and weakness of the region which has been affected thus."
    },
    {
        "verse_id": "47",
        "text": "In a condition where Kapha is normal, Vata is increased and Pitta is decreased, if the increased Vata attracts Kapha, it produces colicky pain, cold, stiffness and heaviness."
    },
    {
        "verse_id": "48",
        "text": " In a condition where Vata is normal, Pitta has increased, and Kapha is decreased, if the increased Pitta obstructs Vata, it then produces burning and colicky pain."
    },
    {
        "verse_id": "49",
        "text": " In a condition where Kapha is normal, Pitta is increased and Vata is decreased, if the increased Pitta obstructs Kapha, it causes fever attended with torpor and heaviness."
    },
    {
        "verse_id": "50",
        "text": " In a condition where Kapha is increased, Pitta is decreased and Vata is normal, if the increased Kapha obstructs Vata, it cause chill, heaviness and pain."
    },
    {
        "verse_id": "51-52",
        "text": " In a condition where Vata is decreased, Pitta is normal and Kapha is increased, if the increased Kapha obstructs Pitta, it causes lowering of the gastric fire, stiffness of the head, excessive sleep, torpor, delirium, cardiac disorders (hridroga), heaviness of limbs, icteric tinge of nails etc., and spitting of mucus and bile."
    },
    {
        "verse_id": "51-52.1",
        "text": "53-54 In a condition where Vata is decreased, and Pitta and Kapha are increased, the increased Pitta and Kapha, spreading together in the body, produce anorexia, indigestion, asthenia, heaviness, nausea, salivation, anemia, burning, intoxication, irregularity of bowels and irregularity of gastric fire"
    },
    {
        "verse_id": "55-56",
        "text": " In a condition where Pitta is decreased and Kapha and Vata are increased, the increasad Kapha and Vata combined together will produce stiffness, coldness, unstable pricking pain, heaviness, lowering of gastric fire, disinclination for food, tremors, pallor of nails etc., and roughness of the limb."
    },
    {
        "verse_id": "57",
        "text": " Listen as I describe in brief, the symptoms produced by the provocation of Vata and Pitta in a condition where Kapha is decreased and Vata and Pitta are increased."
    },
    {
        "verse_id": "57.1",
        "text": "58, They are—giddiness, cramps, pricking pain, burning pain, disruption, tremors, body-ache, dehydration, burning and steaming"
    },
    {
        "verse_id": "59",
        "text": " In a condition where there is decrease of Vata and Pitta, and Kapha is increased, the increased Kapha, filling and thus obstructing the channels greatly, produces complete loss of movement and fainting, as also loss of speech."
    },
    {
        "verse_id": "60",
        "text": " In a condition where Vata and Kapha are decreased and Pitta is increased, the increased Pitta while pervading the whole body causes loss of vital essence and produces depression, asthenia of sense organs, thirst, fainting and loss of movement."
    },
    {
        "verse_id": "61",
        "text": " In a condition where Pitta and Kapha are decreased, the increased Vata, compressing the vital centres, destroys consciousness or convulses the whole body."
    },
    {
        "verse_id": "62",
        "text": " The humors when increased, manifest their pathognomic symptoms in proportion to the intensity of their morbidity; when decreased, they cease manifesting their characteristic qualities and when normal they perform the normal functions of the body."
    },
    {
        "verse_id": "63",
        "text": " There are eighteen conditions of wasting viz., three of the humors, seven of body-elements, seven of body-excrements, and one of vital essence. Of these the conditions of decrease of Vata and other humors and their symptoms have been already described."
    },
    {
        "verse_id": "64",
        "text": " The symptoms of loss of the nutrient fluid are restlessness, intolerance to loud sounds, acceleration of flow, tachy-cardiac pain and distress even on the slightest exertion."
    },
    {
        "verse_id": "65",
        "text": " The symptoms of loss of blood are roughness, cracks, withering and dryness of skin; the symptoms of loss of flesh are thinning in general and specially on the hips, neck and belly."
    },
    {
        "verse_id": "66",
        "text": " The symptoms of loss of fat are the cracking of the joints, lassitude in the eyes, exhaustion and thinning of the abdomen."
    },
    {
        "verse_id": "67",
        "text": " The symptoms of the atrophy of osteo-tissues are the falling of hair, nail and teeth, fatigue and looseness of joints."
    },
    {
        "verse_id": "68",
        "text": " The symptoms of loss of marrow are the atrophy of bone-tissue which becomes weak and light; and the patient is afflicted with chronic Vata disorders."
    },
    {
        "verse_id": "69",
        "text": " The symptoms of wasting of semen are debility, dryness of the mouth, pallor, asthenia, fatigue, impotency and non-emission."
    },
    {
        "verse_id": "70",
        "text": " In a condition of deficient formation of feces (acoprosis), the Vata, causing painful peristalsis in the intestines and distending the stomach, spreads upwards and obliquely, in a dehydrated person."
    },
    {
        "verse_id": "71",
        "text": " The symptoms of deficient formation of urine are dysuria, discoloration of urine, oppressive thirst and dryness of the entire month."
    },
    {
        "verse_id": "72",
        "text": " The symptoms of the deficient formation of the other excretions are emptiness, lightness and dryness of the receptacles of each of the excretions."
    },
    {
        "verse_id": "73",
        "text": " The symptoms of lose of the. vital essence are timidity, debility, constant worry, discomfort of the senses, loss of lustre, neurasthenia, dryness and emaciation."
    },
    {
        "verse_id": "74",
        "text": " The white and slightly red yellowish fluid which is lodged in the heart is called the Vital essence of the body. Owing to its loss, a man dies."
    },
    {
        "verse_id": "75",
        "text": " The vital essence is the first thing created in the body of all living beings; its color is like that of ghee, its taste is like that of honey, and its smell is like that of roasted paddy."
    },
    {
        "verse_id": "(1",
        "text": " As honey is collected by bees from various fruits and flowers, so is the vital essence collected by the inherent vital qualities of man from the various physiological processes which take place in the body.)"
    },
    {
        "verse_id": "76-77",
        "text": " Over-exercise, fasting, worries, taking dry, scanty and limited meals, exposure to wind and sun, fear, grief, dry beverages, excessive waking, excessive discharge of mucus, blood, semen and excretion, season or age and possession by spirits are to be known as the causes of wasting."
    },
    {
        "verse_id": "78-79",
        "text": " By taking in excess heavy, unctuous, acid and salt articles, by using fresh eats and drinks, by over-indulgence in sleep and sedentary habits, by avoidance of all exercise and worry, by not doing seasonal purification, the Kapha, Pitta, fat and flesh increase excessively."
    },
    {
        "verse_id": "80",
        "text": " When the Vata, getting obstructed by them in its course, attracts the vital essence and carries it to the renal region, then the formidable disorder of diabetes is born."
    },
    {
        "verse_id": "81",
        "text": " There occurs frequent manifestation of symptoms of Vata, Pitta and Kapha and. the force of the disease becomes lessened for a time and becomes aggravated again."
    },
    {
        "verse_id": "82",
        "text": " If this diabetic condition is neglected, seven kinds of serious inflammatory swellings are produced in the fleshy spaces, vital organs and in the joints."
    },
    {
        "verse_id": "83",
        "text": " Their names are Sharavika [Śarāvikā], Kacchapika [Kacchapikā], Jalini [Jālinī], Sarshapi [Sarṣapī], Alaji [Alajī], Vinata [Vinatā] and the seventh, Vidradhi [Vidradhī]."
    },
    {
        "verse_id": "84",
        "text": "Sharavika or the crateriform ulcer is that where the edges are raised, surface is depressed, color is dusky-red and which is accompanied with slough and pain; it is called Sharavika because of its resemblanc to a Sharava [Śarāva]—earthen saucer, in shape."
    },
    {
        "verse_id": "85",
        "text": " The Kacchapika or carbuncle is that which is deeply infiltrated, painful, pricking and very extensive in size and shining; it is called Kacchapika because of its resemblance to the back of a “Kacchapa” or a tortoise."
    },
    {
        "verse_id": "86",
        "text": " Jalini or the cribriform condition of swelling is that where the swelling is hard, is covered with a net-work of vessels, has thick discharge, is extensive, very painful and pricking, containing minute openings over the surface. It is called Jalini because of its resemblance to a “Jala” [Jāla]—a net-work."
    },
    {
        "verse_id": "87",
        "text": " Sarshapi or boil is that which is not very big, quickly suppurating, very painful and surrounded by secondary boils of the appearance of rapeseeds. It is called Sarshapi because it is surrounded by secondary boils of the appearance of Sarshapa [Sarṣapa]—a rape-seed."
    },
    {
        "verse_id": "88",
        "text": " Alaji or dry gangrene is that which commences with burning of the skin and is accompanied with thirst, delusion and fever, aud which steadily spreads in the body aud causes burning. It is said to be Alaji because the world Alaji is derived from “√laj” meaning to fry."
    },
    {
        "verse_id": "89",
        "text": " Vinata or moist gangrene is that which is deeply painful, softened, situated either on the back or on the abdomen, extensive, depressed and blue. It is said to be Vinata because it is Vi-nata [Vi-natā] which means “depressed” or “deep”."
    },
    {
        "verse_id": "90",
        "text": " Vidradhi or abscess is described to be of two kinds—external abscess and internal abscess. The external one forms in the skin, muscle and flesh. It is of the appearance of Kandara [Kaṇḍarā], a muscular swelling and is very painful."
    },
    {
        "verse_id": "91-94",
        "text": " By excessive use of cold, irritant, hot, dry and dehydrated articles of diet, by antagonistic diet, by eating pre-digestion meals and by vitiated or irregular or unwholesome diet, by taking in excess strong wines, by suppression of natural urges, by fatigue, distorted postures in exercise and in bed, by carrying heavy loads, by excessive wayfaring and excessive sex-activity, when the vitiated humors enter the muscular tissue and the blood of the internal parts of the body, they give rise to serious swelling in the deep regions of the body; and this circular acutely painful inflammatory swelling may occur in the heart, pharynx, liver, spleen, stomach, kidney, navel, groin or bladder."
    },
    {
        "verse_id": "95",
        "text": " Owing to excess of vitiated blood, this swelling quickly softens and suppurates and hence owing to its quickly suppurating characteristics it is called Vidradhi."
    },
    {
        "verse_id": "96-97",
        "text": " It should be known to be an abscess of Vata type if there is piercing or cutting pain, giddiness, constipation, sound, throbbing or spreading tendency; to be of Pitta type if there is thirst, burning pain, stupefaction, toximia and fever; and to be of Kapha type if there is yawning, retching, anorexia rigidity and chill; while in the abscesses of all types there is intense pain."
    },
    {
        "verse_id": "98",
        "text": " When the abscess is ripening, there occurs pain as if cut by a weapon or as if burnt by a live coal or as if stung by a scorpion."
    },
    {
        "verse_id": "99-100",
        "text": " The discharge in an abscess of Vata is thin, un-unctuous, dusky red and frothy. In an abscess of Pitta type it is of the appearance of the decocted w?ter of til or black gram, and in that of Kapha type it is whitish, slimy, thick and profuse, and in that of tridiscordance type all the above characteristics appear combined."
    },
    {
        "verse_id": "101-(1)",
        "text": " For the differential diagnosis of curability or incurability of these abscesses we shall describe characteristic symptoms according to the site of the abscess."
    },
    {
        "verse_id": "101",
        "text": " In an absce‘ss occurring in the principal vital organ, the heart, there will be cardiac flutter, asthma, stupefaction, cough and dyspnea. In the abscess occurring in the pharynx there will be thirst, dryness of mouth and throat-spasm. In an abscess of the liver, there will be dyspnea, In the abscess of the spleen, there will be impediment to breathing In the abscess of the stomachy there will be pain referred to the region between the stomach and the side extending upto the shoulder. In the abscess occurring in the kidneys, there will be rigidity of the back and waist. In the abscess occurring in the umbilical region, there will be hiccup. In the abscess occurring In the groins, there will be weakness of the thigh. In the abscess occurring in the bladder there will be painful micturition and defecation, and putrid urine and feces."
    },
    {
        "verse_id": "102",
        "text": " When the abscesses situated in the upper part of the body are ripe and burst open, they discharge through the mouth. The abscesses occurring in the lower part do so through the anus, and those situated in the middle part may discharge through either of the channels."
    },
    {
        "verse_id": "103-(1)",
        "text": " Out of these, the abscesses of the heart, umbilicus and the bladder and those born of tridiscordance, if they suppurate, prove fatal. The remaining ones, treated immediately by an expert will be cured."
    },
    {
        "verse_id": "103",
        "text": " Therefore, immediately on appearance, au abscess which is just like a weapon, serpent, lightning or fire in action, should be prepared instantaneously with oleation and sudation procedures and should be treated like a Gulma in all respects."
    },
    {
        "verse_id": "104",
        "text": " Even without diabetes, such abscesses may occur in a person owing to vitiation of his adipose tissue. These are not observable till they become extensive in size,"
    },
    {
        "verse_id": "105",
        "text": " The crateriform, tortoise-form and cribriform inflammatory swellings develop very intensively in persons with excessive Kahpa and fat, and become unbearable."
    },
    {
        "verse_id": "106",
        "text": " Boils, dry gangrene, moist gangrene and abscess occur in persons with meagre fat and are curable. They are caused by excess of Pitta."
    },
    {
        "verse_id": "107",
        "text": " A diabetic getting inflammatory swelling in his vital parts, shoulder, rectum, hands, breast, joints and feet, does not survive."
    },
    {
        "verse_id": "108-109",
        "text": " There are also some other varieties of inflammatory swellings. They may be red, yellow, dark, dusky-red, grey, yellowish, white, ash-colored or blackish in appearance. Some are soft and some are indurated. Some are very big and some are minute. Some are quickly developing and some are slowly developing. Some are attended with severe pain and some are attended with mild pain."
    },
    {
        "verse_id": "110",
        "text": " Diagnosing them by their respective causative factors and characteristic symptoms of Vata and other humors, one should declare their nature and treat them quickly before the development of complications."
    },
    {
        "verse_id": "111",
        "text": " Thirst, dyspnea, sloughing of flesh, stupor, hiccup, toximia, fever, acute spreading affections and obstruction of the functions of vital organs are the complications of inflammatory swellings."
    },
    {
        "verse_id": "112",
        "text": " Decrease, normality and increase are the three courses of the humors. Again upward, downward and transverse are to be regarded as the other three courses of the humors."
    },
    {
        "verse_id": "113",
        "text": " There are three courses from another point of view. Alimentary tract or the Central, secondly Peripheral and thirdly the Vital organs, bones and joints. Thus have been described the threefold courses of the humors, according to different modes of classification."
    },
    {
        "verse_id": "114-114½",
        "text": " Accumulation, provocation and sedation of Pitta and other humors occur individually and respectively in the six seasons beginning with the rainy season. These courses of accumulation etc., are described to be seasonal."
    },
    {
        "verse_id": "115-118",
        "text": " The courses are seen to be of two kinds—physiological and pathological. It is by the heat of Pitta that digestion takes place in men, and when that very Pitta is in a provoked condition, it causes various diseases. The normal Kapha constitutes the body-strength while the morbidised Kapha becomes a vitiated element. It is said to be the vital essence of the body when normal, while it is described to be the source of ailment when morbid. All the life-activities of the body are performed by the normal Vata which is said to be the very life of living beings. Diseases are caused by that very Vata when morbidized and even the cessation of life is caused by such Vata."
    },
    {
        "verse_id": "119",
        "text": " The self-controlled man desiring to live the full span of life should live with great caution knowing himself to be constantly surrounded by forces hostile to his health."
    },
    {
        "verse_id": "120-121",
        "text": " The diseases of the head (shiroroga), the diseases of the heart, diseases caused by minute pathological conditions of humors, wasting, inflammatory swellings and courses of the humors: all these are described in this chapter entitled “How many are the diseases of the head”, by the well-wisher of mankind and the great seer, for the enlightenment of the physicians."
    }
]