[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Quest for Longevity.”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Bharadvaja, the mighty ascetic, in search of the science of longevity (Dirgha Jivita—dīrgha-jīvita) approached Indra, having deemed him, the lord of the immortals, worthy of suit;"
    },
    {
        "verse_id": "4-5",
        "text": " Daksa Prajapati, the progenitor, first obtained the Science of Life in its entirety as promulgated by Brahma the Great one i.e., the Creator and from him, in turn, the Ashwin Twins obtained it. From the Ashwin Twins the god Shakra (Indra) acquired it. Therefore Bharadvaja bidden by the sages approached Shakra."
    },
    {
        "verse_id": "4-5.1",
        "text": "When diseases arose like so many impediments to the austerity, fasting study, continence and vows of embodied souls, the great sages—the doers of good—keeping compassion for creatures foremost, met together on the sacred slopes of the Himalayas"
    },
    {
        "verse_id": "8-14½",
        "text": " Angiras, Jamadagni, Vasishtha, Kashyapa, Bhrigu, Atreya, Gautama, Sankhya, Pulastya, Narada, Asita, Agastya, Vamdeva [Vāmadeva], Markandeya Ashvalayana, Parikshi, Atreya the Mendicant, Bharadvaja, Kapinjala, Cyavana, Abhijit, Gargya, Shandilya, Kaundilya, Varkshi, Devala and Galava, Sankritya, Vaijavapi, Kushika, Badarayana, Badisha, Sharaloma, and both Kapya and Katyayana, Kankayana, Kaikasheya, Dhaumya, Marica, Kashyapa. Sharkaraksha, Hiranyaka, Lokaksha and Paingi: likewise, Shaunaka, Shakuneya, Maitreya, Maimatayani, the forest-dwelling hermits, Valakhilyas, and likewise other great sages—all of them veritable mines of the Brahmic lore, and of restraint and discipline and resplendent with the glow of austerities like to fires fed with oblations—seated at ease there, initiated the following inquiry"
    },
    {
        "verse_id": "15-16½",
        "text": " “Health is the supreme foundation of virtue, wealth,enjoyment and salvation. Now, diseases are the destroyers of health, of the good of life, and even of life itself. Thus has arisen the great impediment to the progress of humanity. What shall be the means of remedying it?” Having observed thus, they sat in meditation."
    },
    {
        "verse_id": "17-17½",
        "text": " Then, they saw with the eye of understanding, their refuge in Indra, “He, the lord of the immortals, shall tell us rightly the means of overcoming disease."
    },
    {
        "verse_id": "18-18",
        "text": " Who will go to the abode of the thousand-eyed Indra in order to inquire and learn from him the lord of Shaci?” “I should be charged with this mission”;—The first to speak these words was Bharadvaja. Hence was he commissioned by the sages."
    },
    {
        "verse_id": "20",
        "text": " Having gone to the abode of Indra, he saw him, the slayer of, Bala, seated amidst celestial sages and shining like fire."
    },
    {
        "verse_id": "21",
        "text": " Having approached the chief of the gods, and saluting him with benedictory cries of ‘Victory’, he, the intelligent one, delivered with humility the excellent message of the sages."
    },
    {
        "verse_id": "22",
        "text": " “Diseases have arisen, which are the terror of all human beings. Tell me, O Lord of the immortals I the appropriate means of remedying them.”"
    },
    {
        "verse_id": "23",
        "text": " Unto the sage, the great Lord Shatakratu (Indra), knowing his wide understanding, propounded in a few of Life."
    },
    {
        "verse_id": "24",
        "text": " He taught the science of causes, symptoms and medication, the supreme refuge of both the healthy and the ailing, the tripartite science, eternal and holy, which the Great Father, Brahma, knew."
    },
    {
        "verse_id": "25",
        "text": " He, the sage of great understanding, soon learned correctly, by single-minded devotion, the whole Science of Life, tri-based and extending without end."
    },
    {
        "verse_id": "26",
        "text": " Bharadvaja thereby acquired unmeasured life endowed with happiness, and in his turn, taught the science to the sages, without either adding or withholding any part."
    },
    {
        "verse_id": "27",
        "text": " And the sages, desiring longevity, received from Bharadvaja that science, beneficial to humanity and promotive of life."
    },
    {
        "verse_id": "28-29",
        "text": " These great sages perceived this science in its_true nature with the eye of discernment; the nature of the genera and the particular; the substances, their qualities, action and coexistant relation; and understanding it and conforming to the rules laid down in the system. they attained the highest happiness and enduring life."
    },
    {
        "verse_id": "30",
        "text": " Thereafter, Punarvasu the most benevolent,. moved by compassion for all creatures, bestowed the science of life on his six disciples."
    },
    {
        "verse_id": "31",
        "text": " Agnivesha, Bhela, Jatukarna, Parashara, Harita, and Ksharapani received the teaching of that sage."
    },
    {
        "verse_id": "32",
        "text": " It was the excellence of his own understanding and not any difference in instruction by the sage whereby Agnivesa became the foremost compiler of the Science."
    },
    {
        "verse_id": "33",
        "text": " Thereafter Bhela and the rest-made each his own compilation of the science; and these talented ones read them out to Atreya and the assembly of the sages."
    },
    {
        "verse_id": "34",
        "text": " The sages, having listend to the presentation of the subject by these holy men, rejoiced acclaiming that the science had been truly presented."
    },
    {
        "verse_id": "35",
        "text": " All of them, pursuant of the welfare of all creatures, extolled the authors exclaiming together, “Great is your compassion for creatures.”"
    },
    {
        "verse_id": "36",
        "text": " The celestial sages, together with the immortals stationed in Heaven, heard that auspicious cry of the great sages, and hearing rejoiced greatly."
    },
    {
        "verse_id": "37",
        "text": " “O, well-done!”—that ovation, generous and profound, echoed with joy by all creatures in the sky, resounded throughout the three worlds."
    },
    {
        "verse_id": "38",
        "text": " The winds blew salubriously; all the quarters expanded with radiance; and divine showers of blossoms together with rain, descended."
    },
    {
        "verse_id": "39",
        "text": " Thereafter, the goddesses of Enlightenment, Understanding, Achievement, Memory, Genius, Resolution, Eloquence, Forgiveness and Compassion entered, into Agnivesa and the rest."
    },
    {
        "verse_id": "40",
        "text": " The compilations of these disciples, which were thus approved by the great sages, obtained currency in the world for the well-being of the multitudes of living beings."
    },
    {
        "verse_id": "41",
        "text": " That is named the Science of Life, wherein are laid down the good and the bad of life, the happy and the unhappy life, and what is wholesome and what is unwholesome in relation to life, as also the measure of life."
    },
    {
        "verse_id": "42",
        "text": " Life is spoken of by such synonyms as “the union of the body senses, mind and spirit”, “the support”, “animation”, “the flux”, and “the link” between the past life and the future one."
    },
    {
        "verse_id": "43",
        "text": " The science relating to Life is regarded by the philosophers as the most meritorious of all the sciences, because it teaches mankind what constitutes their good in both the worlds."
    },
    {
        "verse_id": "44",
        "text": " The ‘General’ is the cause of the increase of all things at all times and the ‘Particular’ is the cause of their decrease, whereas the application of these principles in the treatment of the body leads to increase or decrease of body-elements."
    },
    {
        "verse_id": "45",
        "text": "The General combines; the Particular differentiates; for, the element of agreement is the General, while the Particular is the reverse."
    },
    {
        "verse_id": "46",
        "text": " The mind, spirit and body are together, as it were, the tripod; the world endures by reason of cohesion, and on that are all things established."
    },
    {
        "verse_id": "47",
        "text": " That aggregate of the mind, spirit and body is Man; he is the conscious agent. He is regarded as the subject-matter of this science; and it is indeed for his sake that this science has been promulgated."
    },
    {
        "verse_id": "48",
        "text": " The five proto-elements, ether and the others, together with the spirit, mind, time and space, constitute the totality of substances. Possessed of the senses, a substance is animate; devoid of the senses, it is inanimate."
    },
    {
        "verse_id": "48½-49",
        "text": " The sense-objects, the qualities such as heaviness etc., the intelligence, the list of qualities ending with effort, and the qualities ‘higher’ etc.—these are the qualities."
    },
    {
        "verse_id": "Behaviour such as effort etc",
        "text": ", is described as ‘action’."
    },
    {
        "verse_id": "50",
        "text": " Samavaya—or coexistence is defined as that inseparable relationship which subsists between earth and other proto-elements and their qualities. This relationship is eternal; for, wherever the substance exists the coexistent quality is never absent."
    },
    {
        "verse_id": "50½",
        "text": " That which is the substratum of action and qualities and is the ' coexistent cause is ‘substance.’"
    },
    {
        "verse_id": "51",
        "text": " ‘Quality’ is the coexistent and inactive cause."
    },
    {
        "verse_id": "52",
        "text": " ‘Action,’ which is the cause of conjunction and disjunction, resides in the substance. Action is the performance of what is to be done. It depends on nothing else."
    },
    { "verse_id": "52.1", "text": "Thus has been defined, ‘Cause’" },
    {
        "verse_id": "53",
        "text": " The action here i.e. in medicine, is establishing “the equilibrium of the body-elements,” and the procedure of maintaining the equilibrium of the body-elements is the objective of this science."
    },
    {
        "verse_id": "54",
        "text": " The complex of causes with reference to disease—psychic and somatic—is either erroneous, absent or excessive interaction between time, mind, senses and sense-objects."
    },
    {
        "verse_id": "55",
        "text": " The body and that which is called the mind are both considered to be the abodes of disease, likewise of well-being; the cause of well-being is their harmonious or concordant interaction."
    },
    {
        "verse_id": "56",
        "text": " The spirit, which is changeless and transcendental, becomes the cause of consciousness when united with the mind, sense-objects and the senses. It is the eternal witness observing actions."
    },
    {
        "verse_id": "57",
        "text": " Vata, pitta and kapha are said to be the complex of pathogenic factors in the body; and passion and delusion are considered to be the complex of pathogenic factors of the mind."
    },
    {
        "verse_id": "58",
        "text": " The former type of morbidity is quieted by medications, divine and physical and the latter by spiritual Knowledge, philosophy, fortitude, remembrance and concentration."
    },
    {
        "verse_id": "59",
        "text": " The Vata is dry, cold, light, subtle, unstable, clear and rough; it is quieted by substances of the antagonistic qualities."
    },
    {
        "verse_id": "60",
        "text": " The Pitta is slightly unctuous, hot, acute, fluid, acid, mobile and pungent; it is readily quieted by substances of the antagonistic qualities."
    },
    {
        "verse_id": "61",
        "text": " The Kapha is heavy, cold, soft, unctuous, sweet, stable and viscid; it is quieted by substances of the antagonistic qualities."
    },
    {
        "verse_id": "62-62½",
        "text": " The disorders, classed as curable, disappear when treated with therapeutic agents of the antagonistic qualities, with due consideration to climate, dosage and time."
    },
    {
        "verse_id": "The treatment of incurable diseases is",
        "text": " however, not contemplated."
    },
    {
        "verse_id": "63",
        "text": " Now, a further description of qualities and actions with reference to individual substances will be given."
    },
    {
        "verse_id": "64",
        "text": " Taste is the sense-object of the tongue; and source-substances for its general manifestation are the two proto-elements, water and earth; its variations are determined by the other three proto-elements, ether etc."
    },
    {
        "verse_id": "65",
        "text": " The group of tastes is described as the hexad of sweet, acid, salt, pungent, bitter and astringent tastes."
    },
    {
        "verse_id": "66",
        "text": " The sweet, acid and salt tastes subdue the vata; the astringent, sweet and bitter tastes subdue the pitta; the astringent, pungent and bitter tastes subdue the kapha."
    },
    {
        "verse_id": "66(1)",
        "text": " The pungent, acid and salt tastes provoke the pitta; the sweet, acid and salt tastes provoke the kapha; and pungent, bitter and astringent tastes provoke the vata."
    },
    {
        "verse_id": "67",
        "text": " Again, they are classified differently into three groups as animal, vegetable and mineral."
    },
    {
        "verse_id": "68-69",
        "text": " Honey, milk, bile, fat, marrow, blood, flesh, excrement, urine skin, semen, bone, sinews, horns, nails, hooves, hair, down and inspissated bile are the substances used in medicine from the animal world."
    },
    {
        "verse_id": "70",
        "text": " Gold, ores, the five metals, sand, lime, red and yellow arsenic, gems, salt, red ochre and antimony are the mineral products used in medicine."
    },
    {
        "verse_id": "71",
        "text": " The vegetable group is divided into four classes—the direct fruiters, the creepers, the flowery fruiters and the herbs."
    },
    {
        "verse_id": "72",
        "text": " The direct fruiters bear fruit directly without passing through the flowering stage; the flowering fruiters are those which bear fruit after passing through the flowering stage; the herbs are the annuals namely, those that die just after seasonal fructification; and the creepers are those that creep or twine."
    },
    {
        "verse_id": "73",
        "text": " Root, bark, pith, exudation stalk, juice, sprouts, alkalis, milk, fruit, flower, ash, oils, thorns, leaves, buds, bulbs and off-shoots are the plantproducts used in medicine."
    },
    {
        "verse_id": "74-76",
        "text": " The rooters are said to be sixteen and the fruiters nineteen. The principal groups of unctuous substances are four; similarly the principal salts are five. The principal urines are eight in number, and eight are the principal milks. The trees prescribed for use by Punarvasu in the purification therapy are six in number. He only who, knows how to use all these indiseases, is the knower of the science."
    },
    {
        "verse_id": "77-79",
        "text": " Oblong-leaved croton, white sweet flag, black-turpeth, turpeth, elephant creeper, soap-pod, white mussel shellcreeper, red physic-nut, colocynth, staff-plant, scarlet-fruited gourd, flax hemp, stinking swallow wort, wild carrot, physic-nut and hiritz are the sixteen rooters."
    },
    {
        "verse_id": "77-79.1",
        "text": "(1) Flax hemp, (2) scarlet fruited gourd and (3) white sweet flag are used as emetics"
    },
    {
        "verse_id": "77-79.1.1",
        "text": "(1) White mussel shell-creeper and (2) staff-plant are to be administered as errhines"
    },
    {
        "verse_id": "80",
        "text": " The remaining eleven are to be used as purgatives. Thus have been described the names and actions of the rooters."
    },
    {
        "verse_id": "81-851 Now listen to the names and actions of the fruiters",
        "text": ":—"
    },
    {
        "verse_id": "(1) Clenolipis, (2) embelia",
        "text": " (3) bitter common cucumber, (4) emetic nut, (5) sponge gourd, (6) bottle gourd, (7) bristly luffa, (8) bitter luffa, (9-10) liquorice which is said to be of two kinds—aquatic and terrestrial, (11) Indian beech, (12) prickly brazil wood, (13) rough chaff tree, (14) chebulic myrobalan, (15) elephant creeper, (16) the autumnal fruits of Hastiparni (17) kamala, (18) Purging cassia and (19) kurchi. Of these, (1) sponge gourd, (2) bottle gourd, (3) bristly luffa, (4) bitter luffa, (5) emetic nut, (6) kurchi (7) the bitter common cucumber and (8) the fruits of the Hastiparni are used in emesis and corrective enema, while rough chaff is prescribed as errhine. The remaining ten are prescribed as purgatives. The names and actions of the nineteen fruiters have thus been described."
    },
    {
        "verse_id": "86",
        "text": " The principal groups of unctuous substances described as being four, are ghee, oil, fat and marrow. They are, each of them, used in combination with other drugs as potion, inunction, enemata and nasal medication."
    },
    {
        "verse_id": "They increase unctuousness, vitality, complexion, strength and plumpness",
        "text": " They are laid down as curatives of vata, pitta and kapha."
    },
    {
        "verse_id": "88",
        "text": " (1) The sanchala salt, (2) the Rock salt, (3) the bid salt, (4) the efflorescence salt and (5) the sea salt comprise the five principal kinds of salts."
    },
    {
        "verse_id": "89",
        "text": " They are unctuous, hot, acute and the foremost of digestive-stimulants."
    },
    {
        "verse_id": "90-91½",
        "text": " They are used, for external applications, in the oleation and sudatioi) therapies, in cleansing the upper and lower parts of the gastrointestinal tract, in evacuative and unctuous enemata and in inunction. They are used also as food, as errhine, in operative work, as suppository, as collyrium, in friction massage, in indigestion, in constipation, in disorders of vata and gulma, in colic, and in abdominal diseases. Thus has been described the use of salts."
    },
    {
        "verse_id": "92-93½",
        "text": " Now listen to me as I describe the eight principal urines which are enumerated in the system of Atreya. They are the urines of the ewe, she-goat, cow, she-buffalo, cowelephant, she-camel, mare and she-ass."
    },
    {
        "verse_id": "94-94½",
        "text": " They are hot, acute, not ununctuous, pungent and saltish; and are used for friction massage and external application."
    },
    {
        "verse_id": "95-95½",
        "text": " They are also used in corrective enema, purgation and sudation and also in constipation and toxicosis;"
    },
    {
        "verse_id": "96-96½",
        "text": " And in abdominal diseases, piles, gulma, dermatosis and in leprous lesions; also poultices and affusions."
    },
    {
        "verse_id": "97-97½",
        "text": " They are prescribed as digestive-stimulants,as antidotes to poison and as vermicides; they are also aids to be used as excellent remedies for persons affected with anemia."
    },
    {
        "verse_id": "98-99",
        "text": " When they are administered internally, they sedate the kapha, regulate the peristaltic movement of vata and draw pitta downwards. The actions of urines in general have thus been described by me; now they will be described individually."
    },
    {
        "verse_id": "100",
        "text": " The urine of the ewe is slightly bitter, unctuous and not antagonistic to pitta; the urine of the she-goat is astringent, sweet, wholesome and dispels the discordance of the humors."
    },
    {
        "verse_id": "101",
        "text": "The urine of the cow is slightly’ sweet, alleviative of humoral discordance to some extent and curative of helminthiasis and dermatosis; it relieves pruritus and, taken internally in the proper manner, is beneficial in abdominal diseases."
    },
    {
        "verse_id": "102",
        "text": "The urine of the she-buffalo is curative of piles, edema and abdominal diseases and is saltish and laxative, the urine of the cow-elephant is saltish; it is beneficial for those suffering from helminthiasis and dermatosis."
    },
    {
        "verse_id": "103",
        "text": " It is also recommended in cases of retention of feces and urine, in toxicosis, in disorders of kapha and in piles. The urine of the she-camel is said to be slightly bitter and curative of dyspnea, cough and piles."
    },
    {
        "verse_id": "104-104½",
        "text": " The urine of the mare is bitter and pungent and is curative of dermatosis, wounds and toxicosis. The urine of the she-ass is curative of epilepsy, insanity and seizures. Thus have been described the urines and their uses according to their actions."
    },
    {
        "verse_id": "105-106",
        "text": " Now, we shall describe the milks, their actions and properties. The milk of the sheep, the goat, the cow, the buffalo, the camel, the elephant, the mare, and the woman are the eight principal varieties of milk."
    },
    {
        "verse_id": "107-109",
        "text": " Milk is said to be generally sweet, unctuous, cooling, galactogogue pleasing, roborant, aphrodisiac, brain-tonic, strengthening, exhilerating, vitalizing, refreshing, curative of dyspnea, cough ana hemothermia, a synthesizer in injuries, wholesome to all living creatures, sedative, purificative, adipsous, digestive, and most beneficial in emaciation due to pectoral lesions."
    },
    {
        "verse_id": "110-111",
        "text": " It is recommended in anemia and acid dyspepsia, consumption, Gulma, abdominal diseases, diarrhea, fever, burning and particularly in dropsy, in vaginal and seminal disorders, in oliguria, and in scybalous stools. It is wholesome to patients suffering from disorders of vata and pitta."
    },
    {
        "verse_id": "112",
        "text": " Milk is used in every way, namely, in nasal medications, external applications, baths, emesis, enemata, purgation and oleation therapy."
    },
    {
        "verse_id": "113",
        "text": " We shall give a further and exhaustive description of the action and uses of each of the milks in due order, in the chapter on Diet and Dietetics."
    },
    {
        "verse_id": "114",
        "text": " We shall now describe three other plants, besides the fruiters and rooters:—the thorny milk-hedge plant, mudar and heart-leaved fig; their respective actions are as follows:—"
    },
    {
        "verse_id": "115",
        "text": " The heart-leaved fig is used in emesis, and the milk of the thorny milk-hedge plant in purgation; and the the milk of the mudar, it should be known, is used both in emesis and purgation."
    },
    {
        "verse_id": "116",
        "text": " There, are three more plants whose bark is said to be useful in medicine, viz. The bonduc, drumstick and tilvaka."
    },
    {
        "verse_id": "117-118",
        "text": " The bonduc and tilvaka should be used in purgation; and the drum-stick in acute spreading affections, edema piles, ringworm, abscesses, swellings, dermatosis and boils. The wise physician should acquire the knowledge of these six purificatory plants as well."
    },
    {
        "verse_id": "119",
        "text": " Thus have been described the fruiters, the rooters, the unctuous subtances, the salts, the urines, the milks and the six plants whose milk and bark are used."
    },
    {
        "verse_id": "120",
        "text": " The goatherds, the shepherds and cowherds and other foresters are acquainted with the names and forms of plants."
    },
    {
        "verse_id": "121",
        "text": " No one can claim to have a perfect knowledge of the use of medicinal herbs by the mere acquaintance with the names or even with the forms of them."
    },
    {
        "verse_id": "122",
        "text": " If one who knows the uses and actions of herbs, though not acquainted with their forms, may be called a knower of the science, then -what need be said of the physician who has a knowledge of the herbs in all their aspects?"
    },
    {
        "verse_id": "123",
        "text": " He is the best of physicians who knows the science of the administration of drugs with due reference to clime and season, and who applies it only after examining each and every patient individually."
    },
    {
        "verse_id": "124",
        "text": " A drug that is not understood perfectly is comparable to poison, weapons, fire and the thunderbolt; while, the perfectly understood drug is comparable to ambrosia."
    },
    {
        "verse_id": "125",
        "text": " The drug whose name, form and properties are not known, or the drug which, though known, is not properly administered, will cause disaster."
    },
    {
        "verse_id": "126",
        "text": " Even acute poison is converted into an excellent medicine by the right method of preparation; while, even a good medicine may act as an acute poison if improperly administered."
    },
    {
        "verse_id": "127",
        "text": " Therefore, the intelligent man who desires health and long life, should not take any medicine prescribed by a physician who is a stranger to the art of application."
    },
    {
        "verse_id": "128",
        "text": " One may survive the fall of a thunderbolt on one’s head, but one cannot expect to escape the fatal effects of medicine prescribed by an ignorant physician."
    },
    {
        "verse_id": "129-130",
        "text": " The vainglorious charlatan who administers medicine, though ignorant of it, to the ailing bed-ridden patient who has implicit faith in him, is lost to all sense of duty and is sinful, wicked aud death incarnate. Even by converse with him does one fall into hell."
    },
    {
        "verse_id": "131-132",
        "text": " It is better for the person who has put on the garb of the physician to quaff the venom of the cobra or molten copper or to swallow heated iron balls than to extort food, drink or money from a man who is afflicted with disease and has sought his aid."
    },
    {
        "verse_id": "133",
        "text": " Therefore the intelligent person who is aspiring to be a good physician should always persevere to his best in the acquisition of the true qualities of a physician, so that he may be a real giver of life to people."
    },
    {
        "verse_id": "134",
        "text": " That is the right medicine which makes for health; and he is the best of physicians who relieves people of disease."
    },
    {
        "verse_id": "135",
        "text": " Success in treatment signifies the correct application of all therapeutic measures, and success also indicates that the physician is a foremost one endowed with all the qualities of the physician."
    },
    {
        "verse_id": "136",
        "text": " The advent of Ayurveda; the cause of its advent; its promulgation; the approbation of the aphoristic compilations; the definition of the science;"
    },
    {
        "verse_id": "137",
        "text": " a complete definition of Cause and Action; the object of the Science of Life; etiology, pathology, and therapeutics in brief;"
    },
    {
        "verse_id": "138",
        "text": " the tastes and the proto-elements as the cause of their manifestations; the three-fold classification of substances; the rooters and the fruiters, the unctuous substances,and the salts;"
    },
    {
        "verse_id": "139",
        "text": " the urines, the milks, and the six plants whose milk and bark are used in medicine; the actions of all these; the merits and demerits of the right and wrong administration of them;"
    },
    {
        "verse_id": "140",
        "text": " the denunciation of quacks; and what indicates the best qualities of the physician:—all these, have been fully expounded in the first chapter, by the great sage."
    }
]