[
	{
        "verse_id": "15-(1)",
        "text": " Now there is one that is the foremost among those that are promotive of life, one that is the foremost among those that are pro-motive of strength, one that is the foremost among those that are roborant, one among those that are joy-giving, one among those that are inspiriting and one among those that lead upwards."
    },
    {
        "verse_id": "15",
        "text": " Among these, non-violence is the foremost: among those that promote the life of creatures, virility amongst strength-givers, knowledge among roborants, the conquest of the senses among joy-givers, the understanding of truth among inspiritors, Brahmacarya among the ways that lead upwards. Thus do the knowers of the Science of Life (Ayurveda—āyurveda or Tantra) believe."
    },
    {
        "verse_id": "16-(1)",
        "text": " Now, the knowers of the Science of Life (ayurveda) are to be regarded as those who are able to give an exposition of the system the sections thereof, the chapters comprising each section and the topics occurring in each chapter, in all the three ways viz., verbatim, with comment and with detailed elucidations."
    },
    {
        "verse_id": "16",
        "text": " The question arises: how is the system and the rest expounded verbatim, or with comment or with detailed elucidation?"
    },
    {
        "verse_id": "17",
        "text": " To this the answer is: when a system promulgated by a seer is recited in its entirety and in the order of its original enunciation, then it is said to be delivered verbatim."
    },
    {
        "verse_id": "19",
        "text": " When the difficult passages occurring in the treatise are elucidated by further glosses, then the exposition is called a detailed elucidation."
    },
    {
        "verse_id": "20",
        "text": " If inquirers happen to be pre sent, they may ask the following question:—Of the four Vedas Rik, Yajus, Saman and Atharvan. which is the Veda that the knower of the Science of Life (ayurveda) should teach? What is meant by Life? Wherefore is this system named the Science of Life (ayurveda)? What is the purpose of the Science of Life (ayurveda)? Is it eternal or transitory? How many aud what are its branches? By whom should this science be studied and with what objective?"
    },
    {
        "verse_id": "21",
        "text": " Having been thus questioned, the physician should declare his allegiance to the Atharvaveda from among the four—Rik, Saman, Yajus and Atharvan, because the Veda of the Atharvans stands for medical treatment by advocating such measures as almsgiving, propitiatory rites, oblations, auspicious observances, sacrifices, regimen, penances, fasts and incantation; and treatment, of course, is always laid down with a view to benefiting life."
    },
    {
        "verse_id": "22",
        "text": "“Science” having been thus explained “Life” now conns up for definition. Here all such terms as “Life”, “The flow of consciousness”, “Animation” and “Support” have the same connotation."
    },
    {
        "verse_id": "23-(1)",
        "text": " Now ‘The Science of Life’ (ayurveda) is that which makes life understood. How does it do this? It throws light on the following questions:—What is life as such? what is the happy life and What is not such! What constitutes the measure of life and what a departure from it? The science is so called because, in addition it imparts knowledge with regard to what substances, properties and actions are promotive of life and what are not so."
    },
    {
        "verse_id": "23",
        "text": " As regards these substances, properties and actions, some of which are promotive of life and some not the instruction is given throughout the entire treatise."
    },
    {
        "verse_id": "23.1",
        "text": "24-(1) We have duly explained both here and in the first chapter as to what life is, judged by its characteristics"
    },
    {
        "verse_id": "24-(2)",
        "text": " Now, the life of such a man is called happy as is not afflicted with either bodily or mental ailments, as is, in particular, endowed with youth, strength, virility, reputation, enterprise and boldness befitting his abilities, is actuated in his deeds by the combined urge of knowledge, science, the senses and the sense-objects, is possessed of multifarious and delightful amenities accruing from great wealth, all in which efforts are prosperous and who can plan as he likes. A life that is contrary to this is deemed unhappy."
    },
    {
        "verse_id": "24",
        "text": "The life of that man is said to be good who is a well-wisher of all creatures, who does not covet other peoples’ goods, who is a teller of truth, who is peace loving, who acts with deliberation, is not negligent, is devoted to the three ends viz., virtue, wealth and enjoyment without letting anyone end come into conflict with the other two, who is reverential to those who are worthy of reverence, who is of a scholarly, scientific and retiring disposition, partial to the company of elders, of well curbed passion, desire, anger, envy, pride and conceit, constantly given to charitable acts, devoted always to austerity, knowledge and quietude, endowed with spiritual insight, and who is one-minded, contemplative of the good in this world and the next and endowed with memory and understanding. That life which is of the opposite nature to this is said to be “not good”."
    },
    {
        "verse_id": "25-(1)",
        "text": " The approaching end of a man’s life is presaged by the inexplicable and abnormal changes in his sensual pursuits, sense-faculties, mind, understanding and general behaviour."
    },
    {
        "verse_id": "25-(2)",
        "text": " From these it can be predicted that he will revert to the original condition of the elements during that moment or that hour, or that day, or the next three or five, seven, ten or twelve days or the fortnight or the month or six months or the year as the case may be. Herein, the ‘original condition of elements the cessation of activity,’ ‘death,’ ‘transience’ and ‘stoppage’ are all equivalent terms. Thus has been shown the measure of life,"
    },
    {
        "verse_id": "25",
        "text": " Where no such abnormal changes are present, the span of life, so far as the subject of prognosis is concerned, is indeterminable. In the science of life (ayurveda) in general, however, instruction is given concerning the expectancy of life on the basis of the body, the humoral habitus and special signs."
    },
    {
        "verse_id": "26",
        "text": " The utility of this science consists in the maintenance of health in the healthy and in the quieting of disorders in the ailing."
    },
    {
        "verse_id": "27-(1)",
        "text": " This science of life (ayurveda) is declared to be eternal, because it has had no beginning, because it deals with tendencies that proceed innately from nature and because the nature of matter is eternal."
    },
    {
        "verse_id": "27-(2)",
        "text": " For at no time was there a break either in the continuity of life or in the continuity of intelligence. The experience of life is perennial; and pleasure and pain along with their respective causative factors are beginningless on account of their interdependent connection. This forms the group of subjects dealt with by the Science of Life (ayurveda)."
    },
    {
        "verse_id": "27-(3)",
        "text": " Substances that are heavy or light, cold or hot, unctuous or dry etc., are increased and decreased by the use of like and unlike factors. Thus it has been stated that the heavy things are increased and the light decreased by the repeated use of heavy things and vice versa. This nature of things is eternal; so also is the innate property of substances like earth etc. There are, however, substances and properties of both kinds, eternal as well as non-eternal."
    },
    {
        "verse_id": "27-(4)",
        "text": " For, at no time can it be said that the science of life (ayurveda) sprang into existence having been non-existent before, unless the dissemination of knowledge by means of receiving and imparting instruction be considered as creation of such knowledge. It is, indeed, in view of such dissemination by the channel of instruction, that some authorities have spoken of the rise of the Science of Life (ayurveda) at this or that time."
    },
    {
        "verse_id": "27-(6)",
        "text": " As a matter of fact, however, the function of this science is innate in nature and owes nothing to artifice, as has been set out here and in the first chapter, being like heat in the fire or fluidity in the water."
    },
    {
        "verse_id": "27",
        "text": " It is also eternal by reason of the eternality of its laws, as for instance, the law that heavy things increase and light things decrease by the repeated use of heavy and light articles."
    },
    {
        "verse_id": "28",
        "text": " The branches of this science are eight. They are: (1) Medicine, (2) The science of the special diseases of the upper supraclavicular parts of the body viz., eye, ear, nose, mouth, throat etc., (3) Surgery, (4) Toxicology, (5) Psycho-therapy, (6) Pediatrics, (7) Rejuvenation and (8) Virilification."
    },
    {
        "verse_id": "29-(1)",
        "text": " This science is to be studied by the Brahmanas, the Kshatriyas and the Vaishyas. By the Brahmanas with a view to benefiting all creatures, by the Kshatriyas as subserving their role of protectors and by the Vaishyas as a means of livelihood; and, in general, by all, with the object of attaining virue [virtue?], wealth and pleasure."
    },
    {
        "verse_id": "29-(2)",
        "text": " Now whatever endeavour a practitioner of this science makes towards the relief of the ailments affecting those who walk in the path of righteousness, or those who propagate righteousness, or of such persons as his mother, father, brothers, relations and seniors, or in whatever measure he meditates on, expounds, or practises the spiritual truths enshrined in this science of life (ayurveda)—all that constitutes the higher virtue of his life."
    },
    {
        "verse_id": "29-(3)",
        "text": " Again whatever store of wealth or patronage he is able to secure from his association with kings and merchant-princes with a view to ensuring for himself an easy and comfortable life or whatever relief from distress he himself is able to extend to those who have sought his protection—all this constitutes the wealth of his life."
    },
    {
        "verse_id": "29",
        "text": " Once again, whatever renown comes his way, acclaiming him as a sage, or as a saviour, or whatever honours and services he commands, or whatever measure of health he is able to confer on those whom he loves—all this constitutes the satisfaction of a medical man’s life. Thus, we have dealt with all the points raised without omitting anything."
    },
    {
        "verse_id": "30",
        "text": " Now a physician should be examined by another physician on eight topics viz., the system (tantra) and its interpretation, the main sections of the system and their interpretation, the chapters in each section and their interpretation, and the questions and their explanations; and thus, being examined, he should give his answers, leaving out nothing, by verbatim quotations, by explanations of the quotations, and by further elucidations of difficult parts of the explanations."
    },
    {
        "verse_id": "31",
        "text": " Now the words “Science of Life” (ayurveda), “The Medical Branch,” “The Lore,” “The Aphorisms,” “The Knowledge,” “The Scripture,” “The Semeiolgy” and “The System” (tantra) are all connotative of the same meaning."
    },
    {
        "verse_id": "32",
        "text": " The scope of the system (tantra) has been explained by definition of it, already. This scope being divided with reference to topics, is distributed under ten different heads, viz., (1) Anatomy, (2) Physiology, (3) Etiology, (4) Pathology, (5) Therapeutics, 6) Objectives (7) Climatology, (8) Physicians, (9) Pharmacology, and (10) Procedures. These topics are dealt with in the course of the entire treatise"
    },
    {
        "verse_id": "33",
        "text": " This system (tantra or ayurveda) has eight sections. They are the sections of (1) General Principles, (2) Pathology, (3) Specific Determination, (4) Human Embodiment, (5) Sensorial Prognosis, (6) Therapeutics, (7) Pharmaceutics and (8) Success in Treatment."
    },
    {
        "verse_id": "34",
        "text": " Two of thirty chapters each, three of twelve chapters each and three again of eight chapters each; thus in these dealing respectively with General Principles, Therapeutics, Success in Treatment, Pathology, Specific Deter ruination and Human Embodiment has been enshrined the whole of this treatise."
    },
    {
        "verse_id": "35",
        "text": " The scope of each system of this section will be described in its proper place. Here listen to the enumeration of the names of 120 chapters in the order of their occurrence."
    },
    {
        "verse_id": "36",
        "text": " They are the chapters entitled—(1) The Quest for longevity, (2) The Seeds of rough chaff, (3) Purging cassia and (4) Six hundred purgative preparations. This tetrad of chapters is concerned with drugs"
    },
    {
        "verse_id": "37",
        "text": " Then come the chapters entitled-(5) Measure in eating, (6) Seasonal dietary and regimen, (7) Natural urges should not be suppressed and (8) The discipline of the sense-organs. This tetrad is concerned with the rules of healthful living"
    },
    {
        "verse_id": "38",
        "text": " Then come the chapters entitled—(9) The Minor chapter on the four basic factors in therapeutics, (10) The Major chapter on the four basic factors in therapeutics, (11) The Three Pursuits of man and (12) The Salutary and the Unsalutary influences of Vata. The wise physician should know this tetrad of chapters which is concerned with specific instructions."
    },
    {
        "verse_id": "39",
        "text": " Then come the chapters entitled—(13) Oleation, (14) Sudation, (15) The Armamentarium of the physician and (16) The Fully equipped physician. This tetrad deals with the methods of therapeusis."
    },
    {
        "verse_id": "40",
        "text": " Then come the chapters entitled—(17) How many are the diseases of the head, (18) The three kinds of edema, (19) The Eight abdominal affections and (20) The Major list of diseases. This tetrad deals with nosology."
    },
    {
        "verse_id": "41",
        "text": " Then come the chapters entitled—(21) The Eight censured persons, (22; The lightening and roborant therapies, (23) Impletion and, (24) The Blood derived through systematic regimen This tetrad deals with therapeutic application."
    },
    {
        "verse_id": "42",
        "text": " Then come the chapters entitled—(25) The Origin of Man and Disease, (26) The Discussion between Atreya and Bhadrakapya, (27) Diet and dietetics and (28) The Various kinds of foods and drinks. This tetrad deals with diet and dietetics."
    },
    {
        "verse_id": "43",
        "text": " Lastly come the chapters entitled—(29) The Ten resorts of life and (30) The Ten great-rooted arteries in the heart. This dyad deals with the life-centres in the body and the qualifications of a physician."
    },
    {
        "verse_id": "44",
        "text": " The drugs, healthful living, specific instructions, procedures, nosology and therapeutic applications—these six tetrads have each been treated in four consecutive lessons. The seventh topic is that which relates to food and drink. This has been treated in the next tetrad of lessons."
    },
    {
        "verse_id": "45",
        "text": " The last dyad of synoptical chapters complete the tale of thirty chapters full of significance. This auspicious divison forms is it were the very head of the compilation"
    },
    {
        "verse_id": "46",
        "text": " In this division has been collected together group of tetrads, each of weighty import. This division has been called Shloka-sthana [ślokasthāna] in consequence of its contents having been generally presented in shlokas [ślokas] or verses."
    },
    {
        "verse_id": "47-47½",
        "text": " The Section on Pathology consists of an octad of chapters. They are the chapters entitled—(1) The Pathology of Fever, (2) The Pathology of Hemothermia, (3) The Pathology of Gulma, (4) The Pathology of the Anomalies of the Urinary Secretion, (5) The Pathology of Dermatosis, (6) The Pathology of Consumption, (7) The Pathology of Insanity and (8) The Pathology of Epilepsy."
    },
    {
        "verse_id": "48-49½",
        "text": " In the Section on Specific Determination, the great sage has spoken of eight specific determinations of different kinds. They are the chapters entiled—(1) The specific deter ruination of Taste, (2) The specific determination of the Stomach-capacity, (3) The specific determination of Depopulation through Pestilence, (4) The specific determination of the special knowledge of the Three Methods of Diagnosis, (5) The specific determination of the system of Circulation, (6) The specific determination of Nosology, (?) The specific determination of the disease from the Appearance of the Patient. (8) The specific determination of the Science of Healing."
    },
    {
        "verse_id": "50-52",
        "text": " The following are the eight sub-divisions of lessons of the Section on the Embodiment of Man or Anatomy as indicated by the sage, the son of Atri. They are the chapters entitled—(1) Into how many categories is man divided. (2) The exogamous union. (3). Formation of the fetus. (4). The major chapter on the formation of the fetus. (5) The analysis of man. (6) The analysis of the body. (7) The enumeration of the parts of the body. (8) The continuation of one’s lineage."
    },
    {
        "verse_id": "53-55",
        "text": " The division called the Section on Sensorial Prognosis, as expounded, consists of twelve lessons. They are the chapters entitled—(1) Sensorial prognosis by indications of complexion and voice, (2) Sensorial prognosis by observing the blooming of symptoms, (3) Senatorial prognosis by examination by palpation. (4) Sensorial prognosis by examination of the functions of all the senses, (5) Sensorial prognosis by, examination of premont-tory symptoms, (6) Sensorial prognosis with reference to certain types of patients, (7), Sensorial prognosis by the observation of the loss of the reflected image in the eye, (8) Sensorial prognosis by the observation of the inverted position of the reflection (9) Sensorial prognosis by the observation of the dark blue color of the eye of a man. (10) Sensorial prognosis by the observation of the symptoms of imminent death, (11) Sensorial prognosis by the observation of the loss of vital heat, (12) Sensorial prognosis by the observation of the powder resembling the cowdung ashes"
    },
    {
        "verse_id": "56-58 The division called the Section on Therapeutics consists of thirty lessons",
        "text": " They are entitled—(1) The procedure of Vitalisatim: (a) Chebulic and Emblic myrobalaus, (b) The desire for longevity, (c) Called with the hand, and (d) The advent of the science of life; (2) The procedure of Virilification: (a) The preparation of the roots of penreed grass (b) Milk saturated rice, (c) Fed on the leaves of black gram, and (d) The man of enhanced virility. These two tetrads of sections comprise two chapters known as the chapters on Vitalization and Virilification."
    },
    {
        "verse_id": "59-61½",
        "text": " (3) The therapeutics of Fever, (4) The therapeutics of Hemothermia, (5) The therapeutics of Gulina, (6) The therapeutics of Anomalies of the Urinary Secretion (7) The therapeutics of Dermatosis, (8) The therapeutics of Consumption 9) The therapeutics of Insanity, (10) The therapeutics of Epilepsy, (11) The therapeutics of Pectoral Lesions (12) The therapeutics of Edema, (13) The therapeutics of Abdominal affections, (14) The therapeutics of Piles, (15) The therapeutics of Assimilation Disorders. (16) The therapeutics of Anemia (17) The therapeutics of Hiccup and Dyspnea. (18) The therapeutics of Cough, (19) The therapeutics of Diarrhea, (20) The therapeutics of Vomiting, (21) the therapeutics of Acute Spreading Affections, (22) The therapeutics of Dipsosis, (23) The therapeutics of Toxicosis, (24) The therapeutics of Alcoholism, (25) The therapeutics of two varieties of Wounds, (26) The therapeutics of Diseases affecting the Three Vital Regions, (27) The therapeutics of Spastic Paraplegia, (28) The therapeutics of Vata-diseases, (29) The therapeutics of Rheumatic Conditions and (30) The therapeutics of Gynecic Disorders, Thus, the tale of thirty chapters dealing with Therapeutics is complete. We shall now enumerate the chapters dealing with Pharmaceutics."
    },
    {
        "verse_id": "62-64",
        "text": " The division called the Section on Pharmaceutics consists of twelve different kinds of pharmaceutical preparations each treated in one lesson. These are the chapters entitled—(1) The preparations of the Emetic nut. (2) The preparations of Bitter luffa, (3) The preparations of the Bottle gourd (4) The preparations of Smooth luffa. (5) The preparations of Kurchi, (6) The preparations of Bristly luffa, (7 The preparations of Black turpeth. (8) The preparations of the Purging cassia (9) The preparations of Tilwaka (10) The preparations of the Thorny milk-hedge, (11) The preparations of the Soapnut and clenolepis and (12) The preparations of the Red Physic nut and Physic nut."
    },
    {
        "verse_id": "65-67",
        "text": " The division called the Section on Success in Treatment consists of twelve kinds of Siddhis each treated in one lesson. They are the chapters entitled—(1) Successful application of Preparations, (2) Successful application of Purificatory procedures, (3) Successful application of the Enema, (4) The complications caused by the. Unctuous enema, (5) The complications caused by Emesis and Purgations, (6) The complications of Enema, (7) The Enemata of the measure of 8 tolas, (9) The diseases of the Vital regions, (10) Enema, (11) Enema of the emetic nut and (12) The remaining kinds of Enema."
    },
    {
        "verse_id": "68",
        "text": " In the respective sections, as also in the respective chapters, the topic of each chapter will be described. All topics, in their entirety will be spoken of, in their respective places, together with a summary at the end of each chapter."
    },
    {
        "verse_id": "69-71",
        "text": " A query which is taken verbatim from the treatise and is put in the conventional manner is called a formal question. To propound such a question by adducing reason and citation from the text is called the exposition of the question. A system (Tantra) is so called because it systematises, a section (Sthāna) because therein a particular thesis is established, a chapter because it deals predominantly with a given subject. Thus is the nomenclature derived. The octad (of system, subject matter of the system, thesis, subject matter of thesis, discourse, subject matter of the discourse, question and the exposition of the question) has been set out in entirety, agreeably to the question put. Likewise a complete and well-reasoned summary of this science has been given out here-"
    },
    {
        "verse_id": "72",
        "text": " The verbal fights of Sciolists [Scholists?] create commotion like the sudden and alarmist flights of quails"
    },
    {
        "verse_id": "73",
        "text": " Accordingly, before settling down to a discussion with them, they should be confronted with the eight-pointed questionnaire in order to gauge the extent of their learning; for therein is the forte of the learned."
    },
    {
        "verse_id": "74",
        "text": " The men of little learning—the weaklings—are put into a flutter by the very sounds of the medical scriptures, like a bevy of quails at the mere sound of the bow-string."
    },
    {
        "verse_id": "75",
        "text": " Sometimes an animal (which is not a wolf) taking advantage of the weakness of others of its kind plays the wolf; meeting, however, with a real wolf, the creature reverts to its true nature."
    },
    {
        "verse_id": "76",
        "text": " In the same manner an ignoramus given to blatant displays, establishes himself as an exponent in the midst of others who are equally ignorant; meeting, however, with a true exponent he is non-plussed."
    },
    {
        "verse_id": "77",
        "text": " The ignoramus possessed of little learning (but full of pretensions) is like a pole-cat hidden in its own bristles; what can such a one, comparable to a low born idiot, say in debate?"
    },
    {
        "verse_id": "78",
        "text": " The physician should not engage in dispute with godly men, though they be of little learning, with a view to discomfit them; but one should not scruple to demolish by means of the eight-membered questionnaire, the others who pose as experts."
    },
    {
        "verse_id": "79",
        "text": " The pretentious and obstreperous wiseacres are generally given to much and loose talk. The godly are generally fair-spoken and are circumspect and. of few words."
    },
    {
        "verse_id": "80",
        "text": " One should not suffer disputants who are of little learning, foolish and blatant, not because of considerations to oneself, but with a view to keeping the light of knowledge unobscured."
    },
    {
        "verse_id": "81",
        "text": " Those whose compassion to all creatures is great and who are devoted to truth are ever zealous in putting down false doctrines."
    },
    {
        "verse_id": "82",
        "text": " Those who are adherents of false dogmas, in debate take recourse to such shifts as the inadequacy of time at their disposal, sudden indisposition, parading (of books and medical paraphernalia) and (in the last resort) to abusive speech; failing to gain credibility for their statements they tend generally to run down the opponent."
    },
    {
        "verse_id": "83",
        "text": " One should shun such revilers of the (true) scriptures as if they were the very snare of Time, the destroyer. On the other hand, one should sedulously resort to the best of physicians who are full of tranquility, understanding and scientific lore."
    },
    {
        "verse_id": "84",
        "text": " The whole of suffering which cleaves to mind and body has ignorance for its basis and conversely all happiness is founded in clear scientific knowledge."
    },
    {
        "verse_id": "85",
        "text": " However this very knowledge of mighty import is no illumination to those who are devoid of understanding, as is the orb of the sun to those who have lost their eye-sight."
    },
    {
        "verse_id": "86",
        "text": " The ten great-rooted vessels (dasha-mahamula) in the heart (artha); wherefore they are so designated; the six fore-most of their kind, ending with the path of salvation; the description of those who are learned in the science of medicine;"
    },
    {
        "verse_id": "87",
        "text": " the seven-membered and the eight-membered catechisms together with their answers; how they are to be made use of and for what purpose; and the six kinds of pretenders"
    },
    {
        "verse_id": "88",
        "text": " All this has been set forth in this chapter entitled “The Ten Great-rooted Arteries.” This chapter is in the nature of a brief compendium of the whole of this treatise."
    },
    {
        "verse_id": "89",
        "text": " Just as a thread is used to string flowers together, so has this abstract been compiled by the sage for stringing together the various topics."
    },
    {
        "verse_id": "90",
        "text": " In the treatise compiled by Agnivesha and revised by Caraka, at this point ends the whole of the Section on General Principles."
    }
]