[
	{
        "verse_id": "1",
        "text": "We shall now expound the chapter entitled “The Lightening (Langhana—laṅghana) and Roborant (Brimhana—bṛṃhaṇa) Therapies.”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": "Addressing himself to the six choicest of his disciples headed by Agnivesha, who were dedicated to study and meditation, the Master, Atreya, declared thus, with a view to stimulate inquiry,"
    },
    {
        "verse_id": "4",
        "text": "“He indeed is the physician who knows the timely administration of the lightening (langhana) and the roborant (brimhana) therapies, the desiccation and oleation therapies, and the sudation and astringent therapies.”"
    },
    {
        "verse_id": "5",
        "text": "Atreya having thus spoken, Agnivesha said to him;"
    },
    {
        "verse_id": "6-7",
        "text": " “O, thou, our worshipful preceptor! it becomes thee to tell us about the lightening therapy (langhana) and those for whom it is indicated, about the roborant therapy (brimhana) and those for whom it is indicated, about the desiccation therapy and. those for whom it is indicated, about the various methods of oleation therapy and for whom they are indicated, and about"
    },
    {
        "verse_id": "6-7.1",
        "text": "the various methods of sudation therapy and in whom they are indicated, and about the methods of the astringent therapy and in whom they are indicated"
    },
    {
        "verse_id": "8",
        "text": " Tell us in short, the symptoms of the right, the wrong and the excessive administration of these therapies viz., the lightening and other therapies”"
    },
    {
        "verse_id": "9",
        "text": " Hearing these words of Agnivesa, the Master said, “That which causes lightness of the body is known as the lightening therapy (langhana).”"
    },
    {
        "verse_id": "10",
        "text": " The treatment which increases the size of the body and makes it robust is called the roborant therapy (brimhana), and that which produces dryness, roughness and clearness is called the desiccant therapy"
    },
    {
        "verse_id": "11",
        "text": " That, which increases viscosity, fluidity, softness and moistness in the body is known as the oleation therapy. That, which causes ptrspi ration and destroys stiffness, heaviness and cold is known as the sudation therapy."
    },
    {
        "verse_id": "12-12½",
        "text": " That treatment, which astringes what is flowing aud stabilises what is unstable is called the astringent therapy. That substance is considered lightening which is mainly light, hot, acute, clear, dry. subtle rough, flowing and hard."
    },
    {
        "verse_id": "13-13½",
        "text": " That substance is considered roborant which is mainly heavy, cooling, soft, unctuous, thick, gross slimy, sluggish, stable and smooth"
    },
    {
        "verse_id": "14-14½",
        "text": " That substance is considered desiccant which is mainly non-unctuous, light, rough acute, hot stable, limpid and hard."
    },
    {
        "verse_id": "15",
        "text": " That substance is considered unctuous, which is mainly fluid, subtle flowing, viscid, slimy, heavy cooling sluggish and soft."
    },
    {
        "verse_id": "16",
        "text": " That substance is considered sudorific, which is mainly hot, acute flowing, viscid, dry. subtle fluid, stable aud heavy."
    },
    {
        "verse_id": "17",
        "text": " That substance is considered astringent which is mainly cooling, sluggish, soft, smooth dry, subtle, fluid, stable and light."
    },
    {
        "verse_id": "18",
        "text": " The four modes of purification (i.e. the quinary purificatory procedures with the exception of the unctuous enema), subjection to thirst, exposure to wind and sun, the use of digestives and recourse to fasting and exercise, constitute the ten methods of the lightening therapy."
    },
    {
        "verse_id": "19",
        "text": " Those that suffer from an excess of Kapha, Pitta, blood or waste products, and are but slightly affected with Vata, and who are huge bodied and strong should be lightened by means of the purificatory? procedures."
    },
    {
        "verse_id": "20",
        "text": " The wise physician should generally treat with digestives, in the beginning, those who suffer from diseases of moderate intensity due to Kapha and Pitta, such as vomiting, diarrhea, heart-disease, acute intestinal irritation, intestinal torpor, fever, obstipation, heaviness, eructation, nausea, anorexia and similar conditions."
    },
    {
        "verse_id": "20.1",
        "text": "22 In cases where the above mentioned diseases occur in a mild intensity, their alleviation may be brought about by a recourse to abstention from food and drink"
    },
    {
        "verse_id": "23",
        "text": " The diseases in strong persons marked with moderate intensity may be subdued by a recourse to exercise and exposure to sun and air. What need, then, is their to say that these diseases, when they are only of a mild intensity can be subdued in the same manner!"
    },
    {
        "verse_id": "23.1",
        "text": "24 Those who suffer from skin diseases, urinary anomalies, and who are bulky with excess of unctuous and fluid matter in the body and also those who suffer from disorders of Vata, should be administered the lightening therapy (langhana) in winter"
    },
    {
        "verse_id": "25",
        "text": " That flesh is regarded as roborant which is not polluted by poisoned weapons, which is not diseased and which is obtained from those animals, fish and birds, that are in the prime of life and are found roaming at will in their natural haunts."
    },
    {
        "verse_id": "26",
        "text": "For persons that are wasted of body, consumptive, emaciated, aged, weak, given to constant way faring, and addicted to wine and women, the roborant therapy (brimhana) is indicated in summer."
    },
    {
        "verse_id": "27",
        "text": " The light meat-juice of carnivorous creatures is a roborant to persons that have been emaciated by the diseases of consumption, piles and assimilation disorders."
    },
    {
        "verse_id": "28",
        "text": " Bath, oil-massage, sleep, and unctuous enemata medicated with drugs of the sweet group, milk and ghee: these are roborant in effect to all persons."
    },
    {
        "verse_id": "29",
        "text": " The habitual use of articles of pungent, bitter and astringent tastes, over-indulgence in women, the use of oil-cakes of rape seed and til, buttermilk, honey and similar things tend to induce dryness."
    },
    {
        "verse_id": "30",
        "text": " The desiccant therapy is indicated in diseases marked by excessive discharge and great morbidity of humors, in diseases of the vital parts, spastic paraplegia and in similar conditions."
    },
    {
        "verse_id": "31",
        "text": " As regards the questions of what constitute the oleous substances, who are the fit subjects for oleation, what are the various kinds of sudation and who are to be administered sudation—these, have been elaborately explained by me in the chapters on oleation and sudation procedures."
    },
    {
        "verse_id": "32",
        "text": " All things that are fluid, thin, consistent, refrigerant, sweet, bitter and astringent act as astringents."
    },
    {
        "verse_id": "33",
        "text": " The astringent therapy is indicated in those who are scorched by Pitta, caustics and heat, those who are afflicted with vomiting and diarrhea and those suffering from complications of poison and over-sudation."
    },
    {
        "verse_id": "34-35",
        "text": " The lightening therapy (langhana) is to be regarded successful when the normal elimination of flatus, urine and feces is restored; the body feels light; the stomach, eructations, throat and mouth become clear; torpor and exhaustion disappear and perspiration and taste reappear; acute hunger and thirst return and the mind recovers its sense of ease."
    },
    {
        "verse_id": "36-37",
        "text": " Pain in the joints, bodyaches, cough, parching of the mouth, complete loss of hunger, anorexia, thirst, weakness of hearing and slight confusion of mind, frequent eructations, fainting, loss of body-temperature and strength:—these, are the consequents of overdone lightening therapy."
    },
    {
        "verse_id": "38-38½",
        "text": " Accession of strength and robustness and freedom from the evils of emaciation are the signs of. successful roboraat therapy. Corpulency is the sign of roborant therapy (brimhana) overdone. The signs of the desiccant, therapy well-done or overdone, are:—the same as those of the lightening therapy similarly performed."
    },
    {
        "verse_id": "39-40",
        "text": " When the disorders in which the astringent therapy is indicated have been subjugated and the patient has regained his strength, the administration of the therapy should be considered successful. Duskiness, stiffness of limbs, eructation, stiffness of jaw, catch in the cardiac region and the suppression of the urges of nature are the signs of overdone astringent therapy."
    },
    {
        "verse_id": "41-42",
        "text": " The common sign of all these six therapies when ill-performed is not merely the non-alleviation, but the actual aggravation of the diseases for which they are prescribed as remedies. Thus, the six most useful therapies covering all diseases have been described. If administered with due consideration to time and dosage they are sure to accomplish the cure of all curable disorders."
    },
    {
        "verse_id": "43",
        "text": " As there are manifold combinations of ailments, there are also many combinations of therapies to suit them; but even as the morbid humors of the body do not transcend the triad of Vata etc., so the therapies too do not transcend the haxad [hexad?] described above."
    },
    {
        "verse_id": "44",
        "text": " Thus, in this chaptar entitled “Lightening Therapy (langhana)”, all the six therapies which comprise the entire field of therapeutics have been expounded by the worshipful one, in accordance with the questions put."
    }
]