[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “Natural urges (vega) should not be suppressed.”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-4",
        "text": " A wise person should not suppress the natural urges (vega) of urine, feces, semen, flatus, vomiting, sneezing eructation, yawning, hunger, thirst, tears, sleep and deep breathing after exertion."
    },
    {
        "verse_id": "5",
        "text": " Listen, as I describe one by one, for the purpose of treatment, the various diseases which are born of the suppression of these urges."
    },
    {
        "verse_id": "6",
        "text": " Pain in the region of the bladder and the genitals, dysuria, headache, flexure of the body and retention of urine causing distension of the lower abdomen, are the symptoms produced by suppression of the urge for micturition."
    },
    {
        "verse_id": "7",
        "text": " Sudation, immersion bath, inunction, oppressive dose of ghee and triple enema (two kinds of rectal enema and one urethral douche) are recommended in retention of urine."
    },
    {
        "verse_id": "8",
        "text": " Intestinal colic, headache, retention of flatus and feces, cramps in calf-muscles and distension of abdomen result from the suppression of the urge for defecation."
    },
    {
        "verse_id": "9",
        "text": " Sudation, inunction, immersionbath, suppositories, enemata and carminative eats and drinks are beneficial in retention of feces."
    },
    {
        "verse_id": "10",
        "text": " Pain in the phallus and testes, body-ache, cardiac pain and retention of urine result from the suppression of the urge for seminal ejaculation."
    },
    {
        "verse_id": "11",
        "text": "In this condition, inunction, immersion-bath, madira wine, flesh of cock, shali rice, milk, evacuative enema and sexual intercourse are recommended."
    },
    {
        "verse_id": "12",
        "text": " Retention of feces, urine and of flatus, distension of abdomen, pain, exhaustion and other disorders in the abdomen caused by vata, result from suppression of the urge of the flatus."
    },
    {
        "verse_id": "13",
        "text": " The procedure of oleation and sudation, suppositories, carminative eats and drinks and enemata are recommended in this condition."
    },
    {
        "verse_id": "14",
        "text": " Pruritus, wheals, anorexia, freckles, enema, anemia, fever, dermatosis, nausea and acute spreading affections result from suppression of the urge for vomiting."
    },
    {
        "verse_id": "15",
        "text": " In this condition, emesis after taking food, smoking, starvation, depletion of blood, dry eats and drinks, physical exercise and purgation are recommended."
    },
    {
        "verse_id": "16",
        "text": " Stiffness of the neck, headache, facial paralysis, hemicrania and asthenia of the senseorgans result from the suppression of the urge for sternutation."
    },
    {
        "verse_id": "17",
        "text": "In this condition, inunction, sudation of the upper supra-clavicular parts of the body, smoking, nasal medication, diet alleviative of vata and postprandial potion of ghee are recommended."
    },
    {
        "verse_id": "18",
        "text": " Hiccup, dyspnea, anorexia, tremor and impediment to the functions of the heart and the lungs result from the suppression of the urge for eructation. Remedial measures in this condition are the same as those in hiccup."
    },
    {
        "verse_id": "19",
        "text": " Flexures of the body, spasm, contractions, numbness, tremor and shaking result from the suppression of the urge for pendiculation. In this condition, all such measures as are alleviative of vata are indicated."
    },
    {
        "verse_id": "20",
        "text": " Emaciation, weakness, discoloration, body-ache, anorexia and-giddiness result from the suppression of the urge of hunger, Unctuous, hot and light diet is recommended in this condition."
    },
    {
        "verse_id": "21",
        "text": "Parching of the throat and the mouth, deafness, fatigue, depression and cardiac pain result from the suppression of the urge of thirst. In this condition cooling and demulcent drink are recommended."
    },
    {
        "verse_id": "22",
        "text": " Coryza, eye-diseases, cardiac disorders, anorexia and giddiness result from the suppression of the urge for lachrymation. Sleep, wine and pleasing conversation are recommended in this condition."
    },
    {
        "verse_id": "23",
        "text": " Those who are desirous of their welfare both in this and the next world should, on the other hand, suppress the ash and evil impulses of the mind, speech and body."
    },
    {
        "verse_id": "24",
        "text": " Gulma, cardiac disorder and stupefaction result from the suppression of the urge for deep breathing-after exertion. In this conition rest and measures alleviative of vata are recommended."
    },
    {
        "verse_id": "25",
        "text": " So, one who wishes to avoid the above-mentioned diseases resulting from the suppression of natural urges (vega) should not suppress these urges."
    },
    {
        "verse_id": "27",
        "text": " The wise man should control the impulses of greed, grief, fear, anger, vanity, impudence, jealousy, excessive attachment and malice."
    },
    {
        "verse_id": "28",
        "text": " One should control the impulse for speech that is harsh, extravagant, insinuating, untrue and untimely."
    },
    {
        "verse_id": "29",
        "text": " One should control the impulses for all such activities of the body as are injurious to others, i.e. adultery, theft, inflicting pain etc."
    },
    {
        "verse_id": "30",
        "text": " Being free from the sins, relating to the activities of the mind, speech and body, the happy man of righteous nature enjoys and acquires spiritual merit, wealth and sense-pleasures."
    },
    {
        "verse_id": "31",
        "text": " That activity of the body, which is meant to increase its firmness and strength, in regarded as physical exercise; it should, be practised in the right measures."
    },
    {
        "verse_id": "32",
        "text": " Lightness, capacity for work, firmness, tolerance to hardship, subsidence of humoral discordance and stimulation of the gastric fire accrue from exercise."
    },
    {
        "verse_id": "33",
        "text": " Fatigue, exhaustion, wasting, thirst, hemothermia, dyspnea, asthma, cough, fever and vomiting result from over-exercise."
    },
    {
        "verse_id": "33-(1)",
        "text": " The appearance of perspiration, increased respiration, lightness of limbs and a feeling of oppression in the cardiac region indicate the full measure of physical exercise."
    },
    {
        "verse_id": "34",
        "text": " The wise man should not indulge in an excess of physical exercise, laughter, speaking, walking, sex-act and waking at night, even if he is accustomed to such practices."
    },
    {
        "verse_id": "35",
        "text": " The person, who indulges in these and similar other activities to an excess, comes by a violent end, like a lion trying to drag the body of an elephant"
    },
    {
        "verse_id": "35-(1 2)",
        "text": " Those who are emaciated by excessive indulgence in sex-act, load-carrying and way-faring, those who are afflicted with anger, grief fear and toil, those who are of tender age or advanced in age or of vata habitus and those who are given to loud and much talk, as well as those afflicted with hunger and thirst, should avoid physical exercise."
    },
    {
        "verse_id": "36",
        "text": " By degrees, the wise man should free himself from unwholesome habits; also, by degrees, he should develop wholesome habits. This process of gradual change will now be described"
    },
    {
        "verse_id": "37",
        "text": " The acquisition of the new good habits and the giving up of the old bad ones should be achieved by regular quarter steps of decrease as regards the bad habits and of increase as regards the good habits, at orderly intervals of one, two and three days."
    },
    {
        "verse_id": "38",
        "text": " By gradual withdrawal, addictions do not revert and wholesome habits, gradually acquired, become firmly implanted."
    },
    {
        "verse_id": "39",
        "text": " From the moment of conception some men are equibalanced as regards the three humors, vata, pitta and kapha; some have a predominance of vata, some of pitta and some of kapha."
    },
    {
        "verse_id": "40",
        "text": " Of them the first alone enjoy perfect health, while the rest are ever liable to disease. Their body habit is is named according to the continual predominance of a particular humor in the body."
    },
    {
        "verse_id": "41",
        "text": " Having regard to the rules of healthful living in the case of those who are characterised by the predominance of one humor, the use of things antagonistic in quality to that particular humor is beneficial; while in the case of persons with equibalanced humors, the balanced use of the articles of all tastes is recommended as being homologatory to them."
    },
    {
        "verse_id": "42",
        "text": " There are two excretory orifices in the lower part of the trunk; there are seven cavities in the head and innumerable openings of sweat-glands all over the body; the emunctories are impaired by morbid or excessive formation of excretory products."
    },
    {
        "verse_id": "43",
        "text": " The excessive or scanty formation of the excretory products is known by the enlargement or contraction of the emunctory concerned, as also by excessive discharge or suppression of the excrement."
    },
    {
        "verse_id": "44",
        "text": " Diagnosing these disorders by their characteristic signs and morbidity, the physician should treat curable diseases by remedies which are antagonistic to the diseases and their causative factors, with due consideration to dose and time."
    },
    {
        "verse_id": "45",
        "text": " These and other diseases occur in those who do not observe the rules of healthful living. Hence, the healthy man should be diligent in the observance of the rules of healthful living."
    },
    {
        "verse_id": "46",
        "text": " One should eliminate the accumulated morbid matter in the months of Caitra, Shravana and Margashirsha."
    },
    {
        "verse_id": "47",
        "text": " The wise physician should, after preliminary preparation of the body with the oleation and sudation procedures, carry out the purificatory procedures of emesis, purgation, enemata and errhines, according to the season."
    },
    {
        "verse_id": "48",
        "text": " Thereafter, the physician skilled in the science of climatology should administer alterative and virilific remedies of tested efficacy systematically and as indicated."
    },
    {
        "verse_id": "49",
        "text": " Thus, the body-elements being restored to the normal state, susceptibility to disease disappears, the body-elements get aggrandized and the pace of age is slackened."
    },
    {
        "verse_id": "50 Such is the procedure laid down for the prevention of the endogenous diseases",
        "text": " As regards the prevention of other types of diseases, we shall instruct separately."
    },
    {
        "verse_id": "51",
        "text": " The exogenous diseases of human beings, proceeding from evil spiritis, poison, air, fire, trauma and such other things, are due to “volitional transgression.”"
    },
    {
        "verse_id": "52",
        "text": " The psychic disorders, such as jealousy, grief, fear, anger, vanity, hatred and such others, are also said to be the result of “volitional transgression.”"
    },
    {
        "verse_id": "53",
        "text": " Avoidance of “volitional transgression” control of the senses, recollection, knowledge of clime, season and the self, and observance of the rules of good conduct—"
    },
    {
        "verse_id": "54",
        "text": " These are laid down as the course of prevention of exogenous diseases. The wise man should observe, much before the onset of disease, as a prophylactic measure, such things as he considers good for his well-being."
    },
    {
        "verse_id": "55",
        "text": " The knowledge of authoritative instruction and its right application are the two factors necessary for the prevention and cure of diseases."
    },
    {
        "verse_id": "56-57",
        "text": " Those who are sinful of conduct, speech and disposition, backbiters, quarrelsome, sarcastic and niggards; those who are envious of others’ prosperity, and cheats; those who delight in scandal-mongering and are fickle-minded, those who have a foot in the enemy’s camp, those who are without compunction, and apostates; all such, the scum of humanity, should be shunned."
    },
    {
        "verse_id": "58-59",
        "text": " While those who are mature in understanding, learning, years, character, courage, memory and one-mindedness; those who frequent the company of such; those who are endowed with insight into the nature of things; those who are free from all ailments; those who are well-disposed towards all creatures; those who are tranquil of heart; those who are of commendable character; the teachers of the right path; and those who hear and see only that which is meritorious, are to be sought."
    },
    {
        "verse_id": "60",
        "text": " The wise man who seeks happiness both here and hereafter, should exercise the highest care in selecting what is wholesome in the matter of food, conduct and behaviour."
    },
    {
        "verse_id": "61",
        "text": " Curds should not be taken at night nor should they be taken without ghee and sugar, nor without green-gram soup, nor without honey, nor hot, nor without emblic myrobalans."
    },
    {
        "verse_id": "62",
        "text": " The curds-lover who violates these rules would be affected with fever, hemothermia, acute spreading affections, dermatosis, anemia giddiness and severe jaundice."
    },
    { "verse_id": "63", "text": " Here are the recapitulatory verses—" },
    {
        "verse_id": "64",
        "text": " the withdrawal from bad habits and the development of good habits, diet according to habitus; diseases of the emunctories and their medication;"
    },
    {
        "verse_id": "65",
        "text": " prophylactic measures for the prevention of diseases; who are to be shunned and who are to be sought by the wise man, who is keen on achieving his welfare;"
    },
    {
        "verse_id": "66",
        "text": " In what way curds should be taken and why so—all this the son of Atri has described in this chapter entitled “Natural Urges should not be suppressed.”"
    }
]