[
	{
        "verse_id": "286-287",
        "text": " Til oil [taila] is astringent in after-taste, sweet subtle, hot, diffusive, causative of Pitta and leads to the occlusion of urine and feces. It does not increase Kapha. It is the best among the causatives of Vata, strengthening, good for the skin and increases intelligence and gastric fire, and is considered curative of all diseases when it undergoes admixture and preparation."
    },
    {
        "verse_id": "288",
        "text": " By the use of oil, in olden days, the kings of Daityas became un-aging, free from disease and fatigue, and endowed with great strength in the battle."
    },
    {
        "verse_id": "239",
        "text": " The castor oil is sweet and heavy and increases Kapha; it is highly curative of Vata, Rakta Gulma, heart-disease and chronic fever."
    },
    {
        "verse_id": "290",
        "text": " The white rape-seed is pungent, hot, vitiative of blood and Pitta, depletive of Kapha and semen, and curative of Vata-disorders, pruritus and wheals."
    },
    {
        "verse_id": "291",
        "text": " The oil of Buchanan’s mango is sweet, heavy and increases Kapha. Pt is beneficial in cases where Vata and Pitta are found combined, as it is not very hot."
    },
    {
        "verse_id": "292",
        "text": " The linseed oil is sweet, sour md pungent after digestion, hot in potency, beneficial in Vata and is provocative of hemothermia."
    },
    {
        "verse_id": "293",
        "text": " The safflower oil is hot, pungent after digestion and heavy. It is excessively irritant and provokes ill body-humors"
    },
    {
        "verse_id": "294",
        "text": " The qualities of other oils which are used in food and which are derived from fruits not mentioned here, are to be known according to the qualities of the fruits themselves."
    },
    {
        "verse_id": "295",
        "text": " Animal marrow and fat are thening[?], and according to the nature of the animal their nature is to be determined as cooling or hot."
    },
    {
        "verse_id": "296",
        "text": " Ginger is slightly unctuous, digestive stimulant, aphrodisiac, hot and curative of Vata and Kapha, sweet after digestion, cordial and appetizing"
    },
    {
        "verse_id": "297",
        "text": " Green long pepper increases Kapha, is sweet, heavy and unctuous When dried, it is dispeller of Kapha and Vata, pungent and hot and is considered aphrodisiac."
    },
    {
        "verse_id": "298",
        "text": " Black pepper is not very hot, is anaphrodisiac, light, appetizer and being depletive and desiccant, it is a digestive-stimulant and cures Kapha and Vata."
    },
    {
        "verse_id": "299",
        "text": " Asafoetida is to be regarded as curative of Vata, Kapha and obstipation. It is pungent, hot, digestive-stimulant, light, alleviative of colicky pain, digestive and appetizer."
    },
    {
        "verse_id": "399",
        "text": " Rock salt is the best of salts; it is appetizer, digestive-stimulant, aphrodisiac, improves eye-sight and is non-irritant. It is curative of"
    },
    {
        "verse_id": "301",
        "text": " The Sanchal salt being subtle, hot, light, fragrant and relishgiving, is deobstruent cordial and purifies the eructations."
    },
    {
        "verse_id": "302",
        "text": " The Bida [biḍa] silt being sharp hot and diffusive is a digestive-stimulant, cures colicky pain and regulates the upward and downward courses of Vata."
    },
    {
        "verse_id": "303",
        "text": " The efflorescence salt is slightly bitter, pungent, slightly alkaline, sharp and liquefacient. Kalabag [kālalavaṇa?] rocksalt has no smell Its qualities are those of Sanchal-salt."
    },
    {
        "verse_id": "304",
        "text": " The sea-salt is slightly sweet; the earth-salt is slightly bitter and pungent. All salts are appetizing, digestive, laxative and curative of Vata."
    },
    {
        "verse_id": "305",
        "text": " The barley alkali cures diseases of the heart, anemia, assimilation disorders, splenic disorders, constipation, throat-spasm, cough of the Kapha type and piles."
    },
    {
        "verse_id": "306",
        "text": " All alkalis are like fire, acute, hot, light, dry, liquefacient, digestive, corrosive, caustic, digestive-stimulant and destructive of tissues."
    },
    {
        "verse_id": "307",
        "text": " Celery seeds, black cumin, cumin, bishop’s weed, coriander and Indian tooth-ache are appetizing digestive-stimulant and dispellers of Vata, Kapha and fetor."
    }
]