[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapiter entitled “the Seeds of Rough chaff (Apamarga-Tanduliya—apāmārga-taṇḍulīya).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-6",
        "text": " The seeds of rough chaff (apamarga), long pepper, black pepper, embelia, drumstick, rape-seed, Indian tooth ache, cumin, wild carrot, toothbrush tree, cardamom, fragrant piper, black cumin, holy basil, white mussel shell creeper, shrubby basil, sweet marjoram, seeds of shirish, garlic, turmeric and Indian berberry, rock-salt, black salt, staff and dry ginger:—these should be given as errhines in conditions of heaviness of the head, head ache, coryza, hemicrania, parasitic infections of the head, epilepsy, anosmia and fainting;"
    },
    {
        "verse_id": "7-8",
        "text": " Emetic nut, liquorice, neem, bristly luffa, bitter luffa, long pepper, kurchi, bottle gourd, cardamom and sponge gourd:—these drugs should be used as emetics by the physician, in a way not harmful to the body, in gastro-genic disorders characterised by morbid accumulations of kapha and pitta."
    },
    {
        "verse_id": "9-10",
        "text": " Turpeth, the three myrobalans, red physic nut, indigo, soap-pod, sweet flag, kamala, colocynth, hiritz prickly brazil wood, toothbrush tree purging cassia, grapes, physicnut, and hijjal:—these should be prescribed for purgation when the morbid humors have accumulated in the colon."
    },
    {
        "verse_id": "11-13",
        "text": " Trumpet-flower, windkiller, bael, Indian calosanthes, white teak, tick trefoil, painted-leaved uraria, yellow-berried night-shade, heartleaved sida, small caltrops, Indian night-shade, hog’s weed, castor-oil plant, barley, horse-gram, jujube, guduch, emetic nut, palash [palasha], ginger grass, unctuous substances and salts should be used in misperistalsis and constipation, and in corrective enemata."
    },
    {
        "verse_id": "14",
        "text": " Out of these groups of drugs should be prepared unctuous enemata curative of vata. Thus, has been described, the compendium of the drugs required for the five purificatory procedures."
    },
    {
        "verse_id": "15",
        "text": " When the morbid humors have been aroused by the preliminary preparation of the patient with the oleation and sudation procedures, these five modes of purification should be earned out, with due consideration to dose and time."
    },
    {
        "verse_id": "16",
        "text": " The art of prescription depends on the knowledge of dosage and time, and on this art, in turn, depends success; hence, the skilful physician stands ever superior to those possessing merely a theoretical knowledge of drugs."
    },
    {
        "verse_id": "17",
        "text": " Henceforth we shall expound the subject of various medicated gruels used for the relief of the various disorders that are curable."
    },
    {
        "verse_id": "18",
        "text": " The gruel prepared with long pepper, piper root, piper chaba, white flowered leadwort and dry ginger is a digestive-stimulant and pain-killer."
    },
    {
        "verse_id": "19",
        "text": " The gruel prepared with wood apple, bael, yellow-wood sorrel, buttermilk and pomegranate is digestive and astringent. The gruel prepared with penta radices should be given in diarrhea of the vata type."
    },
    {
        "verse_id": "20",
        "text": " The gruel prepared with tick trefoil, heart-leaved sida, bael and painted-leaved uraria, and acidified with pomegranate juice, is beneficial in diarrhea of the pitta or kapha type."
    },
    {
        "verse_id": "21",
        "text": " The cruel prepared with. semi-diluted goat’s milk, fragrant sticky mallow, blue water-lily, dry ginger and painted-leaved uraria is antidy sent eric."
    },
    {
        "verse_id": "22",
        "text": " The gruel prepared with atees and dry ginger and acidified should be used in dysentery accompanied with undigested matter in the stools. The gruel prepared with small caltrops and yellow-berried night-shade is given with liquid gur in dysuria."
    },
    {
        "verse_id": "23",
        "text": " The gruel of embelia, piper root, drumstick, black pepper and salsoda salt, prepared in buttermilk, is anthelmintic."
    },
    {
        "verse_id": "24",
        "text": " The gruel prepared with grapes, Indian sarsaparilla, roasted paddy, long pepper, honey and dry ginger is adipsous; The gruel prepared with babchi [babaci] seeds is curative of toxicosis."
    },
    {
        "verse_id": "25",
        "text": " The gruel prepared with pork-juice is considered roborant; and that prepared with roasted job’s tears and mixed with honey is reductive."
    },
    {
        "verse_id": "26",
        "text": " The gruel prepared with ghee,.salt and plenty of til, increases the unctuous quality of the body; and that of sanwa millet, prepared in the decoction of small sacrificial grass and emblic myrobalan, diminishes the unctuous quality."
    },
    {
        "verse_id": "27",
        "text": " The gruel prepared with the decaradices is curative of cough, hiccup, dyspnea and the disorders arising from kapha;the gruel prepared with the unctuous dyad (ghee and oil) and madira wine is curative of intestinal colic."
    },
    {
        "verse_id": "28",
        "text": " The gruel, prepared with vegetables, flesh, til and black-gram, helps to eliminate feces; The gruel prepared with the. seeds of the jambul and mango of sour wood apple and bael fruit, is considered to be astringent in action."
    },
    {
        "verse_id": "29",
        "text": " The gruel prepared with alkali, white flowered leadwort, asafoetida and amlavetasa is considered laxative. The gruel prepared with chebulic myrobalan, piper root and dry ginger induces normal (downward) peristaltic movement of vata."
    },
    {
        "verse_id": "30",
        "text": " The gruel prepared with buttermilk is curative of complications caused by the wrongful use of ghee; and that prepared with buttermilk and til oil-cake is recommended in complications caused by the wrongful use of oil."
    },
    {
        "verse_id": "31",
        "text": " The gruel prepared with beef-juice and mixed with acid is curative of irregular fever; the gruel of barley prepared with the unctuous dyad, long pepper and emblic myrobalan is a throat-tonic."
    },
    {
        "verse_id": "32",
        "text": " The gruel prepared with the meat-juice of the cock is curative of diseases of the seminal passages; the gruel prepared with broken black gram, ghee and milk is virilific."
    },
    {
        "verse_id": "33",
        "text": " The gruel prepared of Indian spinach with curds is curative of intoxication; and the gruel, prepared of rough chaff (apamarga), milk and meat-juice of the iguana, kills the appetite."
    },
    {
        "verse_id": "34",
        "text": "Thus have been described the twenty eight gruels and the compendium of drugs pertaining to the quinary purificatory procedures."
    },
    {
        "verse_id": "35",
        "text": " The drugs that were described before with the object of imparting the knowledge of the rooters and the fruiters, are again mentioned here with the object of imparting the knowledge of drugs required in the five purificatory procedures."
    },
    {
        "verse_id": "36",
        "text": " The physician endowed with a good memory, well versed in diagnosis and the application of therapeutic agents, self-controlled and prompt in taking right decisions, is entitled to undertake treatment by prescribing these drugs."
    }
]