[
	{
        "verse_id": "125-126",
        "text": " Now begins the section on fruits (Phala—phalavarga):—"
    },
    {
        "verse_id": "The grape, quickly cures thirst, burning, fever, dyspnea, hemothermia, pectoral lesions, wasting disorders of <a data-gl=\"1\" href=\"/definition/vata#ayurveda\" title=\"show Vata definitions\">Vata</a> and <a data-gl=\"1\" href=\"/definition/pitta#ayurveda\" title=\"show Pitta definitions\">Pitta</a>, misperistalsis, cacophonia, chronic alcoholism, bitter taste in the mouth and cough",
        "text": " It is roborant, aphrodisiac, sweet unctuous and cooling"
    },
    {
        "verse_id": "127",
        "text": " The date is sweet, roborant, aphrodisiac, heavy and cooling. It is beneficial in wasting, trauma burning, and disorders of Vata and Pitta."
    },
    {
        "verse_id": "128",
        "text": " Common fig is nourishing, roborant, heavy,, delayed in digestion and cooling. Sweet falsah and mohwah are recommended in disorders of Vata and Pitta."
    },
    {
        "verse_id": "129",
        "text": " Indian hog plum is sweet, roborant, strengthening, nourishing, heavy, slightly unctuous, increases Kapha, is cooling, aphrodisiac and delayed in digestion."
    },
    {
        "verse_id": "130",
        "text": " The ripe fruits of palmyra and cocoanut are roborant, unctuous, cooling, strengthening and sweet."
    },
    {
        "verse_id": "131",
        "text": " The showy dillenia fruit is sweet, acid, astringent in taste, delayed in digestion, heavy and cooling. It increases Pitta and Kapha and is astringent and a mouth-cleanser."
    },
    {
        "verse_id": "132",
        "text": " The Sour falsah, grape, small jujube, the peach, wild jujube and small jack are provocative of Pitta and Kapha."
    },
    {
        "verse_id": "133",
        "text": " Fully ripe peach is not very hot; it is heavy; sweetish, palatable, roborant, quickly digested and not very unwholesome."
    },
    {
        "verse_id": "134",
        "text": " Of the two variaties of Paravata [pārāvata] fruits, one is sweet and cooling, and the other is sour and hot. It must be known to be heavy and curative of anorexia and of excess of digestive fire."
    },
    {
        "verse_id": "135",
        "text": " The fruit of white teak is said to be slightly different in quality from showy dillenia. Similarly, sour mulberry differs in quality slightly from falsah."
    },
    {
        "verse_id": "136",
        "text": " The pear fruit is astringent and sweet in taste increases Vata is heavy and cooling. The raw woodapple is harmful to the voice, counteracts poison, is astringent and increases Vata."
    },
    {
        "verse_id": "137",
        "text": " The ripe fruit, being sweet, sour, astringent and fragrant, is relishgiving, curative of discordance, acts as an antitode to poison and is astringent and heavy."
    },
    {
        "verse_id": "138",
        "text": " The ripe bael fruit is difficult of digestion, causative of humoral morbidity and foul flatus. The immature bael fruit is unctuous, hot, acute, digestive stimulant and curative of Kapha and Vata."
    },
    {
        "verse_id": "139",
        "text": " The baby mango causes hemothermia and unripe mango increases Pitta; while the fully ripe mango subdues Vata and increases flesh, semen and strength."
    },
    {
        "verse_id": "140",
        "text": " The jambul fruit is generally astringent and sweet in taste, heavy delayed in digestion and cooling. It is curative of Kapha and Pitta astringent and greatly inceases Vata."
    },
    {
        "verse_id": "141",
        "text": " The small jujube is sweet, unctuous laxative and curative of Vata and Pitta. The dried small jujube is curative of Kapha and Vata and is not contraindicated in Pitta."
    },
    {
        "verse_id": "141-143½",
        "text": " The apple fruit is astringent, sweet in taste, cooling and astringent in action. The gingo fruit, caper, scarlet-fruited gourd, Todan and fruits of common Indian linden are sweet, slightly astringent in taste, cooling and curative of Pitta and Kapha. The fully ripe Indian jack fruit, banana and fruits of Indian ape flower tree are sweet, slightly astringent, unctuous, cooling and heavy."
    },
    {
        "verse_id": "144-144½",
        "text": " The star gooseberry fruit being astringent, limpid and fragrant is appetizer, savoury, cordial and increases Vata."
    },
    {
        "verse_id": "145-145½",
        "text": " Cadamba, dill, tooth brush tree, screw pine, thorny staff tree and Indian plum are indeed dispellers of discordance and curatives of the effects of poison-"
    },
    {
        "verse_id": "146-147",
        "text": " The fruit of zachum oil plant is bitter-sweet in taste, unctuous, hot and curative of Kapha and Vata. The false mangosteen fruit is curative of Kapha and Pitta, astringent, sweet and light. The emblic myrobalan is regarded as possessing all the tastes except the salt."
    },
    {
        "verse_id": "148",
        "text": " The beleric myrobalan is dry, sweet, astringent, acid and an excellent curative of Kapha and Pitta and dispells the disorders of body-fluid, bloody flesh and fat."
    },
    {
        "verse_id": "149-150½",
        "text": " The pomegranate is curative of cacophonia, hyper-secretion of mucus and disorders of Pitta. It is sweet, astringent and acid in taste, is curative of Vata, astringent, digestive"
    },
    {
        "verse_id": "stimulant, unctuous, hot, cordial and not antagonistic to Kapha and Pitta",
        "text": " The promegranate which is dry and acid is provocative of Pitta and Vata. The sweet one is curative of Pitta. So the best pomegranate is the first described."
    },
    {
        "verse_id": "152-152",
        "text": " The kokum-butter fruit is astringent, dry and hot and is good for Vata and Kapha disorders. The ripe tamarind fruit is slightly different in quality. The Amlavetasa also possesses the same qualities and is laxative."
    },
    {
        "verse_id": "153 154",
        "text": " The filament of the pomelo flower is indicated' in intestinal colic, anorexia, constipation, weak digestive fire, chronic alcoholism, hiccup, dyspnea, cough, vomiting, disorders of stools aud in all diseases born of Vata and Kapha. The filament fruit of the pomelo is light but the rest of the parts are heavy."
    },
    {
        "verse_id": "155",
        "text": " The long zedory fruit without the rind is palatable, digestive-stimulant, cordicl, fragrant and is curative, of Kapha and Vata and beneficial in in dyspnea, hiccup and piles"
    },
    {
        "verse_id": "156",
        "text": " The common orange fruit is sweet, slightly sour, cordial, promotive of the relish for food, difficult to digest, curative of Vata aud heavy."
    },
    {
        "verse_id": "157-158",
        "text": " The almond [vātāma], Abhishuka [abhiṣūka/abhiṣuka?], walnut [akṣoṭa], edible pine, lakucha and Urumana, are heavy, hot, unctuous, sweet, strengthening, curative of Vata, roborant, aphrodisiac and increase Kapha and Pitta. Buchanan’s mango should be considered similar in action to the above except in the qualities of being hot."
    },
    {
        "verse_id": "159",
        "text": " The Assyrian plum increases Kapha, is sweet, cooling and heavy. The Alangy increases Kapha, is heavy, delayed in the intestines, and curative of excessive heat."
    },
    {
        "verse_id": "160",
        "text": " The Samee [śamī] fruit is heavy, hot, sweet, dry and depilatory; and the fruit of Indian beech is delayed in the intestines and is not antagonistic to Vata and Kapha."
    },
    {
        "verse_id": "161",
        "text": " The Indian hog plum, lemon, Bengal currant and common orange are acid and cause hemothermia."
    },
    {
        "verse_id": "162",
        "text": " The brinjal is currative of Vata, digestive-stimulant, pungent and bitter. The physalis berry fruit should be considered as promotive of Vata and curative of Kapha and Pitta."
    },
    {
        "verse_id": "163-164",
        "text": " The Akshiki fruit [ākṣikī-phala] is curative of Pitta and Kapha, sour in taste and increases Vata. The fruits of the holy fig, gular fig, yellow barked fig and banyan are sweet, sour after digestion, curative of Pitta and Kapha, astringent, sweet and sour in taste, promotive of Vata and heavy-"
    }
]