[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Three Pursuits (Eshana—eṣaṇa) of Man”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Three indeed are the pursuits (eshana) that should be followed by every man who is possessed of unimpaired intelligence, understanding, energy and enterprise and who wishes to secure his good, both in this world and in the other. They are the pursuit of Life (Pranaishana—prāṇaiṣaṇā), the pursuit of Wealth (Dhanaishana—dhanaiṣaṇā) and the pursuit of the Other World (Paralokaishana—paralokaiṣaṇā)."
    },
    {
        "verse_id": "4-(1)",
        "text": " From among these pursuits (eshana), the pursuit of life is to be given priority. Why? Because, the giving up of life means the giving up of everything."
    },
    {
        "verse_id": "4-(2)",
        "text": " The preservation of life is done thus; by the healthy by observing the rules of health and by the ailing, by being diligent in the alleviation of abnormal symptoms. These two aspects have been touched upon and will be dealt with hereafter."
    },
    {
        "verse_id": "4",
        "text": " By following what has here been laid down, a person husbanding his vital resources, attains long life. Thus, the first pursuit has been dealt with."
    },
    {
        "verse_id": "5-(1)",
        "text": " Next, the pursuit of wealth should be taken up. For, after life, wealth is the end to be sought. Surely there is no wretchedness more wretched than that of the man possessed of long life but lacking the appurtenances that make life worth living. Therefore, effort should be made to acquire these appurtenances."
    },
    {
        "verse_id": "5-(2)",
        "text": " We shall indicate the means of acquiring these necessaries of life. They are agriculture, rearing of cattle, trade and service of the king, etc. In addition to these, one may resort to such other occupations as, to one’s knowledge, are not disapproved of by the righteous and provide both livelihood and opulence."
    },
    {
        "verse_id": "5",
        "text": " Conducting himself in this manner, a man lives for long and with dignity. Thus the second one, the pursuit of wealth, has been dealt with."
    },
    {
        "verse_id": "6-(1)",
        "text": " Lastly, the third pursuit-that of the other world should be taken up. This is beset with doubt. How? Thus, namely, shall we continue to exist after we have slipped from this life or shall we not?"
    },
    {
        "verse_id": "6",
        "text": " But wherefore this misgiving? We shall explain. There are some who, in their exclusive idolatry of direct observation, reject the rebirth of the spirit, because it is outside senseobservation. There are others who believe in the spirit’s rebirth solely on the authority of scripture. Tradition also differs on this matter. Thus, some hold that the mother and father are the actual authors of one’s birth; others that it is the law of nature; some others that it is divine handi-work and still others that it is mere accident. It is thus that doubt arises. Is there, of a truth, rebirth or is there not?"
    },
    {
        "verse_id": "7",
        "text": " On this question, the wise man should give up the negative attitude and even scepticism. Why? Because the visible is limited; while there exists invisibly a vast unlimited world of which we know by the evidence of scripture, inference and reason. As a matter of fact, even the very senses by whose agency direct observations are obtained are themselves outside the range of observation."
    },
    {
        "verse_id": "8",
        "text": " Hence, it is an unfounded statement to make, that only the wimble exists and nothing else."
    },
    {
        "verse_id": "9-10",
        "text": " The various traditional beliefs, referred to earlier, are to be set aside as they conflict with reason. Thus, if the soul of either the father or the mother transmigrates into the offspring, it should do so in one of two ways, viz., either totally or in part. If the transmigration were total, then it should mean the immediate death of either the father or the mother. As regards partial transmigration, this alternative is overruled on account of the soul being an indivisible substance."
    },
    {
        "verse_id": "11",
        "text": " Since the intellect and the mind are as indivisible as the soul, the same objection as that set out in the case of the soul’s transmigration applies in their case also. Besides, according to the parental theory, there could be no possibility of the fourfold method of generation which is observed in Nature."
    },
    {
        "verse_id": "12",
        "text": " In reply to those who maintain that life is a natural phenomenon needing no extraneous causation, we say that, only that is natural which is innate, like the unique characteristics of the six elements. There can be no life unless these come together and in all operations of conjunction and disjunction, the sole factor is antecedent action which is not accounted for in the Nature theory."
    },
    {
        "verse_id": "13",
        "text": " The element of consciousness-the soul, which is beginningless, can not be the product of anything. If what is meant is that, the soul itself is the ultimate cause of everything else, then we have no quarrel with the theory of “Divine handiwork”."
    },
    {
        "verse_id": "14-15",
        "text": " In the creed of the nihilist, whose understanding is obscured by the theory of accident, there can be no investigation, no data to be investigated, no agent, no cause, no gods, no seers, no adepts, no action, no fruit of actions, and of course, no soul. Surely this nihilistic persuasion is the most sinful of all sins."
    },
    {
        "verse_id": "16",
        "text": " Hence, the wise man should give up this blind creed, and, by recourse to the lamp of the wisdom of the saints, strive to see all things in their true nature."
    },
    {
        "verse_id": "17",
        "text": " Everything falls into the one or the other of the two categories ‘true’ and ‘untrue’. The method of investigation is fourfold: authoritative testimony, direct observation, inference and reason."
    },
    {
        "verse_id": "18-19",
        "text": " The authorities are the Men:who have freed themselves from passion and ingorance by means of spiritual endeavour and knowledge, whose understanding, embracing the past, present and future, is pure and at all times unclouded; it is these that are the authoritative, the learned, the enlightened; their word is unimpeachable and true. Why will such men, devoid as they are of passion and ignorance, give utterance to untruth?"
    },
    {
        "verse_id": "20",
        "text": " Preception or observation is defined as the cognition, definite and immediate, arising from the conjunction of the soul, senses, mind and sense-objects."
    },
    {
        "verse_id": "21-22",
        "text": " Inference is that, which having its basis in observation, enables one to conclude in three several ways and with reference to all the three parts of time. Thus we infer the unseen fire from the observed smoke as also the past act of mating from the present signs of pregnancy. In this manner, the wise infer the past from the present, the unborn fruit of the future from the seed, having observed the fact that fruit is like unto the seed."
    },
    {
        "verse_id": "23-24",
        "text": " That is the correlative reason by which we form such judgements as the following:—From the conjoint operation of water, tillage seed-sowing and season the crop will spring up; from the coming together of the five proto-elements and the soul, the sixth element, the embryo will take its rise; from the combination of the churner, the churning poles and the churning act, the fire will burst forth; from the excellent four basic factors of treatment, when these are rightly linked together, the cure of the disease will proceed."
    },
    {
        "verse_id": "25",
        "text": " That faculty of the mind which assesses the contribution of the various factors at work in a given case and which takes into account the past, the present and the future is to be known as correlation. It is by the exercise of correlative reason that the three ends of man—virtue, wealth and happiness, are achieved."
    },
    {
        "verse_id": "26",
        "text": " These four methods, and there is none other left, constitute the means of proof by which all things, whether true or false, are examined. Judged by them, there is rebirth."
    },
    {
        "verse_id": "27-(1)",
        "text": " Now the dignity of authoritative testimony belongs, in the first place, to the Vedas. It has been enlarged to include all such other writings as are not against the trend of the Vedas and have been compiled by scientific investigators and are for the good of the men of good-will everywhere. These, too, constitute authoritative testimony."
    },
    {
        "verse_id": "27",
        "text": " From such authoritative testimony, we learn that charity, austerities, sacrifices, truthfulness, practice of non-violence and Brahmacharya are the the means of attaining well-being and final emancipation."
    },
    {
        "verse_id": "28",
        "text": " Further exemption from recurrent birth is not promised by the blameless sages, in the scriptural texts to any but those that have won release from spiritual failings etc."
    },
    {
        "verse_id": "29",
        "text": " Therefore, the believers in scriptural texts should consider rebirth as established truth in conformity to the teaching of the great sages of the earliest times all of whom were free from fear, desire, hate, greed, delusion and pride, devoted to spiritual knowledge, trustworthy, skilled in religious observances, unclouded of spirit and understanding, and possessed of divine insight."
    },
    {
        "verse_id": "30",
        "text": " Observation also bears this out. Children are often dissimilar to their parents. Though coming into life under identical circumstances, children differ from one another in complexion, voice, appearance, disposition, intelligence and fortune. Some are born in high and some in low families. Some are condemned to servitude and some enjoy lordship. Some lead happy and some miserable lives. There is also disparity in the life-span of people. One reaps the rewards of deeds not done in this life. We find the infant performing such acts as crying, sucking the mother’s breasts, crowing and registering fear untutored. Dissimilar birth-marks indicative of different fortunes are noticed in different people. Even when the effort is similar, the reward is often dissimilar. There is aptitude for some type of work and inaptitude for others. People sometimes recall their past births saying, “We come here after passing through such and such existence”. People who look alike evoke affection and aversion in an unlike manner."
    },
    {
        "verse_id": "31",
        "text": " From all this we infer the existence of an individual’s action, inescapable and indestructible, done in a previous birth, to which is given the name of destiny and which follows him, and the fruit whereof he is now seen to enjoy. Similarly, we infer that the action done in this life will bear its fruit in the next. The seed is inferred from the fruit and likewise, the fruit from the seed."
    },
    {
        "verse_id": "32",
        "text": " Reason, too, argues to the same effect. Thus, the birth of the embryo is from the coming together of the six elements. Action is the result of the conjunction of agent and instrument. The result springs from an act performed and not from an unperformed act. There is no seedling in the absence of the seed. The result is commensurate with the effort. One kind of fruit is not born from another kind of seed. Thus argues reason."
    },
    {
        "verse_id": "33-(1)",
        "text": " Since all the four methods of investigation bear out the existence of rebirth, it behoves one to be diligent in the performance of the scriptural observances, viz., in waiting upon the teacher, in study, in the observance of vows, in taking a wife, in begetting children, in the maintenance of one’s dependants, in hospitality to the guest, in charity, in noncoveting, in the performance of austerities, in refraining from envy, in blameless activity of the body, speech and mind, in introspection concerning one’s body, senses, mind, thoughts, understanding and the soul, and lastly, in the concentration of the mind."
    },
    {
        "verse_id": "33-(2)",
        "text": " Whatever similar activities there are, which to one’s knowledge, are approved of by the righteous, ennobling and capable of providing one with the means of sustenance and opulence, such too, should be undertaken."
    },
    {
        "verse_id": "33",
        "text": " Thus striving, one attains good report in this world and, after death, heaven. In this manner, we have set forth the third pursuit relating to the other world."
    },
    {
        "verse_id": "34",
        "text": " Now in the body there are three sub-supports; three-fold is the strength, three are the causative factors of. diseases, three are the types of diseases and three the systems for the occurrence of disease. Further, three are the classes of physicians and three the categories of medicine."
    },
    {
        "verse_id": "35",
        "text": " First, as regards the three subsupports, they are:—food, sleep and continence. The body being sustained by the right use of these three subsupports grows in strength, complexion and size, and endures for the full pre-ordained span of life, provided that no indulgence in unwholesome things, such as pointed out in this treatise, is practised."
    },
    {
        "verse_id": "36",
        "text": " Regarding the three kinds of strength, they are natural, periodic and acquired. Inherited strength of body and mind is called natural. Periodic strength is that which is dependent on the variations in season and age. Acquired strength is, again, that which accrues from diet and exercise."
    },
    {
        "verse_id": "37-(1)",
        "text": " Regarding the three causative factors of diseases: they are overuse, disuse and misuse in relation to sense-objects, activity and seasons."
    },
    {
        "verse_id": "37-(2)",
        "text": " Thus, with reference to sight, it is overuse to gaze inordinately at excessively luminous objects; it is disuse not to look at anything at all; while it is misuse to gaze at objects that are either too close or too remote, awe-striking, terrible, prodigious, hateful, frightful, monstrous, alarming etc."
    },
    {
        "verse_id": "37-(3)",
        "text": " Similarly, with reference to hearing, it is over-use to listen inordinately to such sounds as loud thunder-claps, beating of kettle-drums, loud cries etc.; it is disuse not to listen to any sound at all, while it is misuse to listen to sounds that are harsh, joy-killing, afflicting, humiliating, terrifying etc."
    },
    {
        "verse_id": "37-(4)",
        "text": " Similarly with reference to the sense of smell, it is overuse to smell inordinately keen, rank and deliquescent odors; it is misuse not to smell anything at all; while it is misuse to smell odors that are putrid, hateful, unclean, putrifying, poisonous, cadaverous etc."
    },
    {
        "verse_id": "37-(5)",
        "text": " Similarly, with reference to the sense of taste, it is overuse to indulge the palate inordinately; it is disuse to abstain altogether from all tastes; as regards misuse, we shall describe it in the section on the rules dealing with diet, leaving aside the question of quantum."
    },
    {
        "verse_id": "37",
        "text": " Similarly, with reference to the sense of touch, it is overuse to expose oneself inordinately to extreme cold and heat, as also to indulge overmuch in baths, oil-massage, friction-massage etc; it is disuse to refrain from all tactile stimuli; while it is misuse to resort to baths etc., and to cold and hot applications without reference to their right sequence; it is also a misuse of the tactile sense to let the body suffer contact with uneven surfaces, trauma, unclean things and evil spirits."
    },
    {
        "verse_id": "38-(1)",
        "text": " From among the senses, the sense of touch pervades all the others and has the mind inherent in it; for, the field of the mind is coextensive with that of the tactile sense."
    },
    {
        "verse_id": "38",
        "text": " Accordingly, all sensory response, referable ultimately to the ubiquitous sense of touch, when it does not subserve the general ends of the organism, falls into the five-fold tripartite classification of non-homologatory combination of the senses with their sense-objects. For, whatever subserves the purpose of the organism as a whole, is homologatory combination of the senses and their objects."
    },
    {
        "verse_id": "39-(1)",
        "text": " Action comprises the activity of speech, mind and of the body. Now, excessive action of anyone of these is overuse with reference to it while their total lack of action is disuse."
    },
    {
        "verse_id": "39-(2)",
        "text": " Misuse with reference to the body consists of forced suppression or forced excitation of natural urges; also awkward stumbling, falling or posturing of limbs, abusing the body, injuring the body, violent kneading of the limbs, and forced holding of the breath and other kinds of self-mortification."
    },
    {
        "verse_id": "39-(3)",
        "text": " Misuse, with reference to speech, is indulgence in language that is insinuating, untrue, untimely, quarrelsome, unpleasant, incoherent, unhelpful, harsh etc."
    },
    {
        "verse_id": "39",
        "text": " Misuse with reference to the mind, consists of giving way to fear, grief, anger, greed, infatuation, self-conceit, envy, deluded thinking etc."
    },
    {
        "verse_id": "40",
        "text": " In brief, all activity of speech, mind and body, which, while not coming under the heads of overuse and disuse, is yet unwholesome, though it may not have been specifically mentioned here, should be known as misuse."
    },
    {
        "verse_id": "41",
        "text": "In this manner, the threefold activity that is, pertaining either to speech, mind or body falling under the three heads of overuse, disuse and misuse, should be regarded as ‘volitional transgression’."
    },
    {
        "verse_id": "42-(1)",
        "text": " The year consists of the three periods of Winter, Summer and the Rains, characterised respectively by cold, heat and wetness. This constitutes time."
    },
    {
        "verse_id": "42",
        "text": " Now if a season is marked with an exaggeration of its characteristics, it is spoken of as “seasonal excess”; if it is marked with a deficiency of its traits, ii is spoken of as “seasonal deficiency”; and if the season is marked with traits that are contrary to its true nature, then it is spoken of as “Seasonal abnormality”. Time is also spoken of as“Change”."
    },
    {
        "verse_id": "43",
        "text": " Thus these three i.e. non-homologatory contact of senses and their objects, volitional transgression and change, each sub-divided again into three, constitute the causes for disease. Right co-ordination, on the other hand, is the cause of well-being."
    },
    {
        "verse_id": "44",
        "text": " The well-being or ill-being of anything is never independent of right co-ordination in the one case and absent, excessive or wrong coordination in the other; for, well-being and ill-being depend on the presence of their respective causative factors."
    },
    {
        "verse_id": "45",
        "text": " Regarding the three types of disease, they are endogenous, exogenous and psychic. Among these the endogenous disease is that arising from the discordance of the bodily humors, and the exogenous from spirit-possession, poisonous winds, fire, injuries etc.; while the psychic disorders arise from the gain of undesired as well as desired things."
    },
    {
        "verse_id": "46-(1)",
        "text": " Now the intelligent man when he finds himself afflicted with even psychic diseases, should, with right understanding, examine over and over again as to what is wholesome and what is unwholesome. He should then endeavour to abstain from whatever is not conducive to virtue, wealth and pleasure, and devote himself to such action as is conducive to the use of these three objectives. For, outside these three objectives of life, there is nothing in the world which is capable of giving pleasure or pain to the mind."
    },
    {
        "verse_id": "46",
        "text": " Hence one should conduct oneself in the above manner. One should strive to court the association of those learned in the knowledge of good and evil and also do one’s best to acquire the knowledge about one’s own self, country, family, age, vitality and ability."
    },
    {
        "verse_id": "47",
        "text": " Contemplation of the three objectives of life, service of those who are versed in the knowledge concerning these three objectives, and the knowledge of one’s own self etc. in all respects, constitute the remedy for psychic disorders."
    },
    {
        "verse_id": "48-(1)",
        "text": " Regarding the three systems subject to the occurrence of disease: they are—(1) The peripheral system, (2) the vital parts and the bone-joints and (3) the alimentary tract."
    },
    {
        "verse_id": "48-(2)",
        "text": " Among these,the peripheral system consists of such body-elements as the blood etc., and the skin. This is the external system for the occurrence of disease."
    },
    {
        "verse_id": "48-(3)",
        "text": " The vital parts are again the viscera contained in the abdomino-pelvic, thoracic and cranial cavities etc., while the bone-joints are the articulations of bones and the tendons, and sinews covering these parts. This represents the. medial system for the occurrence of disease."
    },
    {
        "verse_id": "48",
        "text": " As regards the central system which is referred to in medical parlance by such synonymous terms as the great channel, the central part of the body, the great cavity, and the seat of digestion and assimilation, this is the internal system for the occurrence of disease."
    },
    {
        "verse_id": "49-(1)",
        "text": " Among these, tumors, pimples, boils, scrofula, warts, granuloma, moles, dermic lesions, freckles and similar lesions, as well as the external types of acute spreading affections, edema, gulma, piles, abscesses and similar diseases are instances of the diseases occurring in the peripheral system of the body."
    },
    {
        "verse_id": "49-(2)",
        "text": " Hemiplegia, tonic and chronic convulsions, facial paralysis, wasting, consumption, pain in bone-joints, prolapse of rectum and similar conditions, as well as the disease of the viscera contained in the cranial, and thoracic abdomino-pelvic cavities are the diseases that occur in the medial system."
    },
    {
        "verse_id": "49",
        "text": " Fever, diarrhea, vomiting, intestinal torpor, acute intestinal irritations, cough, dyspnea, hiccup, constipation, abdominal affection, splenic disorders etc., as well as the internal types of acute spreading affections are instances of diseases that occur in the internal or central system of the body."
    },
    {
        "verse_id": "50",
        "text": " Regarding the three kinds of physicians: three kinds of medical practitioners are found in the world; firstly, the impostors in physician’s robes; secondly, the vain-glorious pretenders, and thirdly, those endowed with the true virtue of the healer."
    },
    {
        "verse_id": "51",
        "text": " Those, who by parading their medical paraphernalia, books, models, smattering of medical texts and knowing looks, acquire the title of physician, are the first kind, viz., the ignoramuses and impostors."
    },
    {
        "verse_id": "52",
        "text": " Those, who by laying claim to association with persons of established wealth, fame, knowledge and success, while they themselves have none of these things, arrogate to themselves the designation of physicians, are the vain-glorious pretenders."
    },
    {
        "verse_id": "53",
        "text": " Those, who are accomplished in application, theory, knowledge of allied sciences and success of treatment, are the true healers. In them is the glory of the physician fully manifest."
    },
    {
        "verse_id": "54-(1)",
        "text": " Regarding the three kinds of therapy: they are divine therapy, scientific therapy and mind-control."
    },
    {
        "verse_id": "54-(2)",
        "text": " Amongst these, divine therapy consists of incantations, herbs, gems, propitiatory rites, oblations and offerings, sacrifice, vows, ceremonial penitence, fasting, auspicious rites, prostrations, pilgrimages and such other things."
    },
    {
        "verse_id": "54-(3)",
        "text": " Scientific therapy consists of the line of dietetic regimen and medication."
    },
    {
        "verse_id": "54",
        "text": " Mind-control consists of restraining the mind from the desire for unwholesome objects."
    },
    {
        "verse_id": "55-(1)",
        "text": " When the humors in the body have become morbid and provoked, three kinds of therapeutic measures are mainly recommended: namely, internal purification, external purification and operative treatment."
    },
    {
        "verse_id": "55-(2)",
        "text": " Of them, that procedure wherein medicine taken internally cures the disorders born of dietetic faults, is internal purification."
    },
    {
        "verse_id": "55-(3)",
        "text": " And that procedure, which cures the disorders of the body and consists of inunction, sudation, application, affusion, massage etc., applied to the external surface of the body, is external purification."
    },
    {
        "verse_id": "55",
        "text": " The procedures of excision, incision, puncturing, rupturing, erasion, eradication, plastic operation, suturing and sounding as well as the application of caustics and leeches constitute operative treatment."
    },
    {
        "verse_id": "56",
        "text": " On the appearance of disease, the intelligent man immediately obtains relief by recourse to external or internal medication or by means of operative measures."
    },
    {
        "verse_id": "57",
        "text": " But the ignorant man fails from stupidity or negligence to note the incipient state of a disease, just as a simpleton fails to recognize a potential enemy."
    },
    {
        "verse_id": "58",
        "text": " Disease, from atomic beginning, assumes enormous proportions. Having become firm-rooted, it undermines the strength and life of the witless man."
    },
    {
        "verse_id": "59",
        "text": " The stupid man fails to recognize the seriousness of a disease till he is tormented by it; only after he is fairly in the grip of suffering, does he make up the mind to get the disease under control."
    },
    {
        "verse_id": "60",
        "text": " Then calling his sons, wife and kinsmen, he cries, “Get a physician to treat me at any cost.”"
    },
    {
        "verse_id": "61",
        "text": " But where is the physician who can help a patient, reduced to such a plight, grown weak, tormented by disease, emaciated with waning faculties, given to despair and all but dead."
    },
    {
        "verse_id": "62",
        "text": " Finding no saviour, the wretched man relinquishes his hold on life, like an iguana that is laid hold of by the tail and is relentlessly dragged out of its hiding by a stronger creature."
    },
    {
        "verse_id": "63",
        "text": " Therefore, before ever diseases, show themselves or while yet they, are in the incipient stage, one who cares for one’s happiness should endeavour to have them treated with proper medications."
    },
    {
        "verse_id": "64-65",
        "text": " The pursuits of man together with the sub-supports, strength, cause of disease, diseases, disease-systems, physicians and therapeutic measures—all these eight categories, each tripartite, have been laid down in this chapter on the “Three Pursuits” by the sage Krishna Atreya, unattached to the categories wherein everything is established."
    }
]