[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “Six hundred purgative preparations (Virecana-Ashraya—virecana-āśraya).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " There are six hundred purgative preparations (Virecana-Ashraya); six plant parts are the sources of purgative drugs; the five categories of taste are the substrata of decoctives; five are the modes of the preparation of decoctives; fifty are the groups of the decoctives and five hundred is the number of the decoctives. This is the subject put in a nut-shell."
    },
    {
        "verse_id": "4",
        "text": "-6. 39 from soap pod, and clenolepis and 58 from red physic nut and physic nut; these are the six hundred purgative preparations."
    },
    {
        "verse_id": "5",
        "text": " There are six sources of purgative preparations (Virecana-Ashraya) namely, milk, root, bark, leaves, flowers and fruits of plants."
    },
    {
        "verse_id": "6",
        "text": " The substrata of decoctives from five categories of taste as described in this text, are the decoctives belonging to the categories of sweet, acid, bitter, pungent and astringent tastes. (The salt taste is excluded.)"
    },
    {
        "verse_id": "7",
        "text": "-(4) The potency of each of these five preparations is superior to its succeeding one i. e., each preceding one is more powerful than the succeeding one. Hence the preparation should. be so made as to accord with the strength of the disease as well as with that of the patient. Hence, any and every preparation may not be made use of, in any and every case indiscriminately."
    },
    {
        "verse_id": "8",
        "text": "-(13) We shall now enumerate the ten constituent decoctives of each of these principal groups of decoctives which will, in all, make five hundred decoctives."
    },
    {
        "verse_id": "9",
        "text": "-(6) Long pepper, piper root, piper chaba, white-flowered lead wort, dry ginger, Amlavetasa, black pepper, celery, marking nut and asafoetida:—these ten are digestive-stimulants."
    },
    {
        "verse_id": "9.1",
        "text": "Thus the six groups of decoctives are complete"
    },
    {
        "verse_id": "10",
        "text": "-(4) Mango, Indian hog plum, lakooch, Bengal currant, kokam butter Amlavetasa, Indian jujube, big jujube, pomegranate and pomelo:-these ten are cordials (10) Thus the four groups of decoctives are complete."
    },
    {
        "verse_id": "11",
        "text": "(6) Turmeric, madder, turpeth, small cardamom, black turpeth, sandal wood, clearing nut, shirish, chaste tree and Assyrian plum:—these ten are antidotes to poison. (16) Thus the six groups of decoctives are completed."
    },
    {
        "verse_id": "12",
        "text": "-(3) Jivaka, Rishabhaka, Kshirakakoli, wild green gram, wild black gram, Meda, climbing asparagus, nardus and blepharis:—these ten are spermato-poietics. (19)"
    },
    {
        "verse_id": "(12)",
        "text": "-(4) Costus cherry tree, boxmyrtle, fish bone, kadamba, resin, sugar cane, bigger sugar cane, longleaved barleria, hog’s weed and cuscus grass:—these ten are spermato-depurants. (20)"
    },
    {
        "verse_id": "(12).1",
        "text": "Thus the four groups of decoctives are complete"
    },
    {
        "verse_id": "13",
        "text": "-(7) Staff plant, sneezewort, black pepper, embelia, drumstick, rape seeds, rough chaff seeds, white mussel-shell creeper and white shirish:—these ten are adjuvants in errhines. (27)."
    },
    {
        "verse_id": "13.1",
        "text": "Thus the seven groups of decoctives are complete"
    },
    {
        "verse_id": "14",
        "text": "-(3) Long zedoary, orris root, seeds of big jujube, yellow berried night shade, Indian night shade, vanda orchid, chebulic myrobalan, long pepper, cretan prickly clover and galls:—these ten are curatives of hiccup (30)."
    },
    {
        "verse_id": "14.1",
        "text": "Thus the three groups of decoctives are complete"
    },
    {
        "verse_id": "15",
        "text": "-(5) Vanda orchid, small caltrops, hog’s weed, rough-chaff, Indian rockfoil, sacrificial grass, small sacrificial grass, thatch grass, elephant grass, prickly Itkata roots:—these ten are diuretics. (35)."
    },
    {
        "verse_id": "(15)",
        "text": "-(3) Jambul, mango, yellow barked fig, banyan, flowering peepal, gular fig, holy fig, marking nut, common mountain ebony and catechu:—these ten are ischuretics. (33)."
    },
    {
        "verse_id": "15.1",
        "text": "Thus the five groups or decoctives are complete"
    },
    {
        "verse_id": "16",
        "text": "-(5) Grapes, date, Buchanan’s nango, big jujube, pomegranate, common fig, sweet falsah, sugar cane, parley and shashtika rice:—these ten are icopics. (49)"
    },
    {
        "verse_id": "16.1",
        "text": "Thus the five groups of decoctives are complete"
    },
    {
        "verse_id": "17",
        "text": "-(5) Long pepper, pepper root, piper chaba, white-flowered leadwort, dry ginger, black pepper, celery seed, wild carrot, cumin and Thorny milk-hedge:—these ten are analgesics. (45)"
    },
    {
        "verse_id": "17.1",
        "text": "Thus the five groups of decoctives are complete"
    },
    {
        "verse_id": "18",
        "text": "-(5) Guduch, chebulic myrobalan, emblic myrobalan, Indian groundsel, white mussel-shell creeper, cork swallow wort, climbing asparagus, Indian pennywort, ticktrefoil and hog’s weed:—these ten are rejuvenators. (50)"
    },
    {
        "verse_id": "18.1",
        "text": "Thus the five groups of decoctives are complete"
    },
    {
        "verse_id": "19",
        "text": " This is the exposition of the five hundred decoctives classified into fifty principal groups of decoctives with a view to illustrate their actions."
    },
    {
        "verse_id": "20",
        "text": "-(l) While there is no limit to the number of possible dec actives, too brief an enumeration would not be of help to the physician of limited intelligence; therefore it is, that we have given an enumeration that is neither too brief nor too extensive."
    },
    {
        "verse_id": "20.1",
        "text": "20-(2) This is quite adequate for the mediocre for the practical purpose of treatment; and for the highly intelligent who are proficient in the art of inference from innate qualities, it will serve as a guiding principle for the comprehensive knowledge of drugs not mentioned here"
    },
    {
        "verse_id": "21",
        "text": " To the worshipful Atreya who had thus spoken, Agnivesha said “O Lord! these five hundred decoctives do not comprise five-hundred drugs, because some common constituent decoctives keep recurring in these principal groups."
    },
    {
        "verse_id": "22",
        "text": "-(3) If we could indeed find any one drug possessed of all the properties, and capable of meeting all requirements, who would then put himself to the trouble of committing to memory or imparting to his disciples the names and qualities of any other drugs?"
    },
    { "verse_id": "23", "text": " Here are the recapitulatory verses—" },
    {
        "verse_id": "23.1",
        "text": "Here are described in brief the 600 purgative preparations, the names of the drugs and the number of preparations from each of them, as well as the six sources of these drugs"
    },
    {
        "verse_id": "24",
        "text": " The preparations made from articles of all the categories of taste except the salt, are called decoctives; hence, the substrata of decoctives is said to be of five kinds."
    },
    {
        "verse_id": "25",
        "text": " Similarly, the mode of preparation of these is described as of five kinds; the fifty principal groups of decoctives are also enumerated."
    },
    {
        "verse_id": "26",
        "text": " Five hundred decoctives are severally described for illustration; there is no limit to the expansion of the subject."
    },
    {
        "verse_id": "27-28",
        "text": " Over-brevity will not do for, it will not be of help to mediocres; therefore neither an over-brief nor an over-extensive description is given; and this will be of practical use to mediocres and aid the enhancement of the knowledge of the talented; thus the fifty-fold classification of decoctives has been described."
    },
    {
        "verse_id": "29",
        "text": " He is the best of physicians, who knows the art of combination as well as the systematic administration of these preparations, both internally and externally."
    },
    {
        "verse_id": "30",
        "text": " Thus, in the section on General Principles, in the treatise compiled by Agnivesha and revised by Caraka, the fourth chapter entitled Six hundred Purgative Preparations (Virecana-Ashraya—virecana-āśraya), is completed."
    }
]