[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Blood derived through Systematic Regimen (Vidhi-shonita—vidhiśoṇita).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " That blood (shonita) in the body is pure, which is derived from the observance of the systematic regimen that has been already described with reference to homologation, elime, season and habituation."
    },
    {
        "verse_id": "4",
        "text": " The pure blood (Vishuddha—viśuddha) so derived invests the person with strength, complexion, happiness and long life. Verily, life is upheld by blood (Shonita—śoṇita)."
    },
    {
        "verse_id": "5-10",
        "text": " The blood (shonita) gets vitiated by the following factors—The use of vitiated, very acute and hot wines or similar intoxicants, ths excessive use of salts and alkalis, acid and pungent articles, the use of horse-gram, black gram, lablab, til and til oil; or common yam, garden radish etc., and all varieties of greens; the use of the flesh of aquatic, wetland, terricolous and “tearer group” of animals, the use of curds, sour conjee, whey, vinegar and Sura and Sauviraka wines, the use of such articles as are incompatible or have gone soft or are foul smelling; sleeping in the day having eaten liquid, unctuous and heavy foods; indulgence in over-eating and anger, exposure to heat of the sun and the fire, suppressing the urge for vomiting, and not practising depletion of blood at the proper season; fatigue, injury, grief, predigestion-meal, eating on loaded stomach and the natural tendency of the autumnal season."
    },
    {
        "verse_id": "11-16",
        "text": " As a result, various kinds of blood-born diseases occur:—sores in the mouth, injected condition of the eyes, stink-nose, halitosis, Gulma, mouth disease, acute spreading affections, hemothermia, sleepiness, abscess, hematuria, menorrhagia, rheumatic condition, discoloration, asthenia of the digestive fire, excessive thirst, heaviness of limbs, burning, prostration, anorexia, headache, misdigestion of food and drink, bitter and acid eructations, exhaustion, excessive irritability, delusion of understanding, saline taste in the mouth, excessive perspiration, fetor of the body, intoxication, tremors, aphonia, torpor, hypersomnia, frequent attacks of faintness, pruritus, boils, wheals, pimples, dermatosis, rashes and similar disorders: all theses diseases are to be known as dependent on the condition of the blood."
    },
    {
        "verse_id": "17",
        "text": " Further, all such curable diseases as do not get cured, though treated by appropriate measures of refrigeration, heating, inunction, desiccation etc. are to be regarded as blood-born diseases."
    },
    {
        "verse_id": "18",
        "text": " In such diseases born of vitiated blood, the treatment should consist of measures used for the alleviation of hemothermia, as also purgation, fasting and blood letting."
    },
    {
        "verse_id": "19",
        "text": " A patient must be bled according to his strength and the degree of the morbidity of his humors, the required degree of purity of the blood and the seat of affection."
    },
    {
        "verse_id": "20-21",
        "text": " When the blood is vitiated by Vata, it becomes dusky-red, clear, frothy and thin. If vitiated by Pitta, it becomes dark-yellow, and on account of the increased heat, it takes a long time to coagulate. If the blood is vitiated by Kapha, it becomes slightly pale, slimy, fibrillated and solid If affected by two of the humors, the blood evinces a syndrome characteristic of those two humors. When all the three humors combine to vitiate, there is a total concurrence of all the symptoms."
    },
    {
        "verse_id": "22",
        "text": " When the blood is of the color of heated gold or that of the insect called “Indragopa” (Trombidum), or like the red lotus or like the Alaktaka juice (lac dye) or like jequirity seed, then that blood is to be regarded as pure (visuddha viddhi shonita)."
    },
    {
        "verse_id": "23",
        "text": " When the blood has been depleted, food that is neither very hot nor very cold but is light and stimulative of digestion is indicated, Since, during this time, the blood in the body is in a restless condition the gastric fire must be very carefully protected."
    },
    {
        "verse_id": "24",
        "text": " Thus, in the section on General Principles in the treatise complied by Agnivesha and revised by Caraka, the twenty fourth chapter entitled “The Blood derived through Systematic Regimen (Vidhi-shonita—vidhiśoṇita)” is completed,"
    },
    {
        "verse_id": "25-27",
        "text": " When, in a person given to unclean diet and enveloped by passion and ignorance, the provoked humors either individually or jointly moving in the channels of the blood [raktavāhin] or of the nutrient fluid or of sensation get obstructed and localised, as a consequence thereof, various diseases are produced. They are: intoxication, fainting and syncope. The wise physician must know that the gravity of these diseases, with respect to causes, symptoms and treatment, is greater in the order of their enumeration."
    },
    {
        "verse_id": "28",
        "text": " When the Vata finds entrance into the weakened centre of consciousness,then distracting the mind of the man, it confounds his wits."
    },
    {
        "verse_id": "29",
        "text": " Similarly the Pitta or the Kapha, having thus distracted man’s mind, induces agitation of his wits. Their shpecial characteristics will now be explained."
    },
    {
        "verse_id": "30",
        "text": " The person whose speech is indistinct, copious and fast, who makes unstable and incoordinated movements and whose appearance is dry, dusky or red should be known as suffering from intoxication of the Vata type."
    },
    {
        "verse_id": "31",
        "text": " The person whose speech is wrathful and harsh, who likes fighting and picking up quarrels and who is of red, yellow or of dark complexion is to be regarded as affected by intoxication of the Pitta type."
    },
    {
        "verse_id": "32-32½",
        "text": " The person whose speech is scanty, incoherent or irrelevant, who is lethargic and indolent and who is pale of complexion and is preoccupied must be known to suffer from intoxication of the Kapha type. All these symptoms appear together in the condition of intoxication caused by tri-discordance."
    },
    {
        "verse_id": "33-34",
        "text": " The characteristic of all intoxication is that it rises and abates quickly aud resembles the intoxication due to alcohol. The condition of intoxication which is said to proceed from alcohol as well as that resulting from poison and toxic state of the blood, do not occur except through the discordance of Vata, Pitta and Kapha."
    },
    {
        "verse_id": "35-36",
        "text": " He whose fainting is brought about by Vata, perceives space as being blue or black or red before fainting and awakens from it quickly. He suffers from bodily tremors, pain in the limbs and severe pain in the cardiac region, and is emaciated and of a dusky or red complexion."
    },
    {
        "verse_id": "37-38",
        "text": " He whose fainting is born of Pitta, falls into it perceiving space as red, green or yellow and awakens from his fit bathed in sweat; he gets very thirsty and has burning sensation; his eyes are red, yellow or bewildered and he has loose motions, and is yellow in complexion."
    },
    {
        "verse_id": "39-40",
        "text": " He whose fainting is born of Kapha falls into it, perceiving space as a cloud or as covered with clouds of darkness, and awakens from it after a long time and with heavy limbs as if they were wrapped in wet leather, and with excessive salivation and nausea."
    },
    {
        "verse_id": "41",
        "text": " The fainting fit, when it is due to tri-discordance, is marked with all the symptoms mentioned above manifesting in an epileptic fit; it fells its victim suddenly, without however, presenting the symptoms of fearful convulsions."
    },
    {
        "verse_id": "42",
        "text": " The disorders of intoxication and fainting subside of their own accord when the morbidity of the causative humors has spent itself out in the attack. The condition of syncope, however, does not subside without treatment."
    },
    {
        "verse_id": "43",
        "text": " The highly provoked humors lodged in the vital parts of man, by paralysing the functions of speech, body, and mind, overthrow the debilitated victim."
    },
    {
        "verse_id": "44",
        "text": " Such a man, who, being overcome by syncope, is turned as it were into a log of wood and appears as if dead, will soon be deprived of his life unless he receives emergency treatment."
    },
    {
        "verse_id": "45",
        "text": " As, in the case of a pitcher sinking rapidly down a deep well the prudent man hastens to retrieve it before it has reached the bottom, so it should be in the case of the man overcome with syncope."
    },
    {
        "verse_id": "46",
        "text": " The following are the measures prescribed for the resuscitation of the man overcome with syncope:—eye salves, nasal applications, inhalations snuffs, pricking with needles or branding or piercing beneath the nails; plucking the hair of the head or the body, biting with the teeth, or rubbing the body with the seed of cowage are helpful in awakening him."
    },
    {
        "verse_id": "48",
        "text": " Various kinds of strong wines mixed copiously with pungent articles must be frequently poured into his mouth."
    },
    {
        "verse_id": "49-50",
        "text": " Similarly, the juice of pomelo mixed with ginger, or sanchal salt mixed with wine and sour gruel with asafoetida and black pepper added must be poured into the throat until consciousness returns. When consciousness has been restored, the patient must be given light foods."
    },
    {
        "verse_id": "51-53",
        "text": " The wise physician, in order to protect the mind of the awakened patient from the evil consequences of syncope and from relapsing again into insensibility, should treat him with measures that excite wonder and awaken the memory with delightful discourses, with pleasant vocal and instrumental music, with wonderful sights, with laxatives and emetics, with various inhalations, eyepaints, gargles and blood-letting, and with exercise and friction massage of the body."
    },
    {
        "verse_id": "54",
        "text": " In all conditions of fainting and intoxication, the patients who have been prepared with the oleation and sudation procedures should, according to the measure both of their vitality and of morbidity be administered the quinary purificatory procedures."
    },
    {
        "verse_id": "55",
        "text": " Further, in these conditions a course of the medicated ghee prepared with the group of the twenty eight drugs known as Kalyana ghee or of the medicated ghee called “the Bitter Shatpala [ṣaṭpala] ghee” is recommended."
    },
    {
        "verse_id": "56",
        "text": " Similarly, a course of the three myrobalans with ghee, honey and sugar, or a course of mineral pitch, or a course of milk."
    },
    {
        "verse_id": "57",
        "text": " Or a course of long pepper, or a course of white flowered lead-wort with milk, or a course of vitalizing drugs, or a course of the potted ghee of ten years’ standing is recommended"
    },
    {
        "verse_id": "57.1",
        "text": "58 The diseases of intoxication and fainting get alleviated by the letting of blood as also by devotion to scriptures and to good and righteous men"
    },
    { "verse_id": "57.1.1", "text": "Here are the two recapitulatory verses" },
    {
        "verse_id": "59",
        "text": " The nature of the pure and of the impure blood, the causative factors in each case, the blood born diseases and their remedies."
    },
    {
        "verse_id": "60",
        "text": " The etiology, symptoms and treatment of intoxication, fainting and syncope: all these have been described in this chapter entitled “The Blood derived through Systematic Regimen.”"
    }
]