[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Eight Censured Persons (Nindita Purusha—nindita-puruṣa).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " In respect of their bodily conditions, eight kinds of persons are found censurable."
    },
    {
        "verse_id": "3",
        "text": " They are: the very, tall and the very short, the very hairy and the hairless, the very dark and the very fair, the very corpulent and the very emaciated."
    },
    {
        "verse_id": "4- (1)",
        "text": " Of these again the very corpulent and the very emaciated suffer from specially censurable traits. Thus as regards the corpulent person, he is affected with the eight disabilities viz., diminution of life, lack of agility, difficulty in sex-act, debility, fetor, distressing sweats, excessive hunger and excessive thirst."
    },
    {
        "verse_id": "4-(2)",
        "text": " Such excessive corpulence is caused by over eating, by the use of articles that are heavy, sweet, cold and unctuous, by lack of exercise and of sex-act, by day-sleep and continual cheerfulness, by lack of mental exertion and by inherited tendency."
    },
    {
        "verse_id": "4-(3)",
        "text": " In the very corpulent, it is the fat alone that keeps increasing and not the other body-elements. Consequently, there is shortening of the life-span. 0 wing to the flabbiness, tenderness and heaviness of the fat, the corpulent man gets hampered in his movement. Owing to the paucity of semen and the obstruction of genital passages by fat, the performance of the sex-act becomes difficult. Owing to the disturbance of the body-elements, debility, results. From the presence of the morbid fat, as also from the innate quality, of the fat element and from excessive sweating, there results fetor of the body. On account of the admixture of fat with Kapha and its fluidity, excess and heaviness, and also of the inability to bear the strain of exercise, there occurs the distress of excessive sweating. On account of the acute gastric fire and the excess of Vata in the alimentary tract, there occur excessive hunger and thirst."
    },
    {
        "verse_id": "5-6",
        "text": " In consequence of the passages, being obstructed by fat the Vata, moving mainly in the stomach, whips up the gastric fire and absorbs the food. The corpulent man digests his meals speedily and craves for food inordinately. By violating, the rule concerning the meal-time he gets dreadful diseases."
    },
    {
        "verse_id": "7",
        "text": " These two, the gastric fire and the Vata, are the special workers of havoc. They burn up the corpulent man, as the forest fire burns up the forest."
    },
    {
        "verse_id": "8",
        "text": " The fat element in the body having increased inordinately, the Vata and other humors, breaking out into sudden and fierce disorders, rapidly destroy their victim’s life."
    },
    {
        "verse_id": "8.1",
        "text": "That man is spoken of as over-corpulent who on account of the inordinate increase of fat and flesh is disfigured by pendulous buttocks, belly and breasts and whose increased bulk is not matched by a corresponding increase in energy Thus, the evils of corpulency together with its causes and symptoms have been set out"
    },
    {
        "verse_id": "10",
        "text": "Now we shall say what has to be said concerning the very emaciated."
    },
    {
        "verse_id": "11-12 Indulgence in non-unctuous drinks, starvation, under eating, overwork, grief, suppression of the urges of nature and of sleep, dry massage, repeated baths, constitutional tendency, old",
        "text": " age, the sequela of disease, and Wrathful disposition renders a man extremely emaciated."
    },
    {
        "verse_id": "13",
        "text": " The emaciated man cannot stand strain of exercise or of a full-meal or of hunger and thirst, or of disease, or of strong medication. Similarly, he cannot bear great cold or heat or the strain of the sex act."
    },
    {
        "verse_id": "14",
        "text": " Splenic disorders, cough, wasting, dyspnea, Gulma, piles, abdominal affections and disorders of assimilation generally assail the emaciated man."
    },
    {
        "verse_id": "15",
        "text": " That man is said to be overemaciated who is lean of buttocks belly and neck, who is covered with a network of prominent vessels, who is reduced to skin and bones and who has prominent joints."
    },
    {
        "verse_id": "16",
        "text": " These two, the very corpulent and the very emaciated, are perpetually afflicted with diseases and are to be treated with constant slimming and nourishing remedies respectively."
    },
    {
        "verse_id": "17",
        "text": " Of the two conditions, emaciation is the lesser evil, though both alike require to be remedied. When both are overcome by disease, it is the corpulent that suffer more."
    },
    {
        "verse_id": "18",
        "text": " The man who is well proportioned in flesh, well-knit in figure, and firm of senses, is not overpowered by the violence of disease."
    },
    {
        "verse_id": "19",
        "text": " He that is able to endure hunger and thirst, heat and cold and the strain of exercise, and has normal digestive and assimilative powers, is regarded as being properly proportioned in body."
    },
    {
        "verse_id": "20",
        "text": " For reducing the corpulent, heavy but non-nourishing food should be given; while for building up the emaciated, light but nourishing food should be given."
    },
    {
        "verse_id": "21-23",
        "text": " Eats and drinks that are alleviative of Vata, Kapha and fat; non-unctuous, warm and strong enemata; dry massage, course of guduch and cultivated nut-grass or of the myrobalans or of butter-milk wine or of honey or of embelia, dry ginger, barley-alkali, iron powder, honey, the powder of barley aud emblic myrobalans—the systematic use of these is considered excellent."
    },
    {
        "verse_id": "24",
        "text": " The course of pentaradices of the bael group mixed with honey, or the course of mineral pitch mixed with the decoction of windkiller is also considered beneficial."
    },
    {
        "verse_id": "25-27",
        "text": " Prashatika (praśātikā), Italian millet sanwa millet, wild barley, barley, great millet, common millet, green gram horse-gram, Cakramudgaka, the seed of pigeon-pea mixed with wild snake-gourd and emblic myrobalan should be used as food followed by hydromel as drink. Such wines as are eliminative of fat, flesh and Kapha should be prescribed as post-prandial drinks in proper dose, for the cure of excessive corpulency."
    },
    {
        "verse_id": "28",
        "text": " One desirous of getting rid of corpulency must indulge, in a gradually increasing measure, in nightwaking, sex-act, exercise and mental exertion."
    },
    {
        "verse_id": "29-33",
        "text": " Sleep, cheerfulness, soft beds, peace and tranquility of mind; lack of worry, sex-act and exercise; pleasant sights, fresh foods and fresh wines; juices of domestic, wetland and aquatic creatures and well prepared meats, curds, ghee and milk; the various kinds of sugarcane, shali rice, black-gram, wheat aud the products of gur; nutrient enemata of sweet and unctuous articles, daily inunction of the body; oil-massage; bath and the use of sandal paste and flower garlands;wearing of white raiment; the seasonal purification of the morbid humors; the systematic use of the restorative and virilific preparations:—these, can cure even extreme conditions of emaciation aud confer the measure of plumpness on men."
    },
    {
        "verse_id": "34",
        "text": " By not taking thought over things, by taking plenty of nourishing victuals and by indulging in sleep, a man surely grows fat like a boar."
    },
    {
        "verse_id": "35",
        "text": " When the mind and the senses, getting tired, retire from their sense-objects, then does the man fall into sleep."
    },
    {
        "verse_id": "36",
        "text": "Happiness and sorrow, growth and wasting, strength and weakness, virility and impotence, knowledge and ignorance, as well as life and its cessation depend on sleep."
    },
    {
        "verse_id": "37",
        "text": " Sleep, indulged in either out of time or over-much or not at all, swallows up life and happiness like unto an other Night of Destruction."
    },
    {
        "verse_id": "38",
        "text": " That very sleep, when indulged in rightly, makes a man’s life happy and long even as the knowledge of truth, as it dawns, brings wondrous powers to the yogi."
    },
    {
        "verse_id": "39",
        "text": " Those who are wearied by the strain of singing, study, drink, society of women, toil, bearing heavy burdens or by way-faring, those who are dyspeptic, those who suffer from wounds or ulcers, those who are emaciated, those who are aged, tender of age, or weak, those who suffer from thirst, diarrhea, colic, dyspnea and hiccup, those who are wasted of body, those who have had a fall or who are injured and insane, those who are fatigued by travel and long vigils, those who are worn out by anger, grief and fear, and those who ere habituated to day-sleep should take to sleeping in the day in all seasons alike."
    },
    {
        "verse_id": "42",
        "text": " Thus, they will secure the concord of the body-elements and also strength. The Kapha which by these measures is nourished will nourish their limbs and stabilize their life-span."
    },
    {
        "verse_id": "43",
        "text": " As the Vata is increased by the dryness caused by the sun’s heat in summer, and as the nights are very short, day-sleep is commended in the summer."
    },
    {
        "verse_id": "44 In seasons other than the summer, day-sleep provokes the Kapha and the <a data-gl=\"1\" href=\"/definition/pitta#ayurveda\" title=\"show Pitta definitions\">Pitta</a>",
        "text": " Day-sleep is therefore not commended then."
    },
    {
        "verse_id": "45",
        "text": " Corpulent people, those that are habituated to unctuous articles, phlegmatics, those afflicted with Kapha-disorders and those that suffer from chronic poisoning should, under, no circumstances, sleep during the day."
    },
    {
        "verse_id": "46-49- Jaundice, head-ache, stiffness, heaviness of limbs, body-ache, loss of gastric fire, excessive mucus-secretion in stomach, edema, anorexia, nausea, rhinitis, hemicrania, wheals, dandruff, pimples, pruritus, torpor, cough, diseases of the throat, delusion of memory and intellect, occlusion of body-channels, fever, asthenia of senses and the circulation of poison result from unwholesome sleep in the day",
        "text": " The wise man, therefore, discriminating between the wholesome and the unwholesome sleep, should resort to that sleep only which leads to happiness."
    },
    {
        "verse_id": "50",
        "text": " Keeping, awake in the night diminishes the viscocity of the body-fluids, while sleeping in the day increases it. But sleeping lightly in a sitting posture does not induce either of these conditions."
    },
    {
        "verse_id": "51",
        "text": " From the point of view of personal hygiene, the body is known to depend on sleep as much as on food for its happiness. Especially do corpulency and emaciation depend on conditions of food and sleep"
    },
    {
        "verse_id": "52-54",
        "text": " Inunction of the body, oil-massage, bath; meat juices of domestic, wet-land and aquatic animals; shali rice with curds; milk, unctuous articles, wine, cheerfulness of mind, congenial perfumes and sound and shampoos; soothing applications for the eye head and face; the use of comfortable beds and apartments, and the approach of the usual time bring quickly to one the sleep that was lost for some reason or other."
    },
    {
        "verse_id": "55-56",
        "text": " The use of purgatives, errhines, and emetics; fear, worry, wrath, smoking, exercise and depletion of blood; fasting and uncomfortable beds; abundance of satvic quality of the mind and the subjugation of the tamasic quality—these, avert the unwholesome sleep that has well nigh come upon one."
    },
    {
        "verse_id": "55-56.1",
        "text": "57 The following, too, are to be known as dispellers of sleep: absorption in work, old age, disease, habitus and aggravated Vata"
    },
    {
        "verse_id": "58",
        "text": " There is a sleep born of tamas and a sleep born of Kapha; there is a sleep born of the weariness of mind and body; there is a sleep which forebodes diseases; there is also a sleep which comes in the wake of disease. There is, finally, the sleep which is born of the very nature of the night."
    },
    {
        "verse_id": "59",
        "text": " Sleep that is known to be born of the nature of the night is called by the experts “The Omnibenevolent Mother-sleep—the nourisher of creatures”. Sleep which is born of the quality of tamas, they call, the Root of Evil. The remaining are included in disease conditions."
    },
    {
        "verse_id": "60",
        "text": " The censured persons (nindita purusha) and among them the specially censured twain, the etiology, pathology and treatment of these censured conditions;"
    },
    {
        "verse_id": "61",
        "text": " For whom sleep is wholesome and when; for whom sleep is not wholesome and when; the remedy for persons suffering from hysersomnia [hypersomnia?] and insomnia; and whence sleep is born;"
    },
    {
        "verse_id": "62",
        "text": " Which sleep is of what nature and productive of what effects—all these, Punarvsu, the son of Atri, has expounded in this chapter entitled “The Eight Censured Persons”."
    }
]