[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Sudation Procedure (sveda)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Now we shall describe the various sudation procedures (sveda) which, if properly administered, alleviate such diseases of Vata and Kapha as are amenable to the sudation therapy."
    },
    {
        "verse_id": "4",
        "text": " If the morbid Vata in a man is corrected by oleation procedure preceded by oleation, his urine, semen and feces do not get inspissated."
    },
    {
        "verse_id": "5",
        "text": " Even dry inanimate sticks, treated with oiling and sweating, become soft and elastic. The same principle applies with\" even greater force to animate human bodies."
    },
    {
        "verse_id": "6",
        "text": " That sudation (sveda) is considered efficacious, which is well contrived, well-medicated and which is neither too hot nor too mild, and applied to the proper region with due consideration to the disease, season and vitality of the patient."
    },
    {
        "verse_id": "7",
        "text": " Where the vitality of the patient and the condition of morbidity are very great and the season is very old, the maximum dose of sudation should be administered. Where these conditions are low, the dose should be minimum; where they are moderate, the dose should be moderate."
    },
    {
        "verse_id": "8",
        "text": " Sudation (sveda) is indicated in disorders of Vata-cum-Kapha or of Vata or Kapha. It should be prescribed unctuous-cum-dry, unctuous and dry respectively in the above conditions."
    },
    {
        "verse_id": "9",
        "text": " When Vata is localized in the stomach and Kapha is accumulated in the colon, the procedure of sudation in the first case should begin with the dry type and in the second with the unctuous type."
    },
    {
        "verse_id": "10",
        "text": " The testes, heart and eyes should be sweated mildly or not at all. The groins should be sweated moderately and the rest of the bodyparts as required."
    },
    {
        "verse_id": "11",
        "text": " A person while being sweated should have his eyes shielded with a clear piece of doth or wheat-dough or with the leaves of the lotus plant or of bengal kino."
    },
    {
        "verse_id": "12",
        "text": " Cool strings of pearls, cool vessels, wet lotuses or wet hands should be applied to the cardiac region of the person who is being sweated."
    },
    {
        "verse_id": "13",
        "text": " The cessation of the sudation procedure is advised when the cold and the colicky pain have ceased, stiffness and heaviness of body have disappeared and softness and perspiration have set in."
    },
    {
        "verse_id": "14",
        "text": " The symptoms of over-sudation are provocation of pitta, fainting, prostration of body, thirst, burning, weakness of voice and limbs-"
    },
    {
        "verse_id": "15",
        "text": " All the treatment advised in disorders due to excessive heat of summer, in the chapter on “Seasonal Dietary”, is to be given in condition of over-sudation, viz., the sweet, the unctuous and the cooling medications."
    },
    {
        "verse_id": "16-19",
        "text": " The physician should not administer sudation to addicts to astringent wines, to the gravida, to persons suffering from hemothermia, to persons of pitta-habitus suffering- from diarrhea, to those whose body fluid has been diminished, to those who suffer from glycosuria, to persons with sloughing or prolapsed rectum, to persons suffering from toxicosis or alcoholism, persons who are fatigued or unconscious or are obese, or who suffer from urinary anomalies due to Pitta, or from thirst, hunger, anger, grief and jaundice, and to those who suffer from abdominal diseases, helcosis, rheumatic troubles, debility, excessive dehydration, diminution of vitality or faintness."
    },
    {
        "verse_id": "20-24",
        "text": " Sudation (sveda) is considered beneficial in coryza, cough, hiccup, dyspnea, heaviness of body, aching pain in the ear, neck and head, cacophonia, throatspasm, facial paralysis, paralysis of one limb or the entire body or hemiplegia or in flexures of the body, in distension of the abdomen, constipation and suppression of urine, pendiculation, stiffness of the sides, body, back, waist and abdomen; in sciatica dysuria enlargement of scrotum body-aches, pain and stiffness of feet knee, thigh and calves in edema, in neuralgia of upper and lower extremities, in disorders of chyme, in chills, tremors, ortho-arthritis, in contractions or extensions, colicky pain, in stiffness, heaviness, numbness and in diseases affecting the whole body."
    },
    {
        "verse_id": "25-27",
        "text": " The lumps for sudation (sveda) should be made of til black gram, horse-gram, acid substances, ghee, oil, meat and cooked rice, milk-pudding, kedgeree or flesh; or they may also be made of the excrements of cow, ass, camel, hog and horse, or of unhusked barley, sand, earth, stone, dry dung and iron powder. The first group is used for persons of the Vata habitus, while the second for those of Kapha habitus. The same articles are recommended to be used as required in hot-bed sudation too."
    },
    {
        "verse_id": "28",
        "text": " In the sudation-cellar, in the hothouse sudatorium, in warm enclosed central rooms, the person who is well anointed will sweat easily by the smokeless heat of live-coals."
    },
    {
        "verse_id": "29-30",
        "text": " The flesh of domestic, wetland and aquatic animals, milk, the head of a goat, the trunk, bile and blood of a hog, unctuous articles, til and rice—these should the wise physician, who is conversant with the nature of clime and season, make use of, in the right manner after they are well decocted, in kettle sudation."
    },
    {
        "verse_id": "31-32",
        "text": " By decocting in water, three leaved caper, guducb, castor oil plant, drumstick, garden radish, rape-seeds, leaves of vasaka, bamboo, indian beech, leaves of mudar, heart-leaved fig seeds of drumstick, common yellow nail dye, arabian jasmine, holy basil, and shrubby basil, the kettle sudation should be carried out."
    },
    {
        "verse_id": "33",
        "text": " Bishop’s weed, penta-radices, whey, urines, sour drugs and unctuous articles should be used in kettle sudation."
    },
    {
        "verse_id": "34",
        "text": " These very decoctions i. e. the three mentioned above, may be used in preparing the tub-bath sudation. Ghee, milk or oil may also be used in the tub intended for bath-sudation."
    },
    {
        "verse_id": "35",
        "text": " Broken wheat, barley flour mixed with sour drugs, oleous articles, yeast and salt are recommended in poultice sudation."
    },
    {
        "verse_id": "36",
        "text": " Fragrant articles, Sura-yeast, cork swallow wort, dill seeds, linseed, and costus, combined with oil, should be used in poultice sudation."
    },
    {
        "verse_id": "37",
        "text": " The poultice should be covered with a hide, containing hair and free from bad smell and of a hot potency. If such is not available, silk or woollen cloth may be used instead."
    },
    {
        "verse_id": "38",
        "text": " If poultice is applied in the night it should be removed the next day, and if applied in the day, it should be removed the same night for preventing the irritation of the skin. The period of application of the poultice may be prolonged in the cold season."
    },
    {
        "verse_id": "39 40",
        "text": " Mixed fomentation, hotbed sudation, steam-kettle sudation, affusion-sudation, bath-sudation, Jentaka or hot house sudation, stone bed sudation, trench sudation, cabin sudation, ground-bed sudation, pitcher-bed sudation, pit-sudation and under-bed sudation—these are the thirteen varieties of sudation procedure. I shall describe all of them in detail in due order."
    },
    {
        "verse_id": "41",
        "text": " That should be known as the mixed (dry-cum-unctuous) local sudation which is carried out with the lumps prepared of articles mentioned above, either wrapped in a cloth or unwrapped."
    },
    {
        "verse_id": "42",
        "text": " The bed should be spread either with corn, pulse and Pulaka grain or Veshavara pudding, milk-pudding, kedgeree and pancake and covered with either a silk or woollen cloth or leaves of castor-oil plant or red castor-plant and mudar. Sudation carried out on the person well inuncted over the whole of his. body and made to lie on such a bed, is called the hot-bed sudation."
    },
    {
        "verse_id": "43",
        "text": " Take the articles indicated in sudation viz., the root, fruit, leaves, buds etc., of the vegetable group or the carved flesh and the head of birds and beasts of hot potency or of the animal group, and mixing them with sour, salt and unctuous articles as are necessary or with urine, milk and similar other articles, decoct them in a pot closing the lid tightly so as not to allow the steam to escape. Make a tube of the shape of the elephant’s trunk with the leaves of either bamboo or leaves of indian beech or mudar. Its length should be one Vyama (6 feet) or half a Vyama (3 feet). Its circumference at the proximal end should be a fourth part of Vyama, while at the distal end an eighth part of Vyama; and throughout the entire length, it should be covered with leaves possessed of Vata-curing properties The tube should have two or three bends. The patient, having anointed himself with the unction prepared of Vata curing articles should inhale the steam from this apparatus. The steam, passing through the bends in a tortuous course, is deprived of its violence and without irritating the skin, it sweats the patient with ease. This inhalation is called the steam kettle sudation."
    },
    {
        "verse_id": "44",
        "text": " The above-mentioned drugs, which are curative of Vata and which are beneficial in conditions where Vata is predominant, decocted to a degree of genial warmth, should be filled in and affused from a pot or a shower or a douche-can over a person anointed with properly medicated unctuous substances ar:d covered with a cloth. This is called the affusion sudation."
    },
    {
        "verse_id": "45",
        "text": "Immersion in the decoction of substances curative of Vata, milk, oil, ghee, meat-juice and warm water is called the immersion or tub-bath sudation."
    },
    {
        "verse_id": "46-(1)",
        "text": " If one desires to administer the hot-house sudation, the place should be well selected, either on the eastern or the northern side. A pleasant and fertile piece of laud with black. sweet earth or golden colored soil should be selected. It must be on the bank of a pool, tank or reservoir of water having near to it a flight of steps on the southern or western side. A round chamber should be built on an even and well laid out plot with the frontage on its eastern or northern side, facing the water and about seven or eight cubits distant. Its height should be sixteen cubits at the most and the diameter also the same. It should be circular in shape. The walls and roof should be of earth and should be well plastered, leaving a number of air-holes."
    },
    {
        "verse_id": "46-(2)",
        "text": " Within this chamber, there must be built all around, excepting at the entrance, a platform one cubit in height and in breadth. In this chamber, must be constructed with earth, an oven of four spans’ breadth and of a man’s height, with a multiple of small holes and a lid on its top. It should then be filled with the sticks of catechu, sal and other similar kinds of wood, and ignited."
    },
    {
        "verse_id": "46-(3)",
        "text": " When it is known that the wood is fully burnt away, and the smoke is gone and the hot house has been heated to the degree of right temperature required for the sudation (sveda), then, the person, anointed with Vata-curative substances and covered with a cloth, should be made to enter it."
    },
    {
        "verse_id": "46-(4) While he enters, he should be told, “Gentle one, enter for gaining well-being and health",
        "text": " Having entered and getting on to the platform, lie down either on your right or the left side as is comfortable to you. Though overcome by sweating and fainting, you must not leave the platform. You must cling to it as long as life’s breath is in you. If once you let go your hold of the platform, being overpowered by perspiration and faintness you will be unable to find the doorway and immediately lose your life. So you should, on no account, leave the platform."
    },
    {
        "verse_id": "46-(5)",
        "text": " When you feel yourself cleansed of inspissated impurities, well drained of viscid perspiration, well and copiously sweated, and your bodychannels have been well dilated and you have been rendered light, and you have known that all obstruction, stiffness, numbness, pain and heaviness have left you, then, should you, following the platform, reach the entrance."
    },
    {
        "verse_id": "46",
        "text": " Having emerged, do not rush straight to touch cold water, as it will harm your eyes. When you have got over the heat and fatigue, after the lapse of a muhurta (¾ hour), you must have suitable affusion in genially warm water and then, you may take your meal.” This is the procedure to be followed in the hot house-sudation."
    },
    {
        "verse_id": "47-48",
        "text": " Heat well a thick stone slab which is of the size of a bed with the fire of wood that is curative of Vata. Then, removing all the coals and cleaning the stone-slab with hot water, cover it with a silk or woollen cloth."
    },
    {
        "verse_id": "49",
        "text": " Then, the person should be inuncted over his entire body and covered with cotton cloth, deer-skin, silk-cloth or blanket and other kind of covering and should be made to lie on it. Thus, he will sweat happily. This is called the stone-bed sudation."
    },
    {
        "verse_id": "50-51",
        "text": " The trench sudation will now be described. The man, who is well versed in the classification of land, should get a trench dug under the bedstead and fill it with smokeless live coal. The person lying over this bedstead gets well sweated. This is called the Trench Sudation."
    },
    {
        "verse_id": "52",
        "text": " Prepare a thick-walled hut which is not of very great dimensions, which is round in shape and without any holes or windows, and smear its inner walls with costus and Mother fragrant articles."
    },
    {
        "verse_id": "53",
        "text": " In the middle of this hut, the physician should prepare a bed covered with cotton or silk sheet, deer skin or woollen rug and sack-cloth."
    },
    {
        "verse_id": "54",
        "text": " Then, stoves full of live and smokeless charcoal, should be placed all around the bed and the patient well inuncted, should be subjected to sudation (sveda)."
    },
    {
        "verse_id": "55",
        "text": " The ground-bed sudation also should be done in the manner prescribed for the stone-bed sudation. The site, it is advised, should be clean, even and free from draught."
    },
    {
        "verse_id": "56-56½",
        "text": " Bury, to one third or half part, a pitcher filled with decoction curative of Vata, in the earth. A seat or bed not very thickly covered is to be placed over it."
    },
    {
        "verse_id": "57-58",
        "text": " Then, red hot balls of iron or stones must be put into the pot and by the heat emanating therefrom, the person, who is well anointed with unctuous substances curative of Vata and well covered, sweats comfortably lying on this bed."
    },
    {
        "verse_id": "59",
        "text": " A pit, of the size of the bed and double thereof in depth, should be made in a windless and pleasant place and the inside of it well cleansed."
    },
    {
        "verse_id": "60",
        "text": " The dry dungs of the elephant, horse, cow, ass and camel are to be burnt in it; and the patient, well anointed and well covered, if subjected to this method of sudation (sveda), sweats comfortably."
    },
    {
        "verse_id": "61-61½",
        "text": " Set fire to a heap of the dungs of the above mentioned animals heaped up to the size of the bed and place a bedstead over it, after the heap is burnt and has become smokeless."
    },
    {
        "verse_id": "62-63",
        "text": " Then, the person well anointed and well covered and made to lie on it, sweats happily. It is called the happy “Holaka” or happy under-bed sudation by the great sage. Thus the thermal methods have been described."
    },
    {
        "verse_id": "64-64½",
        "text": " Exercise, warm rooms, heavy clothing, hunger, excessive drinking, fear, wrath, plasters, war and sun-shine—these ten induce perspiration in a man without the agency of external fire."
    },
    {
        "verse_id": "65 66",
        "text": " Thus have been described the two varieties of sudation (sveda), the one thermal and the other non-thermal. Sudation—local or general, moist or dry—and thus the three dyads have been fully expatiated upon."
    },
    {
        "verse_id": "67",
        "text": " The person that has been subjected to sudation (sveda) after preliminary oleation and who has sweated well, must observe dietetic regimen. He that has undergone sudation must abstain from exercise that day."
    },
    {
        "verse_id": "68-69",
        "text": " How sudation (sveda) becomes efficacious, unto whom and in what way it is so, what parts are to be protected and how the signs of successful sedation and of over-sudation, medications for over-sudation; those in whom sudation is not indicated; those iu whom it is indicated; the drugs used in sudation and their combination."
    },
    {
        "verse_id": "70",
        "text": " The thirteen modes of thermal and the ten modes of non-thermal sudation and the six fold grouping of sudation in brief, have all been described in the chapter on sudation (sveda)."
    },
    {
        "verse_id": "71",
        "text": " All that has to be said in the matter of administering sudation procedure has been declared by the great sage. It is worthy of practice by the disciples as the teacher is none other than Punarvasu himself."
    }
]