[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The discipline of the senses (indriya-upakrama).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " According to this science, there are five sense-faculties (Pancendriya—pañcendriya), five sense-materials (Pancendriya-dravya—pañcendriya-dravya), five sense-organs (Pancendriya-adhishthana—pañcendriya-adhiṣṭhāna), five sense-objects (Pancendriya-artha—pañcendriya-artha) and five sense-perceptions (Pancendriya-buddha—pañcendriya-buddha). Thus it has been laid down on the subject of the senses (indriya)."
    },
    {
        "verse_id": "4",
        "text": " The mind which is super-sensual is designated “Sattva” or Psyche and some call it “Cetah” [Cetas] (consciousness). Its function is dependent on the presence of the mental object and the spirit. It is the cause of the activity of the sense-organs."
    },
    {
        "verse_id": "5",
        "text": " On account of the multiplicity of mental objects, sense-objects and impulses, as also of the combinations of the qualities of Rajas, Tamas and Sattva, the mind appears as multi faceted in one and the same person. There is no multiplicity of minds, because a single mind cannot have contact with many sense objects simultaneously. Hence, all sense-organs do not function at one and the same moment."
    },
    {
        "verse_id": "6",
        "text": " Whatever trait manifests most frequently in a man’s mental make up, of that mentality he is said to be by the wise, on account of his predominant association with it."
    },
    {
        "verse_id": "7",
        "text": " The sense-organs when led by the mind, are capable of contacting the sense-objects."
    },
    {
        "verse_id": "8",
        "text": " Thus, in the section on General Principles, in the treatise compiled by Agnivesha and revised by Caraka, the eighth chapter entitled “The Discipline of the Senses (indriya-upakrama)”, is completed."
    },
    {
        "verse_id": "9",
        "text": " The five sense-materials are ether, air, light, water and earth."
    },
    {
        "verse_id": "10",
        "text": " The five sense-organs are the eyes, the cars, the nose, the tongue and the skin."
    },
    {
        "verse_id": "11",
        "text": " The five sense-objects are sound, touch, shape, taste and smell."
    },
    {
        "verse_id": "12",
        "text": " The five perceptions are the visual perception etc. These perceptions are the results of the coordination of the senses, sense-objects (Indriyartha—indriyārtha), mind and soul; they are fleeting and are of the nature of decisions. These then are the five pentads."
    },
    {
        "verse_id": "13",
        "text": " The mind, the mind-objects, the understanding and the spirit constitute the aggregate of spiritual elements and qualities. This aggregate is the source of good or bad activity or inactivity. Action which is also called Therapeusis, depends on the substance."
    },
    {
        "verse_id": "14",
        "text": " Although the senses, which are recognised by means of inference, are in general aggregates of all the five proto-elements, yet light in the eye, ether in the ear, earth in the smell, water in the taste, and air in the touch are found to predominate."
    },
    {
        "verse_id": "14-(1)",
        "text": " From among these, each sense, predominant in one element in particular, contacts objects which have a similar predominance of that element, owing to innate affinity and ubiquity."
    },
    {
        "verse_id": "15",
        "text": " By over-contact, non-contact and mis-contact of the senses with their objects, the senses, together with the mind, getting vitiated, lead to the impairment of understanding in their own respective spheres. On the other hand right contact, regaining the normal state, conduces to the enhancement of understanding in due manner."
    },
    {
        "verse_id": "16",
        "text": " The object of the mind is that which is thinkable. The right, as well as excessive, deficient and erroneous perceptions are the causes respectively, of the order and the disorder of the mind and understanding."
    },
    {
        "verse_id": "17-(1)",
        "text": " For preserving the normality of the sense-organs and the mind, and for protecting them from abnormality, effort should be made by the following means."
    },
    {
        "verse_id": "17-(2)",
        "text": " The wholesome contact of the sense-organs and their objects, the proper performance of actions after intelligent and repeated scrutiny, and resorting to the habitual use of agents that counteract the prevailing traits of clime, season and one’s own constitution."
    },
    {
        "verse_id": "17-(3)",
        "text": " Therefore, all those desirous of their welfare should always remember and put into practice all the rules of right conduct."
    },
    {
        "verse_id": "18-(1)",
        "text": " By the observance of these rules, one achieves at once both the objects viz. health and the conquest of the senses (indriyavijaya)."
    },
    {
        "verse_id": "18-(2)",
        "text": " O, Agnivesha! we shall now describe the entire code of right conduct."
    },
    {
        "verse_id": "18-(3)",
        "text": " It includes reverence for the gods, cows, brahmanas, preceptor, elders, adepts and for teachers; the tending of the ceremonial fire; the wearing of the holy herbs; bathing twice daily; repeated cleansing of the excretory orifices and the feet; trimming the hair of the head and the beard and the nails thrice a fortnight;"
    },
    {
        "verse_id": "18-(4)",
        "text": " The wearing of clean and untorn apparel; keeping a cheerful disposition and the use of perfumes; being well-dressed; keeping the hair well-toiletted; the daily use of oil for the head, ears, nostrils and feet; smoking; taking the initiative in conversation; being pleasant-faced; helping the distressed; making burnt-offerings; offering sacrifice, charitableness; saluting at public places; making peace-offerings: hospitality to guests; offering of food-balls to the manes; wholesome, measured, palatable and timely speech; self-control; piety; envy of merits and non-envy of the fruits of merits; freedom from anxiety; fearlessness; modesty; sagacity; high spirits; dexterity; forgiveness; goodness, faith; the service of those who arc superior to oneself in modesty, intellect, learning, birth and age, as also service of the adepts and preceptors;"
    },
    {
        "verse_id": "18-(5)",
        "text": " Carrying an umbrella and a staff; wearing a turban; the wearing of shoes; looking ahead while walking with heedfulness;"
    },
    {
        "verse_id": "18-(7)",
        "text": " Fellow ship with all creatures; winning over the angry; consoling the frightened; befriending the destitute; truthfulness; peaceful disposition; bearing with harsh words, from others, overcoming impatience; showing a tranquil disposition; and removing the causes of passion and aversion."
    },
    {
        "verse_id": "19-(1)",
        "text": " Speak no untruth; take not away other’s goods; covet not another’s wife nor another’s wealth; delight not in vengeance; commit no sin; sin not even against a sinner; expose not another’s shortcomings; pry not into others’ secrets; keep not the company of those who are irreligious, disloyal to the king, arrogant, depraved, given to feticide, mean and wicked;"
    },
    {
        "verse_id": "19-(2)",
        "text": " Ride not a bad mount; sit not on a hard and knee-high seat;sleep not on an unspread, uncovered, narrow and uneven bed; roam not on the jagged peaks of mountains; climb not trees; bathe not in rapidly flowing waters; rest not under the shade of a bank; move not in the vicinity of conflagrations;"
    },
    {
        "verse_id": "19-(3)",
        "text": " Laugh not loudly; indulge not in audible release of wind; do not yawn, sneeze or laugh without covering the mouth; do not pick the nose; do not gnash the teeth; do not drum with the nails; do not strike the bones one with another; scratch not the ground; do not idly pick at grass-blades or knead a clod of earth; make not unseemly gestures;"
    },
    {
        "verse_id": "19-(4)",
        "text": " Gaze not at luminaries or at undesirable, unclean and inauspicious sights: despise not a dead body; cross not the shadow of a tutelary tree, flag, teacher, or of any worshipful or unwholesome object; do not repair at night to a temple, totem tree, public hall, square public park, crematorium or scaffold; enter not alone an uninhabited house or a forest;"
    },
    {
        "verse_id": "19-(5)",
        "text": " Take not for wife, friend or servant a person of sinful conduct; contend not with your superiors; consort not with your inferiors; do not curry favour with the crooked; take not the shelter of a non-Arya i.e. untrustworthy man; spread not panic; do not indulge in rash acts or in excess of sleep, waking, bathing, drinking or eating; sit not long on the haunches with the knees up;"
    },
    {
        "verse_id": "19-(6)",
        "text": " Go not near cruel, fanged or horned animals; avoid headwinds, severe sun, frost and storms; provoke not a quarrel;"
    },
    {
        "verse_id": "19-(7)",
        "text": " Tend not the sacrificial fire inattentively or in a state of pollution; do not warm yourself by keeping a fire underneath; bathe not while fatigued or without first washing the face or in a naked condition; dry not the head with a cloth worn while bathing; do not thrash the tresses with the hands; do not put on the same clothes after a bath;"
    },
    {
        "verse_id": "19",
        "text": " Step not out of doors without touching precious stones, sacrificial ghee, worshipful and auspicious objects, and flowers; do not walk by having holy and auspicious objects to your left and things of a dissimilar nature to your right;"
    },
    {
        "verse_id": "20-(1)",
        "text": " Partake not of a meal without wearing a jewel on the hand; without having had a bath: or clad in tattered clothes, without saying your prayers, without performing the Homa-rites, without offering to the household gods and the manes, without first feeding the elders, guests and dependants; or unscented; ungarlanded; or without clausing the hands feet and face; or with unclean mouth, with the face towards the north, or listlessly, or waited on by an undevoted, unmannerly, unclean or hungry attendant; or in improper vessels; in an improper place; or at an improper time; or amidst a crowd; or without first offering to Agni; or without besprinkling the food with sanctified water or without saying scriptural chants over it; or while reviling any one; nor eat food of a vile description; served by ill-wishers; nor consisting of stale articles with the exception of flesh, greens, dry vegetables and fruits;"
    },
    {
        "verse_id": "20",
        "text": " Partake not of a meal without leaving remnants except of curds, honey, salt, roasted-grain-flour and ghee; eat not curds at night, eat not roasted grain flour by itself or at night or after a meal or in large quantities or at both meals, or interspersed with draughts of water; eat not by tearing with the teeth."
    },
    {
        "verse_id": "21",
        "text": " Do not make water on the road, do not blow the nose amidst a crowd, while eating and while engaged in auspicious acts like Japa, Homa, study and Bali-offerings to gods."
    },
    {
        "verse_id": "22",
        "text": "-(2) Do not indulge in the sex -act with a woman who is in her courses, or diseased, unclean, unfit, of undesirable appearance, conduct and nature, unskilful, unresponsive or desirous of another; or do not mate with another’s wife, or with a female of another species of animal, or in extra-genital organs, or under a tutelary tree, in a public hall, at cross roads, in a public park, crematorium, or in the house of a brahmana or of a teacher, or of God; or during the twilights or forbidden days, in an unclean condition or without taking an aphrodisiac, or without having made up your mind beforehand, or without having achieved the necessary erotic urge, or without having partaken of nourishment, or in an over-eaten condition, in an awkward position, or hard pressed by the urges of urine and feces or in a state afflicted by fatigue, physical exercise, fasting and exhaustion or in a place that has no privacy."
    },
    {
        "verse_id": "23",
        "text": " Do not speak ill of good people and your elders; when you are in an unclean condition, do not practise necromancy nor worship the tutelary tree, temples and venerable things and persons, nor practise studies."
    },
    {
        "verse_id": "24",
        "text": " Do not conduct your studies during unseasonal lightning, when the quarters are lit up with a lurid glow or while a conflagration is in progress, or during an earthquake, festivetide, the time of meteoric showers, eclipses of the sun and the moon, the new moon day, and the two twilights or without being taught by the teacher or by slurring over letters or overstressing them, or raucously or in a falsetto tone or without punctuating or too hurriedly or too leisurely, or in a spiritless manner or very loudly or in a very low voice."
    },
    {
        "verse_id": "25",
        "text": " Divulge not secrets; do not contemn any one; be not self conceited; be not inept; be not obstructive; be not carping; speak not ill of the brahmanas; raise not your staff against a cow; defy not the elders, teachers, guilds and kings; do not talk over-much; break not off with the relations, companions, helpers in adversity and those who know your secrets."
    },
    {
        "verse_id": "26",
        "text": " Be neither timid nor overbold; be not ungenerous to your dependants; be not distrustful of your kinsmen; take not your pleasures alone; regard not the maintaining of character, scriptural enjoinments and social observances as a tax on you; do not trust every one nor distrust every one; be not always ruminative."
    },
    {
        "verse_id": "27",
        "text": " Do not give way to anger and joy; do not nurse your sorrows; be not arrogant in success and dejected iu defeat; remind yourself constantly of the vanity of things: be decided as to causes and their effects and consequently devoted to benevolent enterprises; do not grow complacent with your achievements; do not lose heart; do not recall calumny."
    },
    {
        "verse_id": "28",
        "text": "-(1) Bathe to the incantation of the scriptural texts beginning with the words, “May the Fire not leave me”, “May the wind grant me life”, “May Vishnu grant me strength”, “May Indra grant me virility”, “May the waters enter me auspiciously”, “The Waters are indeed the source of happiness” etc. and having laved the lips twice and having besprinkled the feet, touch the body with water on the cavities of the head, on the heart and on the top of the head."
    },
    {
        "verse_id": "29",
        "text": " Be devoted to brahmacharya, knowledge, charity, friendliness, kindness, joy,.impartiality and peace."
    },
    {
        "verse_id": "30",
        "text": " In this chapter entitled “The discipline of the senses (indriya-upakrama)” are related the five pentads, the mind, the tetrad of causes, and the regimen of good conduct in detail."
    },
    {
        "verse_id": "31",
        "text": " He who rightly observes the rules of health laid down here will not be deprived of the full measure of the hundred years of diseaseless life."
    },
    {
        "verse_id": "32",
        "text": " The man, approved of good men, fills the world of mortals with his fame, attains both wealth and spiritual merit and becomes the friend of all creatures."
    },
    {
        "verse_id": "33",
        "text": " He of virtuous deeds, attains the supreme world of the doers of good. Therefore, this regimen should always he observed by all."
    },
    {
        "verse_id": "34",
        "text": " Whatever other observances there may be that are not spoken of here, provided they are good, are always to be respected, in the opinion of Atreya,"
    }
]