[
	{
        "verse_id": "217",
        "text": " Now begins the section on cow’s milk and its products (Gorasa—gorasavarga):—"
    },
    {
        "verse_id": "217.1",
        "text": "Cow’s milk has ten properties if it sweet, cooling soft, unctuous, thick, glossy viscid, heavy, slow and clear"
    },
    {
        "verse_id": "218",
        "text": " Possessing these qualities which are common with those of the vital essence, it is promotive of vital essence. Milk is said to be foremost among the vitalizers and rejuvenators."
    },
    {
        "verse_id": "219",
        "text": " The buffalo’s milk is heavier and is more cooling and unctuous than the cow’s milk and is beneficial in insomnia and excess of gastric fire."
    },
    {
        "verse_id": "220",
        "text": "The camel’s milk is slightly dry, hot, saltish, light and recommended in Vata and Kapha disorders, constipation, helminthiasis, edema, abdominal affections and piles."
    },
    {
        "verse_id": "221",
        "text": " The milk of the animals of uncloven hoof is strengthening, stabilizing, hot, slightly sour and saltish, dry, curative of Vata affections of the extremeties, and is light."
    },
    {
        "verse_id": "222",
        "text": " The goat’s milk is astringent, sweet, cooling, astringent in action, light and curative of hemothermia, diarrhea, wasting, cough and fever"
    },
    {
        "verse_id": "223",
        "text": " The sheep’s milk is causative of hiccup, dyspnea, is hot and increases Pitta and Kapha. The elephant’s milk is strengthening, heavy and an excellent stabilizer of the body."
    },
    {
        "verse_id": "224",
        "text": "The human milk is vitalizing, roborant and homologous, increases unctuousness, is useful as nasal medication in hemothermia and as eye-salve in opthalmalgia."
    },
    {
        "verse_id": "225-226",
        "text": " Curd is an appetizer, digestive stimulant, aphrodisiac, increases unctuousness and strength,,is sour on digestion, hot and curative of Vata and is auspicious and roborant. It is recommended in rhinitis, diarrhoea, algid and irregular fevers, anorexia; dysuria and emaciation."
    },
    {
        "verse_id": "227",
        "text": " Generally curd is prohibited in autumn, summer and spring and it is also unwholesome in hemothermia and disorders of Kapha."
    },
    {
        "verse_id": "228",
        "text": " The immature curd is causative of.tridiscordance and the mature curd is curative of Vata. The cream of curds is seminiferous and the whey is curative of Kapha and Vata and cleans the channels."
    },
    {
        "verse_id": "229",
        "text": " The butter milk is to be administered in edema, piles, assimilation, disorders, suppression of urine, abdominal affections, anorexia aud complications arising from the oleation therapy and in anemia and toxicosis."
    },
    {
        "verse_id": "230",
        "text": " The fresh-made butter is astringent, digestive-stimulant, cordial and curative of assimilation-disorders, piles, trauma and anorexia."
    },
    {
        "verse_id": "231-234½",
        "text": " Ghee is promotive of memory, intelligence, vital fire, semen, vital essence, Kapha and fat. It curative of Vata, Pitta, toxicosis, insanity, consumption, inauspicious looks and fever. It is the best of the unctuous substances, cooling, sweet in taste and on digestion and when prepared according to proper pharmaceutical methods, its potency is increased thousandfold and is efficacious in a thousand ways. Preserved ghee is curative of intoxication, epilepsy, fainting, consumption, insanity, toxicosis, fever and pain in the vagina, ear and head. The ghees got form the milks of goat, sheep and buffalo are to be considered as having qualities of the milks themselves."
    },
    {
        "verse_id": "234-235",
        "text": " The early and late colostrums and various kinds of creamcheese are beneficial to persons having strong digestive fire or who suffer from insomnia. They are heavy, nourishing, aphrodisiac, roborant and curative of Vata."
    }
]