[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “the Seasonal dietary and Regimen of Man (Tasyashita or Tasyashitiya—tasyāśita or tasyāśitīya).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The seasonal dietary and regimen (Tasyashita) practised by a man who knows the seasonal homologation with regard to behaviour and diet, promote his vigor and complexion."
    },
    {
        "verse_id": "4",
        "text": " (1) During the period of liberation, the prevailing winds are not marked by excessive dryness; it is otherwise with the period of absorption. During the former, the moon with unabated vigor aggrandizes the earth by surcharging it with her cool radiations and nourishes it constantly; therefore, the period of liberation is characterised by the predominance of the water element. On the other hand, the period of absorption is characterised by the predominance of the fire element."
    },
    {
        "verse_id": "5",
        "text": " In this manner, the sun, the wind and the moon, governed by time as well as their own special natures and orbits, are spoken of as the causative factors of the manifestation of the periods, seasons, tastes, humors and bodily strength."
    },
    {
        "verse_id": "6",
        "text": " During the first period, the sun with his hot rays absorbs the moisture from the earth, and the piercing dry winds further dehydrate it; thus the sun and the winds, giving rise to progressive dryness and promoting the formation of the three dry tastes, bitter astringent and pungent respectively, lead to the gradual waning of strength in men."
    },
    {
        "verse_id": "7",
        "text": " From the season of the rains to the autumn and the winter, however, the sun who has set his face to the south, being shorn of his glory by the cumulative influence of the period, orbit, clouds, winds and rains, the moon remaining undiminished in power, and the summer heat having been quenched with the descent of rain, the tastes sour, salt and sweet, increase in the given order. During this period, the strength of man waxes."
    },
    {
        "verse_id": "8",
        "text": " In the beginning and the end of the sun’s period of liberation and absorption respectively, the bodily vigor of men is at its lowest; in the middle of these periods, it is moderate; while, it should be known, that at the end of the former and the beginning of the latter period, the bodily vigor is at its highest,"
    },
    {
        "verse_id": "9",
        "text": " In the cold season or winter, the gastric fire in strong men, hemmed in by the cold air. all rounds, becomes greatly enhanced and capable of digesting heavy food intake, both as regards measure and quality of the articles."
    },
    {
        "verse_id": "9.1",
        "text": "10, If such a gastric fire does not get sufficient amount of fuel, then it consumes the bodyfluids and thus the vata, possessed of cold quality, is provoked in the cold season"
    },
    {
        "verse_id": "11",
        "text": " Hence in the season of the snows, i.e. winter, one should take unctuous, acid and salt juices of the flesh of fatty animals of the aquatic and wet land groups."
    },
    {
        "verse_id": "12",
        "text": " One should take the spit-roasted flesh of the burrowing and the tearer groups of animals, followed by a potion of madira and seedhu wines and honey."
    },
    {
        "verse_id": "13",
        "text": " One who uses habitually in winter milk, preparations. of sugarcane juice, animal fat, oil, new rice, and warm water, protects his life-span from diminution."
    },
    {
        "verse_id": "14",
        "text": " One should resort to inunction, oil massage, oil shampoo, hot house sudation, sun-baths, warm cellars and warm inner apartments in winter."
    },
    {
        "verse_id": "15",
        "text": " In the cold season, one should have vehicles, beds and seats well covered, and seats with thick quilts and deer skin or tiger skin, silk sheet, gunny cloth sheets or with variegated blankets."
    },
    {
        "verse_id": "16-17",
        "text": " when winter begins, one should always wear warm and thick clothing and should have one's body anointed with thick paste of eagle wood. Lying in bed with a plump and passionate woman of broad and well-filled breasts, who has anointed herself with the paste of eagle-wood, one should, warmed up by aphrodisiac wines, spend the night in her embraces. In the season of winter, one may indeed indulge in sexual enjoyment to one’s heart’s content."
    },
    {
        "verse_id": "18",
        "text": " On the advent of the cold season, one should give up eats and drinks that are light and provocative, of vata, and should avoid draughts, restricted diet and diluted demuilcent [demulcent?] drinks."
    },
    {
        "verse_id": "19-19½",
        "text": " Winter and the dewy season are similar in nature; yet there is a slight distinguishing characteristic in the dewy season, namely, the dryness born of the sun’s absorbing period and the cold born of clouds, wind and rain."
    },
    {
        "verse_id": "20-21",
        "text": " Therefore, the entire regimen prescribed in winter is to be observed in the dewy season as well. In fact, the rule as to residence in draughtless and warm apartments is to be observed even more stringently in the dewy season. One should avoid eats and drinks that are pungent, bitter, astringent, provocative of vata, light and cold."
    },
    {
        "verse_id": "22",
        "text": " The accumulated kapha, getting liquefied by the hot rays of the sun in the spring, affects the body-heat and thus gives rise to many diseases."
    },
    {
        "verse_id": "23",
        "text": " Therefore, in the spring, purificatory procedures such as emesis ets., should be performed and one should avoid heavy, acid, unctuous and sweet articles, as also day sleep."
    },
    {
        "verse_id": "24",
        "text": " On the advent of the spring, one should resort to physical exercise, dry massage, smoking, gargles, collyrium and frequent ablutions with genially warm water."
    },
    {
        "verse_id": "25",
        "text": " One should anoint one’s body with sandal wood paste, eat a meal prepared of barley or wheat, flesh of wapiti, rabbit, Indian antelope, grey quail and grey partridge."
    },
    {
        "verse_id": "26",
        "text": " One should drink wholesome seedhu or honey wine and enjoy the youthful loveliness of women and the woods."
    },
    {
        "verse_id": "27 In summer, the sun drinks up the unctuous element of the earth",
        "text": " During this season, therefore, foods and drinks that are sweet, cool, liquid, and unctuous are conducive to health."
    },
    {
        "verse_id": "28",
        "text": " By recourse to a diet of cold demulcent drink mixed with sugar, the flesh of animals and birds of the jangala group, ghee, milk and shali rice, one escapes the enervating effects of the season."
    },
    {
        "verse_id": "29",
        "text": " Little or.no wine should be drunk or it should be drunk diluted liberally-with water. One should, further, give up foods that are salt, sour pungent and hot, as also exercise."
    },
    {
        "verse_id": "30",
        "text": " Smearing oneself with sandal paste, one should court sleep by day in the cool apartment of the house, and, by night, on the terrace cooled by the rays of the moon and open to the breezes."
    },
    {
        "verse_id": "31",
        "text": " Adorned with pearls and gems, one should seek the couch, being ministered to by the waving of fans and by the caresses of tender hands which are cool with sandal water."
    },
    {
        "verse_id": "32",
        "text": " In the summer season, one should abstain from sexual intercourse, and seek the coolness of the woods, waters and flowers."
    },
    {
        "verse_id": "33",
        "text": " In the body that has been impoverished, by. the effects of the sun during his period of absorption, the digestive power too grows weak. On the advent of the rainy season, the digestive power readily succumbs to the morbid effects of vata and other humors."
    },
    {
        "verse_id": "34-34½",
        "text": " The humors in their turn, finding the strength of the gastric fire weakened, get provoked aided by the effects of moist—hot exhalations from the earth, the precipitation of the rains and the tendency to acidity in water that occurs in the rainy season. Accordingly, the general rule, that is. laid down for the rainy season is moderation."
    },
    {
        "verse_id": "35-36",
        "text": " One should, in particular, avoid watery demulcent drink, daysleep, frosts, river-water, exercise, sun and sexual intercourse during this season. One should, as a rule, take foods and drinks that are well seasoned, iu combination with honey."
    },
    {
        "verse_id": "37",
        "text": " On very cold days marked by stormy winds and rain, one should, even in the rainy season, take unctuous articles with pronounced acid and salt tastes, for the sake of alleviating vata."
    },
    {
        "verse_id": "38",
        "text": " Taking care to preserve one’s gastric fire, one should take old barley, wheat and shali-rice together with the flesh and well-seasoned soups of the jangala-group of animals."
    },
    {
        "verse_id": "39",
        "text": " One should drink, mixed with honey, a small measure of decocted honey-wine or rain-water, well-water or lake-water that has been boiled and cooled."
    },
    {
        "verse_id": "40",
        "text": " In the rains, one should have recourse to friction-massage, dry massage, bathing, wearing of perfumes and garlands, light and clean habiliments, residing in the rain-house i.e., house designed for residing in the rains free from damp."
    },
    {
        "verse_id": "41",
        "text": " When the body which has become habituated to the cold of the rains, is suddenly heated by the rays of the sun in the autumn, the accumulated pitta in the body is generally provoked."
    },
    {
        "verse_id": "42",
        "text": " In this season one should partake of eats and drinks that are sweet, light, cooling, slightly bitter, and curative of pitta, in due dose and when really, hungry."
    },
    {
        "verse_id": "43",
        "text": " In the beginning of the autumn, one should take the flesh of grey quail, grey partridge, black buck, wild sheep, wapiti and hare, shali rice, barley and wheat."
    },
    {
        "verse_id": "44",
        "text": " When the rain clouds have disappeared, one should resort to a potion of ghee medicated with bitter articles, to purgation and to depletion of blood, and one should avoid exposure to the sun."
    },
    {
        "verse_id": "45",
        "text": " One should avoid, in this season animal fats, oils, exposure to frosts, flesh of aquatic and wet land animals, alkalis, curds, day-sleep and easterly winds."
    },
    {
        "verse_id": "46-47",
        "text": " The water of the autumn which is well heated by the rays of the sun during the day and well cooled by the rays of the moon by night, ripened and freed from impurities by the course of Time and detoxicated by the radiations of the star Agastya (Canopus), and which is clear and pure, is called Hamsodaka i.e. pure water which is beloved of the swans. This autumnal water is crystal clear and clean, and the use of this water for bathing, drinking or immersion is as beneficial to the body as ambrosia."
    },
    {
        "verse_id": "48",
        "text": " Garlands of autumnal flowers, spotless garments and exposure to moonlight in the early part of the night are recommended in the autumnal season."
    },
    {
        "verse_id": "49",
        "text": " Thus has been described the seasonal homologation with reference to behaviour and diet. That which becomes homologatory by habitual use is said to be “acquired homologation.”"
    },
    {
        "verse_id": "50",
        "text": " The knowers of the principles of homologation consider it desirable to acquire homologation regarding food and behaviour to things which are antagonistic to the characteristics of the country and the causative factors of the diseases prevalent there."
    },
    {
        "verse_id": "51",
        "text": " In this chapter entitled “The seasonal Dietary of Man,” has been explained with reasons, what should be and what should not be used by a man in each season, as also the principle of homologation."
    }
]