[
	{
        "verse_id": "23",
        "text": " Now begins the sections on pulses (dicotyledons—Shamidhanya—śamīdhānya-varga)."
    },
    {
        "verse_id": "The green gram is considered the best of pulses",
        "text": " It is astringent-sweet in taste, dry, cooling, pungent on digestion, light, limpid and curative of Kapha and Pitta."
    },
    {
        "verse_id": "24",
        "text": " The black gram is an excellent aphrodisiac, curative of Vata, unctuous, hot, sweet, heavy, strengthening; it increases fecal matter and quickly imparts virility."
    },
    {
        "verse_id": "25 The black eye pea is laxative, relish-giving, corrective of Kapha, semen and acid-dyspepsia",
        "text": " It is sweet in taste like black gram, Vata-stimulant, dry, astringent in action, limpid and heavy."
    },
    {
        "verse_id": "26",
        "text": " Horse-gram is hot, astringent in taste, acid on digestion and corrective of Kapha, semen and Vata, astringent in action and beneficial in cough, hiccup, dyspepsia and piles."
    },
    {
        "verse_id": "27",
        "text": " The moth-gram is sweet both in taste and on digestion, astringent in action, dry and cooling. It is recommended in hemothermia, in fevers and in similar conditions."
    },
    {
        "verse_id": "28",
        "text": " Chick-pea, lentils, vetchling and common pea are light, cooling, sweet, astringent in taste and strongly dehydrating."
    },
    {
        "verse_id": "29",
        "text": " They are recommended in Pitta and Kapha conditions and are esteemed as soups and ointmenes [ointments?]. Amongst them the lentil is astringent in action and chickling vetch is a great stimulant of Vata."
    },
    {
        "verse_id": "30",
        "text": " Til is unctuous, hot, sweet, bitter and astringent. It is a skintonic and hair tonic, strength-giving and curative of Vata and causative of Kapha and Pitta."
    },
    {
        "verse_id": "31",
        "text": " All varieties of legumes are sweet, cooling, heavy, destructive of strength and dehydrating. They should be taken only by strong persons and in conduction with unctuous articles."
    },
    {
        "verse_id": "32",
        "text": " The Shimbi [śimbi] variety of legume is dry, astringent in taste and provokes Vata in the abdomen and is nonaphrodisiac, not good for the eye and causes slow and irregular digestion."
    },
    {
        "verse_id": "33",
        "text": " Pigeon-pea is curative of Kapha and Pitta and stimulative of Vata. Babchi seeds and seeds of wild senna are curative of Kapha and Vata and Pitta."
    }
]