[
	{
        "verse_id": "166",
        "text": " Now begins the section on greens (Harita—haritavarga):—"
    },
    {
        "verse_id": "166.1",
        "text": "The green ginger is appetizer, digestive-stimulant, aphrodisiac and its juice is prescribed in cases of obstruction due to Vata and Kapha"
    },
    {
        "verse_id": "167",
        "text": " The Jambira [jambīra] is appetizer, digestive-stimulant, acute fragrant, mouth cleanser, curative of Kapha and Vata, vermicide and helps the digestion of food."
    },
    {
        "verse_id": "168",
        "text": " The garden radish when tender allays humoral discordance, when overgrown, causes tri humoral discordance; when prepared with unctuous substances cures Kapha and Vata."
    },
    {
        "verse_id": "169",
        "text": " The holy basil is curative of hiccup, cough, poison, dyspnea and plurodynea, promotive of Pitta and curative of Kapha and Vata, and eliminative of fetor."
    },
    {
        "verse_id": "170",
        "text": " Bishop’s weed, shrubby basil, drumstick, fennel and black mustard are cordial, palatable and excite the Pitta."
    },
    {
        "verse_id": "171",
        "text": " The Gandira [gaṇḍīra], the hog fruit Indian toothache and sprouts of ginger are acute, hot, pungent, dry and curative of Kapha and Vata."
    },
    {
        "verse_id": "172",
        "text": " The ginger grass is anaphrodisiac, pungent, dry hot, and mouthcleansers; and celery seeds are curative of Kapha and Vata and of painful urinary disorders."
    },
    {
        "verse_id": "172.1",
        "text": "173 Coriander, wild carrot and Sumukha are appetizers, fragrant, not very pungent and rouse the morbid humors"
    },
    {
        "verse_id": "174",
        "text": " The turnip is astringent, acute and beneficial in Vata and Kapha disorders and in piles. This should be used in sudation theraphy and as an article of diet by those who are not suffering from Pitta-discordance"
    },
    {
        "verse_id": "175",
        "text": " The onion is promotive of Kapha, curative of Vata but not of Pitta; it is a good adjuvant for food and is strengthening, heavy, aphrodisiac and appetizing."
    },
    {
        "verse_id": "176",
        "text": " The garlic is curative of worms, dermatosis, leprosy, Vata-disorders and Gulma. It is unctuous, hot, aphrodisiac pungent and heavy."
    }
]