[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “Measure in eating (Matrashitiya or Matrashita—mātrāśitīya or mātrāśita).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " One must eat in measure (Matrashin—mātrāśin) and the measure of food is determined by the strength of one’s gastric fire."
    },
    {
        "verse_id": "4",
        "text": " That should be known as the proper measure of food which, when-taken, is digested in due time without impairing one’s health."
    },
    {
        "verse_id": "5",
        "text": "-(2) Similarly pastry, sugarcane juice, milk, til, black gram, the flesh of aquatic and wetland animals and other similar articles of food, though heavy by nature, are also to be taken in measure."
    },
    {
        "verse_id": "6",
        "text": "-(5) Thus the measure in food depends upon the strength of the gastric fire."
    },
    {
        "verse_id": "7",
        "text": " It is not that the quantity of a substance does not count. From the point of view of quantity, it is laid down that heavy articles should be taken in one-third or one half measure of the full meanwhile even light articles should not be taken in excess and should accord with the strength of the gastric fire."
    },
    {
        "verse_id": "8",
        "text": " The measured diet not only does not impair one’s health but positively promotes one’s strength, complexion, health and life."
    },
    {
        "verse_id": "9",
        "text": " One should never, accordingly, eat such heavy articles as pastry flattened rice, etc., on top of a meal. Even while hungry, one should take such articles in right measure."
    },
    {
        "verse_id": "10",
        "text": " Dried meat, dried vegetables, lotus rhizomes and lotus stalk, being heavy, are not to be taken habitually, nor should the flesh of an emaciated animal be used."
    },
    {
        "verse_id": "11",
        "text": " Coagulated milk, cream cheese, pork,cow’s and buffalo’s flesh, fish, curds, black gram and wild barley should not be used habitually."
    },
    {
        "verse_id": "12",
        "text": "Shashtika rice, shali rice, green gram, rock-salt, emblic myrobalan barley, rain water, milk, ghee, flesh of jangala animals and honey may be habitually taken."
    },
    {
        "verse_id": "13",
        "text": " That should form the daily diet, which not only helps to maintain present well-being, but serves as a prophylactic against coming disease."
    },
    {
        "verse_id": "14",
        "text": " From here onwards, keeping in view the art of healthful living, we shall explain the personal regimen including such observances as painting the eyes with eye-salves, with reference to its benefits."
    },
    {
        "verse_id": "15",
        "text": " The antimony-collyrium which is beneficial to the eyes should be used daily and the extract of Indian beberry should be used once in every fifth or eighth night for the drainage of the eyes."
    },
    {
        "verse_id": "16",
        "text": " The eye is of the element of light. So, it is specially liable to be adversely affected by kapha i.e. watery element. Therefore measures curative of kapha are beneficial in keeping the vision clear."
    },
    {
        "verse_id": "16½-17½",
        "text": " Strong collyrium should not be applied to the eyes during day time, because the eye sight, weakened by drainage, gets impaired on exposure to sunshine. Therefore, the draining by collyrium is indicated exclusively by night."
    },
    {
        "verse_id": "18-19½",
        "text": " Just as various kinds of tarnished gold ornaments etc. get cleansed by being washed with oil, cloth, brush etc., even so, by the use of eye-salves, eye drops etc, in the eyes, the vision of mortals shines brightly like the moon in the clear sky."
    },
    {
        "verse_id": "20-24½",
        "text": " Fragrant piper, perfumed cherry, great cardamom, fragrant poon, shell, fragrant stickly mallow, sandal-wood, cinnamon leaf, cinnamon bark, cardamom, cuscus grass, Himalayan cherry, ginger grass, liquorice, nardus. gum guggul [guggula], eagle wood, sugar, barks of the banyan, gular fig and holy fig trees, and of yellow barked fig tree and lodh tree, rushnut sarja sal, sal resin, nut grass, lichen, lotus, blue water lily, pine resin, olibanum and angelica:—all these should be ground and made into a paste by the physician. It should then be plastered over a piece of reed and moulded into cigar resembling the shape of a barley-grain, and having the thickness of the thumb and a length of eight fingers’ breadth. When it is dried, the central reed should be pulled out, and the cigar put into the smoking pipe and smeared with unctuous substance. It should then be ignited and smoked at leisure as a habitual smoke."
    },
    {
        "verse_id": "25-25⅛",
        "text": " Preparing a c:gar from animal fat, ghee and wax combined skilfully with the best drugs of the sweet group, one should use it for unctuous smoke."
    },
    {
        "verse_id": "26-23½",
        "text": " The smoke of white mussel shell creeper, staff plant, yellow arsenic, red arsenic, eagle-wood, cinnamon leaf and other perfumes, acts as errhine."
    },
    {
        "verse_id": "27-31½",
        "text": " Heaviness in the head, headache, rhinitis, hemicrania, earache, eye-ache, cough, hiccup, dyspnea, throat-spasm, weakness of the teeth, discharge from the ear, nose and eye due to morbid condition, nasal and oral fetor, dentalgia, anorexia, rigidity of jaw and neck, pruritus, worms, pallor of the face, mucoid discharge from the mouth, cacophonia, Galashundi, Upajihvika, alopecia, greyness, falling of hair, sternutation, excessive torpor, stupefaction of the mind and hyper somnia:—all these are alleviated by smoking, and the strength of the hair, bones of the head, sense-organs and voice becomes augmented."
    },
    {
        "verse_id": "32-32½",
        "text": " Those who resort to oral smoking will not be troubled even by severe vata and kapha, or disorders affecting the supra clavicular part of the body or the head."
    },
    {
        "verse_id": "33-33½",
        "text": " Eight specified times are laid down for habitual smoking, because during these periods, the rise of vata and kapha is observed."
    },
    {
        "verse_id": "34-34½",
        "text": " That is: after taking the bath, after tongue-scraping, after sneezing, tooth cleansing, nasal toilet and the use of eye-salve and at the end of sleep, the self-controlled man should resort to smoking."
    },
    {
        "verse_id": "35-35½",
        "text": " Thereby, the vata and kapha-born diseases affecting the upper supraclavicular parts of the body, do not afflict him. Smoking should be done thrice, in three puffs each time,"
    },
    {
        "verse_id": "36-36",
        "text": " A wise man should practise habitual smoking twice a day. The unctuous smoke should be smoked once a day and the errhine smoke thrice or four times a day."
    },
    {
        "verse_id": "37-37½",
        "text": " Clarification of the mind, the throat and the senses, lightness of the head,and sedation of the excited humors are the signs of successful smoking."
    },
    {
        "verse_id": "38-38½",
        "text": " Deafness, blindness, dumbness, hemothermia and giddiness are the complications arising from untimely or excessive smoking."
    },
    {
        "verse_id": "39-40",
        "text": " In such conditions, potion of ghee, nasal medication and eye applications and demulcent drinks are generally indicated. These should be combined with unctuous medication if the provocation of vata occurs as sequela to pitta-provocation; and with cold medication if there occurs hemothermia; and with dehydrating medication, if kapha and pitta are. both provoked,"
    },
    {
        "verse_id": "41-44",
        "text": " Now I shall describe the persons in whom smoking is contraindicated. The following persons should not smoke—One who is purged, one who has taken enema,one who is a hemo-thermic, one afflicted with toxicosis, one who is grief-stricken, one who is a gravida, one who is fatigued or intoxicated, one suffering from chyme or pitta disorders and one who has had a sleepless night, one suffering, from fainting, giddiness, thirst, emaciation and from pectoral lesions, one who has just taken wine, milk, unctuous beverage, honey or curds and one afflicted with dehydration anger, dryness of the palate, faintness, injury to the head, Shankhaka; Rohini; anomalies of urinary secretion and alcoholism."
    },
    {
        "verse_id": "45-45½",
        "text": " If a person smokes in these contra-indicated conditions out of wantonness, his complaints become dreadfully aggravated by the wrongful use of smoke."
    },
    {
        "verse_id": "46-46½",
        "text": " The person who is prescribed smoking should smoke through the nose in diseases of the head, nose and eye; and through the mouth in diseases of the throat."
    },
    {
        "verse_id": "47-47½",
        "text": " When he inhales by the nose he should exhale by the mouth. One, inhaling by the mouth, should not exhale through the nose, because the smoke passing in the reverse direction may quickly injure the eyes."
    },
    {
        "verse_id": "48-48½",
        "text": " The self-possessed man, keeping the body and the eyes in an upright condition, being whole-hearted, sitting at ease and closing one nostril, should perform the threefold nasal smoking thrice by the other nostril."
    },
    {
        "verse_id": "49-49½",
        "text": " For the errhine-smoke the smoking pipe should be of the length of twenty-four fingers’ breadth measured with one’s own fingers; for the unctuous smoke it should be thirty-two fingers’ breadth, and for the habitual smoke it should be longer by a half than the first, i.e. thirty six fingers’ breadth."
    },
    {
        "verse_id": "50-50½",
        "text": " That smoking pipe is recommended, which is straight, interrupted by three bulges and has the proximal calibre of the size of a jujube and is made of the same materials as those of the enema pipe."
    },
    {
        "verse_id": "51-51½",
        "text": " The smoke which comes from a distance and is interrupted by the joints and attenuated by passing through the tapering pipe, and is taken with due consideration to dose and time, does not impair the senses."
    },
    {
        "verse_id": "52-52½",
        "text": " Know it to be successful smoking when the chest, throat and head feel light and the phlegm is liquefied."
    },
    {
        "verse_id": "53-53½",
        "text": " Know it to be an unsuccessful smoking if the voice is not clarified and the throat is filled with phlegm and the head feels stiffened."
    },
    {
        "verse_id": "54-55½",
        "text": " When the palate, head, and throat feel parched and heated all over, and the person feels thirsty or stupefied or bleed profsusely [profusely?] or his head feels to be extremely whirling or when he becomes unconscious or his sense-organs feel agitated, it should be known that smoking has been done in excess."
    },
    {
        "verse_id": "54-55½.1",
        "text": "56-56½ Every year, one should take a course of Anu oil during the seasons of the first rains, autumn and spring, choosing the times when the sky is free from clouds"
    },
    {
        "verse_id": "57-59½",
        "text": " He who practises systematic nasal toilet at the proper time, will keep his sight, smell and hearing unimpaired. His beard and hair will not turn grey or tawny; his hair will not fall off, but will grow in abundance. Rigidity of neck, headache, facial paralysis, trismus, rhinitis, hemicrania and tremors of the head will be alleviated."
    },
    {
        "verse_id": "60-60½",
        "text": " The vessels, joints, sinews and tendons of his cranium, being well nourished by the nasal toilet, will acquire great strength."
    },
    {
        "verse_id": "61-61½",
        "text": " The face will become cheerful and plump, the voice mellow, firm and stentorian; all the sense-organs will be clarified and greatly strengthened."
    },
    {
        "verse_id": "62-62½",
        "text": " There will be no sudden invasion of disease occuring in the upper supra-clavicular parts of the body,and though the man is aging, the effects of senility will be retarded."
    },
    {
        "verse_id": "63-65½",
        "text": " Sandal wood, eagle wood, cinnamon leaf, bark of Indian berberry, liquorice, heart-leaved sida, lotus rhizomes, small cardamom, embelia, bael, blue lily, fragrant sticky mallow, cuscus-grass, rushnut, cinnamon bark, nut-grass, Indian sarsaparilla, ticktrefoil, cork swallow wort, painted leaved uraria, deodar, climbing asparagus, fragrant piper, Indian night shade, yellow berried night-shade Indian groundsel and lotus filaments: all these should be decocted in clear rain-water which is to be hundred times the quantity of the Anu oil to be prepared."
    },
    {
        "verse_id": "66-66½",
        "text": " When the decoction is boiled down to ten times the quantity of the oil to be prepared, it should be taken off from the fire. Take one tenth of this decoction and mixing it with equal quantity of oil, boil the whole till only the oil remains."
    },
    {
        "verse_id": "67-67½",
        "text": " Repeat this process ten times, using the same oil. At the tenth boiling, add an equal quantity of goat’s milk. This is the approved method of preparing Anu oil for nasal toilet."
    },
    {
        "verse_id": "68-69",
        "text": " This oil should be used in a measure of two tolas. After the oleation and sudation of the head, nasal toilet should be performed by dropping the oil into the nostrils with a cotton swab, thrice every alternate day, and for seven such days."
    },
    {
        "verse_id": "69½-70½",
        "text": " The patient should reside in a place which is warm and free from draughts, should take wholesome food and be self-controlled. This oil is curative of tridiscordance and invigorative of the senses. He who uses this at the right time acquires all the benefits of nasal toilet, which have been mentioned above."
    },
    {
        "verse_id": "71-71½",
        "text": " A green tooth-twig which is crushed at the proximal end and is of the astringent, pungent or bitter taste, should be used twice a day without injuring the gums."
    },
    {
        "verse_id": "72-72½",
        "text": " Tooth-clesnsing dispels oral fetor and dysgeusia, removes the impurities of the tongue, tooth and mouth, and promptly induces the appetite."
    },
    {
        "verse_id": "73-73½",
        "text": " Twigs culled from the Indian beech, Indian oleander, mudar, Arabian jasmine, arjun, spinous kino tree and such other trees are recommended for use in tooth-cleansing."
    },
    {
        "verse_id": "74-74½",
        "text": " The tongue scraper should be without a sharp edge, curved and made of gold, silver, copper, tin or brass."
    },
    {
        "verse_id": "75-75½",
        "text": " The coating which accumulates at the root of the tongue and obstructs the respiratory passage, is the cause of fetor oris. Therefore, the tounge should be properly scraped."
    },
    {
        "verse_id": "75-75½.1",
        "text": "76-77 One, desirous of securing cleanliness, relish and fragrance of breath, should keep in the mouth nutmeg, musk mallow, betel nut, cloves, cubeb pepper, fresh betel leaves, camphor and small cardamom"
    },
    {
        "verse_id": "77½-80 The use of oil-gargles imparts strength to the jaws and voice, excellent plumpness to the face, fine sensitiveness to the palate and a keen appetite",
        "text": " One, using these gargles, does not suffer from dryness of the throat nor from the fear of the lips getting chaffed. One’s teeth become firmly rooted and do not ache nor are they set on edge by acidity, but are enabled to chew even the hardest of eatables."
    },
    {
        "verse_id": "80½-83",
        "text": " One who has his head well oleated daily, does not get headache, baldness and grey hair nor does his hair fall off. The strength of his cranial bones is greatly increased and his hair becomes firmly rooted, flowing and very black. By an oil-shampoo of the head, the sense organs are toned up and the skin of the face becomes beautiful, and the person gets good sleep and feels happy."
    },
    {
        "verse_id": "83½-84",
        "text": " By filling the ears daily with oil, there will be no ear disease of the vata type, no stiffness of the neck or jaws, nor hardness of hearing nor deafness."
    },
    {
        "verse_id": "84½-86",
        "text": " Just as ^pitcher by smearing with oil or a hide by soaking in oil, or an axle by lubricating, even so by daily inunction, the body becomes firm, the skin beautiful; the vata disorders are quieted, and tolerance to hardship and physical strain is induced."
    },
    {
        "verse_id": "87",
        "text": " The vata is the prodominant element in the sense of touch; and the sense of touch resides in the skin. Inunction is the greatest dermic tonic; therefore, a person ought to practise it daily."
    },
    {
        "verse_id": "88",
        "text": " A person’s limbs accustomed to daily inunction are not liable to be affected seriously by injury due to external trauma or by violent exertion."
    },
    {
        "verse_id": "89",
        "text": " By daily inunction a person becomes smooth in his limbs and plump, strong and good looking, and escapes the effects of age."
    },
    {
        "verse_id": "90",
        "text": " Roughness, stiffness, dryness, fatigue and numbness of feet are soon removed by pedal inuction."
    },
    {
        "verse_id": "91",
        "text": " Comeliness, strength, firmness of legs and brightness of the eyes are achieved; and the vata-discordance is quieted thereby."
    },
    {
        "verse_id": "92",
        "text": "It also prevents sciatica due to vata, fissures in the legs and the extraction of the vessels and the muscles of the legs."
    },
    {
        "verse_id": "93",
        "text": " Massaging the body removes body-fetor, heaviness, torpor, itching dirt, inappetence, and offensive sweat."
    },
    {
        "verse_id": "94",
        "text": " Taking a bath is purifying, promotive of virility and longevity, eliminative of fatigue, sweat and dirt, conducive to bodily strength, and is vitalizing in the highest degree."
    },
    {
        "verse_id": "95",
        "text": " The wearing of clean apparel is attractive, conducive to reputation, promotive of longevity, avertive of bad luck, exhilarative, decorative, worthy of society and commendable."
    },
    {
        "verse_id": "96",
        "text": " The use of fragrant articles and garlands is promotive of virility, disseminative of fragrance, promotive of longevity, attractives, conducive to plumpness and strength, promotive of good cheer and avertive of bad luck."
    },
    {
        "verse_id": "97",
        "text": " The wearing of jewels and ornaments brings prosperity and is auspicious, promotive of longevity, decorative, dispersive of worries, exhilarative, attractive and vitalizing."
    },
    {
        "verse_id": "98",
        "text": " Frequent ablution of the feet and the excretory orifices is promotive of intelligence, purifying, promotive of longevity and a dispeller of misfortunes and sin."
    },
    {
        "verse_id": "99",
        "text": " Trimming and dressing the hair, beard, and nails etc, is promotive of plumpness, virility and longevity, and is clean and enhances one’s good looks."
    },
    {
        "verse_id": "100",
        "text": " Donning of footwear is wholesome for the eyes, pleasant to the tread, mitigative of foot-discomfort, promotive of strength, conducive to easy gait and promotive of virility."
    },
    {
        "verse_id": "101",
        "text": " The carrying of the umbrella is avertive of calamity, promotive of strength, and affords protection, cover and comfort, and serves as a shield against the sun, wind, dust and rain."
    },
    {
        "verse_id": "102",
        "text": " The carrying of the staff is a prop against stumbling, dispersive of enemies, and serves as a support; it promotes longevitiy and dispels fear."
    },
    {
        "verse_id": "102.1",
        "text": "103 Like the lord of a city in the affairs of his city, and a charioteer in the management of his chariot, so should a wise man be ever vigilant in the care of his own body"
    },
    {
        "verse_id": "104",
        "text": " One should have recourse to such means of livelihood as are not contrary to the dictates of religion, and should be devoted to peace and studies. Living thus, one attains happiness."
    },
    {
        "verse_id": "105",
        "text": " The question of measure in food; the articles of food; the determination of measure with reference to heavy and light articles whose habitual use is recommended;"
    },
    {
        "verse_id": "106",
        "text": " Eye-salves, cigars, the three varieties of cigars, the advantages accruing from smoking, the times for smoking and its individual variations;"
    },
    {
        "verse_id": "107",
        "text": " Symptoms of the complications of smoking and their remedies; persons in whom smoking is contra-indicated; the method of smoking, the material of which the smoking pipe should be made, its size and shape in each variety of smoking;"
    },
    {
        "verse_id": "108",
        "text": " The benefits of nasal medications; their procedures, which kind of nasal toilet should be done, how and when; how the tooth cleansing twig should be used; the different virtues of different kinds of tooth-cleansing twigs;"
    },
    {
        "verse_id": "109",
        "text": " Which articles should be kept in the mouth and why; what are the advantages of oil-gargles and what are the advantages ascribed to anointing the head;"
    },
    {
        "verse_id": "110",
        "text": " Pouring oil into the ears, inunction, anointing the feet, body-massage, bath, wearing clean clothes, perfumes and ornaments;"
    },
    {
        "verse_id": "111",
        "text": " Ablutions, clipping and trimming the hair, wearing foot-wear, and carrying the umbrella and the staff:—all this, has been described in this chapter on “Measure in Bating.”"
    }
]