[
	{
        "verse_id": "237",
        "text": " Now begins the class of sugarcane and its products (Ikshu—ikṣu-varga):—"
    },
    {
        "verse_id": "The juice of the sugar-cane obtained by chewing, and sucking is aphrodisiac, cooling, laxative, unctuous, roborant, sweet and increases <a data-gl=\"1\" href=\"/definition/kapha#ayurveda\" title=\"show Kapha definitions\">Kapha</a>",
        "text": " The machine-pressed juice is irritating. The Vamshaka [vaṃśaka] variety is inferior to the white variety in the matter of coolness."
    },
    {
        "verse_id": "238-239",
        "text": " Gur is a great increaser of worms, marrow, blood, fat and flesh. The juice of the sugar-cane boiled down to one fourth, one third or one half its original quantity is said to be coarse gur or immature gur. It is heavier in the reverse order of statement; i.e. the greater the condensation, the heavier the gur; the purified gur is that wherein there is very little impurity."
    },
    {
        "verse_id": "240",
        "text": " If still further purified, it turns into crude sugar; sugar-candy and crystal-sugar are extremely pure. According to its degree of purity its cooling quality is increased."
    },
    {
        "verse_id": "241",
        "text": " The sugar from gur is aphrodisiac, slightly unctuous and beneficial to those who are emaciated and suffering from pectoral lesions. The sugar prepared from Yasa or alhazi maurorum or camel thorn is astringent, sweet, cooling and slightly bitter. The qualities of Honey-sugar and of all kinds of Sugar"
    },
    {
        "verse_id": "242",
        "text": " The honey-sugar is dry, curative of vomiting and diarrhea and depletive. All sugars are beneficial in thirst, hemothermia and burning."
    },
    {
        "verse_id": "243",
        "text": " In chyme-disorders, hot treatment is indicated; but hot things are contra-indicated in the chymedisorder induced by honey. Hence the chyme disorder of honey is a serious condition causing death as immediately as poison."
    },
    {
        "verse_id": "244",
        "text": " Bee-honey is of the color of oil and large-bee honey is said to be of the color of ghee Insect-honey is tawny and wasp-honey is stated to be white."
    },
    {
        "verse_id": "245",
        "text": " Honey is provocative of Vata, heavy, cooling, curative of hemothermia and Kapha disorders and is synthesizing, dry, astringent and sweet."
    },
    {
        "verse_id": "246",
        "text": "Warmed honey causes death; unwarmed also, it kills patients suffering from thermal affections as it is admixed with poisonous matter during the process of accumulation. Being heavy, dry, astringent and cooling, it is wholesome in small doses."
    },
    {
        "verse_id": "247",
        "text": " There is no disease more difficult of treatment than the condition caused by the chyme-disorder induced by honey. Due to antagonism of treatment involved it kills a patient as instantly as poison."
    }
]