[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The three kinds of Edema (Shotha—śotha)”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " There are three kinds of edema (shotha) caused by Vata, Pitta and Kapha respectively. They are again classified into two groups as those caused by endogenous and exogenous causes."
    },
    {
        "verse_id": "4",
        "text": " Of these the causes of exogenous edema are physical, such as injuries due to excision, incision, comminution, fracture, contusion, pounding, blow, concussion, binding, ligaturing, piercing, compression and similar ones; chemical or toxic causes such as juice of the flower and fruit of marking nut, bristles of cowage, bristles of prickly insect, poisonous plants, leaves and creepers; poisons such as sweat, urine or discharge and crawling of poisonous animals, bite and injury by fangs, teeth, horns and claws of venomous animals; climatic causes such as marine and other poisonous winds; tactual causes such as touch of frost or fire."
    },
    {
        "verse_id": "5",
        "text": " In the beginning, it is known by the characteristic signs of injury differing from edema caused by endogenous factors, as it is localised in one region. It subsides when treated with such remedies as bandaging, incantations, medicines, applications, heat, refrigeration and such other treatment."
    },
    {
        "verse_id": "6",
        "text": " The causes of endogenous edema are—Improper administration or wrongful use of oleation and sudation, emesis, purgation, corrective and unctuous enemata, errhines, wrongful rehabilitation regimen, extreme emaciation caused by vomiting, intestinal torpor, acute intestinal irritation, dyspnea, cough, diarrhea, consumption, anemia, abdominal diseases, fever, leucorrhea, fistula-inano and piles; or dermatosis, pruritus, pimples; or the suppression of the urges for vomiting, sneezing, eructation, seminal ejaculation, flatus, urine and feces; or emaciation due to over-dose of purificatory procedures, disease, fasting, and excessive walking; or indiscriminate and excessive use of heavy and acid articles, salt, pastry, fruits, vegetables, Raga-preparation, curds, greens, wine, immature curds, sprouted and new com and cereals and flesh of wet land and aquatic animals, or eating clay, mud and sods; eating too much of common salt; pressure of gravid uterus, abortion, wrongful puerperal regimen; the precipitations of the morbid humors—these causes produce the various types of edema. Thus have been described the.pauses in general."
    },
    {
        "verse_id": "7-(1)",
        "text": " These are its distinctive characteristics. Vata, provoked by the over use of cold, dry, light, and clear articles, or by fatigue, fasting, extreme emaciation and purgation etc., pervades the skin, flesh, blood and the other tissues and produces edema (shotha). The edema appears and disappears abruptly. It is of dusky red or normal skin color. It is migratory and throbbing. The skin and hair become rough, harsh and broken. There is painful sensation as if the part is excised or incised, compressed or pricked by needles or crawled upon by ants, There is tingling sensation as if painted with mustard paste or there is contraction or expansion. These are the symptoms of edema caused by Vata (Vatashotha—vātaśotha)."
    },
    {
        "verse_id": "7-(2)",
        "text": " The Pitta provoked by the use of hot, acute, pungent and alkaline, or salt and acid articles of diet, by predigestion meals, by the severe heat of fire or sun, pervades the skin, blood and flesh and produces edema, which appears and disappears abruptly. It is of dark, yellowish, purple or coppery tinge. It is warm and soft. Hairs become tawny or of coppery color. There is a sensation of heat, parching, fuming or steaming. The part sweats and is softened and does not tolerate touch and heat."
    },
    {
        "verse_id": "7-(3) The Kapha, provoked by the use of heavy, sweet, cold and unctuous articles of diet, excessive sleep, and avoidance of excercise etc",
        "text": ", pervades the skin, flesh, blood and the other tissues and produces edema. It is slow in onset and subsidence. It is of pale whitish tinge. It is thick, greasy, smooth, firm and dense. On it, hairs appear which are white at their tips and it has tolerance to touch and heat. These are the signs of edema caused by Kapha (Kaphashotha—kaphaśotha)."
    },
    {
        "verse_id": "7",
        "text": " There are three kinds of edema caused by bi-discordance due to admixture of causes and symptoms of the two humors concerned. Only one kind of edema is caused by the discordance due to symptosis of respective causes and symptoms of all the three humors. Thus in all they are of seven varieties."
    },
    {
        "verse_id": "8",
        "text": " Being thus classified according to the difference in their causative factors, they become grouped as bipartite, tripartite, quadrupartite, septa-partite and octopartite. But they are all one, swelling being their common pathognomic symptom."
    },
    {
        "verse_id": "9",
        "text": " That edema (shotha) is to be regarded as the one due to Vata wherein the limbs are swollen and there is alternately numbness and pain in the swelling and which, when pressed with the finger and left, returns instantaneously to its normal level."
    },
    {
        "verse_id": "10",
        "text": " That which is light-red in appearance, which is lessened at night due to rest and which disappears when massaged with unctuous and hot substances, is also an edema due to Vata."
    },
    {
        "verse_id": "11",
        "text": " That edema (shotha) is regarded as born of Pitta wherein the patient is afflicted with thirst and fever, and there is pain and burning sensation in the swelling, as well as sweating, softening and smell."
    },
    {
        "verse_id": "12",
        "text": " That again is said to be edema due to Pitta wherein there is yellow coloration of the eyes, face and skin, wherein the edema begins in the abdomen, the skin is thin and the patient is suffering from diarrhea."
    },
    {
        "verse_id": "13",
        "text": " That edema (shotha) is due to Kapha which is cold, fixed, itching, whitish and which on pressure pits and. does, not return to the normal level soon."
    },
    {
        "verse_id": "14",
        "text": " That again is edema (shotha) due to Kapha from which no blood flows out when incised with an instrument or a blade of sacred grass, but only slimy fluid oozes out with difficulty."
    },
    {
        "verse_id": "15 That is edema (<em>shotha</em>) due to bi-discor-dance wherin there is combination of causes and symptoms of two humors",
        "text": " That is an edema due to tridiscordance wherein all of the above symptoms appear owing to a combination of all the causative factors."
    },
    {
        "verse_id": "16",
        "text": " The swelling which first manifests itself in the feet and then spreads over the whole body of the person becomes formidable. So too is the edema (shotha) in women which begins from the face and spreads all over."
    },
    {
        "verse_id": "17",
        "text": " The swelling which begins in the genital organs in men or women should also be known as the most formidable condition if attended with complication."
    },
    {
        "verse_id": "18",
        "text": " The complications of edema (shotha) in short are vomiting, dyspnea, anorexia, thirst, fever, diarrhea and seventhly, debility."
    },
    {
        "verse_id": "19",
        "text": " When the provoked Kapha in the body gets localised at the base of the tongue, it causes immediately, an acute swelling there; and the person is affected with Upajihvika (upajihvikā), acute Glossitis."
    },
    {
        "verse_id": "20",
        "text": " When the provoked Kapha in the body gets localised at the base of the palate, it causes immediately an acute swelling there, which is called Galashundika (galaśuṇḍikā) i.e. Quinsi."
    },
    {
        "verse_id": "21",
        "text": " When the provoked Kapha in the body gets localised outside the throat, it produces chronic swelling there and causes Galaganda (galagaṇḍa) i.e. Deradenoncus."
    },
    {
        "verse_id": "22",
        "text": " When the provoked Kapha in the body becomes firmly established inside the throat, it produces immediately an acute swelling and causes Galagraha i.e. throat-spasm."
    },
    {
        "verse_id": "23",
        "text": " When the provoked Pitta, along with the vitiated blood in the body, spreads in the skin it produces an acute red swelling and causes acute spreading affection."
    },
    {
        "verse_id": "24",
        "text": " When the provoked Pitta in the body becomes localised in the skin and the blood, it causes red swelling and the person is affected with pimples."
    },
    {
        "verse_id": "25",
        "text": " When the provoked Pitta in the body, reaching the blood dries up, then, the person develops moles, portwine marks, Vyanga (vyaṅga) or blue-black moles."
    },
    {
        "verse_id": "26",
        "text": " When the provoked Pitta in the body gets localised in the temples, the person is affected with an acute, serious swelling called Shankhaka (śaṅkhaka) i. e. facial Erysipelas."
    },
    {
        "verse_id": "27",
        "text": " When the provoked Pitta in the body gets localised at the root of the ear at the termination of a fever, the person develops an incurable swelling there leading to death."
    },
    {
        "verse_id": "28",
        "text": " When the provoked Vata in the body becomes established in the spleen and excites it, there is slow and chronic pricking pain in the left side of the body, and the spleen gets enlarged."
    },
    {
        "verse_id": "29",
        "text": " When the provoked Vata in the body gets localised in the abdominal region, it causes a swelling accompanied with colicky pain and afflicts the person with Gulma."
    },
    {
        "verse_id": "30",
        "text": " If the provoked Vata in the body, producing swelling and pain, moves gradually and migrates from the groin i.e. inguinal region to the scrotum, the man gets enlargement of the scrotum."
    },
    {
        "verse_id": "31",
        "text": " When the provoked Vata in a person’s body gets a hold between the skin and the flesh, it causes a swelling in the belly and the person suffers from abdominal affections."
    },
    {
        "verse_id": "32",
        "text": " When the provoked Vata in the body becomes established in the region of a person’s belly and moves neither upwards nor downwards, then he is afflicted with constipation."
    },
    {
        "verse_id": "33",
        "text": "Fleshy, malignant and other tumors, though quite different in name and in their symptoms, should be included in the group of swellings, owing to their having the common feature of swelling."
    },
    {
        "verse_id": "34-35",
        "text": " When all the three humors Vata, Pitta and Kapha are excessively increased and provoked simultaneously in the body and get localised at the base of the tongue, they scorch locally and cause extensive swelling and pain of various kinds. This acutely spreading disease is called Rohini, i. e. Diphtheria."
    },
    {
        "verse_id": "36",
        "text": " Three nights and days are the longest period that the patient can survive; but if treated soon by an expert, he may be restored to health."
    },
    {
        "verse_id": "37",
        "text": " There are many such diseases which though acute and severe, are yet curable. They may kill the patient if they are either not treated at all or wrongfully treated."
    },
    {
        "verse_id": "38",
        "text": " There are other diseases which are considered mild and curable. In these diseases thorough or even slight treatment certainly accomplishes cure."
    },
    {
        "verse_id": "39",
        "text": " There are other incurable diseases which are called palliable. The best treatment given in such cases may help the patient to pull on with his existence."
    },
    {
        "verse_id": "40",
        "text": " But there are other diseases where no treatment succeeds, even if the inexperienced physician tries to cure them; and the wise and experienced physician will not undertake to treat them."
    },
    {
        "verse_id": "41",
        "text": " Diseases are said to be of two kinds—curable and incurable; and classified according to mildness and severity they are of four kinds."
    },
    {
        "verse_id": "42",
        "text": " When classified according to cause, pain, color, site, form and nomenclature, the number of these diseases becomes really countless."
    },
    {
        "verse_id": "43",
        "text": " Just as a broad classification has been given in the brief description in the chapter on “The eight kinds of Abdominal Disorders” with a view to systematise them for purposes of treatment, even so, the common characteristics of the morbid humors in disorders will now be described."
    },
    {
        "verse_id": "44",
        "text": " A physician should never be ashamed if he is not able to name a disease, as there can be no definite standardization of the nomenclature of all diseases."
    },
    {
        "verse_id": "45",
        "text": " The same provoked humor, according to the diversity of causes and its localisation in different regions, produces many varieties."
    },
    {
        "verse_id": "46",
        "text": " Therefore, treatment should be initiated after diagnosing the nature of the disease, the different regions of localization and the special causative factors"
    },
    {
        "verse_id": "47",
        "text": " The physician, who after ascertaining all these three things, begins treatment intelligently and systematically, will not err in therapeutic procedure."
    },
    {
        "verse_id": "48",
        "text": " Vata, Pitta and Kapha, reside either in their normal or pathological state in the bodies of all embodied creatures. Hence, the learned physician should desire to recognise them."
    },
    {
        "verse_id": "49",
        "text": " The actions of the normal Vata are animation, inspiration and expiration, respiratory movement, body-movement, regular circulation of body-elements and regular elimination of excretions."
    },
    {
        "verse_id": "50",
        "text": " The actions of the normal Pitta are the causing of vision, digestive fire, body-heat, hunger, thirst, softness of body, lustre, clearness of mind and intelligence."
    },
    {
        "verse_id": "51",
        "text": " The actions of the normal Kapha are: causing viscousness, cohesion, firmness, heaviness, potency, strength, forgiveness, fortitude and greedlessness."
    },
    {
        "verse_id": "52",
        "text": " Now the signs of the decrease of Vata, Pitta and Kapha are described to be decrease of their respective actions. There may be the loss of their normal functions or even the increase of contrary ones."
    },
    {
        "verse_id": "53",
        "text": " Increase of their natural actions is the condition indicated in the increase of humors. The norm, the decrease and increase of humors are thus diagnosed."
    },
    {
        "verse_id": "54-56",
        "text": " The number, causes, and signs and symptoms of edema (shotha), its curability or otherwise, the regional swellings and their respective precedent pathological conditions; modes of classification of diseases, brief description of the three essential factors of diagnosis, normal actions of humors, and symptoms produced in conditions of their decrease and increase:—all these, are described in the chapter entitled “The three kinds of Edema”, by Punarvasu who is free from all infatuation, ignorance, passion, greed, pride, vanity and attachment."
    }
]