[
	{
        "verse_id": "1",
        "text": " We shall now expound the minor chapter entitled “The four Basic Factors of Therapeusis (Cikitsa—cikitsā)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The physician (Bhisaj—bhiṣaj), the drugs (dravya), the attendant (Upasthatri—upasthātṛ) and the patient (rogin) constitute the four basic factors of treatment (cikitsa). Possessed of the required qualities, these lead to the earliest cure of disease."
    },
    {
        "verse_id": "4",
        "text": " The discordance of body-elements is called disease, and their concordance is said to be normal health. Being characterised by a sense of ‘ease’ is the state of freedom from disease; while disease is always of the nature of pain."
    },
    {
        "verse_id": "5",
        "text": " Therapeusis is the name given to the combined operation of the four factors viz. the physician and the other three factors of commendable qualities with the object of bringing about the concordance of body-elements, when pathological changes have occurred in them."
    },
    {
        "verse_id": "6",
        "text": " Clear grasp of theoretical knowledge, wide practical experience, skill and purity of body and mind: these are to be known as the tetrad of desiderata in a physician."
    },
    {
        "verse_id": "7",
        "text": " Abundance, applicability, usability in multifarious modes and richness of quality—these four are said to be the tetrad of cesiderata as regards drugs."
    },
    {
        "verse_id": "8",
        "text": " Knowledge of nursing, skill, affection for the master (patient) and cleanliness—these four are the tetrad of desiderata in the attendant."
    },
    {
        "verse_id": "9",
        "text": " Recollection, obedience to instructions, courage and ability to describe his ailments are considered the tetrad of desiderata in a patient."
    },
    {
        "verse_id": "10",
        "text": " The four basic factors, endowed with the above-mentioned sixteen qualities (comprising the four tetrads of desiderata) are responsible for success in treatment. Of these four, the physician occupies the chief place, being at once the knower of disease and drugs, the instructor of the attendant and patient and prescriber of medicine and regimen."
    },
    {
        "verse_id": "11-12",
        "text": " As the utensils, fuel and fire are to a cook in cooking, or as the terrain, army and weapon are to a conqueror in obtaining victory, so are the other three factors in relation to the physician in accomplishing the cure. Hence is the physician the foremost factor in treatment."
    },
    {
        "verse_id": "13",
        "text": " As the clay, rod, string, wheel, etc, are ineffective in the absence of the potter, so do the three other factors of treatment, in the absence of the physician, fail to accomplish the cure."
    },
    {
        "verse_id": "14-14½",
        "text": " The other three factors being given, if serious diseases, demanding attention and treatment, are sometimes seen to vanish like “a city of illusion” and at other times to get aggravated, the cause is to be found in the physician who is wise in the first instance and ignorant in the second instance."
    },
    {
        "verse_id": "15-18",
        "text": " It is better for the quack to offer himself up in the fire than enforce his treatment (cikitsa) on the patient. Like a blind man groping about with his hands in fearful uncertainty, or like a rudderless canoe left to the mercy of the winds, the ignorant physician proceeds in his work full of uncertainty and fear."
    },
    {
        "verse_id": "17",
        "text": " Emboldened by meeting with providential success in his treatment of a patient destined to survive, the pretentious quack hastens to death a hundred others whose tenure of life is not so definite."
    },
    {
        "verse_id": "18",
        "text": " Hence, the physician who possesses the fourfold accomplishment consisting of theoretical knowledge, clear.interpretation, right application and practical experience, is to be regarded as the redeemer of life."
    },
    {
        "verse_id": "19",
        "text": " He, who possesses the fourfold knowledge of etiology, symptomatology, therapeutics and prophylaxis of diseases, is the best of physicians and deserves to be honored by the king. He alone is fit for being the royal physician."
    },
    {
        "verse_id": "20",
        "text": " Weapons, learning and water are wholly dependent for their merits and demerits on their holder. Hence, it is the understanding that should first of all be rendered immaculate and worthy of holding the knowledge of medicine."
    },
    {
        "verse_id": "21",
        "text": " Knowledge, imagination, comprehension, memory, promptness and action; for him who possesses these six qualities, there is no curable disease that cannot be cured."
    },
    {
        "verse_id": "22",
        "text": " Knowledge, intelligence, experience, practice, accomplishment and guidance: any single one out of these suffices to give its possessor the name of. “physician”."
    },
    {
        "verse_id": "23",
        "text": " Hence, one who has all these good qualities, knowledge etc., deserves the prefix of “good” before “physician” and he becomes a benefactor of humanity."
    },
    {
        "verse_id": "24",
        "text": " The science is the light for elucidation; the vision is one’s own intellect. Thy physician, well endowed with both, errs not in treatment."
    },
    {
        "verse_id": "25",
        "text": " In as much as the other three factors in treatment are dependent on himself, the physician must ever strive to enrich his qualities."
    },
    {
        "verse_id": "26",
        "text": " Friendship towards all, compassion for the ailing, devotion to curable patients, and sense of resignation towards the dying constitute the four-fold nature of the physician’s profession."
    },
    {
        "verse_id": "27",
        "text": " The fourfold basic factors of treatment, each again fourfold in itself; why the physician is the chief in the four factors; his qualities;"
    },
    {
        "verse_id": "28",
        "text": " His various branches of learning or his fourfold spiritual disposition in professional work:-all this, is dealt with in this minor chapter of “The Fourfold Basic Factors of Treatment”."
    }
]