[
	{
        "verse_id": "35-36½",
        "text": " Now begins the group of fleshes (Mamsa—māṃsa-varga):—"
    },
    {
        "verse_id": "37-38",
        "text": " The white, the dark-brown, the reticulated and the black ones are the four varieties of pyhons; and the hedgehog, musk shrew, frog, iguana, pangolin, gecko, marmet, mongoose and porcupine are the burrowing creatures."
    },
    {
        "verse_id": "39",
        "text": " The wild boar, the yak; the rhinoceros, the buffalo, the gayal cow, the elephant, the antelope, the hog and the deer are the wetland animals."
    },
    {
        "verse_id": "40-40½",
        "text": " The tortoise, the crab, the fish, the estuarine crocodile. the whale the pearl oyster, the conch snail the cat-fish, the gangetic garial the susu or gangetic dolphin and the magar, the great Indian crocodile:—these are the aquatic animals."
    },
    {
        "verse_id": "40-40½.1",
        "text": "41-44 We shall now enumerate the aquatic birds:—the swan, the demoiselle crane, the snow wreath crane the common crane, the goose, the pelican, the skimmer or scissorbill, the lily trotter, the comb duck, the red wattled lap-wing, the snake-bird, the little cormorant, the whistling leat, the common river tern, the trumpeter, the white-eyed pochard, the screamer, the water hen, the cobbler’s owl bird or avocet, the flamingo, the grebe or moor hen, the laughing gull, the petrel, the tropic bird, the Raktasirshaka, the ruddy sheldrake and other similar birds are the aquatic birds"
    },
    {
        "verse_id": "45-46",
        "text": " The chital or spotted, deer, the elk or wapiti, the hangal or Kashmir deer, the mouse deer, the hog deer, the hare, the oorial or wild sheep, the roe deer, the mule deer, the Indian muntjak [muntjac?—Muntiacus muntjak] or barking deer, the gazelle, the red deer, the black or Indian antelope, the Indian sam bhar, the black-tailed deer, the musk deer and the deerlet are the jangala animals."
    },
    {
        "verse_id": "47 49",
        "text": " The common quail, the rain quail, the jungle bush quail, the grey partridge, the chukor, the sushi chukor, the red jungle fowl: these beginning with the quail are the gallinaceous birds. We shall now enumerate the list of birds beginning with the male bustard or button quail, the female bustard or button quail, the peacock, the partridge, the cock, heron, the stork, the adjutant, the hill partridge, the ibis, the cattle egret and the spoon bill—these are the gallinaceous birds."
    },
    {
        "verse_id": "50-52½",
        "text": " The wood pecker, the king bird of paradise, the coucal, the common mynah, the butcher’s bird, the koel, the bulbul, the cow bird, the babbler, the scarlet minivet, the minivet, the Bengal tree pie, the tree pie, the toucan, the hoopoe, the horn bill, the green barbet, the king fisher, the baya or weaver bird, the dove, the green parakeet, the large Indian parakeet, the window bird, the blossom headed parakeet, the sun bird or honey-sucker, the shama thrush, the house sparrow, the tree sparrow, the fire-crested wren, the pigeon and the white pigeon. These are the pecker group of birds."
    },
    {
        "verse_id": "53-55½",
        "text": " The creatures that eat their food after tearing it from its place are known as tearers or of the tearer group of creatures. Owing to making their lodgement in holes in the earth, such creatures are called burrowing creatures. Those that dwell in wetland are known as wetland creatures. Owing to their living in water, some creatures are known as aquatic creatures or water dwellers. Those that move about in water are known as water-roamers or amphibious creatures. Those that dwell and roam on the jangala type of land are known as jangala creatures. Those that scatter the food with their claws and pick it up are known as gallinaceous birds and those that peck at and pick up their food are called peckers. These are the eight varieties of the sources of flesh."
    },
    {
        "verse_id": "56-57½",
        "text": " The tearer, the burrower, the wetland, the aquatic and the amphibious creatures—these five groups are heavy, hot, unctuous, sweet and promotive of strength and plumpness. They are aphrodisiac and highly curative of Vata and great provokers of Kapha and Pitta. They are wholesome to the persons who take daily exercise and whose digestive fire is strong."
    },
    {
        "verse_id": "58-58½",
        "text": " The physician should prescribe the flesh of the tearer group of carnivorous animals to patients suffering from chronic piles, assimilation disorders and consumption."
    },
    {
        "verse_id": "59-60½",
        "text": " The flesh of the common quail group of the gallinaceous birds, the pecker group of birds and jangala animals is light, cooling, sweet, and slightly astringent in taste and is beneficial to those who suffer from the tridiscordance in which Pitta is predominant, Vata is moderate and Kapha is a sequela. The flesh of the gallinaceous birds of the bustard group differ slightly in action from that of the flesh of the tearer group."
    },
    {
        "verse_id": "61-61½",
        "text": " The flesh of the goat is not very cooling, not heavy, nor unctuous It is a. non-disturbant of the body-humors and being homologous to the human body-elements, acts as a roborant without being deliquescent in effect."
    },
    {
        "verse_id": "62-62½",
        "text": " The flesh of the sheep is heavy due to its cooling and sweet properties and is roborant. The sheep and the goat are found both in wet and jangala countries. Hence their class cannot be defined."
    },
    {
        "verse_id": "63-63½",
        "text": " The general properties of fleshes having been stated, now we shall describe the specific qualities of the flesh of some of these creatures as they have special qualities."
    },
    {
        "verse_id": "64-64½",
        "text": " The flesh of the peacock is most conducive to sight, hearing, intelligence, body-heat, youth, complexion, voice and life; it is strengthening, curative of Vata and promotive of flesh and semen."
    },
    {
        "verse_id": "65-65½",
        "text": " The flesh of the swan is heavy, hot, unctuous sweet and bestows voice, complexion and strength, and is roborant, seminiferous and curative of Vata."
    },
    {
        "verse_id": "66-66½",
        "text": " The flesh of the cock is unctuous, het, aphrodisiac, roborant, strengthening to the voice, tonic, highly curative of Vata and sudorific."
    },
    {
        "verse_id": "67-67½",
        "text": " The flesh of the partridge is heavy, hot, sweet and being neither limited to wet nor to jangala country, it rapidly controls the tridiscordance with Vata in preponderance."
    },
    {
        "verse_id": "68-68½",
        "text": " The flesh of the grey partridge being cooling, sweet and light is recommended in the disorders of Pitta, Kapha, blood and mild Vata."
    },
    {
        "verse_id": "69-69½",
        "text": " The flesh of the common quail is astringent, sweet in taste, light, highly promotive of the digestive fire, alleviative of tridiscordance and pungent on digestion."
    },
    {
        "verse_id": "70-70½",
        "text": " The flesh of the iguana is sweet on digestion, astringent pungent in taste, alleviative of Vata and Pitta and is roborant and strengthening."
    },
    {
        "verse_id": "71-71½",
        "text": " The flesh of the pangolin is sweet and acid in taste and is said to be pungent on digestion. It is curative of Vata, Pitta and kapha as also of cough and dyspepsia"
    },
    {
        "verse_id": "72-72½",
        "text": " The flesh of the domestic pigeon is astringent in taste, tender, cooling, curative of hemothermia and sweet on digestion."
    },
    {
        "verse_id": "73-73½",
        "text": " The flesh of the wild pigeon is slightly lighter than the above and is cooling, astringent and diminishes the secretion of urine."
    },
    {
        "verse_id": "74-74½",
        "text": " The flesh of the green parakeet is astringent and acid in taste, pungent on digestion and is cooling and beneficial in consumption, cough and wasting. It is astringent, light and digestive stimulant."
    },
    {
        "verse_id": "75-75½",
        "text": " The flesh of the sparrow is sweet, unctuous highly, promotive of strength and semen and alleviative of tridiscordance and Vata"
    },
    {
        "verse_id": "76-76½",
        "text": " The flesh of the hare is astringent in taste, limpid, dry, cooling, pungent on digestion, light and sweet. It is recommended in tri-discordance where Vata is. relatively mild."
    },
    {
        "verse_id": "77-77½",
        "text": " The flesh of the black-buck is said to be sweet in taste and on digestion, alleviative of tridiscordance, generally wholesome, light, obstipative of feces and urine, and cooling."
    },
    {
        "verse_id": "78-78½",
        "text": " The flesh of the hog is promotive of unctuousness is roborant, aphrodisiac, acopic, surative [curative?] of Vata, strengthening, appetizing, sudorific and heavy."
    },
    {
        "verse_id": "79-79½",
        "text": " The flesh of the cow is beneficial in disorders due exclusively to Vata, rhinitis, excessive gastric fire and atrophy of flesh."
    },
    {
        "verse_id": "80-80½",
        "text": " The flesh of the buffalo is unctuous, hot, sweet, aphrodisiac, heavy and nourishing. It also promotes firmness and corpulence, and gives energy and sleep."
    },
    {
        "verse_id": "81-81½",
        "text": " The flesh of the fish in general is heavy, hot, sweet, strengthening, roborant, curative of Vata, unctuous, aphrodisiac and is said to be highly unconducive to health."
    },
    {
        "verse_id": "82-82½",
        "text": " The flesh of the Rohita fish, owing to its living on moss and its habit of not sleeping, is digestive stimulant, light and promotive of great strength,"
    },
    {
        "verse_id": "83-83½",
        "text": " The flesh of the tortoise is said to be promotive of complexion, curative of Vata, aphrodisiac, beneficial to sight, promotive of strength intelligence and of memory, wholesome and curative of consumption"
    },
    {
        "verse_id": "84-84½",
        "text": " The flesh of the rhinoceros is said to be deliquescent, promotive of strength, sweet, unctuous, roborant, promotive, of complexion acopic and curative of Vata."
    },
    {
        "verse_id": "85-86½",
        "text": " The eggs of the swan, the chakor, the cock, the peacock and of the; sparrow are beneficial in, oligospermia, cough, cardiac disorder and pulmonary lesions. They are sweet, non-irritant and immediately strengthening,"
    }
]