[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The various kinds of Food and Drink (Ashita-Pita—vividha-āśita-pīta).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The various kinds of wholesome nourishment taken by man, viz., eatables (ashita), drinks (pita), electuaries (Lidha—līḍha) and masticables (Khadita—khādita), on being well digested by the heat of the particular body-element concerned, whose strength is kept active by the inner gastric fire, imbue the entire body wherein the metabolic processes of all the body-elements are constantly going on like the process of time and wherein the circulation of the body-elements and the body-channels is unimpeded—with growth, strength, complexion, happiness and life, as well as replenish the body-elements. It is by being nourished with corresponding elements that the body elements are able to maintain the body in the normal condition."
    },
    {
        "verse_id": "4-(1)",
        "text": " From the food ingested, there are formed assimilable nutritionfluid called the essential fluid and the excretory matter called the waste product. From this waste part are produced and fed sweat, urine, feces, the three excretory humors Vata, Pitta and Kapha, the excretions of the ear, eye, nose, mouth, hair-follicles and generative organs as well as the hairs of the head and beard, hairs of the body, and nails etc"
    },
    {
        "verse_id": "4-(2)",
        "text": " But from the essential fluid of food are produced and fed the body-nutrient fluid, blood, flesh, fat, bone, marrow semen and the vital essence, the material of the five sensory organs known as the essence of the body elements, as also such parts as body-joints, ligaments, mucin etc."
    },
    {
        "verse_id": "4-(3)",
        "text": " All these body elements, both those known as effete products and those known as essential products being formed by the effete and the essential parts of body-juices according to the size and age of the body, maintain their normal proportions."
    },
    {
        "verse_id": "4-(3).1",
        "text": "4-(4) In this way the essential and the waste fluids retaining their proper proportions keep up the balance of the elements in the normally constituted body which is their resort"
    },
    {
        "verse_id": "4-(5)",
        "text": " When for some reason the body-elements belonging to the essential category have suffered decrease or increase, then the essential nutri-ent fluid by undergoing the required increase or decrease as the result of the food ingested, restores the balance of this group of elements, thus making for health. The waste fluid operates in the same manner on the body-elements belonging to the ‘waste’ category."
    },
    {
        "verse_id": "4",
        "text": " When the waste elements in the body have exceeded their normal proportions and require to be depleted, then being treated by the opposite qualities of cold or heat etc., they are found to return to normal, thus restoring the body balance"
    },
    {
        "verse_id": "5-(1)",
        "text": " Of these body-elements known as essential and waste products the body-channels constitute the means of passage. These channels feed the various body elements in the requisite measure and with the appropriate constituents."
    },
    {
        "verse_id": "5",
        "text": " In this manner, this body is the result of nourishment ingested in the four fold manner—eaten, drunk, licked up and masticated, and similarly the diseases that afflict this body are equally the result of food that is eaten drunk, licked up and masticated. It is the distinction between the use of wholesome diet and that of un-wholesome diet that is responsible for the distinction between health and disease in the body."
    },
    {
        "verse_id": "6-(1)",
        "text": " The worshipful Atreya having thus observed, Agnivesha said to him, “But O Worshipful One! we see that among those who make use of what is called the wholesome diet, there are the diseased and the healthy alike; so also among those who make use of what is called the unwholesome diet"
    },
    {
        "verse_id": "6",
        "text": " Such being our observation how can we conclude that the difference of health and disease proceeds from the difference of wholesome and unwholesome dietary observance?”"
    },
    {
        "verse_id": "7-(1)",
        "text": " The worshipful Atreya answered, “O Agnivesha, among those who observe a wholesome diet no diseases arise which may be ascribed to such observance; but at the same time by the use of wholesome diet alone, all fear of diseases is not obviated since there are disease-inducing factors other than the use of the unwholesome diet. These are—seasonal abnormality, volitional transgression and the non-homologatory contact of sound, touch, sight, taste and smell."
    },
    {
        "verse_id": "7-(2)",
        "text": " These three pathogenic factors serve to bring down disease even on a person who avails himself of nutrition in the right manner. Hence is it that even among the ranks of wholesome eaters there are persons afflicted with disease."
    },
    {
        "verse_id": "7-(3)",
        "text": " Similarly if among the unwholesome eaters the dietetic offences do not produce immediate ill consequences, it is on account of certain other factors For not all dietetic errors are equally generative of morbidity nor is all morbidity of equal intensity nor yet again, are all constitutions equally capable of resisting disease. Thus for instance the same dietetic indiscretion when linked to aggravating factors of clime, season, combination, potency and dosage, becomes a much more serious offence."
    },
    {
        "verse_id": "7-(4)",
        "text": " Similarly, the same morbidity if arising from a multiplicity of factors if entailing mutually contradictory processes. if deep-seated if long-standing, if sprung from one of the ten resorts of life, or if affecting a vital part becomes the more formidable or the more fulminating."
    },
    {
        "verse_id": "7-(5)",
        "text": " Constitutions that are very corpulent or very emaciated or composed of ill-formed flesh, blood and bone or debilitated or nourished on unwholesome diet, or of persons given to spare diet, or of feeble-minded persons are incapable of resisting disease. Constitutions of a contrary description are conversely capable of resisting disease."
    },
    {
        "verse_id": "7",
        "text": " It is from these diverse and varied factors of unwholesome diet and the nature of humoral morbidity and constitution that the diverse kinds of disease—mild, severe, of rapid or slow incubation—take their rise. It is again, O Agnivesha! in consequence of these etiological factors that the morbid humors Vata, Pitta and Kapha getting provoked in different sites of the body give rise to different kinds of disease"
    },
    {
        "verse_id": "8",
        "text": "Now we shall delineate precisely in what particular sites what particular diseases arise as the result of the three humors getting vitiated in the different systems such as that of nutrient fluid etc."
    },
    {
        "verse_id": "9-10½",
        "text": " Disinclination for food, anorexia, disgeusia [dysguesia?], ageusia, nausea, heaviness, torpor, fever with bodyache, faintness, pallor, obstruction in the channels, impotency, asthenia, wasting of the body, loss of the gastric fire and premature formation of wrinkles and greying of hair—these are the diseases arising from the morbidity of the body-nutrient fluid."
    },
    {
        "verse_id": "Now will be described the diseases arising from morbidity in the blood",
        "text": " Dermatosis acute spreading affections, pimples, hemothermia, menorrhagia, inflammation of the rectum, phallus and the mouth, splenic disorders gulma, abscess, bluish black moles, jaundice, freckles, portwine marks, moles, ring-worm, abrasion of skin, leucoderma, papules, wheals and red circular patches these arise from the morbidity of the blood."
    },
    {
        "verse_id": "13-14J",
        "text": " Now listen to an enumeration of the diseases which arise from the morbidity of the flesh: granuloma, malignant tumor, piles warts, sloughing of the flesh, dry gangrene, adenoncus and deradenoncus—these are the diseases arising from morbid flesh."
    },
    {
        "verse_id": "15",
        "text": " We shall now describe the diseases arising from the morbidity of the fat. Their number is limited to the censurable conditions out of the premonitory symptoms of the anomalies of the urinary secretion."
    },
    {
        "verse_id": "16",
        "text": " Hypertrophy of the bones and teeth, atrophy and pain in the teeth and bones, discoloration and pathological conditions of the hair of the head, body and face, and, of nails are the diseases arising from the morbidity of the bones."
    },
    {
        "verse_id": "17",
        "text": " Pain in the joints, giddiness, fainting, faintness, and development of deep-seated wounds in the joints—these arise from the morbidity of the marrow."
    },
    {
        "verse_id": "18-19",
        "text": " From the morbidity affecting the seminal secretion a man becomes sterile or impotent; or else he begets diseased, impotent, short lived or deformed offspring. There is no likelihood of conception, or if conception takes place, it is soon aborted or miscarried. The vitiated condition of semen not only affects the man but extends to the woman and offspring."
    },
    {
        "verse_id": "20",
        "text": " When the humors get provoked in the seats of the sense-organs, they cause either the impairment or the irritation of the senses concerned."
    },
    {
        "verse_id": "21",
        "text": " The humors, when they become provoked in the muscles, vessels and tendons, afflict the man with stiffness, contraction, trachiocrural neuralgia, tumors, tremors or numbness."
    },
    {
        "verse_id": "22",
        "text": " When the humors get provoked in the excretory matter, they cause disruption, desiccation, vitiation as well as excessive retention or excessive discharge."
    },
    {
        "verse_id": "23",
        "text": " It is from the unwholesome nourishment imbibed variously by eating, drinking, licking and masticating, that the above-mentioned diseases arise in man."
    },
    {
        "verse_id": "24",
        "text": " Accordingly, in order to ensure the non-emergence of these diseases, the intelligent man should adhere to a strictly wholesome diet. Thus there will be no diseases that are due to dietetic error."
    },
    {
        "verse_id": "25",
        "text": " For diseases due to morbidity in the nutrient fluid, the lightening therapy in all its forms constitutes the remedy. As regards those diseases which are due to morbidity in the blood the cure has been set forth in the chapter on the blood-born diseases."
    },
    {
        "verse_id": "26",
        "text": " With reference to diseases arising from morbidity in the flesh, the treatment consists of purification, operative measures and cauterization by caustics and fire. As regards the treatment of diseases due to morbidity of the fat, the treatment has been laid down in the chapter on “The Eight Censured Persons”."
    },
    {
        "verse_id": "27",
        "text": " For diseases arising from morbidity located in the bones, the treat meat comprises of the quinary purificatory procedure and enemata, milks and ghees medicated with bitter drugs."
    },
    {
        "verse_id": "28",
        "text": " Thus in the Section on General Principles in the treatise compiled by Agnivesha and revised by Caraka, the twentyeighth chapter entitled “The various kinds of Food and Drink (Ashita-Pita—vividha-āśita-pīta)” is completed."
    },
    {
        "verse_id": "29",
        "text": " The curative measures for diseases due to morbidity in the sense-organs will be laid down in the chapter on “The Vital Centres”: while the treatment for diseases due to morbicity in the tendons etc., will be set out in the chapter on “Diseases of Vata”."
    },
    {
        "verse_id": "33",
        "text": " By increase, by liquefaction or suppuration, by the opening up of the entrances of the circulatory channels and by retardation of Vata, the morbid elements leaving the peripheral region settle down in the central region."
    },
    {
        "verse_id": "31",
        "text": " By the use of physical exercise and by the acuteness of gastric fire or by failing to observe healthy regimen, the morbid elements spread from the alimentary tract to the peripheral region by the force of Vata."
    },
    {
        "verse_id": "32",
        "text": " They lie there quiescent as long as they are not actuated. As they are awaiting exciting causes, they do not manifest their morbid effects till they find the right place and time"
    },
    {
        "verse_id": "34",
        "text": " With the double objective of the prevention of unborn diseases and the cure of those which have already arisen, the man desirous of happiness should observe the rules relating to the disease and its manifestation."
    },
    {
        "verse_id": "35",
        "text": " It is towards the goal of happiness that the entire activity of every creature is held to be directed. On account, however, of the divergent conditions of knowledge and ignorance there is seen divergence of the right and the wrong approaches to the goal of happiness."
    },
    {
        "verse_id": "36",
        "text": " The discerning, after full investigation, seek only what is wholesome, while the worldlings, their vision being obscured by passion and ignorance, run after anything that is pleasing."
    },
    {
        "verse_id": "37",
        "text": " To the discerning cleave lear ning, understanding, memory, skill resolution, wholesome living, purity of speech, tranquility and courage."
    },
    {
        "verse_id": "38",
        "text": " These qualities do not abide in the worldling, obscured in soul as he is with passion and ignorance. In consequence, many are the diseases both somatic and psychic that afflict such a man."
    },
    {
        "verse_id": "39-40",
        "text": " By reason of his defective judgement he is prone to indulge in unwholesome gratification of the five senses, to suppress the natural urges of the body and to commit rash acts. The ignorant man is attached to things that are pleasurable for the time being. The wise man being unobscured in his understanding takes no delight in such things."
    },
    {
        "verse_id": "41",
        "text": " Neither out of greed nor out of ignorance should one resort to dietary. Only after careful investigation should one eat what is wholesome, for the body is verily the product of the food one eats."
    },
    {
        "verse_id": "42",
        "text": " In the matter of diet there are eight factors which are regarded as being responsible for the healthy or diseased condition of the body. After carefully assessing these factors one should partake of food."
    },
    {
        "verse_id": "43",
        "text": " the difference between the wise and the ignorant man; what is wholesome for both the healthy and the ailing—all this has has been set forth in this chapter on “The Various kinds of food (ashita) and drink (pita)”."
    },
    {
        "verse_id": "44",
        "text": " As regards those pathogenic factors which it is not possible for any one to avoid, it behoves the wise man not to lament on falling a victim to them."
    },
    {
        "verse_id": "45",
        "text": "The body as the product of food, the disease born of food, the distinction of happiness and sorrow resulting from the distinction of wholesome and unwholesome diet;"
    },
    {
        "verse_id": "46",
        "text": "the disparity in somatic and psychic resistance and want of resistance to diseases; the various groups of diseases. classified according to the morbidity in the various body-elements;"
    },
    {
        "verse_id": "47",
        "text": " the remedial measures for these diseases; how the morbid humors get provoked, spreading from the central to the peripheral region or vice versa;"
    }
]