[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Salutary and the Unsalutary influences of Vata”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " Desirous of knowing one another’s opinion concerning the salutary and unsalutary aspect of Vata, the great sages, having assembled together, discussed among them selves thus—"
    },
    {
        "verse_id": "3",
        "text": " “Of what character is Vata? What is its provoking factor? What again are its allaying agents? How do the exciting or allaying factors, unable as they are to come into contact with Vata which is incorporeal and unstable, succeed either in exciting or allaying it? What again are the doings of Vata moving within bodies and outside bodies, both when excited and when quiescent, both within the body and when at large in the universe?”"
    },
    {
        "verse_id": "4",
        "text": " Then spoke Kusha, the son of Sankritya, “The characteristics of Vata are six, viz., dryness, lightness, coldness, hardness, roughness and clearness.”"
    },
    {
        "verse_id": "5-(1)",
        "text": " Hearing this statement, Bharadvaja, known as Kumarashira, said, “It is even as your honour has said; such, to be sure, are the characteristics of Vata."
    },
    {
        "verse_id": "5",
        "text": " It is by the repeated use of such like qualities, such like substances and actions of such like potencies that Vata becomes excited. For, verily, the increasing factor of the body-elements is the repeated use of homologatory things?"
    },
    {
        "verse_id": "6-(1)",
        "text": " Hearing this observation Kankayana, the physician from Bahli-ka country, said, “It is even as your honour has observed. Such, indeed, are the exciting factors of Vata."
    },
    {
        "verse_id": "6",
        "text": " The opposite of these are the allaying agents of Vata. For, surely, the alleviative factors in relation to the body-elements are just the opposite of the exciting factors”."
    },
    {
        "verse_id": "7-(1)",
        "text": " Hearing this remark, Badisha Dhamargava said, “It is, indeed, as your honour has declared. Such, of a truth, are the exciting and allaying agents of Vata."
    },
    {
        "verse_id": "7-(2)",
        "text": " As regards how these provocative and sedative agents, while unable to come into contact with Vata, which is incorporeal and unstable, succeed in provoking or allaying it, we shall now explain."
    },
    {
        "verse_id": "7-(3)",
        "text": " The exciting agents of Vata, in human bodies are, of course, those that induce dryness,, lightness, coldness, hardness, and porousness."
    },
    {
        "verse_id": "7-(4)",
        "text": " Vata, having effected lodgement in bodies of such, description and having gained strength, gets provoked."
    },
    {
        "verse_id": "7-(5)",
        "text": " The sedative agents are, conversely, those that promote unctuousness, heaviness, heat, smoothness, softness, sliminess and compactness."
    },
    {
        "verse_id": "7",
        "text": " In bodies of such description in the body, the vata, wandering about without obtaining lodgement, drifts into tranquility."
    },
    {
        "verse_id": "8-(1)",
        "text": " Having heard this pronouncement of Badisha, conforming to the truth and approved by the assembly of the sages, the royal sage Varyovida said, “It is all, as your honour has propounded, unexceptionable. Now, as regards the doings of vata moving within bodies and outside bodies, both when excited and when not excited, both when confined in the human body and when at large in the universe, we shall, so far as we are able, give a detailed exposition of them in the light of observation, inference and authoritative instruction, having made our obeisance to Vata. The vata is the upholder of both, structure and function of the body. It is the very self of the five forms of vata in the body viz. Prana, Udana, Samana, Vyana and Apana. It is the impeller of upward and downward movements, the controller and conductor of the mind; The inspiritor of all the senses, the conveyer of all the sense-stimuli, the marshaller of the body-elements, the synthesizing principle in the body, the impeller of speech, the cause of feeling and audition, the source of the auditory and tactile senses, the origin of all excitement and animation, the stimulator of the gastric fire, the desiccator of the morbid humors, the eliminator of excrement and deobstruent of the gross and subtle body channels, the modeller of the fetal form, the sustaming principle of life—all these, are the functions of the normal vata in the body."
    },
    {
        "verse_id": "8-(2)",
        "text": " When, however, the vata becomes abnormal in the body, it afflicts the organism with diverse kinds of disorders, tending to impair its strength, complexion, well being and life; it depresses the mind, impairs all the senses, destroys the fetus in the uterus, produces deformity in it, or unduly prolongs the period of gestation, gives rise to fear, grief, stupefaction, depression of the spirits and delirium, and obstructs the vital fuhctions."
    },
    {
        "verse_id": "8-(3)",
        "text": " Of the vata, which is at large in the universe and is in its normal condition, the following are the works-upholding the earth, setting the fire ablaze, the governance of the procession and orbits of the sun, the moon, the constellations and planetary systems, formation of the clouds, the release of the atmospheric water, the propulsion of the streams, the production of flowers and fruits, the germination of seeds, the variation of seasons, the evolution into different elements, their differentiation in weight and shape, the fertilization of seeds, the growth of crops, and absorption and evaporation of moisture in plants and all processes of change that are normal."
    },
    {
        "verse_id": "8-(4)",
        "text": " Of the vata moving about in the universe in an enraged condition, the following are the works:—They are: the grinding down of the peaks of the mountains, the up-rooting of trees, the churning up of the oceans, the upsurging of the lakes, the reversing of the courses of the rivers, the quaking of the earth, the inflation of the rain-clouds, the releasing of snow, thunder, dust, sand, fish, frogs, snakes, alkaline substances, blood, stones and lightning; the un-settlement of the six seasons, the retardation of the crops, the visitation of the pestilences, the destruction of all things create, the releasing of the wrath of the clouds, sun, fire and winds, which marks the end of a world cycle of four ages."
    },
    {
        "verse_id": "8",
        "text": " Vata is God, the author and everlasting one, the maker and unmaker of creatures, the dispenser of happiness and misery, the death, the ruler of the underworld, the controller, the lord of creatures, the undivided one, the universal artificer, the omniform, the omnipervading, the disposer of all processes, the subtlest of all things, the omnipresent, the immanent, the pervader of all the worlds; Vata alone is God.”"
    },
    {
        "verse_id": "9",
        "text": "After hearing this dissertation of Varyovida, Marici observed: “No doubt this is so; but what is the purpose of either retaining or acquiring such information in the coure of a medical discussion? For, it is in connection with the science of medicine that this discussion has arisen.”"
    },
    {
        "verse_id": "10-(l)",
        "text": " Said Varyovida: “if the physician is unable to predict the destructive Vata, exceedingly strong, exceedingly fierce and exceedingly swift-moving, how can he, withstanding all his vigilance, forestall its sudden outburst, with a view to safe-guarding the people from the the of destruction?"
    },
    {
        "verse_id": "10",
        "text": " Besides, a truthful panegyric of Vata, in itself, tends towards freedom from disease, increase of strength and complexion, body-lustre, growth, attainment of knowledge and the blessing of maximum longevity.”"
    },
    {
        "verse_id": "11-(l)",
        "text": " Marici said: “It is Fire alone that located in the pitta gives rise to good and evil consequences according as it is in a normal or an abnormal condition."
    },
    {
        "verse_id": "11",
        "text": " These consequences are digestion and indigestion; vision and loss of vision; the normality and abnormality of temperature; the healthy and the diseased look; intrepidity and fear, anger and delight, confusion and lucidity, and such other pairs of opposite qualities.”"
    },
    {
        "verse_id": "12-(1)",
        "text": " Hearing this statement of Marici, Kapya said, “It is Soma, the water-element alone, located in the Kapha of the body, that gives rise to good and evil consequences, according as it is in a normal or in an abnormal condition."
    },
    {
        "verse_id": "12",
        "text": " Thus, in the Section on General Principles, in the treatise compiled by Agnivesha and revised by Caraka, the twelfth chapter entitled “The Salutary and Unsalutary influences of Vata” is completed."
    },
    {
        "verse_id": "13-(1)",
        "text": " Hearing this statement of Kapya, the worshipful Punarvasu, the son of Atri, said: “All of you have spoken rightly except as to your making exclusive claims."
    },
    {
        "verse_id": "13-(2)",
        "text": " To be correct, it is all the three-vat a, pitta and kapha, in their normal co dition that combine to make a man whole of his senses, possessed of strength, good complexion and ease, and assured of great longevity, even as the triad of Dharma, Artha and Kama, when properly cherished, secure for him the highest good both here and in the other world."
    },
    {
        "verse_id": "l3",
        "text": " The same three, if rendered morbid, bring upon the man great tribulation, just as the three seasons grown abnormal afflict the world with evil at the time of destruction.”"
    },
    {
        "verse_id": "14",
        "text": " All the sages approved and applauded the words of the worshipful Atreya."
    },
    {
        "verse_id": "15",
        "text": " Hearing the award of Atreya all the sages received and applauded it, just as the gods receive and applaud the words of Indra."
    },
    {
        "verse_id": "16",
        "text": " The six characteristics, the two kinds of affecting factors, the multifarious activity and the four distinct functional variations of vata, and the individual actions of kapha and pitta."
    },
    {
        "verse_id": "17",
        "text": " The opinion of the great sages and that of Punarvasu concerning these matters—all this, has been set forth in this chapter on “The salutary and the unsalutary influences of Vata”."
    }
]