[
	{
        "verse_id": "1",
        "text": " Inappetence, 2. Torpor 3. Hypersomnia 4. Stiffness, 5. Heaviness of limbs, 6. Indolence, 7. Sweet taste in the mouth, 8. Salivation 9. Mucous expectoration, 10. Hyper-excrteion, 11. Loss of strength, 12. Loss of digestion, 14. Increased secretion in the throat, 15. Dilatation of vessels, 16. Deradenoncus, 17. Excessive corpulence (orchidoptosis), 18. Subnormal temperature, 19. Urticaria, 20. Pallor, and 21. Whitish tinge of the urine, eye and feces."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " There are four classes of diseases, viz., the one caused by (1) exogenous factors, the other three by (2) Vata, (3) Pitta and (5) Kapha. These four groups of diseases come under one heading viz., ‘ailments’, their common feature."
    },
    {
        "verse_id": "3 (2)",
        "text": " They are again of twofold nature when classified as exogenous and endogenous. Their resorts again are two—mind and body."
    },
    {
        "verse_id": "3",
        "text": " Their variety is innumerable owing to the countlessness of the combinations and permutations of their nature, site, symptoms and causative factors."
    },
    {
        "verse_id": "4",
        "text": " The causes of exogenous diseases are: injury caused by finger nail, bite, fall, black-magic, curse, possession of evil spirits, blow, piercing, binding, ligaturing, compression by cord, fire, weapon, lightning, seizure and similar other factors; and the causes of endogenous diseases are the discordance of Vata, Pitta and Kapha."
    },
    {
        "verse_id": "5",
        "text": " The predisposing causes of the exogenous and the endogenous diseases are unwholesome interaction between the senses and the sense-organs, volitional transgression and the effects of time."
    },
    {
        "verse_id": "6",
        "text": " All these four groups of diseases when fully developed follow one another, and though they get mixed up with one another, they do not lead to a confusion as regards their respective diagnosis.."
    },
    {
        "verse_id": "7-(1)",
        "text": " The exogenous one begins with pain and later on leads to the discordance of Vata, Pitta, and Kapha."
    },
    {
        "verse_id": "7",
        "text": " But in the endogenous one the discordance of Vata, Pitta and Kapha occurs first, giving rise to pain later on."
    },
    {
        "verse_id": "8-(1)",
        "text": " The primary seats of these three humors in the body will now be described."
    },
    {
        "verse_id": "8-(2)",
        "text": " The bladder, rectum, hips, thighs, feet, bones and colon are the seats of Vata, and of them the colon is the special seat of Vata."
    },
    {
        "verse_id": "8-(3)",
        "text": " The sweat, nutrient bodyfluid, lymph, blood and stomach lower part) are the seats of Pitta and there again, the stomach (lower part) is the special seat of Pitta."
    },
    {
        "verse_id": "8",
        "text": " The chest, head, neck, joints, stomach (upper part) and adipose tissue are the seats of Kapha; there again, the chest is the special seat of Kapha."
    },
    {
        "verse_id": "9-(1)",
        "text": " Vata, Pitta and Kapha, moving in the whole body-produce good and ill effects on the entire system, according as they are normal or provoked."
    },
    {
        "verse_id": "9 When normal, they produce good effects, viz",
        "text": ", plumpness, vitality complexion, cheerfulness etc. When they become discordant, they produce evil eflects which are designated as disorders"
    },
    {
        "verse_id": "10-(1)",
        "text": " The disorders are again of two kinds viz, general and specific. Of these the general disorders have been already described in the chapter entitled “Eight Abdominal Diseases”. We shall now expound, in this chapter, the specific disorders of each humor."
    },
    {
        "verse_id": "10",
        "text": " There are eighty specific disorders of Vata, forty specific disorders of Pitta, and twenty specific disorders of Kapha."
    },
    {
        "verse_id": "11",
        "text": " Of these, we shall begin with the exposition of Vata-disorders. They are 1. distrophy of nails, 2. dermatophytosis, 3. pedialgia, 4. flat-foot, 5. paralysis of foot, 6. club-foot, 7. stiffankle, 8. cramps in the calf muscles, 9. sciatica, 10. genu varum (bowleg). 11. genu valgum (knock knee), 12. spasticity of thigh, 13. atrophy of thigh, 14. paraplegia, 15. prolapse of rectum, 16. proctalgia, 17. cryptorchidism, 18. priapism, 19. bubonocele, 20. coxa vara, 21. sheep-dung stools, 22. misperistalsis, 23. lameness, 24. scoliosis, 25. dwarfism, 26. stiff waist, 27. stiff back, 28. pleurodynia, 29. girdle pain, 30. cardiac irregularity (heart-block), 31. tachycardia 32. emphysematous chest, 33. impairment of thoracic movement, 34 pectoralgia, 35. brachial atrophy, 36. stiffness of the neck, 37. torticollis, 38. hoarseness of voice, 39. dislocation of jaw, 40. hare-lip, 41. squint (exotropia), 42. odontoschism 43. odontoseisis (looseness of teeth), 44. aphasia, 45. lalling speech, 46. astringent taste in the mouth, 47. dryness of the mouth, 48. ageusia, 49 anosmia, 50. otalgia, 51. acousma, 52. hyperacousia, 53. deafness, 54 rigidity of eyelids, 55. retraction of eyelids, 56. amaurosis, 57. eye-ache, 58. ptosis of eye, 59. ptosis of eye-brow, 60. temporal headache, 61. frontal headache (metopodynia), 62. headache, 63 fissures in the scalp, 64. facial paralysis, 65. monoplegia, 66. polyplegia, (66a. hemiplegia), 67. chronic convulsion, 68. tonic convulsion, 69. faintness, 70. giddiness, 71 tremor, 72. pendiculation, 73. hiccup, 74. asthenia 75- hyperphasia, 76. dryness, 77. harshness, 78.. dusky-red appearance, 79. insomnia, and 80. mental restlessness."
    },
    {
        "verse_id": "11.1",
        "text": "These are the eighty described as the most common of the innumerable Vata-disorders"
    },
    {
        "verse_id": "12-(1)",
        "text": " In all Vata-disorders mentioned above, and in those not mentioned, the experts will make an undoubted diagnosis of Vata discordance in that particular organ by observing all or some of the innate qualities of Vata or the modified effects of the action of Vata on the body."
    },
    {
        "verse_id": "12-(2)",
        "text": " 1. dryness, 2. coldness, 3. lightness, 4. clearness, 5. motion, 6. invisibility and 7. instability are the innate qualities of Vata; the following are the symptoms produced in the different organs of the body, when affected by its innate quality."
    },
    {
        "verse_id": "12",
        "text": " They are:—subluxation, dislocation, dilatation, contraction, taxation, depression, excitation, attraction, tremor, circular movement, motion, pricking pain, aching pain and movement; also coarseness, harshness, clearness, porousness, dusky-redness, astringent taste, dysgeusia, dehydration, aching pains numbness, contractions, rigidity, lameness and others. These are the effects produced in the body by the actions of Vata, The condition, accompanied with any of these signs or symptoms, should be diagnosed as a Vata-disorder."
    },
    {
        "verse_id": "13-(1)",
        "text": " It should be treated by sweet, acid, salt, unctuous and warm medications, by measures curative of Vata such as oleation, sudation, corrective and unctuous enemata, sternutation, diet, inunction, rub, affusion and other similar measures, with due consideration to dose and time."
    },
    {
        "verse_id": "13-(2)",
        "text": " Among these, a physician considers the corrective and the unctuous enemata to be the best of all remedies for Vata-disorders, as they, entering the colon from the very beginning, destroy completely the venroot of morbid Vata which is the originator of all Vata-disorders."
    },
    {
        "verse_id": "13",
        "text": " And thus, Vata, being subdued, the Vata-disorders located in the other parts of the body also become allayed, just as by the eradication of the roots of a plant, the stem, branches, sprouts, flowers, fruits, leaves etc., also perish,"
    },
    {
        "verse_id": "14",
        "text": " Now we shall relate the forty disorders due to Pitta. They are: 1. Heating, 2. Scorching, 3. Burning, 4. Broiling, 5. Fuming, 6. Acid eructation, 7. Misdigetion [Misdigestion?], 8. Internal heat 9. Local regional heat 10. Hyperemia, 11. Hyperidrosis, 12. Local sweating (Meridrosis), 13. Local fetor, 14. Local bursting, 15. liquescence of the blood, 16. Softening of the flesh, 17. Dermothertmia, 18. Sarcothermia, 19. Disquamation, 20. Excoriation 21.—Red wheals, 22. Red eruption, 23 Hemothermia, 24. Red circular spots, 25. Greenness, 26 yellowness, 27. Bluish black marks, 28.: Herpes, Jaundice, 30. Bitter taste."
    },
    {
        "verse_id": "31",
        "text": " Metallic taste, 32 Fetor Oris, 33 polydypsia, 34. Acoria, 35. Stomatitis, 36, Pharyngitis, 37. Ophthalmitis, 38. Proctitis 39. Urethritis and phallusitis, 40. Hemorrhage, 41. Faintness. 42. Greenish or yellowish coloration of ayes, urine and feces"
    },
    {
        "verse_id": "31.1",
        "text": "Thus, the forty most common Pitta-disorders out of the innumerable ones have been enumerated"
    },
    {
        "verse_id": "15-(1)",
        "text": " In all the above mentioned Pitta-disorders and in those not mentioned too, the experts will make an undoubted diagnosis of Pitta-discordance in a particular organ, by observing all or some of the innate qualities of Pitta or the modified effects of the action of Pitta on the body."
    },
    {
        "verse_id": "15-2)",
        "text": " For example, heat, acuteness, fluidity, slight unctuousness, color other than white and red, fleshy smell, pungent and acid taste and mobility are the innate qualities of Pitta"
    },
    {
        "verse_id": "15-(3)",
        "text": " And these being its innate qualities, the following symptoms are produced in the different organs of the body, when affected by Pitta."
    },
    {
        "verse_id": "15",
        "text": " Burning, heat, suppuration, perspiration, softening, sloughing, itching, discharge, redness, and the emanation of smell, color and taste according to The innate nature of Pitta—these are the effects produced on the body by the action of Pitta. Conditions accompanied with any of these symptoms should be diagnosed as Pitta-disorders."
    },
    {
        "verse_id": "16-(1)",
        "text": " It should be treated by sweet bitter, astringent and cooling remedies and by oleation, purgation, application, affusion, inunction and other similar measures curative of Pitta, with due regard to dosage and time."
    },
    {
        "verse_id": "16-(2)",
        "text": " Among all these, the physicians consider purgation to be the best of all remedies in Pitta, as entering the stomach from'the beginning, it destroys the very root of morbid Pitta which is the originator of all Pitta-disorders."
    },
    {
        "verse_id": "16",
        "text": " The Pitta being subdued, the Pitta-disorders localized in the other parts of the body, get allayed, just as by merely removing the fire, the whole of the hot-house cools down."
    },
    {
        "verse_id": "17",
        "text": " Now we shall relate the twenty disorders of Kapha:—"
    },
    {
        "verse_id": "1.1",
        "text": "Thus have been enumerated the twenty most common Kapha-disorders out of the innumerable disorders of Kapha"
    },
    {
        "verse_id": "18-(1)",
        "text": " In all the above-mentioned Kapha-disorders and also in those not mentioned, the experts will make an indubitable diagnosis of kapha-discordance in that particular organ, by observing all or some of the innate qualities of Kapha or the modified effects of the action of Kapha on the body."
    },
    {
        "verse_id": "18 (2)",
        "text": " Unctuosness, coldness, whiteness, heaviness, sweetness, firmness, sliminess and viscocity are the innate qualities of Kapha."
    },
    {
        "verse_id": "18-(3)",
        "text": " These being its innate qualities, the following symptoms are produced in the different organs of the body when affected by Kapha."
    },
    {
        "verse_id": "18",
        "text": " Whiteness, coldness, itching, firmness, heaviness, unctuousness, numbness, humidity, excretory secretion, obstruction, sweetness, and chronicity are the effects produced in the body by the action of Kapha, the condition accompanied, with any of the above symptoms should be diagonsed as a Kapha-disorder."
    },
    {
        "verse_id": "19-(1)",
        "text": " It should be treated with pungent, bitter, astringent, acute, hot and dry remedies, and by sudation, errhines, exercise, and other similar measures curative of Kapha, with due consideration to dose and time."
    },
    {
        "verse_id": "19-(2)",
        "text": " Amongst these the physicians consider emesis to be the best remedey in all Kapha-disorders, as emesis, acting on the stomach from the beginning, destroys the very root of morbid Kapha which is the originator of all Kapha-disorders."
    },
    {
        "verse_id": "19",
        "text": " This morbid Kapha being subjugated, the Kapha-disorders localised in the other parts of the body also become allayed, just as by breaking open the dam of a field, rice, barley, and other crops dry up by being deprived of water."
    },
    { "verse_id": "20", "text": " Here are verses again:—" },
    {
        "verse_id": "20.1",
        "text": "The physician should first diagnose the disease and then should decide on the line of treatmert; and begin the treatment in the light of his observations"
    },
    {
        "verse_id": "21",
        "text": "If the physician begins the treatment without diagnosing the disease, even though he may be the best therapeutist his success depends purely on chance."
    },
    {
        "verse_id": "22",
        "text": " But he who knows the differential diagnosis of diseases, who is skilled in all kinds of therapeutics and who is also well versed in the knowledge of clime, season and dosage, achieves success with certainty."
    },
    {
        "verse_id": "23",
        "text": " The brief account of the nature, seat, origin, predisposing causes and indubitability of diagnosis even in a combined state of diseases is given here."
    },
    {
        "verse_id": "24",
        "text": " The primary seats of humors, the lists of specific disorders, the different innate qualities of humors and the effects produced in the body by the action of morbid humors;"
    },
    {
        "verse_id": "25",
        "text": " And also the remedies of disorders in their severality, are all fully described by the seer, in this Major chapter on Diseases."
    }
]