[
	{
        "verse_id": "88-88½",
        "text": " Now begins the class of vegetables (Shaka—śāka-varga):—"
    },
    {
        "verse_id": "<a data-gl=\"1\" href=\"/definition/patha#ayurveda\" title=\"show Patha definitions\">Patha</a>, negro coffee, long zedoary, teak, white goose foot, marsilea, and <a data-gl=\"1\" href=\"/definition/sunishannaka#ayurveda\" title=\"show Sunishannaka definitions\">Sunishannaka</a> [Sunishannaka] are to be regarded as astringent, and curative of tridiscordance",
        "text": " White gose-foot is however laxative."
    },
    {
        "verse_id": "89-89½",
        "text": " The black night-shade? is alleviative of tridiscordance, aphrodisiac, rejuvenating, neither very hot nor cooling in potency, laxative and curative of skin, lesions."
    },
    {
        "verse_id": "90-90½",
        "text": " The asthma weed is curative of tridiscordance, light, astringent and specially recommended for patients suffering from assimilation disorders and piles."
    },
    {
        "verse_id": "91-91½",
        "text": " The jute plant is said to be pungent, digestive stimulant, cures the Effect of poison and edema. The chickling vetch is said to be light, hot promotive of Vata and dry."
    },
    {
        "verse_id": "92-92½",
        "text": " The yellow wood-sorrel is digestive-stimulant, hot in potency and astringent. It is recommended in Kapha and Vata disorders. It is also beneficial in assimilation-disorders and piles."
    },
    {
        "verse_id": "93-93½",
        "text": " The Indian spinach is sweet in taste aud on digestion, laxative, promotive of Kapha, aphrodisiac, unctuous, cooling and curative of intoxication."
    },
    {
        "verse_id": "94-94½",
        "text": " The prickly amaranth is dry, nullifies the effects of intoxication and poison and is beneficial in hemothermia. It is sweet in taste and on digestion, and is cooling."
    },
    {
        "verse_id": "95-95½",
        "text": " Indian pennywort, country willow, Patha, Vanatiktaka, sponge gourd, babchi seeds, wild snake gourd and kurroa;"
    },
    {
        "verse_id": "96-96½",
        "text": " Flowers of vasaka, black night shade, Kebuka, hog’s weed, wild pot-herb, chickling vetch, elephant’s foot, brinjal and sambo;"
    },
    {
        "verse_id": "97-97½",
        "text": " Carilia, Karkasha, neem leaves and trailing rungia: these are regulators of Kapha and Pitta, bitter in taste, cooling and pungent on digestion."
    },
    {
        "verse_id": "98-103½",
        "text": " All pot-herbs, bind weed, white goose foot, white dead nettle shrub, all tubers of Aluka [āluka] variety with their leaves, Kutinjara [kuṭiñjara], Bengal hemp plant, flowers of silk cotton, white mountain ebony, heliotrope, lablab, variegated mountain ebony, coxcomb, malta jute, Putranjiva, japan medlar spinach, amaranth wild potherb, Nalika [nālika], mustard, safflower, young siris, mandragora, fetid cassia, lotus stalk, shrubby basil, common Indian parselaue, barley leaves, white gourd, babchi seeds, Yatuka [yātuka], shal Kalyani [śālakalyāṇī], maiden hair, trilobed virgin’s bower:—these are heavy, dry, delayed in digestion, sweet, cooling in potency aud loosen the feces. After being boiled and drained of the juice, and mixed with plenty of unctuous substances, they are good for eating."
    },
    {
        "verse_id": "104-104½",
        "text": " The flowers of Bengal hemp, variegated mountain ebony, white mountain ebony and silk cotton are astringent aud specially recommended in hemothermia"
    },
    {
        "verse_id": "105-105½",
        "text": " The tender leaves of the banyan, gular fig, holy fig, yellow barked fig and of lotus etc, are astringent in taste, styptic, cooling and. specially useful in diarrhea of the Pitta type."
    },
    {
        "verse_id": "106-106½",
        "text": " The guduch cures Vata while Gandira and white flowered leadwort cure Kapha; elephant pepper, Bilvaparni [bilvaparṇī] and bael leaves cure Vata."
    },
    {
        "verse_id": "107-107½",
        "text": " Turpeth, climbing asparagus, heart-leaved sida, cork swallow wort and the leaves of scutch grass and silk cotton tree are said to be curative of Vata and Pitta."
    },
    {
        "verse_id": "108-109½",
        "text": " The glory lily and red flowered castor oil plant are light, laxative and bitter. Til, Vetasa and castor oil plant are Vata-promoters, pungent, bitter, and acid and stimulate the downward movement of excretions. The safflower vegetable is dry, acid, hot, curative of Kapha and promotive of Pitta."
    },
    {
        "verse_id": "110-111",
        "text": " Common cucumber and phut cucumber are sweet, heavy, delayed in the intestines and cooling. The common cucumber is palatable, dry and a powerful diuretic. The phut cucumber, if fully ripe, allays burning, thirst, exhaustion and pain."
    },
    {
        "verse_id": "111½",
        "text": " The bottle-gourd is laxative dry, cooling and heavy."
    },
    {
        "verse_id": "112-113",
        "text": " Sweet melon and phut cucumber are similar to the bottlegourd except that they are wholesome in loose motions. The ripe white gourd is slightly alkaline, acid sweet, light, eliminative of urine and feces, and curative of all kinds of disorders."
    },
    {
        "verse_id": "114",
        "text": "The Keluta [kelūṭa], Cadamba [kadamba], Nadimashaka [nadīmāṣaka] and common mountain ebony are limpid, heavy, cooling and are said to be powerful humidifies."
    },
    {
        "verse_id": "115",
        "text": " The blue water lily is astringent and curative of hemothermia, Similarly, the sprouts of palmyra palm are curative of pulmonary lesions."
    },
    {
        "verse_id": "116-1161",
        "text": " Dates and kernel of palmyra palm are curative of hemothermia and wasting. The Taruta, lotus filaments, lotus bulbs and fruits, rush nut, Indian water chest-nut and small tuber of lily are heavy, delayed in intestines and cooling."
    },
    {
        "verse_id": "117-117½",
        "text": " The rhizomes of night-flowering lotus and blue water-lily together with the flowers and fruits are said to be cooling, sweet, astringent and provocative of Kapha and Vata."
    },
    {
        "verse_id": "118-118½",
        "text": " The seeds of orris root are said to be slightly astringent, delayed in the intestines, curative of hemothermia and are sweet in taste and post-digestion."
    },
    {
        "verse_id": "119-119½",
        "text": " Salep is said to be strengthening, cooling, heavy, unctuous, nourishing, raborant, curative of Vata and Pitta, sweet and highly aphrodisiac."
    },
    {
        "verse_id": "120-120½",
        "text": " white yam is vitalizing, roborant, aphrodisiac, voicetonic, it is recommended in rejuvenation; strengthening, diuretic, sweet and cooling"
    },
    {
        "verse_id": "121-121½",
        "text": " Betel yam is regarded as beneficial in assimilation disorders and piles, and is light, hot very hot, curative of cough and Vata, astringent and is recommended in chronic alcoholism."
    },
    {
        "verse_id": "122-122½",
        "text": " The curry of rape leaves causes tridiscordance and is suppressive of urine and feces: (similar are the properties of roselle which is in addition dry and acid). Similar too are the properties of common yam. But being a bulb it is palatable."
    }
]