[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Origin of Man and Disease (Purusha-samjnaka—puruṣa-saṃjñaka).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipfull Atreya."
    },
    {
        "verse_id": "2.1",
        "text": "3-4 Long ago among the great sages gathered about the worshipful Atreya to whom all knowledge was a matter of direct perception, there arose first the following discussion as to determining the truth concerning the primal origin of man (purusha-samjnaka) who is the aggregate of the spirit, senses, mind and sense-objects, as also concerning the diseases affecting him"
    },
    {
        "verse_id": "5",
        "text": " On this occasion, king Vamaka of Kashi, who was learned in the sciences, having approached the assembly of the sages and having duly saluted them, made this observation."
    },
    {
        "verse_id": "6",
        "text": " “What, O, sirs! is the truth? Do the diseases afflicting man arise from the same source as he himself is derived from or is it otherwise?” When the king had thus spoken Punarvasu, addressing the sages said—"
    },
    {
        "verse_id": "7",
        "text": " “You who have had all your doubts dispelled by your immeasurable in sight into knowledge and science, it behoves you, now, to resolve the doubt raised by the king of Kasi."
    },
    {
        "verse_id": "8",
        "text": " Parikshi Maudgalya, having considered the question, was the first to formulate the answer. He said: “Man is born of the spirit likewise all the diseases are born of the spirit. For the spirit is the source of every thing."
    },
    {
        "verse_id": "9",
        "text": " It is the spirit that acquires and enjoys the merits of action and their fruits respectively; for in the absence of the element of consciousness there is no activity either pleasurable or painful”."
    },
    {
        "verse_id": "10 But the sage <a data-gl=\"1\" href=\"/definition/sharaloma#hinduism\" title=\"show Saraloma definitions\">Saraloma</a>, said “No, this is not so; for surely the spirit, seeing that it dislikes pain, would never yoke itself of its own accord to diseases which cause pain",
        "text": "”"
    },
    {
        "verse_id": "11",
        "text": " Then, Hiranyaksha said—“No For the spirit is not said to be born of the fluid nor even the wind which is supersensnal [super-sensal?]. Besides, there are diseases which spring from sound etc."
    },
    {
        "verse_id": "12",
        "text": " But now Varyovida said—“No. this, too, is not right. For the mind by itself cannot be the cause of anything. Thus, without the body there cannot be any disease of the body, nor, for that matter, the mind’s very existence."
    },
    {
        "verse_id": "13",
        "text": " All creatures are born out of the fluid; so also the various kinds of diseases. The proto-element water, indeed is the basis of all fluids and it is described to be the cause of their manifestation.”"
    },
    {
        "verse_id": "15",
        "text": " Man, therefore, is the result of the six elements. The diseases, too, arise from six elements. Thus, the individual was declared by the numerical philosophers to be the aggregate resulting from the union of the six elements, i. e. the five proto-elements and consciousness”."
    },
    {
        "verse_id": "16",
        "text": " To Kusika who was thus propounding his thesis, the sage Saunaka said:—“No. That is not so. How can the individual spring from the six elements without the agency of the father and mother?"
    },
    {
        "verse_id": "17",
        "text": " Thus, man is born of man, bull of bull, horse of horse and so forth. Thus disease such as the urinary one and others have been said to be hereditary. Therefore, the parents are the origin both of the individual and this disease."
    },
    {
        "verse_id": "18",
        "text": " But Bhadrakapya said:—“No. For the blind are not born of the blind. Nor can you account on your thesis for the origin of the first parents."
    },
    {
        "verse_id": "19",
        "text": " Therefore, a creature is said to be born of the merits of action and from merits of action also arise the diseases afflicting him. Tn the absence of action, there is no rise either of man or of disease”."
    },
    {
        "verse_id": "20",
        "text": " To this the sage Bharadvaja said:—“No. For the doer always precedes the deed. Nor do we know of action un-performed, whereof it may be said that an individual is the result."
    },
    {
        "verse_id": "21",
        "text": " Nature alone is the cause then of both man and diseases just as roughness, fluidity, mobility and heat are respectively the nature of eather [ether?], water, air and fire”."
    },
    {
        "verse_id": "22",
        "text": " To this Kankayana said:—“No, For then, effort would either be accomplished or not accomplished simply by the course of nature."
    },
    {
        "verse_id": "23",
        "text": " So it is the lord of creatures the son of Brahma, possessed of infinite imagination, that is rhe creator of the universe, both animate and inn animate, and of both pleasure and pain.”"
    },
    {
        "verse_id": "24",
        "text": " To this the mendicant Atreya, objecting, said:—“No. That is not so. For surely the lord of creatures would never consign his children, whose welfare he always seeks, to suffering like a malevolent person."
    },
    {
        "verse_id": "25",
        "text": " Therefore man is an evolute of time, and man’s ailments likewise arc born of time. The whole world is under the suzerainty of time and time is the evolvent everywhere.”"
    },
    {
        "verse_id": "26",
        "text": " Addressing the sages who were thus disputing, the worshipful Punarvasu gave utterance thus:—“Do not dispute in this wise. Truth is hard to find by taking sides in a debate."
    },
    {
        "verse_id": "27",
        "text": " Those who advance arguments and counter-arguments as if they were finalities, never in fact arrive at any conclusion, going round and round like the man seated on the oil press."
    },
    {
        "verse_id": "28",
        "text": " Therefore letting go this wordy warfare, apply your minds to the essential truth; but without dispersing the obscuring cloud of passion there can be no proper appreciation of the object that is to be known."
    },
    {
        "verse_id": "29",
        "text": " The fact is that it is the very elements whose wholesome combination gives rise, to the well-being of man that bring about, in their unwholesome combination, various kinds of diseases”."
    },
    {
        "verse_id": "30",
        "text": " On hearing this deliverance of the worshipful Atreya, Vamaka, the king of Kasi, once again inquired “Sir, what is the factor that promotes the growth both of man who is born of wholesome combination and of diseases that are born of unwholesome combination?”."
    },
    {
        "verse_id": "31",
        "text": " To him replied the worshipful Atreya:—“The use of a wholesome diet is the only factor that promotes the healthy growth of man; and the factor that makes for disease is the indulgence in unwholesome diet.”"
    },
    {
        "verse_id": "32-(1)",
        "text": " Unto the worshipful Atreya who was thus declaring, Aguivesha put the question—“How, sir shall we know unerringly the characteristics of both, the wholesome and the unwholesome varieties of diet?"
    },
    {
        "verse_id": "32",
        "text": " We ask because we find that the articles of diet that are described as wholesome, as also those that are described as unwholesome tend to produce opposite results by variation in regard to quantity, season, mode of preparation, habitat, constitution, the predominant humor and person.”"
    },
    {
        "verse_id": "33",
        "text": " Unto him the worshipful Atreya said—“O, Agnivesha! Know that, class of foods which helps the harmonized body-elements to retain their state of equilibrium and the discordant body-elements to gain equilibrium, as the wholesome one, and the unwholesome one to be that which acts in the opposite manner. This definition of the wholesome and the unwholesome will be found to be infallible.”"
    },
    {
        "verse_id": "34",
        "text": " Once again to the worshipful Atreya who was thus propounding, Agnivesha said—“Sir, instruction which is given thus, so laconically, is not capable of being understood by the generality of physicians.”"
    },
    {
        "verse_id": "35-(1)",
        "text": " To him the worshipful Atreya replied—“O, Agnivesha! those to whom the science of dietetics is known in respect of components and action and in respect of every detail, as well as the proper measure etc., would prefer to learn from instruction imparted in this manner."
    },
    {
        "verse_id": "35-(2)",
        "text": " But in order that the generality of physicians may understand this teaching, we shall give our instruction, without illustration, of the measure etc. These, to be sure, are of various gradations."
    },
    {
        "verse_id": "35",
        "text": " As regards the variations in the rule concerning diet, we shall explain them with reference both to the ‘General’ and to the ‘Particular.’"
    },
    {
        "verse_id": "36-(1)",
        "text": " The dietic rules are as follows:—Food is all of one kind, eatability being the common feature. But it is of two kinds as regards its sources, one is inanimate and the other animate; it is also twofold in respect of its action, consequent on its being either wholesome or unwholesome in its effect. It is fourfold in respect of its mode of taking, viz., being used as potion, eatable, masticable and lickable. It is sixfold in respect of taste, because there are six categories of taste."
    },
    {
        "verse_id": "36",
        "text": "It is twenty-fold in respect of properties, viz., heavy, light, cold, hot, unctuous, dry, slow, acute, stable, fluid, soft, hard clear, viscid, refined,, smooth, rough, subtle, gross, dense and liquid. It is of countless variety by reason of the diversity of its ingredients, their combinations and methods of preparation."
    },
    {
        "verse_id": "37",
        "text": " Nevertheless, we shall enumerate, in due order, such particular classes of articles as are most commonly used and tend by nature to be the most beneficial or the most baneful to the majority of human beings."
    },
    {
        "verse_id": "38",
        "text": " Thus, the most wholesome as diet are—red Shali rice among grains that are furnished with awns (monocotyledons) green gram among pulses (dicotyledons); rain water collected directly among waters; rocksalt among salts; cork-swallow wort among pot-herbs; venison (flesh of Indian antelope) among animal fleshes; the common quail among birds; the iguana among terricolous creatures; the Rohita fish among fishes; cow’s ghee among ghees; cow’s milk among milks; the til oil among vegetable oils; the lard (hog’s fat) among the fats of wetland animals; the fat of the susu (gangetic dolphin) among fish fats; the fat of the white swan among the aquatic birds; the fat of the hen among gallinaceous birds; the fat of goat among the fats of herbivorous animals; ginger among bulbs; the grape among fruits; sugar among the pro ducts of the sugar cane. In this manner, those varieties of foods which are by nature the most wholesome of their class have, in the main, been enumerated."
    },
    {
        "verse_id": "39-(1)",
        "text": " Now, we shall enumerate those articles of diet too, that are the most unwholesome. Thus, the most unwholesome as diet are:—wild barley among awned grains, blackgram among pulses; river-water in the rainy season among waters; the salinesoil salt among salts; the rape-seed plant among pot-herbs, beef among animal fleshes; the young dove among the hires; the frog among terricolous creatures; the Cilicima fish among the fishes; the ghee of sheep’s milk among ghees; sheep’s milk among milks; the safflower-oil among vegetable-oils; the fat of the buffalo among the fats of wetland animals; the Gangetic garial among the fats of fishes; the fat of the water-foul among the fats of aquatic birds; the fat of the sparrow among fats of gallinaceous birds; the fat of the elephant among the fats of herbivorous animals; the wild jack-fruit among fruits; the Aluka [āluka] among the bulbs, treacle among all the products of the sugar cane;"
    },
    {
        "verse_id": "39",
        "text": " Thus have been enumerated those varieties of foods, each of which is by nature the most unwholesome of its class. Thus ends the elucidition [elucidation?] of the wholesome and the unwholesome among various kinds of food."
    },
    {
        "verse_id": "40-(1)",
        "text": " Again we shall describe the main actions of drugs aud the substances producing those effects predominantly. They are:—Food is the foremost among those that sustain life; water among those that are refreshing agents; wine among acopics; milk among vitalizers; flesh among roborants; meat-juice among demulcents; salt among appetizers; acid juices (fruit etc.) among cordials; the flesh of the cock or hen among promoters of strength; the semen of the alligator among virilifics; honey among those that are curative of Kapha and Pitta; ghee among those that allay Vata and Pitta; the oil of til among those that allay Vata and Kapha; the procedure of emesis among those that allay Kapha; purgation among those that allay Pitta; enema among those that allay Vata; sudation among those that soften the body; exercise among those that make for firmness of the body; alkali among those that impair manhood; (the false mangosteen among appetizers); the unripe wood-apple among those that are non-cordials; the milk of the goat among those that are curative of consumption, galactagogue,homologatory, hemostatic and curative of hemothermia; sheep’s milk among those that provoke Kapha and Pitta; buffalo’s milk among those that induce sleep; immature curds among delaying factors of digestion, food made up of boiled job’s tears among depleters; food made up of boiled Uddalaka [uddālaka] grain among those that reduce the unctuous element in the body; the juice of the sugar-cane among those that increase the quantity of urine; barley among those that-increase the quantity of feces; the jambul fruit among those that provoke Vata; Shashkuli [śaṣkuli] coils among those, that provoke Kapha and Pitta; the horse-gratis among those that cause acid dyspepsia; the black gram among those that cause the increase of Kapha and pitta."
    },
    {
        "verse_id": "40-(2)",
        "text": " The emetic nut among articles used in emesis and corrective and unctuous enemata; the turpeth among those that are easeful purgatives, the purging cassia among those that are mild purgatives; the milk of the thorny milk-hedge plant among those that are strong purgatives; the rough chaff among those that are errhines; the embelia among the anthelmintics; the Shirisha [śirīṣa] among antidotes; the catechu among dermic remedies; Indian groundsel among those that are curative of Vata; the emblic myrobalan among those that are rejuvenators; the chebulic myrobalan among wholesome articles; the root of the castor-oil plant among those that promote virility and alleviate Vata; the root of long pepper among digestive stimulants, that are digestive and curative of constipation; the root of white-flowered lead-wort among digestive stimulants, digestives and curatives of appetite and digestion, and curatives of proctitis, piles and colic; orris root among those that are curative of hiccup, dyspnea and pleurodynea; the nut-grass among those that are astringent and digestivestimulants and digestives; fragrant stickly mallow among those that are refrigerant digestive-stimulants, digestives and curatives of vomiting and diarrhea; the tree of heaven among those that are astringent, digestive-stimulant and digestive. Indian sarsaparilla among those that are astringent and curative of hemothermia; guduch among those that are astringent, curative of Vata, digestive-stimulant and curative of inspissation of Kapha and blood; the bael among those that are astringent, digestive-stimulant, and curative of Vata and Kapha; the atees among those that are digestive stimulants, digestives, astringents and curatives of all disorders; the pollen of the blue and the white water lilies among those that are astringent and curtives [curatives?] of hemothermia; the cretan prickly clover among those that are curative of Pitta and Kapha; the perfumed cherry among those that alleviate the plethoric condition of blood and Pitta; the kurchi bark among astringents and desiccants of Kapha, Pitta and the blood; the fruit of the white teak among hemostatics and curatives of hemothermia; the pained-leaved uraria among those that are astringents, sedatives of Vata, digestive-stimulants and aphrodisiacs; the ticktrefoil among aphrodisiacs and curatives of all disorders; the heartleaved sida among astringents, promoters of strength and curatives of Vata."
    },
    {
        "verse_id": "40-(3)",
        "text": " The small caltrops among those that are curative of dysuria and Vata; the asafoetida among those that split up the morbid humors, that are digestive-stimulants and correctives of peristalsis and are alleviatives of Vata and Kapha. The Amlavetasa [āmlavetasa] among those that are laxatives, digestive-stimulants. correctives of peristalsis and curatives of Vata and Kapha; the barley-ash among those that are laxatives, digestives and curatives of piles; the habitual use of buttermilk among those that are curative of the assimilation-disorder, edema and piles and complications due to wrongful use of ghee; the habitual use of the meat-juice of carnivorous animals among those curative of the assimilation-disorders, consumption and piles; the habitual use of milk and ghee among those that are vitalizers; the habitual use of a diet consisting of equal parts of ghee and roasted corn-flour among those that are seminiferous and curative of misperistalsis; the habitual gargling with til oil among those that increase the sense of taste and the strength of the teeth; the paste of sandal among applications that remove fetor and are alleviative of burning; the Indian groundsel and eagle-wood among applications that dispel the coldness of the body; geranium grass and cuscus among applications that alleviate burning, skin affections and sweating; the costus among those that are curative of Vata and useful in inunctions and poultices; the liquorice among those that are beneficial for the eyes virility, the hair, the threat, the complexion, pigmentation and are promotive of healing; air among those that restore animation and consciousness; heat among those that are curative of chyme-disorders, stiffness, chill, colic and shivering; water among astringents; the water in which a heated clod of earth has been quenched is the foremost among those that are alleviative of excessive thirst and excessive vomiting; over-eating among those that are inducive of chyme-disorders; eating according to one’s digestive capacity among those that are stimulative of the gastric fire; eating and working in conformity to one’s constitution among good practices; timely eating among those that promote health; the giving of satisfaction among the properties of food;"
    },
    {
        "verse_id": "40-(4)",
        "text": " The suppression of natural urges among those that are causative of ill-health; wine among those that cause exhilaration; intemperate indulgence. in wine among those that impair understanding, resolution and memory; heavy eating among those that give rise to misdigestion; eating one meal in the day among those that coduce[?] to easy digestion and assimilation; excessive indulgence in sex among those that cause consumption; the constant suppression of seminal ejaculation among those that cause emasculation; the sight of a slaughtering place among those that destroy the inclination for food; abstinence from food among those that tend to curtail life; under eating among those that tend to reduce a person; predigestion-meal among those that induce the assimilation disorders; irregular eating among those that cause irregularity of gastric fire; the eating of foods of antagonistic potency among those that lead to censurable diseases; self-restraint among those that are wholesome; over-straining oneself among those that are unwhole some; wrong indulgence among those that are generative of diseases"
    },
    {
        "verse_id": "40-(5)",
        "text": " Cohabitation with a woman in her menses among those that are inauspicious; continence among those that promote longevity; adultery among those that lead to the shortening of life; determination among virilifics; disgust among anti-virilifics; enterprises that are beyond one’s capacity among those that are. harmful to one’s life; grief among those that promote disease; bathing among those that remove fatigue; joy among those that give delight; grief among those that cause wasting; inactivity among those that tend to promote corpulence; corpulence among those that induce sleep; excessive sleep among those that give rise to torpor, the habitual use of food containing all the tastes among those that promote strength; the habitual indulgence in only one taste among those that cause weakness."
    },
    {
        "verse_id": "40-(6)",
        "text": " A dead fetus among those that require to be extracted; a waning digestion among those that require to be stimulated; an infant among those that require mild medications; an old man among those who require palliative treatment; a pregnant woman among those that should be spared strong medication, sex-act and exercise; cheerful spirits among things that help to retain conception in women; the simultaneous provocation of all the three humors among those that are difficult of treatment; the chyme-toxemia among those that are irremediable; the fever among diseases; dermatosis among chronic diseases; consumption among the syndromes of diseases; anomalies of the urinary secretion among relapsing diseases; leeches among those that are auxiliaries to surgical instruments; enemata among those requiring practical technique;"
    },
    {
        "verse_id": "40",
        "text": " the Himalayas are the foremost among the habitats of medicinal Herbs; Soma among herbs; an arid country among sanatoria; a wet country among insalubrious regions; obedience to the physician’s direction among the virtues of a patient; the physician among the factors of therapeutics, the disbelievers among those who are to be avoided; yielding to temptation among those that cause mortification; the disobedience of the patient among fatal prognostic symptoms; zest for life among attributes of health; an assemblage of physicians among those that help to resolve doubts; practical skill among the qualities of a physician; applied scientific knowledge in pharmacology; reason supported by scripture among the means of knowledge; a sense of propriety among the results accruing from a knowledge of time; indolence among the causes of procrastination; practical work and observation among those that dispel doubts; incompetence among the causes of fear; clinical discussions among those that help to broaden one’s understanding; the teacher among those who help one in the acquisition of learning; the Science of Life among those that deserve to be practised; a misunderstanding among those that are injurious; and the renunciation of all things among those that give happiness."
    },
    {
        "verse_id": "41",
        "text": " The foremost of their kinds numbering a hundred and fifty two which have been enumerated above, are pronounced to be sufficient for curing all disorders."
    },
    {
        "verse_id": "42",
        "text": " With regard to things that produce the same or similar results, the characteristics of the best among drugs having similar action as well as that which is the worst, and the main actions of drugs and the best of drugs productive of those effects have also been illustrated."
    },
    {
        "verse_id": "43",
        "text": " Whatever is most efficacious in allaying the discordance of Vata, Pitta and Kapha has been laid dawn; likewise, whatever is best as a remedy in disease-conditions has also been laid down in the main."
    },
    {
        "verse_id": "44",
        "text": " Having paid heed to these instructions, the skilful man should prescribe the treatment. Acting thus, the physician enjoys constantly both the merits of virtue as well as worldly desires."
    },
    {
        "verse_id": "45",
        "text": " That is the wholesome regimen which does not impair the bodysystem and which is pleasing to the mind. That which is not pleasing is the unwholesome regimen. This should not be regarded as an invariable rule."
    },
    {
        "verse_id": "46",
        "text": " This or that factor, by reason of variation in effects due to measure, time, mode of preparation, habitat of the drug, bodily constitution, and morbid humor, shows itself either as wholesome or unwholesome condition."
    },
    {
        "verse_id": "47",
        "text": "Hence it is that we have described the innate nature of substances and their dependence far their wholesome effect etc. on measure and the rest. Accordingly, one who desires success should devise treatment with due consideration of both these factors."
    },
    {
        "verse_id": "48-(1)",
        "text": " Having listened to this statement of the worshipful Atreya, Agnivesha asked the worshipful teacher once again. “This subject has been dealt with exhaustively as proposed by your worship, and we too, have followed it diligently."
    },
    {
        "verse_id": "48",
        "text": " Now, we desire to listen to an unexceptionable description of spirituous beverages given by your reverence in not too brief a manner.”"
    },
    {
        "verse_id": "49-(1)",
        "text": " To him replied the worshipful Atreya:—“O, Agnivesha! Eight in brief are the sources of spirituous liquors viz., grains, fruits, roots, pith, flowers, stalks, leaves and barks and the ninthly sugar."
    },
    {
        "verse_id": "49-(2)",
        "text": " Now listen to the enumeration of the 84 varieties of wines which are considered the most wholesome out of the innumerable varieties resulting from different combinations of the above-mentioned ingredients."
    },
    {
        "verse_id": "49-(3)",
        "text": " Sura [surā], Sauvira [sauvīra], Tushodaka [tuṣodaka], Maireya, Medaka, and Dhanyamla [dhānyāmla] are the six made from corn."
    },
    {
        "verse_id": "49-(4)",
        "text": " Grapes, date, fruits of white teak common Indian linder, Indian ape flower, screw pine, sweet falsah, chebulic myrobalan, emblic myrobalan, goose berry, jambul, wood apple, jujube, wild jujube, tooth brush tree, buchanan’s mango, Indian jack, banyan, holy fig yellow-barked fig, flowering peepal, gular fig, celery seeds, Indian water chestnut, and clenolepis:—these are the six and twenty fruits from which fruit wines are manufactured."
    },
    {
        "verse_id": "49-(5)",
        "text": " Ticktrefoil, winter cherry, drumstick, climbling [climbing?] asparagus, black turpeth, red physic nut, physic nut bael, red-flowered castor-oil plant and white flowered lead wort are the eleven plants from whose roots, the eleven root-wines are manufactured."
    },
    {
        "verse_id": "49-(6) Sal, <a data-gl=\"1\" href=\"/definition/priyaka#ayurveda\" title=\"show Priyaka definitions\">Priyaka</a> [<em>priyakā</em>], small sal, sandalwood, oojein black wood, catechu, gum arable tree, dita bark, arjun, spinous kino, white babool, false mangosteen, white <a data-gl=\"1\" href=\"/definition/siris#history\" title=\"show siris definitions\">siris</a>",
        "text": " shami [śamī], small julube, sisoo siris, country-willow, common Indian linden, mohwah:—these are trees from whose pith, the twenty pith-wines are manufactured."
    },
    {
        "verse_id": "49(7)",
        "text": " Red lotus, blue water-lily, indigo lotus, night-flowering lotus, fragrant white. lotus, white lotus, centipetal lotus, mohwah, perfumed cherry, and fulsee flower:—these are the ten flowers from which flowerwines are manufactured."
    },
    {
        "verse_id": "49-(8)",
        "text": " Sugar-cane, big sugar-cane, Ikshuvalika [ikṣuvālika] and white sugar-cane are the four plants from whose stems; stem-wines are manufactured."
    },
    {
        "verse_id": "49-(9)",
        "text": " Wild snake gourd and palmyra palm are the two plants from whose leaves leaf-wines are manufactured."
    },
    {
        "verse_id": "49-(10)",
        "text": " Tilvaka, lodh, cherry and pathani lodh are the four plants from whose barks, bark-wines are manufactured. Sugar is the only thing from which sugar-wine is manufactured."
    },
    {
        "verse_id": "49-(11)",
        "text": " The eighty-four varieties here mentioned are all produced severally from the different fermentable ingredients unmixed with each other."
    },
    {
        "verse_id": "49-(12)",
        "text": " All these fermented wines are so called because they are obtained by fermentation. Unlimited are the combinations and permutations of which these ingredients are capable and likewise they admit of diverse methods of preparation."
    },
    {
        "verse_id": "49",
        "text": " Agreeably to their nature and by virtue of the modification resulting from combination and preparation, the wines manifest specific properties. And combination, preparation, time place, and mode of preservation, dose etc., are prescribed in relation to particular wines in view of particular desired results."
    },
    {
        "verse_id": "50",
        "text": " Thus have been enumerated the eighty-four kinds of the best wines, which promote the strength of mind, body and digestive fire, dispel insomnia, depression and anorexia and induce exhilaration."
    },
    {
        "verse_id": "51",
        "text": " In this chapter entitled “The Origin of Man”, the sage has described the source of the body and of disease, and the different schools of thought thereon, the rules concerning diet and lastly the most excellent among the wines."
    }
]