[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Purging Cassia (Aragvadha—āragvadha).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " (1) The Purging cassia (aragvadha) with the fetid cassia, Indian beech, vasaka, guduch, emetic nut, turmeric and Indian berberry; (2) pine-resin, deodar catechu, crane tree, neem, embelia and Indian oleander bark;"
    },
    {
        "verse_id": "4",
        "text": " (3) The nodes of birch tree, garlic shirish [shirisha], green vitriol, gum guggul and drumstick; (4) sweet marjoran, kurchi, dita bark, Indian tooth brush, costas and sprouts of Spanish jasmine;"
    },
    {
        "verse_id": "5",
        "text": " (5) sweet-flag, fragrant piper, turpeth, red physic nut, marking nut, red ochre and black antimony; (6) red and yellow arsenics, kitchen soot, cardamom, green vitriol, lodh, arjuna, nut grass and sarja sal;"
    },
    {
        "verse_id": "6",
        "text": " These six groups of drugs mentioned in each of the six distichs, when soaked in ox-bile and pounded again, have proved very efficacious. These powders should be prescribed by the physician to be used as external applications mixed with rape-seed oil."
    },
    {
        "verse_id": "7",
        "text": " These when administered, quickly cure persons of obstinate skin diseases, recent leprous lesions, alopecia, keloids, ringworm, fistula-in-ano, piles, scrofula and papules."
    },
    {
        "verse_id": "8",
        "text": " Costas, turmeric and Indian berberry, holy basil, wild snake gourd, neem, winter cherry, deodar, drumstick, rape-seed, Indian toothache, coriander, rush nut and angelica the powders of these should be taken in equal quantity."
    },
    {
        "verse_id": "9",
        "text": " They should be rubbed into paste with buttermilk and rubbed over the body which has been previously smeared with oil; this gives relief in pruritus, pimples, wheals, dermatosis and edema."
    },
    {
        "verse_id": "10",
        "text": " Costus, blue vitriol, Indian berberry, green vitriol, kamala, nut grass lodh, sulphur, yellow resin, embelia, red and yellow arsenics and oleander bark:—"
    },
    {
        "verse_id": "11",
        "text": " These should be pulverised and used as dusting powders over the parts previously anointed with oil. It relieves ringworm, pruritus, keloids, papules and bullous eruption."
    },
    {
        "verse_id": "12",
        "text": " Red and yellow arsenics, black pepper, til oil and milk of mudar make a good application in dermatosis. Blue vitriol, embelia, black pepper, costus, lodh and red arsenic act similarly."
    },
    {
        "verse_id": "13",
        "text": " The unguent prepared of extract of Indian berberry and the seeds of fetid cassia with the juice of wood-apple, is another good application; the seeds of Indian beech,fetid cassia and costus, pounded in cow’s urine, make an excellent ointment."
    },
    {
        "verse_id": "14",
        "text": " The unguent of turmeric and Indian berberry, seeds of kurchi, seeds of Indian beech, sprouts of Spanish jasmine and bark and pith of oleander, should be used with til alkali."
    },
    {
        "verse_id": "15",
        "text": " Red arsenic, bark of kurchi, costus, green vitriol, fetid cassia, Indian beech, nodes of birch-tree, Indian oleander root:—the powder of the measure of one tola of each of these drugs should be taken."
    },
    {
        "verse_id": "16",
        "text": " These should be boiled in 256 tolas of exudation-juice of palash-roots-to a semi-solid consistency. This ointment is said to be most beneficial in the eradication of skin diseases."
    },
    {
        "verse_id": "17",
        "text": " The ointment, prepared of the leaves of purging cassia or black night-shade or Indian oleander and buttermilk, should be rubbed over the skin lesions of the person who has been previously anointed with oil."
    },
    {
        "verse_id": "18",
        "text": " Indian jujube, horse gram, deodar, Indian groundsel, black gram linseed, oil-seeds, costus, sweet flag, dill and barley flour—these, acidified and warmed, make a good application for those afflicted with vata disorders."
    },
    {
        "verse_id": "19",
        "text": " The warm application of the minced and prepared flesh of wetland animals and fishes will cure vata-disorders; the application of decaradices and drugs of the fragrant group, prepared in the tetrad of unctuous-substances, cures vata-disorders."
    },
    {
        "verse_id": "20",
        "text": " Barley powder and alkali mixed with buttermilk, and administered warm, relieves pain in the stomach. Costus, dill, sweet flag and barley-flour, mixed with oil and acid articles are prescribed in vata-disorders."
    },
    {
        "verse_id": "21",
        "text": " Dill and fennel, liquorice mohwah, heart-leaved sida, buchanan’s mango, luffa, ghee, white yam and sugar candy—these should be used as application in rheumatic conditions."
    },
    {
        "verse_id": "22",
        "text": " The ointment prepared from Indian groundsel, guduch, liquorice, heart-leaved sida, country mallow, Jivaka, Rishabhaka, milk and ghee and mixed with bees’ wax, relieves the pain in rheumatic condition, when used as external application."
    },
    {
        "verse_id": "23",
        "text": " The application of wheat-flour mixed with goat’s milk and ghee is also good in rheumatic conditions. The unguent of Indian valerian, blue water lily, sandalwood and costus, prepared in ghee, cures headache."
    },
    {
        "verse_id": "24",
        "text": " The unguent of root-stocks of white lotus, deodar, costus, liquorice cardamom sacred lotus, blue waterlily, eagle-wood, elephant grass, himalayan cherry and angelica, prepared in ghee, is a good application in headache."
    },
    {
        "verse_id": "25",
        "text": " The unguent of Indian groundsel turmeric and Indian be berberry, nardus, dill and fennel, deodar, sugar candy and cork swallow wort root, prepared in ghee and oil and applied lukewarm, relieves pleurodynia."
    },
    {
        "verse_id": "26",
        "text": " Moss, lotus, blue water-lily, country willow, fragrant peon, tubers of white lotus, cuscus grass, lodh, perfumed cherry, yellow sandalwood, and sandalwood:—the unguent of these prepared in ghee is refrigerant."
    },
    {
        "verse_id": "27",
        "text": " The salve prepared of sugar, madder, country willow, himalayan cherry, liquorice, Aindri, nalin lotus, scutch grass, camel thorn root, small sacrificial grass, thatch grass, fragrant sticky mallow and elephant grass, is refrigerant."
    },
    {
        "verse_id": "28",
        "text": " The application of lichen, cardamom, eagle wood, costas, angelica, Indian valerian, cinnamon, deodar and Indian groundsel will soon relieve the condition of algidity."
    },
    {
        "verse_id": "28.1",
        "text": "The applicationof shiris with chaste tree will counteract the effects of toxicosis"
    },
    {
        "verse_id": "29",
        "text": "Rubbing the body well with the powder of shiris, geranium grass, fragrant poon and lodh cures morbidity of the skin and hyperhidrosis; the salve of cinnamon leaves, fragrant sticky mallow, lodh, cuscus grass, and sandalwood removes body fetor."
    },
    {
        "verse_id": "30",
        "text": " Here in this chapter entitled “The Purging Cassia”, the son of Atri, revered of the great sages of attainment, has described for the good of the world, the thirty-two most efficacious powders and unguents that are dispellers of manifold diseases."
    }
]