[
	{
        "verse_id": "178",
        "text": " Now begins the section on wines (Madya—madyavarga):—"
    },
    {
        "verse_id": "Wine is naturally acid and hot in taste and is considered, to be acid on digestion",
        "text": " This is its general property. Its specific characteristic will now be described."
    },
    {
        "verse_id": "179",
        "text": "The sura wine is recommended in emaciation, suppressin of urine, assimilation-disorders, piles, deficiency of milk and of blood and is curative of Vata"
    },
    {
        "verse_id": "180",
        "text": "The Madira wine is beneficial in hiccup, dyspnea, coryza, cough, scybalous stools, anorexia vomiting constipation and obstipation and is curative of Vata."
    },
    {
        "verse_id": "181",
        "text": " The Jagala wine is beneficial in colic, dysentery, autometeorism, Kapha, Vata and piles. It is astringent, dry, hot and curative of edema and is digestive of food"
    },
    {
        "verse_id": "182",
        "text": " The Arishta [ariṣṭa] or medicded [medicated?] wine is curative of consumption, piles, assimilation-disorders, anemia, anorexia, fever and other diseases when, these arise from Kapha. It is an appetizer and digestive-stimulant."
    },
    {
        "verse_id": "183",
        "text": "The sugar wine is palatable and a light intoxicant. It is fragrant, curative of painful urinary disorders, promotive of digestion, a cardiac tonic, and is promotive of complexion on assimilation."
    },
    {
        "verse_id": "184",
        "text": " The Pakvarasa wine is appetizer, digestive-stimulant, cordial, beneficial in consumption, edema and piles and is considered curative of Kapha-disorders and disorders born of the overuse of unctuous articles. It promotes complexion."
    },
    {
        "verse_id": "185 The Shitarasika [<em>śītarasika</em>] wine is pro-motive of digestion, curative of obstipation and clarifies the voice and complexion",
        "text": " It is a revulswe [revulsive?] and is beneficial in edema, abdominal affections and piles."
    },
    {
        "verse_id": "186",
        "text": " The gur wine loosens and evacuates feces and flatus. It is nourishing and digestive-stimulant. he Gouda wine is considered beneficial in anemia and wounds. It is couside red a digestive stimulant."
    },
    {
        "verse_id": "187",
        "text": " The Sura wine is acutely intoxicating, curative of Vata and palatable. The Madhvasava [madhvāsa] is depletive and acute and the Maireya wine is sweet and heavy."
    },
    {
        "verse_id": "188 Fulsee flower wine is cordial, dry, appetizing and digestive",
        "text": " The grape and sugarcane wines are like Madhvika wine but is not very hot."
    },
    {
        "verse_id": "189",
        "text": "The honey wine is appetizing, digestive-stimulant cordial, strengthening. not antagonistic to Pitta, curative of constipation and Kapha. It is light and sightly increases Vata."
    },
    {
        "verse_id": "190",
        "text": " The sura wine taken along with its scum and made out of barley is dry, hot, increases Vata and Pitta, is heavy and delayed in digestion and Madhulika [madhūlikā] wine increases Kapha."
    },
    {
        "verse_id": "191",
        "text": " The Sauviraka [sauvīraka] and Tushodaka [tuṣodaka] wines are digestive-stimulant, promotive of digestion, curative of cardiac disorders, anemia and of worms, beneficial in assimilation-disorders and piles and are laxative."
    },
    {
        "verse_id": "192",
        "text": " The sour-conjee wine is curtive of burning and fever in the form of application; in the form of potion, it is curative of Vata, Kapha and constipation and is a laxative and digestivestimulant."
    },
    {
        "verse_id": "193-195",
        "text": " Fresh wine is generally heavy and provocative of the humors, and old wine is purificative of bodychannels, digestive-stimulant, light and appetizing. Wine is exhilarating, pleasant, strengthening and relives fear, grief and fatigue. It gives courage, virility, meatal exaltation, satisfaction, plumpness and vitality. If it is taken by virtuous men in proper manner and systematically, it acts like nectar."
    }
]