[
	{
        "verse_id": "250",
        "text": " Now begins the section on cooked foods (Kritanna—kṛtānna-varga):—"
    },
    {
        "verse_id": "Thin gruel removes hunger, thirst, weariness, weakness, stomach disorder and fever",
        "text": " It causes perspiration, stimulates the gastric fire and regulates the course of flatus and feces."
    },
    {
        "verse_id": "251-252½",
        "text": " Thick gruel is nourishing, astringent, light and cordial; gruel-water kindles the gastric fire and regulates the downward course of Vata. It softens the channels and causes perspiration. It sustains life on account of its quality of stimulating the gastric fire and of lightness, in those that have undergone the lightening therapy, purificatory procedure, and those who have developed thirst after the unctuous dose has been digested."
    },
    {
        "verse_id": "253",
        "text": " The thin gruel of roasted paddy is acopic, particularly to persons of weakened voice."
    },
    {
        "verse_id": "254’255",
        "text": " The gruel water of roasted corn flour is alleviative of thirst and diarrhea, promotive of concordance of body-elements, generally beneficial, stimulative of the gastric fire and curative of thirst and swooning. The gruel water of fried corn, well seasoned, must be given to persons of weak and irregular gastric fire, to children, the aged, women and to persons of delicate health."
    },
    {
        "verse_id": "256-256½",
        "text": " If it be mixed with long pepper and dry ginger, boiled with corn and sour pomegranates, it allays hunger and thirst, and is wholesome and removes the residual morbidity in those who have undergone purificatory procedure. The roasted cornflour is astringent, sweet in taste, cooling and light."
    },
    {
        "verse_id": "257-258",
        "text": " The rice that is well cleansed, squeezed out, steam-softened and warm makes light food. In toxicosis and Kapha disorders, fried rice is indicated. Cooked rice uncleansed, with the boiled water not pressed out, not properly softened and eaten cold is heavy."
    },
    {
        "verse_id": "259-259½",
        "text": " Rice prepared with flesh, vegetables, fat. oil, ghee, marrow or fruit is strengthening, nourishing, cordial, heavy and roborant. Likewise is rice cocked together with black gram, til, milk and green gram."
    },
    {
        "verse_id": "260",
        "text": "Kulmasha [kulmāṣa] is heavy, dry, Vata-provoking and loosens the stools."
    },
    {
        "verse_id": "261",
        "text": " As regards the edibles prepared by steam-boiling out of pulses, wheat and barley, the physician should determine their qualities of heaviness and lightness in accordance with the substances used."
    },
    {
        "verse_id": "262",
        "text": " Unseasoned soup and well-seasoned soup, thin and thick meat juices, sour and unsour broths; of these each should be regarded heavier than the other in the order of statement."
    },
    {
        "verse_id": "263",
        "text": " The roasted corn flour is provocative of Vata, dry, increases the fecal matter and regulates peristalsis. When drunk, it immediately nourishes the man and strengthens him at once."
    },
    {
        "verse_id": "264",
        "text": " The flour of roasted Shali-rice is sweet, light, cooling, astringent, curative of hemothermia, thirst, vomiting and fever."
    },
    {
        "verse_id": "264.1",
        "text": "265 The Apupa [apūpa] pancake of barley is curative of the following diseases and fried barley also acts likewise: misperistalsis, coryza, cough, urinary disorders and throat spasm"
    },
    {
        "verse_id": "266",
        "text": " The preparation known as Dhana [dhānā] is generally revulsant. It is nourishing because of its dryness and difficult to digest owing to its delaying tendency in the intestines."
    },
    {
        "verse_id": "267",
        "text": " Virudha-dhana [virūḍhadhānā], Shashkuli [śaṣkuli], Madhu-krodas [madhukroḍa] with Pindakas [piṇḍaka], Pupa [pūpa] and Pupalika [pūpalikā] and other preparations of flour are extremely heavy."
    },
    {
        "verse_id": "268",
        "text": " Edibles prepared with fruits, flesh, fat, vegetables, til-paste and honey are aphrodisiac, strengthening, heavy and roborant."
    },
    {
        "verse_id": "269",
        "text": " The Veshavara [veśavāra] is heavy, unctuous and increases strength and plumpness. Apupa [apūpa] preparations made of milk and sugarcane juice are heavy, nourishing and aphrodisiac."
    },
    {
        "verse_id": "270",
        "text": " Preparation mixed with gur or with til or with milk, honey and sugar are considered aphrodisiac, strengthening and very heavy."
    },
    {
        "verse_id": "271",
        "text": " The many kinds of preparations of wheat mixed with unctuous substances or prepared in them are heavy, nourishing, aphrodisiac and cordial."
    },
    {
        "verse_id": "272",
        "text": " The preparations of wheat flour such as Dhana [dhānā], Arpata [arpaṭa], Papupa [papūpa] etc, become light by being seasoned. Knowing them thus, one should prescribe them."
    },
    {
        "verse_id": "273",
        "text": " Flattened rice is heavy. It must be eaten in small quantities after being fried. Fried barley is slow in digestion; while unfried barley causes loose stools."
    },
    {
        "verse_id": "274",
        "text": " Preparations of pulses are provocative of Vata, dry and cooling. They must be taken in small quantities with pungent, unctuous and saltish substances."
    },
    {
        "verse_id": "275",
        "text": " Preparations that require to be cooked over a low fire for a long time and that are thick and hard are heavy, get slowly digested and impart plumpness and strength."
    },
    {
        "verse_id": "276",
        "text": " The heaviness and lightness of preparations must be determined according to the combination of the substances, the nature of preparation and the measure of each substance."
    },
    {
        "verse_id": "277",
        "text": "Vimardaka prepared with ripe, unripe, softened and roasted substances is heavy, cordial aphrodisiac and well-suited to strong men."
    },
    {
        "verse_id": "278",
        "text": " The preparation called Rasala [rasālā] is roborant, aphrodisiac, unctuous, strengthening and an appetizer, Curds taken with gur increases the unctuous element, is nourishing, cordial and curative of Vata."
    },
    {
        "verse_id": "279",
        "text": " The potion made of grapes, dates and indian jujube is heavy and delayed in the intestines. So is the potion mace of sweet falsah, honey and the products of sugar-cane."
    },
    {
        "verse_id": "280",
        "text": " The qualities and actions of these beverages should be determined by knowing the individual nature of the substances, the quantity used and the combinations of pungent and acid tastes"
    },
    {
        "verse_id": "281 The preparations called <a data-gl=\"1\" href=\"/definition/raga#ayurveda\" title=\"show Raga definitions\">Raga</a> [<em><a data-gl=\"1\" href=\"/definition/raga#ayurveda\" title=\"show rāga definitions\">rāga</a></em>] and <a data-gl=\"1\" href=\"/definition/shadava#ayurveda\" title=\"show Shadava definitions\">Shadava</a> [<em><a data-gl=\"1\" href=\"/definition/shadava#ayurveda\" title=\"show ṣāḍava definitions\">ṣāḍava</a></em>] are pungent, sour, sweet, salt and light",
        "text": " They are pleasant to taste, cordial, digestive-stimulant and appetizers"
    },
    {
        "verse_id": "282",
        "text": " The linctuses of mango and emblic myrobaian, on account of their being unctuous, sweet and heavy, are said to be roborant, strengthening, appetizing and nourishing."
    },
    {
        "verse_id": "283",
        "text": " Considering the admixture, preparation and measure of things used in these electuaries, the characteristics and action of each of them should be determined."
    },
    {
        "verse_id": "284",
        "text": " The Shukta [śukta] beverage is provocative of hemothermia and Kapha, and regulative of Vata. One should know the properties of the bulbs, roots and fruits etc. fermented in this beverage to have the same qualities."
    }
]