[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Discussion between Atreya and Bhadrakapya and others [regarding Tastes or rasa].”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-6",
        "text": " Atreya [Ātreya], Bhadrakapya [Bhadrakāpya], Shakunteya [Śākunteya], Maudgalya, Purnaksha [Pūrṇākṣa] and Kaushika Hiranyaksha [Kauśika Hiraṇyākṣa], the sinless Bharadvaja [Bharadvāja] known as Kumarasira [Kumāraśirā/Kumāraśiras], the auspicious Varyovida [Vāryovida]—king and best among men of intelligence. king Nimi of Videha, and Badisha [Baḍiśa] the highly enlightened, Kankayana [Kāṅkāyana] of the Bahlika [Bāhlika] country and foremost of the Bahlika physicians:—all these, who were advanced in learning and age, disciplined souls and sages while on a ramble, met in the pleasant wood called Caitraratha."
    },
    {
        "verse_id": "7",
        "text": " The following significant discussion took place among these connoisseurs who were seated together there."
    },
    {
        "verse_id": "8-(1)",
        "text": " Bhadrakapya said, “Taste (rasa) is one. The experts declare it to be one of the five sense objects and is experienced by the palate and is not different from water.”"
    },
    {
        "verse_id": "8-(2)",
        "text": " The Brahmana named Shakunteya declared, “Tastes (rasa) are two One is depletive and the other impletive.”"
    },
    {
        "verse_id": "8-(3)",
        "text": " Maudgalya Purnaksha asserted, “Tastes (rasa) are three—depletive, impletive and the common intermediate one.”"
    },
    {
        "verse_id": "8-(4)",
        "text": " Then, Kaushika Hiranyaksha asserted, “Tastes (rasa) are four in number; palatable and wholesome, palatable but unwholesome, unpalatable but wholesome, and unpalatable aud unwholesome.”"
    },
    {
        "verse_id": "8-(5)",
        "text": " Bharadvaja known also as Kumarashira then said, “There are five tastes (rasa); those that pertain to earth, water, fire, air and ether.”"
    },
    {
        "verse_id": "8-(6)",
        "text": " The royal sage Varyovida exclaimed, “There are six tastes (rasa); the heavy, the light, the cold, the hot, the unctuous and the dry.”"
    },
    {
        "verse_id": "8-(7)",
        "text": " Then, Nimi of Videha declared “Seven are the tastes (rasa); the sweet, the sour, the salt, the pungent, the bitter, the astringent and the alkaline.”"
    },
    {
        "verse_id": "8-(8) “There are eight tastes (<em>rasa</em>)”, said Badisha Dhamargava [Dhāmārgava]",
        "text": " “The sweet, the sour, the salt, the pungent, the bitter, the astringent, the alkaline and the imperceptible”."
    },
    {
        "verse_id": "8",
        "text": " “Innumerable are the tastes (rasa),” affirmed Kankayana, the Bahlika physician, “because of the infinite nature of their substrata, qualities, actions and degrees.”"
    },
    {
        "verse_id": "9-(1)",
        "text": " For all these six tastes (rasa) water is the source. Depletion and impletion are their two functions. From the coalescence of these two functions arises the third, the intermediate one. Palatability and un palatabilty are but a manner of subjective predeliction. Wholesomeness and unwholesomeness are the effects Manifestation of the five proto-elements are merely the substrata conditioned by the factors of nature, modification, combination, clime and season. There manifest in the substrata of the substances the qualities of heaviness, lightness, coldness, heat, unctuousness, dryness etc."
    },
    {
        "verse_id": "9-(3) Alkali is so named because it alkalizes",
        "text": " It is not a taste but a substance derived from articles of various tastes. It possesses various tastes (rasa)—the pungent and the salt tastes being only the most predominant; it has besides, attributes which can be apprehended by more than one sense and is a manufactured product."
    },
    {
        "verse_id": "9-(4)",
        "text": " As regards the imperceptible taste it is found in their source which is water or in what is known as the after-taste or in things possessing such after-taste."
    },
    {
        "verse_id": "9-(5)",
        "text": " These tastes (rasa) cannot be said to be innumerable because of the innumerable varriety of the substances in which these inhere. Even singly, any of these tastes may be found in an innumerable variety of substances. Thereby the taste does not increase in number like the substances."
    },
    {
        "verse_id": "9-(6)",
        "text": " As these tastes (rasa) are generally found in combination with one anther, the qualities and actions which they display are not innumerable. It is therefore, that the wise do not describe the actions of the tastes in their combinations."
    },
    {
        "verse_id": "9",
        "text": " Owing to that reason, we shall describe the special characteristics of each of these six tastes severally."
    },
    {
        "verse_id": "10-(1)",
        "text": " First of all, we shall make a few observations with reference to the classification of substances."
    },
    {
        "verse_id": "10",
        "text": " For the purpose of this science, all substances are products of the five proto-elements; substances are of two kinds: animate and inanimate. Their qualities are the five beginning with heaviness and ending with fluidity. As regards their actions, we have already described their five-fold variety comprising emesis etc."
    },
    {
        "verse_id": "11-(1)",
        "text": " Among these, substances that are heavy, rough, hard, slow, stable, clear, dense and gross and abounding in the quality of odor pertain to the proto-element earth. They promote plumpness, compactness, heaviness and stability."
    },
    {
        "verse_id": "11-(2)",
        "text": " Substances that are fluid, unctuous, cold, slow, soft and slimy and abounding in the quality of taste (Rasa-guna—rasaguṇa) pertain to the proto-element water. They produce moisture, unctuousness, union, liquefaction, softness and delight."
    },
    {
        "verse_id": "11-(3)",
        "text": " Substances that are hot, acute, subtle, light, dry and clear and abounding in the quality of form, pertain to the proto-element fire. They produe burning, digestion, radiance, lustre and color."
    },
    {
        "verse_id": "11-(4)",
        "text": " Substances that are light, cold, dry rough, clear and subtle and abounding in the quality of touch, pertain to the proto-element air. They produce dryness, depression, morbidity, clearness and lightness."
    },
    {
        "verse_id": "11",
        "text": " Substances that are. soft, light, subtle and smooth and abounding in the quality of sound, pertain to the proto-element ether. They produce softness, porousness and lightness."
    },
    {
        "verse_id": "12",
        "text": " In the light of this knowledge, there is in the world no substance that may not be used as medicine in this or that manner for this or that purpose."
    },
    {
        "verse_id": "13-(1)",
        "text": " It is not exclusively by virtue of their qualities that substances are active."
    },
    {
        "verse_id": "13",
        "text": " Whatever, therefore, substances do, whether by virtue of their nature as substances, or by virtue of their qualities, or by virtue of both, their substantive and qualitative natures, in any given time, at any given place, having been administered in a given mode, with a given result in view—all that is their action. Where by they act is the potency. Wherein they act is the place. When they act is the time. How they act is the mode. What they achieve is the result."
    },
    {
        "verse_id": "14 The variation in tastes (<em>rasa</em>), giving rise to their sixty three fold classification, proceeds from the varying influence of substance, place and of time",
        "text": " This, we shall now describe."
    },
    {
        "verse_id": "15",
        "text": " Sweet mixed with sour and other tastes, and sour and other tastes combined with the rest of them in their order make fifteen substances or abodes of the twin tastes"
    },
    {
        "verse_id": "16-16½",
        "text": " The sweet combining separately with each of the remaining five tastes of sour etc. forms five binary tastes. Similarly, the other tastes too beginning with sour, combine with each other to from ten fresh binary groups of tastes. There are thus altogether fifteen separate binary groups of tastes. The sweet, sour, salt and the pangent tastes, which having combine 1 separately with each of the tastes beginning with the sour, combine again severally with one of the remaining tastes in the given order to yield twenty distinct groups of trinary tastes."
    },
    {
        "verse_id": "17-18",
        "text": " The quaternary groups of tastes (rasa) are stated to be fifteen. They are formed thus. The binary group of street and sour tastes, combines in six different ways with any two of the remaining tastes beginning with salt. They thus form quaternary group of tastes"
    },
    {
        "verse_id": "19-20½",
        "text": " Thereafter, the binary group of sweet and salt combining consecutively with pungent, bitter and astringent, forms with the addition of sour, astringent and pungent respectively, three separate quaternary groups of tastes. Thereafter, the bina-ry group of sweet and pungent com bining with the residuary binary group of bitter and astringent tastes, forms the quaternary group of tastes. Thus with the sweet taste as a constant factor, there are ten distinct groups of quaternary taste. Now, dropping the sweet taste, the binary group of sour and salt combining consecutively with pungent, sour and astringent tastes, forms with the addition respectively of bitter, astringent and pungent tastes, three separate groups of quaternary taste. (1) Sour-salt pungent-bitter, (2) Sour-salt-bitter-astringent, (3) Sour-salt-astringent-pungent. Now, dropping the salt taste, the binary group of sour and salt combine with the residuary dyad of bitter and astringent to form me fresh quaternary group of tastes. Finally, dropping both sweet and sour tastes, salt and pungent combine with astringent and bitter to from the fifteenth and the last quaternary group of tastes."
    },
    {
        "verse_id": "21 21½",
        "text": " By dropping from the total complex of tastes one taste at a time, there are formed six groups of quinary taste. There now remain the six groups of single tastes and the single group of six tastes."
    },
    {
        "verse_id": "22-23",
        "text": " In this manner are the substances divided into 63 groups according to the distribution on tastes. This number of sixty-three swells into an incomputable figure if the after-tastes are taken into count; likewise, if the comparative and superlative degrees of tastes (rasa) are taken into consideration, the sum goes beyond computation."
    },
    {
        "verse_id": "24",
        "text": " in view of the above, the experts conversant with the science of tastes, have in view limited the practical requirements of medicine, to 57 groups of combined tastes and 63 groups of all tastes, single and combined."
    },
    {
        "verse_id": "25",
        "text": " The physician desirous of success, considering well the nature of the disease, and the action of the remedy, must prescribe either a single taste or a combination of tastes as required"
    },
    {
        "verse_id": "26",
        "text": " According to the disease, substances of two or more tastes, or of combination of multiple tastes or of one only are used by wise physicians."
    },
    {
        "verse_id": "27",
        "text": " He who is well aware of the classification of tastes (rasa) as well as of the classification of morbid humors, will not fall into error regarding the etiology, symptoms aud remedial measures."
    },
    {
        "verse_id": "28",
        "text": "That savour which becomes patent on the first contact of a dry substance with the tongue is declared to be its taste (rasa). What is otherwise apprehended is its latent or after-taste. The Qualities of Superior etc."
    },
    {
        "verse_id": "29-30",
        "text": " Priority, non-priority, application, number, synthesis, analysis, particularity, measure, preparation and practice:—these ten constitute the complex of qualities beginning with priority They are the means of success in treatment. We shall describe their characteristics."
    },
    {
        "verse_id": "31-35",
        "text": " Priority and non-priority are determined with reference to place, time, age, dosage, digestion, potency, taste (rasa) and other factors, that is application which effects the most favourable conjunction of these factors. Number is computation. Synthesis is the term for the coming together of various substances, such synthesis may be due to the action of both, all or of one of the constituents, and is in every case temporary. Analysis is resolution, i.e., taking things piece meal or in parts. Particularity rests on disjunction, difference or plurality. Measure is meting out. Preparation is modification. Practice is repeated use, i.e. forming a habit by constant performance. We have thus set out the whole gamut of qualities beginning with priority, defining their characteristics without a knowledge of which treatment cannot proceed rightly."
    },
    {
        "verse_id": "36",
        "text": " It has been stated that qualities cannot be their own substrata. Accordingly when we say that such are the qualities of tastes (Rasa-guna—rasaguṇa) which are themselves qualities, the physicians understand that we really have in mind the substances which are the the substrata of these tastes (rasa)."
    },
    {
        "verse_id": "37",
        "text": " Many are the ways in which an author expresses his ideas. Hence it is after due appreciation of the context of the particular place and time in question, the intention of the author and technicalitiles [technicalities?] of the science, that the meaning of the text should be determined."
    },
    {
        "verse_id": "38",
        "text": " Hereafter, we shall explain the six divisions of tastes (rasa) and how they are born of the five protoelements,"
    },
    {
        "verse_id": "39",
        "text": " Water represents the aqueous element. During its suspension in the sky, it is cold by nature, light, and is devoid of any perceptible taste. Subsequent to its precipitation from the sky, it becomes associated with the qualities of the five proto-elements. It sustains all bodies of animal and plant life. It is in these bodies that it develops into the six categories of taste (rasa)."
    },
    {
        "verse_id": "40-(1)",
        "text": " Of these six tastes, the sweet taste is born of the preponderance of the water element, the sour taste is born of the preponderance of the earth and the fire elements; the salt taste is born of the preponderance of the water and the fire elements; the pungent taste is born of the preponderance of the air and the fire elements; the bitter taste is born of the preponderance of the air and the ether elements and the astringent taste is born of the preponderance of the air and the earth elements."
    },
    {
        "verse_id": "40-(2)",
        "text": " Tn this manner, by virtue of the preponderance or paucity of the one or the other of the five protoelements, the six categories of taste emerge in the same way as the diversities of color and shape of the animal and vegetable forms emerge."
    },
    {
        "verse_id": "40",
        "text": " The varying gradation of pre ponderance or paucity of the protoelements is, in turn, due to the six aspects of time as represented in the six seasons."
    },
    {
        "verse_id": "41-(1)",
        "text": " Among these, the tastes (rasa) which are of the nature of fire and air have, for the most part, a tendency to go upwards by virtue of the light and soaring quality of air and the propensity of fire to flame upwards."
    },
    {
        "verse_id": "41-(2)",
        "text": " Whereas, tastes (rasa) which are of the nature of water and earth have, for the most part, a tendency to go downwards by virtue of the heavy nature of earth and the propensity of water to flow downwards."
    },
    {
        "verse_id": "41",
        "text": " The tastss [tastes?] of a mixed nature evince both these tendencies."
    },
    {
        "verse_id": "42",
        "text": " We shall expound the attributes and actions of each of these six tastes with reference to the substance in which it inheres."
    },
    {
        "verse_id": "43",
        "text": " Though possessed of these qualities, if it is used exclusively or overmuch, it dries up the mouth, afflicts the heart, distends the stomach, impedes the speech, constricts the body-channels, causes cyanosis, impairs manhood and, being retarded, it gets slowly digested. It inhibits flatus, urine, feces and semen. It induces emaciation, weariness, thirst, stiffness and, being of a rough, clear and dry mature, it engenders various Vata disorders, such as hemiplegia, spasm, convulsions and facial paralysis."
    },
    {
        "verse_id": "43-(2)",
        "text": " Though possessed of these qualities, if it is used exclusively or overmuch, it produces corpulence, softness, lethargy, hypersomnia, heaviness, inappetence, weakness of the gastric fire, hypertrophy of the tissues in the mouth and throat, dyspnea, cough, coryza, intestinal torpor, algid fever preceded by cold, constipation, sweet taste in the mouth, vomiting, loss of consciousness and voice, deradenoncus, chain of deradenoncuses, elephantiasis swelling of the throat, increase of mucus, discharge from bladder, vessels and throat; and eye-diseases with increased mucus, and similar other diseases born of Kapha."
    },
    {
        "verse_id": "43-(3)",
        "text": " The acid taste adds relish to the dish, stimulates the digestive fire, buids [builds?] up the body and invigo, rates it, enlightens the mind, stabilises the sense functions, promotes the strength and regulates the peristaltic movement of Vata. It invigorates the heart, causes salivation, conducts the food downwards, moistens, digests and gives pleasure; and is light, hot and unctuous."
    },
    {
        "verse_id": "43-(4)",
        "text": " Though possessed of these qualities, if it is used exclusively or overmuch, it sets the teeth on edge, provokes thirst, causes flinching of the eyes, horripilation, dissolves Kapha, increases Pitta, vitiates the blood, causes the sloughing of the flesh, renders the body flabby and causes edema in those that are wasted, cachectic, emaciated or debilitated."
    },
    {
        "verse_id": "43-(5)",
        "text": " On account of its fiery quality it leads to the suppuration of the inflammations induced by various kinds of trauma, such as wounds, contagious bites, burns, fractures, swellings, dislocation, toxic urine, or contact of venomous creatures, bruise, excision, incision, separation, puncture, crushing and similar injuries. It causes an allround sensation of burning in the throat, chest and heart."
    },
    {
        "verse_id": "43-(6)",
        "text": " The salt taste is diffusive; it is liquefacient, digestive, inducive of defluxion, depletive and disruptive, acute, fluid, diffusive, laxative, deobstruent, curative of Vata, stiffness, obstruction and accumulations; overpowers the rest of tastes and is increasive of secretion of the mouth. It liquefies the mucus secretion, clarifies the passages, softens all the limbs of the body, gives relish to food, is always used in food, is neither very heavy nor very unctuous and is hot."
    },
    {
        "verse_id": "43-(7)",
        "text": " Though possessed of all these qualities, if it is used exclusively or overmuch, it provokes the Pitta, increases the blood, provokes thirst, causes fainting and great heat, disruption, corrosion of the flesh, is discutient of the dermic lesions, aggravates the symptoms of toxicosis, breaks open swellings dislodges the teeth, destroys manhood, impairs the function of the sense-organs, induces premature wrinkles, grey hair and baldness."
    },
    {
        "verse_id": "43-(8)",
        "text": " Also, it predisposes one to hemothermia, acid dyspepsia, acute spreading affections, rheumatic conditions, bullous eruptions and alopecia and similar other conditions."
    },
    {
        "verse_id": "43-(9)",
        "text": " The pungent taste purifies the mouth, stimulates the gastric fire, desiccates the food, causes the nose to run and the eyes to water, sharpens the sense-organs, is curative of intestinal torpor, edema, obesity, urticaria, excessive fluidity, unctuousness, perspiration, Softening, and eliminative of excretory matter, gives relish to food, cures pruritus, allays the excessive growth of granulations is anthelmintic, lacerates the flesh, splits open accumulations of blood, removes obstructions, dilates the passages, aud allays Kapha; it is light, hot and dry."
    },
    {
        "verse_id": "43-(10)",
        "text": " Though possessed of all these qualities, if it is used exclusively or overmuch, it destroys manhood on account of its post-digestive effects, and on account of its taste and potency it induces stupefaction, gives rise to weariness, asthenia, emaciation, fainting, flexion, choking, giddiness and allround burning sensation in the throat; it produces great heat in the body; diminishes strength and produces thirst."
    },
    {
        "verse_id": "43-(11)",
        "text": " Also, on account of its having the qualities of air and fire in preponderance, it generates various kinds of Vata-disorders in the legs, arms, sides and back attended with giddiness, burning, tremors, pricking and stabbing pains."
    },
    {
        "verse_id": "43(12)",
        "text": " The bitter taste, though inappetive in taste, is yet appetising in action. It is antidotal to poison, vermicidal, curative of fainting, burning, itching, dermatosis and thirst. It imparts firmness to the skin and flesh; it is febrifuge, digestive-stimulant, digestive, purificatory of breastmilk, depletive, and desiccant of moisture, fat, flesh-marrow, bone-marrow, lymph, pus, sweat, urine, feces, bile and mucus. It is dry, cold and light."
    },
    {
        "verse_id": "43-(13)",
        "text": " Though possessed of these qualities, if it is used exclusively or overmuch, on account of its dry, rough and clear nature, it dries the body nutrient fluid, blood, flesh, fat, bone, marrow and semen. It renders the channels rough and deprives one of strength. It induces emaciation, weariness, fainting, giddiness and it dries up the mouth and generates many other Vata disorders."
    },
    {
        "verse_id": "43-(14)",
        "text": " The astringent taste is sedative, astringent in action, synthesizing, compressive, henotic, desiccant, styptic and sedative of Kapha, blood and Pitta. It consumes the body-fluid and is dry and cold and it is not light"
    },
    {
        "verse_id": "44-(1)",
        "text": " These six tastes (rasa) become beneficial to living creatures by being properly administered in this manner, either separately or in combination and in the proper dose. If used otherwise they become injurious to life."
    },
    {
        "verse_id": "44",
        "text": " Accordingly, the wise physician should make use of the tastes in the right measure aud manner, so that they are invariably beneficial."
    },
    {
        "verse_id": "45",
        "text": " That substance which is sweet in taste and post-digestive effect is cold in potency. That which is acid in taste and post-digestive effect is hot in potency. Similarly, that which is pungent in taste and post digestive effect is hot in potency."
    },
    {
        "verse_id": "46",
        "text": " Their qualities are so to be judged by their tastes. But those that are, in action and assimilation, contrary to their tastes are explained hereafter."
    },
    {
        "verse_id": "47",
        "text": " As regards substances which do not behave contrarily to the general rule concerning potency and post-digestive changes, their actions should be determined according to the indications of taste. As instances we may give milk, ghee, chabba pepper and white-flowered leadwort. In the same manner, the physician should determine the actions of other drugs too, by taste."
    },
    {
        "verse_id": "48-49",
        "text": " (The following are examples of substances which do not conform to the general rule of potency and post-digestive effect). Substances may be sweet in taste and yet hot in potency. Again, substances may be astringent and bitter in taste but hot in potency. An instance of the first is the flesh of the aquatic and wetland animals, and that of the second is major pentaradices. Rocksalt, though of salt taste, is not hot in potency. Similarly, the emblic myrobalan, though of acid taste, is not hot in potency. Substances like mudar, eagle-wood and guduch, though of bitter taste, are hot in potency."
    },
    {
        "verse_id": "50",
        "text": " Similarly, some substances of acid taste are astringent in action, while others of the same taste are laxative; as for example, wood apple is astringent and the emblic myrobalan is laxative."
    },
    {
        "verse_id": "51",
        "text": " Though substances of pungent taste are regarded as anaphrodisiac, long pepper and dry ginger act as aphrodisiacs. Substances of astringent taste are generally considered astringent and cold in action but chebulic myrobalan acts contrarily to this rule."
    },
    {
        "verse_id": "52",
        "text": " Not all substances should therefore be judged solely by the criterion of taste (rasa); for, as shown above, substances may possess the same taste and yet differ from each other in action."
    },
    {
        "verse_id": "53-54",
        "text": " As regards the quality of dryness, the astringent taste possesses it in the highest degree, the pungent in the moderate degree and the bitter in the minimum degree. Similary, as regards the hot quality, salt possesses it in the greatest degree, the acid taste in the moderate, and the pungent in the lowest degree. As regards the unctuous quality, the sweet taste possesses it in the highest, the acid taste in the moderate, and the salt in the lowest degree."
    },
    {
        "verse_id": "55",
        "text": " As regards the cold quality, the sweet taste possesses it the most, the astringent taste moderately and the bitter taste the least. Regarding the heavy quality, the sweet state possesses it in the highest degree, the astringent in the moderate degree, and the salt in the lowest degree."
    },
    {
        "verse_id": "56-56½",
        "text": " With reference to the light quality the bitter taste possesses it in the highest measure, the pungent taste in the moderate measure and the acid taste in the lowest measure. Another school is of opinion that salt possesses the light quality in the lowest degree. Thus in both schools of thought, salt occupies the lowest place in the scale—whether with regard to heaviness or lightness."
    },
    {
        "verse_id": "57-58",
        "text": " Hereafter we shall give a description of the post-digestive changes affecting tastes. Substances of the pungent, bitter and astringent tastes are, on digestion, generally converted into pungent tastes. The acid taste becomes on digestion acid, and the sweet becomes sweet, so also the salt taste becomes sweet"
    },
    {
        "verse_id": "59",
        "text": " The sweet, the salt and the acid tastes, on account of their unctuous quality, are generally considered helpful in the elimination of flatus, urine and feces."
    },
    {
        "verse_id": "60",
        "text": " The pungent, bitter and astringent tastes, on account of their dry quality, are found to render the elimination of flatus, urine and feces difficult."
    },
    {
        "verse_id": "61",
        "text": " The pungent taste formed after digestion promotes Vata and causes diminution of seminal secretion and the suppression of feces and urine; while the sweet taste formed after digestion is promotive of Kapha and causative of increase of semen and elimination of feces and urine."
    },
    {
        "verse_id": "62",
        "text": " The acid taste formed after digestion promotes Pitta, diminishes the semen and promotes the elimination of feces and semen. Of these three tastes formed on post-digestion, the sweet is heavy, while the pungent and the acid are otherwise."
    },
    {
        "verse_id": "63",
        "text": " The minium, moderare, or maxium degrees of the charactaristics, of post-digestive tastes should be determined according to the degree of the characteristics of that particular substance."
    },
    {
        "verse_id": "64-65",
        "text": " Potency of a substance is thought to be of eight kinds by some viz., soft, acute heavy, light, unctuous, dry, hot and cold. Others think it to be of two kinds only viz., hot and cold. Potency is the power by which an action takes place. Nothing can be done in the absence of potency. Every action is the result of potency."
    },
    {
        "verse_id": "66",
        "text": " The taste (rasa) of a substance is felt at the commencement only, i.e. when the substance comes into contact with the tongue; and the post-digestive changes are felt only when the final effects of digestion are produced; while potency is observed throughout its stay in the body beginning from its first entrance."
    },
    {
        "verse_id": "67",
        "text": " Where there exists a similarity in taste (rasa), potency and post-digestive changes, and yet a difference in action is observed, such special differerence in action is called the specific action of the substance."
    },
    {
        "verse_id": "68",
        "text": " For example, white-flowered leadwort is pungent in taste and in post-digestive effect and hot in potency. Red physic nut is similar in all these respects and yet, by reason of its specific action it acts as a purgative when administered to a man."
    },
    {
        "verse_id": "69",
        "text": " Poison is said to counteract the effects of poison. Here, too, the specific action is the deciding factor. The action of stimulating the peristaltic movement upward or downward is also dependent on specific action."
    },
    {
        "verse_id": "70-70½",
        "text": " The manifold virtues accruing from wearing precious stones and drugs on the body are also due to specific action. Specific action is considered inexplicable. Thus, we have duly explained the post-digestive effects, potency and also specific action."
    },
    {
        "verse_id": "71-71½",
        "text": " Some substances act in accordance with their tastes, others in accordance with their potency and yet others in accordance with their qualities or post digestive effect or specific action."
    },
    {
        "verse_id": "72-72½",
        "text": " When taste and the rest are evenly balanced in their strength, the following is the normal order of their relative influence. Post-digestive effect is stronger and more powerful than that of taste, the influence of potency is mere powerful than the preceding two, while specific action is the most powerful of all."
    },
    {
        "verse_id": "73-74",
        "text": " Hereafter, we shall describe the specific characteristics of each of the six tastes (rasa). The sweet taste is recognised in the mouth by its effects of unctuousness, satisfaction, pleasure and softness. Spreading all over the mouth, it induces a feeling as if the mouth were besmeared with sweetness."
    },
    {
        "verse_id": "75",
        "text": " That should be called the acid taste which causes the setting of teeth on edge, salivation, sweating, stimulation of the sense of taste and burning in the mouth and throat immediately on contact with these parts."
    },
    {
        "verse_id": "75.1",
        "text": "76 That should be known as the salt taste which, owing to the burning sensation it induces in the mouth, gives rise, on being dissolved, to conditions of moistness, deliquescence and softness in the mouth"
    },
    {
        "verse_id": "77",
        "text": " That is known as the pungent taste which on contact with the tongue causes irritation and pricking sensation and, giving rise to burning of the mouth, nose and eyes, induces flow of water from them."
    },
    {
        "verse_id": "78",
        "text": " That should be known as the bitter taste which on coming into contact with the tongue causes loss of the sensation of taste, is not pleasant to the tongue, and induces clearness, dryness and keenness in the mouth."
    },
    {
        "verse_id": "79",
        "text": " That is the astringent taste which produces clear, astringent and dulling effects on the tongue and a sense of constriction in the threat and is also antispasmodic in action."
    },
    {
        "verse_id": "80",
        "text": " The worshipful Atreya having spoken thus, Agnivesha said to him, “O worshipful one! We have duly listened to your words, true and rich in meaning, on the subject of the qualities and actions of substances. Now we should like to listen to your observations given out, in not too concise a manner, on the subject of incompatibility of dietary articles.”"
    },
    {
        "verse_id": "80.1",
        "text": "81-(1) The worshipful Atreya answered him, “Articles of diet that are inimical to the body-elements tend to disagree with the system"
    },
    {
        "verse_id": "81",
        "text": "This incompatibility is of several kinds. Some articles are mutually incompatible on account of their qualities; some articles became so when combined; some by the mode of preparation; and some by the conditioning factors of place, time, dose, etc; and some by their very nature."
    },
    {
        "verse_id": "82-(1)",
        "text": " Now, with reference to those articles of diet which are most commonly used, we shall make some observations, restricting ourselves to a particular incompatibility in each case."
    },
    {
        "verse_id": "82",
        "text": " Thus, fish should not be eaten in conjunction with milk. While both alike are sweet in taste, sweet in post-digestive effects and hyper-liquefacient, they are yet incompatible in the matter of potency, one being cold and the other hot. Being thus incompatible in potency, they tend to vitiate the blood and by reason of their hyper-liquefacient character, they tend to cause obstruction of the channels.”"
    },
    {
        "verse_id": "83-(1)",
        "text": " On hearing these words of Atreya, Bhadrakapya said to Agnivesha:—“With the sole exception of the variety of fish called ‘Cilicima’, all the rest may be eaten with milk."
    },
    {
        "verse_id": "83",
        "text": " But the Cilicima which is scaly, red eyed and red-striped, and resembles the Rohita fish, is amphibious, lying for the must part on land. If this creature were eaten with milk it would doubtless result in one or the other of the diseases arising from vitiation of blood, or obstipation of the body-channels, or even in death.”"
    },
    {
        "verse_id": "84-(1)",
        "text": " “No!” replied the worshipful Atreya. “No fish of any kind ought to be eaten with milk, this interdiction applying even more strongly in the case of Cilicima."
    },
    {
        "verse_id": "84-(2)",
        "text": " Having an exceedingly liquefacient action, the Cilicima gives rise to the diseases mentioned, in a specially aggravated form; in addition, it produces intestinal toxemia."
    },
    {
        "verse_id": "84-(3)",
        "text": " The flesh of domesticated, wet land or of aquatic creatures should not be eaten in conjunction with honey, til, gur, milk, black gram, garden radish, lotus stalks or sprouted grains."
    },
    {
        "verse_id": "84-(4)",
        "text": " It is on account of such mixed diet that one develops deafness, blindness, tremors, idiocy, indistinctness of speech, nasal articulation, or comes by one’s death."
    },
    {
        "verse_id": "34-(5)",
        "text": " The leaves of gelmeniris, kurroa or the flesh of pigeon fried in rape-seed oil must not be eaten together with honey and milk."
    },
    {
        "verse_id": "84-(6)",
        "text": " It is from such mixed diet that one falls a victim to one or the other of the diseases such as increased liquidity of the blood, dilatation of the vessels, epilepsy, shankhaka [śaṅkhaka], deradenoncus, Rohini [rohiṇī] or to death itself."
    },
    {
        "verse_id": "84-(6).1",
        "text": "84-(7) One must not drink milk having eaten garden radish, garlic, moringa, large basil, holy basil, or shrubby basil, for fear of developing dermatosis"
    },
    {
        "verse_id": "84-(8)",
        "text": " Jatuka-shakha [jātukaśāka] and ripe lakoocha must not be eaten with honey or milk."
    },
    {
        "verse_id": "84 (9)",
        "text": " For, such practice brings about death or the loss of strength, complexion, radiance and virility or some other major disease, or impotency."
    },
    {
        "verse_id": "84-(10)",
        "text": " Ripe lakoocha should not be used with black gram soup, or with gur and ghee as such combination is incompatible."
    },
    {
        "verse_id": "84-(11)",
        "text": " Similarly mango, Indian hog-plum, pomelo, lakoocha, Bengal currant, plantain, lemon, small jujube, Ceylon oak, showy dellenia, jambul, wood apple, tamarind, Paravata [pārāvata], walnut. jackfruit, coconut, pomegranate, emblic myrobalan and such other substances, aud all sour things, either liquid or otherwise, are incompatible with milk."
    },
    {
        "verse_id": "84-(12)",
        "text": " Similarly, Italian millet, wild common millet, moth-gram, horse-gram, and lablab are equally incompatible with milk."
    },
    {
        "verse_id": "84 (13)",
        "text": " The pot-herb, safflower, sugar-wine, Maireya, and honey, if taken together, become incompatible and provoke Vata inordinately"
    },
    {
        "verse_id": "84-(14)",
        "text": " The flesh of parakeet bird, if fried in rape-seed oil, becomes incompatible and provokes Pitta inordinately."
    },
    {
        "verse_id": "84-(15)",
        "text": " Milk-pudding is incompatible with a demulcent beverage and provokes Kapha inordinately if so used."
    },
    {
        "verse_id": "84-(15).1",
        "text": "84-(16) Indian spinach prepared with til-paste causes diarrhea"
    },
    {
        "verse_id": "84-(17)",
        "text": " Crane’s flesh is incompatible with Varuni [vāruṇi] wine or Kulmasha [kulmāṣa] pulse. If it is cooked in lard and eaten, it causes sudden death."
    },
    {
        "verse_id": "84-(18)",
        "text": " Peacock’s flesh roasted on a spit made of the castor plant wood, or cooked over a fire of castor plant twigs or prepared in castor oil, if eaten, will cause immediate death."
    },
    {
        "verse_id": "84-(19)",
        "text": " The flesh of the parakeet bird, if eaten, having been roasted on a spit made of the turmeric plant wood or having been cooked over a fire of turmeric wood twigs, will cause immediate death"
    },
    {
        "verse_id": "84-(20)",
        "text": " If the flesh of the parakeet which is strewn with ashes and dust mixed with honey, is eaten, it causes immediate death."
    },
    {
        "verse_id": "84-(21)",
        "text": " Long pepper, prepared in fish-oil, causes immediate death, and so does black night-shade in conjunction with honey."
    },
    {
        "verse_id": "84 -(22)",
        "text": " The ingesting of honey which is heated, or of any honey by one who is afflicted with heat, results in death."
    },
    {
        "verse_id": "84",
        "text": " Honey and ghee in equal quantity; honey and rain-water in equal quantity; honey and the seeds of the East Indian lotus; honey followed by a drink of hot water; the marking nut and hot water; kamala cooked in butter-milk;stale black night-shade, and the flesh of bearded, vul-ture (Bhāsa [bhāsa]) roasted on a spit—all these are instances of dietetic incompatibitity. Thus, everything has been explained in accordance with the questions."
    },
    {
        "verse_id": "85",
        "text": " Whatever articles of food, having dislodged the morbid humors, do not eliminate them from the body, are to be regarded as unwholesome."
    },
    {
        "verse_id": "86-87",
        "text": " That substance is unwholesome which is incompatible from the point of view of country, season, gastric fire, measure, homologation, Vata and other body humors, preparation, potency, bowel-tendency, state of the patient, rules of eating, things to be avoided or observed, cookery, combination, palatability, richness of quality and rules of eating."
    },
    {
        "verse_id": "88",
        "text": " The use of dry and acute drugs in an arid country and the use of unctuous and cold things in a wet country are examples of incompatibility of diet with reference to dime."
    },
    {
        "verse_id": "88.1",
        "text": "89 The use of cold, dry and similar things in winter and the use of pungent, hot and similar things in summer are examples of incompatibility of diet with reference to season"
    },
    {
        "verse_id": "90",
        "text": " Food not taken in accordance with the given type of any of the four types of the gastric fire constitutes the incompatibility of diet with reference to the gastric fire. The combination of ghee and honey in equal quantities is an example of the incompatibility of diet with reference to measure."
    },
    {
        "verse_id": "91-91½",
        "text": " The taking of sweet and cold things by a person to whom only pungent and hot substances are homologous is an example of incompatibility of diet with reference to homologation. The use of articles of diet, drugs and procedures which are similar in quality to that of the susceptible body-humors constitutes humoral incompatibility."
    },
    {
        "verse_id": "92-92½",
        "text": " The incompatibility of preparation is that where food is converted into poison during the course of preparation, as, for example, in the case of the peacock’s flesh roasted on a spit made of a stick of the castor plant."
    },
    {
        "verse_id": "93-93½",
        "text": " The use of substances of cold potency in combination with substances of hot potency is to be known as incompatibility of potency,"
    },
    {
        "verse_id": "94-941",
        "text": " That is known as incompatibility of bowel-tendency where a hard-bowelled person is administered a drug, small in dose, weak in potency, and poor in laxative quality; or where a soft-bowelled person is given a drug heavy, cathartic and in a large dose,"
    },
    {
        "verse_id": "95-96",
        "text": " That is incompatibility with reference to the state of the patient, where a Vata-provoking meal is given to one who is exhausted by fatigue, sexual act or physical strain. Similarly, if a Kapha provoking meal is given to one subject to the lethargy of sleep or indolence, it also constitutes such incompatibility."
    },
    {
        "verse_id": "97",
        "text": " That is incompatibility of rules of eating when a person takes his meal without relieving himself of the urge for feces and urine or eats without the feeling of hunger or does not eat in spite of severe hunger."
    },
    {
        "verse_id": "98",
        "text": " That is incompatibility of the rules of prohibition and injunction where a person takes hot substances after a meal of the flesh of a boar and similar animals, or eats cooling things after taking ghee aud similar articles."
    },
    {
        "verse_id": "99-(1)",
        "text": " That is culinary incompatibility where food is prepared with bad and rotten fuel, or is undercooked or overcooked or burnt."
    },
    {
        "verse_id": "99-99½",
        "text": " That is incompatibility of combination where sour things are taken with milk, That is incombility [incompatibility?] of palatability where an article of food is unpleasant of taste (rasa)."
    },
    {
        "verse_id": "100-100½",
        "text": " That is incompatibility with reference to richness of quality where the juice is taken of unripe, over-ripe or putrified substances."
    },
    {
        "verse_id": "101",
        "text": " That is incompatibility of the rules of eating where food is not taken in a solitary place. Food taken in any of the above-mentioned ways constitutes dietetic incompatibility."
    },
    {
        "verse_id": "102-103",
        "text": " Impotency, blindness, acute spreading affections, abdominal affections, eruptions, insanity, fistula, fainting, intoxication, tympanitis, trismus, aremia, chyme-toxemia, leprosy, dermatosis, assimilation disorders, edema, acid dyspepsia, fever, rhinitis, fatal diseases and death:—these are said to result from the incompatibility of diet."
    },
    {
        "verse_id": "104-(1)",
        "text": " The following are the counter-measures for these and other diseases caused by an incompatible dietary."
    },
    {
        "verse_id": "104",
        "text": " They are:—emesis, purgation, the administration of sedatives that counteract the diseases mentioned as also the prophylactic measures due to dietetic incompatibility."
    },
    {
        "verse_id": "105",
        "text": " Dietetic incompatibility becomes neutralized, under the following circumstances, if the incompatibility is homologous to the person concerned, if it is slight, if the person concerned is of strong digestive power, if he is young or if he has an abundance of the unctuous element in his body and if he is strong from exercise."
    },
    {
        "verse_id": "107",
        "text": " Whatever were the views of the great sages in the determination of tastes (rasa), substances with their attributes and actions, the numerality of substances and tastes;"
    },
    {
        "verse_id": "108",
        "text": " The reason behind the enumeration, tastes, after-tastes, the characteristics of each of the ten qualities beginning with priority etc;"
    },
    {
        "verse_id": "109",
        "text": " How the tastes (rasa) of the five proto-elements become divided into six categories and the preponderance of this or that quality by which they develop the tendency of going upwards or downward;"
    },
    {
        "verse_id": "110",
        "text": " The various combinations and permutations of the tastes that are six in number, the recognition of attributed and actions through tastes (rasa) and of the exceptions laid down to the rule."
    },
    {
        "verse_id": "111",
        "text": " The maximum, moderate and minimum degrees of particular qualities like heaviness etc, in each taste (rasa); post-digestive effects and specific action; determination of the action of potency."
    },
    {
        "verse_id": "112",
        "text": " The specific characteristics of the six tastes (rasa) on coming into contact with the organ of taste; What liquids are incompatible with what liquids and for what cause and what diseases are produced by what incompatible substances."
    },
    {
        "verse_id": "113",
        "text": " And the diseases caused by such incompatibilities and their remedial measures:—all these, has the sage declared in the chapter entitled “The discussion between Atreya and Bhadrakapya”."
    }
]