[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Ten Resorts of Life (Dasha-Prana-Ayatana—daśa-praṇa-āyatana)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " They say that ten are the resorts in the body wherein life is mainly centred. They are the two temples, the three vital parts (viz., the abdomen, the heart and the head), the throat, the blood the semen the vital essence and the rectum."
    },
    {
        "verse_id": "4",
        "text": " He who understands these ten resorts, the sense-organs, the intellect, the spirit and the diseases in all their aspects—that learned man alone, is said to be the saviour of life."
    },
    {
        "verse_id": "5",
        "text": " Of two kinds, O Agnivesha! are physicians. Saviours of life and destroyers of diseases are the one kind. The other kind are the votaries of diseases and destroyers of life.”"
    },
    {
        "verse_id": "6",
        "text": " Unto the worshipful Atreya thus discoursing, Agnivesha said, “O, worshipful one! how are they to be recognised by us?”"
    },
    {
        "verse_id": "7-(1)",
        "text": " The worshipful one answered, “They are well-born, of wide learning, of wide practical experience, skilful, pure; practised of hand, self-controlled, fully equipped, with all the appurtenances of healing, in full possession of their faculties, conversant with the normal course of nature, able to take prompt and appropriate decisions—these are to be known as the saviours of life and destroyers of diseases."
    },
    {
        "verse_id": "7-(2)",
        "text": " Indeed it is persons of such description that are never at fault with regard to their understanding of the entire body (anatomy), the growth and function of its parts (physiology) and its condition in health and disease (pathology). It is these again that are never perplexed in their understanding of the distinctions in etiological factors, premonitory symptoms, actual signs and symptoms, descriptions of pain and the homologatory signs i e. full clinical picture of the disease, in relation to the different classes of diseases easily curable, formidable, palliable and irremediable. It is these that are the exponents of the three departments of the science of life viz, etiology, symptomatology and therapeutics both in brief and in extenso, as well as of the three categories of drugs viz, animal, vegetable and mineral."
    },
    {
        "verse_id": "7-(3)",
        "text": " It is these, moreover, that are conversant with the therapeutic use of the thirty-five rooters and fruiters, the four groups of the unctuous substances, the five kinds of common salts, the eight kinds of urines, the eight kinds of milk, the milks and the barks of the six plants, the group of drugs used in the quinary purificatory procedures viz., the errhines etc., the twenty-eight kinds of medicated gruels, the thirty-two varieties of powders and applications, the six-hundred purgatives and the five hundred decoctives."
    },
    {
        "verse_id": "7-(4)",
        "text": " It is these, moreover, that are proficient in the science of personal hygiene as it relates to the rules of food and drink, standing, movements, lying down, posture, measure; articles of diet, eye-salves, smokes; nasal medication, inunction, cleansing, the non-suppression of natural urges and the suppression of evil impulses, physical exercise, the discrimination of what is agreeable to one’s system and sense-faculties and walking according to such discrimination in the path of right conduct."
    },
    {
        "verse_id": "7-(5)",
        "text": " It is these, moreover, that are unbewildered in their understanding of the four basic factors of therapeutics, the sixteen qualities of these four factors, the differential diagnosis of diseases, as also of the three pursuits; of man and the salutary and unsalutary aspects of Vta."
    },
    {
        "verse_id": "7-(6)",
        "text": " It is these, moreover, that are expert contrivers of the font kinds of oleation in conjunction with their twenty-four preparations and sixty-four-fold classification according to categories of taste."
    },
    {
        "verse_id": "7-(7)",
        "text": " It is these, again, that are skilled in the application of various modes and methods of the drugs and precesses connected with the procedures of oleation, sudation, emesis and purgation."
    },
    {
        "verse_id": "7-(8-9)",
        "text": " It is these, again that are conversant with the diseases of the head, the sum-total of the morbid conditions resulting from the various permutations and commutations of the three humors, together with the various kinds of wasting, inflammatory swelling and abscesses, the three kinds of edema, with diverse kinds of swelling that occur as sequele, with the forty-eight groups of diseases, with the sum of diseases numbering one hundred and forty arising from the discordance of one specific humor; similarly with the censured conditions of excessive corpulence and excessive emaciation, including their causation, symptoms and treatment, with wholesome and unwholesome sleep, sleeplessness and excessive sleep including their causation and treatment, with the six therapeutic procedures of lightening etc., with the disorders arising from repletion and depletion and alleviation, with the disorders' arising from vitiated blood, and with intoxication, fainting, and syncope including their causation description and remedial measures. Skilled likewise are these in the determination both of the rules of diet and of what food-stuffs are by nature most wholesome and unwholesome, what are foremost of their class, and of the eighty-four important kinds of wines; similarly in the determination of substances, properties and actions based on primary and secondary tastes of the several varieties of incompatible food-stuffs; in the matter of foods and drinks coming under the twelve categories including their properties and actions, as also the properties of corrigent drinks and their modifications due to nine factors; in the metabolic process as affected by the wholesome and unwholesome use of food, resulting in good and ill effects in diseases resulting from the morbid condition of body-elements including their remedies, and in the ten resorts of life- Skilled likewise are they in what I shall declare in the thirtieth chapter entitled “The Ten greatrooted arteries in the heart”, as also in the purpose and nature of the whole science and with regard to grasp, retention, understanding, application, endeavour, aim, time, agent and instruments as these bear upon the science of medicine."
    },
    {
        "verse_id": "7",
        "text": " Skilled, too, are they in imbuing themselves with the cultivation of memory, intelligence, theoretical and practical knowledge, with virtue and ability, and with cultivating good will for all creatures by behaving as their mother, father, brother and friend. It is such persons, O Agnivesha, that are the saviours of life and destroyers of diseases."
    },
    {
        "verse_id": "8",
        "text": " Opposed to these are the votaries of diseases and the destroyers of life. These charlatans in the robes of doctors, these thorns in the flesh of the whole world, with talents similar to those of mimes and mountebanks, move about in the land through the lack of vigilance in the rulers."
    },
    {
        "verse_id": "9-(1)",
        "text": " Here is a detailed account of their character. Tricking themselves out in the height of medical fashion, they walk the streets with a view to picking up practice. Immediately on hearing that somebody is ill, they swoop down on him from all quarters, and in his hearing speak loudly of their medical attainments. If a doctor is already in attendance on him, they make repeated mention of his failings. They try to ingratiate themselves with the friends of the patient by suave manners, knowing whispers and officiousness. They make it known that they expect little by way of remuneration. On being entrusted with a case, they look about on all sides repeatedly trying to cloak their ignorance."
    },
    {
        "verse_id": "9",
        "text": " Finding themselves unable to check the course of the disease, they give it out that it. is the patient himself who is wanting in the necessary appurtenances, in attendants and in self-control. When they realise that the patient is at deaths door, they make themselves scarce and seek another neighbourhood. In the presence of uncultured people, they brag about their adroitness in the most unadroit manner, and like the ignoramuses that they are, they run down the learning of the savants. But if they sight a company of the learned, they slink away from a distance, like a roadster at the sight of a dark wood. If by any chance they happen to have conned a stray maxim, they constantly quote it in season and out of season. They can brook neither being questioned nor questioning others. They dread all questions as if they were the very devil. People such as these know not either teacher, disciple, co-student or disputant."
    },
    {
        "verse_id": "9.1",
        "text": "10-11 Those who, putting on the garb of physicians, thus, gull their patients just as the bird-catchers in the forest gull the birds by camouflaging themselves in nests, such persons, devoid of the knowledge of healing both theoretical and practical, of time and of measure, are to be shunned, for they are the messengers of death on earth"
    },
    {
        "verse_id": "12",
        "text": " The discriminating patient should avoid these unlettered laureates who put on the airs of physicians for the sake of a living; they are like serpents that have gorged on air."
    },
    {
        "verse_id": "13",
        "text": " But salutations be constantly proffered to those others who are learned in the science, skilful, pure, expert in performance, practised of hand and self-controlled."
    },
    {
        "verse_id": "14",
        "text": " In this chapter on “The ten resorts of life”, there have been set forth a summary of the contents of the section on general principles, the two kinds of physicians and the resorts of life."
    }
]