[
    {
        "verse": "1",
        "devanagari": "ब्रह्मोवाचयत्रोद्यत: क्षितितलोद्धरणाय बिभ्रत्क्रौडीं तनुं सकलयज्ञमयीमनन्त: ।अन्तर्महार्णव उपागतमादिदैत्यंतं दंष्ट्रयाद्रिमिव वज्रधरो ददार ॥ १ ॥",
        "english_devnagari": "brahmovācayatrodyataḥ kṣiti-taloddharaṇāya bibhratkrauḍīṁ tanuṁ sakala-yajña-mayīm anantaḥantar-mahārṇava upāgatam ādi-daityaṁtaṁ daṁṣṭrayādrim iva vajra-dharo dadāra",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "yatra",
            "udyataḥ",
            "kṣiti",
            "tala",
            "uddharaṇāya",
            "bibhrat",
            "krauḍīm",
            "tanum",
            "sakala",
            "yajña",
            "mayīm",
            "anantaḥ",
            "antar",
            "mahā",
            "arṇave",
            "upāgatam",
            "ādi",
            "daityam",
            "tam",
            "daṁṣṭrayā",
            "adrim",
            "iva",
            "vajra",
            "dharaḥ",
            "dadāra"
        ],
        "translation": "Lord Brahmā said: When the unlimitedly powerful Lord assumed the form of a boar as a pastime, just to lift the planet earth, which was drowned in the great ocean of the universe called the Garbhodaka, the first demon [Hiraṇyākṣa] appeared, and the Lord pierced him with His tusk.",
        "purport": " Since the beginning of creation, the demons and the demigods, or the Vaiṣṇavas, are always the two classes of living beings to dominate the planets of the universes. Lord Brahmā is the first demigod, and Hiraṇyākṣa is the first demon in this universe. Only under certain conditions do the planets float as weightless balls in the air, and as soon as these conditions are disturbed, the planets may fall down in the Garbhodaka Ocean, which covers half the universe. The other half is the spherical dome within which the innumerable planetary systems exist. The floating of the planets in the weightless air is due to the inner constitution of the globes, and the modernized drilling of the earth to exploit oil from within is a sort of disturbance by the modern demons and can result in a greatly harmful reaction to the floating condition of the earth. A similar disturbance was created formerly by the demons headed by Hiraṇyākṣa (the great exploiter of the gold rush), and the earth was detached from its weightless condition and fell down into the Garbhodaka Ocean. The Lord, as maintainer of the whole creation of the material world, therefore assumed the gigantic form of a boar with a proportionate snout and picked up the earth from within the water of Garbhodaka. Śrī Jayadeva Gosvāmī, the great Vaiṣṇava poet, sang as follows: “O Keśava! O Supreme Lord who have assumed the form of a boar! O Lord! The planet earth rested on Your tusks, and it appeared like the moon engraved with spots.” Such is the symptom of an incarnation of the Lord. The incarnation of the Lord is not the concocted idea of fanciful men who create an incarnation out of imagination. The incarnation of the Lord appears under certain extraordinary circumstances like the above-mentioned occasion, and the incarnation performs a task which is not even imaginable by the tiny brain of mankind. The modern creators of the many cheap incarnations may take note of the factual incarnation of God as the gigantic boar with a suitable snout to carry the planet earth. When the Lord appeared to pick up the earth, the demon of the name Hiraṇyākṣa tried to create a disturbance in the methodical functions of the Lord, and therefore he was killed by being pierced by the Lord’s tusk. According to Śrīla Jīva Gosvāmī, the demon Hiraṇyākṣa was killed by the hand of the Lord. Therefore his version is that after being killed by the hand of the Lord, the demon was pierced by the tusk. Śrīla Viśvanātha Cakravartī Ṭhākura confirms this version."
    },
    {
        "verse": "2",
        "devanagari": "जातो रुचेरजनयत् सुयमान् सुयज्ञआकूतिसूनुरमरानथ दक्षिणायाम् ।लोकत्रयस्य महतीमहरद् यदार्तिंस्वायम्भुवेन मनुना हरिरित्यनूक्त: ॥ २ ॥",
        "english_devnagari": "jāto rucer ajanayat suyamān suyajñaākūti-sūnur amarān atha dakṣiṇāyāmloka-trayasya mahatīm aharad yad ārtiṁsvāyambhuvena manunā harir ity anūktaḥ",
        "verse_Syn": [
            "jātaḥ",
            "ruceḥ",
            "ajanayat",
            "suyamān",
            "suyajñaḥ",
            "ākūti",
            "sūnuḥ",
            "amarān",
            "atha",
            "dakṣiṇāyām",
            "loka",
            "trayasya",
            "mahatīm",
            "aharat",
            "yat",
            "ārtim",
            "svāyambhuvena",
            "manunā",
            "hariḥ",
            "iti",
            "anūktaḥ"
        ],
        "translation": "The Prajāpati first begot Suyajña in the womb of his wife Ākūti, and then Suyajña begot demigods, headed by Suyama, in the womb of his wife Dakṣiṇā. Suyajña, as the Indradeva, diminished very great miseries in the three planetary systems [upper, lower and intermediate], and because he so diminished the miseries of the universe, he was later called Hari by the great father of mankind, namely Svāyambhuva Manu.",
        "purport": " In order to guard against the invention of unauthorized incarnations of God by the fanciful, less intelligent persons, the name of the father of the bona fide incarnation is also mentioned in the authorized revealed scriptures. No one, therefore, can be accepted as an incarnation of the Lord if his father’s name, as well as the name of the village or place in which he appears, is not mentioned by the authorized scriptures. In the Bhāgavata Purāṇa the name of the Kalki incarnation, which is to take place in almost four hundred thousand years, is mentioned along with the name of His father and the name of the village in which He will appear. A sane man, therefore, does not accept any cheap edition of an incarnation without reference to the authorized scriptures."
    },
    {
        "verse": "3",
        "devanagari": "जज्ञे च कर्दमगृहे द्विज देवहूत्यांस्त्रीभि: समं नवभिरात्मगतिं स्वमात्रे ।ऊचे ययात्मशमलं गुणसङ्गपङ्क-मस्मिन् विधूय कपिलस्य गतिं प्रपेदे ॥ ३ ॥",
        "english_devnagari": "jajñe ca kardama-gṛhe dvija devahūtyāṁstrībhiḥ samaṁ navabhir ātma-gatiṁ sva-mātreūce yayātma-śamalaṁ guṇa-saṅga-paṅkamasmin vidhūya kapilasya gatiṁ prapede",
        "verse_Syn": [
            "jajñe",
            "ca",
            "kardama",
            "gṛhe",
            "dvija",
            "devahūtyām",
            "strībhiḥ",
            "samam",
            "navabhiḥ",
            "ātma",
            "gatim",
            "sva",
            "mātre",
            "ūce",
            "yayā",
            "ātma",
            "śamalam",
            "guṇa",
            "saṅga",
            "paṅkam",
            "asmin",
            "vidhūya",
            "kapilasya",
            "gatim",
            "prapede"
        ],
        "translation": "The Lord then appeared as the Kapila incarnation, being the son of the prajāpati brāhmaṇa Kardama and his wife, Devahūti, along with nine other women [sisters]. He spoke to His mother about self-realization, by which, in that very lifetime, she became fully cleansed of the mud of the material modes and thereby achieved liberation, the path of Kapila.",
        "purport": " The instructions of Lord Kapila to His mother Devahūti are fully described in the Third Canto (Chapters 25-32) of the Śrīmad-Bhāgavatam, and anyone who follows the instructions can achieve the same liberation obtained by Devahūti. The Lord spoke Bhagavad-gītā, and thereby Arjuna achieved self-realization, and even today anyone who follows the path of Arjuna can also attain the same benefit as Śrī Arjuna. The scriptures are meant for this purpose. Foolish, unintelligent persons make their own interpretations by imagination and thus mislead their followers, causing them to remain in the dungeon of material existence. However, simply by following the instructions imparted by Lord Kṛṣṇa or Lord Kapila, one can obtain the highest benefit, even today. The word ātma-gatim is significant in the sense of perfect knowledge of the Supreme. One should not be satisfied simply by knowing the qualitative equality of the Lord and the living being. One should know the Lord as much as can be known by our limited knowledge. It is impossible for the Lord to be known perfectly as He is, even by such liberated persons as Śiva or Brahmā, so what to speak of other demigods or men in this world. Still, by following the principles of the great devotees and the instructions available in the scriptures, one can know to a considerable extent the features of the Lord. His Lordship Kapila, the incarnation of the Lord, instructed His mother fully about the personal form of the Lord, and thereby she realized the personal form of the Lord and was able to achieve a place in the Vaikuṇṭhaloka where Lord Kapila predominates. Every incarnation of the Lord has His own abode in the spiritual sky. Therefore Lord Kapila also has His separate Vaikuṇṭha planet. The spiritual sky is not void. There are innumerable Vaikuṇṭha planets, and in each of them the Lord, by His innumerable expansions, predominates, and the pure devotees who are there also live in the same style as the Lord and His eternal associates. When the Lord descends personally or by His personal plenary expansions, such incarnations are called aṁśa, kalā, guṇa, yuga and manvantara incarnations, and when the Lord’s associates descend by the order of the Lord, such incarnations are called śaktyāveśa incarnations. But in all cases all the incarnations are supported by the invulnerable statements of the authorized scriptures, and not by any imagination of some self-interested propagandist. Such incarnations of the Lord, in either of the above categories, always declare the Supreme Personality of Godhead to be the ultimate truth. The impersonal conception of the supreme truth is just a process of negation of the form of the Lord from the mundane conception of the supreme truth. The living entities, by their very constitution, are spiritually as good as the Lord, and the only difference between them is that the Lord is always supreme and pure, without contamination by the modes of material nature, whereas the living entities are apt to be contaminated by association with the material modes of goodness, passion and ignorance. This contamination by the material modes can be washed off completely by knowledge, renunciation and devotional service. Devotional service to the Lord is the ultimate issue, and therefore those who are directly engaged in the devotional service of the Lord not only acquire the necessary knowledge in spiritual science, but also attain detachment from material connection and are thus promoted to the kingdom of God by complete liberation, as stated in the Bhagavad-gītā (14.26): Even in the nonliberated stage, a living entity can be directly engaged in the transcendental loving service of the Personality of Godhead Lord Kṛṣṇa or His plenary expansions like Rāma and Narasiṁha. Thus, with the proportionate improvement of such transcendental devotional service, the devotee makes definite progress toward brahma-gatim or ātma-gatim, and ultimately attains kapilasya gatim, or the abode of the Lord, without difficulty. The antiseptic potency of devotional service to the Lord is so great that it can neutralize the material infection even in the present life of a devotee. A devotee does not need to wait for his next birth for complete liberation."
    },
    {
        "verse": "4",
        "devanagari": "अत्रेरपत्यमभिकाङ्‍क्षत आह तुष्टोदत्तो मयाहमिति यद् भगवान् स दत्त: ।यत्पादपङ्कजपरागपवित्रदेहायोगर्द्धिमापुरुभयीं यदुहैहयाद्या: ॥ ४ ॥",
        "english_devnagari": "atrer apatyam abhikāṅkṣata āha tuṣṭodatto mayāham iti yad bhagavān sa dattaḥyat-pāda-paṅkaja-parāga-pavitra-dehāyogarddhim āpur ubhayīṁ yadu-haihayādyāḥ",
        "verse_Syn": [
            "atreḥ",
            "apatyam",
            "abhikāṅkṣataḥ",
            "āha",
            "tuṣṭaḥ",
            "dattaḥ",
            "mayā",
            "aham",
            "iti",
            "yat",
            "bhagavān",
            "saḥ",
            "dattaḥ",
            "yat",
            "pāda",
            "paṅkaja",
            "parāga",
            "pavitra",
            "dehāḥ",
            "yoga",
            "ṛddhim",
            "āpuḥ",
            "ubhayīm",
            "yadu",
            "haihaya",
            "ādyāḥ"
        ],
        "translation": "The great sage Atri prayed for offspring, and the Lord, being satisfied with him, promised to incarnate as Atri’s son, Dattātreya [Datta, the son of Atri]. And by the grace of the lotus feet of the Lord, many Yadus, Haihayas, etc., became so purified that they obtained both material and spiritual blessings.",
        "purport": " Transcendental relations between the Personality of Godhead and the living entities are eternally established in five different affectionate humors, which are known as śānta, dāsya, sakhya, vātsalya and mādhurya. The sage Atri was related with the Lord in the affectionate vātsalya humor, and therefore, as a result of his devotional perfection, he was inclined to have the Personality of Godhead as his son. The Lord accepted his prayer, and He gave Himself as the son of Atri. Such a relation of sonhood between the Lord and His pure devotees can be cited in many instances. And because the Lord is unlimited, He has an unlimited number of father-devotees. Factually the Lord is the father of all living entities, but out of transcendental affection and love between the Lord and His devotees, the Lord takes more pleasure in becoming the son of a devotee than in becoming one’s father. The father actually serves the son, whereas the son only demands all sorts of services from the father; therefore a pure devotee who is always inclined to serve the Lord wants Him as the son, and not as the father. The Lord also accepts such service from the devotee, and thus the devotee becomes more than the Lord. The impersonalists desire to become one with the Supreme, but the devotee becomes more than the Lord, surpassing the desire of the greatest monist. Parents and other relatives of the Lord achieve all mystic opulences automatically because of their intimate relationship with the Lord. Such opulences include all details of material enjoyment, salvation and mystic powers. Therefore, the devotee of the Lord does not seek them separately, wasting his valuable time in life. The valuable time of one’s life must therefore be fully engaged in the transcendental loving service of the Lord. Then other desirable achievements are automatically gained. But even after obtaining such achievements, one should be on guard against the pitfall of offenses at the feet of the devotees. The vivid example is Haihaya, who achieved all such perfection in devotional service but, because of his offense at the feet of a devotee, was killed by Lord Paraśurāma. The Lord became the son of the great sage Atri and became known as Dattātreya."
    },
    {
        "verse": "5",
        "devanagari": "तप्तं तपो विविधलोकसिसृक्षया मेआदौ सनात् स्वतपस: स चतु:सनोऽभूत् ।प्राक्कल्पसम्प्लवविनष्टमिहात्मतत्त्वंसम्यग् जगाद मुनयो यदचक्षतात्मन् ॥ ५ ॥",
        "english_devnagari": "taptaṁ tapo vividha-loka-sisṛkṣayā meādau sanāt sva-tapasaḥ sa catuḥ-sano ’bhūtprāk-kalpa-samplava-vinaṣṭam ihātma-tattvaṁsamyag jagāda munayo yad acakṣatātman",
        "verse_Syn": [
            "taptam",
            "tapaḥ",
            "vividha",
            "loka",
            "sisṛkṣayā",
            "me",
            "ādau",
            "sanāt",
            "sva",
            "tapasaḥ",
            "saḥ",
            "catuḥ",
            "sanaḥ",
            "abhūt",
            "prāk",
            "kalpa",
            "samplava",
            "vinaṣṭam",
            "iha",
            "ātma",
            "tattvam",
            "samyak",
            "jagāda",
            "munayaḥ",
            "yat",
            "acakṣata",
            "ātman"
        ],
        "translation": "To create different planetary systems I had to undergo austerities and penance, and the Lord, thus being pleased with me, incarnated in four sanas [Sanaka, Sanatkumāra, Sanandana and Sanātana]. In the previous creation the spiritual truth was devastated, but the four sanas explained it so nicely that the truth at once became clearly perceived by the sages.",
        "purport": " The Viṣṇu-sahasra-nāma prayers mention the Lord’s name as sanāt and sanātana-tama. The Lord and the living entities are both qualitatively sanātana, or eternal, but the Lord is sanātana-tama or the eternal in the superlative degree. The living entities are positively sanātana, but not superlatively, because the living entities are apt to fall to the atmosphere of noneternity. Therefore, the living entities are quantitatively different from the superlative sanātana, the Lord. The word san is also used in the sense of charity; therefore when everything is given up in charity unto the Lord, the Lord reciprocates by giving Himself unto the devotee. This is also confirmed in the Bhagavad-gītā (4.11): ye yathā māṁ prapadyante. Brahmājī wanted to create the whole cosmic situation as it was in the previous millennium, and because, in the last devastation, knowledge of the Absolute Truth was altogether erased from the universe, he desired that the same knowledge again be renovated; otherwise there would be no meaning in the creation. Because transcendental knowledge is a prime necessity, the ever-conditioned souls are given a chance for liberation in every millennium of creation. This mission of Brahmājī was fulfilled by the grace of the Lord when the four sanas, namely Sanaka, Sanatkumāra, Sanandana and Sanātana, appeared as his four sons. These four sanas were incarnations of the knowledge of the Supreme Lord, and as such they explained transcendental knowledge so explicitly that all the sages could at once assimilate this knowledge without the least difficulty. By following in the footsteps of the four Kumāras, one can at once see the Supreme Personality of Godhead within oneself."
    },
    {
        "verse": "6",
        "devanagari": "धर्मस्य दक्षदुहितर्यजनिष्ट मूर्त्यांनारायणो नर इति स्वतप:प्रभाव: ।दृष्ट्वात्मनो भगवतो नियमावलोपंदेव्यस्त्वनङ्गपृतना घटितुं न शेकु: ॥ ६ ॥",
        "english_devnagari": "dharmasya dakṣa-duhitary ajaniṣṭa mūrtyāṁnārāyaṇo nara iti sva-tapaḥ-prabhāvaḥdṛṣṭvātmano bhagavato niyamāvalopaṁdevyas tv anaṅga-pṛtanā ghaṭituṁ na śekuḥ",
        "verse_Syn": [
            "dharmasya",
            "dakṣa",
            "duhitari",
            "ajaniṣṭa",
            "mūrtyām",
            "nārāyaṇaḥ",
            "naraḥ",
            "iti",
            "sva",
            "tapaḥ",
            "prabhāvaḥ",
            "dṛṣṭvā",
            "ātmanaḥ",
            "bhagavataḥ",
            "niyama",
            "avalopam",
            "devyaḥ",
            "tu",
            "anaṅga",
            "pṛtanāḥ",
            "ghaṭitum",
            "na",
            "śekuḥ"
        ],
        "translation": "To exhibit His personal way of austerity and penance, He appeared in twin forms as Nārāyaṇa and Nara in the womb of Mūrti, the wife of Dharma and the daughter of Dakṣa. Celestial beauties, the companions of Cupid, went to try to break His vows, but they were unsuccessful, for they saw that many beauties like them were emanating from Him, the Personality of Godhead.",
        "purport": " The Lord, being the source of everything that be, is the origin of all austerities and penances also. Great vows of austerity are undertaken by sages to achieve success in self-realization. Human life is meant for such tapasya, with the great vow of celibacy, or brahmacarya. In the rigid life of tapasya, there is no place for the association of women. And because human life is meant for tapasya, for self-realization, factual human civilization, as conceived by the system of sanātana-dharma or the school of four castes and four orders of life, prescribes rigid dissociation from woman in three stages of life. In the order of gradual cultural development, one’s life may be divided into four divisions — celibacy, household life, retirement and renunciation. During the first stage of life, up to twenty-five years of age, a man may be trained as a brahmacārī under the guidance of a bona fide spiritual master just to understand that woman is the real binding force in material existence. If one wants to get freedom from the material bondage of conditional life, he must get free from the attraction for the form of woman. Woman, or the fair sex, is the enchanting principle for the living entities, and the male form, especially in the human being, is meant for self-realization. The whole world is moving under the spell of womanly attraction, and as soon as a man becomes united with a woman, he at once becomes a victim of material bondage under a tight knot. The desires for lording it over the material world, under the intoxication of a false sense of lordship, specifically begin just after the man’s unification with a woman. The desires for acquiring a house, possessing land, having children and becoming prominent in society, the affection for community and the place of birth, and the hankering for wealth, which are all like phantasmagoria or illusory dreams, encumber a human being, and he is thus impeded in his progress toward self-realization, the real aim of life. The brahmacārī, or a boy from the age of five years, especially from the higher castes, namely from the scholarly parents (the brāhmaṇas), the administrative parents (the kṣatriyas), or the mercantile or productive parents (the vaiśyas), is trained until twenty-five years of age under the care of a bona fide guru or teacher, and under strict observance of discipline he comes to understand the values of life along with taking specific training for a livelihood. The brahmacārī is then allowed to go home and enter householder life and get married to a suitable woman. But there are many brahmacārīs who do not go home to become householders but continue the life of naiṣṭhika-brahmacārīs, without any connection with women. They accept the order of sannyāsa, or the renounced order of life, knowing well that combination with women is an unnecessary burden that checks self-realization. Since sex desire is very strong at a certain stage of life, the guru may allow the brahmacārī to marry; this license is given to a brahmacārī who is unable to continue the way of naiṣṭhika-brahmacarya, and such discriminations are possible for the bona fide guru. A program of so-called family planning is needed. The householder who associates with woman under scriptural restrictions, after a thorough training of brahmacarya, cannot be a householder like cats and dogs. Such a householder, after fifty years of age, would retire from the association of woman as a vānaprastha to be trained to live alone without the association of woman. When the practice is complete, the same retired householder becomes a sannyāsī, strictly separate from woman, even from his married wife. Studying the whole scheme of disassociation from women, it appears that a woman is a stumbling block for self-realization, and the Lord appeared as Nārāyaṇa to teach the principle of womanly disassociation with a vow in life. The demigods, being envious of the austere life of the rigid brahmacārīs, would try to cause them to break their vows by dispatching soldiers of Cupid. But in the case of the Lord, it became an unsuccessful attempt when the celestial beauties saw that the Lord can produce innumerable such beauties by His mystic internal potency and that there was consequently no need to be attracted by others externally. There is a common proverb that a confectioner is never attracted by sweetmeats. The confectioner, who is always manufacturing sweetmeats, has very little desire to eat them; similarly, the Lord, by His pleasure potency, can produce innumerable spiritual beauties and not be the least attracted by the false beauties of material creation. One who does not know alleges foolishly that Lord Kṛṣṇa enjoyed women in His rāsa-līlā in Vṛndāvana, or with His sixteen thousand married wives at Dvārakā."
    },
    {
        "verse": "7",
        "devanagari": "कामं दहन्ति कृतिनो ननु रोषद‍ृष्टय‍ारोषं दहन्तमुत ते न दहन्त्यसह्यम् ।सोऽयं यदन्तरमलं प्रविशन् बिभेतिकाम: कथं नु पुनरस्य मन: श्रयेत ॥ ७ ॥",
        "english_devnagari": "kāmaṁ dahanti kṛtino nanu roṣa-dṛṣṭyāroṣaṁ dahantam uta te na dahanty asahyamso ’yaṁ yad antaram alaṁ praviśan bibhetikāmaḥ kathaṁ nu punar asya manaḥ śrayeta",
        "verse_Syn": [
            "kāmam",
            "dahanti",
            "kṛtinaḥ",
            "nanu",
            "roṣa",
            "dṛṣṭyā",
            "roṣam",
            "dahantam",
            "uta",
            "te",
            "na",
            "dahanti",
            "asahyam",
            "saḥ",
            "ayam",
            "yat",
            "antaram",
            "alam",
            "praviśan",
            "bibheti",
            "kāmaḥ",
            "katham",
            "nu",
            "punaḥ",
            "asya",
            "manaḥ",
            "śrayeta"
        ],
        "translation": "Great stalwarts like Lord Śiva can, by their wrathful glances, overcome lust and vanquish him, yet they cannot be free from the overwhelming effects of their own wrath. Such wrath can never enter into the heart of Him [the Lord], who is above all this. So how can lust take shelter in His mind?",
        "purport": " When Lord Śiva was engaged in severely austere meditation, Cupid, the demigod of lust, threw his arrow of sex desire. Lord Śiva, thus being angry at him, glanced at Cupid in great wrath, and at once the body of Cupid was annihilated. Although Lord Śiva was so powerful, he was unable to get free from the effects of such wrath. But in the behavior of Lord Viṣṇu there is no incident of such wrath at any time. On the contrary, Bhṛgu Muni tested the tolerance of the Lord by purposely kicking His chest, but instead of being angry at Bhṛgu Muni the Lord begged his pardon, saying that Bhṛgu Muni’s leg might have been badly hurt because His chest is too hard. The Lord has the sign of the foot of bhṛgu-pāda as the mark of tolerance. The Lord, therefore, is never affected by any kind of wrath, so how can there be any place for lust, which is less strong than wrath? When lust or desire is not fulfilled, there is the appearance of wrath, but in the absence of wrath how can there be any place for lust? The Lord is known as āpta-kāma, or one who can fulfill His desires by Himself. He does not require anyone’s help to satisfy His desires. The Lord is unlimited, and therefore His desires are also unlimited. All living entities but the Lord are limited in every respect; how then can the limited satisfy the desires of the unlimited? The conclusion is that the Absolute Personality of Godhead has neither lust nor anger, and even if there is sometimes a show of lust and anger by the Absolute, it should be considered an absolute benediction."
    },
    {
        "verse": "8",
        "devanagari": "विद्ध: सपत्‍न्‍युदितपत्रिभिरन्ति राज्ञोबालोऽपि सन्नुपगतस्तपसे वनानि ।तस्मा अदाद् ध्रुवगतिं गृणते प्रसन्नोदिव्या: स्तुवन्ति मुनयो यदुपर्यधस्तात् ॥ ८ ॥",
        "english_devnagari": "viddhaḥ sapatny-udita-patribhir anti rājñobālo ’pi sann upagatas tapase vanānitasmā adād dhruva-gatiṁ gṛṇate prasannodivyāḥ stuvanti munayo yad upary-adhastāt",
        "verse_Syn": [
            "viddhaḥ",
            "sapatni",
            "udita",
            "patribhiḥ",
            "anti",
            "rājñaḥ",
            "bālaḥ",
            "api",
            "san",
            "upagataḥ",
            "tapase",
            "vanāni",
            "tasmai",
            "adāt",
            "dhruva",
            "gatim",
            "gṛṇate",
            "prasannaḥ",
            "divyāḥ",
            "stuvanti",
            "munayaḥ",
            "yat",
            "upari",
            "adhastāt"
        ],
        "translation": "Being insulted by sharp words spoken by the co-wife of the king, even in his presence, Prince Dhruva, though only a boy, took to severe penances in the forest. And the Lord, being satisfied by his prayer, awarded him the Dhruva planet, which is worshiped by great sages, both upward and downward.",
        "purport": " When he was only five years old, Prince Dhruva, a great devotee and the son of Mahārāja Uttānapāda, was sitting on the lap of his father. His stepmother did not like the King’s patting her stepson, so she dragged him out, saying that he could not claim to sit on the lap of the King because he was not born out of her womb. The little boy felt insulted by this act of his stepmother. Nor did his father make any protest, for he was too attached to his second wife. After this incident, Prince Dhruva went to his own mother and complained. His real mother also could not take any step against this insulting behavior, and so she wept. The boy inquired from his mother how he could sit on the royal throne of his father, and the poor queen replied that only the Lord could help him. The boy inquired where the Lord could be seen, and the queen replied that it is said that the Lord is sometimes seen by great sages in the dense forest. The child prince decided to go into the forest to perform severe penances in order to achieve his objective. Prince Dhruva performed a stringent type of penance under the instruction of his spiritual master, Śrī Nārada Muni, who was specifically deputed for this purpose by the Personality of Godhead. Prince Dhruva was initiated by Nārada into chanting the hymn composed of eighteen letters, namely oṁ namo bhagavate vāsudevāya, and Lord Vāsudeva incarnated Himself as Pṛśnigarbha, the Personality of Godhead with four hands, and awarded the prince a specific planet above the seven stars. Prince Dhruva, after achieving success in his undertakings, saw the Lord face to face, and he was satisfied that all his needs were fulfilled. The planet awarded to Prince Dhruva Mahārāja is a fixed Vaikuṇṭha planet, installed in the material atmosphere by the will of the Supreme Lord, Vāsudeva. This planet, although within the material world, will not be annihilated at the time of devastation, but will remain fixed in its place. And because it is a Vaikuṇṭha planet never to be annihilated, it is worshiped even by the denizens of the seven stars situated below the Dhruva planet, as well as by the planets which are even above the Dhruva planet. Maharṣi Bhṛgu’s planet is situated above the Dhruva planet. So the Lord incarnated Himself as Pṛśnigarbha just to satisfy a pure devotee of the Lord. And Prince Dhruva achieved this perfection simply by chanting the hymn mentioned above, after being initiated by another pure devotee, Nārada. A serious personality can thus achieve the highest perfection of meeting the Lord and attain his objective simply by being guided by a pure devotee, who automatically approaches by dint of one’s serious determination to meet the Lord by all means. The description of Prince Dhruva’s activities can be read in detail in the Fourth Canto of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "9",
        "devanagari": "यद्वेनमुत्पथगतं द्विजवाक्यवज्र-निष्प्लुष्टपौरुषभगं निरये पतन्तम् ।त्रात्वार्थितो जगति पुत्रपदं च लेभेदुग्धा वसूनि वसुधा सकलानि येन ॥ ९ ॥",
        "english_devnagari": "yad venam utpatha-gataṁ dvija-vākya-vajra-niṣpluṣṭa-pauruṣa-bhagaṁ niraye patantamtrātvārthito jagati putra-padaṁ ca lebhedugdhā vasūni vasudhā sakalāni yena",
        "verse_Syn": [
            "yat",
            "venam",
            "utpatha",
            "gatam",
            "dvija",
            "vākya",
            "vajra",
            "niṣpluṣṭa",
            "pauruṣa",
            "bhagam",
            "niraye",
            "patantam",
            "trātvā",
            "arthitaḥ",
            "jagati",
            "putra",
            "padam",
            "ca",
            "lebhe",
            "dugdhā",
            "vasūni",
            "vasudhā",
            "sakalāni",
            "yena"
        ],
        "translation": "Mahārāja Vena went astray from the path of righteousness, and the brāhmaṇas chastised him by the thunderbolt curse. By this King Vena was burnt with his good deeds and opulence and was en route to hell. The Lord, by His causeless mercy, descended as his son, by the name of Pṛthu, delivered the condemned King Vena from hell, and exploited the earth by drawing all kinds of crops as produce.",
        "purport": " According to the system of varṇāśrama-dharma, the pious and learned brāhmaṇas were the natural guardians of society. The brāhmaṇas, by their learned labor of love, would instruct the administrator-kings how to rule the country in complete righteousness, and thus the process would go on as a perfect welfare state. The kings or the kṣatriya administrators would always consult the council of learned brāhmaṇas. They were never autocratic monarchs. The scriptures like Manu-saṁhitā and other authorized books of the great sages were guiding principles for ruling the subjects, and there was no need for less intelligent persons to manufacture a code of law in the name of democracy. The less intelligent mass of people have very little knowledge of their own welfare, as a child has very little knowledge of its future well-being. The experienced father guides the innocent child towards the path of progress, and the childlike mass of people need similar guidance. The standard welfare codes are already there in the Manu-saṁhitā and other Vedic literatures. The learned brāhmaṇas would advise the king in terms of those standard books of knowledge and with reference to the particular situation of time and place. Such brāhmaṇas were not paid servants of the king, and therefore they had the strength to dictate to the king on the principles of scriptures. This system continued even up to the time of Mahārāja Candragupta, and the brāhmaṇa Cāṇakya was his unpaid prime minister. Mahārāja Vena did not adhere to this principle of ruling, and he disobeyed the learned brāhmaṇas. The broad-minded brāhmaṇas were not self-interested, but looked to the interest of complete welfare for all the subjects. They wanted to chastise King Vena for his misconduct and so prayed to the Almighty Lord as well as cursed the king. Long life, obedience, good reputation, righteousness, prospects of being promoted to higher planets, and blessings of great personalities are all vanquished simply by disobedience to a great soul. One should strictly try to follow in the footsteps of great souls. Mahārāja Vena became a king, undoubtedly due to his past deeds of righteousness, but because he willfully neglected the great souls, he was punished by the loss of all the above-mentioned acquisitions. In the Vāmana Purāṇa the history of Mahārāja Vena and his degradation are fully described. When Mahārāja Pṛthu heard about the hellish condition of his father, Vena, who was suffering from leprosy in the family of a mleccha, he at once brought the former king to Kurukṣetra for his purification and relieved him of all sufferings. Mahārāja Pṛthu, the incarnation of God, descended by the prayer of the brāhmaṇas to rectify the disorders on earth. He produced all kinds of crops. But, at the same time, he performed the duty of a son who delivers his father from hellish conditions. The word putra means one who delivers from hell, called put. That is a worthy son."
    },
    {
        "verse": "10",
        "devanagari": "नाभेरसावृषभ आस सुदेविसूनु-र्यो वै चचार समद‍ृग् जडयोगचर्याम् ।यत्पारमहंस्यमृषय: पदमामनन्तिस्वस्थ: प्रशान्तकरण: परिमुक्तसङ्ग: ॥ १० ॥",
        "english_devnagari": "nābher asāv ṛṣabha āsa sudevi-sūnuryo vai cacāra sama-dṛg jaḍa-yoga-caryāmyat pāramahaṁsyam ṛṣayaḥ padam āmanantisvasthaḥ praśānta-karaṇaḥ parimukta-saṅgaḥ",
        "verse_Syn": [
            "nābheḥ",
            "asau",
            "ṛṣabhaḥ",
            "āsa",
            "sudevi",
            "sūnuḥ",
            "yaḥ",
            "vai",
            "cacāra",
            "sama",
            "dṛk",
            "jaḍa",
            "yoga",
            "caryām",
            "yat",
            "pāramahaṁsyam",
            "ṛṣayaḥ",
            "padam",
            "āmananti",
            "svasthaḥ",
            "praśānta",
            "karaṇaḥ",
            "parimukta",
            "saṅgaḥ"
        ],
        "translation": "The Lord appeared as the son of Sudevī, the wife of King Nābhi, and was known as Ṛṣabhadeva. He performed materialistic yoga to equibalance the mind. This stage is also accepted as the highest perfectional situation of liberation, wherein one is situated in one’s self and is completely satisfied.",
        "purport": " Out of many types of mystic performances for self-realization, the process of jaḍa-yoga is also one accepted by authorities. This jaḍa-yoga involves practicing becoming like a dumb stone and not being affected by material reactions. Just as a stone is indifferent to all kinds of attacks and reattacks of external situations, similarly one practices jaḍa-yoga by tolerating voluntary infliction of pain upon the material body. Such yogīs, out of many self-infliction methods, practice plucking out the hairs on their heads, without shaving and without any instrumental help. But the real purpose of such jaḍa-yoga practice is to get free from all material affection and to be completely situated in the self. At the last stage of his life, Emperor Ṛṣabhadeva wandered like a dumb madman, unaffected by all kinds of bodily mistreatment. Seeing him like a madman, wandering naked with long hair and a long beard, less intelligent children and men in the street used to spit on him and urinate on his body. He used to lie in his own stool and never move. But the stool of his body was fragrant like the smell of fragrant flowers, and a saintly person would recognize him as a paramahaṁsa, one in the highest state of human perfection. One who is not able to make his stool fragrant should not, however, imitate Emperor Ṛṣabhadeva. The practice of jaḍa-yoga was possible for Ṛṣabhadeva and others on the same level of perfection, but such an uncommon practice is impossible for an ordinary man. The real purpose of jaḍa-yoga, as mentioned here in this verse, is praśānta-karaṇaḥ, or subduing the senses. The whole process of yoga, under whatever heading it may be, is to control the unbridled material senses and thus prepare oneself for self-realization. In this age specifically, this jaḍa-yoga cannot be of any practical value, but on the other hand the practice of bhakti-yoga is feasible because it is just suitable for this age. The simple method of hearing from the right source, Śrīmad-Bhāgavatam, will lead one to the highest perfectional stage of yoga. Ṛṣabhadeva was the son of King Nābhi and the grandson of King Āgnīdhra, and he was the father of King Bharata, after whose name this planet earth was called Bhārata-varṣa. Ṛṣabhadeva’s mother was also known as Merudevī, although her name is mentioned here as Sudevī. It is sometimes proposed that Sudevī was another wife of King Nābhi, but since King Ṛṣabhadeva is mentioned elsewhere as the son of Merudevī, it is clear that Merudevī and Sudevī are the same person under different names."
    },
    {
        "verse": "11",
        "devanagari": "सत्रे ममास भगवान् हयशीरषाथोसाक्षात् स यज्ञपुरुषस्तपनीयवर्ण: ।छन्दोमयो मखमयोऽखिलदेवतात्मावाचो बभूवुरुशती: श्वसतोऽस्य नस्त: ॥ ११ ॥",
        "english_devnagari": "satre mamāsa bhagavān haya-śīraṣāthosākṣāt sa yajña-puruṣas tapanīya-varṇaḥchandomayo makhamayo ’khila-devatātmāvāco babhūvur uśatīḥ śvasato ’sya nastaḥ",
        "verse_Syn": [
            "satre",
            "mama",
            "āsa",
            "bhagavān",
            "haya",
            "śīraṣā",
            "atha",
            "sākṣāt",
            "saḥ",
            "yajña",
            "puruṣaḥ",
            "tapanīya",
            "varṇaḥ",
            "chandaḥ",
            "mayaḥ",
            "makha",
            "mayaḥ",
            "akhila",
            "devatā",
            "ātmā",
            "vācaḥ",
            "babhūvuḥ",
            "uśatīḥ",
            "śvasataḥ",
            "asya",
            "nastaḥ"
        ],
        "translation": "The Lord appeared as the Hayagrīva incarnation in a sacrifice performed by me [Brahmā]. He is the personified sacrifices, and the hue of His body is golden. He is the personified Vedas as well, and the Supersoul of all demigods. When He breathed, all the sweet sounds of the Vedic hymns came out of His nostrils.",
        "purport": " The Vedic hymns are generally meant for sacrifices performed by fruitive workers who also want to satisfy the demigods to achieve their fruitive result. But the Lord is the personified sacrifices and personified Vedic hymns. Therefore one who is directly a devotee of the Lord is a person who has automatically both served the purposes of sacrifices and pleased the demigods. The devotees of the Lord may not perform any sacrifice or may not please the demigods as per Vedic injunctions, and still the devotees are on a higher level than the fruitive workers or the worshipers of different demigods."
    },
    {
        "verse": "12",
        "devanagari": "मत्स्यो युगान्तसमये मनुनोपलब्ध:क्षोणीमयो निखिलजीवनिकायकेत: ।विस्रंसितानुरुभये सलिले मुखान्मेआदाय तत्र विजहार ह वेदमार्गान् ॥ १२ ॥",
        "english_devnagari": "matsyo yugānta-samaye manunopalabdhaḥkṣoṇīmayo nikhila-jīva-nikāya-ketaḥvisraṁsitān uru-bhaye salile mukhān meādāya tatra vijahāra ha veda-mārgān",
        "verse_Syn": [
            "matsyaḥ",
            "yuga",
            "anta",
            "samaye",
            "manunā",
            "upalabdhaḥ",
            "kṣoṇīmayaḥ",
            "nikhila",
            "jīva",
            "nikāya",
            "ketaḥ",
            "visraṁsitān",
            "uru",
            "bhaye",
            "salile",
            "mukhāt",
            "me",
            "ādāya",
            "tatra",
            "vijahāra",
            "ha",
            "veda",
            "mārgān"
        ],
        "translation": "At the end of the millennium, the would-be Vaivasvata Manu, of the name Satyavrata, would see that the Lord in the fish incarnation is the shelter of all kinds of living entities, up to those in the earthly planets. Because of my fear of the vast water at the end of the millennium, the Vedas come out of my [Brahmā’s] mouth, and the Lord enjoys those vast waters and protects the Vedas.",
        "purport": " During one day of Brahmā there are fourteen Manus, and at the end of each Manu there is devastation up to the earthly planets, and the vast water is fearful even to Brahmā. So in the beginning of the would-be Vaivasvata Manu, such devastation would be seen by him. There would be many other incidents also, such as the killing of the famous Śaṅkhāsura. This foretelling is by the past experience of Brahmājī, who knew that in that fearful devastating scene the Vedas would come out of his mouth but the Lord in His fish incarnation not only would save all living entities, namely the demigods, animals, men and great sages, but would also save the Vedas."
    },
    {
        "verse": "13",
        "devanagari": "क्षीरोदधावमरदानवयूथपाना-मुन्मथ्नताममृतलब्धय आदिदेव: ।पृष्ठेन कच्छपवपुर्विदधार गोत्रंनिद्राक्षणोऽद्रिपरिवर्तकषाणकण्डू: ॥ १३ ॥",
        "english_devnagari": "kṣīrodadhāv amara-dānava-yūthapānāmunmathnatām amṛta-labdhaya ādi-devaḥpṛṣṭhena kacchapa-vapur vidadhāra gotraṁnidrākṣaṇo ’dri-parivarta-kaṣāṇa-kaṇḍūḥ",
        "verse_Syn": [
            "kṣīra",
            "udadhau",
            "amara",
            "dānava",
            "yūtha",
            "pānām",
            "unmathnatām",
            "amṛta",
            "labdhaya",
            "ādi",
            "devaḥ",
            "pṛṣṭhena",
            "kacchapa",
            "vapuḥ",
            "vidadhāra",
            "gotram",
            "nidrākṣaṇaḥ",
            "adri",
            "parivarta",
            "kaṣāṇa",
            "kaṇḍūḥ"
        ],
        "translation": "The primeval Lord then assumed the tortoise incarnation in order to serve as a resting place [pivot] for the Mandara Mountain, which was acting as a churning rod. The demigods and demons were churning the Ocean of Milk with the Mandara Mountain in order to extract nectar. The mountain moved back and forth, scratching the back of Lord Tortoise, who, while partially sleeping, was experiencing an itching sensation.",
        "purport": " Although it is not in our experience, there is a milk ocean within this universe. Even the modern scientist accepts that there are hundreds and hundreds of thousands of planets hovering over our heads, and each of them has different kinds of climatic conditions. Śrīmad-Bhāgavatam gives much information which may not tally with our present experience. But as far as Indian sages are concerned, knowledge is received from the Vedic literatures, and the authorities accept without any hesitation that we should look through the pages of authentic books of knowledge (śāstra-cakṣurvat). So we cannot deny the existence of the Ocean of Milk as stated in the Śrīmad-Bhāgavatam unless and until we have experimentally seen all the planets hovering in space. Since such an experiment is not possible, naturally we have to accept the statement of Śrīmad-Bhāgavatam as it is because it is so accepted by spiritual leaders like Śrīdhara Svāmī, Jīva Gosvāmī, Viśvanātha Cakravartī and others. The Vedic process is to follow in the footsteps of great authorities, and that is the only process for knowing that which is beyond our imagination. The primeval Lord, being all-powerful, can do whatever He likes, and therefore His assuming the incarnation of a tortoise or a fish for serving a particular purpose is not at all astonishing. Therefore we should not have any hesitation whatsoever in accepting the statements of the authentic scriptures like Śrīmad-Bhāgavatam. The gigantic work of churning the Milk Ocean by the combined effort of the demigods and the demons required a gigantic resting ground or pivot for the gigantic Mandara Hill. Thus to help the attempt of the demigods the primeval Lord assumed the incarnation of a gigantic tortoise swimming in the Ocean of Milk. At the same time, the mountain scratched His backbone as He was partially sleeping and thus relieved His itching sensation."
    },
    {
        "verse": "14",
        "devanagari": "त्रैपिष्टपोरुभयहा स नृसिंहरूपंकृत्वा भ्रमद्भ्रुकुटिदंष्ट्रकरालवक्त्रम् ।दैत्येन्द्रमाशु गदयाभिपतन्तमारा-दूरौ निपात्य विददार नखै: स्फुरन्तम् ॥ १४ ॥",
        "english_devnagari": "trai-piṣṭaporu-bhaya-hā sa nṛsiṁha-rūpaṁkṛtvā bhramad-bhrukuṭi-daṁṣṭra-karāla-vaktramdaityendram āśu gadayābhipatantam ārādūrau nipātya vidadāra nakhaiḥ sphurantam",
        "verse_Syn": [
            "trai",
            "piṣṭapa",
            "uru",
            "bhaya",
            "hā",
            "saḥ",
            "nṛsiṁha",
            "rūpam",
            "kṛtvā",
            "bhramat",
            "bhru",
            "kuṭi",
            "daṁṣṭra",
            "karāla",
            "vaktram",
            "daitya",
            "indram",
            "āśu",
            "gadayā",
            "abhipatantam",
            "ārāt",
            "ūrau",
            "nipātya",
            "vidadāra",
            "nakhaiḥ",
            "sphurantam"
        ],
        "translation": "The Personality of Godhead assumed the incarnation of Nṛsiṁhadeva in order to vanquish the great fears of the demigods. He killed the king of the demons [Hiraṇyakaśipu], who challenged the Lord with a club in his hand, by placing the demon on His thighs and piercing him with His nails, rolling His eyebrows in anger and showing His fearful teeth and mouth.",
        "purport": " The history of Hiraṇyakaśipu and his great devotee-son Prahlāda Mahārāja is narrated in the Seventh Canto of Śrīmad-Bhāgavatam. Hiraṇyakaśipu became very powerful by material achievements and thought himself to be immortal by the grace of Brahmājī. Brahmājī declined to award him the benediction of immortality because he himself is not an immortal being. But Hiraṇyakaśipu derived Brahmājī’s benediction in a roundabout way, almost equal to becoming an immortal being. Hiraṇyakaśipu was sure that he would not be killed by any man or demigod or by any kind of known weapon, nor would he die in day or night. The Lord, however, assumed the incarnation of half-man and half-lion, which was beyond the imagination of a materialistic demon like Hiraṇyakaśipu, and thus, keeping pace with the benediction of Brahmājī, the Lord killed him. He killed him on His lap, so that he was killed neither on the land nor on the water nor in the sky. The demon was pierced by Nṛsiṁha’s nails, which were beyond the human weapons imaginable by Hiraṇyakaśipu. The literal meaning of Hiraṇyakaśipu is one who is after gold and soft bedding, the ultimate aim of all materialistic men. Such demonic men, who have no relationship with God, gradually become puffed up by material acquisitions and begin to challenge the authority of the Supreme Lord and torture those who are devotees of the Lord. Prahlāda Mahārāja happened to be the son of Hiraṇyakaśipu, and because the boy was a great devotee, his father tortured him to the best of his ability. In this extreme situation, the Lord assumed the incarnation of Nṛsiṁhadeva, and just to finish the enemy of the demigods, the Lord killed Hiraṇyakaśipu in a manner beyond the demon’s imagination. Materialistic plans of godless demons are always frustrated by the all-powerful Lord."
    },
    {
        "verse": "15",
        "devanagari": "अन्त:सरस्युरुबलेन पदे गृहीतोग्राहेण यूथपतिरम्बुजहस्त आर्त: ।आहेदमादिपुरुषाखिललोकनाथतीर्थश्रव: श्रवणमङ्गलनामधेय ॥ १५ ॥",
        "english_devnagari": "antaḥ-sarasy uru-balena pade gṛhītogrāheṇa yūtha-patir ambuja-hasta ārtaḥāhedam ādi-puruṣākhila-loka-nāthatīrtha-śravaḥ śravaṇa-maṅgala-nāmadheya",
        "verse_Syn": [
            "antaḥ",
            "sarasi",
            "uru",
            "balena",
            "pade",
            "gṛhītaḥ",
            "grāheṇa",
            "yūtha",
            "patiḥ",
            "ambuja",
            "hastaḥ",
            "ārtaḥ",
            "āha",
            "idam",
            "ādi",
            "puruṣa",
            "akhila",
            "loka",
            "nātha",
            "tīrtha",
            "śravaḥ",
            "śravaṇa",
            "maṅgala",
            "nāma",
            "dheya"
        ],
        "translation": "The leader of the elephants, whose leg was attacked in a river by a crocodile of superior strength, was much aggrieved. Taking a lotus flower in his trunk, he addressed the Lord, saying, “O original enjoyer, Lord of the universe! O deliverer, as famous as a place of pilgrimage! All are purified simply by hearing Your holy name, which is worthy to be chanted.”",
        "purport": " The history of delivering the leader of the elephants, whose leg was attacked in the river by the superior strength of a crocodile, is described in the Eighth Canto of Śrīmad-Bhāgavatam. Since the Lord is absolute knowledge, there is no difference between His holy name and the Personality of Godhead. The leader of the elephants was much distressed when he was attacked by the crocodile. Although the elephant is always stronger than the crocodile, the latter is stronger than the elephant when it is in the water. And because the elephant was a great devotee of the Lord in his previous birth, he was able to chant the holy name of the Lord by dint of his past good deeds. Every living entity is always distressed in this material world because this place is such that at every step one has to meet with some kind of distress. But one who is supported by his past good deeds engages himself in the devotional service of the Lord, as confirmed in the Bhagavad-gītā (7.16). Those who are supported by impious acts cannot be engaged in the devotional service of the Lord, even though they are distressed. This is also confirmed in the Bhagavad-gītā (7.15). The Personality of Godhead Hari appeared at once on the back of His eternal bearer, Garuḍa, and delivered the elephant. The elephant was conscious of his relation with the Supreme Lord. He addressed the Lord as ādi-puruṣa, or the original enjoyer. Both the Lord and the living beings are conscious and are therefore enjoyers, but the Lord is the original enjoyer because He is the creator of everything. In a family, both the father and his sons are undoubtedly enjoyers but the father is the original enjoyer, and the sons are subsequent enjoyers. A pure devotee knows well that everything in the universe is the property of the Lord and that a living entity can enjoy a thing as ordained by the Lord. A living being cannot even touch a thing which is not allotted to him. This idea of the original enjoyer is explained very nicely in the Īśopaniṣad. One who knows this difference between the Lord and himself never accepts anything without first offering it to the Lord. The elephant addressed the Lord as akhila-loka-nātha, or the Lord of the universe, who is therefore the Lord of the elephant also. The elephant, being a pure devotee of the Lord, specifically deserved to be saved from the attack of the crocodile, and because it is a promise of the Lord that His devotee will never be vanquished, it was quite befitting that the elephant called upon the Lord to protect him, and the merciful Lord also at once responded. The Lord is the protector of everyone, but He is the first protector of one who acknowledges the superiority of the Lord instead of being so falsely proud as to deny the superiority of the Lord or to claim to be equal to Him. He is ever superior. A pure devotee of the Lord knows this difference between the Lord and himself. Therefore a pure devotee is given first preference because of his full dependence, whereas the person who denies the existence of the Lord and declares himself the Lord is called asura, and as such, he is given protection by the strength of limited power subject to the sanction of the Lord. Since the Lord is superior to everyone, His perfection is also superior. No one can imagine it. The elephant addressed the Lord as tīrtha-śravaḥ, or “as famous as a place of pilgrimage.” People go to places of pilgrimage in order to be delivered from the reactions of unknown sinful acts. But one can be freed from all sinful reactions simply by remembering His holy name. The Lord is therefore as good as the holy places of pilgrimage. One can be free from all sinful reactions after reaching a place of pilgrimage, but one can have the same benefit at home or at any place simply by chanting the holy name of the Lord. For a pure devotee, there is no need to go to the holy place of pilgrimage. He can be delivered from all sinful acts simply by remembering the Lord in earnestness. A pure devotee of the Lord never commits any sinful acts, but because the whole world is full of the sinful atmosphere, even a pure devotee may commit a sin unconsciously, as a matter of course. One who commits sinful acts consciously cannot be worthy of being a devotee of the Lord, but a pure devotee who unconsciously does something sinful is certainly delivered by the Lord because a pure devotee remembers the Lord always. The Lord’s holy name is called śravaṇa-maṅgala. This means that one receives everything auspicious simply by hearing the holy name. In another place in Śrīmad-Bhāgavatam, His holy name is described as puṇya-śravaṇa-kīrtana. It is a pious act simply to chant and hear all about the Lord. The Lord descends to this earth and acts like others in connection with the activities of the world just to create subject matters for hearing about Him; otherwise the Lord has nothing to do in this world, nor has He any obligation to do anything. He comes out of His own causeless mercy and acts as He desires. The Vedas and Purāṇas are full of descriptions of His different activities so that people in general may naturally be eager to hear and read something about His activities. Generally, however, the modern fictions and novels of the world occupy a greater part of people’s valuable time. Such literatures cannot do good to anyone; on the contrary, they agitate the young mind unnecessarily and increase the modes of passion and ignorance, leading to increasing bondage to the material conditions. The same aptitude for hearing and reading is better utilized in hearing and reading of the Lord’s activities. This will give one all-around benefit. It is concluded, therefore, that the holy name of the Lord and topics in relation with Him are always worth hearing, and therefore He is called here in this verse nāma-dheya, or one whose holy name is worth chanting."
    },
    {
        "verse": "16",
        "devanagari": "श्रुत्वा हरिस्तमरणार्थिनमप्रमेय-श्चक्रायुध: पतगराजभुजाधिरूढ: ।चक्रेण नक्रवदनं विनिपाट्य तस्मा-द्धस्ते प्रगृह्य भगवान् कृपयोज्जहार ॥ १६ ॥",
        "english_devnagari": "śrutvā haris tam araṇārthinam aprameyaścakrāyudhaḥ patagarāja-bhujādhirūḍhaḥcakreṇa nakra-vadanaṁ vinipāṭya tasmāddhaste pragṛhya bhagavān kṛpayojjahāra",
        "verse_Syn": [
            "śrutvā",
            "hariḥ",
            "tam",
            "araṇa",
            "arthinam",
            "aprameyaḥ",
            "cakra",
            "āyudhaḥ",
            "pataga",
            "rāja",
            "bhuja",
            "adhirūḍhaḥ",
            "cakreṇa",
            "nakra",
            "vadanam",
            "vinipāṭya",
            "tasmāt",
            "haste",
            "pragṛhya",
            "bhagavān",
            "kṛpayā",
            "ujjahāra"
        ],
        "translation": "The Personality of Godhead, after hearing the elephant’s plea, felt that the elephant needed His immediate help, for he was in great distress. Thus at once the Lord appeared there on the wings of the king of birds, Garuḍa, fully equipped with His weapon, the wheel [cakra]. With the wheel He cut to pieces the mouth of the crocodile to save the elephant, and He delivered the elephant by lifting him by his trunk.",
        "purport": " The Lord resides in His Vaikuṇṭha planet. No one can estimate how far away this planet is situated. It is said, however, that anyone trying to reach that planet by airships or by mindships, traveling for millions of years, will find it still unknown. Modern scientists have invented airships which are material, and the yogīs make a still finer material attempt to travel by mindships. The yogīs can reach any distant place very quickly with the help of mindships. But neither the airship nor the mindship has access to the kingdom of God in the Vaikuṇṭhaloka, situated far beyond the material sky. Since this is the situation, how was it possible for the prayers of the elephant to be heard from such an unlimitedly distant place, and how could the Lord at once appear on the spot? These things cannot be calculated by human imagination. All this was possible by the unlimited power of the Lord, and therefore the Lord is described here as aprameya, for not even the best human brain can estimate His powers and potencies by mathematical calculation. The Lord can hear from such a distant place, He can eat from there, and He can appear simultaneously in all places at a moment’s notice. Such is the omnipotency of the Lord."
    },
    {
        "verse": "17",
        "devanagari": "ज्यायान् गुणैरवरजोऽप्यदिते: सुतानांलोकान् विचक्रम इमान् यदथाधियज्ञ: ।क्ष्मां वामनेन जगृहे त्रिपदच्छलेनयाच्ञामृते पथि चरन् प्रभुभिर्न चाल्य: ॥ १७ ॥",
        "english_devnagari": "jyāyān guṇair avarajo ’py aditeḥ sutānāṁlokān vicakrama imān yad athādhiyajñaḥkṣmāṁ vāmanena jagṛhe tripada-cchalenayācñām ṛte pathi caran prabhubhir na cālyaḥ",
        "verse_Syn": [
            "jyāyān",
            "guṇaiḥ",
            "avarajaḥ",
            "api",
            "aditeḥ",
            "sutānām",
            "lokān",
            "vicakrame",
            "imān",
            "yat",
            "atha",
            "adhiyajñaḥ",
            "kṣmām",
            "vāmanena",
            "jagṛhe",
            "tripada",
            "chalena",
            "yācñām",
            "ṛte",
            "pathi",
            "caran",
            "prabhubhiḥ",
            "na",
            "cālyaḥ"
        ],
        "translation": "The Lord, although transcendental to all material modes, still surpassed all the qualities of the sons of Aditi, known as the Ādityas. The Lord appeared as the youngest son of Aditi. And because He surpassed all the planets of the universe, He is the Supreme Personality of Godhead. On the pretense of asking for a measurement of three footsteps of land, He took away all the lands of Bali Mahārāja. He asked simply because without begging, no authority can take one’s rightful possession.",
        "purport": " The history of Bali Mahārāja and his charity to Vāmanadeva is described in the Eighth Canto of Śrīmad-Bhāgavatam. Bali Mahārāja conquered all the planets of the universe by rightful possession. A king can conquer other kings by strength, and such possession is considered to be rightful. So Bali Mahārāja possessed all the lands of the universe, and he happened to be charitably disposed toward the brāhmaṇas. The Lord therefore pretended to be a beggar brāhmaṇa, and He asked Bali Mahārāja for a measurement of three footsteps of land. The Lord, as the proprietor of everything, could take from Bali Mahārāja all the land he possessed, but he did not do so because Bali Mahārāja possessed all those lands by king’s rights. When Bali Mahārāja was asked by Lord Vāmana for such small charity, Bali Mahārāja’s spiritual master, namely Śukrācārya, objected to this proposal because he knew that Vāmanadeva was Viṣṇu Himself, pretending to be a beggar. Bali Mahārāja did not agree to abide by the order of his spiritual master when he understood that the beggar was Viṣṇu Himself, and he at once agreed to give Him in charity the land requested. By this agreement Lord Vāmana covered all the lands of the universe with His first two steps and then asked Bali Mahārāja where to place the third step. Bali Mahārāja was very glad to receive the Lord’s remaining step upon his head, and thus Bali Mahārāja, instead of losing everything he possessed, was blessed by the Lord’s becoming his constant companion and doorman. So, by giving everything to the cause of the Lord, one does not lose anything, but he gains everything that he could never otherwise expect."
    },
    {
        "verse": "18",
        "devanagari": "नार्थो बलेरयमुरुक्रमपादशौच-माप: शिखाधृतवतो विबुधाधिपत्यम् ।यो वै प्रतिश्रुतमृते न चिकीर्षदन्य-दात्मानमङ्ग मनसा हरयेऽभिमेने ॥ १८ ॥",
        "english_devnagari": "nārtho baler ayam urukrama-pāda-śaucamāpaḥ śikhā-dhṛtavato vibudhādhipatyamyo vai pratiśrutam ṛte na cikīrṣad anyadātmānam aṅga manasā haraye ’bhimene",
        "verse_Syn": [
            "na",
            "arthaḥ",
            "baleḥ",
            "ayam",
            "urukrama",
            "pāda",
            "śaucam",
            "āpaḥ",
            "śikhā",
            "dhṛtavataḥ",
            "vibudha",
            "adhipatyam",
            "yaḥ",
            "vai",
            "pratiśrutam",
            "ṛte",
            "na",
            "cikīrṣat",
            "anyat",
            "ātmānam",
            "aṅga",
            "manasā",
            "haraye",
            "abhimene"
        ],
        "translation": "Bali Mahārāja, who put on his head the water washed from the lotus feet of the Lord, did not think of anything besides his promise, in spite of being forbidden by his spiritual master. The king dedicated his own personal body to fulfill the measurement of the Lord’s third step. For such a personality, even the kingdom of heaven, which he conquered by his strength, was of no value.",
        "purport": " Bali Mahārāja, by gaining the transcendental favor of the Lord in exchange for his great material sacrifice, was able to have a place in Vaikuṇṭhaloka with equal or greater facilities of eternal enjoyment; therefore he was not at all the loser by sacrificing the kingdom of heaven, which he had possessed by his material strength. In other words, when the Lord snatches away one’s hard-earned material possessions and favors one with His personal transcendental service for eternal life, bliss and knowledge, such taking away by the Lord should be considered a special favor upon such a pure devotee. Material possessions, however alluring they may be, cannot be permanent possessions. Therefore one has to voluntarily give up such possessions, or one has to leave such possessions at the time of quitting this material body. The sane man knows that all material possessions are temporary and that the best use of such possessions is to engage them in the service of the Lord so that the Lord may be pleased with him and award him a permanent place in His paraṁ dhāma. In the Bhagavad-gītā (15.5-6) the paraṁ dhāma of the Lord is described as follows: One who possesses more in this material world, in the shape of houses, land, children, society, friendship and wealth, possesses these things only for the time being. One cannot possess all this illusory paraphernalia, created by māyā, permanently. Such a possessor is more illusioned in the matter of his self-realization; therefore one should possess less or nothing, so that one may be free from artificial prestige. We are contaminated in the material world by association with the three modes of material nature. Therefore, the more one spiritually advances by devotional service to the Lord, in exchange for his temporary possessions, the more one is freed from the attachment of material illusion. To achieve this stage of life one must be firmly convinced about spiritual existence and its permanent effects. To know exactly the permanency of spiritual existence, one must voluntarily practice possessing less or only the minimum to maintain one’s material existence without difficulty. One should not create artificial needs. That will help one be satisfied with the minimum. Artificial needs of life are activities of the senses. The modern advancement of civilization is based on these activities of the senses, or, in other words, it is a civilization of sense gratification. Perfect civilization is the civilization of ātmā, or the soul proper. The civilized man of sense gratification is on an equal level with animals because animals cannot go beyond the activities of the senses. Above the senses is the mind. The civilization of mental speculation is also not the perfect stage of life because above the mind is the intelligence, and the Bhagavad-gītā gives us information of the intellectual civilization. The Vedic literatures give different directions for the human civilization, including the civilization of the senses, of the mind, of the intelligence, and of the soul proper. The Bhagavad-gītā primarily deals with the intelligence of man, leading one to the progressive path of civilization of the spirit soul. And Śrīmad-Bhāgavatam is the complete human civilization dealing with the subject matter of the soul proper. As soon as a man is raised to the status of the civilization of the soul, he is fit to be promoted to the kingdom of God, which is described in the Bhagavad-gītā as per the above verses. The primary information of the kingdom of God informs us that there is no need of sun, moon or electricity, which are all necessary in this material world of darkness. And the secondary information of the kingdom of God explains that anyone able to reach that kingdom by adoption of the civilization of the soul proper, or, in other words, by the method of bhakti-yoga, attains the highest perfection of life. One is then situated in the permanent existence of the soul, with full knowledge of transcendental loving service for the Lord. Bali Mahārāja accepted this civilization of the soul in exchange for his great material possessions and thus became fit for promotion to the kingdom of God. The kingdom of heaven, which he achieved by dint of his material power, was considered most insignificant in comparison with the kingdom of God. Those who have attained the comforts of a material civilization made for sense gratification should try to attain the kingdom of God by following in the footsteps of Bali Mahārāja, who exchanged his acquired material strength, adopting the process of bhakti-yoga as recommended in the Bhagavad-gītā and further explained in the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "19",
        "devanagari": "तुभ्यं च नारद भृशं भगवान् विवृद्ध-भावेन साधुपरितुष्ट उवाच योगम् ।ज्ञानं च भागवतमात्मसतत्त्वदीपंयद्वासुदेवशरणा विदुरञ्जसैव ॥ १९ ॥",
        "english_devnagari": "tubhyaṁ ca nārada bhṛśaṁ bhagavān vivṛddha-bhāvena sādhu parituṣṭa uvāca yogamjñānaṁ ca bhāgavatam ātma-satattva-dīpaṁyad vāsudeva-śaraṇā vidur añjasaiva",
        "verse_Syn": [
            "tubhyam",
            "ca",
            "nārada",
            "bhṛśam",
            "bhagavān",
            "vivṛddha",
            "bhāvena",
            "sādhu",
            "parituṣṭaḥ",
            "uvāca",
            "yogam",
            "jñānam",
            "ca",
            "bhāgavatam",
            "ātma",
            "sa",
            "tattva",
            "dīpam",
            "yat",
            "vāsudeva",
            "śaraṇāḥ",
            "viduḥ",
            "añjasā",
            "eva"
        ],
        "translation": "O Nārada, you were taught about the science of God and His transcendental loving service by the Personality of Godhead in His incarnation of Haṁsāvatāra. He was very much pleased with you, due to your intense proportion of devotional service. He also explained unto you, lucidly, the full science of devotional service, which is especially understandable by persons who are souls surrendered unto Lord Vāsudeva, the Personality of Godhead.",
        "purport": " The devotee and devotional service are two correlative terms. Unless one is inclined to be a devotee of the Lord, he cannot enter into the intricacies of devotional service. Lord Śrī Kṛṣṇa wanted to explain the Bhagavad-gītā, which is the science of devotional service, unto Śrī Arjuna because Arjuna was not only His friend but a great devotee as well. The whole process is that all living entities, being constitutionally parts and parcels of the supreme living being, the Absolute Personality of Godhead, have proportionately minute independence of action also. So the preliminary qualification for entering into the devotional service of the Lord is that one become a willing cooperator, and as such, one should voluntarily cooperate with persons who are already engaged in the transcendental devotional service of the Lord. By cooperating with such persons, the prospective candidate will gradually learn the techniques of devotional service, and with the progress of such learning one becomes proportionately free from the contamination of material association. Such a purificatory process will establish the prospective candidate in firm faith and gradually elevate him to the stage of transcendental taste for such devotional service. Thus he acquires a genuine attachment for the devotional service of the Lord, and his conviction carries him on to the point of ecstasy, just prior to the stage of transcendental love. Such knowledge of devotional service may be divided into two sections, namely preliminary knowledge of the nature of devotional service and the secondary knowledge of its execution. Bhāgavatam is in relation with the Personality of Godhead, His beauty, fame, opulence, dignity, attraction and transcendental qualities which attract one towards Him for exchanges of love and affection. There is a natural affinity of the living entity for the loving service of the Lord. This affinity becomes artificially covered by the influence of material association, and Śrīmad-Bhāgavatam helps one very genuinely remove that artificial covering. Therefore it is particularly mentioned herein that Śrīmad-Bhāgavatam acts like the lamp of transcendental knowledge. These two sections of transcendental knowledge in devotional service become revealed to a person who is a soul surrendered unto Vāsudeva; as it is said in the Bhagavad-gītā (7.19), such a great soul, fully surrendered unto the lotus feet of Vāsudeva, is very, very rare."
    },
    {
        "verse": "20",
        "devanagari": "चक्रं च दिक्ष्वविहतं दशसु स्वतेजोमन्वन्तरेषु मनुवंशधरो बिभर्ति ।दुष्टेषु राजसु दमं व्यदधात् स्वकीर्तिंसत्ये त्रिपृष्ठ उशतीं प्रथयंश्चरित्रै: ॥ २० ॥",
        "english_devnagari": "cakraṁ ca dikṣv avihataṁ daśasu sva-tejomanvantareṣu manu-vaṁśa-dharo bibhartiduṣṭeṣu rājasu damaṁ vyadadhāt sva-kīrtiṁsatye tri-pṛṣṭha uśatīṁ prathayaṁś caritraiḥ",
        "verse_Syn": [
            "cakram",
            "ca",
            "dikṣu",
            "avihatam",
            "daśasu",
            "sva",
            "tejaḥ",
            "manvantareṣu",
            "manu",
            "vaṁśa",
            "dharaḥ",
            "bibharti",
            "duṣṭeṣu",
            "rājasu",
            "damam",
            "vyadadhāt",
            "sva",
            "kīrtim",
            "satye",
            "tri",
            "pṛṣṭhe",
            "uśatīm",
            "prathayan",
            "caritraiḥ"
        ],
        "translation": "As the incarnation of Manu, the Lord became the descendant of the Manu dynasty and ruled over the miscreant kingly order, subduing them by His powerful wheel weapon. Undeterred in all circumstances, His rule was characterized by His glorious fame, which spread over the three lokas, and above them to the planetary system of Satyaloka, the topmost in the universe.",
        "purport": " We have already discussed the incarnations of Manu in the First Canto. In one day of Brahmā there are fourteen Manus, changing one after another. In that way there are 420 Manus in a month of Brahmā and 5,040 Manus in one year of Brahmā. Brahmā lives for one hundred years according to his calculation, and as such, there are 504,000 Manus in the jurisdiction of one Brahmā. There are innumerable Brahmās, and all of them live only during one breathing period of Mahā-Viṣṇu. So we can just imagine how the incarnations of the Supreme Lord work all over the material worlds, which comprehend only one fourth of the total energy of the Supreme Personality of Godhead. The manvantara incarnation chastises all the miscreant rulers of different planets with as much power as that of the Supreme Personality of Godhead, who punishes the miscreants with His wheel weapon. The manvantara incarnations disseminate the transcendental glories of the Lord."
    },
    {
        "verse": "21",
        "devanagari": "धन्वन्तरिश्च भगवान् स्वयमेव कीर्ति-र्नाम्ना नृणां पुरुरुजां रुज आशु हन्ति ।यज्ञे च भागममृतायुरवावरुन्धआयुष्यवेदमनुशास्त्यवतीर्य लोके ॥ २१ ॥",
        "english_devnagari": "dhanvantariś ca bhagavān svayam eva kīrtirnāmnā nṛṇāṁ puru-rujāṁ ruja āśu hantiyajñe ca bhāgam amṛtāyur-avāvarundhaāyuṣya-vedam anuśāsty avatīrya loke",
        "verse_Syn": [
            "dhanvantariḥ",
            "ca",
            "bhagavān",
            "svayam",
            "eva",
            "kīrtiḥ",
            "nāmnā",
            "nṛṇām",
            "puru",
            "rujām",
            "rujaḥ",
            "āśu",
            "hanti",
            "yajñe",
            "ca",
            "bhāgam",
            "amṛta",
            "āyuḥ",
            "ava",
            "avarundhe",
            "āyuṣya",
            "vedam",
            "anuśāsti",
            "avatīrya",
            "loke"
        ],
        "translation": "The Lord in His incarnation of Dhanvantari very quickly cures the diseases of the ever-diseased living entities simply by His fame personified, and only because of Him do the demigods achieve long lives. Thus the Personality of Godhead becomes ever glorified. He also exacted a share from the sacrifices, and it is he only who inaugurated the medical science or the knowledge of medicine in the universe.",
        "purport": " As stated in the beginning of the Śrīmad-Bhāgavatam, everything emanates from the ultimate source of the Personality of Godhead; it is therefore understood in this verse that medical science or knowledge in medicine was also inaugurated by the Personality of Godhead in His incarnation Dhanvantari, and thus the knowledge is recorded in the Vedas. The Vedas are the source of all knowledge, and thus knowledge in medical science is also there for the perfect cure of the diseases of the living entity. The embodied living entity is diseased by the very construction of his body. The body is the symbol of diseases. The disease may differ from one variety to another, but disease must be there just as there is birth and death for everyone. So, by the grace of the Personality of Godhead, not only are diseases of the body and mind cured, but also the soul is relieved of the constant repetition of birth and death. The name of the Lord is also called bhavauṣadhi, or the source of curing the disease of material existence."
    },
    {
        "verse": "22",
        "devanagari": "क्षत्रं क्षयाय विधिनोपभृतं महात्माब्रह्मध्रुगुज्झितपथं नरकार्तिलिप्सु ।उद्धन्त्यसाववनिकण्टकमुग्रवीर्य-स्त्रि:सप्तकृत्व उरुधारपरश्वधेन ॥ २२ ॥",
        "english_devnagari": "kṣatraṁ kṣayāya vidhinopabhṛtaṁ mahātmābrahma-dhrug ujjhita-pathaṁ narakārti-lipsuuddhanty asāv avanikaṇṭakam ugra-vīryastriḥ-sapta-kṛtva urudhāra-paraśvadhena",
        "verse_Syn": [
            "kṣatram",
            "kṣayāya",
            "vidhinā",
            "upabhṛtam",
            "mahātmā",
            "brahma",
            "dhruk",
            "ujjhita",
            "patham",
            "naraka",
            "ārti",
            "lipsu",
            "uddhanti",
            "asau",
            "avanikaṇṭakam",
            "ugra",
            "vīryaḥ",
            "triḥ",
            "sapta",
            "kṛtvaḥ",
            "urudhāra",
            "paraśvadhena"
        ],
        "translation": "When the ruling administrators, who are known as the kṣatriyas, turned astray from the path of the Absolute Truth, being desirous to suffer in hell, the Lord, in His incarnation as the sage Paraśurāma, uprooted those unwanted kings, who appeared as the thorns of the earth. Thus He thrice seven times uprooted the kṣatriyas with His keenly sharpened chopper.",
        "purport": " The kṣatriyas, or the ruling administrators of any part of the universe, either on this planet or on other planets, are factually the representatives of the Almighty Personality of Godhead, and they are meant to lead the subjects towards the path of God realization. Every state and its administrators, regardless of the nature of the administration — monarchy or democracy, oligarchy or dictatorship or autocracy — have the prime responsibility to lead the citizens toward God realization. This is essential for all human beings, and it is the duty of the father, spiritual master, and ultimately the state to take up the responsibility of leading the citizens towards this end. The whole creation of material existence is made for this purpose, just to give a chance to the fallen souls who rebelled against the will of the Supreme Father and thus became conditioned by material nature. The force of material nature gradually leads one to a hellish condition of perpetual pains and miseries. Those going against the prescribed rules and regulations of conditional life are called brahmojjhita-pathas, or persons going against the path of the Absolute Truth, and they are liable to be punished. Lord Paraśurāma, the incarnation of the Personality of Godhead, appeared in such a state of worldly affairs and killed all the miscreant kings twenty-one times. Many kṣatriya kings fled from India to other parts of the world at that time, and according to the authority of the Mahābhārata, the kings of Egypt originally migrated from India because of Paraśurāma’s program of chastisement. The kings or administrators are similarly chastised in all circumstances whenever they become godless and plan a godless civilization. That is the order of the Almighty."
    },
    {
        "verse": "23",
        "devanagari": "अस्मत्प्रसादसुमुख: कलया कलेशइक्ष्वाकुवंश अवतीर्य गुरोर्निदेशे ।तिष्ठन् वनं सदयितानुज आविवेशयस्मिन् विरुध्य दशकन्धर आर्तिमार्च्छत् ॥ २३ ॥",
        "english_devnagari": "asmat-prasāda-sumukhaḥ kalayā kaleśaikṣvāku-vaṁśa avatīrya guror nideśetiṣṭhan vanaṁ sa-dayitānuja āviveśayasmin virudhya daśa-kandhara ārtim ārcchat",
        "verse_Syn": [
            "asmat",
            "prasāda",
            "sumukhaḥ",
            "kalayā",
            "kaleśaḥ",
            "ikṣvāku",
            "vaṁśe",
            "avatīrya",
            "guroḥ",
            "nideśe",
            "tiṣṭhan",
            "vanam",
            "sa",
            "dayitā",
            "anujaḥ",
            "āviveśa",
            "yasmin",
            "virudhya",
            "daśa",
            "kandharaḥ",
            "ārtim",
            "ārcchat"
        ],
        "translation": "Due to His causeless mercy upon all living entities within the universe, the Supreme Personality of Godhead, along with His plenary extensions, appeared in the family of Mahārāja Ikṣvāku as the Lord of His internal potency, Sītā. Under the order of His father, Mahārāja Daśaratha, He entered the forest and lived there for considerable years with His wife and younger brother. Rāvaṇa, who was very materially powerful, with ten heads on his shoulders, committed a great offense against Him and was thus ultimately vanquished.",
        "purport": " Lord Rāma is the Supreme Personality of Godhead, and His brothers, namely Bharata, Lakṣmaṇa and Śatrughna, are His plenary expansions. All four brothers are viṣṇu-tattva and were never ordinary human beings. There are many unscrupulous and ignorant commentators on Rāmāyaṇa who present the younger brothers of Lord Rāmacandra as ordinary living entities. But here in the Śrīmad-Bhāgavatam, the most authentic scripture on the science of Godhead, it is clearly stated that His brothers were His plenary expansions. Originally Lord Rāmacandra is the incarnation of Vāsudeva, Lakṣmaṇa is the incarnation of Saṅkarṣaṇa, Bharata is the incarnation of Pradyumna, and Śatrughna is the incarnation of Aniruddha, expansions of the Personality of Godhead. Lakṣmījī Sītā is the internal potency of the Lord and is neither an ordinary woman nor the external potency incarnation of Durgā. Durgā is the external potency of the Lord, and she is associated with Lord Śiva. As stated in the Bhagavad-gītā (4.7), the Lord appears when there are discrepancies in the discharge of factual religion. Lord Rāmacandra also appeared under the same circumstances, accompanied by His brothers, who are expansions of the Lord’s internal potency, and by Lakṣmījī Sītādevī. Lord Rāmacandra was ordered by His father, Mahārāja Daśaratha, to leave home for the forest under awkward circumstances, and the Lord, as the ideal son of His father, carried out the order, even on the occasion of His being declared the King of Ayodhyā. One of His younger brothers, Lakṣmaṇajī, desired to go with Him, and so also His eternal wife, Sītājī, desired to go with Him. The Lord agreed to both of them, and all together they entered the Daṇḍakāraṇya Forest, to live there for fourteen years. During their stay in the forest, there was some quarrel between Rāmacandra and Rāvaṇa, and the latter kidnapped the Lord’s wife, Sītā. The quarrel ended in the vanquishing of the greatly powerful Rāvaṇa, along with all his kingdom and family. Sītā is Lakṣmījī, or the goddess of fortune, but she is never to be enjoyed by any living being. She is meant for being worshiped by the living being along with her husband, Śrī Rāmacandra. A materialistic man like Rāvaṇa does not understand this great truth, but on the contrary he wants to snatch Sītādevī from the custody of Rāma and thus incurs great miseries. The materialists, who are after opulence and material prosperity, may take lessons from the Rāmāyaṇa that the policy of exploiting the nature of the Lord without acknowledging the supremacy of the Supreme Lord is the policy of Rāvaṇa. Rāvaṇa was very advanced materially, so much so that he turned his kingdom, Laṅkā, into pure gold, or full material wealth. But because he did not recognize the supremacy of Lord Rāmacandra and defied Him by stealing His wife, Sītā, Rāvaṇa was killed, and all his opulence and power were destroyed. Lord Rāmacandra is a full incarnation with six opulences in full, and He is therefore mentioned in this verse as kaleśaḥ, or master of all opulence."
    },
    {
        "verse": "24",
        "devanagari": "यस्मा अदादुदधिरूढभयाङ्गवेपोमार्गं सपद्यरिपुरं हरवद् दिधक्षो: ।दूरे सुहृन्मथितरोषसुशोणद‍ृष्टय‍ातातप्यमानमकरोरगनक्रचक्र: ॥ २४ ॥",
        "english_devnagari": "yasmā adād udadhir ūḍha-bhayāṅga-vepomārgaṁ sapady ari-puraṁ haravad didhakṣoḥdūre suhṛn-mathita-roṣa-suśoṇa-dṛṣṭyātātapyamāna-makaroraga-nakra-cakraḥ",
        "verse_Syn": [
            "yasmai",
            "adāt",
            "udadhiḥ",
            "ūḍha",
            "bhaya",
            "aṅga",
            "vepaḥ",
            "mārgam",
            "sapadi",
            "ari",
            "puram",
            "hara",
            "vat",
            "didhakṣoḥ",
            "dūre",
            "su",
            "hṛt",
            "mathita",
            "roṣa",
            "su",
            "śoṇa",
            "dṛṣṭyā",
            "tātapyamāna",
            "makara",
            "uraga",
            "nakra",
            "cakraḥ"
        ],
        "translation": "The Personality of Godhead Rāmacandra, being aggrieved for His distant intimate friend [Sītā], glanced over the city of the enemy Rāvaṇa with red-hot eyes like those of Hara [who wanted to burn the kingdom of heaven]. The great ocean, trembling in fear, gave Him His way because its family members, the aquatics like the sharks, snakes and crocodiles, were being burnt by the heat of the angry red-hot eyes of the Lord.",
        "purport": " The Personality of Godhead has every sentiment of a sentient being, like all other living beings, because He is the chief and original living entity, the supreme source of all other living beings. He is the nitya, or the chief eternal amongst all other eternals. He is the chief one, and all others are the dependent many. The many eternals are supported by the one eternal, and thus both the eternals are qualitatively one. Due to such oneness, both the eternals constitutionally have a complete range of sentiments, but the difference is that the sentiments of the chief eternal are different in quantity from the sentiments of the dependent eternals. When Rāmacandra was angry and showed His red-hot eyes, the whole ocean became heated with that energy, so much so that the aquatics within the great ocean felt the heat, and the personified ocean trembled in fear and offered the Lord an easy path for reaching the enemy’s city. The impersonalists will see havoc in this red-hot sentiment of the Lord because they want to see negation in perfection. Because the Lord is absolute, the impersonalists imagine that in the Absolute the sentiment of anger, which resembles mundane sentiments, must be conspicuous by absence. Due to a poor fund of knowledge, they do not realize that the sentiment of the Absolute Person is transcendental to all mundane concepts of quality and quantity. Had Lord Rāmacandra’s sentiment been of mundane origin, how could it disturb the whole ocean and its inhabitants? Can any mundane red-hot eye generate heat in the great ocean? These are factors to be distinguished in terms of the personal and impersonal conceptions of the Absolute Truth. As it is said in the beginning of the Śrīmad-Bhāgavatam, the Absolute Truth is the source of everything, so the Absolute Person cannot be devoid of the sentiments that are reflected in the temporary mundane world. Rather, the different sentiments found in the Absolute, either in anger or in mercy, have the same qualitative influence, or, in other words, there is no mundane difference of value because these sentiments are all on the absolute plane. Such sentiments are definitely not absent in the Absolute, as the impersonalists think, making their mundane estimation of the transcendental world."
    },
    {
        "verse": "25",
        "devanagari": "वक्ष:स्थलस्पर्शरुग्नमहेन्द्रवाह-दन्तैर्विडम्बितककुब्जुष ऊढहासम् ।सद्योऽसुभि: सह विनेष्यति दारहर्तु-र्विस्फूर्जितैर्धनुष उच्चरतोऽधिसैन्ये ॥ २५ ॥",
        "english_devnagari": "vakṣaḥ-sthala-sparśa-rugna-mahendra-vāha-dantair viḍambita-kakubjuṣa ūḍha-hāsamsadyo ’subhiḥ saha vineṣyati dāra-harturvisphūrjitair dhanuṣa uccarato ’dhisainye",
        "verse_Syn": [
            "vakṣaḥ",
            "sthala",
            "sparśa",
            "rugna",
            "mahā",
            "indra",
            "vāha",
            "dantaiḥ",
            "viḍambita",
            "kakup",
            "juṣaḥ",
            "ūḍha",
            "hāsam",
            "sadyaḥ",
            "asubhiḥ",
            "saha",
            "vineṣyati",
            "dāra",
            "hartuḥ",
            "visphūrjitaiḥ",
            "dhanuṣaḥ",
            "uccarataḥ",
            "adhisainye"
        ],
        "translation": "When Rāvaṇa was engaged in the battle, the trunk of the elephant which carried the King of heaven, Indra, broke in pieces, having collided with the chest of Rāvaṇa, and the scattered broken parts illuminated all directions. Rāvaṇa therefore felt proud of his prowess and began to loiter in the midst of the fighting soldiers, thinking himself the conqueror of all directions. But his laughter, overtaken by joy, along with his very air of life, suddenly ceased with the tingling sound of the bow of Rāmacandra, the Personality of Godhead.",
        "purport": " However powerful a living being may be, when he is condemned by God no one can save him, and, similarly, however weak one may be, if he is protected by the Lord no one can annihilate him."
    },
    {
        "verse": "26",
        "devanagari": "भूमे: सुरेतरवरूथविमर्दिताया:क्लेशव्ययाय कलया सितकृष्णकेश: ।जात: करिष्यति जनानुपलक्ष्यमार्ग:कर्माणि चात्ममहिमोपनिबन्धनानि ॥ २६ ॥",
        "english_devnagari": "bhūmeḥ suretara-varūtha-vimarditāyāḥkleśa-vyayāya kalayā sita-kṛṣṇa-keśaḥjātaḥ kariṣyati janānupalakṣya-mārgaḥkarmāṇi cātma-mahimopanibandhanāni",
        "verse_Syn": [
            "bhūmeḥ",
            "sura",
            "itara",
            "varūtha",
            "vimarditāyāḥ",
            "kleśa",
            "vyayāya",
            "kalayā",
            "sita",
            "kṛṣṇa",
            "keśaḥ",
            "jātaḥ",
            "kariṣyati",
            "jana",
            "anupalakṣya",
            "mārgaḥ",
            "karmāṇi",
            "ca",
            "ātma",
            "mahimā",
            "upanibandhanāni"
        ],
        "translation": "When the world is overburdened by the fighting strength of kings who have no faith in God, the Lord, just to diminish the distress of the world, descends with His plenary portion. The Lord comes in His original form, with beautiful black hair. And just to expand His transcendental glories, He acts extraordinarily. No one can properly estimate how great He is.",
        "purport": " This verse is especially describing the appearance of Lord Kṛṣṇa and His immediate expansion, Lord Baladeva. Both Lord Kṛṣṇa and Lord Baladeva are one Supreme Personality of Godhead. The Lord is omnipotent, and He expands Himself in innumerable forms and energies, and the whole unit is known as the one Supreme Brahman. Such extensions of the Lord are divided into two divisions, namely personal and differential. The personal expansions are called the viṣṇu-tattvas, and the differential expansions are called the jīva-tattvas. And in such expansional activity, Lord Baladeva is the first personal expansion of Kṛṣṇa, the Supreme Personality of Godhead. In the Viṣṇu Purāṇa, as well as in the Mahābhārata, both Kṛṣṇa and Baladeva are mentioned as having beautiful black hair, even in Their advanced age. The Lord is called anupalakṣya-mārgaḥ or, in still more technical Vedic terms, avāṅ-manasā gocaraḥ: one who is never to be seen or realized by the limited sense perception of the people in general. In the Bhagavad-gītā (7.25) it is said by the Lord, nāhaṁ prakāśaḥ sarvasya yoga-māyā-samāvṛtaḥ. In other words, He reserves the right of not being exposed to anyone and everyone. Only the bona fide devotees can know Him by His specific symptoms, and out of many, many such symptoms, one symptom is mentioned here in this verse, that the Lord is sita-kṛṣṇa-keśaḥ, or one who is observed always with beautiful black hair. Both Lord Kṛṣṇa and Lord Baladeva have such hair on Their heads, and thus even in advanced age They appeared like young boys sixteen years old. That is the particular symptom of the Personality of Godhead. In the Brahma-saṁhitā it is stated that although He is the oldest personality among all living entities, He always looks like a new, youthful boy. That is the characteristic of a spiritual body. The material body is symptomized by birth, death, old age and diseases, but the spiritual body is conspicuous by the absence of those symptoms. Living entities who reside in the Vaikuṇṭhalokas in eternal life and bliss have the same type of spiritual body, without being affected by any signs of old age. It is described in the Bhāgavatam (Canto Six) that the party of Viṣṇudūtas who came to deliver Ajāmila from the clutches of the party of Yamarāja appeared like youthful boys, corroborating the description in this verse. It is ascertained thus that the spiritual bodies in the Vaikuṇṭhalokas, either of the Lord or of the other inhabitants, are completely distinct from the material bodies of this world. Therefore, when the Lord descends from that world to this world, He descends in His spiritual body of ātma-māyā, or internal potency, without any touch of the bahiraṅgā-māyā, or external, material energy. The allegation that the impersonal Brahman appears in this material world by accepting a material body is quite absurd. Therefore the Lord, when He comes here, has not a material body, but a spiritual body. The impersonal brahmajyoti is only the glaring effulgence of the body of the Lord, and there is no difference in quality between the body of the Lord and the impersonal ray of the Lord, called brahmajyoti. Now the question is why the Lord, who is omnipotent, comes here to diminish the burden created upon the world by the unscrupulous kingly order. Certainly the Lord does not need to come here personally for such purposes, but He actually descends to exhibit His transcendental activities in order to encourage His pure devotees, who want to enjoy life by chanting the glories of the Lord. In the Bhagavad-gītā (9.13-14) it is stated that the mahātmās, great devotees of the Lord, take pleasure in chanting of the activities of the Lord. All Vedic literatures are meant for turning one’s attention towards the Lord and His transcendental activities. Thus the activities of the Lord, in His dealings with worldly people, create a subject matter for discussion by His pure devotees."
    },
    {
        "verse": "27",
        "devanagari": "तोकेन जीवहरणं यदुलूकिकाया-स्त्रैमासिकस्य च पदा शकटोऽपवृत्त: ।यद् रिङ्गतान्तरगतेन दिविस्पृशोर्वाउन्मूलनं त्वितरथार्जुनयोर्न भाव्यम् ॥ २७ ॥",
        "english_devnagari": "tokena jīva-haraṇaṁ yad ulūki-kāyāstrai-māsikasya ca padā śakaṭo ’pavṛttaḥyad riṅgatāntara-gatena divi-spṛśor vāunmūlanaṁ tv itarathārjunayor na bhāvyam",
        "verse_Syn": [
            "tokena",
            "jīva",
            "haraṇam",
            "yat",
            "ulūki",
            "kāyāḥ",
            "trai",
            "māsikasya",
            "ca",
            "padā",
            "śakaṭaḥ",
            "apavṛttaḥ",
            "yat",
            "riṅgatā",
            "antara",
            "gatena",
            "divi",
            "spṛśoḥ",
            "vā",
            "unmūlanam",
            "tu",
            "itarathā",
            "arjunayoḥ",
            "na",
            "bhāvyam"
        ],
        "translation": "There is no doubt about Lord Kṛṣṇa’s being the Supreme Lord. Otherwise, how was it possible for Him to kill a giant demon like Pūtanā when He was just on the lap of His mother, to overturn a cart with His leg when He was only three months old, or to uproot a pair of arjuna trees so high that they touched the sky, when He was only crawling? All these activities are impossible for anyone other than the Lord Himself.",
        "purport": " One cannot manufacture a God by one’s mental speculation or by numerical votes, as has become a practice for the less intelligent class of men. God is God eternally, and an ordinary living entity is eternally a part and parcel of God. God is one without a second, and the ordinary living entities are many without number. All such living entities are maintained by God Himself, and that is the verdict of the Vedic literatures. When Kṛṣṇa was on the lap of His mother, the demon Pūtanā appeared before His mother and prayed to nurture the child in her lap. Mother Yaśodā agreed, and the child was transferred onto the lap of Pūtanā, who was in the garb of a respectable lady. Pūtanā wanted to kill the child by smearing poison on the nipple of her breast. But when everything was complete, the Lord sucked her breast along with her very air of life, and the demon’s gigantic body, said to be as long as six miles, fell down. But Lord Kṛṣṇa did not need to expand Himself to the length of the she-demon Pūtanā, although He was quite competent to extend Himself more than six miles long. In His Vāmana incarnation He posed Himself as a dwarf brāhmaṇa, but when He took possession of His land, promised by Bali Mahārāja, He expanded His footstep to the top of the universe, extending over thousands and millions of miles. So it was not very difficult for Kṛṣṇa to perform a miracle by extending His bodily feature, but He had no desire to do it because of His deep filial love for His mother, Yaśodā. If Yaśodā had seen Kṛṣṇa in her lap extending six miles to cope with the she-demon Pūtanā, then the natural maternal love of Yaśodā would have been hurt because in that way Yaśodā would have come to know that her so-called son, Kṛṣṇa, was God Himself. And with the knowledge of the Godhood of Kṛṣṇa, Yaśodāmayī would have lost the temper of her love for Kṛṣṇa as a natural mother. But as far as Lord Kṛṣṇa is concerned, He is God always, either as a child on the lap of His mother, or as the coverer of the universe, Vāmanadeva. He does not require to become God by undergoing severe penances, although some men think of becoming God in that way. By undergoing severe austerities and penances, one cannot become one or equal with God, but one can attain most of the godly qualities. A living being can attain godly qualities to a large extent, but he cannot become God, whereas Kṛṣṇa, without undergoing any type of penance, is God always, either in the lap of His mother or growing up or at any stage of growth. So at the age of only three months He killed the Śakaṭāsura, who had remained hidden behind a cart in the house of Yaśodāmayī. And when He was crawling and was disturbing His mother from doing household affairs, the mother tied Him with a grinding pestle, but the naughty child dragged the pestle up to a pair of very high arjuna trees in the yard of Yaśodāmayī, and when the pestle was stuck between the pair of trees, they fell down with a horrible sound. When Yaśodāmayī came to see the happenings, she thought that her child had been saved from the falling trees by the mercy of the Lord, without knowing that the Lord Himself, crawling in her yard, had wreaked the havoc. So that is the way of reciprocation of love affairs between the Lord and His devotees. Yaśodāmayī wanted to have the Lord as her child, and the Lord played exactly like a child in her lap, but at the same time played the part of the Almighty Lord whenever it was so required. The beauty of such pastimes was that the Lord fulfilled everyone’s desire. In the case of felling the gigantic arjuna trees, the Lord’s mission was to deliver the two sons of Kuvera, who were condemned to become trees by the curse of Nārada, as well as to play like a crawling child in the yard of Yaśodā, who took transcendental pleasure in seeing such activities of the Lord in the very yard of her home. The Lord in any condition is Lord of the universe, and He can act as such in any form, gigantic or small, as He likes."
    },
    {
        "verse": "28",
        "devanagari": "यद् वै व्रजे व्रजपशून् विषतोयपीतान्पालांस्त्वजीवयदनुग्रहद‍ृष्टिवृष्टय‍ा ।तच्छुद्धयेऽतिविषवीर्यविलोलजिह्व-मुच्चाटयिष्यदुरगं विहरन् ह्रदिन्याम् ॥ २८ ॥",
        "english_devnagari": "yad vai vraje vraja-paśūn viṣatoya-pītānpālāṁs tv ajīvayad anugraha-dṛṣṭi-vṛṣṭyātac-chuddhaye ’ti-viṣa-vīrya-vilola-jihvamuccāṭayiṣyad uragaṁ viharan hradinyām",
        "verse_Syn": [
            "yat",
            "vai",
            "vraje",
            "vraja",
            "paśūn",
            "viṣa",
            "toya",
            "pītān",
            "pālān",
            "tu",
            "ajīvayat",
            "anugraha",
            "dṛṣṭi",
            "vṛṣṭyā",
            "tat",
            "śuddhaye",
            "ati",
            "viṣa",
            "vīrya",
            "vilola",
            "jihvam",
            "uccāṭayiṣyat",
            "uragam",
            "viharan",
            "hradinyām"
        ],
        "translation": "Then also when the cowherd boys and their animals drank the poisoned water of the river Yamunā, and after the Lord [in His childhood] revived them by His merciful glance, just to purify the water of the river Yamunā He jumped into it as if playing and chastised the venomous Kāliya snake, which was lurking there, its tongue emitting waves of poison. Who can perform such herculean tasks but the Supreme Lord?",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तत् कर्म दिव्यमिव यन्निशि नि:शयानंदावाग्निना शुचिवने परिदह्यमाने ।उन्नेष्यति व्रजमतोऽवसितान्तकालंनेत्रे पिधाप्य सबलोऽनधिगम्यवीर्य: ॥ २९ ॥",
        "english_devnagari": "tat karma divyam iva yan niśi niḥśayānaṁdāvāgninā śuci-vane paridahyamāneunneṣyati vrajam ato ’vasitānta-kālaṁnetre pidhāpya sabalo ’nadhigamya-vīryaḥ",
        "verse_Syn": [
            "tat",
            "karma",
            "divyam",
            "iva",
            "yat",
            "niśi",
            "niḥśayānam",
            "dāva",
            "agninā",
            "śuci",
            "vane",
            "paridahyamāne",
            "unneṣyati",
            "vrajam",
            "ataḥ",
            "avasita",
            "anta",
            "kālam",
            "netre",
            "pidhāpya",
            "sa",
            "balaḥ",
            "anadhigamya",
            "vīryaḥ"
        ],
        "translation": "On the very night of the day of the chastisement of the Kāliya snake, when the inhabitants of Vrajabhūmi were sleeping carefreely, there was a forest fire ablaze due to dry leaves, and it appeared that all the inhabitants were sure to meet their death. But the Lord, along with Balarāma, saved them simply by closing His eyes. Such are the superhuman activities of the Lord.",
        "purport": " Although in this verse the Lord’s activity has been described as superhuman, it should be noted that the Lord’s activities are always superhuman, and that distinguishes Him from the ordinary living being. Uprooting a gigantic banyan or arjuna tree and extinguishing a blazing forest fire simply by closing one’s eyes are certainly impossible by any kind of human endeavor. But not only are these activities amazing to hear, but in fact all other activities of the Lord, whatever He may do, are all superhuman, as confirmed in the Bhagavad-gītā (4.9). Whoever knows the superhuman activities of the Lord, due to their very transcendental nature, becomes eligible to enter the kingdom of Kṛṣṇa, and, as such, after quitting this present material body, the knower of the transcendental activities of the Lord goes back home, back to Godhead."
    },
    {
        "verse": "30",
        "devanagari": "गृह्णीत यद् यदुपबन्धममुष्य माताशुल्बं सुतस्य न तु तत् तदमुष्य माति ।यज्जृम्भतोऽस्य वदने भुवनानि गोपीसंवीक्ष्य शङ्कितमना: प्रतिबोधितासीत् ॥ ३० ॥",
        "english_devnagari": "gṛhṇīta yad yad upabandham amuṣya mātāśulbaṁ sutasya na tu tat tad amuṣya mātiyaj jṛmbhato ’sya vadane bhuvanāni gopīsaṁvīkṣya śaṅkita-manāḥ pratibodhitāsīt",
        "verse_Syn": [
            "gṛhṇīta",
            "yat",
            "yat",
            "upabandham",
            "amuṣya",
            "mātā",
            "śulbam",
            "sutasya",
            "na",
            "tu",
            "tat",
            "tat",
            "amuṣya",
            "māti",
            "yat",
            "jṛmbhataḥ",
            "asya",
            "vadane",
            "bhuvanāni",
            "gopī",
            "saṁvīkṣya",
            "śaṅkita",
            "manāḥ",
            "pratibodhitā",
            "āsīt"
        ],
        "translation": "When the cowherd woman [Kṛṣṇa’s foster mother, Yaśodā] was trying to tie the hands of her son with ropes, she found the rope to be always insufficient in length, and when she finally gave up, Lord Kṛṣṇa, by and by, opened His mouth, wherein the mother found all the universes situated. Seeing this, she was doubtful in her mind, but she was convinced in a different manner of the mystic nature of her son.",
        "purport": " One day Lord Kṛṣṇa as the naughty child disturbed His mother Yaśodā, and she began to tie up the child with ropes just to punish Him. But no matter how much rope she used, she found it always insufficient. Thus she became fatigued, but in the meantime the Lord opened His mouth, and the affectionate mother saw within the mouth of her son all the universes situated together. The mother was astonished, but out of her deep affection for Kṛṣṇa she thought that the Almighty Godhead Nārāyaṇa had kindly looked after her son just to protect Him from all the continuous calamities happening to Him. Because of her deep affection for Kṛṣṇa, she could never think that her very son was Nārāyaṇa, the Personality of Godhead Himself. That is the action of yoga-māyā, the internal potency of the Supreme Lord, which acts to perfect all the pastimes of the Lord with His different types of devotees. Who could play such wonders without being God?"
    },
    {
        "verse": "31",
        "devanagari": "नन्दं च मोक्ष्यति भयाद् वरुणस्य पाशाद्गोपान् बिलेषु पिहितान् मयसूनुना च ।अह्न्यापृतं निशि शयानमतिश्रमेणलोकं विकुण्ठमुपनेष्यति गोकुलं स्म ॥ ३१ ॥",
        "english_devnagari": "nandaṁ ca mokṣyati bhayād varuṇasya pāśādgopān bileṣu pihitān maya-sūnunā caahny āpṛtaṁ niśi śayānam atiśrameṇalokaṁ vikuṇṭham upaneṣyati gokulaṁ sma",
        "verse_Syn": [
            "nandam",
            "ca",
            "mokṣyati",
            "bhayāt",
            "varuṇasya",
            "pāśāt",
            "gopān",
            "bileṣu",
            "pihitān",
            "maya",
            "sūnunā",
            "ca",
            "ahni",
            "āpṛtam",
            "niśi",
            "śayānam",
            "atiśrameṇa",
            "lokam",
            "vikuṇṭham",
            "upaneṣyati",
            "gokulam",
            "sma"
        ],
        "translation": "Lord Kṛṣṇa saved His foster father, Nanda Mahārāja, from the fear of the demigod Varuṇa and released the cowherd boys from the caves of the mountain, for they were placed there by the son of Maya. Also, to the inhabitants of Vṛndāvana, who were busy working during daytime and sleeping soundly at night because of their hard labor in the day, Lord Kṛṣṇa awarded promotion to the highest planet in the spiritual sky. All these acts are transcendental and certainly prove without any doubt His Godhood.",
        "purport": " Nanda Mahārāja, the foster father of Lord Kṛṣṇa, went to take his bath in the river Yamunā in the dead of night, mistakenly thinking that the night was already over; thus the demigod Varuṇa took him to the Varuṇa planet just to have a look at the Personality of Godhead Lord Kṛṣṇa, who appeared there to release His father. Actually there was no arrest of Nanda Mahārāja by Varuṇa because the inhabitants of Vṛndāvana were always engaged in thinking of Kṛṣṇa, in constant meditation on the Personality of Godhead in a particular form of samādhi, or trance of bhakti-yoga. They had no fear of the miseries of material existence. In the Bhagavad-gītā it is confirmed that to be in association with the Supreme Personality of Godhead by full surrender in transcendental love frees one from the miseries inflicted by the laws of material nature. Here it is clearly mentioned that the inhabitants of Vṛndāvana were extensively busy in the hard labor of their day’s work, and due to the day’s hard labor they were engaged in sound sleep at night. So practically they had very little time to devote to meditation or to the other paraphernalia of spiritual activities. But factually they were engaged in the highest spiritual activities only. Everything done by them was spiritualized because everything was dovetailed in their relationship with Lord Śrī Kṛṣṇa. The central point of activities was Kṛṣṇa, and as such, the so-called activities in the material world were saturated with spiritual potency. That is the advantage of the way of bhakti-yoga. One should discharge one’s duty on Lord Kṛṣṇa’s behalf, and all one’s actions will be saturated with Kṛṣṇa thought, the highest pattern of trance in spiritual realization."
    },
    {
        "verse": "32",
        "devanagari": "गोपैर्मखे प्रतिहते व्रजविप्लवायदेवेऽभिवर्षति पशून् कृपया रिरक्षु: ।धर्तोच्छिलीन्ध्रमिव सप्तदिनानि सप्त-वर्षो महीध्रमनघैककरे सलीलम् ॥ ३२ ॥",
        "english_devnagari": "gopair makhe pratihate vraja-viplavāyadeve ’bhivarṣati paśūn kṛpayā rirakṣuḥdhartocchilīndhram iva sapta-dināni sapta-varṣo mahīdhram anaghaika-kare salīlam",
        "verse_Syn": [
            "gopaiḥ",
            "makhe",
            "pratihate",
            "vraja",
            "viplavāya",
            "deve",
            "abhivarṣati",
            "paśūn",
            "kṛpayā",
            "rirakṣuḥ",
            "dharta",
            "ucchilīndhram",
            "iva",
            "sapta",
            "dināni",
            "sapta",
            "varṣaḥ",
            "mahīdhram",
            "anagha",
            "eka",
            "kare",
            "salīlam"
        ],
        "translation": "When the cowherd men of Vṛndāvana, under instruction of Kṛṣṇa, stopped offering sacrifice to the heavenly King, Indra, the whole tract of land known as Vraja was threatened with being washed away by constant heavy rains for seven days. Lord Kṛṣṇa, out of His causeless mercy upon the inhabitants of Vraja, held up the hill known as Govardhana with one hand only, although He was only seven years old. He did this to protect the animals from the onslaught of water.",
        "purport": " Children play with an umbrella generally known as a frog’s umbrella, and Lord Kṛṣṇa, when He was only seven years old, could snatch the great hill known as the Govardhana Parvata at Vṛndāvana and hold it for seven days continuously with one hand, just to protect the animals and the inhabitants of Vṛndāvana from the wrath of Indra, the heavenly King, who had been denied sacrificial offerings by the inhabitants of Vrajabhūmi. Factually there is no need of offering sacrifices to the demigods for their services if one is engaged in the service of the Supreme Lord. Sacrifices recommended in the Vedic literature for satisfaction of the demigods are a sort of inducement to the sacrificers to realize the existence of higher authorities. The demigods are engaged by the Lord as controlling deities of material affairs, and according to the Bhagavad-gītā, when a demigod is worshiped the process is accepted as the indirect method for worshiping the Supreme Lord. But when the Supreme Lord is worshiped directly there is no need of worshiping the demigods or offering them sacrifices as recommended in particular circumstances. Lord Kṛṣṇa therefore advised the inhabitants of Vrajabhūmi not to offer any sacrifices to the heavenly King Indra. But Indra, not knowing Lord Kṛṣṇa in Vrajabhūmi, was angry at the inhabitants of Vrajabhūmi and tried to avenge the offense. But, competent as the Lord was, He saved the inhabitants and animals of Vrajabhūmi by His personal energy and proved definitely that anyone directly engaged as a devotee of the Supreme Lord need not satisfy any other demigods, however great, even to the level of Brahmā or Śiva. Thus this incident definitely proved without a doubt that Lord Kṛṣṇa is the Personality of Godhead and that He was so in all circumstances, as a child on the lap of His mother, as a boy 7 years old, and as an old man of 125 years of age. In either case He was never on the level of the ordinary man, and even in His advanced age He appeared a young boy 16 years old. These are the particular features of the transcendental body of the Lord."
    },
    {
        "verse": "33",
        "devanagari": "क्रीडन् वने निशि निशाकररश्मिगौर्यांरासोन्मुख: कलपदायतमूर्च्छितेन ।उद्दीपितस्मररुजां व्रजभृद्वधूनांहर्तुर्हरिष्यति शिरो धनदानुगस्य ॥ ३३ ॥",
        "english_devnagari": "krīḍan vane niśi niśākara-raśmi-gauryāṁrāsonmukhaḥ kala-padāyata-mūrcchitenauddīpita-smara-rujāṁ vraja-bhṛd-vadhūnāṁhartur hariṣyati śiro dhanadānugasya",
        "verse_Syn": [
            "krīḍan",
            "vane",
            "niśi",
            "niśākara",
            "raśmi",
            "gauryām",
            "rāsa",
            "unmukhaḥ",
            "kala",
            "padāyata",
            "mūrcchitena",
            "uddīpita",
            "smara",
            "rujām",
            "vraja",
            "bhṛt",
            "vadhūnām",
            "hartuḥ",
            "hariṣyati",
            "śiraḥ",
            "dhanada",
            "anugasya"
        ],
        "translation": "When the Lord was engaged in His pastimes of the rāsa dance in the forest of Vṛndāvana, enlivening the sexual desires of the wives of the inhabitants of Vṛndāvana by sweet and melodious songs, a demon of the name Śaṅkhacūḍa, a rich follower of the treasurer of heaven [Kuvera], kidnapped the damsels, and the Lord severed his head from his trunk.",
        "purport": " We should carefully note that the statements described herein are the statements of Brahmājī to Nārada, and he was speaking to Nārada of events that would happen in the future, during the advent of Lord Kṛṣṇa. The pastimes of the Lord are known to the experts who are able to see past, present and future, and Brahmājī, being one of them, foretold what would happen in the future. The killing of Śaṅkhacūḍa by the Lord is a more recent incident, after the rāsa-līlā, and not exactly a simultaneous affair. In the previous verses we have seen also that the Lord’s engagement in the affairs of the forest fire was described along with His pastimes of punishing the Kāliya snake, and similarly the pastimes of the rāsa dance and the killing of Śaṅkhacūḍa are also described herein. The adjustment is that all these incidents would take place in the future, after the time when it was being foretold by Brahmājī to Nārada. The demon Śaṅkhacūḍa was killed by the Lord during His pastimes at Horikā in the month of Phālguna, and the same ceremony is still observed in India by the burning of the effigy of Śaṅkhacūḍa one day prior to the Lord’s pastimes at Horikā, generally known as Holi. Generally the future appearance and the activities of the Lord or His incarnations are foretold in the scriptures, and thus the pseudo incarnations are unable to cheat persons who are in knowledge of the events as they are described in the authoritative scriptures."
    },
    {
        "verse": "34-35",
        "devanagari": "ये च प्रलम्बखरदर्दुरकेश्यरिष्ट-मल्लेभकंसयवना: कपिपौण्ड्रकाद्या: ।अन्ये च शाल्वकुजबल्वलदन्तवक्र-सप्तोक्षशम्बरविदूरथरुक्‍मिमुख्या: ॥ ३४ ॥ये वा मृधे समितिशालिन आत्तचापा:काम्बोजमत्स्यकुरुसृञ्जयकैकयाद्या: ।यास्यन्त्यदर्शनमलं बलपार्थभीम-व्याजाह्वयेन हरिणा निलयं तदीयम् ॥ ३५ ॥",
        "english_devnagari": "ye ca pralamba-khara-dardura-keśy-ariṣṭa-mallebha-kaṁsa-yavanāḥ kapi-pauṇḍrakādyāḥanye ca śālva-kuja-balvala-dantavakra-saptokṣa-śambara-vidūratha-rukmi-mukhyāḥ",
        "verse_Syn": [
            "ye",
            "ca",
            "pralamba",
            "khara",
            "dardura",
            "keśī",
            "ariṣṭa",
            "malla",
            "ibha",
            "kaṁsa",
            "yavanāḥ",
            "kapi",
            "pauṇḍraka",
            "ādyāḥ",
            "anye",
            "ca",
            "śālva",
            "kuja",
            "balvala",
            "dantavakra",
            "saptokṣa",
            "śambara",
            "vidūratha",
            "rukmi",
            "mukhyāḥ",
            "ye",
            "vā",
            "mṛdhe",
            "samiti",
            "śālinaḥ",
            "ātta",
            "cāpāḥ",
            "kāmboja",
            "matsya",
            "kuru",
            "sṛñjaya",
            "kaikaya",
            "ādyāḥ",
            "yāsyanti",
            "adarśanam",
            "alam",
            "bala",
            "pārtha",
            "bhīma",
            "vyāja",
            "āhvayena",
            "hariṇā",
            "nilayam",
            "tadīyam"
        ],
        "translation": "All demonic personalities like Pralamba, Dhenuka, Baka, Keśī, Ariṣṭa, Cāṇūra, Muṣṭika, Kuvalayāpīḍa elephant, Kaṁsa, Yavana, Narakāsura and Pauṇḍraka, great marshals like Śālva, Dvivida monkey and Balvala, Dantavakra, the seven bulls, Śambara, Vidūratha and Rukmī, as also great warriors like Kāmboja, Matsya, Kuru, Sṛñjaya and Kekaya, would all fight vigorously, either with the Lord Hari directly or with Him under His names of Baladeva, Arjuna, Bhīma, etc. And the demons, thus being killed, would attain either the impersonal brahmajyoti or His personal abode in the Vaikuṇṭha planets.",
        "purport": " All manifestations, in both the material and spiritual worlds, are demonstrations of the different potencies of Lord Kṛṣṇa. The Personality of Godhead Baladeva is His immediate personal expansion, and Bhīma, Arjuna, etc., are His personal associates. The Lord would appear (and He does so whenever He appears) with all His associates and potencies. Therefore the rebellious souls, like the demons and demoniac men, mentioned by names like Pralamba, would be killed either by the Lord Himself or by His associates. All these affairs will be clearly explained in the Tenth Canto. But we should know well that all the above-mentioned living entities killed would attain salvation either by being merged in the brahmajyoti of the Lord or being allowed to enter into the abodes of the Lord called Vaikuṇṭhas. This has already been explained by Bhīṣmadeva (First Canto). All persons who participated in the Battlefield of Kurukṣetra or otherwise with the Lord or with Baladeva, etc., would benefit by attaining spiritual existence according to the situation of their minds at the time of death. Those who recognized the Lord would enter Vaikuṇṭha, and those who estimated the Lord as only a powerful being would attain salvation by merging into the spiritual existence of the impersonal brahmajyoti of the Lord. But every one of them would get release from material existence. Since such is the benefit of those who played with the Lord inimically, one can imagine what would be the position of those who devoutly served the Lord in transcendental relationship with Him."
    },
    {
        "verse": "36",
        "devanagari": "कालेन मीलितधियामवमृश्य नृणांस्तोकायुषां स्वनिगमो बत दूरपार: ।आविर्हितस्त्वनुयुगं स हि सत्यवत्यांवेदद्रुमं विटपशो विभजिष्यति स्म ॥ ३६ ॥",
        "english_devnagari": "kālena mīlita-dhiyām avamṛśya nṝṇāṁstokāyuṣāṁ sva-nigamo bata dūra-pāraḥāvirhitas tv anuyugaṁ sa hi satyavatyāṁveda-drumaṁ viṭa-paśo vibhajiṣyati sma",
        "verse_Syn": [
            "kālena",
            "mīlita",
            "dhiyām",
            "avamṛśya",
            "nṝṇām",
            "stoka",
            "āyuṣām",
            "sva",
            "nigamaḥ",
            "bata",
            "dūra",
            "pāraḥ",
            "āvirhitaḥ",
            "tu",
            "anuyugam",
            "saḥ",
            "hi",
            "satyavatyām",
            "veda",
            "drumam",
            "viṭa",
            "paśaḥ",
            "vibhajiṣyati",
            "sma"
        ],
        "translation": "The Lord Himself in His incarnation as the son of Satyavatī [Vyāsadeva] will consider his compilation of the Vedic literature to be very difficult for the less intelligent persons with short life, and thus He will divide the tree of Vedic knowledge into different branches, according to the circumstances of the particular age.",
        "purport": " Herein Brahmā mentions the future compilation of Śrīmad-Bhāgavatam for the short-lived persons of the Kali age. As explained in the First Canto, the less intelligent persons of the Age of Kali would be not only short-lived, but also perplexed with so many problems of life due to the awkward situation of the godless human society. Advancement of material comforts of the body is activity in the mode of ignorance according to the laws of material nature. Real advancement of knowledge means progress of knowledge in self-realization. But in the Age of Kali the less intelligent men mistakenly consider the short lifetime of one hundred years (now factually reduced to about forty or sixty years) to be all in all. They are less intelligent because they have no information of the eternity of life; they identify with the temporary material body existing for forty years and consider it the only basic principle of life. Such persons are described as equal to the asses and bulls. But the Lord, as the compassionate father of all living beings, imparts unto them the vast Vedic knowledge in short treatises like the Bhagavad-gītā and, for the graduates, the Śrīmad-Bhāgavatam. The Purāṇas and the Mahābhārata are also similarly made by Vyāsadeva for the different types of men in the modes of material nature. But none of them are independent of the Vedic principles."
    },
    {
        "verse": "37",
        "devanagari": "देवद्विषां निगमवर्त्मनि निष्ठितानांपूर्भिर्मयेन विहिताभिरद‍ृश्यतूर्भि: ।लोकान् घ्नतां मतिविमोहमतिप्रलोभंवेषं विधाय बहु भाष्यत औपधर्म्यम् ॥ ३७ ॥",
        "english_devnagari": "deva-dviṣāṁ nigama-vartmani niṣṭhitānāṁpūrbhir mayena vihitābhir adṛśya-tūrbhiḥlokān ghnatāṁ mati-vimoham atipralobhaṁveṣaṁ vidhāya bahu bhāṣyata aupadharmyam",
        "verse_Syn": [
            "deva",
            "dviṣām",
            "nigama",
            "vartmani",
            "niṣṭhitānām",
            "pūrbhiḥ",
            "mayena",
            "vihitābhiḥ",
            "adṛśya",
            "tūrbhiḥ",
            "lokān",
            "ghnatām",
            "mati",
            "vimoham",
            "atipralobham",
            "veṣam",
            "vidhāya",
            "bahu",
            "bhāṣyate",
            "aupadharmyam"
        ],
        "translation": "When the atheists, after being well versed in the Vedic scientific knowledge, annihilate inhabitants of different planets, flying unseen in the sky on well-built rockets prepared by the great scientist Maya, the Lord will bewilder their minds by dressing Himself attractively as Buddha and will preach on subreligious principles.",
        "purport": " This incarnation of Lord Buddha is not the same Buddha incarnation we have in the present history of mankind. According to Śrīla Jīva Gosvāmī, the Buddha incarnation mentioned in this verse appeared in a different Kali age. In the duration of life of one Manu there are more than seventy-two Kali-yugas, and in one of them the particular type of Buddha mentioned here would appear. Lord Buddha incarnates at a time when the people are most materialistic and preaches commonsense religious principles. Such ahiṁsā is not a religious principle itself, but it is an important quality for persons who are actually religious. It is a commonsense religion because one is advised to do no harm to any other animal or living being because such harmful actions are equally harmful to he who does the harm. But before learning these principles of nonviolence one has to learn two other principles, namely to be humble and to be prideless. Unless one is humble and prideless, one cannot be harmless and nonviolent. And after being nonviolent one has to learn tolerance and simplicity of living. One must offer respects to the great religious preachers and spiritual leaders and also train the senses for controlled action, learning to be unattached to family and home, and enacting devotional service to the Lord, etc. At the ultimate stage one has to accept the Lord and become His devotee; otherwise there is no religion. In religious principles there must be God in the center; otherwise simple moral instructions are merely subreligious principles, generally known as upadharma, or nearness to religious principles."
    },
    {
        "verse": "38",
        "devanagari": "यर्ह्यालयेष्वपि सतां न हरे: कथा: स्यु:पाषण्डिनो द्विजजना वृषला नृदेवा: ।स्वाहा स्वधा वषडिति स्म गिरो न यत्रशास्ता भविष्यति कलेर्भगवान् युगान्ते ॥ ३८ ॥",
        "english_devnagari": "yarhy ālayeṣv api satāṁ na hareḥ kathāḥ syuḥpāṣaṇḍino dvija-janā vṛṣalā nṛdevāḥsvāhā svadhā vaṣaḍ iti sma giro na yatraśāstā bhaviṣyati kaler bhagavān yugānte",
        "verse_Syn": [
            "yarhi",
            "ālayeṣu",
            "api",
            "satām",
            "na",
            "hareḥ",
            "kathāḥ",
            "syuḥ",
            "pāṣaṇḍinaḥ",
            "dvija",
            "janāḥ",
            "vṛṣalāḥ",
            "nṛ",
            "devāḥ",
            "svāhā",
            "svadhā",
            "vaṣaṭ",
            "iti",
            "sma",
            "giraḥ",
            "na",
            "yatra",
            "śāstā",
            "bhaviṣyati",
            "kaleḥ",
            "bhagavān",
            "yuga",
            "ante"
        ],
        "translation": "Thereafter, at the end of Kali-yuga, when there exist no topics on the subject of God, even at the residences of so-called saints and respectable gentlemen of the three higher castes, and when the power of government is transferred to the hands of ministers elected from the lowborn śūdra class or those less than them, and when nothing is known of the techniques of sacrifice, even by word, at that time the Lord will appear as the supreme chastiser.",
        "purport": " The symptoms of the worst conditions of the material world, at the last stage of this age, called Kali-yuga, are stated herein. The sum and substance of such conditions is godlessness. Even the so-called saints and higher castes of the social orders, generally known as the dvija-janas or the twice-born, will become atheists. As such, all of them will practically forget even the holy name of the Lord, and what to speak of His activities. The higher castes of society, namely the intelligent class of men guiding the destinies of the social orders, the administrative class of men guiding the law and order of the society, and the productive class of men guiding the economic development of the society, must all be properly well versed in knowledge of the Supreme Lord, knowing factually His name, quality, pastimes, entourage, paraphernalia and personalities. The saints and the higher castes or orders of the society are judged by their proportion of knowledge in the science of God, or tattva-jñāna, and not by any kind of birthright or bodily designations. Such designations, without any knowledge of the science of God and practical knowledge of devotional service, are considered to be all decorations of dead bodies. And when there is too much inflation of these decorated dead bodies in society, there develop so many anomalies in the progressive, peaceful life of the human being. Because of the lack of training or culture in the upper section of the social orders, they are no more to be designated as the dvija-janas, or the twice-born. The significance of being twice-born has been explained in many places in these great literatures, and again one is reminded herewith that birth, executed by the sex life of the father and the mother, is called animal birth. But such animal birth and progress of life on the animal principles of eating, sleeping, fearing and mating (without any scientific culture of spiritual life) is called the śūdra life or, to be more explicit, the uncultured life of the lower class of men. It is stated herein that the governmental power of society in the Kali-yuga will be passed over to the uncultured, godless laborer classes of men, and thus the nṛdevas (or the ministers of the government) will be the vṛṣalas, or the uncultured, lower-class men of society. No one can expect any peace and prosperity in a human society full of uncultured, lower classes of men. The symptoms of such uncultured social animals are already in vogue, and it is the duty of the leaders of men to take note of it and try to reform the social order by introducing the principles of twice-born men trained in the science of God consciousness. This can be done by expanding the culture of Śrīmad-Bhāgavatam all over the world. In the degraded condition of human society, the Lord incarnates as the Kalki avatāra and kills all the demonic without mercy."
    },
    {
        "verse": "39",
        "devanagari": "सर्गे तपोऽहमृषयो नव ये प्रजेशा:स्थानेऽथ धर्ममखमन्वमरावनीशा: ।अन्ते त्वधर्महरमन्युवशासुराद्यामायाविभूतय इमा: पुरुशक्तिभाज: ॥ ३९ ॥",
        "english_devnagari": "sarge tapo ’ham ṛṣayo nava ye prajeśāḥsthāne ’tha dharma-makha-manv-amarāvanīśāḥante tv adharma-hara-manyu-vaśāsurādyāmāyā-vibhūtaya imāḥ puru-śakti-bhājaḥ",
        "verse_Syn": [
            "sarge",
            "tapaḥ",
            "aham",
            "ṛṣayaḥ",
            "nava",
            "ye",
            "prajeśāḥ",
            "sthāne",
            "atha",
            "dharma",
            "makha",
            "manu",
            "amara",
            "avanīśāḥ",
            "ante",
            "tu",
            "adharma",
            "hara",
            "manyu",
            "vaśa",
            "asura",
            "ādyāḥ",
            "māyā",
            "vibhūtayaḥ",
            "imāḥ",
            "puru",
            "śakti",
            "bhājaḥ"
        ],
        "translation": "At the beginning of creation there are penance, myself [Brahmā] and the Prajāpatis, the great sages who generate; then, during the maintenance of the creation, there are Lord Viṣṇu, the demigods with controlling powers, and the kings of different planets. But at the end there is irreligion, and then Lord Śiva and the atheists full of anger, etc. All of them are different representative manifestations of the energy of the supreme power, the Lord.",
        "purport": " The material world is created by the energy of the Lord, which is manifested in the beginning of the creation by the penance of Brahmājī, the first living being in the creation, and then there are the nine Prajāpatis, known as great sages. In the stage when the creation is maintained, there are devotional service to Lord Viṣṇu, or factual religion, the different demigods, and the kings of different planets who maintain the world. At last, when the creation is preparing to wind up, there is first the principle of irreligion, then Lord Śiva along with the atheists, full of anger. But all of them are but different manifestations of the Supreme Lord. Therefore Brahmā, Viṣṇu and Mahādeva (Śiva) are different incarnations of the different modes of material nature. Viṣṇu is the Lord of the mode of goodness, Brahmā is the lord of the mode of passion, and Śiva is the lord of the mode of ignorance. Ultimately, the material creation is but a temporary manifestation meant to give the chance of liberation to the conditioned souls, who are entrapped in the material world, and one who develops the mode of goodness under the protection of Lord Viṣṇu has the greatest chance of being liberated by following the Vaiṣṇava principles and thus being promoted to the kingdom of God, no more to return to this miserable material world."
    },
    {
        "verse": "40",
        "devanagari": "विष्णोर्नु वीर्यगणनां कतमोऽर्हतीहय: पार्थिवान्यपि कविर्विममे रजांसि ।चस्कम्भ य: स्वरहसास्खलता त्रिपृष्ठंयस्मात् त्रिसाम्यसदनादुरुकम्पयानम् ॥ ४० ॥",
        "english_devnagari": "viṣṇor nu vīrya-gaṇanāṁ katamo ’rhatīhayaḥ pārthivāny api kavir vimame rajāṁsicaskambha yaḥ sva-rahasāskhalatā tri-pṛṣṭhaṁyasmāt tri-sāmya-sadanād uru-kampayānam",
        "verse_Syn": [
            "viṣṇoḥ",
            "nu",
            "vīrya",
            "gaṇanām",
            "katamaḥ",
            "arhati",
            "iha",
            "yaḥ",
            "pārthivāni",
            "api",
            "kaviḥ",
            "vimame",
            "rajāṁsi",
            "caskambha",
            "yaḥ",
            "sva",
            "rahasā",
            "askhalatā",
            "tri",
            "pṛṣṭham",
            "yasmāt",
            "tri",
            "sāmya",
            "sadanāt",
            "uru",
            "kampayānam"
        ],
        "translation": "Who can describe completely the prowess of Viṣṇu? Even the scientist, who might have counted the particles of the atoms of the universe, cannot do so. Because it is He only who in His form of Trivikrama moved His leg effortlessly beyond the topmost planet, Satyaloka, up to the neutral state of the three modes of material nature. And all were moved.",
        "purport": " The highest scientific advancement of the material scientists is atomic energy. But the material scientist is not able to have an estimation of the particles of atoms contained in the whole universe. But even if one is able to count such atomic particles or is able to roll up the sky like one’s bedding, even then one is unable to estimate the extent of the prowess and energy of the Supreme Lord. He is known as Trivikrama because once, in His incarnation of Vāmana, He expanded His leg beyond the highest planetary system, Satyaloka, and reached the neutral state of the modes of nature called the covering of the material world. There are seven layers of material coverings over the material sky, and the Lord could penetrate even those coverings. With His toe He made a hole through which the water of the Causal Ocean filters into the material sky, and the current is known as the sacred Ganges, which purifies the planets of the three worlds. In other words, no one is equal to the transcendentally powerful Viṣṇu. He is omnipotent, and no one is equal to or greater than Him."
    },
    {
        "verse": "41",
        "devanagari": "नान्तं विदाम्यहममी मुनयोऽग्रजास्तेमायाबलस्य पुरुषस्य कुतोऽवरा ये ।गायन् गुणान् दशशतानन आदिदेव:शेषोऽधुनापि समवस्यति नास्य पारम् ॥ ४१ ॥",
        "english_devnagari": "nāntaṁ vidāmy aham amī munayo ’gra-jās temāyā-balasya puruṣasya kuto ’varā yegāyan guṇān daśa-śatānana ādi-devaḥśeṣo ’dhunāpi samavasyati nāsya pāram",
        "verse_Syn": [
            "na",
            "antam",
            "vidāmi",
            "aham",
            "amī",
            "munayaḥ",
            "agra",
            "jāḥ",
            "te",
            "māyā",
            "balasya",
            "puruṣasya",
            "kutaḥ",
            "avarāḥ",
            "ye",
            "gāyan",
            "guṇān",
            "daśa",
            "śata",
            "ānanaḥ",
            "ādi",
            "devaḥ",
            "śeṣaḥ",
            "adhunā",
            "api",
            "samavasyati",
            "na",
            "asya",
            "pāram"
        ],
        "translation": "Neither I nor all the sages born before you know fully the omnipotent Personality of Godhead. So what can others, who are born after us, know about Him? Even the first incarnation of the Lord, namely Śeṣa, has not been able to reach the limit of such knowledge, although He is describing the qualities of the Lord with ten hundred faces.",
        "purport": " The omnipotent Personality of Godhead has three primary potencies, namely the internal, external and marginal potencies, with unlimited expansions of these three energies. As such, the expansions of His potentcies can never be calculated by anyone because even the Personality of God Himself, as the incarnation of Śeṣa, cannot estimate the potencies, although He has been describing them continuously with His one thousand faces."
    },
    {
        "verse": "42",
        "devanagari": "येषां स एष भगवान् दययेदनन्त:सर्वात्मनाश्रितपदो यदि निर्व्यलीकम् ।ते दुस्तरामतितरन्ति च देवमायांनैषां ममाहमिति धी: श्वश‍ृगालभक्ष्ये ॥ ४२ ॥",
        "english_devnagari": "yeṣāṁ sa eṣa bhagavān dayayed anantaḥsarvātmanāśrita-pado yadi nirvyalīkamte dustarām atitaranti ca deva-māyāṁnaiṣāṁ mamāham iti dhīḥ śva-śṛgāla-bhakṣye",
        "verse_Syn": [
            "yeṣām",
            "saḥ",
            "eṣaḥ",
            "bhagavān",
            "dayayet",
            "anantaḥ",
            "sarva",
            "ātmanā",
            "āśrita",
            "padaḥ",
            "yadi",
            "nirvyalīkam",
            "te",
            "dustarām",
            "atitaranti",
            "ca",
            "deva",
            "māyām",
            "na",
            "eṣām",
            "mama",
            "aham",
            "iti",
            "dhīḥ",
            "śva",
            "śṛgāla",
            "bhakṣye"
        ],
        "translation": "But anyone who is specifically favored by the Supreme Lord, the Personality of Godhead, due to unalloyed surrender unto the service of the Lord, can overcome the insurmountable ocean of illusion and can understand the Lord. But those who are attached to this body, which is meant to be eaten at the end by dogs and jackals, cannot do so.",
        "purport": " The unalloyed devotees of the Lord know the glories of the Lord in the sense that they can understand how great the Lord is and how great is His expansion of diverse energy. Those who are attached to the perishable body can hardly enter into the realm of the science of Godhead. The whole materialistic world, based on the conception of the material body as the self, is ignorant of the science of God. The materialist is always busy working for the welfare of the material body, not only his own but also those of his children, kinsmen, communitymen, countrymen, etc. The materialists have many branches of philanthropic and altruistic activities from a political, national and international angle of vision, but none of the field work can go beyond the jurisdiction of the misconception of identifying the material body with the spirit soul. Unless, therefore, one is saved from the wrong conception of the body and the soul, there is no knowledge of Godhead, and unless there is knowledge of God, all advancement of material civilization, however dazzling, should be considered a failure."
    },
    {
        "verse": "43-45",
        "devanagari": "वेदाहमङ्ग परमस्य हि योगमायांयूयं भवश्च भगवानथ दैत्यवर्य: ।पत्नी मनो: स च मनुश्च तदात्मजाश्चप्राचीनबर्हिर्ऋभुरङ्ग उत ध्रुवश्च ॥ ४३ ॥इक्ष्वाकुरैलमुचुकुन्दविदेहगाधि-रघ्वम्बरीषसगरा गयनाहुषाद्या: ।मान्धात्रलर्कशतधन्वनुरन्तिदेवादेवव्रतो बलिरमूर्त्तरयो दिलीप: ॥ ४४ ॥सौभर्युतङ्कशिबिदेवलपिप्पलाद-सारस्वतोद्धवपराशरभूरिषेणा: ।येऽन्ये विभीषणहनूमदुपेन्द्रदत्त-पार्थार्ष्टिषेणविदुरश्रुतदेववर्या: ॥ ४५ ॥",
        "english_devnagari": "vedāham aṅga paramasya hi yoga-māyāṁyūyaṁ bhavaś ca bhagavān atha daitya-varyaḥpatnī manoḥ sa ca manuś ca tad-ātmajāś caprācīnabarhir ṛbhur aṅga uta dhruvaś ca",
        "verse_Syn": [
            "veda",
            "aham",
            "aṅga",
            "paramasya",
            "hi",
            "yoga",
            "māyām",
            "yūyam",
            "bhavaḥ",
            "ca",
            "bhagavān",
            "atha",
            "daitya",
            "varyaḥ",
            "patnī",
            "manoḥ",
            "saḥ",
            "ca",
            "manuḥ",
            "ca",
            "tat",
            "ātma",
            "jāḥ",
            "ca",
            "prācīnabarhiḥ",
            "ṛbhuḥ",
            "aṅgaḥ",
            "uta",
            "dhruvaḥ",
            "ca",
            "ikṣvākuḥ",
            "aila",
            "mucukunda",
            "videha",
            "gādhi",
            "raghu",
            "ambarīṣa",
            "sagarāḥ",
            "gaya",
            "nāhuṣa",
            "ādyāḥ",
            "māndhātṛ",
            "alarka",
            "śatadhanu",
            "anu",
            "rantidevāḥ",
            "devavrataḥ",
            "baliḥ",
            "amūrttarayaḥ",
            "dilīpaḥ",
            "saubhari",
            "utaṅka",
            "śibi",
            "devala",
            "pippalāda",
            "sārasvata",
            "uddhava",
            "parāśara",
            "bhūriṣeṇāḥ",
            "ye",
            "anye",
            "vibhīṣaṇa",
            "hanūmat",
            "upendra",
            "datta",
            "pārtha",
            "ārṣṭiṣeṇa",
            "vidura",
            "śrutadeva",
            "varyāḥ"
        ],
        "translation": "O Nārada, although the potencies of the Lord are unknowable and immeasurable, still, because we are all surrendered souls, we know how He acts through yoga-māyā potencies. And, similarly, the potencies of the Lord are also known to the all-powerful Śiva, the great king of the atheist family, namely Prahlāda Mahārāja, Svāyambhuva Manu, his wife Śatarūpā, his sons and daughters like Priyavrata, Uttānapāda, Ākūti, Devahūti and Prasūti, Prācīnabarhi, Ṛbhu, Aṅga the father of Vena, Mahārāja Dhruva, Ikṣvāku, Aila, Mucukunda, Mahārāja Janaka, Gādhi, Raghu, Ambarīṣa, Sagara, Gaya, Nāhuṣa, Māndhātā, Alarka, Śatadhanve, Anu, Rantideva, Bhīṣma, Bali, Amūrttaraya, Dilīpa, Saubhari, Utaṅka, Śibi, Devala, Pippalāda, Sārasvata, Uddhava, Parāśara, Bhūriṣeṇa, Vibhīṣaṇa, Hanumān, Śukadeva Gosvāmī, Arjuna, Ārṣṭiṣeṇa, Vidura, Śrutadeva, etc.",
        "purport": " All the great devotees of the Lord, as mentioned above, who flourished in the past or present, and all the devotees of the Lord who will come in the future, are aware of the different potencies of the Lord along with the potency of His name, quality, pastimes, entourage, personality, etc. And how do they know? Certainly it is not by mental speculation, nor by any attempt by dint of limited instruments of knowledge. By the limited instruments of knowledge (either the senses or the material instruments like microscopes and telescopes) one cannot even fully know the Lord’s material potencies, which are manifested before our eyes. For example there are many millions and billions of planets far, far beyond the scientist’s calculation. But these are only the manifestations of the Lord’s material energy. What can the scientist hope to know of the spiritual potency of the Lord by such material efforts? Mental speculations, by adding some dozens of “if’s” and “maybe’s,” cannot aid the advancement of knowledge — on the contrary, such mental speculations will only end in despair by dismissing the case abruptly and declaring the nonexistence of God. The sane person, therefore, ceases to speculate on subjects beyond the jurisdiction of his tiny brain, and as a matter of course he tries to learn to surrender unto the Supreme Lord, who alone can lead one to the platform of real knowledge. In the Upaniṣads it is clearly said that the Supreme Personality of Godhead can never be known simply by working very hard and taxing the good brain, nor can He be known simply by mental speculation and jugglery of words. The Lord is knowable only by one who is a surrendered soul. Herein Brahmājī, the greatest of all material living beings, acknowledges this truth. Therefore, the fruitless spoiling of energy by pursuing the path of experimental knowledge must be given up. One should gain knowledge by surrendering unto the Lord and by acknowledging the authority of the persons mentioned herein. The Lord is unlimited and, by the grace of the yoga-māyā, helps the surrendered soul to know Him proportionately with the advance of one’s surrender."
    },
    {
        "verse": "46",
        "devanagari": "ते वै विदन्त्यतितरन्ति च देवमायांस्त्रीशूद्रहूणशबरा अपि पापजीवा: ।यद्यद्भुतक्रमपरायणशीलशिक्षा-स्तिर्यग्जना अपि किमु श्रुतधारणा ये ॥ ४६ ॥",
        "english_devnagari": "te vai vidanty atitaranti ca deva-māyāṁstrī-śūdra-hūṇa-śabarā api pāpa-jīvāḥyady adbhuta-krama-parāyaṇa-śīla-śikṣāstiryag-janā api kim u śruta-dhāraṇā ye",
        "verse_Syn": [
            "te",
            "vai",
            "vidanti",
            "atitaranti",
            "ca",
            "deva",
            "māyām",
            "strī",
            "śūdra",
            "hūṇa",
            "śabarāḥ",
            "api",
            "pāpa",
            "jīvāḥ",
            "yadi",
            "adbhuta",
            "krama",
            "parāyaṇa",
            "śīla",
            "śikṣāḥ",
            "tiryak",
            "janāḥ",
            "api",
            "kim",
            "u",
            "śruta",
            "dhāraṇāḥ",
            "ye"
        ],
        "translation": "Surrendered souls, even from groups leading sinful lives, such as women, the laborer class, the mountaineers and the Siberians, or even the birds and beasts, can also know about the science of Godhead and become liberated from the clutches of the illusory energy by surrendering unto the pure devotees of the Lord and by following in their footsteps in devotional service.",
        "purport": " Sometimes there are inquiries as to how one can surrender unto the Supreme Lord. In the Bhagavad-gītā (18.66) the Lord asked Arjuna to surrender unto Him, and therefore persons unwilling to do so question where God is and to whom they should surrender. The answer to such questions or inquiries is given herein very properly. The Personality of Godhead may not be present before one’s eyes, but if one is sincere in wanting such guidance the Lord will send a bona fide person who can guide one properly back home, back to Godhead. There is no need of material qualifications for making progress on the path of spiritual realization. In the material world, when one accepts some particular type of service, he is required to possess some particular type of qualification also. Without this one is unfit for such service. But in the devotional service of the Lord the only qualification required is surrender. Surrendering oneself is in one’s own hand. If one likes, he can surrender immediately, without delay, and that begins his spiritual life. The bona fide representative of God is as good as God Himself. Or, in other words, the loving representative of the Lord is more kind and more easy to approach. A sinful soul cannot approach the Lord directly, but such a sinful man can very easily approach a pure devotee of the Lord. And if one agrees to put himself under the guidance of such a devotee of the Lord, he can also understand the science of God and can also become like the transcendental pure devotee of the Lord and thus get his liberation back to Godhead, back home for eternal happiness. So realization of the science of Godhead and relief from the unnecessary, useless struggle for existence are not at all difficult for the willing candidate. But they are very difficult for persons who are not surrendered souls but only simple, profitless speculators."
    },
    {
        "verse": "47",
        "devanagari": "शश्वत् प्रशान्तमभयं प्रतिबोधमात्रंशुद्धं समं सदसत: परमात्मतत्त्वम् ।शब्दो न यत्र पुरुकारकवान् क्रियार्थोमाया परैत्यभिमुखे च विलज्जमानातद् वै पदं भगवत: परमस्य पुंसोब्रह्मेति यद् विदुरजस्रसुखं विशोकम् ॥ ४७ ॥",
        "english_devnagari": "śaśvat praśāntam abhayaṁ pratibodha-mātraṁśuddhaṁ samaṁ sad-asataḥ paramātma-tattvamśabdo na yatra puru-kārakavān kriyārthomāyā paraity abhimukhe ca vilajjamānātad vai padaṁ bhagavataḥ paramasya puṁsobrahmeti yad vidur ajasra-sukhaṁ viśokam",
        "verse_Syn": [
            "śaśvat",
            "praśāntam",
            "abhayam",
            "pratibodha",
            "mātram",
            "śuddham",
            "samam",
            "sat",
            "asataḥ",
            "paramātma",
            "tattvam",
            "śabdaḥ",
            "na",
            "yatra",
            "puru",
            "kārakavān",
            "kriyā",
            "arthaḥ",
            "māyā",
            "paraiti",
            "abhimukhe",
            "ca",
            "vilajjamānā",
            "tat",
            "vai",
            "padam",
            "bhagavataḥ",
            "paramasya",
            "puṁsaḥ",
            "brahma",
            "iti",
            "yat",
            "viduḥ",
            "ajasra",
            "sukham",
            "viśokam"
        ],
        "translation": "What is realized as the Absolute Brahman is full of unlimited bliss without grief. That is certainly the ultimate phase of the supreme enjoyer, the Personality of Godhead. He is eternally void of all disturbances and is fearless. He is complete consciousness as opposed to matter. Uncontaminated and without distinctions, He is the principle primeval cause of all causes and effects, in whom there is no sacrifice for fruitive activities and in whom the illusory energy does not stand.",
        "purport": " The supreme enjoyer, the Personality of Godhead, is the Supreme Brahman or the summum bonum because of His being the supreme cause of all causes. The conception of impersonal Brahman realization is the first step, due to His distinction from the illusory conception of material existence. In other words, impersonal Brahman is a feature of the Absolute distinct from the material variegatedness, just as light is a conception distinct from its counterpart, darkness. But the light has its variegatedness, which is seen by those who further advance in the light, and thus the ultimate realization of Brahman is the source of the Brahman light, the Supreme Personality of Godhead, the summum bonum or the ultimate source of everything. Therefore, meeting the Personality of Godhead includes the realization of the impersonal Brahman as realized at first in contrast with material illusion. The Personality of Godhead is the third step of Brahman realization. As explained in the First Canto, one must understand all three features of the Absolute — Brahman, Paramātmā and Bhagavān. Pratibodha-mātram is just the opposite conception of material existence. In matter there are material miseries, and thus in the first realization of Brahman there is the negation of such material miseries, and there is a feeling of eternal existence distinct from the pangs of birth and death, disease and old age. That is the primary conception of impersonal Brahman. The Supreme Lord is the Supreme Soul of everything, and therefore in the supreme conception affection is realized. The conception of affection is due to the relationship of soul to soul. A father is affectionate to his son because there is some relationship of nearness between the son and the father. But that sort of affection in the material world is full of limitations. When the Personality of Godhead is met, the fullness of affection becomes manifested because of the reality of the affectionate relationship. He is not the object of affection by material tinges of body and mind, but He is the full, naked, uncontaminated object of affection for all living entities because He is the Supersoul, or Paramātmā, within everyone’s heart. In the liberated state of affairs, the full-fledged affection for the Lord is awakened. As such, there is an unlimited flow of everlasting happiness, without the fear of its being broken as we have experienced here in the material world. The relationship with the Lord is never broken; thus there is no grief and no fear. Such happiness is inexplicable by words, and there can be no attempt to generate such happiness by fruitive activities by arrangements and sacrifices. But we must also know that happiness, unbroken happiness exchanged with the Supreme Person, the Personality of Godhead as described in this verse, transcends the impersonal conception of the Upaniṣads. In the Upaniṣads the description is more or less negation of the material conception of things, but this is not denial of the transcendental senses of the Supreme Lord. Herein also the same is affirmed in the statement that the Supreme Lord is pure (śuddham). The word śuddham indicates that the senses of the Personality of Godhead are not made of the material elements; they are all transcendental, free from all contamination of material identification. And also the liberated souls are not devoid of senses; otherwise there cannot be any reciprocation of unhampered spiritual happiness exchanged between them in spontaneous unbroken joy. All the senses, both of the Lord and of the devotees, are without material contamination. They are so because they are beyond the material cause and effects, as clearly mentioned herein (sad-asataḥ param). The illusory, material energy cannot work there, being ashamed before the Lord and His transcendental devotees. In the material world the sense activities are not without grief, but here it is clearly said that the senses of the Lord and the devotees are without any grief. There is a distinct difference between the material and spiritual senses. And one should understand it without denying the spiritual senses because of a material conception. The senses in the material world are surcharged with material ignorance. In every way, the authorities have recommended purification of the senses from the material conception. In the material world the senses are manipulated for individual and personal satisfaction, whereas in the spiritual world the senses are properly used for the purpose for which they were originally meant, namely the satisfaction of the Supreme Lord. Such sensual activities are natural, and therefore sense gratification there is uninterrupted and unbroken by material contamination because the senses are spiritually purified. And such satisfaction of the senses is equally shared by the transcendental reciprocators. Since the activities are unlimited and constantly increasing, there is no scope for material attempts or artificial arrangements. Such happiness of transcendental quality is called brahma-saukhyam, which will be clearly described in the Fifth Canto."
    },
    {
        "verse": "48",
        "devanagari": "सध्‌रयङ् नियम्य यतयो यमकर्तहेतिं ।जह्यु: स्वराडिव निपानखनित्रमिन्द्र: ॥ ४८ ॥",
        "english_devnagari": "sadhryaṅ niyamya yatayo yama-karta-hetiṁjahyuḥ svarāḍ iva nipāna-khanitram indraḥ",
        "verse_Syn": [
            "sadhryak",
            "niyamya",
            "yatayaḥ",
            "yama",
            "karta",
            "hetim",
            "jahyuḥ",
            "svarāṭ",
            "iva",
            "nipāna",
            "khanitram",
            "indraḥ"
        ],
        "translation": "In such a transcendental state there is no need of artificial control of the mind, mental speculation or meditation, as performed by the jñānīs and yogīs. One gives up such processes, as the heavenly King, Indra, forgoes the trouble to dig a well.",
        "purport": " A poor man in want of water digs a well and undertakes the trouble of digging. Similarly, those who are poor in transcendental realization speculate on the mind or meditate by controlling the senses. But they do not know that such control of the senses and achievement of spiritual perfection are simultaneously made possible as soon as one is factually engaged in the transcendental loving service of the Supreme Person, the Personality of Godhead. It is for this reason that the great liberated souls also desire to be associated in hearing and chanting the activities of the Lord. The example of Indra is very appropriate in this connection. King Indra of heaven is the controlling deity or demigod for arranging clouds and supplying rains in the universe, and as such he does not have to take the trouble to dig a well for his personal water supply. For him, digging a well for a water supply is simply ludicrous. Similarly, those who are factually engaged in the loving service of the Lord have attained the ultimate goal of life, and for them there is no need of mental speculation to find out the true nature of God or His activities. Nor do such devotees have to meditate upon the imaginary or real identity of the Lord. Because they are factually engaged in the transcendental loving service of the Lord, the Lord’s pure devotees have already achieved the results of mental speculation and meditation. The real perfection of life is therefore to be engaged in the transcendental loving service of the Lord."
    },
    {
        "verse": "49",
        "devanagari": "स श्रेयसामपि विभुर्भगवान् यतोऽस्यभावस्वभावविहितस्य सत: प्रसिद्धि: ।देहे स्वधातुविगमेऽनुविशीर्यमाणेव्योमेव तत्र पुरुषो न विशीर्यतेऽज: ॥ ४९ ॥",
        "english_devnagari": "sa śreyasām api vibhur bhagavān yato ’syabhāva-svabhāva-vihitasya sataḥ prasiddhiḥdehe sva-dhātu-vigame ’nuviśīryamāṇevyomeva tatra puruṣo na viśīryate ’jaḥ",
        "verse_Syn": [
            "saḥ",
            "śreyasām",
            "api",
            "vibhuḥ",
            "bhagavān",
            "yataḥ",
            "asya",
            "bhāva",
            "sva",
            "bhāva",
            "vihitasya",
            "sataḥ",
            "prasiddhiḥ",
            "dehe",
            "sva",
            "dhātu",
            "vigame",
            "anu",
            "viśīryamāṇe",
            "vyoma",
            "iva",
            "tatra",
            "puruṣaḥ",
            "na",
            "viśīryate",
            "ajaḥ"
        ],
        "translation": "The Personality of Godhead is the supreme master of everything auspicious because the results of whatever actions are performed by the living being, in either the material or spiritual existence, are awarded by the Lord. As such, He is the ultimate benefactor. Every individual living entity is unborn, and therefore even after the annihilation of the material elementary body, the living entity exists, exactly like the air within the body.",
        "purport": " The living entity is unborn and eternal, and as confirmed in the Bhagavad-gītā (2.30), the living entity is not exhausted even though the material elementary body is vanquished. As long as the living entity is in material existence, actions performed by him are rewarded in the next life, or even in the present life. Similarly, in his spiritual life also actions are rewarded by the Lord by the five kinds of liberation. Even the impersonalist cannot achieve the desired merging into the existence of the Supreme without being favored by the Supreme Personality of Godhead. It is confirmed in the Bhagavad-gītā (4.11) that the Lord awards similar results, as one desires, in one’s present life. The living entities are given freedom to make their choice, and the Lord awards them accordingly. It is the duty of everyone, therefore, to worship devoutly only the Personality of Godhead to achieve his desired goal. The impersonalist, instead of speculating or meditating, can directly execute the routine devotional service of the Lord and thus easily obtain the desired goal. The devotees, however, are naturally inclined to become associates of the Lord and not merge in the spiritual existence, as conceived by the impersonalist. The devotees, therefore, following their constitutional instincts, achieve the desired goal of becoming servitors, friends, fathers, mothers or conjugal lovers of the Lord. The devotional service of the Lord involves nine transcendental processes, such as hearing and chanting, and by performing such easy and natural devotional services the devotees achieve the highest perfectional results, far, far superior to merging into the existence of Brahman. The devotees are therefore never advised to indulge in speculating upon the nature of the Supreme or artificially meditating on the void. One should not, however, mistakenly think that after the annihilation of this present body there is no body by which one can associate with the Lord face to face. The living entity is unborn. It is not that he is manifest with the creation of the material body. On the other hand, it is true that the material body develops only by the desire of the living entity. The evolution of the material body is due to the desires of the living being. According to the desires of the living being, the material body develops. So from the spirit soul the material body comes into existence, generated from the living force. Since the living being is eternal, he exists just like the air within the body. Air is within and without the body. Therefore when the external covering, the material body, is vanquished, the living spark, like the air within the body, continues to exist. And by the direction of the Lord, because He is the ultimate benefactor, the living entity is at once awarded the necessary spiritual body befitting his association with the Lord in the manner of sārūpya (equal bodily feature), sālokya (equal facility to live on the same planet with the Lord), sārṣṭi (equal possession of opulence like the Lord), and sāmīpya (equal association with the Lord). The Lord is so kind that even if a devotee of the Lord cannot fulfill the complete course of devotional service unalloyed and uncontaminated by material association, he is given another chance in the next life by being awarded a birth in the family of a devotee or rich man so that without being engaged in the struggle for material existence the devotee can finish the remaining purification of his existence and thus immediately, after relinquishing the present body, go back home, back to Godhead. This is confirmed in the Bhagavad-gītā. In this connection detailed information is available in the Bhagavat-sandarbha of Śrīla Jīva Gosvāmī Prabhupāda. Once achieving the spiritual existence, the devotee is eternally situated there, as already discussed in the previous verse."
    },
    {
        "verse": "50",
        "devanagari": "सोऽयं तेऽभिहितस्तात भगवान् विश्वभावन: ।समासेन हरेर्नान्यदन्यस्मात् सदसच्च यत् ॥ ५० ॥",
        "english_devnagari": "so ’yaṁ te ’bhihitas tātabhagavān viśva-bhāvanaḥsamāsena harer nānyadanyasmāt sad-asac ca yat",
        "verse_Syn": [
            "saḥ",
            "ayam",
            "te",
            "abhihitaḥ",
            "tāta",
            "bhagavān",
            "viśva",
            "bhāvanaḥ",
            "samāsena",
            "hareḥ",
            "na",
            "anyat",
            "anyasmāt",
            "sat",
            "asat",
            "ca",
            "yat"
        ],
        "translation": "My dear son, I have now explained in brief the Supreme Personality of Godhead, who is creator of the manifested worlds. Without Him (Hari, the Lord), there are no other causes of the phenomenal and noumenal existences.",
        "purport": " Since we generally have the experience of the temporary, material world and conditioned souls trying to lord it over the material worlds, Brahmājī explained to Nāradadeva that this temporary world is the work of the external potency of the Lord and that the conditioned souls struggling here for existence are the marginal potency of the Supreme Lord, the Personality of Godhead. There is no cause for all these phenomenal activities but Him, Hari, the Supreme Lord, who is the primeval cause of all causes. This does not mean, however, that the Lord Himself is distributed impersonally. He is aloof from all these interactions of the external and marginal potencies. In the Bhagavad-gītā (9.4) it is confirmed that by His potencies alone He is present everywhere and anywhere. Everything that is manifested rests on His potency only, but He, as the Supreme Personality of Godhead, is always aloof from everything. The potency and the potent are simultaneously one and different from one another. One should not deprecate the Supreme Lord for the creation of this miserable world, just as one should not blame the king for creating a prison-house in the government. The prison-house is a necessary institution of the governmental establishment for those who are disobedient to the laws of the government. Similarly, this material world, full of miseries, is a temporary creation of the Lord for those who have forgotten Him and are trying to lord it over the false manifestation. He, however, is always anxious to get the fallen souls back home, back to Godhead, and for this He has given so many chances to the conditioned souls via the authoritative scriptures, His representatives, and personal incarnations also. Since He has no direct attachment to this material world, He is not to be blamed for its creation."
    },
    {
        "verse": "51",
        "devanagari": "इदं भागवतं नाम यन्मे भगवतोदितम् ।संग्रहोऽयं विभूतीनां त्वमेतद् विपुलीकुरु ॥ ५१ ॥",
        "english_devnagari": "idaṁ bhāgavataṁ nāmayan me bhagavatoditamsaṅgraho ’yaṁ vibhūtīnāṁtvam etad vipulī kuru",
        "verse_Syn": [
            "idam",
            "bhāgavatam",
            "nāma",
            "yat",
            "me",
            "bhagavatā",
            "uditam",
            "saṅgrahaḥ",
            "ayam",
            "vibhūtīnām",
            "tvam",
            "etat",
            "vipulī",
            "kuru"
        ],
        "translation": "O Nārada, this science of God, Śrīmad-Bhāgavatam, was spoken to me in summary by the Supreme Personality of Godhead, and it was spoken as the accumulation of His diverse potencies. Please expand this science yourself.",
        "purport": " The Bhāgavatam in a nutshell, spoken by the Personality of Godhead in about half a dozen verses, which will appear ahead, is the science of God, and it is the potent representation of the Personality of Godhead. He, being absolute, is nondifferent from the science of God, Śrīmad-Bhāgavatam. Brahmājī received this science of Godhead from the Lord directly, and he handed over the same to Nārada, who in his turn ordered Śrīla Vyāsadeva to expand it. So the transcendental knowledge of the Supreme Lord is not mental speculation by the mundane wranglers, but is uncontaminated, eternal, perfect knowledge beyond the jurisdiction of material modes. The Bhāgavata Purāṇa is therefore the direct incarnation of the Lord in the form of transcendental sound, and one should receive this transcendental knowledge from the bona fide representative of the Lord in the chain of disciplic succession from the Lord to Brahmājī, from Brahmājī to Nārada, from Nārada to Vyāsa, from Vyāsadeva to Śukadeva Gosvāmī, from Śukadeva Gosvāmī to Sūta Gosvāmī. The ripened fruit of the Vedic tree drops from one hand to another without being broken by falling suddenly from a high branch down to the earth. Therefore unless one hears the science of Godhead from the bona fide representative of the disciplic succession, as above mentioned, for one to understand the theme of the science of Godhead will be a difficult job. It should never be heard from the professional Bhāgavatam reciters who earn their livelihood by gratifying the senses of the audience."
    },
    {
        "verse": "52",
        "devanagari": "यथा हरौ भगवति नृणां भक्तिर्भविष्यति ।सर्वात्मन्यखिलाधारे इति सङ्कल्प्य वर्णय ॥ ५२ ॥",
        "english_devnagari": "yathā harau bhagavatinṛṇāṁ bhaktir bhaviṣyatisarvātmany akhilādhāreiti saṅkalpya varṇaya",
        "verse_Syn": [
            "yathā",
            "harau",
            "bhagavati",
            "nṛṇām",
            "bhaktiḥ",
            "bhaviṣyati",
            "sarva",
            "ātmani",
            "akhila",
            "ādhāre",
            "iti",
            "saṅkalpya",
            "varṇaya"
        ],
        "translation": "Please describe the science of Godhead with determination and in a manner by which it will be quite possible for the human being to develop transcendental devotional service unto the Personality of Godhead Hari, the Supersoul of every living being and the summum bonum source of all energies.",
        "purport": " Śrīmad-Bhāgavatam is the philosophy of devotional service and the scientific presentation of man’s relationship with the Supreme Personality of Godhead. Prior to the Age of Kali there was no need for such a book of knowledge to know the Lord and His energies, but with the beginning of the Age of Kali human society gradually became influenced by four sinful principles, namely illegitimate connection with women, intoxication, gambling and unnecessary killing of animals. Because of these basic sinful acts, man gradually became forgetful of his eternal relation with God. Therefore man became blind, so to speak, to his ultimate goal of life. The ultimate goal of life is not to pass a life of irresponsibility like the animals and indulge in a polished way in the four animal principles, namely eating, sleeping, fearing and mating. For such a blind human society in the darkness of ignorance, Śrīmad-Bhāgavatam is the torchlight to see things in proper perspective. Therefore it was necessary to describe the science of God from the very beginning, or from the very birth of the phenomenal world. As we have already explained, Śrīmad-Bhāgavatam is so scientifically presented that any sincere student of this great science will be able to understand the science of God simply by reading it with attention or simply by regularly hearing it from the bona fide speaker. Everyone is hankering after happiness in life, but in this age the members of human society, blind as they are, do not have the proper vision that the Personality of Godhead is the reservoir of all happiness because He is the ultimate source of everything (janmādy asya yataḥ). Happiness in complete perfection without hindrance can be achieved only by our devotional relationship with Him. And it is only by His association that we can get free of distressful material existence. Even those who are after the enjoyment of this material world can also take shelter of the great science of Śrīmad-Bhāgavatam, and they will be successful at the end. Nārada is therefore requested or ordered by his spiritual master to present this science with determination and in good plan. Nārada was never advised to preach the principles of Bhāgavatam to earn a livelihood; he was ordered by his spiritual master to take the matter very seriously in a missionary spirit."
    },
    {
        "verse": "53",
        "devanagari": "मायां वर्णयतोऽमुष्य ईश्वरस्यानुमोदत: ।श‍ृण्वत: श्रद्धया नित्यं माययात्मा न मुह्यति ॥ ५३ ॥",
        "english_devnagari": "māyāṁ varṇayato ’muṣyaīśvarasyānumodataḥśṛṇvataḥ śraddhayā nityaṁmāyayātmā na muhyati",
        "verse_Syn": [
            "māyām",
            "varṇayataḥ",
            "amuṣya",
            "īśvarasya",
            "anumodataḥ",
            "śṛṇvataḥ",
            "śraddhayā",
            "nityam",
            "māyayā",
            "ātmā",
            "na",
            "muhyati"
        ],
        "translation": "The Lord’s activities in association with His different energies should be described, appreciated and heard in accordance with the teachings of the Supreme Lord. If this is done regularly with devotion and respect, one is sure to get out of the illusory energy of the Lord.",
        "purport": " The science of learning a subject matter seriously is different from the sentiments of fanatics. Fanatics or fools may consider the Lord’s activities in relation with the external energy to be useless for them, and they may falsely claim to be higher participants in the internal energy of the Lord, but factually the Lord’s activities in relation with the external energy and the internal energy are equally good. On the other hand, those who are not completely free from the clutches of the Lord’s external energy should devoutly hear regularly about the activities of the Lord in relation with the external energy. They should not foolishly jump up to the activities of the Lord’s internal energy, falsely attracted by such activities as His rāsa-līlā. The cheap reciters of the Bhāgavatam are very much enthusiastic about the activities of the Lord’s internal potency, and the pseudodevotees, absorbed in material sense enjoyment, falsely jump to the stage of liberated souls and thus fall down deeply into the clutches of external energy. Some of them think that to hear about the pastimes of the Lord means to hear about His activities with the gopīs or about His pastimes like lifting the Govardhana Hill, and they have nothing to do with the Lord’s plenary expansions as the puruṣāvatāras and Their pastimes of the creation, maintenance or annihilation of the material worlds. But a pure devotee knows that there is no difference between the pastimes of the Lord, either in rāsa-līlā or in creation, maintenance or destruction of the material world. Rather, the descriptions of such activities of the Lord as the puruṣāvatāras are specifically meant for persons who are in the clutches of the external energy. Topics like the rāsa-līlā are meant for the liberated souls and not for the conditioned souls. The conditioned souls, therefore, must hear with appreciation and devotion the Lord’s pastimes in relationship with the external energy, and such acts are as good as the hearing of rāsa-līlā in the liberated stage. A conditioned soul should not imitate the activities of liberated souls. Lord Śrī Caitanya never indulged in hearing the rāsa-līlā with ordinary men. In the Śrīmad-Bhāgavatam, the science of God, the first nine cantos prepare the ground for hearing the Tenth Canto. This will be further explained in the last chapter of this canto. In the Third Canto it will be more explicit. A pure devotee of the Lord, therefore, must begin reading or hearing Śrīmad-Bhāgavatam from the very beginning, and not from the Tenth Canto. We have several times been requested by some so-called devotees to take up the Tenth Canto immediately, but we have refrained from such an action because we wish to present Śrīmad-Bhāgavatam as the science of Godhead and not as a sensuous understanding for the conditioned souls. This is forbidden by such authorities as Śrī Brahmājī. By reading and hearing Śrīmad-Bhāgavatam as a scientific presentation, the conditioned souls will gradually be promoted to the higher status of transcendental knowledge after being freed from the illusory energy based on sense enjoyment."
    }
]