[{
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Now please hear, O King, another wondrous deed performed by Lord Kṛṣṇa, who appeared in His humanlike body to enjoy transcendental pastimes. Hear how He killed the master of Saubha."
    },
    {
        "verse_id": "2",
        "text": "Śālva was a friend of Śiśupāla’s. When he attended the wedding of Rukmiṇī, the Yadu warriors defeated him in battle, along with Jarāsandha and the other kings."
    },
    {
        "verse_id": "3",
        "text": "Śālva swore in the presence of all the kings: “I will rid the earth of Yādavas. Just see my prowess!”"
    },
    {
        "verse_id": "4",
        "text": "Having thus made his vow, the foolish King proceeded to worship Lord Paśupati [Śiva] as his deity by eating a handful of dust each day, and nothing more."
    },
    {
        "verse_id": "5",
        "text": "The great Lord Umāpati is known as “he who is quickly pleased,” yet only at the end of a year did he gratify Śālva, who had approached him for shelter, by offering him a choice of benedictions."
    },
    {
        "verse_id": "6",
        "text": "Śālva chose a vehicle that could be destroyed by neither demigods, demons, humans, Gandharvas, Uragas nor Rākṣasas, that could travel anywhere he wished to go, and that would terrify the Vṛṣṇis."
    },
    {
        "verse_id": "7",
        "text": "Lord Śiva said, “So be it.” On his order, Maya Dānava, who conquers his enemies’ cities, constructed a flying iron city named Saubha and presented it to Śālva."
    },
    {
        "verse_id": "8",
        "text": "This unassailable vehicle was filled with darkness and could go anywhere. Upon obtaining it, Śālva went to Dvārakā, remembering the Vṛṣṇis’ enmity toward him."
    },
    {
        "verse_id": "9",
        "text": "Śālva besieged the city with a large army, O best of the Bharatas, decimating the outlying parks and gardens, the mansions along with their observatories, towering gateways and surrounding walls, and also the public recreational areas. From his excellent airship he threw down a torrent of weapons, including stones, tree trunks, thunderbolts, snakes and hailstones. A fierce whirlwind arose and blanketed all directions with dust."
    },
    {
        "verse_id": "12",
        "text": "Thus terribly tormented by the airship Saubha, Lord Kṛṣṇa’s city had no peace, O King, just like the earth when it was attacked by the three aerial cities of the demons."
    },
    {
        "verse_id": "13",
        "text": "Seeing His subjects so harassed, the glorious and heroic Lord Pradyumna told them, “Do not fear,” and mounted His chariot."
    },
    {
        "verse_id": "14",
        "text": "The chief commanders of the chariot warriors — Sātyaki, Cārudeṣṇa, Sāmba, Akrūra and his younger brothers, along with Hārdikya, Bhānuvinda, Gada, Śuka and Sāraṇa — went out of the city with many other eminent bowmen, all girded in armor and protected by contingents of soldiers riding on chariots, elephants and horses, and also by companies of infantry."
    },
    {
        "verse_id": "16",
        "text": "A tumultuous, hair-raising battle then commenced between Śālva’s forces and the Yadus. It equaled the great battles between the demons and demigods."
    },
    {
        "verse_id": "17",
        "text": "With His divine weapons Pradyumna instantly destroyed all of Śālva’s magic illusions, in the same way that the warm rays of the sun dissipate the darkness of night."
    },
    {
        "verse_id": "18",
        "text": "Lord Pradyumna’s arrows all had gold shafts, iron heads and perfectly smooth joints. With twenty-five of them He struck down Śālva’s commander-in-chief [Dyumān], and with one hundred He struck Śālva himself. Then He pierced Śālva’s officers with one arrow each, his chariot drivers with ten arrows each, and his horses and other carriers with three arrows each."
    },
    {
        "verse_id": "20",
        "text": "When they saw the glorious Pradyumna perform that amazing and mighty feat, all the soldiers on both sides praised Him."
    },
    {
        "verse_id": "21",
        "text": "At one moment the magic airship built by Maya Dānava appeared in many identical forms, and the next moment it was again only one. Sometimes it was visible, and sometimes not. Thus Śālva’s opponents could never be sure where it was."
    },
    {
        "verse_id": "22",
        "text": "From one moment to the next the Saubha airship appeared on the earth, in the sky, on a mountain peak or in the water. Like a whirling, flaming baton, it never remained in any one place."
    },
    {
        "verse_id": "23",
        "text": "Wherever Śālva would appear with his Saubha ship and his army, there the Yadu commanders would shoot their arrows."
    },
    {
        "verse_id": "24",
        "text": "Śālva became bewildered upon seeing his army and aerial city thus harassed by his enemy’s arrows, which struck like fire and the sun and were as intolerable as snake venom."
    },
    {
        "verse_id": "25",
        "text": "Because the heroes of the Vṛṣṇi clan were eager for victory in this world and the next, they did not abandon their assigned posts on the battlefield, even though the downpour of weapons hurled by Śālva’s commanders tormented them."
    },
    {
        "verse_id": "26",
        "text": "Śālva’s minister Dyumān, previously wounded by Śrī Pradyumna, now ran up to Him and, roaring loudly, struck Him with his club of black steel."
    },
    {
        "verse_id": "27",
        "text": "Pradyumna’s driver, the son of Dāruka, thought that his valiant master’s chest had been shattered by the club. Knowing well his religious duty, he removed Pradyumna from the battlefield."
    },
    {
        "verse_id": "28",
        "text": "Quickly regaining consciousness, Lord Kṛṣṇa’s son Pradyumna said to His charioteer, “O driver, this is abominable — for Me to have been removed from the battlefield!"
    },
    {
        "verse_id": "29",
        "text": "“Except for Me, no one born in the Yadu dynasty has ever been known to abandon the battlefield. My reputation has now been stained by a driver who thinks like a eunuch."
    },
    {
        "verse_id": "30",
        "text": "“What will I say to My fathers, Rāma and Keśava, when I return to Them after having simply fled the battle? What can I tell Them that will befit My honor?"
    },
    {
        "verse_id": "31",
        "text": "“Certainly My sisters-in-law will laugh at Me and say, ‘O hero, tell us how in the world Your enemies turned You into such a coward in battle.’”"
    },
    {
        "verse_id": "32",
        "text": "The driver replied: O long-lived one, I have done this knowing full well my prescribed duty. O my Lord, the chariot driver must protect the master of the chariot when he is in danger, and the master must also protect his driver."
    },
    {
        "verse_id": "33",
        "text": "With this rule in mind, I removed You from the battlefield, since You had been struck unconscious by Your enemy’s club and I thought You were seriously injured."
    }
]