[{
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: O King Parīkṣit, when Bali Mahārāja was thus advised by his spiritual master, Śukrācārya, his family priest, he remained silent for some time, and then, after full deliberation, he replied to his spiritual master as follows."
    },
    {
        "verse_id": "2",
        "text": "Bali Mahārāja said: As you have already stated, the principle of religion that does not hinder one’s economic development, sense gratification, fame and means of livelihood is the real occupational duty of the householder. I also think that this religious principle is correct."
    },
    {
        "verse_id": "3",
        "text": "I am the grandson of Mahārāja Prahlāda. How can I withdraw my promise because of greed for money when I have already said that I shall give this land? How can I behave like an ordinary cheater, especially toward a brāhmaṇa?"
    },
    {
        "verse_id": "4",
        "text": "There is nothing more sinful than untruthfulness. Because of this, mother earth once said, “I can bear any heavy thing except a person who is a liar.”"
    },
    {
        "verse_id": "5",
        "text": "I do not fear hell, poverty, an ocean of distress, falldown from my position or even death itself as much as I fear cheating a brāhmaṇa."
    },
    {
        "verse_id": "6",
        "text": "My lord, you can also see that all the material opulences of this world are certainly separated from their possessor at death. Therefore, if the brāhmaṇa Vāmanadeva is not satisfied by whatever gifts one has given, why not please Him with the riches one is destined to lose at death?"
    },
    {
        "verse_id": "7",
        "text": "Dadhīci, Śibi and many other great personalities were willing to sacrifice even their lives for the benefit of the people in general. This is the evidence of history. So why not give up this insignificant land? What is the serious consideration against it?"
    },
    {
        "verse_id": "8",
        "text": "O best of the brāhmaṇas, certainly the great demoniac kings who were never reluctant to fight enjoyed this world, but in due course of time everything they had was taken away, except their reputation, by which they continue to exist. In other words, one should try to achieve a good reputation instead of anything else."
    },
    {
        "verse_id": "9",
        "text": "O best of the brāhmaṇas, many men have laid down their lives on the battlefield, being unafraid of fighting, but rarely has one gotten the chance to give his accumulated wealth faithfully to a saintly person who creates holy places."
    },
    {
        "verse_id": "10",
        "text": "By giving charity, a benevolent and merciful person undoubtedly becomes even more auspicious, especially when he gives charity to a person like your good self. Under the circumstances, I must give this little brahmacārī whatever charity He wants from me."
    },
    {
        "verse_id": "11",
        "text": "O great sage, great saintly persons like you, being completely aware of the Vedic principles for performing ritualistic ceremonies and yajñas, worship Lord Viṣṇu in all circumstances. Therefore, whether that same Lord Viṣṇu has come here to give me all benedictions or to punish me as an enemy, I must carry out His order and give Him the requested tract of land without hesitation."
    },
    {
        "verse_id": "12",
        "text": "Although He is Viṣṇu Himself, out of fear He has covered Himself in the form of a brāhmaṇa to come to me begging. Under the circumstances, because He has assumed the form of a brāhmaṇa, even if He irreligiously arrests me or even kills me, I shall not retaliate, although He is my enemy."
    },
    {
        "verse_id": "13",
        "text": "If this brāhmaṇa really is Lord Viṣṇu, who is worshiped by Vedic hymns, He would never give up His widespread reputation; either He would lie down having been killed by me, or He would kill me in a fight."
    },
    {
        "verse_id": "14",
        "text": "Śrī Śukadeva Gosvāmī continued: Thereafter, the spiritual master, Śukrācārya, being inspired by the Supreme Lord, cursed his exalted disciple Bali Mahārāja, who was so magnanimous and fixed in truthfulness that instead of respecting his spiritual master’s instructions, he wanted to disobey his order."
    },
    {
        "verse_id": "15",
        "text": "Although you have no knowledge, you have become a so-called learned person, and therefore you dare be so impudent as to disobey my order. Because of disobeying me, you shall very soon be bereft of all your opulence."
    },
    {
        "verse_id": "16",
        "text": "Śukadeva Gosvāmī continued: Even after being cursed in this way by his own spiritual master, Bali Mahārāja, being a great personality, never deviated from his determination. Therefore, according to custom, he first offered water to Vāmanadeva and then offered Him the gift of land he had promised."
    },
    {
        "verse_id": "17",
        "text": "Bali Mahārāja’s wife, known as Vindhyāvali, who was decorated with a necklace of pearls, immediately came and had a large golden waterpot brought there, full of water with which to worship the Lord by washing His feet."
    },
    {
        "verse_id": "18",
        "text": "Bali Mahārāja, the worshiper of Lord Vāmanadeva, jubilantly washed the Lord’s lotus feet and then took the water on his head, for that water delivers the entire universe."
    },
    {
        "verse_id": "19",
        "text": "At that time, the residents of the higher planetary system, namely the demigods, the Gandharvas, the Vidyādharas, the Siddhas and the Cāraṇas, all being very pleased by Bali Mahārāja’s simple, nonduplicitous act, praised his qualities and showered upon him millions of flowers."
    },
    {
        "verse_id": "20",
        "text": "The Gandharvas, the Kimpuruṣas and the Kinnaras sounded thousands and thousands of kettledrums and trumpets again and again, and they sang in great jubilation, declaring, “How exalted a person is Bali Mahārāja, and what a difficult task he has performed! Even though he knew that Lord Viṣṇu was on the side of his enemies, he nonetheless gave the Lord the entire three worlds in charity.”"
    },
    {
        "verse_id": "21",
        "text": "The unlimited Supreme Personality of Godhead, who had assumed the form of Vāmana, then began increasing in size, acting in terms of the material energy, until everything in the universe was within His body, including the earth, the planetary systems, the sky, the directions, the various holes in the universe, the seas, the oceans, the birds, beasts, human beings, the demigods and the great saintly persons."
    },
    {
        "verse_id": "22",
        "text": "Bali Mahārāja, along with all the priests, ācāryas and members of the assembly, observed the Supreme Personality of Godhead’s universal body, which was full of six opulences. That body contained everything within the universe, including all the gross material elements, the senses, the sense objects, the mind, intelligence and false ego, the various kinds of living entities, and the actions and reactions of the three modes of material nature."
    },
    {
        "verse_id": "23",
        "text": "Thereafter, Bali Mahārāja, who was occupying the seat of King Indra, could see the lower planetary systems, such as Rasātala, on the soles of the feet of the Lord’s universal form. He saw on the Lord’s feet the surface of the globe, on the surface of His calves all the mountains, on His knees the various birds, and on His thighs the varieties of air."
    },
    {
        "verse_id": "24",
        "text": "Bali Mahārāja saw beneath the garments of the Lord, who acts wonderfully, the evening twilight. In the Lord’s private parts he saw the Prajāpatis, and in the round portion of the waist he saw himself with his confidential associates. In the Lord’s navel he saw the sky, on the Lord’s waist he saw the seven oceans, and on the Lord’s bosom he saw all the clusters of stars."
    },
    {
        "verse_id": "25",
        "text": "My dear King, on the heart of Lord Murāri he saw religion; on the chest, both pleasing words and truthfulness; in the mind, the moon; on the bosom, the goddess of fortune, with a lotus flower in her hand; on the neck, all the Vedas and all sound vibrations; on the arms, all the demigods, headed by King Indra; in both ears, all the directions; on the head, the upper planetary systems; on the hair, the clouds; in the nostrils, the wind; on the eyes, the sun; and in the mouth, fire. From His words came all the Vedic mantras, on His tongue was the demigod of water, Varuṇadeva, on His eyebrows were the regulative principles, and on His eyelids were day and night. [When His eyes were open it was daytime, and when they were closed it was night.] On His forehead was anger, and on His lips was greed. O King, in His touch were lusty desires, in His semen were all the waters, on His back was irreligion, and in His wonderful activities or steps was the fire of sacrifice. On His shadow was death, in His smile was the illusory energy, and on the hairs of His body were all the drugs and herbs. In His veins were all the rivers, on His nails were all the stones, in His intelligence were Lord Brahmā, the demigods and the great saintly persons, and throughout His entire body and senses were all living entities, moving and stationary. Bali Mahārāja thus saw everything in the gigantic body of the Lord."
    },
    {
        "verse_id": "30",
        "text": "O King, when all the demons, the followers of Mahārāja Bali, saw the universal form of the Supreme Personality of Godhead, who held everything within His body, when they saw in the Lord’s hand His disc, known as the Sudarśana cakra, which generates intolerable heat, and when they heard the tumultuous sound of His bow, all of these caused lamentation within their hearts."
    },
    {
        "verse_id": "31",
        "text": "The Lord’s conchshell, named Pāñcajanya, which made sounds like that of a cloud; the very forceful club named Kaumodakī; the sword named Vidyādhara, with a shield decorated with hundreds of moonlike spots; and also Akṣayasāyaka, the best of quivers — all of these appeared together to offer prayers to the Lord."
    },
    {
        "verse_id": "32",
        "text": "These associates, headed by Sunanda and other chief associates and accompanied by all the predominating deities of the various planets, offered prayers to the Lord, who wore a brilliant helmet, bracelets, and glittering earrings that resembled fish. On the Lord’s bosom were the lock of hair called Śrīvatsa and the transcendental jewel named Kaustubha. He wore a yellow garment, covered by a belt, and He was decorated by a flower garland, surrounded by bees. Manifesting Himself in this way, O King, the Supreme Personality of Godhead, whose activities are wonderful, covered the entire surface of the earth with one footstep, the sky with His body, and all directions with His arms."
    },
    {
        "verse_id": "34",
        "text": "As the Lord took His second step, He covered the heavenly planets. And not even a spot remained for the third step, for the Lord’s foot extended higher and higher, beyond Maharloka, Janaloka, Tapoloka and even Satyaloka."
    }
]