[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचअवधार्य विरिञ्चस्य निर्व्यलीकामृतं वच: ।प्रहस्य प्रेमगर्भेण तदपाङ्गेन सोऽग्रहीत् ॥ १ ॥",
        "english_devnagari": "maitreya uvācaavadhārya viriñcasyanirvyalīkāmṛtaṁ vacaḥprahasya prema-garbheṇatad apāṅgena so ’grahīt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "avadhārya",
            "viriñcasya",
            "nirvyalīka",
            "amṛtam",
            "vacaḥ",
            "prahasya",
            "prema",
            "garbheṇa",
            "tat",
            "apāṅgena",
            "saḥ",
            "agrahīt"
        ],
        "translation": "Śrī Maitreya said: After hearing the words of Brahmā, the creator, which were free from all sinful purposes and as sweet as nectar, the Lord heartily laughed and accepted his prayer with a glance laden with love.",
        "purport": " The word nirvyalīka is very significant. The prayers of the demigods or devotees of the Lord are free from all sinful purposes, but the prayers of demons are always filled with sinful purposes. The demon Hiraṇyākṣa became powerful by deriving a boon from Brahmā, and after attaining that boon he created a disturbance because of his sinful intentions. The prayers of Brahmā and other demigods are not to be compared to the prayers of the demons. Their purpose is to please the Supreme Lord; therefore the Lord smiled and accepted the prayer to kill the demon. Demons, who are never interested in praising the Supreme Personality of Godhead because they have no information of Him, go to the demigods, and in Bhagavad-gītā this is condemned. Persons who go to the demigods and pray for advancement in sinful activities are considered to be bereft of all intelligence. Demons have lost all intelligence because they do not know what is actually their self-interest. Even if they have information of the Supreme Personality of Godhead, they decline to approach Him; it is not possible for them to get their desired boons from the Supreme Lord because their purposes are always sinful. It is said that the dacoits in Bengal used to worship the goddess Kālī for fulfillment of their sinful desires to plunder others’ property, but they never went to a Viṣṇu temple because they might have been unsuccessful in praying to Viṣṇu. Therefore the prayers of the demigods or the devotees of the Supreme Personality of Godhead are always untinged by sinful purposes."
    },
    {
        "verse": "2",
        "devanagari": "तत: सपत्नं मुखतश्चरन्तमकुतोभयम् ।जघानोत्पत्य गदया हनावसुरमक्षज: ॥ २ ॥",
        "english_devnagari": "tataḥ sapatnaṁ mukhataścarantam akuto-bhayamjaghānotpatya gadayāhanāv asuram akṣajaḥ",
        "verse_Syn": [
            "tataḥ",
            "sapatnam",
            "mukhataḥ",
            "carantam",
            "akutaḥ",
            "bhayam",
            "jaghāna",
            "utpatya",
            "gadayā",
            "hanau",
            "asuram",
            "akṣa",
            "jaḥ"
        ],
        "translation": "The Lord, who had appeared from the nostril of Brahmā, sprang and aimed His mace at the chin of His enemy, the Hiraṇyākṣa demon, who was stalking fearlessly before Him.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "सा हता तेन गदया विहता भगवत्करात् ।विघूर्णितापतद्रेजे तदद्भुतमिवाभवत् ॥ ३ ॥",
        "english_devnagari": "sā hatā tena gadayāvihatā bhagavat-karātvighūrṇitāpatad rejetad adbhutam ivābhavat",
        "verse_Syn": [
            "sā",
            "hatā",
            "tena",
            "gadayā",
            "vihatā",
            "bhagavat",
            "karāt",
            "vighūrṇitā",
            "apatat",
            "reje",
            "tat",
            "adbhutam",
            "iva",
            "abhavat"
        ],
        "translation": "Struck by the demon’s mace, however, the Lord’s mace slipped from His hand and looked splendid as it fell down whirling. This was miraculous, for the mace was blazing wonderfully.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "स तदा लब्धतीर्थोऽपि न बबाधे निरायुधम् ।मानयन् स मृधे धर्मं विष्वक्सेनं प्रकोपयन् ॥ ४ ॥",
        "english_devnagari": "sa tadā labdha-tīrtho ’pina babādhe nirāyudhammānayan sa mṛdhe dharmaṁviṣvaksenaṁ prakopayan",
        "verse_Syn": [
            "saḥ",
            "tadā",
            "labdha",
            "tīrthaḥ",
            "api",
            "na",
            "babādhe",
            "nirāyudham",
            "mānayan",
            "saḥ",
            "mṛdhe",
            "dharmam",
            "viṣvaksenam",
            "prakopayan"
        ],
        "translation": "Even though the demon had an excellent opportunity to strike his unarmed foe without obstruction, he respected the law of single combat, thereby kindling the fury of the Supreme Lord.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "गदायामपविद्धायां हाहाकारे विनिर्गते ।मानयामास तद्धर्मं सुनाभं चास्मरद्विभु: ॥ ५ ॥",
        "english_devnagari": "gadāyām apaviddhāyāṁhāhā-kāre vinirgatemānayām āsa tad-dharmaṁsunābhaṁ cāsmarad vibhuḥ",
        "verse_Syn": [
            "gadāyām",
            "apaviddhāyām",
            "hāhā",
            "kāre",
            "vinirgate",
            "mānayām",
            "āsa",
            "tat",
            "dharmam",
            "sunābham",
            "ca",
            "asmarat",
            "vibhuḥ"
        ],
        "translation": "As the Lord’s mace fell to the ground and a cry of alarm arose from the witnessing crowd of gods and ṛṣis, the Personality of Godhead acknowledged the demon’s love of righteousness and therefore invoked His Sudarśana discus.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "तं व्यग्रचक्रं दितिपुत्राधमेनस्वपार्षदमुख्येन विषज्जमानम् ।चित्रा वाचोऽतद्विदां खेचराणांतत्र स्मासन् स्वस्ति तेऽमुं जहीति ॥ ६ ॥",
        "english_devnagari": "taṁ vyagra-cakraṁ diti-putrādhamenasva-pārṣada-mukhyena viṣajjamānamcitrā vāco ’tad-vidāṁ khe-carāṇāṁtatra smāsan svasti te ’muṁ jahīti",
        "verse_Syn": [
            "tam",
            "vyagra",
            "cakram",
            "diti",
            "putra",
            "adhamena",
            "sva",
            "pārṣada",
            "mukhyena",
            "viṣajjamānam",
            "citrāḥ",
            "vācaḥ",
            "a",
            "tat",
            "vidām",
            "khe",
            "carāṇām",
            "tatra",
            "sma",
            "āsan",
            "svasti",
            "te",
            "amum",
            "jahi",
            "iti"
        ],
        "translation": "As the discus began to revolve in the Lord’s hands and the Lord contended at close quarters with the chief of His Vaikuṇṭha attendants, who had been born as Hiraṇyākṣa, a vile son of Diti, there issued from every direction strange expressions uttered by those who were witnessing from airplanes. They had no knowledge of the Lord’s reality, and they cried, “May victory attend You! Pray dispatch him. Play no more with him.”",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "स तं निशाम्यात्तरथाङ्गमग्रतोव्यवस्थितं पद्मपलाशलोचनम् ।विलोक्य चामर्षपरिप्लुतेन्द्रियोरुषा स्वदन्तच्छदमादशच्छ्‌वसन् ॥ ७ ॥",
        "english_devnagari": "sa taṁ niśāmyātta-rathāṅgam agratovyavasthitaṁ padma-palāśa-locanamvilokya cāmarṣa-pariplutendriyoruṣā sva-danta-cchadam ādaśac chvasan",
        "verse_Syn": [
            "saḥ",
            "tam",
            "niśāmya",
            "ātta",
            "rathāṅgam",
            "agrataḥ",
            "vyavasthitam",
            "padma",
            "palāśa",
            "locanam",
            "vilokya",
            "ca",
            "amarṣa",
            "paripluta",
            "indriyaḥ",
            "ruṣā",
            "sva",
            "danta",
            "chadam",
            "ādaśat",
            "śvasan"
        ],
        "translation": "When the demon saw the Personality of Godhead, who had eyes just like lotus petals, standing in position before him, armed with His Sudarśana discus, his senses were overpowered by indignation. He began to hiss like a serpent, and he bit his lip in great resentment.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "करालदंष्ट्रश्चक्षुर्भ्यां सञ्चक्षाणो दहन्निव ।अभिप्लुत्य स्वगदया हतोऽसीत्याहनद्धरिम् ॥ ८ ॥",
        "english_devnagari": "karāla-daṁṣṭraś cakṣurbhyāṁsañcakṣāṇo dahann ivaabhiplutya sva-gadayāhato ’sīty āhanad dharim",
        "verse_Syn": [
            "karāla",
            "daṁṣṭraḥ",
            "cakṣurbhyām",
            "sañcakṣāṇaḥ",
            "dahan",
            "iva",
            "abhiplutya",
            "sva",
            "gadayā",
            "hataḥ",
            "asi",
            "iti",
            "āhanat",
            "harim"
        ],
        "translation": "The demon, who had fearful tusks, stared at the Personality of Godhead as though to burn Him. Springing into the air, he aimed his mace at the Lord, exclaiming at the same time, “You are slain!”",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "पदा सव्येन तां साधो भगवान् यज्ञसूकर: ।लीलया मिषत: शत्रो: प्राहरद्वातरंहसम् ॥ ९ ॥",
        "english_devnagari": "padā savyena tāṁ sādhobhagavān yajña-sūkaraḥlīlayā miṣataḥ śatroḥprāharad vāta-raṁhasam",
        "verse_Syn": [
            "padā",
            "savyena",
            "tām",
            "sādho",
            "bhagavān",
            "yajña",
            "sūkaraḥ",
            "līlayā",
            "miṣataḥ",
            "śatroḥ",
            "prāharat",
            "vāta",
            "raṁhasam"
        ],
        "translation": "O saintly Vidura, while His enemy looked on, the Lord in His boar form, the enjoyer of all sacrificial offerings, playfully knocked down the mace with His left foot, even as it came upon Him with the force of a tempest.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "आह चायुधमाधत्स्व घटस्व त्वंजिगीषसि ।इत्युक्त:स तदा भूयस्ताडयन् व्यनदद् भृशम् ॥ १० ॥",
        "english_devnagari": "āha cāyudham ādhatsvaghaṭasva tvaṁ jigīṣasiity uktaḥ sa tadā bhūyastāḍayan vyanadad bhṛśam",
        "verse_Syn": [
            "āha",
            "ca",
            "āyudham",
            "ādhatsva",
            "ghaṭasva",
            "tvam",
            "jigīṣasi",
            "iti",
            "uktaḥ",
            "saḥ",
            "tadā",
            "bhūyaḥ",
            "tāḍayan",
            "vyanadat",
            "bhṛśam"
        ],
        "translation": "The Lord then said: “Take up your weapon and try again, eager as you are to conquer Me.” Challenged in these words, the demon aimed his mace at the Lord and once more loudly roared.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तां स आपततीं वीक्ष्य भगवान्समवस्थित: ।जग्राह लीलया प्राप्तां गरुत्मानिव पन्नगीम् ॥ ११ ॥",
        "english_devnagari": "tāṁ sa āpatatīṁ vīkṣyabhagavān samavasthitaḥjagrāha līlayā prāptāṁgarutmān iva pannagīm",
        "verse_Syn": [
            "tām",
            "saḥ",
            "āpatatīm",
            "vīkṣya",
            "bhagavān",
            "samavasthitaḥ",
            "jagrāha",
            "līlayā",
            "prāptām",
            "garutmān",
            "iva",
            "pannagīm"
        ],
        "translation": "When the Lord saw the mace flying toward Him, He stood firmly where He was and caught it with the same ease as Garuḍa, the king of birds, would seize a serpent.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "स्वपौरुषे प्रतिहते हतमानोमहासुर: ।नैच्छद्गदां दीयमानां हरिणा विगतप्रभ: ॥ १२ ॥",
        "english_devnagari": "sva-pauruṣe pratihatehata-māno mahāsuraḥnaicchad gadāṁ dīyamānāṁhariṇā vigata-prabhaḥ",
        "verse_Syn": [
            "sva",
            "pauruṣe",
            "pratihate",
            "hata",
            "mānaḥ",
            "mahā",
            "asuraḥ",
            "na",
            "aicchat",
            "gadām",
            "dīyamānām",
            "hariṇā",
            "vigata",
            "prabhaḥ"
        ],
        "translation": "His valor thus frustrated, the great demon felt humiliated and was put out of countenance. He was reluctant to take back the mace when it was offered by the Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "जग्राह त्रिशिखं शूलं ज्वलज्ज्वलनलोलुपम् ।यज्ञाय धृतरूपाय विप्रायाभिचरन् यथा ॥ १३ ॥",
        "english_devnagari": "jagrāha tri-śikhaṁ śūlaṁjvalaj-jvalana-lolupamyajñāya dhṛta-rūpāyaviprāyābhicaran yathā",
        "verse_Syn": [
            "jagrāha",
            "tri",
            "śikham",
            "śūlam",
            "jvalat",
            "jvalana",
            "lolupam",
            "yajñāya",
            "dhṛta",
            "rūpāya",
            "viprāya",
            "abhicaran",
            "yathā"
        ],
        "translation": "He now took a trident which was as rapacious as a flaming fire and hurled it against the Lord, the enjoyer of all sacrifices, even as one would use penance for a malevolent purpose against a holy brāhmaṇa.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तदोजसा दैत्यमहाभटार्पितंचकासदन्त:ख उदीर्णदीधिति ।चक्रेण चिच्छेद निशातनेमिनाहरिर्यथा तार्क्ष्यपतत्रमुज्झितम् ॥ १४ ॥",
        "english_devnagari": "tad ojasā daitya-mahā-bhaṭārpitaṁcakāsad antaḥ-kha udīrṇa-dīdhiticakreṇa ciccheda niśāta-nemināharir yathā tārkṣya-patatram ujjhitam",
        "verse_Syn": [
            "tat",
            "ojasā",
            "daitya",
            "mahā",
            "bhaṭa",
            "arpitam",
            "cakāsat",
            "antaḥ",
            "khe",
            "udīrṇa",
            "dīdhiti",
            "cakreṇa",
            "ciccheda",
            "niśāta",
            "neminā",
            "hariḥ",
            "yathā",
            "tārkṣya",
            "patatram",
            "ujjhitam"
        ],
        "translation": "Hurled by the mighty demon with all his strength, the flying trident shone brightly in the sky. The Personality of Godhead, however, tore it to pieces with His discus Sudarśana, which had a sharp-edged rim, even as Indra cut off a wing of Garuḍa.",
        "purport": " The context of the reference given herein regarding Garuḍa and Indra is this: Once upon a time, Garuḍa, the carrier of the Lord, snatched away a nectar pot from the hands of the demigods in heaven in order to liberate his mother, Vinatā, from the clutches of his stepmother, Kadrū, the mother of the serpents. On learning of this, Indra, the King of heaven, hurled his thunderbolt against Garuḍa. With a view to respect the infallibility of Indra’s weapon, Garuḍa, though otherwise invincible, being the Lord’s own mount, dropped one of his wings, which was shattered to pieces by the thunderbolt. The inhabitants of higher planets are so sensible that even in the process of fighting they observe the preliminary rules and regulations of gentleness. In this case, Garuḍa wanted to show respect for Indra; since he knew that Indra’s weapon must destroy something, he offered his wing."
    },
    {
        "verse": "15",
        "devanagari": "वृक्णे स्वशूले बहुधारिणा हरे:प्रत्येत्य विस्तीर्णमुरो विभूतिमत् ।प्रवृद्धरोष: स कठोरमुष्टिनानदन् प्रहृत्यान्तरधीयतासुर: ॥ १५ ॥",
        "english_devnagari": "vṛkṇe sva-śūle bahudhāriṇā hareḥpratyetya vistīrṇam uro vibhūtimatpravṛddha-roṣaḥ sa kaṭhora-muṣṭinānadan prahṛtyāntaradhīyatāsuraḥ",
        "verse_Syn": [
            "vṛkṇe",
            "sva",
            "śūle",
            "bahudhā",
            "ariṇā",
            "hareḥ",
            "pratyetya",
            "vistīrṇam",
            "uraḥ",
            "vibhūti",
            "mat",
            "pravṛddha",
            "roṣaḥ",
            "saḥ",
            "kaṭhora",
            "muṣṭinā",
            "nadan",
            "prahṛtya",
            "antaradhīyata",
            "asuraḥ"
        ],
        "translation": "The demon was enraged when his trident was cut to pieces by the discus of the Personality of Godhead. He therefore advanced toward the Lord and, roaring aloud, struck his hard fist against the Lord’s broad chest, which bore the mark of Śrīvatsa. Then he went out of sight.",
        "purport": " Śrīvatsa is a curl of white hair on the chest of the Lord which is a special sign of His being the Supreme Personality of Godhead. In Vaikuṇṭhaloka or in Goloka Vṛndāvana, the inhabitants are exactly of the same form as the Personality of Godhead, but by this Śrīvatsa mark on the chest of the Lord He is distinguished from all others."
    },
    {
        "verse": "16",
        "devanagari": "तेनेत्थमाहत: क्षत्तर्भगवानादिसूकर: ।नाकम्पत मनाक् क्‍वापि स्रजा हत इव द्विप: ॥ १६ ॥",
        "english_devnagari": "tenettham āhataḥ kṣattarbhagavān ādi-sūkaraḥnākampata manāk kvāpisrajā hata iva dvipaḥ",
        "verse_Syn": [
            "tena",
            "ittham",
            "āhataḥ",
            "kṣattaḥ",
            "bhagavān",
            "ādi",
            "sūkaraḥ",
            "na",
            "akampata",
            "manāk",
            "kva",
            "api",
            "srajā",
            "hataḥ",
            "iva",
            "dvipaḥ"
        ],
        "translation": "Hit in this manner by the demon, O Vidura, the Lord, who had appeared as the first boar, did not feel the least quaking in any part of His body, any more than an elephant would when struck with a wreath of flowers.",
        "purport": " As previously explained, the demon was originally a servitor of the Lord in Vaikuṇṭha, but somehow or other he fell as a demon. His fight with the Supreme Lord was meant for his liberation. The Lord enjoyed the striking on His transcendental body, just like a fully grown-up father fighting with his child. Sometimes a father takes pleasure in having a mock fight with his small child, and similarly the Lord felt Hiraṇyākṣa’s striking on His body to be like flowers offered for worship. In other words, the Lord desired to fight in order to enjoy His transcendental bliss; therefore He enjoyed the attack."
    },
    {
        "verse": "17",
        "devanagari": "अथोरुधासृजन्मायां योगमायेश्वरे हरौ ।यां विलोक्य प्रजास्त्रस्ता मेनिरेऽस्योपसंयमम् ॥ १७ ॥",
        "english_devnagari": "athorudhāsṛjan māyāṁyoga-māyeśvare harauyāṁ vilokya prajās trastāmenire ’syopasaṁyamam",
        "verse_Syn": [
            "atha",
            "urudhā",
            "asṛjat",
            "māyām",
            "yoga",
            "māyā",
            "īśvare",
            "harau",
            "yām",
            "vilokya",
            "prajāḥ",
            "trastāḥ",
            "menire",
            "asya",
            "upasaṁyamam"
        ],
        "translation": "The demon, however, employed many conjuring tricks against the Personality of Godhead, who is the Lord of yoga-māyā. At the sight of this the people were filled with alarm and thought that the dissolution of the universe was near.",
        "purport": " The fighting enjoyment of the Supreme Lord with His devotee, who had been converted into a demon, appeared severe enough to bring about the dissolution of the universe. This is the greatness of the Supreme Personality of Godhead; even the wavering of His little finger appears to be a great and very dangerous movement in the eyes of the inhabitants of the universe."
    },
    {
        "verse": "18",
        "devanagari": "प्रववुर्वायवश्चण्डास्तम: पांसवमैरयन् ।दिग्भ्यो निपेतुर्ग्रावाण: क्षेपणै: प्रहिता इव ॥ १८ ॥",
        "english_devnagari": "pravavur vāyavaś caṇḍāstamaḥ pāṁsavam airayandigbhyo nipetur grāvāṇaḥkṣepaṇaiḥ prahitā iva",
        "verse_Syn": [
            "pravavuḥ",
            "vāyavaḥ",
            "caṇḍāḥ",
            "tamaḥ",
            "pāṁsavam",
            "airayan",
            "digbhyaḥ",
            "nipetuḥ",
            "grāvāṇaḥ",
            "kṣepaṇaiḥ",
            "prahitāḥ",
            "iva"
        ],
        "translation": "Fierce winds began to blow from all directions, spreading darkness occasioned by dust and hail storms; stones came in volleys from every corner, as if thrown by machine guns.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "द्यौर्नष्टभगणाभ्रौघै: सविद्युत्स्तनयित्नुभि: ।वर्षद्‌भि: पूयकेशासृग्विण्मूत्रास्थीनि चासकृत् ॥ १९ ॥",
        "english_devnagari": "dyaur naṣṭa-bhagaṇābhraughaiḥsa-vidyut-stanayitnubhiḥvarṣadbhiḥ pūya-keśāsṛg-viṇ-mūtrāsthīni cāsakṛt",
        "verse_Syn": [
            "dyauḥ",
            "naṣṭa",
            "bha",
            "gaṇa",
            "abhra",
            "oghaiḥ",
            "sa",
            "vidyut",
            "stanayitnubhiḥ",
            "varṣadbhiḥ",
            "pūya",
            "keśa",
            "asṛk",
            "viṭ",
            "mūtra",
            "asthīni",
            "ca",
            "asakṛt"
        ],
        "translation": "The luminaries in outer space disappeared due to the sky’s being overcast with masses of clouds, which were accompanied by lightning and thunder. The sky rained pus, hair, blood, stool, urine and bones.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "गिरय: प्रत्यद‍ृश्यन्त नानायुधमुचोऽनघ ।दिग्वाससो यातुधान्य: शूलिन्यो मुक्तमूर्धजा: ॥ २० ॥",
        "english_devnagari": "girayaḥ pratyadṛśyantanānāyudha-muco ’naghadig-vāsaso yātudhānyaḥśūlinyo mukta-mūrdhajāḥ",
        "verse_Syn": [
            "girayaḥ",
            "pratyadṛśyanta",
            "nānā",
            "āyudha",
            "mucaḥ",
            "anagha",
            "dik",
            "vāsasaḥ",
            "yātudhānyaḥ",
            "śūlinyaḥ",
            "mukta",
            "mūrdhajāḥ"
        ],
        "translation": "O sinless Vidura, mountains discharged weapons of various kinds, and naked demonesses armed with tridents appeared with their hair hanging loose.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "बहुभिर्यक्षरक्षोभि: पत्त्यश्वरथकुञ्जरै: ।आततायिभिरुत्सृष्टा हिंस्रा वाचोऽतिवैशसा: ॥ २१ ॥",
        "english_devnagari": "bahubhir yakṣa-rakṣobhiḥpatty-aśva-ratha-kuñjaraiḥātatāyibhir utsṛṣṭāhiṁsrā vāco ’tivaiśasāḥ",
        "verse_Syn": [
            "bahubhiḥ",
            "yakṣa",
            "rakṣobhiḥ",
            "patti",
            "aśva",
            "ratha",
            "kuñjaraiḥ",
            "ātatāyibhiḥ",
            "utsṛṣṭāḥ",
            "hiṁsrāḥ",
            "vācaḥ",
            "ati",
            "vaiśasāḥ"
        ],
        "translation": "Cruel and savage slogans were uttered by hosts of ruffian Yakṣas and Rākṣasas, who all either marched on foot or rode on horses, elephants or chariots.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "प्रादुष्कृतानां मायानामासुरीणां विनाशयत् ।सुदर्शनास्त्रं भगवान् प्रायुङ्क्त दयितं त्रिपात् ॥ २२ ॥",
        "english_devnagari": "prāduṣkṛtānāṁ māyānāmāsurīṇāṁ vināśayatsudarśanāstraṁ bhagavānprāyuṅkta dayitaṁ tri-pāt",
        "verse_Syn": [
            "prāduṣkṛtānām",
            "māyānām",
            "āsurīṇām",
            "vināśayat",
            "sudarśana",
            "astram",
            "bhagavān",
            "prāyuṅkta",
            "dayitam",
            "tri",
            "pāt"
        ],
        "translation": "The Lord, the personal enjoyer of all sacrifices, now discharged His beloved Sudarśana, which was capable of dispersing the magical forces displayed by the demon.",
        "purport": " Even famous yogīs and demons can sometimes enact very magical feats by their mystic power, but in the presence of the Sudarśana cakra, when it is let loose by the Lord, all such magical jugglery is dispersed. The instance of the quarrel between Durvāsā Muni and Mahārāja Ambarīṣa is a practical example in this matter. Durvāsā Muni wanted to display many magical wonders, but when the Sudarśana cakra appeared, Durvāsā himself was afraid and fled to various planets for his personal protection. The Lord is described here as tri-pāt, which means that He is the enjoyer of three kinds of sacrifices. In Bhagavad-gītā the Lord confirms that He is the beneficiary and enjoyer of all sacrifices, penances and austerities. The Lord is the enjoyer of three kinds of yajña. As further described in Bhagavad-gītā, there are sacrifices of goods, sacrifices of meditation and sacrifices of philosophical speculation. Those on the paths of jñāna, yoga and karma all have to come in the end to the Supreme Lord because vāsudevaḥ sarvam iti: the Supreme Lord is the ultimate enjoyer of everything. That is the perfection of all sacrifice."
    },
    {
        "verse": "23",
        "devanagari": "तदा दिते: समभवत्सहसा हृदि वेपथु: ।स्मरन्त्या भर्तुरादेशं स्तनाच्चासृक् प्रसुस्रुवे ॥ २३ ॥",
        "english_devnagari": "tadā diteḥ samabhavatsahasā hṛdi vepathuḥsmarantyā bhartur ādeśaṁstanāc cāsṛk prasusruve",
        "verse_Syn": [
            "tadā",
            "diteḥ",
            "samabhavat",
            "sahasā",
            "hṛdi",
            "vepathuḥ",
            "smarantyāḥ",
            "bhartuḥ",
            "ādeśam",
            "stanāt",
            "ca",
            "asṛk",
            "prasusruve"
        ],
        "translation": "At that very moment, a shudder suddenly ran through the heart of Diti, the mother of Hiraṇyākṣa. She recalled the words of her husband, Kaśyapa, and blood flowed from her breasts.",
        "purport": " At Hiraṇyākṣa’s last moment, his mother, Diti, remembered what her husband had said. Although her sons would be demons, they would have the advantage of being killed by the Personality of Godhead Himself. She remembered this incident by the grace of the Lord, and her breasts flowed blood instead of milk. In many instances we find that when a mother is moved by affection for her sons, milk flows from her breasts. In the case of the demon’s mother, the blood could not transform into milk, but it flowed down her breasts as it was. Blood transforms into milk. To drink milk is auspicious, but to drink blood is inauspicious, although they are one and the same thing. This formula is applicable in the case of cow’s milk also."
    },
    {
        "verse": "24",
        "devanagari": "विनष्टासु स्वमायासु भूयश्चाव्रज्य केशवम् ।रुषोपगूहमानोऽमुं दद‍ृशेऽवस्थितं बहि: ॥ २४ ॥",
        "english_devnagari": "vinaṣṭāsu sva-māyāsubhūyaś cāvrajya keśavamruṣopagūhamāno ’muṁdadṛśe ’vasthitaṁ bahiḥ",
        "verse_Syn": [
            "vinaṣṭāsu",
            "sva",
            "māyāsu",
            "bhūyaḥ",
            "ca",
            "āvrajya",
            "keśavam",
            "ruṣā",
            "upagūhamānaḥ",
            "amum",
            "dadṛśe",
            "avasthitam",
            "bahiḥ"
        ],
        "translation": "When the demon saw his magic forces dispelled, he once again came into the presence of the Personality of Godhead, Keśava, and, full of rage, tried to embrace Him within his arms to crush Him. But to his great amazement he found the Lord standing outside the circle of his arms.",
        "purport": " In this verse the Lord is addressed as Keśava because He killed the demon Keśī in the beginning of creation. Keśava is also a name of Kṛṣṇa. Kṛṣṇa is the origin of all incarnations, and it is confirmed in Brahma-saṁhitā that Govinda, the Supreme Personality of Godhead, the cause of all causes, exists simultaneously in His different incarnations and expansions. The demon’s attempt to measure the Supreme Personality of Godhead is significant. The demon wanted to embrace Him with his arms, thinking that with his limited arms he could capture the Absolute by material power. He did not know that God is the greatest of the great and the smallest of the small. No one can capture the Supreme Lord or bring Him under his control. But the demoniac person always attempts to measure the length and breadth of the Supreme Lord. By His inconceivable potency the Lord can become the universal form, as explained in Bhagavad-gītā, and at the same time He can remain within the box of His devotees as their worshipable Deity. There are many devotees who keep a statue of the Lord in a small box and carry it with them everywhere; every morning they worship the Lord in the box. The Supreme Lord, Keśava, or the Personality of Godhead, Kṛṣṇa, is not bound by any measurement of our calculation. He can remain with His devotee in any suitable form, yet He is unapproachable by any amount of demoniac activities."
    },
    {
        "verse": "25",
        "devanagari": "तं मुष्टिभिर्विनिघ्नन्तं वज्रसारैरधोक्षज: ।करेण कर्णमूलेऽहन् यथा त्वाष्ट्रं मरुत्पति: ॥ २५ ॥",
        "english_devnagari": "taṁ muṣṭibhir vinighnantaṁvajra-sārair adhokṣajaḥkareṇa karṇa-mūle ’hanyathā tvāṣṭraṁ marut-patiḥ",
        "verse_Syn": [
            "tam",
            "muṣṭibhiḥ",
            "vinighnantam",
            "vajra",
            "sāraiḥ",
            "adhokṣajaḥ",
            "kareṇa",
            "karṇa",
            "mūle",
            "ahan",
            "yathā",
            "tvāṣṭram",
            "marut",
            "patiḥ"
        ],
        "translation": "The demon now began to strike the Lord with his hard fists, but Lord Adhokṣaja slapped him in the root of the ear, even as Indra, the lord of the Maruts, hit the demon Vṛtra.",
        "purport": " The Lord is explained here to be adhokṣaja, beyond the reach of all material calculation. Akṣaja means “the measurement of our senses,” and adhokṣaja means “that which is beyond the measurement of our senses.”"
    },
    {
        "verse": "26",
        "devanagari": "स आहतो विश्वजिता ह्यवज्ञयापरिभ्रमद्गात्र उदस्तलोचन: ।विशीर्णबाह्वङ्‌घ्रिशिरोरुहोऽपतद्यथा नगेन्द्रो लुलितो नभस्वता ॥ २६ ॥",
        "english_devnagari": "sa āhato viśva-jitā hy avajñayāparibhramad-gātra udasta-locanaḥviśīrṇa-bāhv-aṅghri-śiroruho ’patadyathā nagendro lulito nabhasvatā",
        "verse_Syn": [
            "saḥ",
            "āhataḥ",
            "viśva",
            "jitā",
            "hi",
            "avajñayā",
            "paribhramat",
            "gātraḥ",
            "udasta",
            "locanaḥ",
            "viśīrṇa",
            "bāhu",
            "aṅghri",
            "śiraḥ",
            "ruhaḥ",
            "apatat",
            "yathā",
            "naga",
            "indraḥ",
            "lulitaḥ",
            "nabhasvatā"
        ],
        "translation": "Though struck indifferently by the Lord, the conqueror of all, the demon’s body began to wheel. His eyeballs bulged out of their sockets. His arms and legs broken and the hair on his head scattered, he fell down dead, like a gigantic tree uprooted by the wind.",
        "purport": " It does not take even a moment for the Lord to kill any powerful demon, including Hiraṇyākṣa. The Lord could have killed him long before, but He allowed the demon to display the full extent of his magical feats. One may know that by magical feats, by scientific advancement of knowledge or by material power one cannot become the equal of the Supreme Personality of Godhead. His one signal is sufficient to destroy all our attempts. His inconceivable power, as displayed here, is so strong that the demon, despite all his demoniac maneuvers, was killed by the Lord when the Lord desired, simply by one slap."
    },
    {
        "verse": "27",
        "devanagari": "क्षितौ शयानं तमकुण्ठवर्चसंकरालदंष्ट्रं परिदष्टदच्छदम् ।अजादयो वीक्ष्य शशंसुरागताअहो इमां को नु लभेत संस्थितिम् ॥ २७ ॥",
        "english_devnagari": "kṣitau śayānaṁ tam akuṇṭha-varcasaṁkarāla-daṁṣṭraṁ paridaṣṭa-dacchadamajādayo vīkṣya śaśaṁsur āgatāaho imaṁ ko nu labheta saṁsthitim",
        "verse_Syn": [
            "kṣitau",
            "śayānam",
            "tam",
            "akuṇṭha",
            "varcasam",
            "karāla",
            "daṁṣṭram",
            "paridaṣṭa",
            "dat",
            "chadam",
            "aja",
            "ādayaḥ",
            "vīkṣya",
            "śaśaṁsuḥ",
            "āgatāḥ",
            "aho",
            "imam",
            "kaḥ",
            "nu",
            "labheta",
            "saṁsthitim"
        ],
        "translation": "Aja [Brahmā] and others arrived on the spot to see the fearfully tusked demon lying on the ground, biting his lip. The glow of his face was yet unfaded, and Brahmā admiringly said: Oh, who could meet such blessed death?",
        "purport": " Although the demon was dead, his bodily luster was unfaded. This is very peculiar because when a man or animal is dead, the body immediately becomes pale, the luster gradually fades, and decomposition takes place. But here, although Hiraṇyākṣa lay dead, his bodily luster was unfaded because the Lord, the Supreme Spirit, was touching his body. One’s bodily luster remains fresh only as long as the spirit soul is present. Although the demon’s soul had departed his body, the Supreme Spirit touched the body, and therefore his bodily luster did not fade. The individual soul is different from the Supreme Personality of Godhead. One who sees the Supreme Personality of Godhead when he quits his body is certainly very fortunate, and therefore personalities like Brahmā and the other demigods eulogized the death of the demon."
    },
    {
        "verse": "28",
        "devanagari": "यं योगिनो योगसमाधिना रहोध्यायन्ति लिङ्गादसतो मुमुक्षया ।तस्यैष दैत्यऋषभ: पदाहतोमुखं प्रपश्यंस्तनुमुत्ससर्ज ह ॥ २८ ॥",
        "english_devnagari": "yaṁ yogino yoga-samādhinā rahodhyāyanti liṅgād asato mumukṣayātasyaiṣa daitya-ṛṣabhaḥ padāhatomukhaṁ prapaśyaṁs tanum utsasarja ha",
        "verse_Syn": [
            "yam",
            "yoginaḥ",
            "yoga",
            "samādhinā",
            "rahaḥ",
            "dhyāyanti",
            "liṅgāt",
            "asataḥ",
            "mumukṣayā",
            "tasya",
            "eṣaḥ",
            "daitya",
            "ṛṣabhaḥ",
            "padā",
            "āhataḥ",
            "mukham",
            "prapaśyan",
            "tanum",
            "utsasarja",
            "ha"
        ],
        "translation": "Brahmā continued: He was struck by a forefoot of the Lord, whom yogīs, seeking freedom from their unreal material bodies, meditate upon in seclusion in mystic trance. While gazing on His countenance, this crest jewel of Diti’s sons has cast off his mortal coil.",
        "purport": " The process of yoga is very clearly described in this verse of Śrīmad-Bhāgavatam. It is said here that the ultimate end of the yogīs and mystics who perform meditation is to get rid of this material body. Therefore they meditate in secluded places to attain yogic trance. Yoga has to be performed in a secluded place, not in public or in a demonstration on stage, as nowadays practiced by many so-called yogīs. Real yoga aims at ridding one of the material body. Yoga practice is not intended to keep the body fit and young. Such advertisements of so-called yoga are not approved by any standard method. Particularly mentioned in this verse is the word yam, or “unto whom,” indicating that meditation should be targeted on the Personality of Godhead. Even if one concentrates his mind on the boar form of the Lord, that is also yoga. As confirmed in Bhagavad-gītā, one who concentrates his mind constantly in meditation upon the Personality of Godhead in one of His many varieties of forms is the first-class yogī, and he can very easily attain trance simply by meditating upon the form of the Lord. If one is able to continue such meditation on the Lord’s form at the time of one’s death, one is liberated from this mortal body and is transferred to the kingdom of God. This opportunity was given to the demon by the Lord, and therefore Brahmā and other demigods were astonished. In other words, the perfection of yoga practice can be attained by a demon also if he is simply kicked by the Lord."
    },
    {
        "verse": "29",
        "devanagari": "एतौ तौ पार्षदावस्य शापाद्यातावसद्गतिम् ।पुन: कतिपयै: स्थानं प्रपत्स्येते ह जन्मभि: ॥ २९ ॥",
        "english_devnagari": "etau tau pārṣadāv asyaśāpād yātāv asad-gatimpunaḥ katipayaiḥ sthānaṁprapatsyete ha janmabhiḥ",
        "verse_Syn": [
            "etau",
            "tau",
            "pārṣadau",
            "asya",
            "śāpāt",
            "yātau",
            "asat",
            "gatim",
            "punaḥ",
            "katipayaiḥ",
            "sthānam",
            "prapatsyete",
            "ha",
            "janmabhiḥ"
        ],
        "translation": "These two personal assistants of the Supreme Lord, having been cursed, have been destined to take birth in demoniac families. After a few such births, they will return to their own positions.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "देवा ऊचु:नमो नमस्तेऽखिलयज्ञतन्तवेस्थितौ गृहीतामलसत्त्वमूर्तये ।दिष्टय‍ा हतोऽयं जगतामरुन्तुद-स्त्वत्पादभक्त्या वयमीश निर्वृता: ॥ ३० ॥",
        "english_devnagari": "devā ūcuḥnamo namas te ’khila-yajña-tantavesthitau gṛhītāmala-sattva-mūrtayediṣṭyā hato ’yaṁ jagatām aruntudastvat-pāda-bhaktyā vayam īśa nirvṛtāḥ",
        "verse_Syn": [
            "devāḥ",
            "ūcuḥ",
            "namaḥ",
            "namaḥ",
            "te",
            "akhila",
            "yajña",
            "tantave",
            "sthitau",
            "gṛhīta",
            "amala",
            "sattva",
            "mūrtaye",
            "diṣṭyā",
            "hataḥ",
            "ayam",
            "jagatām",
            "aruntudaḥ",
            "tvat",
            "pāda",
            "bhaktyā",
            "vayam",
            "īśa",
            "nirvṛtāḥ"
        ],
        "translation": "The demigods addressed the Lord: All obeisances unto You! You are the enjoyer of all sacrifices, and You have assumed the form of a boar, in pure goodness, for the purpose of maintaining the world. Fortunately for us, this demon, who was a torment to the worlds, has been slain by You, and we too, O Lord, are now at ease, in devotion to Your lotus feet.",
        "purport": " The material world consists of three modes — goodness, passion and ignorance — but the spiritual world is pure goodness. It is said here that the form of the Lord is pure goodness, which means that it is not material. In the material world there is no pure goodness. In the Bhāgavatam the stage of pure goodness is called sattvaṁ viśuddham. Viśuddham means “pure.” In pure goodness there is no contamination by the two inferior qualities, namely passion and ignorance. Therefore the form of the boar in which the Lord appeared is nothing of the material world. There are many other forms of the Lord, but none of them belong to the material qualities. Such forms are nondifferent from the Viṣṇu form, and Viṣṇu is the enjoyer of all sacrifices. The sacrifices which are recommended in the Vedas are meant to please the Supreme Personality of Godhead. In ignorance only, people try to satisfy many other agents, but the real purpose of life is to satisfy the Supreme Lord, Viṣṇu. All sacrifices are meant to please the Supreme Lord. The living entities who know this perfectly well are called demigods, godly or almost God. Since the living entity is part and parcel of the Supreme Lord, it is his duty to serve the Lord and please Him. The demigods are all attached to the Personality of Godhead, and for their pleasure the demon, who was a source of trouble to the world, was killed. Purified life is meant to please the Lord, and all sacrifices performed in purified life are called Kṛṣṇa consciousness. This Kṛṣṇa consciousness is developed by devotional service, as clearly mentioned here."
    },
    {
        "verse": "31",
        "devanagari": "मैत्रेय उवाचएवं हिरण्याक्षमसह्यविक्रमंस सादयित्वा हरिरादिसूकर: ।जगाम लोकं स्वमखण्डितोत्सवंसमीडित: पुष्करविष्टरादिभि: ॥ ३१ ॥",
        "english_devnagari": "maitreya uvācaevaṁ hiraṇyākṣam asahya-vikramaṁsa sādayitvā harir ādi-sūkaraḥjagāma lokaṁ svam akhaṇḍitotsavaṁsamīḍitaḥ puṣkara-viṣṭarādibhiḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "hiraṇyākṣam",
            "asahya",
            "vikramam",
            "saḥ",
            "sādayitvā",
            "hariḥ",
            "ādi",
            "sūkaraḥ",
            "jagāma",
            "lokam",
            "svam",
            "akhaṇḍita",
            "utsavam",
            "samīḍitaḥ",
            "puṣkara",
            "viṣṭara",
            "ādibhiḥ"
        ],
        "translation": "Śrī Maitreya continued: After thus killing the most formidable demon Hiraṇyākṣa, the Supreme Lord Hari, the origin of the boar species, returned to His own abode, where there is always an uninterrupted festival. The Lord was praised by all the demigods, headed by Brahmā.",
        "purport": " The Lord is spoken of herewith as the origin of the boar species. As stated in the Vedānta-sūtra (1.1.2), the Absolute Truth is the origin of everything. Therefore it is to be understood that all 8,400,000 species of bodily forms originate from the Lord, who is always ādi, or the beginning. In Bhagavad-gītā Arjuna addresses the Lord as ādyam, or the original. Similarly, in the Brahma-saṁhitā the Lord is addressed as ādi-puruṣam, the original person. Indeed, in Bhagavad-gītā (10.8) the Lord Himself declares, mattaḥ sarvaṁ pravartate: “From Me everything proceeds.” In this situation the Lord assumed the shape of a boar to kill the demon Hiraṇyākṣa and pick up the earth from the Garbha Ocean. Thus He became ādi-sūkara, the original boar. In the material world a boar or pig is considered most abominable, but the ādi-sūkara, the Supreme Personality of Godhead, was not treated as an ordinary boar. Even Lord Brahmā and the other demigods praised the Lord’s form as a boar. This verse confirms the statement in Bhagavad-gītā that the Lord appears as He is from His transcendental abode for the sake of killing the miscreants and saving the devotees. By killing the demon Hiraṇyākṣa He fulfilled His promise to kill the demons and always protect the demigods headed by Brahmā. The statement that the Lord returned to His own abode indicates that He has His own particular transcendental residence. Since He is full of all energies, He is all-pervasive in spite of His residing in Goloka Vṛndāvana, just as the sun, although situated in a particular place within the universe, is present by its sunshine throughout the universe. Although the Lord has His particular abode in which to reside, He is all-pervasive. The impersonalists accept one aspect of the Lord’s features, the all-pervasive aspect, but they cannot understand His localized situation in His transcendental abode, where He always engages in fully transcendental pastimes. Especially mentioned in this verse is the word akhaṇḍitotsavam. Utsava means “pleasure.” Whenever some function takes place to express happiness, it is called utsava. Utsava, the expression of complete happiness, is always present in the Vaikuṇṭhalokas, the abode of the Lord, who is worshipable even by demigods like Brahmā, to say nothing of other, less important entities such as human beings. The Lord descends from His abode to this world, and therefore He is called avatāra, which means “one who descends.” Sometimes avatāra is understood to refer to an incarnation who assumes a material form of flesh and bone, but actually avatāra refers to one who descends from higher regions. The Lord’s abode is situated far above this material sky, and He descends from that higher position; thus He is called avatāra."
    },
    {
        "verse": "32",
        "devanagari": "मया यथानूक्तमवादि ते हरे:कृतावतारस्य सुमित्र चेष्टितम् ।यथा हिरण्याक्ष उदारविक्रमोमहामृधे क्रीडनवन्निराकृत: ॥ ३२ ॥",
        "english_devnagari": "mayā yathānūktam avādi te hareḥkṛtāvatārasya sumitra ceṣṭitamyathā hiraṇyākṣa udāra-vikramomahā-mṛdhe krīḍanavan nirākṛtaḥ",
        "verse_Syn": [
            "mayā",
            "yathā",
            "anūktam",
            "avādi",
            "te",
            "hareḥ",
            "kṛta",
            "avatārasya",
            "sumitra",
            "ceṣṭitam",
            "yathā",
            "hiraṇyākṣaḥ",
            "udāra",
            "vikramaḥ",
            "mahā",
            "mṛdhe",
            "krīḍana",
            "vat",
            "nirākṛtaḥ"
        ],
        "translation": "Maitreya continued: My dear Vidura, I have explained to you the Personality of Godhead’s coming down as the first boar incarnation and killing in a great fight a demon of unprecedented prowess as if he were just a plaything. This has been narrated by me as I heard it from my predecessor spiritual master.",
        "purport": " Here the sage Maitreya admits that he explained the incident of the killing of Hiraṇyākṣa by the Supreme Personality of Godhead as a straight narration; he did not manufacture anything or add interpretation, but explained whatever he had heard from his spiritual master. Thus he accepted as bona fide the system of paramparā, or receiving the transcendental message in disciplic succession. Unless received by this bona fide process of hearing from a spiritual master, the statement of an ācārya or preceptor cannot be valid. It is also stated here that although the demon Hiraṇyākṣa was unlimited in prowess, he was just like a doll for the Lord. A child breaks so many dolls without real endeavor. Similarly, although a demon may be very powerful and extraordinary in the eyes of an ordinary man in the material world, to the Lord, killing such a demon is no difficulty. He can kill millions of demons as simply as a child plays with dolls and breaks them."
    },
    {
        "verse": "33",
        "devanagari": "सूत उवाचइति कौषारवाख्यातामाश्रुत्य भगवत्कथाम् ।क्षत्तानन्दं परं लेभे महाभागवतो द्विज ॥ ३३ ॥",
        "english_devnagari": "sūta uvācaiti kauṣāravākhyātāmāśrutya bhagavat-kathāmkṣattānandaṁ paraṁ lebhemahā-bhāgavato dvija",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "iti",
            "kauṣārava",
            "ākhyātām",
            "āśrutya",
            "bhagavat",
            "kathām",
            "kṣattā",
            "ānandam",
            "param",
            "lebhe",
            "mahā",
            "bhāgavataḥ",
            "dvija"
        ],
        "translation": "Śrī Sūta Gosvāmī continued: My dear brāhmaṇa, Kṣattā [Vidura] the great devotee of the Lord achieved transcendental bliss by hearing the narration of the pastimes of the Supreme Personality of Godhead from the authoritative source of the sage Kauṣārava [Maitreya], and he was very pleased.",
        "purport": " If anyone wants to derive transcendental pleasure by hearing the pastimes of the Lord, he must hear from the authoritative source, as explained here. Maitreya heard the narration from his bona fide spiritual master, and Vidura also heard from Maitreya. One becomes an authority simply by presenting whatever he has heard from his spiritual master, and one who does not accept a bona fide spiritual master cannot be an authority. This is clearly explained here. If one wants to have transcendental pleasure, he must find a person with authority. It is also stated in the Bhāgavatam that simply by hearing from an authoritative source, with the ear and the heart, one can relish the pastimes of the Lord; otherwise it is not possible. Sanātana Gosvāmī, therefore, has especially warned that one should not hear anything about the personality of the Lord from the lips of a nondevotee. Nondevotees are considered to be like serpents; as milk is poisoned by a serpent’s touch, so, although the narration of the pastimes of the Lord is as pure as milk, when administered by serpentlike nondevotees it becomes poisonous. Not only does it have no effect in transcendental pleasure, but it is dangerous also. Lord Caitanya Mahāprabhu has warned that no description of the pastimes of the Lord should be heard from the Māyāvāda, or impersonalist, school. He has clearly said, māyāvādi-bhāṣya śunile haya sarva nāśa: if anyone hears the Māyāvādīs’ interpretation of the pastimes of the Lord, or their interpretation of Bhagavad-gītā, Śrīmad-Bhāgavatam or any other Vedic literature, then he is doomed. Once one is associated with impersonalists, he can never understand the personal feature of the Lord and His transcendental pastimes. Sūta Gosvāmī was speaking to the sages headed by Śaunaka, and therefore he addressed them in this verse as dvija, twice-born. The sages assembled in Naimiṣāraṇya hearing Śrīmad-Bhāgavatam from Sūta Gosvāmī were all brāhmaṇas, but to acquire the qualifications of a brāhmaṇa is not everything. Merely to be twice-born is not perfection. Perfection is attained when one hears the pastimes and activities of the Lord from a bona fide source."
    },
    {
        "verse": "34",
        "devanagari": "अन्येषां पुण्यश्लोकानामुद्दामयशसांसताम् ।उपश्रुत्य भवेन्मोद: श्रीवत्साङ्कस्य किं पुन: ॥ ३४ ॥",
        "english_devnagari": "anyeṣāṁ puṇya-ślokānāmuddāma-yaśasāṁ satāmupaśrutya bhaven modaḥśrīvatsāṅkasya kiṁ punaḥ",
        "verse_Syn": [
            "anyeṣām",
            "puṇya",
            "ślokānām",
            "uddāma",
            "yaśasām",
            "satām",
            "upaśrutya",
            "bhavet",
            "modaḥ",
            "śrīvatsa",
            "aṅkasya",
            "kim",
            "punaḥ"
        ],
        "translation": "What to speak of hearing the pastimes of the Lord, whose chest is marked with Śrīvatsa, people may take transcendental pleasure even in hearing of the works and deeds of the devotees, whose fame is immortal.",
        "purport": " Bhāgavatam literally means the pastimes of the Lord and the Lord’s devotees. For example, there are pastimes of Lord Kṛṣṇa and narrations of devotees like Prahlāda, Dhruva and Mahārāja Ambarīṣa. Both pastimes pertain to the Supreme Personality of Godhead because the devotees’ pastimes are in relation with Him. The Mahābhārata, for example, the history of the Pāṇḍavas and their activities, is sacred because the Pāṇḍavas had a direct relationship with the Supreme Personality of Godhead."
    },
    {
        "verse": "35",
        "devanagari": "यो गजेन्द्र झषग्रस्तं ध्यायन्तंचरणाम्बुजम् । क्रोशन्तीनां करेणूनां कृच्छ्रतोऽमोचयद् द्रुतम् ॥ ३५ ॥",
        "english_devnagari": "yo gajendraṁ jhaṣa-grastaṁdhyāyantaṁ caraṇāmbujamkrośantīnāṁ kareṇūnāṁkṛcchrato ’mocayad drutam",
        "verse_Syn": [
            "yaḥ",
            "gaja",
            "indram",
            "jhaṣa",
            "grastam",
            "dhyāyantam",
            "caraṇa",
            "ambujam",
            "krośantīnām",
            "kareṇūnām",
            "kṛcchrataḥ",
            "amocayat",
            "drutam"
        ],
        "translation": "The Personality of Godhead delivered the king of the elephants, who was attacked by an alligator and who meditated upon the lotus feet of the Lord. At that time the female elephants who accompanied him were crying, and the Lord saved them from the impending danger.",
        "purport": " The example of the elephant in danger who was saved by the Supreme Lord is especially cited here because even if one is an animal he can approach the Personality of Godhead in devotional service, whereas even a demigod cannot approach the Supreme Person unless he is a devotee."
    },
    {
        "verse": "36",
        "devanagari": "तंसुखाराध्यमृजुभिरनन्यशरणैर्नृभि: ।कृतज्ञ: को न सेवेतदुराराध्यमसाधुभि: ॥ ३६ ॥",
        "english_devnagari": "taṁ sukhārādhyam ṛjubhirananya-śaraṇair nṛbhiḥkṛtajñaḥ ko na sevetadurārādhyam asādhubhiḥ",
        "verse_Syn": [
            "tam",
            "sukha",
            "ārādhyam",
            "ṛjubhiḥ",
            "ananya",
            "śaraṇaiḥ",
            "nṛbhiḥ",
            "kṛta",
            "jñaḥ",
            "kaḥ",
            "na",
            "seveta",
            "durārādhyam",
            "asādhubhiḥ"
        ],
        "translation": "What grateful soul is there who would not render his loving service to such a great master as the Personality of Godhead? The Lord can be easily pleased by spotless devotees who resort exclusively to Him for protection, though the unrighteous man finds it difficult to propitiate Him.",
        "purport": " Every living entity, especially persons in the human race, must feel grateful for the benedictions offered by the grace of the Supreme Lord. Therefore anyone with a simple heart of gratefulness must be Kṛṣṇa conscious and offer devotional service to the Lord. Those who are actually thieves and rogues do not recognize or acknowledge the benedictions offered to them by the Supreme Lord, and they cannot render Him devotional service. Ungrateful persons are those who do not understand how much benefit they are deriving by the arrangement of the Lord. They enjoy the sunshine and moonshine, and they get water free of charge, yet they do not feel grateful, but simply go on enjoying these gifts of the Lord. Therefore, they must be called thieves and rogues."
    },
    {
        "verse": "37",
        "devanagari": "यो वै हिरण्याक्षवधंमहाद्भुतंविक्रीडितं कारणसूकरात्मन: ।श‍ृणोतिगायत्यनुमोदतेऽञ्जसाविमुच्यते ब्रह्मवधादपि द्विजा: ॥ ३७ ॥",
        "english_devnagari": "yo vai hiraṇyākṣa-vadhaṁ mahādbhutaṁvikrīḍitaṁ kāraṇa-sūkarātmanaḥśṛṇoti gāyaty anumodate ’ñjasāvimucyate brahma-vadhād api dvijāḥ",
        "verse_Syn": [
            "yaḥ",
            "vai",
            "hiraṇyākṣa",
            "vadham",
            "mahā",
            "adbhutam",
            "vikrīḍitam",
            "kāraṇa",
            "sūkara",
            "ātmanaḥ",
            "śṛṇoti",
            "gāyati",
            "anumodate",
            "añjasā",
            "vimucyate",
            "brahma",
            "vadhāt",
            "api",
            "dvijāḥ"
        ],
        "translation": "O brāhmaṇas, anyone who hears, chants, or takes pleasure in the wonderful narration of the killing of the Hiraṇyākṣa demon by the Lord, who appeared as the first boar in order to deliver the world, is at once relieved of the results of sinful activities, even the killing of a brāhmaṇa.",
        "purport": " Since the Personality of Godhead is in the absolute position, there is no difference between His pastimes and His personality. Anyone who hears about the pastimes of the Lord associates with the Lord directly, and one who associates directly with the Lord is certainly freed from all sinful activities, even to the extent of the killing of a brāhmaṇa, which is considered the most sinful activity in the material world. One should be very eager to hear about the activities of the Lord from the bona fide source, the pure devotee. If one simply gives aural reception to the narration and accepts the glories of the Lord, then he is qualified. The impersonalist philosophers cannot understand the activities of the Lord. They think that all His activities are māyā; therefore they are called Māyāvādīs. Since everything to them is māyā, these narrations are not for them. Some impersonalists are reluctant to hear Śrīmad-Bhāgavatam, although many of them are now taking an interest in it just for monetary gain. Actually, however, they have no faith. On the contrary, they describe it in their own way. We should therefore not hear from the Māyāvādīs. We have to hear from Sūta Gosvāmī or Maitreya, who actually present the narrations as they are, and only then can we relish the pastimes of the Lord; otherwise the effects on the neophyte audience will be poisonous."
    },
    {
        "verse": "38",
        "devanagari": "एतन्महापुण्यमलं पवित्रंधन्यं यशस्यं पदमायुराशिषाम् ।प्राणेन्द्रियाणां युधि शौर्यवर्धनंनारायणोऽन्ते गतिरङ्ग श‍ृण्वताम् ॥ ३८ ॥",
        "english_devnagari": "etan mahā-puṇyam alaṁ pavitraṁdhanyaṁ yaśasyaṁ padam āyur-āśiṣāmprāṇendriyāṇāṁ yudhi śaurya-vardhanaṁnārāyaṇo ’nte gatir aṅga śṛṇvatām",
        "verse_Syn": [
            "etat",
            "mahā",
            "puṇyam",
            "alam",
            "pavitram",
            "dhanyam",
            "yaśasyam",
            "padam",
            "āyuḥ",
            "āśiṣām",
            "prāṇa",
            "indriyāṇām",
            "yudhi",
            "śaurya",
            "vardhanam",
            "nārāyaṇaḥ",
            "ante",
            "gatiḥ",
            "aṅga",
            "śṛṇvatām"
        ],
        "translation": "This most sacred narrative confers extraordinary merit, wealth, fame, longevity and all the objects of one’s desire. On the field of battle it promotes the strength of one’s vital organs and organs of action. One who listens to it at the last moment of his life is transferred to the supreme abode of the Lord, O dear Śaunaka.",
        "purport": " Devotees are generally attracted by the narratives of the pastimes of the Lord, and even though they do not prosecute austerities or meditation, this very process of hearing attentively about the pastimes of the Lord will endow them with innumerable benefits, such as wealth, fame, longevity and other desirable aims of life. If one continues to hear Śrīmad-Bhāgavatam, which is full of narratives of the pastimes of the Lord, at the end of this life, one is sure to be transferred to the eternal, transcendental abode of the Lord. Thus hearers are benefited both ultimately and for as long as they are in the material world. That is the supreme, sublime result of engaging in devotional service. The beginning of devotional service is to spare some time and listen to Śrīmad-Bhāgavatam from the right source. Lord Caitanya Mahāprabhu also recommended five items of devotional service, namely to serve the devotees of the Lord, to chant Hare Kṛṣṇa, to hear Śrīmad-Bhāgavatam, to worship the Deity of the Lord and to live in a place of pilgrimage. Just performing these five activities can deliver one from the miserable condition of material life."
    }
]