[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: King Aṁśumān, like his grandfather, performed austerities for a very long time. Nonetheless, he could not bring the Ganges to this material world, and thereafter, in due course of time, he died."
    },
    {
        "verse_id": "2",
        "text": "Like Aṁśumān himself, Dilīpa, his son, was unable to bring the Ganges to this material world, and he also became a victim of death in due course of time. Then Dilīpa’s son, Bhagīratha, performed very severe austerities to bring the Ganges to this material world."
    },
    {
        "verse_id": "3",
        "text": "Thereafter, mother Ganges appeared before King Bhagīratha and said, “I am very much satisfied with your austerities and am now prepared to give you benedictions as you desire.” Being thus addressed by Gaṅgādevī, mother Ganges, the King bowed his head before her and explained his desire."
    },
    {
        "verse_id": "4",
        "text": "Mother Ganges replied: When I fall from the sky to the surface of the planet earth, the water will certainly be very forceful. Who will sustain that force? If I am not sustained, I shall pierce the surface of the earth and go down to Rasātala, the Pātāla area of the universe."
    },
    {
        "verse_id": "5",
        "text": "O King, I do not wish to go down to the planet earth, for there the people in general will bathe in my water to cleanse themselves of the reactions of their sinful deeds. When all these sinful reactions accumulate in me, how shall I become free from them? You must consider this very carefully."
    },
    {
        "verse_id": "6",
        "text": "Bhagīratha said: Those who are saintly because of devotional service and are therefore in the renounced order, free from material desires, and who are pure devotees, expert in following the regulative principles mentioned in the Vedas, are always glorious and pure in behavior and are able to deliver all fallen souls. When such pure devotees bathe in your water, the sinful reactions accumulated from other people will certainly be counteracted, for such devotees always keep in the core of their hearts the Supreme Personality of Godhead, who can vanquish all sinful reactions."
    },
    {
        "verse_id": "7",
        "text": "Like a cloth woven of threads extending for its length and breadth, this entire universe, in all its latitude and longitude, is situated under different potencies of the Supreme Personality of Godhead. Lord Śiva is the incarnation of the Lord, and thus he represents the Supersoul in the embodied soul. He can sustain your forceful waves on his head."
    },
    {
        "verse_id": "8",
        "text": "After saying this, Bhagīratha satisfied Lord Śiva by performing austerities. O King Parīkṣit, Lord Śiva was very quickly satisfied with Bhagīratha."
    },
    {
        "verse_id": "9",
        "text": "When King Bhagīratha approached Lord Śiva and requested him to sustain the forceful waves of the Ganges, Lord Śiva accepted the proposal by saying, “Let it be so.” Then, with great attention, he sustained the Ganges on his head, for the water of the Ganges is purifying, having emanated from the toes of Lord Viṣṇu."
    },
    {
        "verse_id": "10",
        "text": "The great and saintly king Bhagīratha brought the Ganges, which can deliver all the fallen souls, to that place on earth where the bodies of his forefathers lay burnt to ashes."
    },
    {
        "verse_id": "11",
        "text": "Bhagīratha mounted a swift chariot and drove before mother Ganges, who followed him, purifying many countries, until they reached the ashes of Bhagīratha’s forefathers, the sons of Sagara, who were thus sprinkled with water from the Ganges."
    },
    {
        "verse_id": "12",
        "text": "Because the sons of Sagara Mahārāja had offended a great personality, the heat of their bodies had increased, and they were burnt to ashes. But simply by being sprinkled with water from the Ganges, all of them became eligible to go to the heavenly planets. What then is to be said of those who use the water of mother Ganges to worship her?"
    },
    {
        "verse_id": "13",
        "text": "Simply by having water from the Ganges come in contact with the ashes of their burnt bodies, the sons of Sagara Mahārāja were elevated to the heavenly planets. Therefore, what is to be said of a devotee who worships mother Ganges faithfully with a determined vow? One can only imagine the benefit that accrues to such a devotee."
    },
    {
        "verse_id": "14",
        "text": "Because mother Ganges emanates from the lotus toe of the Supreme Personality of Godhead, Anantadeva, she is able to liberate one from material bondage. Therefore whatever is described herewith about her is not at all wonderful."
    },
    {
        "verse_id": "15",
        "text": "Great sages, completely freed from material lusty desires, devote their minds fully to the service of the Lord. Such persons are liberated from material bondage without difficulty, and they become transcendentally situated, acquiring the spiritual quality of the Lord. This is the glory of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "16",
        "text": "Bhagīratha had a son named Śruta, whose son was Nābha. This son was different from the Nābha previously described. Nābha had a son named Sindhudvīpa, from Sindhudvīpa came Ayutāyu, and from Ayutāyu came Ṛtūparṇa, who became a friend of Nalarāja. Ṛtūparṇa taught Nalarāja the art of gambling, and Nalarāja gave Ṛtūparṇa lessons in controlling and maintaining horses. The son of Ṛtūparṇa was Sarvakāma."
    },
    {
        "verse_id": "18",
        "text": "Sarvakāma had a son named Sudāsa, whose son, known as Saudāsa, was the husband of Damayantī. Saudāsa is sometimes known as Mitrasaha or Kalmāṣapāda. Because of his own misdeed, Mitrasaha was sonless and was cursed by Vasiṣṭha to become a man-eater [Rākṣasa]."
    },
    {
        "verse_id": "19",
        "text": "King Parīkṣit said: O Śukadeva Gosvāmī, why did Vasiṣṭha, the spiritual master of Saudāsa, curse that great soul? I wish to know of this. If it is not a confidential matter, please describe it to me."
    },
    {
        "verse_id": "20",
        "text": "Śukadeva Gosvāmī said: Once Saudāsa went to live in the forest, where he killed a man-eater [Rākṣasa] but forgave and released the man-eater’s brother. That brother, however, decided to take revenge. Thinking to harm the King, he became the cook at the King’s house. One day, the King’s spiritual master, Vasiṣṭha Muni, was invited for dinner, and the Rākṣasa cook served him human flesh."
    },
    {
        "verse_id": "22",
        "text": "While examining the food given to him, Vasiṣṭha Muni, by his mystic power, could understand that it was unfit to eat, being the flesh of a human being. He was very angry at this and immediately cursed Saudāsa to become a man-eater."
    },
    {
        "verse_id": "23",
        "text": "When Vasiṣṭha understood that the human flesh had been served by the Rākṣasa, not by the King, he undertook twelve years of austerity to cleanse himself for having cursed the faultless King. Meanwhile, King Saudāsa took water and chanted the śapa-mantra, preparing to curse Vasiṣṭha, but his wife, Madayantī, forbade him to do so. Then the King saw that the ten directions, the sky and the surface of the globe were full of living entities everywhere."
    },
    {
        "verse_id": "25",
        "text": "Saudāsa thus acquired the propensity of a man-eater and received on his leg a black spot, for which he was known as Kalmāṣapāda. Once King Kalmāṣapāda saw a brāhmaṇa couple engaged in sexual intercourse in the forest."
    },
    {
        "verse_id": "26",
        "text": "Being influenced by the propensity of a Rākṣasa and being very hungry, King Saudāsa seized the brāhmaṇa. Then the poor woman, the brāhmaṇa’s wife, said to the King: O hero, you are not actually a man-eater; rather, you are among the descendants of Mahārāja Ikṣvāku. Indeed, you are a great fighter, the husband of Madayantī. You should not act irreligiously in this way. I desire to have a son. Please, therefore, return my husband, who has not yet impregnated me."
    },
    {
        "verse_id": "28",
        "text": "O King, O hero, this human body is meant for universal benefits. If you kill this body untimely, you will kill all the benefits of human life."
    },
    {
        "verse_id": "29",
        "text": "Here is a learned, highly qualified brāhmaṇa, engaged in performing austerity and eagerly desiring to worship the Supreme Lord, the Supersoul who lives within the core of the heart in all living entities."
    },
    {
        "verse_id": "30",
        "text": "My lord, you are completely aware of the religious principles. As a son never deserves to be killed by his father, here is a brāhmaṇa who should be protected by the king, and never killed. How does he deserve to be killed by a rājarṣi like you?"
    },
    {
        "verse_id": "31",
        "text": "You are well known and worshiped in learned circles. How dare you kill this brāhmaṇa, who is a saintly, sinless person, well versed in Vedic knowledge? Killing him would be like destroying the embryo within the womb or killing a cow."
    },
    {
        "verse_id": "32",
        "text": "Without my husband, I cannot live for a moment. If you want to eat my husband, it would be better to eat me first, for without my husband I am as good as a dead body."
    },
    {
        "verse_id": "33",
        "text": "Being condemned by the curse of Vasiṣṭha, King Saudāsa devoured the brāhmaṇa, exactly as a tiger eats its prey. Even though the brāhmaṇa’s wife spoke so pitiably, Saudāsa was unmoved by her lamentation."
    },
    {
        "verse_id": "34",
        "text": "When the chaste wife of the brāhmaṇa saw that her husband, who was about to discharge semen, had been eaten by the man-eater, she was overwhelmed with grief and lamentation. Thus she angrily cursed the King."
    },
    {
        "verse_id": "35",
        "text": "O foolish, sinful person, because you have eaten my husband when I was sexually inclined and desiring to have the seed of a child, I shall also see you die when you attempt to discharge semen in your wife. In other words, whenever you attempt to sexually unite with your wife, you shall die."
    },
    {
        "verse_id": "36",
        "text": "Thus the wife of the brāhmaṇa cursed King Saudāsa, known as Mitrasaha. Then, being inclined to go with her husband, she set fire to her husband’s bones, fell into the fire herself, and went with him to the same destination."
    },
    {
        "verse_id": "37",
        "text": "After twelve years, when King Saudāsa was released from the curse by Vasiṣṭha, he wanted to have sexual intercourse with his wife. But the Queen reminded him about the curse by the brāhmaṇī, and thus he was checked from sexual intercourse."
    },
    {
        "verse_id": "38",
        "text": "After being thus instructed, the King gave up the future happiness of sexual intercourse and by destiny remained sonless. Later, with the King’s permission, the great saint Vasiṣṭha begot a child in the womb of Madayantī."
    },
    {
        "verse_id": "39",
        "text": "Madayantī bore the child within the womb for seven years and did not give birth. Therefore Vasiṣṭha struck her abdomen with a stone, and then the child was born. Consequently, the child was known as Aśmaka [“the child born of a stone”]."
    },
    {
        "verse_id": "40",
        "text": "From Aśmaka, Bālika took birth. Because Bālika was surrounded by women and was therefore saved from the anger of Paraśurāma, he was known as Nārīkavaca [“one who is protected by women”]. When Paraśurāma vanquished all the kṣatriyas, Bālika became the progenitor of more kṣatriyas. Therefore he was known as Mūlaka, the root of the kṣatriya dynasty."
    },
    {
        "verse_id": "41",
        "text": "From Bālika came a son named Daśaratha, from Daśaratha came a son named Aiḍaviḍi, and from Aiḍaviḍi came King Viśvasaha. The son of King Viśvasaha was the famous Mahārāja Khaṭvāṅga."
    },
    {
        "verse_id": "42",
        "text": "King Khaṭvāṅga was unconquerable in any fight. Requested by the demigods to join them in fighting the demons, he won victory, and the demigods, being very pleased, wanted to give him a benediction. The King inquired from them about the duration of his life and was informed that he had only one moment more. Thus he immediately left his palace and went to his own residence, where he engaged his mind fully on the lotus feet of the Lord."
    },
    {
        "verse_id": "43",
        "text": "Mahārāja Khaṭvāṅga thought: Not even my life is dearer to me than the brahminical culture and the brāhmaṇas, who are worshiped by my family. What then is to be said of my kingdom, land, wife, children and opulence? Nothing is dearer to me than the brāhmaṇas."
    },
    {
        "verse_id": "44",
        "text": "I was never attracted, even in my childhood, by insignificant things or irreligious principles. I did not find anything more substantial than the Supreme Personality of Godhead."
    },
    {
        "verse_id": "45",
        "text": "The demigods, the directors of the three worlds, wanted to give me whatever benediction I desired. I did not want their benedictions, however, because I am interested in the Supreme Personality of Godhead, who created everything in this material world. I am more interested in the Supreme Personality of Godhead than in all material benedictions."
    },
    {
        "verse_id": "46",
        "text": "Even though the demigods have the advantages of being situated in the higher planetary system, their minds, senses and intelligence are agitated by material conditions. Therefore, even such elevated persons fail to realize the Supreme Personality of Godhead, who is eternally situated in the core of the heart. What then is to be said of others, such as human beings, who have fewer advantages?"
    },
    {
        "verse_id": "47",
        "text": "Therefore I should now give up my attachment for things created by the external energy of the Supreme Personality of Godhead. I should engage in thought of the Lord and should thus surrender unto Him. This material creation, having been created by the external energy of the Lord, is like an imaginary town visualized on a hill or in a forest. Every conditioned soul has a natural attraction and attachment for material things, but one must simply give up this attachment and surrender unto the Supreme Personality of Godhead."
    },
    {
        "verse_id": "48",
        "text": "Thus Mahārāja Khaṭvāṅga, by his advanced intelligence in rendering service to the Lord, gave up false identification with the body full of ignorance. In his original position of eternal servitorship, he engaged himself in rendering service to the Lord."
    },
    {
        "verse_id": "49",
        "text": "The Supreme Personality of Godhead, Vāsudeva, Kṛṣṇa, is extremely difficult to understand for unintelligent men who accept Him as impersonal or void, which He is not. The Lord is therefore understood and sung about by pure devotees."
    }
]