[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: O King Parīkṣit, from the womb of Urvaśī, six sons were generated by Purūravā. Their names were Āyu, Śrutāyu, Satyāyu, Raya, Vijaya and Jaya."
    },
    {
        "verse_id": "2",
        "text": "The son of Śrutāyu was Vasumān; the son of Satyāyu, Śrutañjaya; the son of Raya, Eka; the son of Jaya, Amita; and the son of Vijaya, Bhīma. The son of Bhīma was Kāñcana; the son of Kāñcana was Hotraka; and the son of Hotraka was Jahnu, who drank all the water of the Ganges in one sip."
    },
    {
        "verse_id": "4",
        "text": "The son of Jahnu was Puru, the son of Puru was Balāka, the son of Balāka was Ajaka, and the son of Ajaka was Kuśa. Kuśa had four sons, named Kuśāmbu, Tanaya, Vasu and Kuśanābha. The son of Kuśāmbu was Gādhi."
    },
    {
        "verse_id": "5",
        "text": "King Gādhi had a daughter named Satyavatī, whom a brāhmaṇa sage named Ṛcīka requested from the King to be his wife. King Gādhi, however, regarded Ṛcīka as an unfit husband for his daughter, and therefore he told the brāhmaṇa, “My dear sir, I belong to the dynasty of Kuśa. Because we are aristocratic kṣatriyas, you have to give some dowry for my daughter. Therefore, bring at least one thousand horses, each as brilliant as moonshine and each having one black ear, whether right or left.”"
    },
    {
        "verse_id": "7",
        "text": "When King Gādhi made this demand, the great sage Ṛcīka could understand the King’s mind. Therefore he went to the demigod Varuṇa and brought from him the one thousand horses that Gādhi had demanded. After delivering these horses, the sage married the King’s beautiful daughter."
    },
    {
        "verse_id": "8",
        "text": "Thereafter, Ṛcīka Muni’s wife and mother-in-law, each desiring a son, requested the Muni to prepare an oblation. Thus Ṛcīka Muni prepared one oblation for his wife with a brāhmaṇa mantra and another for his mother-in-law with a kṣatriya mantra. Then he went out to bathe."
    },
    {
        "verse_id": "9",
        "text": "Meanwhile, because Satyavatī’s mother thought that the oblation prepared for her daughter, Ṛcīka’s wife, must be better, she asked her daughter for that oblation. Satyavatī therefore gave her own oblation to her mother and ate her mother’s oblation herself."
    },
    {
        "verse_id": "10",
        "text": "When the great sage Ṛcīka returned home after bathing and understood what had happened in his absence, he said to his wife, Satyavatī, “You have done a great wrong. Your son will be a fierce kṣatriya, able to punish everyone, and your brother will be a learned scholar in spiritual science.”"
    },
    {
        "verse_id": "11",
        "text": "Satyavatī, however, pacified Ṛcīka Muni with peaceful words and requested that her son not be like a fierce kṣatriya. Ṛcīka Muni replied, “Then your grandson will be of a kṣatriya spirit.” Thus Jamadagni was born as the son of Satyavatī."
    },
    {
        "verse_id": "12",
        "text": "Satyavatī later became the sacred river Kauśikī to purify the entire world, and her son, Jamadagni, married Reṇukā, the daughter of Reṇu. By the semen of Jamadagni, many sons, headed by Vasumān, were born from the womb of Reṇukā. The youngest of them was named Rāma, or Paraśurāma."
    },
    {
        "verse_id": "14",
        "text": "Learned scholars accept this Paraśurāma as the celebrated incarnation of Vāsudeva who annihilated the dynasty of Kārtavīrya. Paraśurāma killed all the kṣatriyas on earth twenty-one times."
    },
    {
        "verse_id": "15",
        "text": "When the royal dynasty, being excessively proud because of the material modes of passion and ignorance, became irreligious and ceased to care for the laws enacted by the brāhmaṇas, Paraśurāma killed them. Although their offense was not very severe, he killed them to lessen the burden of the world."
    },
    {
        "verse_id": "16",
        "text": "King Parīkṣit inquired from Śukadeva Gosvāmī: What was the offense that the kṣatriyas who could not control their senses committed before Lord Paraśurāma, the incarnation of the Supreme Personality of Godhead, for which the Lord annihilated the kṣatriya dynasty again and again?"
    },
    {
        "verse_id": "17",
        "text": "Śukadeva Gosvāmī said: The best of the kṣatriyas, Kārtavīryārjuna, the King of the Haihayas, received one thousand arms by worshiping Dattātreya, the plenary expansion of the Supreme Personality of Godhead, Nārāyaṇa. He also became undefeatable by enemies and received unobstructed sensory power, beauty, influence, strength, fame and the mystic power by which to achieve all the perfections of yoga, such as aṇimā and laghimā. Thus having become fully opulent, he roamed all over the universe without opposition, just like the wind."
    },
    {
        "verse_id": "20",
        "text": "Once while enjoying in the water of the river Narmadā, the puffed-up Kārtavīryārjuna, surrounded by beautiful women and garlanded with a garland of victory, stopped the flow of the water with his arms."
    },
    {
        "verse_id": "21",
        "text": "Because Kārtavīryārjuna made the water flow in the opposite direction, the camp of Rāvaṇa, which was set up on the bank of the Narmadā near the city of Māhiṣmatī, was inundated. This was unbearable to the ten-headed Rāvaṇa, who considered himself a great hero and could not tolerate Kārtavīryārjuna’s power."
    },
    {
        "verse_id": "22",
        "text": "When Rāvaṇa attempted to insult Kārtavīryārjuna in the presence of the women and thus offended him, Kārtavīryārjuna easily arrested Rāvaṇa and put him in custody in the city of Māhiṣmatī, just as one captures a monkey, and then released him neglectfully."
    },
    {
        "verse_id": "23",
        "text": "Once while Kārtavīryārjuna was wandering unengaged in a solitary forest and hunting, he approached the residence of Jamadagni."
    },
    {
        "verse_id": "24",
        "text": "The sage Jamadagni, who was engaged in great austerities in the forest, received the King very well, along with the King’s soldiers, ministers and carriers. He supplied all the necessities to worship these guests, for he possessed a kāmadhenu cow that was able to supply everything."
    },
    {
        "verse_id": "25",
        "text": "Kārtavīryārjuna thought that Jamadagni was more powerful and wealthy than himself because of possessing a jewel in the form of the kāmadhenu. Therefore he and his own men, the Haihayas, were not very much appreciative of Jamadagni’s reception. On the contrary, they wanted to possess that kāmadhenu, which was useful for the execution of the agnihotra sacrifice."
    },
    {
        "verse_id": "26",
        "text": "Being puffed up by material power, Kārtavīryārjuna encouraged his men to steal Jamadagni’s kāmadhenu. Thus the men forcibly took away the crying kāmadhenu, along with her calf, to Māhiṣmatī, Kārtavīryārjuna’s capital."
    },
    {
        "verse_id": "27",
        "text": "Thereafter, Kārtavīryārjuna having left with the kāmadhenu, Paraśurāma returned to the āśrama. When Paraśurāma, the youngest son of Jamadagni, heard about Kārtavīryārjuna’s nefarious deed, he became as angry as a trampled snake."
    },
    {
        "verse_id": "28",
        "text": "Taking up his fierce chopper, his shield, his bow and a quiver of arrows, Lord Paraśurāma, exceedingly angry, chased Kārtavīryārjuna just as a lion chases an elephant."
    },
    {
        "verse_id": "29",
        "text": "As King Kārtavīryārjuna entered his capital, Māhiṣmatī Purī, he saw Lord Paraśurāma, the best of the Bhṛgu dynasty, coming after him, holding a chopper, shield, bow and arrows. Lord Paraśurāma was covered with a black deerskin, and his matted locks of hair appeared like the sunshine."
    },
    {
        "verse_id": "30",
        "text": "Upon seeing Paraśurāma, Kārtavīryārjuna immediately feared him and sent many elephants, chariots, horses and infantry soldiers equipped with clubs, swords, arrows, ṛṣṭis, śataghnis, śaktis, and many similar weapons to fight against him. Kārtavīryārjuna sent seventeen full akṣauhiṇīs of soldiers to check Paraśurāma. But Lord Paraśurāma alone killed all of them."
    },
    {
        "verse_id": "31",
        "text": "Lord Paraśurāma, being expert in killing the military strength of the enemy, worked with the speed of the mind and the wind, slicing his enemies with his chopper [paraśu]. Wherever he went, the enemies fell, their legs, arms and shoulders being severed, their chariot drivers killed, and their carriers, the elephants and horses, all annihilated."
    },
    {
        "verse_id": "32",
        "text": "By manipulating his axe and arrows, Lord Paraśurāma cut to pieces the shields, flags, bows and bodies of Kārtavīryārjuna’s soldiers, who fell on the battlefield, muddying the ground with their blood. Seeing these reverses, Kārtavīryārjuna, infuriated, rushed to the battlefield."
    },
    {
        "verse_id": "33",
        "text": "Then Kārtavīryārjuna, with his one thousand arms, simultaneously fixed arrows on five hundred bows to kill Lord Paraśurāma. But Lord Paraśurāma, the best of fighters, released enough arrows with only one bow to cut to pieces immediately all the arrows and bows in the hands of Kārtavīryārjuna."
    },
    {
        "verse_id": "34",
        "text": "When his arrows were cut to pieces, Kārtavīryārjuna uprooted many trees and hills with his own hands and again rushed strongly toward Lord Paraśurāma to kill him. But Paraśurāma then used his axe with great force to cut off Kārtavīryārjuna’s arms, just as one might lop off the hoods of a serpent."
    },
    {
        "verse_id": "35",
        "text": "Thereafter, Paraśurāma cut off like a mountain peak the head of Kārtavīryārjuna, who had already lost his arms. When Kārtavīryārjuna’s ten thousand sons saw their father killed, they all fled in fear. Then Paraśurāma, having killed the enemy, released the kāmadhenu, which had undergone great suffering, and brought it back with its calf to his residence, where he gave it to his father, Jamadagni."
    },
    {
        "verse_id": "37",
        "text": "Paraśurāma described to his father and brothers his activities in killing Kārtavīryārjuna. Upon hearing of these deeds, Jamadagni spoke to his son as follows."
    },
    {
        "verse_id": "38",
        "text": "O great hero, my dear son Paraśurāma, you have unnecessarily killed the king, who is supposed to be the embodiment of all the demigods. Thus you have committed a sin."
    },
    {
        "verse_id": "39",
        "text": "My dear son, we are all brāhmaṇas and have become worshipable for the people in general because of our quality of forgiveness. It is because of this quality that Lord Brahmā, the supreme spiritual master of this universe, has achieved his post."
    },
    {
        "verse_id": "40",
        "text": "The duty of a brāhmaṇa is to culture the quality of forgiveness, which is illuminating like the sun. The Supreme Personality of Godhead, Hari, is pleased with those who are forgiving."
    },
    {
        "verse_id": "41",
        "text": "My dear son, killing a king who is an emperor is more severely sinful than killing a brāhmaṇa. But now, if you become Kṛṣṇa conscious and worship the holy places, you can atone for this great sin."
    }
]