[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O King, the son of Divodāsa was Mitrāyu, and from Mitrāyu came four sons, named Cyavana, Sudāsa, Sahadeva and Somaka. Somaka was the father of Jantu."
    },
    {
        "verse_id": "2",
        "text": "Somaka had one hundred sons, of whom the youngest was Pṛṣata. From Pṛṣata was born King Drupada, who was opulent in all supremacy."
    },
    {
        "verse_id": "3",
        "text": "From Mahārāja Drupada, Draupadī was born. Mahārāja Drupada also had many sons, headed by Dhṛṣṭadyumna. From Dhṛṣṭadyumna came a son named Dhṛṣṭaketu. All these personalities are known as descendants of Bharmyāśva or as the dynasty of Pāñcāla."
    },
    {
        "verse_id": "4",
        "text": "Another son of Ajamīḍha was known as Ṛkṣa. From Ṛkṣa came a son named Saṁvaraṇa, and from Saṁvaraṇa through the womb of his wife, Tapatī, the daughter of the sun-god, came Kuru, the King of Kurukṣetra. Kuru had four sons — Parīkṣi, Sudhanu, Jahnu and Niṣadha. From Sudhanu, Suhotra was born, and from Suhotra, Cyavana. From Cyavana, Kṛtī was born."
    },
    {
        "verse_id": "6",
        "text": "The son of Kṛtī was Uparicara Vasu, and among his sons, headed by Bṛhadratha, were Kuśāmba, Matsya, Pratyagra and Cedipa. All the sons of Uparicara Vasu became rulers of the Cedi state."
    },
    {
        "verse_id": "7",
        "text": "From Bṛhadratha, Kuśāgra was born; from Kuśāgra, Ṛṣabha; and from Ṛṣabha, Satyahita. The son of Satyahita was Puṣpavān, and the son of Puṣpavān was Jahu."
    },
    {
        "verse_id": "8",
        "text": "Through the womb of another wife, Bṛhadratha begot two halves of a son. When the mother saw those two halves she rejected them, but later a she-demon named Jarā playfully joined them and said, “Come to life, come to life!” Thus the son named Jarāsandha was born."
    },
    {
        "verse_id": "9",
        "text": "From Jarāsandha came a son named Sahadeva; from Sahadeva, Somāpi; and from Somāpi, Śrutaśravā. The son of Kuru called Parīkṣi had no sons, but the son of Kuru called Jahnu had a son named Suratha."
    },
    {
        "verse_id": "10",
        "text": "From Suratha came a son named Vidūratha, from whom Sārvabhauma was born. From Sārvabhauma came Jayasena; from Jayasena, Rādhika; and from Rādhika, Ayutāyu."
    },
    {
        "verse_id": "11",
        "text": "From Ayutāyu came a son named Akrodhana, and his son was Devātithi. The son of Devātithi was Ṛkṣa, the son of Ṛkṣa was Dilīpa, and the son of Dilīpa was Pratīpa."
    },
    {
        "verse_id": "12",
        "text": "The sons of Pratīpa were Devāpi, Śāntanu and Bāhlīka. Devāpi left the kingdom of his father and went to the forest, and therefore Śāntanu became the king. Śāntanu, who in his previous birth was known as Mahābhiṣa, had the ability to transform anyone from old age to youth simply by touching that person with his hands."
    },
    {
        "verse_id": "14",
        "text": "Because the King was able to make everyone happy for sense gratification, primarily by the touch of his hand, his name was Śāntanu. Once, when there was no rainfall in the kingdom for twelve years and the King consulted his learned brahminical advisors, they said, “You are faulty for enjoying the property of your elder brother. For the elevation of your kingdom and home, you should return the kingdom to him.”"
    },
    {
        "verse_id": "16",
        "text": "When the brāhmaṇas said this, Mahārāja Śāntanu went to the forest and requested his elder brother Devāpi to take charge of the kingdom, for it is the duty of a king to maintain his subjects. Previously, however, Śāntanu’s minister Aśvavāra had instigated some brāhmaṇas to induce Devāpi to transgress the injunctions of the Vedas and thus make himself unfit for the post of ruler. The brāhmaṇas deviated Devāpi from the path of the Vedic principles, and therefore when asked by Śāntanu he did not agree to accept the post of ruler. On the contrary, he blasphemed the Vedic principles and therefore became fallen. Under the circumstances, Śāntanu again became the king, and Indra, being pleased, showered rains. Devāpi later took to the path of mystic yoga to control his mind and senses and went to the village named Kalāpagrāma, where he is still living."
    },
    {
        "verse_id": "18",
        "text": "After the dynasty of the moon-god comes to an end in this Age of Kali, Devāpi, in the beginning of the next Satya-yuga, will reestablish the Soma dynasty in this world. From Bāhlīka [the brother of Śāntanu] came a son named Somadatta, who had three sons, named Bhūri, Bhūriśravā and Śala. From Śāntanu, through the womb of his wife named Gaṅgā, came Bhīṣma, the exalted, self-realized devotee and learned scholar."
    },
    {
        "verse_id": "20",
        "text": "Bhīṣmadeva was the foremost of all warriors. When he defeated Lord Paraśurāma in a fight, Lord Paraśurāma was very satisfied with him. By the semen of Śāntanu in the womb of Satyavatī, the daughter of a fisherman, Citrāṅgada took birth."
    },
    {
        "verse_id": "21",
        "text": "Citrāṅgada, of whom Vicitravīrya was the younger brother, was killed by a Gandharva who was also named Citrāṅgada. Satyavatī, before her marriage to Śāntanu, gave birth to the master authority of the Vedas, Vyāsadeva, known as Kṛṣṇa Dvaipāyana, who was begotten by Parāśara Muni. From Vyāsadeva, I [Śukadeva Gosvāmī] was born, and from him I studied this great work of literature, Śrīmad-Bhāgavatam. The incarnation of Godhead Vedavyāsa, rejecting his disciples, headed by Paila, instructed Śrīmad-Bhāgavatam to me because I was free from all material desires. After Ambikā and Ambālikā, the two daughters of Kāśīrāja, were taken away by force, Vicitravīrya married them, but because he was too attached to these two wives, he had a heart attack and died of tuberculosis."
    },
    {
        "verse_id": "25",
        "text": "Bādarāyaṇa, Śrī Vyāsadeva, following the order of his mother, Satyavatī, begot three sons, two by the womb of Ambikā and Ambālikā, the two wives of his brother Vicitravīrya, and the third by Vicitravīrya’s maidservant. These sons were Dhṛtarāṣṭra, Pāṇḍu and Vidura."
    },
    {
        "verse_id": "26",
        "text": "Dhṛtarāṣṭra’s wife, Gāndhārī, gave birth to one hundred sons and one daughter, O King. The oldest of the sons was Duryodhana, and the daughter’s name was Duḥśalā."
    },
    {
        "verse_id": "27",
        "text": "Pāṇḍu was restrained from sexual life because of having been cursed by a sage, and therefore his three sons Yudhiṣṭhira, Bhīma and Arjuna were begotten through the womb of his wife, Kuntī, by Dharmarāja, by the demigod controlling the wind, and by the demigod controlling the rain. Pāṇḍu’s second wife, Mādrī, gave birth to Nakula and Sahadeva, who were begotten by the two Aśvinī-kumāras. The five brothers, headed by Yudhiṣṭhira, begot five sons through the womb of Draupadī. These five sons were your uncles."
    },
    {
        "verse_id": "29",
        "text": "From Yudhiṣṭhira came a son named Prativindhya, from Bhīma a son named Śrutasena, from Arjuna a son named Śrutakīrti, and from Nakula a son named Śatānīka."
    },
    {
        "verse_id": "30",
        "text": "O King, the son of Sahadeva was Śrutakarmā. Furthermore, Yudhiṣṭhira and his brothers begot other sons in other wives. Yudhiṣṭhira begot a son named Devaka through the womb of Pauravī, and Bhīmasena begot a son named Ghaṭotkaca through his wife Hiḍimbā and a son named Sarvagata through his wife Kālī. Similarly, Sahadeva had a son named Suhotra through his wife named Vijayā, who was the daughter of the king of the mountains."
    },
    {
        "verse_id": "32",
        "text": "Nakula begot a son named Naramitra through his wife named Kareṇumatī. Similarly, Arjuna begot a son named Irāvān through his wife known as Ulupī, the daughter of the Nāgas, and a son named Babhruvāhana by the womb of the princess of Maṇipura. Babhruvāhana became the adopted son of the king of Maṇipura."
    },
    {
        "verse_id": "33",
        "text": "My dear King Parīkṣit, your father, Abhimanyu, was born from the womb of Subhadrā as the son of Arjuna. He was the conqueror of all atirathas [those who could fight with one thousand charioteers]. From him, by the womb of Uttarā, the daughter of Virāḍrāja, you were born."
    },
    {
        "verse_id": "34",
        "text": "After the Kuru dynasty was annihilated in the Battle of Kurukṣetra, you also were about to be destroyed by the brahmāstra atomic weapon released by the son of Droṇācārya, but by the mercy of the Supreme Personality of Godhead, Kṛṣṇa, you were saved from death."
    },
    {
        "verse_id": "35",
        "text": "My dear King, your four sons — Janamejaya, Śrutasena, Bhīmasena and Ugrasena — are very powerful. Janamejaya is the eldest."
    },
    {
        "verse_id": "36",
        "text": "Because of your death by the Takṣaka snake, your son Janamejaya will be very angry and will perform a sacrifice to kill all the snakes in the world."
    },
    {
        "verse_id": "37",
        "text": "After conquering throughout the world and after accepting Tura, the son of Kalaṣa, as his priest, Janamejaya will perform aśvamedha-yajñas, for which he will be known as Turaga-medhaṣāṭ."
    },
    {
        "verse_id": "38",
        "text": "The son of Janamejaya known as Śatānīka will learn from Yājñavalkya the three Vedas and the art of performing ritualistic ceremonies. He will also learn the military art from Kṛpācārya and the transcendental science from the sage Śaunaka."
    },
    {
        "verse_id": "39",
        "text": "The son of Śatānīka will be Sahasrānīka, and from him will come the son named Aśvamedhaja. From Aśvamedhaja will come Asīmakṛṣṇa, and his son will be Nemicakra."
    },
    {
        "verse_id": "40",
        "text": "When the town of Hastināpura [New Delhi] is inundated by the river, Nemicakra will live in the place known as Kauśāmbī. His son will be celebrated as Citraratha, and the son of Citraratha will be Śuciratha."
    },
    {
        "verse_id": "41",
        "text": "From Śuciratha will come the son named Vṛṣṭimān, and his son, Suṣeṇa, will be the emperor of the entire world. The son of Suṣeṇa will be Sunītha, his son will be Nṛcakṣu, and from Nṛcakṣu will come a son named Sukhīnala."
    },
    {
        "verse_id": "42",
        "text": "The son of Sukhīnala will be Pariplava, and his son will be Sunaya. From Sunaya will come a son named Medhāvī; from Medhāvī, Nṛpañjaya; from Nṛpañjaya, Dūrva; and from Dūrva, Timi."
    },
    {
        "verse_id": "43",
        "text": "From Timi will come Bṛhadratha; from Bṛhadratha, Sudāsa; and from Sudāsa, Śatānīka. From Śatānīka will come Durdamana, and from him will come a son named Mahīnara."
    },
    {
        "verse_id": "44",
        "text": "The son of Mahīnara will be Daṇḍapāṇi, and his son will be Nimi, from whom King Kṣemaka will be born. I have now described to you the moon-god’s dynasty, which is the source of brāhmaṇas and kṣatriyas and is worshiped by demigods and great saints. In this Kali-yuga, Kṣemaka will be the last monarch. Now I shall describe to you the future of the Māgadha dynasty. Please listen."
    },
    {
        "verse_id": "46",
        "text": "Sahadeva, the son of Jarāsandha, will have a son named Mārjāri. From Mārjāri will come Śrutaśravā; from Śrutaśravā, Yutāyu; and from Yutāyu, Niramitra. The son of Niramitra will be Sunakṣatra, from Sunakṣatra will come Bṛhatsena, and from Bṛhatsena, Karmajit. The son of Karmajit will be Sutañjaya, the son of Sutañjaya will be Vipra, and his son will be Śuci. The son of Śuci will be Kṣema, the son of Kṣema will be Suvrata, and the son of Suvrata will be Dharmasūtra. From Dharmasūtra will come Sama; from Sama, Dyumatsena; from Dyumatsena, Sumati; and from Sumati, Subala."
    },
    {
        "verse_id": "49",
        "text": "From Subala will come Sunītha; from Sunītha, Satyajit; from Satyajit, Viśvajit; and from Viśvajit, Ripuñjaya. All of these personalities will belong to the dynasty of Bṛhadratha, which will rule the world for one thousand years."
    }
]