[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: The son of Nabhaga named Nābhāga lived for a long time at the place of his spiritual master. Therefore, his brothers thought that he was not going to become a gṛhastha and would not return. Consequently, without providing a share for him, they divided the property of their father among themselves. When Nābhāga returned from the place of his spiritual master, they gave him their father as his share."
    },
    {
        "verse_id": "2",
        "text": "Nābhāga inquired, “My dear brothers, what have you given to me as my share of our father’s property?” His elder brothers answered, “We have kept our father as your share.” But when Nābhāga went to his father and said, “My dear father, my elder brothers have given you as my share of property,” the father replied, “My dear son, do not rely upon their cheating words. I am not your property.”"
    },
    {
        "verse_id": "3",
        "text": "Nābhāga’s father said: All the descendants of Aṅgirā are now going to perform a great sacrifice, but although they are very intelligent, on every sixth day they will be bewildered in performing sacrifice and will make mistakes in their daily duties."
    },
    {
        "verse_id": "4",
        "text": "Nābhāga’s father continued: “Go to those great souls and describe two Vedic hymns pertaining to Vaiśvadeva. When the great sages have completed the sacrifice and are going to the heavenly planets, they will give you the remnants of the money they have received from the sacrifice. Therefore, go there immediately.” Thus Nābhāga acted exactly according to the advice of his father, and the great sages of the Aṅgirā dynasty gave him all their wealth and then went to the heavenly planets."
    },
    {
        "verse_id": "6",
        "text": "Thereafter, while Nābhāga was accepting the riches, a black-looking person from the north came to him and said, “All the wealth from this sacrificial arena belongs to me.”"
    },
    {
        "verse_id": "7",
        "text": "Nābhāga then said, “These riches belong to me. The great saintly persons have delivered them to me.” When Nābhāga said this, the black-looking person replied, “Let us go to your father and ask him to settle our disagreement.” In accordance with this, Nābhāga inquired from his father."
    },
    {
        "verse_id": "8",
        "text": "The father of Nābhāga said: Whatever the great sages sacrificed in the arena of the Dakṣa-yajña, they offered to Lord Śiva as his share. Therefore, everything in the sacrificial arena certainly belongs to Lord Śiva."
    },
    {
        "verse_id": "9",
        "text": "Thereupon, after offering obeisances to Lord Śiva, Nābhāga said: O worshipable lord, everything in this arena of sacrifice is yours. This is the assertion of my father. Now, with great respect, I bow my head before you, begging your mercy."
    },
    {
        "verse_id": "10",
        "text": "Lord Śiva said: Whatever your father has said is the truth, and you also are speaking the same truth. Therefore, I, who know the Vedic mantras, shall explain transcendental knowledge to you."
    },
    {
        "verse_id": "11",
        "text": "Lord Śiva said, “Now you may take all the wealth remaining from the sacrifice, for I give it to you.” After saying this, Lord Śiva, who is most adherent to the religious principles, disappeared from that place."
    },
    {
        "verse_id": "12",
        "text": "If one hears and chants or remembers this narration in the morning and evening with great attention, he certainly becomes learned, experienced in understanding the Vedic hymns, and expert in self-realization."
    },
    {
        "verse_id": "13",
        "text": "From Nābhāga, Mahārāja Ambarīṣa took birth. Mahārāja Ambarīṣa was an exalted devotee, celebrated for his great merits. Although he was cursed by an infallible brāhmaṇa, the curse could not touch him."
    },
    {
        "verse_id": "14",
        "text": "King Parīkṣit inquired: O great personality, Mahārāja Ambarīṣa was certainly most exalted and meritorious in character. I wish to hear about him. How surprising it is that the curse of a brāhmaṇa, which is insurmountable, could not act upon him."
    },
    {
        "verse_id": "15",
        "text": "Śukadeva Gosvāmī said: Mahārāja Ambarīṣa, the most fortunate personality, achieved the rule of the entire world, consisting of seven islands, and achieved inexhaustible, unlimited opulence and prosperity on earth. Although such a position is rarely obtained, Mahārāja Ambarīṣa did not care for it at all, for he knew very well that all such opulence is material. Like that which is imagined in a dream, such opulence will ultimately be destroyed. The King knew that any nondevotee who attains such opulence merges increasingly into material nature’s mode of darkness."
    },
    {
        "verse_id": "17",
        "text": "Mahārāja Ambarīṣa was a great devotee of the Supreme Personality of Godhead, Vāsudeva, and of the saintly persons who are the Lord’s devotees. Because of this devotion, he thought of the entire universe as being as insignificant as a piece of stone."
    },
    {
        "verse_id": "18",
        "text": "Mahārāja Ambarīṣa always engaged his mind in meditating upon the lotus feet of Kṛṣṇa, his words in describing the glories of the Lord, his hands in cleansing the Lord’s temple, and his ears in hearing the words spoken by Kṛṣṇa or about Kṛṣṇa. He engaged his eyes in seeing the Deity of Kṛṣṇa, Kṛṣṇa’s temples and Kṛṣṇa’s places like Mathurā and Vṛndāvana, he engaged his sense of touch in touching the bodies of the Lord’s devotees, he engaged his sense of smell in smelling the fragrance of tulasī offered to the Lord, and he engaged his tongue in tasting the Lord’s prasāda. He engaged his legs in walking to the holy places and temples of the Lord, his head in bowing down before the Lord, and all his desires in serving the Lord, twenty-four hours a day. Indeed, Mahārāja Ambarīṣa never desired anything for his own sense gratification. He engaged all his senses in devotional service, in various engagements related to the Lord. This is the way to increase attachment for the Lord and be completely free from all material desires."
    },
    {
        "verse_id": "21",
        "text": "In performing his prescribed duties as king, Mahārāja Ambarīṣa always offered the results of his royal activities to the Supreme Personality of Godhead, Kṛṣṇa, who is the enjoyer of everything and is beyond the perception of material senses. He certainly took advice from brāhmaṇas who were faithful devotees of the Lord, and thus he ruled the planet earth without difficulty."
    },
    {
        "verse_id": "22",
        "text": "In desert countries where there flowed the river Sarasvatī, Mahārāja Ambarīṣa performed great sacrifices like the aśvamedha-yajña and thus satisfied the master of all yajñas, the Supreme Personality of Godhead. Such sacrifices were performed with great opulence and suitable paraphernalia and with contributions of dakṣiṇā to the brāhmaṇas, who were supervised by great personalities like Vasiṣṭha, Asita and Gautama, representing the king, the performer of the sacrifices."
    },
    {
        "verse_id": "23",
        "text": "In the sacrifice arranged by Mahārāja Ambarīṣa, the members of the assembly and the priests [especially hotā, udgātā, brahmā and adhvaryu] were gorgeously dressed, and they all looked exactly like demigods. They eagerly saw to the proper performance of the yajña."
    },
    {
        "verse_id": "24",
        "text": "The citizens of the state of Mahārāja Ambarīṣa were accustomed to chanting and hearing about the glorious activities of the Personality of Godhead. Thus they never aspired to be elevated to the heavenly planets, which are extremely dear even to the demigods."
    },
    {
        "verse_id": "25",
        "text": "Those who are saturated with the transcendental happiness of rendering service to the Supreme Personality of Godhead are uninterested even in the achievements of great mystics, for such achievements do not enhance the transcendental bliss felt by a devotee who always thinks of Kṛṣṇa within the core of his heart."
    },
    {
        "verse_id": "26",
        "text": "The king of this planet, Mahārāja Ambarīṣa, thus performed devotional service to the Lord and in this endeavor practiced severe austerity. Always satisfying the Supreme Personality of Godhead by his constitutional activities, he gradually gave up all material desires."
    },
    {
        "verse_id": "27",
        "text": "Mahārāja Ambarīṣa gave up all attachment to household affairs, wives, children, friends and relatives, to the best of powerful elephants, to beautiful chariots, carts, horses and inexhaustible jewels, and to ornaments, garments and an inexhaustible treasury. He gave up attachment to all of them, regarding them as temporary and material."
    },
    {
        "verse_id": "28",
        "text": "Being very pleased by the unalloyed devotion of Mahārāja Ambarīṣa, the Supreme Personality of Godhead gave the King His disc, which is fearful to enemies and which always protects the devotee from enemies and adversities."
    },
    {
        "verse_id": "29",
        "text": "To worship Lord Kṛṣṇa, Mahārāja Ambarīṣa, along with his queen, who was equally qualified, observed the vow of Ekādaśī and Dvādaśī for one year."
    },
    {
        "verse_id": "30",
        "text": "In the month of Kārtika, after observing that vow for one year, after observing a fast for three nights and after bathing in the Yamunā, Mahārāja Ambarīṣa worshiped the Supreme Personality of Godhead, Hari, in Madhuvana."
    },
    {
        "verse_id": "31",
        "text": "Following the regulative principles of mahābhiṣeka, Mahārāja Ambarīṣa performed the bathing ceremony for the Deity of Lord Kṛṣṇa with all paraphernalia, and then he dressed the Deity with fine clothing, ornaments, fragrant flower garlands and other paraphernalia for worship of the Lord. With attention and devotion, he worshiped Kṛṣṇa and all the greatly fortunate brāhmaṇas who were free from material desires."
    },
    {
        "verse_id": "33",
        "text": "Thereafter, Mahārāja Ambarīṣa satisfied all the guests who arrived at his house, especially the brāhmaṇas. He gave in charity sixty crores of cows whose horns were covered with gold plate and whose hooves were covered with silver plate. All the cows were well decorated with garments and had full milk bags. They were mild-natured, young and beautiful and were accompanied by their calves. After giving these cows, the King first sumptuously fed all the brāhmaṇas, and when they were fully satisfied, he was about to observe the end of Ekādaśī, with their permission, by breaking the fast. Exactly at that time, however, Durvāsā Muni, the great and powerful mystic, appeared on the scene as an uninvited guest."
    },
    {
        "verse_id": "36",
        "text": "After standing up to receive Durvāsā Muni, King Ambarīṣa offered him a seat and paraphernalia of worship. Then, sitting at his feet, the King requested the great sage to eat."
    },
    {
        "verse_id": "37",
        "text": "Durvāsā Muni gladly accepted the request of Mahārāja Ambarīṣa, but to perform the regulative ritualistic ceremonies he went to the river Yamunā. There he dipped into the water of the auspicious Yamunā and meditated upon the impersonal Brahman."
    },
    {
        "verse_id": "38",
        "text": "In the meantime, only a muhūrta of the Dvādaśī day was left on which to break the fast. Consequently, it was imperative that the fast be broken immediately. In this dangerous situation, the King consulted learned brāhmaṇas."
    },
    {
        "verse_id": "39",
        "text": "The King said: “To transgress the laws of respectful behavior toward the brāhmaṇas is certainly a great offense. On the other hand, if one does not observe the breaking of the fast within the time of Dvādaśī, there is a flaw in one’s observance of the vow. Therefore, O brāhmaṇas, if you think that it will be auspicious and not irreligious, I shall break the fast by drinking water.” In this way, after consulting with the brāhmaṇas, the King reached this decision, for according to brahminical opinion, drinking water may be accepted as eating and also as not eating."
    },
    {
        "verse_id": "41",
        "text": "O best of the Kuru dynasty, after he drank some water, King Ambarīṣa, meditating upon the Supreme Personality of Godhead within his heart, waited for the return of the great mystic Durvāsā Muni."
    },
    {
        "verse_id": "42",
        "text": "After executing the ritualistic ceremonies to be performed at noon, Durvāsā returned from the bank of the Yamunā. The King received him well, offering all respects, but Durvāsā Muni, by his mystic power, could understand that King Ambarīṣa had drunk water without his permission."
    },
    {
        "verse_id": "43",
        "text": "Still hungry, Durvāsā Muni, his body trembling, his face curved and his eyebrows crooked in a frown, angrily spoke as follows to King Ambarīṣa, who stood before him with folded hands."
    },
    {
        "verse_id": "44",
        "text": "Alas, just see the behavior of this cruel man! He is not a devotee of Lord Viṣṇu. Being proud of his material opulence and his position, he considers himself God. Just see how he has transgressed the laws of religion."
    },
    {
        "verse_id": "45",
        "text": "Mahārāja Ambarīṣa, you have invited me to eat as a guest, but instead of feeding me, you yourself have eaten first. Because of your misbehavior, I shall show you something to punish you."
    },
    {
        "verse_id": "46",
        "text": "As Durvāsā Muni said this, his face became red with anger. Uprooting a bunch of hair from his head, he created a demon resembling the blazing fire of devastation to punish Mahārāja Ambarīṣa."
    },
    {
        "verse_id": "47",
        "text": "Taking a trident in his hand and making the surface of the earth tremble with his footsteps, that blazing creature came before Mahārāja Ambarīṣa. But the King, upon seeing him, was not at all disturbed and did not move even slightly from his position."
    },
    {
        "verse_id": "48",
        "text": "As fire in the forest immediately burns to ashes an angry snake, so, by the previous order of the Supreme Personality of Godhead, His disc, the Sudarśana cakra, immediately burnt to ashes the created demon to protect the Lord’s devotee."
    },
    {
        "verse_id": "49",
        "text": "Upon seeing that his own attempt had failed and that the Sudarśana cakra was moving toward him, Durvāsā Muni became very frightened and began to run in all directions to save his life."
    },
    {
        "verse_id": "50",
        "text": "As the blazing flames of a forest fire pursue a snake, the disc of the Supreme Personality of Godhead began following Durvāsā Muni. Durvāsā Muni saw that the disc was almost touching his back, and thus he ran very swiftly, desiring to enter a cave of Sumeru Mountain."
    },
    {
        "verse_id": "51",
        "text": "Just to protect himself, Durvāsā Muni fled everywhere, in all directions — in the sky, on the surface of the earth, in caves, in the ocean, on different planets of the rulers of the three worlds, and even on the heavenly planets — but wherever he went he immediately saw following him the unbearable fire of the Sudarśana cakra."
    },
    {
        "verse_id": "52",
        "text": "With a fearful heart, Durvāsā Muni went here and there seeking shelter, but when he could find no shelter, he finally approached Lord Brahmā and said, “O my lord, O Lord Brahmā, kindly protect me from the blazing Sudarśana cakra sent by the Supreme Personality of Godhead.”"
    },
    {
        "verse_id": "53",
        "text": "Lord Brahmā said: At the end of the dvi-parārdha, when the pastimes of the Lord come to an end, Lord Viṣṇu, by a flick of His eyebrows, vanquishes the entire universe, including our places of residence. Such personalities as me and Lord Śiva, as well as Dakṣa, Bhṛgu and similar great saints of which they are the head, and also the rulers of the living entities, the rulers of human society and the rulers of the demigods — all of us surrender to that Supreme Personality of Godhead, Lord Viṣṇu, bowing our heads, to carry out His orders for the benefit of all living entities."
    },
    {
        "verse_id": "55",
        "text": "When Durvāsā, who was greatly afflicted by the blazing fire of the Sudarśana cakra, was thus refused by Lord Brahmā, he tried to take shelter of Lord Śiva, who always resides on his planet, known as Kailāsa."
    },
    {
        "verse_id": "56",
        "text": "Lord Śiva said: My dear son, I, Lord Brahmā and the other demigods, who rotate within this universe under the misconception of our greatness, cannot exhibit any power to compete with the Supreme Personality of Godhead, for innumerable universes and their inhabitants come into existence and are annihilated by the simple direction of the Lord."
    },
    {
        "verse_id": "57",
        "text": "Past, present and future are known to me [Lord Śiva], Sanat-kumāra, Nārada, the most revered Lord Brahmā, Kapila [the son of Devahūti], Apāntaratama [Lord Vyāsadeva], Devala, Yamarāja, Āsuri, Marīci and many saintly persons headed by him, as well as many others who have achieved perfection. Nonetheless, because we are covered by the illusory energy of the Lord, we cannot understand how expansive that illusory energy is. You should simply approach that Supreme Personality of Godhead to get relief, for this Sudarśana cakra is intolerable even to us. Go to Lord Viṣṇu. He will certainly be kind enough to bestow all good fortune upon you."
    },
    {
        "verse_id": "60",
        "text": "Thereafter, being disappointed even in taking shelter of Lord Śiva, Durvāsā Muni went to Vaikuṇṭha-dhāma, where the Supreme Personality of Godhead, Nārāyaṇa, resides with His consort, the goddess of fortune."
    },
    {
        "verse_id": "61",
        "text": "Durvāsā Muni, the great mystic, scorched by the heat of the Sudarśana cakra, fell at the lotus feet of Nārāyaṇa. His body trembling, he spoke as follows: O infallible, unlimited Lord, protector of the entire universe, You are the only desirable objective for all devotees. I am a great offender, my Lord. Please give me protection."
    },
    {
        "verse_id": "62",
        "text": "O my Lord, O supreme controller, without knowledge of Your unlimited prowess I have offended Your most dear devotee. Very kindly save me from the reaction of this offense. You can do everything, for even if a person is fit for going to hell, You can deliver him simply by awakening within his heart the holy name of Your Lordship."
    },
    {
        "verse_id": "63",
        "text": "The Supreme Personality of Godhead said to the brāhmaṇa: I am completely under the control of My devotees. Indeed, I am not at all independent. Because My devotees are completely devoid of material desires, I sit only within the cores of their hearts. What to speak of My devotee, even those who are devotees of My devotee are very dear to Me."
    },
    {
        "verse_id": "64",
        "text": "O best of the brāhmaṇas, without saintly persons for whom I am the only destination, I do not desire to enjoy My transcendental bliss and My supreme opulences."
    },
    {
        "verse_id": "65",
        "text": "Since pure devotees give up their homes, wives, children, relatives, riches and even their lives simply to serve Me, without any desire for material improvement in this life or in the next, how can I give up such devotees at any time?"
    },
    {
        "verse_id": "66",
        "text": "As chaste women bring their gentle husbands under control by service, the pure devotees, who are equal to everyone and completely attached to Me in the core of the heart, bring Me under their full control."
    },
    {
        "verse_id": "67",
        "text": "My devotees, who are always satisfied to be engaged in My loving service, are not interested even in the four principles of liberation [sālokya, sārūpya, sāmīpya and sārṣṭi], although these are automatically achieved by their service. What then is to be said of such perishable happiness as elevation to the higher planetary systems?"
    },
    {
        "verse_id": "68",
        "text": "The pure devotee is always within the core of My heart, and I am always in the heart of the pure devotee. My devotees do not know anything else but Me, and I do not know anyone else but them."
    },
    {
        "verse_id": "69",
        "text": "O brāhmaṇa, let Me now advise you for your own protection. Please hear from Me. By offending Mahārāja Ambarīṣa, you have acted with self-envy. Therefore you should go to him immediately, without a moment’s delay. One’s so-called prowess, when employed against the devotee, certainly harms he who employs it. Thus it is the subject, not the object, who is harmed."
    },
    {
        "verse_id": "70",
        "text": "For a brāhmaṇa, austerity and learning are certainly auspicious, but when acquired by a person who is not gentle, such austerity and learning are most dangerous."
    },
    {
        "verse_id": "71",
        "text": "O best of the brāhmaṇas, you should therefore go immediately to King Ambarīṣa, the son of Mahārāja Nābhāga. I wish you all good fortune. If you can satisfy Mahārāja Ambarīṣa, then there will be peace for you."
    }
]