[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Anu, the fourth son of Yayāti, had three sons, named Sabhānara, Cakṣu and Pareṣṇu. O King, from Sabhānara came a son named Kālanara, and from Kālanara came a son named Sṛñjaya."
    },
    {
        "verse_id": "2",
        "text": "From Sṛñjaya came a son named Janamejaya. From Janamejaya came Mahāśāla; from Mahāśāla, Mahāmanā; and from Mahāmanā two sons, named Uśīnara and Titikṣu."
    },
    {
        "verse_id": "3",
        "text": "The four sons of Uśīnara were Śibi, Vara, Kṛmi and Dakṣa, and from Śibi again came four sons, named Vṛṣādarbha, Sudhīra, Madra and ātma-tattva-vit Kekaya. The son of Titikṣu was Ruṣadratha. From Ruṣadratha came Homa; from Homa, Sutapā; and from Sutapā, Bali."
    },
    {
        "verse_id": "5",
        "text": "By the semen of Dīrghatamā in the wife of Bali, the emperor of the world, six sons took birth, namely Aṅga, Vaṅga, Kaliṅga, Suhma, Puṇḍra and Oḍra."
    },
    {
        "verse_id": "6",
        "text": "These six sons, headed by Aṅga, later became kings of six states in the eastern side of India. These states were known according to the names of their respective kings. From Aṅga came a son named Khalapāna, and from Khalapāna came Diviratha."
    },
    {
        "verse_id": "7",
        "text": "From Diviratha came a son named Dharmaratha, and his son was Citraratha, who was celebrated as Romapāda. Romapāda, however, was without issue, and therefore his friend Mahārāja Daśaratha gave him his own daughter, named Śāntā. Romapāda accepted her as his daughter, and thereafter she married Ṛṣyaśṛṅga. When the demigods from the heavenly planets failed to shower rain, Ṛṣyaśṛṅga was appointed the priest for performing a sacrifice, after being brought from the forest by the allurement of prostitutes, who danced, staged theatrical performances accompanied by music, and embraced and worshiped him. After Ṛṣyaśṛṅga came, the rain fell. Thereafter, Ṛṣyaśṛṅga performed a son-giving sacrifice on behalf of Mahārāja Daśaratha, who had no issue, and then Mahārāja Daśaratha had sons. From Romapāda, by the mercy of Ṛṣyaśṛṅga, Caturaṅga was born, and from Caturaṅga came Pṛthulākṣa."
    },
    {
        "verse_id": "11",
        "text": "The sons of Pṛthulākṣa were Bṛhadratha, Bṛhatkarmā and Bṛhadbhānu. From the eldest, Bṛhadratha, came a son named Bṛhanmanā, and from Bṛhanmanā came a son named Jayadratha."
    },
    {
        "verse_id": "12",
        "text": "The son of Jayadratha, by the womb of his wife Sambhūti, was Vijaya, and from Vijaya, Dhṛti was born. From Dhṛti came Dhṛtavrata; from Dhṛtavrata, Satkarmā; and from Satkarmā, Adhiratha."
    },
    {
        "verse_id": "13",
        "text": "While playing on the bank of the Ganges, Adhiratha found a baby wrapped up in a basket. The baby had been left by Kuntī because he was born before she was married. Because Adhiratha had no sons, he raised this baby as his own. [This son was later known as Karṇa.]"
    },
    {
        "verse_id": "14",
        "text": "O King, the only son of Karṇa was Vṛṣasena. Druhyu, the third son of Yayāti, had a son named Babhru, and the son of Babhru was known as Setu."
    },
    {
        "verse_id": "15",
        "text": "The son of Setu was Ārabdha, Ārabdha’s son was Gāndhāra, and Gāndhāra’s son was Dharma. Dharma’s son was Dhṛta, Dhṛta’s son was Durmada, and Durmada’s son was Pracetā, who had one hundred sons."
    },
    {
        "verse_id": "16",
        "text": "The Pracetās [the sons of Pracetā] occupied the northern side of India, which was devoid of Vedic civilization, and became kings there. Yayāti’s second son was Turvasu. The son of Turvasu was Vahni; the son of Vahni, Bharga; the son of Bharga, Bhānumān."
    },
    {
        "verse_id": "17",
        "text": "The son of Bhānumān was Tribhānu, and his son was the magnanimous Karandhama. Karandhama’s son was Maruta, who had no sons and who therefore adopted a son of the Pūru dynasty [Mahārāja Duṣmanta] as his own."
    },
    {
        "verse_id": "18",
        "text": "Mahārāja Duṣmanta, desiring to occupy the throne, returned to his original dynasty [the Pūru dynasty], even though he had accepted Maruta as his father. O Mahārāja Parīkṣit, let me now describe the dynasty of Yadu, the eldest son of Mahārāja Yayāti. This description is supremely pious, and it vanquishes the reactions of sinful activities in human society. Simply by hearing this description, one is freed from all sinful reactions."
    },
    {
        "verse_id": "20",
        "text": "The Supreme Personality of Godhead, Kṛṣṇa, the Supersoul in the hearts of all living entities, descended in His original form as a human being in the dynasty or family of Yadu. Yadu had four sons, named Sahasrajit, Kroṣṭā, Nala and Ripu. Of these four, the eldest, Sahasrajit, had a son named Śatajit, who had three sons, named Mahāhaya, Reṇuhaya and Haihaya."
    },
    {
        "verse_id": "22",
        "text": "The son of Haihaya was Dharma, and the son of Dharma was Netra, the father of Kunti. From Kunti came a son named Sohañji, from Sohañji came Mahiṣmān, and from Mahiṣmān, Bhadrasenaka."
    },
    {
        "verse_id": "23",
        "text": "The sons of Bhadrasena were known as Durmada and Dhanaka. Dhanaka was the father of Kṛtavīrya and also of Kṛtāgni, Kṛtavarmā and Kṛtaujā."
    },
    {
        "verse_id": "24",
        "text": "The son of Kṛtavīrya was Arjuna. He [Kārtavīryārjuna] became the emperor of the entire world, consisting of seven islands, and received mystic power from Dattātreya, the incarnation of the Supreme Personality of Godhead. Thus he obtained the mystic perfections known as aṣṭa-siddhi."
    },
    {
        "verse_id": "25",
        "text": "No other king in this world could equal Kārtavīryārjuna in sacrifices, charity, austerity, mystic power, education, strength or mercy."
    },
    {
        "verse_id": "26",
        "text": "For eighty-five thousand years, Kārtavīryārjuna continuously enjoyed material opulences with full bodily strength and unimpaired memory. In other words, he enjoyed inexhaustible material opulences with his six senses."
    },
    {
        "verse_id": "27",
        "text": "Of the one thousand sons of Kārtavīryārjuna, only five remained alive after the fight with Paraśurāma. Their names were Jayadhvaja, Śūrasena, Vṛṣabha, Madhu and Ūrjita."
    },
    {
        "verse_id": "28",
        "text": "Jayadhvaja had a son named Tālajaṅgha, who had one hundred sons. All the kṣatriyas in that dynasty, known as Tālajaṅgha, were annihilated by the great power received by Mahārāja Sagara from Aurva Ṛṣi."
    },
    {
        "verse_id": "29",
        "text": "Of the sons of Tālajaṅgha, Vītihotra was the eldest. The son of Vītihotra named Madhu had a celebrated son named Vṛṣṇi. Madhu had one hundred sons, of whom Vṛṣṇi was the eldest. The dynasties known as Yādava, Mādhava and Vṛṣṇi had their origin from Yadu, Madhu and Vṛṣṇi."
    },
    {
        "verse_id": "30",
        "text": "O Mahārāja Parīkṣit, because Yadu, Madhu and Vṛṣṇi each inaugurated a dynasty, their dynasties are known as Yādava, Mādhava and Vṛṣṇi. The son of Yadu named Kroṣṭā had a son named Vṛjinavān. The son of Vṛjinavān was Svāhita; the son of Svāhita, Viṣadgu; the son of Viṣadgu, Citraratha; and the son of Citraratha, Śaśabindu. The greatly fortunate Śaśabindu, who was a great mystic, possessed fourteen opulences and was the owner of fourteen great jewels. Thus he became the emperor of the world."
    },
    {
        "verse_id": "32",
        "text": "The famous Śaśabindu had ten thousand wives, and by each he begot a lakh of sons. Therefore the number of his sons was ten thousand lakhs."
    },
    {
        "verse_id": "33",
        "text": "Among these many sons, six were the foremost, such as Pṛthuśravā and Pṛthukīrti. The son of Pṛthuśravā was known as Dharma, and his son was known as Uśanā. Uśanā was the performer of one hundred horse sacrifices."
    },
    {
        "verse_id": "34",
        "text": "The son of Uśanā was Rucaka, who had five sons — Purujit, Rukma, Rukmeṣu, Pṛthu and Jyāmagha. Please hear of these sons from me."
    },
    {
        "verse_id": "35",
        "text": "Jyāmagha had no sons, but because he was fearful of his wife, Śaibyā, he could not accept another wife. Jyāmagha once took from the house of some royal enemy a girl who was a prostitute, but upon seeing her Śaibyā was very angry and said to her husband, “My husband, you cheater, who is this girl sitting upon my seat on the chariot?” Jyāmagha then replied, “This girl will be your daughter-in-law.” Upon hearing these joking words, Śaibyā smilingly replied."
    },
    {
        "verse_id": "37",
        "text": "Śaibyā said, “I am sterile and have no co-wife. How can this girl be my daughter-in-law? Please tell me.” Jyāmagha replied, “My dear Queen, I shall see that you indeed have a son and that this girl will be your daughter-in-law.”"
    },
    {
        "verse_id": "38",
        "text": "Long, long ago, Jyāmagha had satisfied the demigods and Pitās by worshiping them. Now, by their mercy, Jyāmagha’s words came true. Although Śaibyā was barren, by the grace of the demigods she became pregnant and in due course of time gave birth to a child named Vidarbha. Before the child’s birth, the girl had been accepted as a daughter-in-law, and therefore Vidarbha actually married her when he grew up."
    }
]