[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī continued: O King, Śaryāti, another son of Manu, was a ruler completely aware of Vedic knowledge. He gave instructions about the functions for the second day of the yajña to be performed by the descendants of Aṅgirā."
    },
    {
        "verse_id": "2",
        "text": "Śaryāti had a beautiful lotus-eyed daughter named Sukanyā, with whom he went to the forest to see the āśrama of Cyavana Muni."
    },
    {
        "verse_id": "3",
        "text": "While that Sukanyā, surrounded by her friends, was collecting various types of fruits from the trees in the forest, she saw within the hole of an earthworm two things glowing like luminaries."
    },
    {
        "verse_id": "4",
        "text": "As if induced by providence, the girl ignorantly pierced those two glowworms with a thorn, and when they were pierced, blood began to ooze out of them."
    },
    {
        "verse_id": "5",
        "text": "Thereupon, all the soldiers of Śaryāti were immediately obstructed from passing urine and stool. Upon perceiving this, Śaryāti spoke to his associates in surprise."
    },
    {
        "verse_id": "6",
        "text": "How strange it is that one of us has attempted to do something wrong to Cyavana Muni, the son of Bhṛgu. It certainly appears that someone among us has polluted this āśrama."
    },
    {
        "verse_id": "7",
        "text": "Being very much afraid, the girl Sukanyā said to her father: I have done something wrong, for I have ignorantly pierced these two luminous substances with a thorn."
    },
    {
        "verse_id": "8",
        "text": "After hearing this statement by his daughter, King Śaryāti was very much afraid. In various ways, he tried to appease Cyavana Muni, for it was he who sat within the hole of the earthworm."
    },
    {
        "verse_id": "9",
        "text": "King Śaryāti, being very contemplative and thus understanding Cyavana Muni’s purpose, gave his daughter in charity to the sage. Thus released from danger with great difficulty, he took permission from Cyavana Muni and returned home."
    },
    {
        "verse_id": "10",
        "text": "Cyavana Muni was very irritable, but since Sukanyā had gotten him as her husband, she dealt with him carefully, according to his mood. Knowing his mind, she performed service to him without being bewildered."
    },
    {
        "verse_id": "11",
        "text": "Thereafter, some time having passed, the Aśvinī-kumāra brothers, the heavenly physicians, happened to come to Cyavana Muni’s āśrama. After offering them respectful obeisances, Cyavana Muni requested them to give him youthful life, for they were able to do so."
    },
    {
        "verse_id": "12",
        "text": "Cyavana Muni said: Although you are ineligible to drink soma-rasa in sacrifices, I promise to give you a full pot of it. Kindly arrange beauty and youth for me, because they are attractive to young women."
    },
    {
        "verse_id": "13",
        "text": "The great physicians, the Aśvinī-kumāras, very gladly accepted Cyavana Muni’s proposal. Thus they told the brāhmaṇa, “Just dive into this lake of successful life.” [One who bathes in this lake has his desires fulfilled.]"
    },
    {
        "verse_id": "14",
        "text": "After saying this, the Aśvinī-kumāras caught hold of Cyavana Muni, who was an old, diseased invalid with loose skin, white hair, and veins visible all over his body, and all three of them entered the lake."
    },
    {
        "verse_id": "15",
        "text": "Thereafter, three men with very beautiful bodily features emerged from the lake. They were nicely dressed and decorated with earrings and garlands of lotuses. All of them were of the same standard of beauty."
    },
    {
        "verse_id": "16",
        "text": "The chaste and very beautiful Sukanyā could not distinguish her husband from the two Aśvinī-kumāras, for they were equally beautiful. Not understanding who her real husband was, she took shelter of the Aśvinī-kumāras."
    },
    {
        "verse_id": "17",
        "text": "The Aśvinī-kumāras were very pleased to see Sukanyā’s chastity and faithfulness. Thus they showed her Cyavana Muni, her husband, and after taking permission from him, they returned to the heavenly planets in their plane."
    },
    {
        "verse_id": "18",
        "text": "Thereafter, King Śaryāti, desiring to perform a sacrifice, went to the residence of Cyavana Muni. There he saw by the side of his daughter a very beautiful young man, as bright as the sun."
    },
    {
        "verse_id": "19",
        "text": "After receiving obeisances from his daughter, the King, instead of offering blessings to her, appeared very displeased and spoke as follows."
    },
    {
        "verse_id": "20",
        "text": "O unchaste girl, what is this that you have desired to do? You have cheated the most respectable husband, who is honored by everyone, for I see that because he was old, diseased and therefore unattractive, you have left his company to accept as your husband this young man, who appears to be a beggar from the street."
    },
    {
        "verse_id": "21",
        "text": "O my daughter, who were born in a respectable family, how have you degraded your consciousness in this way? How is it that you are shamelessly maintaining a paramour? You will thus degrade the dynasties of both your father and your husband to hellish life."
    },
    {
        "verse_id": "22",
        "text": "Sukanyā, however, being very proud of her chastity, smiled upon hearing the rebukes of her father. She smilingly told him, “My dear father, this young man by my side is your actual son-in-law, the great sage Cyavana, who was born in the family of Bhṛgu.”"
    },
    {
        "verse_id": "23",
        "text": "Thus Sukanyā explained how her husband had received the beautiful body of a young man. When the King heard this he was very surprised, and in great pleasure he embraced his beloved daughter."
    },
    {
        "verse_id": "24",
        "text": "Cyavana Muni, by his own prowess, enabled King Śaryāti to perform the soma-yajña. The muni offered a full pot of soma-rasa to the Aśvinī-kumāras, although they were unfit to drink it."
    },
    {
        "verse_id": "25",
        "text": "King Indra, being perturbed and angry, wanted to kill Cyavana Muni, and therefore he impetuously took up his thunderbolt. But Cyavana Muni, by his powers, paralyzed Indra’s arm that held the thunderbolt."
    },
    {
        "verse_id": "26",
        "text": "Although the Aśvinī-kumāras were only physicians and were therefore excluded from drinking soma-rasa in sacrifices, the demigods agreed to allow them henceforward to drink it."
    },
    {
        "verse_id": "27",
        "text": "King Śaryāti begot three sons, named Uttānabarhi, Ānarta and Bhūriṣeṇa. From Ānarta came a son named Revata."
    },
    {
        "verse_id": "28",
        "text": "O Mahārāja Parīkṣit, subduer of enemies, this Revata constructed a kingdom known as Kuśasthalī in the depths of the ocean. There he lived and ruled such tracts of land as Ānarta, etc. He had one hundred very nice sons, of whom the eldest was Kakudmī."
    },
    {
        "verse_id": "29",
        "text": "Taking his own daughter, Revatī, Kakudmī went to Lord Brahmā in Brahmaloka, which is transcendental to the three modes of material nature, and inquired about a husband for her."
    },
    {
        "verse_id": "30",
        "text": "When Kakudmī arrived there, Lord Brahmā was engaged in hearing musical performances by the Gandharvas and had not a moment to talk with him. Therefore Kakudmī waited, and at the end of the musical performances he offered his obeisances to Lord Brahmā and thus submitted his long-standing desire."
    },
    {
        "verse_id": "31",
        "text": "After hearing his words, Lord Brahmā, who is most powerful, laughed loudly and said to Kakudmī: O King, all those whom you may have decided within the core of your heart to accept as your son-in-law have passed away in the course of time."
    },
    {
        "verse_id": "32",
        "text": "Twenty-seven catur-yugas have already passed. Those upon whom you may have decided are now gone, and so are their sons, grandsons and other descendants. You cannot even hear about their names."
    },
    {
        "verse_id": "33",
        "text": "O King, leave here and offer your daughter to Lord Baladeva, who is still present. He is most powerful. Indeed, He is the Supreme Personality of Godhead, whose plenary portion is Lord Viṣṇu. Your daughter is fit to be given to Him in charity."
    },
    {
        "verse_id": "34",
        "text": "Lord Baladeva is the Supreme Personality of Godhead. One who hears and chants about Him is purified. Because He is always the well-wisher of all living entities, He has descended with all His paraphernalia to purify the entire world and lessen its burden."
    },
    {
        "verse_id": "35",
        "text": "Having received this order from Lord Brahmā, Kakudmī offered obeisances unto him and returned to his own residence. He then saw that his residence was vacant, having been abandoned by his brothers and other relatives, who were living in all directions because of fear of such higher living beings as the Yakṣas."
    },
    {
        "verse_id": "36",
        "text": "Thereafter, the King gave his most beautiful daughter in charity to the supremely powerful Baladeva and then retired from worldly life and went to Badarikāśrama to please Nara-Nārāyaṇa."
    }
]