[
    {
        "verse": "1",
        "devanagari": "श्रीपरीक्षिदुवाचनिवृत्तिमार्ग: कथित आदौ भगवता यथा ।क्रमयोगोपलब्धेन ब्रह्मणा यदसंसृति: ॥ १ ॥",
        "english_devnagari": "śrī-parīkṣid uvācanivṛtti-mārgaḥ kathitaādau bhagavatā yathākrama-yogopalabdhenabrahmaṇā yad asaṁsṛtiḥ",
        "verse_Syn": [
            "śrī",
            "parīkṣit",
            "uvāca",
            "nivṛtti",
            "mārgaḥ",
            "kathitaḥ",
            "ādau",
            "bhagavatā",
            "yathā",
            "krama",
            "yoga",
            "upalabdhena",
            "brahmaṇā",
            "yat",
            "asaṁsṛtiḥ"
        ],
        "translation": "Mahārāja Parīkṣit said: O my lord, O Śukadeva Gosvāmī, you have already described [in the Second Canto] the path of liberation [nivṛtti-mārga]. By following that path, one is certainly elevated gradually to the highest planetary system, Brahmaloka, from which one is promoted to the spiritual world along with Lord Brahmā. Thus one’s repetition of birth and death in the material world ceases.",
        "purport": " Since Mahārāja Parīkṣit was a Vaiṣṇava, when he heard the description, at the end of the Fifth Canto, of the different hellish conditions of life, he was very much concerned with how to liberate the conditioned souls from the clutches of māyā and take them back home, back to Godhead. Therefore he reminded his spiritual master, Śukadeva Gosvāmī, about the nivṛtti-mārga, or path of liberation, which he had described in the Second Canto. Mahārāja Parīkṣit, who at the time of death was fortunate to have met Śukadeva Gosvāmī, inquired from Śukadeva Gosvāmī about the path of liberation at that crucial time. Śukadeva Gosvāmī very much appreciated his question and congratulated him by saying: “My dear King, your question is glorious because it is very beneficial for all kinds of people. The answer to this question is the prime subject matter for hearing, and it is approved by all transcendentalists.” (Bhāg. 2.1.1) Parīkṣit Mahārāja was astonished that the living entities in the conditional stage do not accept the path of liberation, devotional service, instead of suffering in so many hellish conditions. This is the symptom of a Vaiṣṇava. Vāñchā-kalpa-tarubhyaś ca kṛpā-sindhubhya eva ca: a Vaiṣṇava is an ocean of mercy. Para-duḥkha-duḥkhī: he is unhappy because of the unhappiness of others. Therefore Parīkṣit Mahārāja, being compassionate toward the conditioned souls suffering in hellish life, suggested that Śukadeva Gosvāmī continue describing the path of liberation, which he had explained in the beginning of Śrīmad-Bhāgavatam. The word asaṁsṛti is very important in this connection. Saṁsṛti refers to continuing on the path of birth and death. Asaṁsṛti, on the contrary, refers to nivṛtti-mārga, or the path of liberation, by which one’s birth and death cease and one gradually progresses to Brahmaloka, unless one is a pure devotee who does not care about going to the higher planetary systems, in which case one immediately returns home, back to Godhead, by executing devotional service (tyaktvā dehaṁ punar janma naiti). Parīkṣit Mahārāja, therefore, was very eager to hear from Śukadeva Gosvāmī about the path of liberation for the conditioned soul. According to the opinion of the ācāryas, the word krama-yogopalabdhena indicates that by first performing karma-yoga and then jñāna-yoga and finally coming to the platform of bhakti-yoga, one can be liberated. Bhakti-yoga, however, is so powerful that it does not depend on karma-yoga or jñāna-yoga. Bhakti-yoga itself is so powerful that even an impious man with no assets in karma-yoga or an illiterate with no assets in jñāna-yoga can undoubtedly be elevated to the spiritual world if he simply adheres to bhakti-yoga. Mām evaiṣyasy asaṁśayaḥ. Kṛṣṇa says in Bhagavad-gītā (8.7) that by the process of bhakti-yoga one undoubtedly goes back to Godhead, back home to the spiritual world. Yogīs, however, instead of going directly to the spiritual world, sometimes want to see other planetary systems, and therefore they ascend to the planetary system where Lord Brahmā lives, as indicated here by the word brahmaṇā. At the time of dissolution, Lord Brahmā, along with all the inhabitants of Brahmaloka, goes directly to the spiritual world. This is confirmed in the Vedas as follows: “Because of their exalted position, those who are on Brahmaloka at the time of dissolution go directly back home, back to Godhead, along with Lord Brahmā.”"
    },
    {
        "verse": "2",
        "devanagari": "प्रवृत्तिलक्षणश्चैव त्रैगुण्यविषयो मुने ।योऽसावलीनप्रकृतेर्गुणसर्ग: पुन: पुन: ॥ २ ॥",
        "english_devnagari": "pravṛtti-lakṣaṇaś caivatraiguṇya-viṣayo muneyo ’sāv alīna-prakṛterguṇa-sargaḥ punaḥ punaḥ",
        "verse_Syn": [
            "pravṛtti",
            "lakṣaṇaḥ",
            "ca",
            "eva",
            "trai",
            "guṇya",
            "viṣayaḥ",
            "mune",
            "yaḥ",
            "asau",
            "alīna",
            "prakṛteḥ",
            "guṇa",
            "sargaḥ",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "O great sage Śukadeva Gosvāmī, unless the living entity is freed from the infection of the material modes of nature, he receives different types of bodies in which to enjoy or suffer, and according to the body, he is understood to have various inclinations. By following these inclinations he traverses the path called pravṛtti-mārga, by which one may be elevated to the heavenly planets, as you have already described [in the Third Canto].",
        "purport": " As Lord Kṛṣṇa explains in Bhagavad-gītā (9.25): “Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.” Because of the influence of the various modes of nature, the living entities have various tendencies or propensities, and therefore they are qualified to achieve various destinations. As long as one is materially attached, he wants to be elevated to the heavenly planets because of his attraction to the material world. The Supreme Personality of Godhead declares, however, “Those who worship Me come to Me.” If one has no information about the Supreme Lord and His abode, one tries to be elevated only to a higher material position, but when one concludes that in this material world there is nothing but repeated birth and death, he tries to return home, back to Godhead. If one attains that destination, he need never return to this material world (yad gatvā na nivartante tad dhāma paramaṁ mama). As Śrī Caitanya Mahāprabhu says in Caitanya-caritāmṛta (Madhya 19.151): “According to their karma, all living entities are wandering throughout the entire universe. Some of them are being elevated to the upper planetary systems, and some are going down into the lower planetary systems. Out of many millions of wandering living entities, one who is very fortunate gets an opportunity to associate with a bona fide spiritual master by the grace of Kṛṣṇa. By the mercy of both Kṛṣṇa and the spiritual master, such a person receives the seed of the creeper of devotional service.” All living entities are rotating throughout the universe, going sometimes up to the higher planetary systems and sometimes down to the lower planets. This is the material disease, which is known as pravṛtti-mārga. When one becomes intelligent he takes to nivṛtti-mārga, the path of liberation, and thus instead of rotating within this material world, he returns home, back to Godhead. This is necessary."
    },
    {
        "verse": "3",
        "devanagari": "अधर्मलक्षणा नाना नरकाश्चानुवर्णिता: ।मन्वन्तरश्च व्याख्यात आद्य: स्वायम्भुवो यत: ॥ ३ ॥",
        "english_devnagari": "adharma-lakṣaṇā nānānarakāś cānuvarṇitāḥmanvantaraś ca vyākhyātaādyaḥ svāyambhuvo yataḥ",
        "verse_Syn": [
            "adharma",
            "lakṣaṇāḥ",
            "nānā",
            "narakāḥ",
            "ca",
            "anuvarṇitāḥ",
            "manu",
            "antaraḥ",
            "ca",
            "vyākhyātaḥ",
            "ādyaḥ",
            "svāyambhuvaḥ",
            "yataḥ"
        ],
        "translation": "You have also described [at the end of the Fifth Canto] the varieties of hellish life that result from impious activities, and you have described [in the Fourth Canto] the first manvantara, which was presided over by Svāyambhuva Manu, the son of Lord Brahmā.",
        "purport": ""
    },
    {
        "verse": "4-5",
        "devanagari": "प्रियव्रतोत्तानपदोर्वंशस्तच्चरितानि च ।द्वीपवर्षसमुद्राद्रिनद्युद्यानवनस्पतीन् ॥ ४ ॥धरामण्डलसंस्थानं भागलक्षणमानत: ।ज्योतिषां विवराणां च यथेदमसृजद्विभु: ॥ ५ ॥",
        "english_devnagari": "priyavratottānapadorvaṁśas tac-caritāni cadvīpa-varṣa-samudrādri-nady-udyāna-vanaspatīn",
        "verse_Syn": [
            "priyavrata",
            "uttānapadoḥ",
            "vaṁśaḥ",
            "tat",
            "caritāni",
            "ca",
            "dvīpa",
            "varṣa",
            "samudra",
            "adri",
            "nadī",
            "udyāna",
            "vanaspatīn",
            "dharā",
            "maṇḍala",
            "saṁsthānam",
            "bhāga",
            "lakṣaṇa",
            "mānataḥ",
            "jyotiṣām",
            "vivarāṇām",
            "ca",
            "yathā",
            "idam",
            "asṛjat",
            "vibhuḥ"
        ],
        "translation": "My dear lord, you have described the dynasties and characteristics of King Priyavrata and King Uttānapāda. The Supreme Personality of Godhead created this material world with various universes, planetary systems, planets and stars, with varied lands, seas, oceans, mountains, rivers, gardens and trees, all with different characteristics. These are divided among this planet earth, the luminaries in the sky and the lower planetary systems. You have very clearly described these planets and the living entities who live on them.",
        "purport": " Here the words yathedam asṛjad vibhuḥ clearly indicate that the Supreme, the great, almighty Personality of Godhead, created this entire material world with its different varieties of planets, stars and so forth. Atheists try to conceal the hand of God, which is present in every creation, but they cannot explain how all these creations could come into existence without a competent intelligence and almighty power behind them. Simply to imagine or speculate is a waste of time. In Bhagavad-gītā (10.8), the Lord says, ahaṁ sarvasya prabhavo: “I am the origin of everything.” Mattaḥ sarvaṁ pravartate: “Whatever exists in the creation emanates from Me.” Iti matvā bhajante māṁ budhā bhāva-samanvitāḥ: “When one fully understands that I create everything by My omnipotence, one becomes firmly situated in devotional service and fully surrenders at My lotus feet.” Unfortunately, the unintelligent cannot immediately understand Kṛṣṇa’s supremacy. Nonetheless, if they associate with devotees and read authorized books, they may gradually come to the proper understanding, although this may take many, many births. As Kṛṣṇa says in Bhagavad-gītā (7.19): “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” Vāsudeva, Kṛṣṇa, is the creator of everything, and His energy is displayed in various ways. As explained in Bhagavad-gītā (7.4-5), a combination of the material energy (bhūmir āpo ’nalo vāyuḥ) and the spiritual energy, the living entity, exists in every creation. Therefore the same principle, the combination of the supreme spirit and the material elements, is the cause of the cosmic manifestation."
    },
    {
        "verse": "6",
        "devanagari": "अधुनेह महाभाग यथैव नरकान्नर: ।नानोग्रयातनान्नेयात्तन्मे व्याख्यातुमर्हसि ॥ ६ ॥",
        "english_devnagari": "adhuneha mahā-bhāgayathaiva narakān naraḥnānogra-yātanān neyāttan me vyākhyātum arhasi",
        "verse_Syn": [
            "adhunā",
            "iha",
            "mahā",
            "bhāga",
            "yathā",
            "eva",
            "narakān",
            "naraḥ",
            "nānā",
            "ugra",
            "yātanān",
            "na",
            "īyāt",
            "tat",
            "me",
            "vyākhyātum",
            "arhasi"
        ],
        "translation": "O greatly fortunate and opulent Śukadeva Gosvāmī, now kindly tell me how human beings may be saved from having to enter hellish conditions in which they suffer terrible pains.",
        "purport": " In the Twenty-sixth Chapter of the Fifth Canto, Śukadeva Gosvāmī has explained that people who commit sinful acts are forced to enter hellish planets and suffer. Now Mahārāja Parīkṣit, being a devotee, is concerned with how this can be stopped. A Vaiṣṇava is para-duḥkha-duḥkhī; in other words, he has no personal troubles, but he is very unhappy to see others in trouble. Prahlāda Mahārāja said, “My Lord, I have no personal problems, for I have learned how to glorify Your transcendental qualities and thus enter a trance of ecstasy. I do have a problem, however, for I am simply thinking of these rascals and fools who are busy with māyā-sukha, temporary happiness, without knowledge of devotional service unto You.” This is the problem faced by a Vaiṣṇava. Because a Vaiṣṇava fully takes shelter of the Supreme Personality of Godhead, he personally has no problems, but because he is compassionate toward the fallen, conditioned souls, he is always thinking of plans to save them from their hellish life in this body and the next. Parīkṣit Mahārāja, therefore, anxiously wanted to know from Śukadeva Gosvāmī how humanity can be saved from gliding down to hell. Śukadeva Gosvāmī had already explained how people enter hellish life, and he could also explain how they could be saved from it. Intelligent men must take advantage of these instructions. Unfortunately, however, the entire world is lacking Kṛṣṇa consciousness, and therefore people are suffering from the grossest ignorance and do not even believe in a life after this one. To convince them of their next life is very difficult because they have become almost mad in their pursuit of material enjoyment. Nevertheless, our duty, the duty of all sane men, is to save them. Mahārāja Parīkṣit is the representative of one who can save them."
    },
    {
        "verse": "7",
        "devanagari": "श्रीशुक उवाचन चेदिहैवापचितिं यथांहस:कृतस्य कुर्यान्मनउक्तपाणिभि: ।ध्रुवं स वै प्रेत्य नरकानुपैतिये कीर्तिता मे भवतस्तिग्मयातना: ॥ ७ ॥",
        "english_devnagari": "śrī-śuka uvācana ced ihaivāpacitiṁ yathāṁhasaḥkṛtasya kuryān mana-ukta-pāṇibhiḥdhruvaṁ sa vai pretya narakān upaitiye kīrtitā me bhavatas tigma-yātanāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "na",
            "cet",
            "iha",
            "eva",
            "apacitim",
            "yathā",
            "aṁhasaḥ",
            "kṛtasya",
            "kuryāt",
            "manaḥ",
            "ukta",
            "pāṇibhiḥ",
            "dhruvam",
            "saḥ",
            "vai",
            "pretya",
            "narakān",
            "upaiti",
            "ye",
            "kīrtitāḥ",
            "me",
            "bhavataḥ",
            "tigma",
            "yātanāḥ"
        ],
        "translation": "Śukadeva Gosvāmī replied: My dear King, if before one’s next death whatever impious acts one has performed in this life with his mind, words and body are not counteracted through proper atonement according to the description of the Manu-saṁhitā and other dharma-śāstras, one will certainly enter the hellish planets after death and undergo terrible suffering, as I have previously described to you.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura mentions that although Mahārāja Parīkṣit was a pure devotee, Śukadeva Gosvāmī did not immediately speak to him about the strength of devotional service. As stated in Bhagavad-gītā (14.26): Devotional service is so strong that if one fully surrenders to Kṛṣṇa and takes fully to His devotional service, the reactions of his sinful life immediately stop. Elsewhere in the Gītā (18.66), Lord Kṛṣṇa urges that one give up all other duties and surrender to Him, and He promises, ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi: “I shall free you from all sinful reactions and give you liberation.” Therefore in response to the inquiries of Parīkṣit Mahārāja, Śukadeva Gosvāmī, his guru, could have immediately explained the principle of bhakti, but to test Parīkṣit Mahārāja’s intelligence, he first prescribed atonement according to karma-kāṇḍa, the path of fruitive activities. For karma-kāṇḍa there are eighty authorized scriptures, such as Manu-saṁhitā, which are known as dharma-śāstras. In these scriptures one is advised to counteract his sinful acts by performing other types of fruitive action. This was the path first recommended by Śukadeva Gosvāmī to Mahārāja Parīkṣit, and actually it is a fact that one who does not take to devotional service must follow the decision of these scriptures by performing pious acts to counteract his impious acts. This is known as atonement."
    },
    {
        "verse": "8",
        "devanagari": "तस्मात्पुरैवाश्विह पापनिष्कृतौयतेत मृत्योरविपद्यतात्मना ।दोषस्य द‍ृष्ट्वा गुरुलाघवं यथाभिषक् चिकित्सेत रुजां निदानवित् ॥ ८ ॥",
        "english_devnagari": "tasmāt puraivāśv iha pāpa-niṣkṛtauyateta mṛtyor avipadyatātmanādoṣasya dṛṣṭvā guru-lāghavaṁ yathābhiṣak cikitseta rujāṁ nidānavit",
        "verse_Syn": [
            "tasmāt",
            "purā",
            "eva",
            "āśu",
            "iha",
            "pāpa",
            "niṣkṛtau",
            "yateta",
            "mṛtyoḥ",
            "avipadyata",
            "ātmanā",
            "doṣasya",
            "dṛṣṭvā",
            "guru",
            "lāghavam",
            "yathā",
            "bhiṣak",
            "cikitseta",
            "rujām",
            "nidāna",
            "vit"
        ],
        "translation": "Therefore, before one’s next death comes, as long as one’s body is strong enough, one should quickly adopt the process of atonement according to śāstra; otherwise one’s time will be lost, and the reactions of his sins will increase. As an expert physician diagnoses and treats a disease according to its gravity, one should undergo atonement according to the severity of one’s sins.",
        "purport": " The dharma-śāstras like the Manu-saṁhitā prescribe that a man who has committed murder should be hanged and his own life sacrificed in atonement. Previously this system was followed all over the world, but since people are becoming atheists, they are stopping capital punishment. This is not wise. Herein it is said that a physician who knows how to diagnose a disease prescribes medicine accordingly. If the disease is very serious, the medicine must be strong. The weight of a murderer’s sin is very great, and therefore according to Manu-saṁhitā a murderer must be killed. By killing a murderer the government shows mercy to him because if a murderer is not killed in this life, he will be killed and forced to suffer many times in future lives. Since people do not know about the next life and the intricate workings of nature, they manufacture their own laws, but they should properly consult the established injunctions of the śāstras and act accordingly. In India even today the Hindu community often takes advice from expert scholars regarding how to counteract sinful activities. In Christianity also there is a process of confession and atonement. Therefore atonement is required, and atonement must be undergone according to the gravity of one’s sinful acts."
    },
    {
        "verse": "9",
        "devanagari": "श्रीराजोवाचद‍ृष्टश्रुताभ्यां यत्पापं जानन्नप्यात्मनोऽहितम् ।करोति भूयो विवश: प्रायश्चित्तमथो कथम् ॥ ९ ॥",
        "english_devnagari": "śrī-rājovācadṛṣṭa-śrutābhyāṁ yat pāpaṁjānann apy ātmano ’hitamkaroti bhūyo vivaśaḥprāyaścittam atho katham",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "dṛṣṭa",
            "śrutābhyām",
            "yat",
            "pāpam",
            "jānan",
            "api",
            "ātmanaḥ",
            "ahitam",
            "karoti",
            "bhūyaḥ",
            "vivaśaḥ",
            "prāyaścittam",
            "atho",
            "katham"
        ],
        "translation": "Mahārāja Parīkṣit said: One may know that sinful activity is injurious for him because he actually sees that a criminal is punished by the government and rebuked by people in general and because he hears from scriptures and learned scholars that one is thrown into hellish conditions in the next life for committing sinful acts. Nevertheless, in spite of such knowledge, one is forced to commit sins again and again, even after performing acts of atonement. Therefore, what is the value of such atonement?",
        "purport": " In some religious sects a sinful man goes to a priest to confess his sinful acts and pay a fine, but then he again commits the same sins and returns to confess them again. This is the practice of a professional sinner. Parīkṣit Mahārāja’s observations indicate that even five thousand years ago it was the practice of criminals to atone for their crimes but then commit the same crimes again, as if forced to do so. Therefore, owing to his practical experience, Parīkṣit Mahārāja saw that the process of repeatedly sinning and atoning is pointless. Regardless of how many times he is punished, one who is attached to sense enjoyment will commit sinful acts again and again until he is trained to refrain from enjoying his senses. The word vivaśa is used herein, indicating that even one who does not want to commit sinful acts will be forced to do so by habit. Parīkṣit Mahārāja therefore considered the process of atonement to have little value for saving one from sinful acts. In the following verse he further explains his rejection of this process."
    },
    {
        "verse": "10",
        "devanagari": "क्‍वचिन्निवर्ततेऽभद्रात्‍क्‍वचिच्चरति तत्पुन: ।प्रायश्चित्तमथोऽपार्थं मन्ये कुञ्जरशौचवत् ॥ १० ॥",
        "english_devnagari": "kvacin nivartate ’bhadrātkvacic carati tat punaḥprāyaścittam atho ’pārthaṁmanye kuñjara-śaucavat",
        "verse_Syn": [
            "kvacit",
            "nivartate",
            "abhadrāt",
            "kvacit",
            "carati",
            "tat",
            "punaḥ",
            "prāyaścittam",
            "atho",
            "apārtham",
            "manye",
            "kuñjara",
            "śaucavat"
        ],
        "translation": "Sometimes one who is very alert so as not to commit sinful acts is victimized by sinful life again. I therefore consider this process of repeated sinning and atoning to be useless. It is like the bathing of an elephant, for an elephant cleanses itself by taking a full bath, but then throws dust over its head and body as soon as it returns to the land.",
        "purport": " When Parīkṣit Mahārāja inquired how a human being could free himself from sinful activities so as not to be forced to go to hellish planetary systems after death, Śukadeva Gosvāmī answered that the process of counteracting sinful life is atonement. In this way Śukadeva Gosvāmī tested the intelligence of Mahārāja Parīkṣit, who passed the examination by refusing to accept this process as genuine. Now Parīkṣit Mahārāja is expecting another answer from his spiritual master, Śukadeva Gosvāmī."
    },
    {
        "verse": "11",
        "devanagari": "श्रीबादरायणिरुवाचकर्मणा कर्मनिर्हारो न ह्यात्यन्तिक इष्यते ।अविद्वदधिकारित्वात्प्रायश्चित्तं विमर्शनम् ॥ ११ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācakarmaṇā karma-nirhārona hy ātyantika iṣyateavidvad-adhikāritvātprāyaścittaṁ vimarśanam",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "karmaṇā",
            "karma",
            "nirhāraḥ",
            "na",
            "hi",
            "ātyantikaḥ",
            "iṣyate",
            "avidvat",
            "adhikāritvāt",
            "prāyaścittam",
            "vimarśanam"
        ],
        "translation": "Śukadeva Gosvāmī, the son of Vedavyāsa, answered: My dear King, since acts meant to neutralize impious actions are also fruitive, they will not release one from the tendency to act fruitively. Persons who subject themselves to the rules and regulations of atonement are not at all intelligent. Indeed, they are in the mode of darkness. Unless one is freed from the mode of ignorance, trying to counteract one action through another is useless because this will not uproot one’s desires. Thus even though one may superficially seem pious, he will undoubtedly be prone to act impiously. Therefore real atonement is enlightenment in perfect knowledge, Vedānta, by which one understands the Supreme Absolute Truth.",
        "purport": " The guru, Śukadeva Gosvāmī, has examined Parīkṣit Mahārāja, and it appears that the King has passed one phase of the examination by rejecting the process of atonement because it involves fruitive activities. Now Śukadeva Gosvāmī is suggesting the platform of speculative knowledge. Progressing from karma-kāṇḍa to jñāna-kāṇḍa, he is proposing, prāyaścittaṁ vimarśanam: “Real atonement is full knowledge.” Vimarśana refers to the cultivation of speculative knowledge. In Bhagavad-gītā, karmīs, who are lacking in knowledge, are compared to asses. Kṛṣṇa says in Bhagavad-gītā (7.15): “Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.” Thus karmīs who engage in sinful acts and who do not know the true objective of life are called mūḍhas, asses. Vimarśana, however, is also explained in Bhagavad-gītā (15.15), where Kṛṣṇa says, vedaiś ca sarvair aham eva vedyaḥ: the purpose of Vedic study is to understand the Supreme Personality of Godhead. If one studies Vedānta but merely advances somewhat in speculative knowledge and does not understand the Supreme Lord, one remains the same mūḍha. As stated in Bhagavad-gītā (7.19), one attains real knowledge when he understands Kṛṣṇa and surrenders unto Him (bahūnāṁ janmanām ante jñānavān māṁ prapadyate). To become learned and free from material contamination, therefore, one should try to understand Kṛṣṇa, for thus one is immediately liberated from all pious and impious activities and their reactions."
    },
    {
        "verse": "12",
        "devanagari": "नाश्नत: पथ्यमेवान्नं व्याधयोऽभिभवन्ति हि ।एवं नियमकृद्राजन् शनै: क्षेमाय कल्पते ॥ १२ ॥",
        "english_devnagari": "nāśnataḥ pathyam evānnaṁvyādhayo ’bhibhavanti hievaṁ niyamakṛd rājanśanaiḥ kṣemāya kalpate",
        "verse_Syn": [
            "na",
            "aśnataḥ",
            "pathyam",
            "eva",
            "annam",
            "vyādhayaḥ",
            "abhibhavanti",
            "hi",
            "evam",
            "niyama",
            "kṛt",
            "rājan",
            "śanaiḥ",
            "kṣemāya",
            "kalpate"
        ],
        "translation": "My dear King, if a diseased person eats the pure, uncontaminated food prescribed by a physician, he is gradually cured, and the infection of disease can no longer touch him. Similarly, if one follows the regulative principles of knowledge, he gradually progresses toward liberation from material contamination.",
        "purport": " One is gradually purified if one cultivates knowledge, even through mental speculation, and strictly follows the regulative principles enjoined in the śāstras and explained in the next verse. Therefore the platform of jñāna, speculative knowledge, is better than the platform of karma, fruitive action. There is every chance of falling from the platform of karma to hellish conditions, but on the platform of jñāna one is saved from hellish life, although one is still not completely free from infection. The difficulty is that on the platform of jñāna one thinks that he has been liberated and has become Nārāyaṇa, or Bhagavān. This is another phase of ignorance. Because of ignorance, one speculatively thinks himself liberated from material contamination although actually he is not. Therefore even if one rises to brahma jñāna, understanding of Brahman, one nevertheless falls down because of not taking shelter of the lotus feet of Kṛṣṇa. Nonetheless, jñānīs at least know what is sinful and what is pious, and they very cautiously act according to the injunctions of the śāstras."
    },
    {
        "verse": "13-14",
        "devanagari": "तपसा ब्रह्मचर्येण शमेन च दमेन च ।त्यागेन सत्यशौचाभ्यां यमेन नियमेन वा ॥ १३ ॥देहवाग्बुद्धिजं धीरा धर्मज्ञा: श्रद्धयान्विता: ।क्षिपन्त्यघं महदपि वेणुगुल्ममिवानल: ॥ १४ ॥",
        "english_devnagari": "tapasā brahmacaryeṇaśamena ca damena catyāgena satya-śaucābhyāṁyamena niyamena vā",
        "verse_Syn": [
            "tapasā",
            "brahmacaryeṇa",
            "śamena",
            "ca",
            "damena",
            "ca",
            "tyāgena",
            "satya",
            "śaucābhyām",
            "yamena",
            "niyamena",
            "vā",
            "deha",
            "vāk",
            "buddhi",
            "jam",
            "dhīrāḥ",
            "dharma",
            "jñāḥ",
            "śraddhayā",
            "anvitāḥ",
            "kṣipanti",
            "agham",
            "mahat",
            "api",
            "veṇu",
            "gulmam",
            "iva",
            "analaḥ"
        ],
        "translation": "To concentrate the mind, one must observe a life of celibacy and not fall down. One must undergo the austerity of voluntarily giving up sense enjoyment. One must then control the mind and senses, give charity, be truthful, clean and nonviolent, follow the regulative principles and regularly chant the holy name of the Lord. Thus a sober and faithful person who knows the religious principles is temporarily purified of all sins performed with his body, words and mind. These sins are like the dried leaves of creepers beneath a bamboo tree, which may be burned by fire although their roots remain to grow again at the first opportunity.",
        "purport": " Tapaḥ is explained in the smṛti-śāstra as follows: manasaś cendriyāṇāṁ ca aikāgryaṁ paramaṁ tapaḥ. “Complete control of the mind and senses and their complete concentration on one kind of activity is called tapaḥ.” Our Kṛṣṇa consciousness movement is teaching people how to concentrate the mind on devotional service. This is first-class tapaḥ. Brahmacarya, the life of celibacy, has eight aspects: one should not think of women, speak about sex life, dally with women, look lustfully at women, talk intimately with women or decide to engage in sexual intercourse, nor should one endeavor for sex life or engage in sex life. One should not even think of women or look at them, to say nothing of talking with them. This is called first-class brahmacarya. If a brahmacārī or sannyāsī talks with a woman in a secluded place, naturally there will be a possibility of sex life without anyone’s knowledge. Therefore a complete brahmacārī practices just the opposite. If one is a perfect brahmacārī, he can very easily control the mind and senses, give charity, speak truthfully and so forth. To begin, however, one must control the tongue and the process of eating. In the bhakti-mārga, the path of devotional service, one must strictly follow the regulative principles by first controlling the tongue (sevonmukhe hi jihvādau svayam eva sphuraty adaḥ). The tongue (jihvā) can be controlled if one chants the Hare Kṛṣṇa mahā-mantra, does not speak of any subjects other than those concerning Kṛṣṇa and does not taste anything not offered to Kṛṣṇa. If one can control the tongue in this way, brahmacarya and other purifying processes will automatically follow. It will be explained in the next verse that the path of devotional service is completely perfect and is therefore superior to the path of fruitive activities and the path of knowledge. Quoting from the Vedas, Śrīla Vīrarāghava Ācārya explains that austerity involves observing fasts as fully as possible (tapasānāśakena). Śrīla Rūpa Gosvāmī has also advised that atyāhāra, too much eating, is an impediment to advancement in spiritual life. Also, in Bhagavad-gītā (6.17) Kṛṣṇa says: “He who is temperate in his habits of eating, sleeping, working and recreation can mitigate all material pains by practicing the yoga system.” In text 14 the word dhīrāḥ, meaning “those who are undisturbed under all circumstances,” is very significant. Kṛṣṇa tells Arjuna in Bhagavad-gītā (2.14): “O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.” In material life there are many disturbances (adhyātmika, adhidaivika and adhibhautika). One who has learned to tolerate these disturbances under all circumstances is called dhīra."
    },
    {
        "verse": "15",
        "devanagari": "केचित्केवलया भक्त्या वासुदेवपरायणा: ।अघं धुन्वन्ति कार्त्स्‍न्येन नीहारमिव भास्कर: ॥ १५ ॥",
        "english_devnagari": "kecit kevalayā bhaktyāvāsudeva-parāyaṇāḥaghaṁ dhunvanti kārtsnyenanīhāram iva bhāskaraḥ",
        "verse_Syn": [
            "kecit",
            "kevalayā",
            "bhaktyā",
            "vāsudeva",
            "parāyaṇāḥ",
            "agham",
            "dhunvanti",
            "kārtsnyena",
            "nīhāram",
            "iva",
            "bhāskaraḥ"
        ],
        "translation": "Only a rare person who has adopted complete, unalloyed devotional service to Kṛṣṇa can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays.",
        "purport": " In the previous verse Śukadeva Gosvāmī gave the example that the dried leaves of creepers beneath a bamboo tree may be completely burnt to ashes by a fire, although the creepers may sprout again because the root is still in the ground. Similarly, because the root of sinful desire is not destroyed in the heart of a person who is cultivating knowledge but who has no taste for devotional service, there is a possibility that his sinful desires will reappear. As stated in Śrīmad-Bhāgavatam (10.14.4): Speculators who undergo great labor to gain a meticulous understanding of the material world by distinguishing between sinful and pious activities, but who are not situated in devotional service, are prone to material activities. They may fall down and become implicated in fruitive activities. If one becomes attached to devotional service, however, his desires for material enjoyment are automatically vanquished without separate endeavor. Bhaktiḥ pareśānubhavo viraktir anyatra ca: if one is advanced in Kṛṣṇa consciousness, material activities, both sinful and pious, automatically become distasteful to him. That is the test of Kṛṣṇa consciousness. Both pious and impious activities are actually due to ignorance because a living entity, as an eternal servant of Kṛṣṇa, has no need to act for his personal sense gratification. Therefore as soon as one is reclaimed to the platform of devotional service, he relinquishes his attachment for pious and impious activities and is interested only in what will satisfy Kṛṣṇa. This process of bhakti, devotional service to Kṛṣṇa (vāsudeva-parāyaṇa), relieves one from the reactions of all activities. Since Mahārāja Parīkṣit was a great devotee. the answers of his guru, Śukadeva Gosvāmī, concerning karma-kāṇḍa and jñāna-kāṇḍa could not satisfy him. Therefore Śukadeva Gosvāmī, knowing very well the heart of his disciple, explained the transcendental bliss of devotional service. The word kecit, which is used in this verse, means. “a few people but not all.” Not everyone can become Kṛṣṇa conscious. As Kṛṣṇa explains in Bhagavad-gītā (7.3): “Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth.” Practically no one understands Kṛṣṇa as He is, for Kṛṣṇa cannot be understood through pious activities or attainment of the most elevated speculative knowledge. Actually the highest knowledge consists of understanding Kṛṣṇa. Unintelligent men who do not understand Kṛṣṇa are grossly puffed up, thinking that they are liberated or have themselves become Kṛṣṇa or Nārāyaṇa. This is ignorance. To indicate the purity of bhakti, devotional service, Śrīla Rūpa Gosvāmī says in Bhakti-rasāmṛta-sindhu (1.1.11): “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” Śrīla Rūpa Gosvāmī further explains that bhakti is kleśaghnī śubhadā, which means if one takes to devotional service, all kinds of unnecessary labor and material distress cease entirely and one achieves all good fortune. Bhakti is so powerful that it is also said to be mokṣa-laghutākṛt; in other words, it minimizes the importance of liberation. Nondevotees must undergo material hardships because they are prone to commit sinful fruitive activities. The desire to commit sinful actions continues in their hearts due to ignorance. These sinful actions are divided into three categories — pātaka, mahā-pātaka and atipātaka — and also into two divisions; prārabdha and aprārabdha. Prārabdha refers to sinful reactions from which one is suffering at the present, and aprārabdha refers to sources of potential suffering. When the seeds (bīja) of sinful reactions have not yet fructified, the reactions are called aprārabdha. These seeds of sinful action are unseen, but they are unlimited, and no one can trace when they were first planted. Because of prārabdha, sinful reactions that have already fructified, one is seen to have taken birth in a low family or to be suffering from other miseries. When one takes to devotional service, however, all phases of sinful life, including prārabdha, aprārabdha and bīja, are vanquished. In Śrīmad-Bhāgavatam (11.14.19) Lord Kṛṣṇa tells Uddhava: “My dear Uddhava, devotional service in relationship with Me is like a blazing fire that can burn to ashes all the fuel of sinful activities supplied to it.” How devotional service vanquishes the reactions of sinful life is explained in Śrīmad-Bhāgavatam (3.33.6) in a verse spoken during Lord Kapiladeva’s instructions to His mother, Devahūti. Devahūti said: “My dear Lord, if even a person born in a family of dog-eaters hears and repeats the chanting of Your glories, offers respects to You and remembers You, he is immediately greater than a brāhmaṇa and is therefore eligible to perform sacrifices. Therefore, what is to be said of one who has seen You directly?” In the Padma Purāṇa there is a statement that persons whose hearts are always attached to the devotional service of Lord Viṣṇu are immediately released from all the reactions of sinful life. These reactions generally exist in four phases. Some of them are ready to produce results immediately, some are in the form of seeds, some are unmanifested, and some are current. All such reactions are immediately nullified by devotional service. When devotional service is present in one’s heart, desires to perform sinful activities have no place there. Sinful life is due to ignorance, which means forgetfulness of one’s constitutional position as an eternal servant of God, but when one is fully Kṛṣṇa conscious he realizes that he is God’s eternal servant. In this regard, Śrīla Jīva Gosvāmī comments that bhakti may be divided into two divisions: (1) santatā, devotional service that continues incessantly with faith and love, and (2) kādācitkī, devotional service that does not continue incessantly but is sometimes awakened. Incessantly flowing devotional service (santatā) may also be divided into two categories: (1) service performed with slight attachment and (2) spontaneous devotional service. Intermittent devotional service (kādācitkī) may be divided into three categories: (1) rāgābhāsamayī, devotional service in which one is almost attached, (2) rāgābhāsa-śūnya-svarūpa-bhūtā, devotional service in which there is no spontaneous love but one likes the constitutional position of serving, and (3) ābhāsa-rūpā, a slight glimpse of devotional service. As for atonement, if one has caught even a slight glimpse of devotional service, all needs to undergo prāyaścitta, atonement, are superseded. Therefore atonement is certainly unnecessary when one has achieved spontaneous love and, above that, attachment with love, which are signs of increasing advancement in kādācitkī. Even in the stage of ābhāsa-rūpā bhakti, all the reactions of sinful life are uprooted and vanquished. Śrīla Jīva Gosvāmī expresses the opinion that the word kārtsnyena means that even if one has a desire to commit sinful actions, the roots of that desire are vanquished merely by ābhāsa-rūpā bhakti. The example of bhāskara, the sun, is most appropriate. The ābhāsa feature of bhakti is compared to dawn, and the accumulation of one’s sinful activities is compared to fog. Since fog does not spread throughout the sky, the sun need do no more than merely manifest its first rays, and the fog immediately disappears. Similarly, if one has even a slight relationship with devotional service, all the fog of his sinful life is immediately vanquished."
    },
    {
        "verse": "16",
        "devanagari": "न तथा ह्यघवान् राजन्पूयेत तपआदिभि: ।यथा कृष्णार्पितप्राणस्तत्पुरुषनिषेवया ॥ १६ ॥",
        "english_devnagari": "na tathā hy aghavān rājanpūyeta tapa-ādibhiḥyathā kṛṣṇārpita-prāṇastat-puruṣa-niṣevayā",
        "verse_Syn": [
            "na",
            "tathā",
            "hi",
            "agha",
            "vān",
            "rājan",
            "pūyeta",
            "tapaḥ",
            "ādibhiḥ",
            "yathā",
            "kṛṣṇa",
            "arpita",
            "prāṇaḥ",
            "tat",
            "puruṣa",
            "niṣevayā"
        ],
        "translation": "My dear King, if a sinful person engages in the service of a bona fide devotee of the Lord and thus learns how to dedicate his life unto the lotus feet of Kṛṣṇa, he can be completely purified. One cannot be purified merely by undergoing austerity, penance, brahmacarya and the other methods of atonement I have previously described.",
        "purport": " Tat-puruṣa refers to a preacher of Kṛṣṇa consciousness, such as the spiritual master. Śrīla Narottama dāsa Ṭhākura has said, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: “Without serving a bona fide spiritual master, an ideal Vaiṣṇava, who can be delivered from the clutches of māyā?” This idea is also expressed in many other places. Śrīmad-Bhāgavatam (5.5.2) says, mahat-sevāṁ dvāram āhur vimukteḥ: if one desires liberation from the clutches of māyā, one must associate with a pure devotee mahātmā. A mahātmā is one who engages twenty-four hours daily in the loving service of the Lord. As Kṛṣṇa says in Bhagavad-gītā (9.13): “O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.” Thus the symptom of a mahātmā is that he has no engagement other than service to Kṛṣṇa. One must render service to a Vaiṣṇava in order to get freed from sinful reactions, revive one’s original Kṛṣṇa consciousness and be trained in how to love Kṛṣṇa. This is the result of mahātma-sevā. Of course, if one engages in the service of a pure devotee, the reactions of one’s sinful life are vanquished automatically. Devotional service is necessary not to drive away an insignificant stock of sins, but to awaken our dormant love for Kṛṣṇa. As fog is vanquished at the first glimpse of sunlight, one’s sinful reactions are automatically vanquished as soon as one begins serving a pure devotee; no separate endeavor is required. The word kṛṣṇa-arpita-prāṇaḥ refers to a devotee who dedicates his life to serving Kṛṣṇa, not to being saved from the path to hellish life. A devotee is nārāyaṇa-parāyaṇa, or vāsudeva-parāyaṇa, which means that the path of Vāsudeva, or the devotional path, is his life and soul. Nārāyaṇa-parāḥ sarve na kutaścana bibhyati (Bhāg. 6.17.28): such a devotee is not afraid of going anywhere. There is a path toward liberation in the higher planetary systems and a path toward the hellish planets, but a nārāyaṇa-para devotee is unafraid wherever he is sent; he simply wants to remember Kṛṣṇa, wherever he may be. Such a devotee is unconcerned with hell and heaven; he is simply attached to rendering service to Kṛṣṇa. When a devotee is put into hellish conditions, he accepts them as Kṛṣṇa’s mercy: tat te ’nukampāṁ susamīkṣamāṇaḥ (Bhāg. 10.14.8). He does not protest, “Oh, I am such a great devotee of Kṛṣṇa. Why have I been put into this misery?” Instead he thinks, “This is Kṛṣṇa’s mercy.” Such an attitude is possible for a devotee who engages in the service of Kṛṣṇa’s representative. This is the secret of success."
    },
    {
        "verse": "17",
        "devanagari": "सध्रीचीनो ह्ययं लोके पन्था: क्षेमोऽकुतोभय: ।सुशीला: साधवो यत्र नारायणपरायणा: ॥ १७ ॥",
        "english_devnagari": "sadhrīcīno hy ayaṁ lokepanthāḥ kṣemo ’kuto-bhayaḥsuśīlāḥ sādhavo yatranārāyaṇa-parāyaṇāḥ",
        "verse_Syn": [
            "sadhrīcīnaḥ",
            "hi",
            "ayam",
            "loke",
            "panthāḥ",
            "kṣemaḥ",
            "akutaḥ",
            "bhayaḥ",
            "su",
            "śīlāḥ",
            "sādhavaḥ",
            "yatra",
            "nārāyaṇa",
            "parāyaṇāḥ"
        ],
        "translation": "The path followed by pure devotees, who are well-behaved and fully endowed with the best qualifications, is certainly the most auspicious path in this material world. It is free from fear, and it is authorized by the śāstras.",
        "purport": " One should not think that the person who takes to bhakti is one who cannot perform the ritualistic ceremonies recommended in the karma-kāṇḍa section of the Vedas or is not sufficiently educated to speculate on spiritual subjects. Māyāvādīs generally allege that the bhakti path is for women and illiterates. This is a groundless accusation. The bhakti path is followed by the most learned scholars, such as the Gosvāmīs, Lord Caitanya Mahāprabhu and Rāmānujācārya. These are the actual followers of the bhakti path. Regardless of whether or not one is educated or aristocratic, one must follow in their footsteps. Mahājano yena gataḥ sa panthāḥ: one must follow the path of the mahājanas. The mahājanas are those who have taken to the path of devotional service (suśīlāḥ sādhavo yatra nārāyaṇa-parāyaṇāḥ), for these great personalities are the perfect persons. As stated in Śrīmad-Bhāgavatam (5.18.12): “One who has unflinching devotion to the Personality of Godhead has all the good qualities of the demigods.” The less intelligent, however, misunderstand the bhakti path and therefore allege that it is for one who cannot execute ritualistic ceremonies or speculate. As confirmed here by the word sadhrīcīnaḥ, bhakti is the path that is appropriate, not the paths of karma-kāṇḍa and jñāna-kāṇḍa. Māyāvādīs may be suśīlāḥ sādhavaḥ (well-behaved saintly persons), but there is nevertheless some doubt about whether they are actually making progress, for they have not accepted the path of bhakti. On the other hand, those who follow the path of the ācāryas are suśīlāḥ and sādhavaḥ, but furthermore their path is akuto-bhaya, which means free from fear. One should fearlessly follow the twelve mahājanas and their line of disciplic succession and thus be liberated from the clutches of māyā."
    },
    {
        "verse": "18",
        "devanagari": "प्रायश्चित्तानि चीर्णानि नारायणपराङ्‍मुखम् ।न निष्पुनन्ति राजेन्द्र सुराकुम्भमिवापगा: ॥ १८ ॥",
        "english_devnagari": "prāyaścittāni cīrṇāninārāyaṇa-parāṅmukhamna niṣpunanti rājendrasurā-kumbham ivāpagāḥ",
        "verse_Syn": [
            "prāyaścittāni",
            "cīrṇāni",
            "nārāyaṇa",
            "parāṅmukham",
            "na",
            "niṣpunanti",
            "rājendra",
            "surā",
            "kumbham",
            "iva",
            "āpa",
            "gāḥ"
        ],
        "translation": "My dear King, as a pot containing liquor cannot be purified even if washed in the waters of many rivers, nondevotees cannot be purified by processes of atonement even if they perform them very well.",
        "purport": " To take advantage of the methods of atonement, one must be at least somewhat devoted; otherwise there is no chance of one’s being purified. It is clear from this verse that even those who take advantage of karma-kāṇḍa and jñāna-kāṇḍa, but are not at least slightly devoted cannot be purified simply by following these other paths. The word prāyaścittāni is plural in number to indicate both karma-kāṇḍa and jñāna-kāṇḍa. Narottama dāsa Ṭhākura therefore says, karma-kāṇḍa, jñāna-kāṇḍa, kevala viṣera bhāṇḍa. Thus Narottama dāsa Ṭhākura compares the paths of karma-kāṇḍa and jñāna-kāṇḍa to pots of poison. Liquor and poison are in the same category. According to this verse from Śrīmad-Bhāgavatam, a person who has heard a good deal about the path of devotional service, but who is not attached to it, who is not Kṛṣṇa conscious, is like a pot of liquor. Such a person cannot be purified without at least a slight touch of devotional service."
    },
    {
        "verse": "19",
        "devanagari": "सकृन्मन: कृष्णपदारविन्दयो-र्निवेशितं तद्गुणरागि यैरिह ।न ते यमं पाशभृतश्च तद्भ‍टान्स्वप्नेऽपि पश्यन्ति हि चीर्णनिष्कृता: ॥ १९ ॥",
        "english_devnagari": "sakṛn manaḥ kṛṣṇa-padāravindayorniveśitaṁ tad-guṇa-rāgi yair ihana te yamaṁ pāśa-bhṛtaś ca tad-bhaṭānsvapne ’pi paśyanti hi cīrṇa-niṣkṛtāḥ",
        "verse_Syn": [
            "sakṛt",
            "manaḥ",
            "kṛṣṇa",
            "pada",
            "aravindayoḥ",
            "niveśitam",
            "tat",
            "guṇa",
            "rāgi",
            "yaiḥ",
            "iha",
            "na",
            "te",
            "yamam",
            "pāśa",
            "bhṛtaḥ",
            "ca",
            "tat",
            "bhaṭān",
            "svapne",
            "api",
            "paśyanti",
            "hi",
            "cīrṇa",
            "niṣkṛtāḥ"
        ],
        "translation": "Although not having fully realized Kṛṣṇa, persons who have even once surrendered completely unto His lotus feet and who have become attracted to His name, form, qualities and pastimes are completely freed of all sinful reactions, for they have thus accepted the true method of atonement. Even in dreams, such surrendered souls do not see Yamarāja or his order carriers, who are equipped with ropes to bind the sinful.",
        "purport": " Kṛṣṇa says in Bhagavad-gītā (18.66): “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” This same principle is described here (sakṛn manaḥ kṛṣṇa-padāravindayoḥ). If by studying Bhagavad-gītā one decides to surrender to Kṛṣṇa, he is immediately freed from all sinful reactions. It is also significant that Śukadeva Gosvāmī, having several times repeated the words vāsudeva-parāyaṇa and nārāyaṇa-parāyaṇa, finally says kṛṣṇa-padāravindayoḥ. Thus he indicates that Kṛṣṇa is the origin of both Nārāyaṇa and Vāsudeva. Even though Nārāyaṇa and Vāsudeva are not different from Kṛṣṇa, simply by surrendering to Kṛṣṇa one fully surrenders to all His expansions, such as Nārāyaṇa, Vāsudeva and Govinda. As Kṛṣṇa says in Bhagavad-gītā (7.7), mattaḥ parataraṁ nānyat: “There is no truth superior to Me.” There are many names and forms of the Supreme Personality of Godhead, but Kṛṣṇa is the supreme form (kṛṣṇas tu bhagavān svayam). Therefore Kṛṣṇa recommends to neophyte devotees that one should surrender unto Him only (mām ekam). Because neophyte devotees cannot understand what the forms of Nārāyaṇa, Vāsudeva and Govinda are, Kṛṣṇa directly says, mām ekam. Herein, this is also supported by the word kṛṣṇa-padāravindayoḥ. Nārāyaṇa does not speak personally, but Kṛṣṇa, or Vāsudeva, does, as in Bhagavad-gītā for example. Therefore, to follow the direction of Bhagavad-gītā means to surrender unto Kṛṣṇa, and to surrender in this way is the highest perfection of bhakti-yoga. Parīkṣit Mahārāja had inquired from Śukadeva Gosvāmī how one can be saved from falling into the various conditions of hellish life. In this verse Śukadeva Gosvāmī answers that a soul who has surrendered to Kṛṣṇa certainly cannot go to naraka, hellish existence. To say nothing of going there, even in his dreams he does not see Yamarāja or his order carriers, who are able to take one there. In other words, if one wants to save himself from falling into naraka, hellish life, he should fully surrender to Kṛṣṇa. The word sakṛt is significant because it indicates that if one sincerely surrenders to Kṛṣṇa once, he is saved even if by chance he falls down by committing sinful activities. Therefore Kṛṣṇa says in Bhagavad-gītā (9.30): “Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated.” If one never for a moment forgets Kṛṣṇa, he is safe even if by chance he falls down by committing sinful acts. In the Second Chapter of Bhagavad-gītā (2.40) the Lord also says: “In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear.” Elsewhere in the Gītā (6.40) the Lord says, na hi kalyāṇa-kṛt kaścid durgatiṁ tāta gacchati: “one who performs auspicious activity is never overcome by evil.” The highest kalyāṇa (auspicious) activity is to surrender to Kṛṣṇa. That is the only path by which to save oneself from falling down into hellish life. Śrīla Prabodhānanda Sarasvatī has confirmed this as follows: The sinful actions of one who has surrendered unto Kṛṣṇa are compared to a snake with its poison fangs removed (protkhāta-daṁṣṭrāyate). Such a snake is no longer to be feared. Of course, one should not commit sinful activities on the strength of having surrendered to Kṛṣṇa. However, even if one who has surrendered to Kṛṣṇa happens to do something sinful because of his former habits, such sinful actions no longer have a destructive effect. Therefore one should adhere to the lotus feet of Kṛṣṇa very tightly and serve Him under the direction of the spiritual master. Thus in all conditions one will be akuto-bhaya, free from fear."
    },
    {
        "verse": "20",
        "devanagari": "अत्र चोदाहरन्तीममितिहासं पुरातनम् ।दूतानां विष्णुयमयो: संवादस्तं निबोध मे ॥ २० ॥",
        "english_devnagari": "atra codāharantīmamitihāsaṁ purātanamdūtānāṁ viṣṇu-yamayoḥsaṁvādas taṁ nibodha me",
        "verse_Syn": [
            "atra",
            "ca",
            "udāharanti",
            "imam",
            "itihāsam",
            "purātanam",
            "dūtānām",
            "viṣṇu",
            "yamayoḥ",
            "saṁvādaḥ",
            "tam",
            "nibodha",
            "me"
        ],
        "translation": "In this regard, learned scholars and saintly persons describe a very old historical incident involving a discussion between the order carriers of Lord Viṣṇu and those of Yamarāja. Please hear of this from me.",
        "purport": " The Purāṇas, or old histories, are sometimes neglected by unintelligent men who consider their descriptions mythological. Actually, the descriptions of the Purāṇas, or the old histories of the universe, are factual, although not chronological. The Purāṇas record the chief incidents that have occurred over many millions of years, not only on this planet but also on other planets within the universe. Therefore all learned and realized Vedic scholars speak with references to the incidents in the Purāṇas. Śrīla Rūpa Gosvāmī accepts the Purāṇas to be as important as the Vedas themselves. Therefore in Bhakti-rasāmṛta-sindhu he quotes the following verse from the Brahma-yāmala: “Devotional service of the Lord that ignores the authorized Vedic literatures like the Upaniṣads, Purāṇas and Nārada-pañcarātra is simply an unnecessary disturbance in society.” A devotee of Kṛṣṇa must refer not only to the Vedas, but also to the Purāṇas. One should not foolishly consider the Purāṇas mythological. If they were mythological, Śukadeva Gosvāmī would not have taken the trouble to recite the old historical incidents concerning the life of Ajāmila. Now the history begins as follows."
    },
    {
        "verse": "21",
        "devanagari": "कान्यकुब्जे द्विज: कश्चिद्दासीपतिरजामिल: ।नाम्ना नष्टसदाचारो दास्या: संसर्गदूषित: ॥ २१ ॥",
        "english_devnagari": "kānyakubje dvijaḥ kaściddāsī-patir ajāmilaḥnāmnā naṣṭa-sadācārodāsyāḥ saṁsarga-dūṣitaḥ",
        "verse_Syn": [
            "kānya",
            "kubje",
            "dvijaḥ",
            "kaścit",
            "dāsī",
            "patiḥ",
            "ajāmilaḥ",
            "nāmnā",
            "naṣṭa",
            "sat",
            "ācāraḥ",
            "dāsyāḥ",
            "saṁsarga",
            "dūṣitaḥ"
        ],
        "translation": "In the city known as Kānyakubja there was a brāhmaṇa named Ajāmila who married a prostitute maidservant and lost all his brahminical qualities because of the association of that low-class woman.",
        "purport": " The fault of illicit connection with women is that it makes one lose all brahminical qualities. In India there is still a class of servants, called śūdras, whose maidservant wives are called śūdrāṇīs. Sometimes people who are very lusty establish relationships with such maidservants and sweeping women, since in the higher statuses of society they cannot indulge in the habit of woman hunting, which is strictly prohibited by social convention. Ajāmila, a qualified brāhmaṇa youth, lost all his brahminical qualities because of his association with a prostitute, but he was ultimately saved because he had begun the process of bhakti-yoga. Therefore in the previous verse, Śukadeva Gosvāmī spoke of the person who has only once surrendered himself at the lotus feet of the Lord (manaḥ kṛṣṇa-padāravindayoḥ) or has just begun the bhakti-yoga process. Bhakti-yoga begins with śravaṇaṁ kīrtanaṁ viṣṇoḥ, hearing and chanting of Lord Viṣṇu’s names, as in the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Chanting is the beginning of bhakti-yoga. Therefore Śrī Caitanya Mahāprabhu declares: “In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.” The process of chanting the holy name of the Lord is always superbly effective, but it is especially effective in this Age of Kali. Its practical effectiveness will now be explained by Śukadeva Gosvāmī through the history of Ajāmila, who was freed from the hands of the Yamadūtas simply because of chanting the holy name of Nārāyaṇa. Parīkṣit Mahārāja’s original question was how to be freed from falling down into hell or into the hands of the Yamadūtas. In reply, Śukadeva Gosvāmī is citing this old historical example to convince Parīkṣit Mahārāja of the potency of bhakti-yoga, which begins simply with the chanting of the Lord’s name. All the great authorities of bhakti-yoga recommend the devotional process beginning with the chanting of the holy name of Kṛṣṇa (tan-nāma-grahaṇādibhiḥ)."
    },
    {
        "verse": "22",
        "devanagari": "बन्द्यक्षै: कैतवैश्चौर्यैर्गर्हितां वृत्तिमास्थित: ।बिभ्रत्कुटुम्बमशुचिर्यातयामास देहिन: ॥ २२ ॥",
        "english_devnagari": "bandy-akṣaiḥ kaitavaiś cauryairgarhitāṁ vṛttim āsthitaḥbibhrat kuṭumbam aśuciryātayām āsa dehinaḥ",
        "verse_Syn": [
            "bandī",
            "akṣaiḥ",
            "kaitavaiḥ",
            "cauryaiḥ",
            "garhitām",
            "vṛttim",
            "āsthitaḥ",
            "bibhrat",
            "kuṭumbam",
            "aśuciḥ",
            "yātayām",
            "āsa",
            "dehinaḥ"
        ],
        "translation": "This fallen brāhmaṇa, Ajāmila, gave trouble to others by arresting them, by cheating them in gambling or by directly plundering them. This was the way he earned his livelihood and maintained his wife and children.",
        "purport": " This verse indicates how degraded one becomes simply by indulging in illicit sex with a prostitute. Illicit sex is not possible with a chaste or aristocratic woman, but only with unchaste śūdras. The more society allows prostitution and illicit sex, the more impetus it gives to cheaters, thieves, plunderers, drunkards and gamblers. Therefore we first advise all the disciples in our Kṛṣṇa consciousness movement to avoid illicit sex, which is the beginning of all abominable life and which is followed by meat-eating, gambling and intoxication, one after another. Of course, restraint is very difficult, but it is quite possible if one fully surrenders to Kṛṣṇa, since all these abominable habits gradually become distasteful for a Kṛṣṇa conscious person. If illicit sex is allowed to increase in a society, however, the entire society will be condemned, for it will be full of rogues, thieves, cheaters and so forth."
    },
    {
        "verse": "23",
        "devanagari": "एवं निवसतस्तस्य लालयानस्य तत्सुतान् ।कालोऽत्यगान्महान् राजन्नष्टाशीत्यायुष: समा: ॥ २३ ॥",
        "english_devnagari": "evaṁ nivasatas tasyalālayānasya tat-sutānkālo ’tyagān mahān rājannaṣṭāśītyāyuṣaḥ samāḥ",
        "verse_Syn": [
            "evam",
            "nivasataḥ",
            "tasya",
            "lālayānasya",
            "tat",
            "sutān",
            "kālaḥ",
            "atyagāt",
            "mahān",
            "rājan",
            "aṣṭāśītyā",
            "āyuṣaḥ",
            "samāḥ"
        ],
        "translation": "My dear King, while he thus spent his time in abominable, sinful activities to maintain his family of many sons, eighty-eight years of his life passed by.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "तस्य प्रवयस: पुत्रा दश तेषां तु योऽवम: ।बालो नारायणो नाम्ना पित्रोश्च दयितो भृशम् ॥ २४ ॥",
        "english_devnagari": "tasya pravayasaḥ putrādaśa teṣāṁ tu yo ’vamaḥbālo nārāyaṇo nāmnāpitroś ca dayito bhṛśam",
        "verse_Syn": [
            "tasya",
            "pravayasaḥ",
            "putrāḥ",
            "daśa",
            "teṣām",
            "tu",
            "yaḥ",
            "avamaḥ",
            "bālaḥ",
            "nārāyaṇaḥ",
            "nāmnā",
            "pitroḥ",
            "ca",
            "dayitaḥ",
            "bhṛśam"
        ],
        "translation": "That old man Ajāmila had ten sons, of whom the youngest was a baby named Nārāyaṇa. Since Nārāyaṇa was the youngest of all the sons, he was naturally very dear to both his father and his mother.",
        "purport": " The word pravayasaḥ indicates Ajāmila’s sinfulness because although he was eighty-eight years old, he had a very young child. According to Vedic culture, one should leave home as soon as he has reached fifty years of age; one should not live at home and go on producing children. Sex life is allowed for twenty-five years, between the ages of twenty-five and forty-five or, at the most, fifty. After that one should give up the habit of sex life and leave home as a vānaprastha and then properly take sannyāsa. Ajāmila, however, because of his association with a prostitute, lost all brahminical culture and became most sinful, even in his so-called household life."
    },
    {
        "verse": "25",
        "devanagari": "स बद्धहृदयस्तस्मिन्नर्भके कलभाषिणि ।निरीक्षमाणस्तल्लीलां मुमुदे जरठो भृशम् ॥ २५ ॥",
        "english_devnagari": "sa baddha-hṛdayas tasminnarbhake kala-bhāṣiṇinirīkṣamāṇas tal-līlāṁmumude jaraṭho bhṛśam",
        "verse_Syn": [
            "saḥ",
            "baddha",
            "hṛdayaḥ",
            "tasmin",
            "arbhake",
            "kala",
            "bhāṣiṇi",
            "nirīkṣamāṇaḥ",
            "tat",
            "līlām",
            "mumude",
            "jaraṭhaḥ",
            "bhṛśam"
        ],
        "translation": "Because of the child’s broken language and awkward movements, old Ajāmila was very much attached to him. He always took care of the child and enjoyed the child’s activities.",
        "purport": " Here it is clearly mentioned that the child Nārāyaṇa was so young that he could not even speak or walk properly. Since the old man was very attached to the child, he enjoyed the child’s activities, and because the child’s name was Nārāyaṇa, the old man always chanted the holy name of Nārāyaṇa. Although he was referring to the small child and not to the original Nārāyaṇa, the name of Nārāyaṇa is so powerful that even by chanting his son’s name he was becoming purified (harer nāma harer nāma harer nāmaiva kevalam). Śrīla Rūpa Gosvāmī has therefore declared that if one’s mind is somehow or other attracted by the holy name of Kṛṣṇa (tasmāt kenāpy upāyena manaḥ kṛṣṇe niveśayet), one is on the path of liberation. It is customary in Hindu society for parents to give their children names like Kṛṣṇadāsa, Govinda dāsa, Nārāyaṇa dāsa and Vṛndāvana dāsa. Thus they chant the names Kṛṣṇa, Govinda, Nārāyaṇa and Vṛndāvana and get the chance to be purified."
    },
    {
        "verse": "26",
        "devanagari": "भुञ्जान: प्रपिबन् खादन् बालकं स्‍नेहयन्त्रित: ।भोजयन् पाययन् मूढो न वेदागतमन्तकम् ॥ २६ ॥",
        "english_devnagari": "bhuñjānaḥ prapiban khādanbālakaṁ sneha-yantritaḥbhojayan pāyayan mūḍhona vedāgatam antakam",
        "verse_Syn": [
            "bhuñjānaḥ",
            "prapiban",
            "khādan",
            "bālakam",
            "sneha",
            "yantritaḥ",
            "bhojayan",
            "pāyayan",
            "mūḍhaḥ",
            "na",
            "veda",
            "āgatam",
            "antakam"
        ],
        "translation": "When Ajāmila chewed food and ate it, he called the child to chew and eat, and when he drank he called the child to drink also. Always engaged in taking care of the child and calling his name, Nārāyaṇa, Ajāmila could not understand that his own time was now exhausted and that death was upon him.",
        "purport": " The Supreme Personality of Godhead is kind to the conditioned soul. Although this man completely forgot Nārāyaṇa, he was calling his child, saying, “Nārāyaṇa, please come eat this food. Nārāyaṇa, please come drink this milk.” Somehow or other, therefore, he was attached to the name Nārāyaṇa. This is called ajñāta-sukṛti. Although calling for his son, he was unknowingly chanting the name of Nārāyaṇa, and the holy name of the Supreme Personality of Godhead is so transcendentally powerful that his chanting was being counted and recorded."
    },
    {
        "verse": "27",
        "devanagari": "स एवं वर्तमानोऽज्ञो मृत्युकाल उपस्थिते ।मतिं चकार तनये बाले नारायणाह्वये ॥ २७ ॥",
        "english_devnagari": "sa evaṁ vartamāno ’jñomṛtyu-kāla upasthitematiṁ cakāra tanayebāle nārāyaṇāhvaye",
        "verse_Syn": [
            "saḥ",
            "evam",
            "vartamānaḥ",
            "ajñaḥ",
            "mṛtyu",
            "kāle",
            "upasthite",
            "matim",
            "cakāra",
            "tanaye",
            "bāle",
            "nārāyaṇa",
            "āhvaye"
        ],
        "translation": "When the time of death arrived for the foolish Ajāmila, he began thinking exclusively of his son Nārāyaṇa.",
        "purport": " In the Second Canto of the Śrīmad-Bhāgavatam (2.1.6) Śukadeva Gosvāmī says: “The highest perfection of human life, achieved either by complete knowledge of matter and spirit, by acquirement of mystic powers, or by perfect discharge of one’s occupational duty, is to remember the Personality of Godhead at the end of life.” Somehow or other, Ajāmila consciously or unconsciously chanted the name of Nārāyaṇa at the time of death (ante nārāyaṇa-smṛtiḥ), and therefore he became all-perfect simply by concentrating his mind on the name of Nārāyaṇa. It may also be concluded that Ajāmila, who was the son of a brāhmaṇa, was accustomed to worshiping Nārāyaṇa in his youth because in every brāhmaṇa’s house there is worship of the nārāyaṇa-śilā. This system is still present in India; in a rigid brāhmaṇa’s house, there is nārāyaṇa-sevā, worship of Nārāyaṇa. Therefore, although the contaminated Ajāmila was calling for his son, by concentrating his mind on the holy name of Nārāyaṇa he remembered the Nārāyaṇa he had very faithfully worshiped in his youth. In this regard Śrīla Śrīdhara Svāmī expressed his verdict as follows: etac ca tad-upalālanādi-śrī-nārāyaṇa-namoccāraṇa-māhātmyena tad-bhaktir evābhūd iti siddhāntopayogitvenāpi draṣṭavyam. “According to the bhaktisiddhānta, it is to be analyzed that because Ajāmila constantly chanted his son’s name, Nārāyaṇa, he was elevated to the platform of bhakti, although he did not know it.” Similarly, Śrīla Vīrarāghava Ācārya gives this opinion: evaṁ vartamānaḥ sa dvijaḥ mṛtyu-kāle upasthite satyajño nārāyaṇākhye putra eva matiṁ cakāra matim āsaktām akarod ity arthaḥ. “Although at the time of death he was chanting the name of his son, he nevertheless concentrated his mind upon the holy name of Nārāyaṇa.” Śrīla Vijayadhvaja Tīrtha gives a similar opinion: mṛtyu-kāle deha-viyoga-lakṣaṇa-kāle mṛtyoḥ sarva-doṣa-pāpa-harasya harer anugrahāt kāle datta-jñāna-lakṣaṇe upasthite hṛdi prakāśite tanaye pūrṇa-jñāne bāle pañca-varṣa-kalpe prādeśa-mātre nārāyaṇāhvaye mūrti-viśeṣe matiṁ smaraṇa-samarthaṁ cittaṁ cakāra bhaktyāsmarad ity arthaḥ. Directly or indirectly, Ajāmila factually remembered Nārāyaṇa at the time of death (ante nārāyaṇa-smṛtiḥ)."
    },
    {
        "verse": "28-29",
        "devanagari": "स पाशहस्तांस्त्रीन्दृष्ट्वा पुरुषानतिदारुणान् ।वक्रतुण्डानूर्ध्वरोम्ण आत्मानं नेतुमागतान् ॥ २८ ॥दूरे क्रीडनकासक्तं पुत्रं नारायणाह्वयम् ।प्लावितेन स्वरेणोच्चैराजुहावाकुलेन्द्रिय: ॥ २९ ॥",
        "english_devnagari": "sa pāśa-hastāṁs trīn dṛṣṭvāpuruṣān ati-dāruṇānvakra-tuṇḍān ūrdhva-romṇaātmānaṁ netum āgatān",
        "verse_Syn": [
            "saḥ",
            "pāśa",
            "hastān",
            "trīn",
            "dṛṣṭvā",
            "puruṣān",
            "ati",
            "dāruṇān",
            "vakra",
            "tuṇḍān",
            "ūrdhva",
            "romṇaḥ",
            "ātmānam",
            "netum",
            "āgatān",
            "dūre",
            "krīḍanaka",
            "āsaktam",
            "putram",
            "nārāyaṇa",
            "āhvayam",
            "plāvitena",
            "svareṇa",
            "uccaiḥ",
            "ājuhāva",
            "ākula",
            "indriyaḥ"
        ],
        "translation": "Ajāmila then saw three awkward persons with deformed bodily features, fierce, twisted faces, and hair standing erect on their bodies. With ropes in their hands, they had come to take him away to the abode of Yamarāja. When he saw them he was extremely bewildered, and because of attachment to his child, who was playing a short distance away, Ajāmila began to call him loudly by his name. Thus with tears in his eyes he somehow or other chanted the holy name of Nārāyaṇa.",
        "purport": " A person who performs sinful activities performs them with his body, mind and words. Therefore three order carriers from Yamarāja came to take Ajāmila to Yamarāja’s abode. Fortunately, even though he was referring to his son, Ajāmila chanted the four syllables of the hari-nāma Nārāyaṇa, and therefore the order carriers of Nārāyaṇa, the Viṣṇudūtas, also immediately arrived there. Because Ajāmila was extremely afraid of the ropes of Yamarāja, he chanted the Lord’s name with tearful eyes. Actually, however, he never meant to chant the holy name of Nārāyaṇa; he meant to call his son."
    },
    {
        "verse": "30",
        "devanagari": "निशम्य म्रियमाणस्य मुखतो हरिकीर्तनम् ।भर्तुर्नाम महाराज पार्षदा: सहसापतन् ॥ ३० ॥",
        "english_devnagari": "niśamya mriyamāṇasyamukhato hari-kīrtanambhartur nāma mahārājapārṣadāḥ sahasāpatan",
        "verse_Syn": [
            "niśamya",
            "mriyamāṇasya",
            "mukhataḥ",
            "hari",
            "kīrtanam",
            "bhartuḥ",
            "nāma",
            "mahā",
            "rāja",
            "pārṣadāḥ",
            "sahasā",
            "āpatan"
        ],
        "translation": "My dear King, the order carriers of Viṣṇu, the Viṣṇudūtas, immediately arrived when they heard the holy name of their master from the mouth of the dying Ajāmila, who had certainly chanted without offense because he had chanted in complete anxiety.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks, hari-kīrtanaṁ niśamyāpatan, katham-bhūtasya bhartur nāma bruvataḥ: the order carriers of Lord Viṣṇu came because Ajāmila had chanted the holy name of Nārāyaṇa. They did not consider why he was chanting. While chanting the name of Nārāyaṇa, Ajāmila was actually thinking of his son, but simply because they heard Ajāmila chanting the Lord’s name, the order carriers of Lord Viṣṇu, the Viṣṇudūtas, immediately came for Ajāmila’s protection. Hari-kīrtana is actually meant to glorify the holy name, form, pastimes and qualities of the Lord. Ajāmila, however, did not glorify the form, qualities or paraphernalia of the Lord; he simply chanted the holy name. Nevertheless, that chanting was sufficient to cleanse him of all sinful activities. As soon as the Viṣṇudūtas heard their master’s name being chanted, they immediately came. In this regard Śrīla Vijayadhvaja Tīrtha remarks: anena putra-sneham antareṇa prācīnādṛṣṭa-balād udbhūtayā bhaktyā bhagavan-nāma-saṅkīrtanaṁ kṛtam iti jñāyate. “Ajāmila chanted the name of Nārāyaṇa because of his excessive attachment to his son. Nevertheless, because of his past good fortune in having rendered devotional service to Nārāyaṇa, he apparently chanted the holy name in full devotional service and without offenses.”"
    },
    {
        "verse": "31",
        "devanagari": "विकर्षतोऽन्तर्हृदयाद्दासीपतिमजामिलम् ।यमप्रेष्यान् विष्णुदूता वारयामासुरोजसा ॥ ३१ ॥",
        "english_devnagari": "vikarṣato ’ntar hṛdayāddāsī-patim ajāmilamyama-preṣyān viṣṇudūtāvārayām āsur ojasā",
        "verse_Syn": [
            "vikarṣataḥ",
            "antaḥ",
            "hṛdayāt",
            "dāsī",
            "patim",
            "ajāmilam",
            "yama",
            "preṣyān",
            "viṣṇu",
            "dūtāḥ",
            "vārayām",
            "āsuḥ",
            "ojasā"
        ],
        "translation": "The order carriers of Yamarāja were snatching the soul from the core of the heart of Ajāmila, the husband of the prostitute, but with resounding voices the messengers of Lord Viṣṇu, the Viṣṇudūtas, forbade them to do so.",
        "purport": " A Vaiṣṇava, one who has surrendered to the lotus feet of Lord Viṣṇu, is always protected by Lord Viṣṇu’s order carriers. Because Ajāmila had chanted the holy name of Nārāyaṇa, the Viṣṇudūtas not only immediately arrived on the spot but also at once ordered the Yamadūtas not to touch him. By speaking with resounding voices, the Viṣṇudūtas threatened to punish the Yamadūtas if they continued trying to snatch Ajāmila’s soul from his heart. The order carriers of Yamarāja have jurisdiction over all sinful living entities, but the messengers of Lord Viṣṇu, the Viṣṇudūtas, are capable of punishing anyone, including Yamarāja, if he wrongs a Vaiṣṇava. Materialistic scientists do not know where to find the soul within the body with their material instruments, but this verse clearly explains that the soul is within the core of the heart (hṛdaya); it is from the heart that the Yamadūtas were extracting the soul of Ajāmila. Similarly, we learn that the Supersoul, Lord Viṣṇu, is also situated within the heart (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati). In the Upaniṣads it is said that the Supersoul and the individual soul are living in the same tree of the body as two friendly birds. The Supersoul is said to be friendly because the Supreme Personality of Godhead is so kind to the original soul that when the original soul transmigrates from one body to another, the Lord goes with him. Furthermore, according to the desire and karma of the individual soul, the Lord, through the agency of māyā, creates another body for him. The heart of the body is a mechanical arrangement. As the Lord says in Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” Yantra means a machine, such as an automobile. The driver of the machine of the body is the individual soul, who is also its director or proprietor, but the supreme proprietor is the Supreme Personality of Godhead. One’s body is created through the agency of māyā (karmaṇā daiva-netreṇa), and according to one’s activities in this life, another vehicle is created, again under the supervision of daivī māyā (daivī hy eṣā guṇa-mayī mama māyā duratyayā). At the appropriate time, one’s next body is immediately chosen, and both the individual soul and the Supersoul transfer to that particular bodily machine. This is the process of transmigration. During transmigration from one body to the next, the soul is taken away by the order carriers of Yamarāja and put into a particular type of hellish life (naraka) in order to become accustomed to the condition in which he will live in his next body."
    },
    {
        "verse": "32",
        "devanagari": "ऊचुर्निषेधितास्तांस्ते वैवस्वतपुर:सरा: ।के यूयं प्रतिषेद्धारो धर्मराजस्य शासनम् ॥ ३२ ॥",
        "english_devnagari": "ūcur niṣedhitās tāṁs tevaivasvata-puraḥsarāḥke yūyaṁ pratiṣeddhārodharma-rājasya śāsanam",
        "verse_Syn": [
            "ūcuḥ",
            "niṣedhitāḥ",
            "tān",
            "te",
            "vaivasvata",
            "puraḥ",
            "sarāḥ",
            "ke",
            "yūyam",
            "pratiṣed",
            "dhāraḥ",
            "dharma",
            "rājasya",
            "śāsanam"
        ],
        "translation": "When the order carriers of Yamarāja, the son of the sun-god, were thus forbidden, they replied: Who are you, sirs, that have the audacity to challenge the jurisdiction of Yamarāja?",
        "purport": " According to the sinful activities of Ajāmila, he was within the jurisdiction of Yamarāja, the supreme judge appointed to consider the sins of the living entities. When forbidden to touch Ajāmila, the order carriers of Yamarāja were surprised because they had never been hindered in the execution of their duty by anyone within the three worlds."
    },
    {
        "verse": "33",
        "devanagari": "कस्य वा कुत आयाता: कस्मादस्य निषेधथ ।किं देवा उपदेवा या यूयं किं सिद्धसत्तमा: ॥ ३३ ॥",
        "english_devnagari": "kasya vā kuta āyātāḥkasmād asya niṣedhathakiṁ devā upadevā yāyūyaṁ kiṁ siddha-sattamāḥ",
        "verse_Syn": [
            "kasya",
            "vā",
            "kutaḥ",
            "āyātāḥ",
            "kasmāt",
            "asya",
            "niṣedhatha",
            "kim",
            "devāḥ",
            "upadevāḥ",
            "yāḥ",
            "yūyam",
            "kim",
            "siddha",
            "sat",
            "tamāḥ"
        ],
        "translation": "Dear sirs, whose servants are you, where have you come from, and why are you forbidding us to touch the body of Ajāmila? Are you demigods from the heavenly planets, are you sub-demigods, or are you the best of devotees?",
        "purport": " The most significant word used in this verse is siddha-sattamāḥ, which means “the best of the perfect.” In Bhagavad-gītā (7.3) it is said, manuṣyāṇāṁ sahasreṣu kaścid yatati siddhaye: out of millions of persons, one may try to become siddha, perfect — or, in other words, self-realized. A self-realized person knows that he is not the body but a spiritual soul (ahaṁ brahmāsmi). At the present moment practically everyone is unaware of this fact, but one who understands this has attained perfection and is therefore called siddha. When one understands that the soul is part and parcel of the supreme soul and one thus engages in the devotional service of the supreme soul, one becomes siddha-sattama. One is then eligible to live in the Vaikuṇṭha planets or Kṛṣṇaloka. The word siddha-sattama, therefore, refers to a liberated, pure devotee. Since the Yamadūtas are servants of Yamarāja, who is also one of the siddha-sattamas, they knew that a siddha-sattama is above the demigods and sub-demigods and, indeed, above all the living entities within this material world. The Yamadūtas therefore inquired why the Viṣṇudūtas were present where a sinful man was going to die. It should also be noted that Ajāmila was not yet dead, for the Yamadūtas were trying to snatch the soul from his heart. They could not take the soul, however, and therefore Ajāmila was not yet dead. This will be revealed in later verses. Ajāmila was simply in an unconscious state when the argument was in progress between the Yamadūtas and the Viṣṇudūtas. The conclusion of the argument was to be a decision regarding who would claim the soul of Ajāmila."
    },
    {
        "verse": "34-36",
        "devanagari": "सर्वे पद्मपलाशाक्षा: पीतकौशेयवासस: ।किरीटिन: कुण्डलिनो लसत्पुष्करमालिन: ॥ ३४ ॥सर्वे च नूत्नवयस: सर्वे चारुचतुर्भुजा: ।धनुर्निषङ्गासिगदाशङ्खचक्राम्बुजश्रिय: ॥ ३५ ॥दिशो वितिमिरालोका: कुर्वन्त: स्वेन तेजसा ।किमर्थं धर्मपालस्य किङ्करान्नो निषेधथ ॥ ३६ ॥",
        "english_devnagari": "sarve padma-palāśākṣāḥpīta-kauśeya-vāsasaḥkirīṭinaḥ kuṇḍalinolasat-puṣkara-mālinaḥ",
        "verse_Syn": [
            "sarve",
            "padma",
            "palāśa",
            "akṣāḥ",
            "pīta",
            "kauśeya",
            "vāsasaḥ",
            "kirīṭinaḥ",
            "kuṇḍalinaḥ",
            "lasat",
            "puṣkara",
            "mālinaḥ",
            "sarve",
            "ca",
            "nūtna",
            "vayasaḥ",
            "sarve",
            "cāru",
            "catuḥ",
            "bhujāḥ",
            "dhanuḥ",
            "niṣaṅga",
            "asi",
            "gadā",
            "śaṅkha",
            "cakra",
            "ambuja",
            "śriyaḥ",
            "diśaḥ",
            "vitimira",
            "ālokāḥ",
            "kurvantaḥ",
            "svena",
            "tejasā",
            "kim",
            "artham",
            "dharma",
            "pālasya",
            "kiṅkarān",
            "naḥ",
            "niṣedhatha"
        ],
        "translation": "The order carriers of Yamarāja said: Your eyes are just like the petals of lotus flowers. Dressed in yellow silken garments, decorated with garlands of lotuses, and wearing very attractive helmets on your heads and earrings on your ears, you all appear fresh and youthful. Your four long arms are decorated with bows and quivers of arrows and with swords, clubs, conchshells, discs and lotus flowers. Your effulgence has dissipated the darkness of this place with extraordinary illumination. Now, sirs, why are you obstructing us?",
        "purport": " Before even being introduced to a foreigner, one becomes acquainted with him through his dress, bodily features and behavior and can thus understand his position. Therefore when the Yamadūtas saw the Viṣṇudūtas for the first time, they were surprised. They said, “By your bodily features you appear to be very exalted gentlemen, and you have such celestial power that you have dissipated the darkness of this material world with your own effulgences. Why then should you endeavor to stop us from executing our duty?” It will be explained that the Yamadūtas, the order carriers of Yamarāja, mistakenly considered Ajāmila sinful. They did not know that although he was sinful throughout his entire life, he was purified by constantly chanting the holy name of Nārāyaṇa. In other words, unless one is a Vaiṣṇava, one cannot understand the activities of a Vaiṣṇava. The dress and bodily features of the residents of Vaikuṇṭhaloka are properly described in these verses. The residents of Vaikuṇṭha, who are decorated with garlands and yellow silken garments, have four arms holding various weapons. Thus they conspicuously resemble Lord Viṣṇu. They have the same bodily features as Nārāyaṇa because they have attained the liberation of sārūpya, but they nevertheless act as servants. All the residents of Vaikuṇṭhaloka know perfectly well that their master is Nārāyaṇa, or Kṛṣṇa, and that they are all His servants. They are all self-realized souls who are nitya-mukta, everlastingly liberated. Although they could conceivably declare themselves Nārāyaṇa or Viṣṇu, they never do so; they always remain Kṛṣṇa conscious and serve the Lord faithfully. Such is the atmosphere of Vaikuṇṭhaloka. Similarly, one who learns the faithful service of Lord Kṛṣṇa through the Kṛṣṇa consciousness movement will always remain in Vaikuṇṭhaloka and have nothing to do with the material world."
    },
    {
        "verse": "37",
        "devanagari": "श्रीशुक उवाचइत्युक्ते यमदूतैस्ते वासुदेवोक्तकारिण: ।तान् प्रत्यूचु: प्रहस्येदं मेघनिर्ह्रादया गिरा ॥ ३७ ॥",
        "english_devnagari": "śrī-śuka uvācaity ukte yamadūtais tevāsudevokta-kāriṇaḥtān pratyūcuḥ prahasyedaṁmegha-nirhrādayā girā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ukte",
            "yamadūtaiḥ",
            "te",
            "vāsudeva",
            "ukta",
            "kāriṇaḥ",
            "tān",
            "pratyūcuḥ",
            "prahasya",
            "idam",
            "megha",
            "nirhrādayā",
            "girā"
        ],
        "translation": "Śukadeva Gosvāmī continued: Being thus addressed by the messengers of Yamarāja, the servants of Vāsudeva smiled and spoke the following words in voices as deep as the sound of rumbling clouds.",
        "purport": " The Yamadūtas were surprised to see that the Viṣṇudūtas, although polite, were hindering the rule of Yamarāja. Similarly, the Viṣṇudūtas were also surprised that the Yamadūtas, although claiming to be servants of Yamarāja, the supreme judge of religious principles, were unaware of the principles of religious action. Thus the Viṣṇudūtas smiled, thinking, “What is this nonsense they are speaking? If they are actually servants of Yamarāja they should know that Ajāmila is not a suitable candidate for them to carry off.”"
    },
    {
        "verse": "38",
        "devanagari": "श्रीविष्णुदूता ऊचु:यूयं वै धर्मराजस्य यदि निर्देशकारिण: ।ब्रूत धर्मस्य नस्तत्त्वं यच्चाधर्मस्य लक्षणम् ॥ ३८ ॥",
        "english_devnagari": "śrī-viṣṇudūtā ūcuḥyūyaṁ vai dharma-rājasyayadi nirdeśa-kāriṇaḥbrūta dharmasya nas tattvaṁyac cādharmasya lakṣaṇam",
        "verse_Syn": [
            "śrī",
            "viṣṇudūtāḥ",
            "ūcuḥ",
            "yūyam",
            "vai",
            "dharma",
            "rājasya",
            "yadi",
            "nirdeśa",
            "kāriṇaḥ",
            "brūta",
            "dharmasya",
            "naḥ",
            "tattvam",
            "yat",
            "ca",
            "adharmasya",
            "lakṣaṇam"
        ],
        "translation": "The blessed messengers of Lord Viṣṇu, the Viṣṇudūtas, said: If you are actually servants of Yamarāja, you must explain to us the meaning of religious principles and the symptoms of irreligion.",
        "purport": " This inquiry by the Viṣṇudūtas to the Yamadūtas is most important. A servant must know the instructions of his master. The servants of Yamarāja claimed to be carrying out his orders, and therefore the Viṣṇudūtas very intelligently asked them to explain the symptoms of religious and irreligious principles. A Vaiṣṇava knows these principles perfectly well because he is well acquainted with the instructions of the Supreme Personality of Godhead. The Supreme Lord says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all other varieties of religion and just surrender unto Me.” Therefore surrender unto the Supreme Personality of Godhead is the actual principle of religion. Those who have surrendered to the principles of material nature instead of to Kṛṣṇa are all impious, regardless of their material position. Unaware of the principles of religion, they do not surrender to Kṛṣṇa, and therefore they are considered sinful rascals, the lowest of men, and fools bereft of all knowledge. As Kṛṣṇa says in Bhagavad-gītā (7.15): “Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.” One who has not surrendered to Kṛṣṇa does not know the true principle of religion; otherwise he would have surrendered. The question posed by the Viṣṇudūtas was very suitable. One who represents someone else must fully know that person’s mission. The devotees in the Kṛṣṇa consciousness movement must therefore be fully aware of the mission of Kṛṣṇa and Lord Caitanya; otherwise they will be considered foolish. All devotees, especially preachers, must know the philosophy of Kṛṣṇa consciousness so as not to be embarrassed and insulted when they preach."
    },
    {
        "verse": "39",
        "devanagari": "कथं स्विद् ध्रियते दण्ड: किं वास्य स्थानमीप्सितम् ।दण्ड्या: किं कारिण: सर्वे आहो स्वित्कतिचिन्नृणाम् ॥ ३९ ॥",
        "english_devnagari": "kathaṁ svid dhriyate daṇḍaḥkiṁ vāsya sthānam īpsitamdaṇḍyāḥ kiṁ kāriṇaḥ sarveāho svit katicin nṛṇām",
        "verse_Syn": [
            "katham",
            "svit",
            "dhriyate",
            "daṇḍaḥ",
            "kim",
            "vā",
            "asya",
            "sthānam",
            "īpsitam",
            "daṇḍyāḥ",
            "kim",
            "kāriṇaḥ",
            "sarve",
            "āho",
            "svit",
            "katicit",
            "nṛṇām"
        ],
        "translation": "What is the process of punishing others? Who are the actual candidates for punishment? Are all karmīs engaged in fruitive activities punishable, or only some of them?",
        "purport": " One who has the power to punish others should not punish everyone. There are innumerable living entities, the majority of whom are in the spiritual world and are nitya-mukta, everlastingly liberated. There is no question of judging these liberated living beings. Only a small fraction of the living entities, perhaps one fourth, are in the material world. And the major portion of the living entities in the material world — 8,000,000 of the 8,400,000 forms of life — are lower than human beings. They are not punishable, for under the laws of material nature they are automatically evolving. Human beings, who are advanced in consciousness, are responsible, but not all of them are punishable. Those engaged in advanced pious activities are beyond punishment. Only those who engage in sinful activities are punishable. Therefore the Viṣṇudūtas particularly inquired about who is punishable and why Yamarāja has been designated to discriminate between who is punishable and who is not. How is one to be judged? What is the basic principle of authority? These are the questions raised by the Viṣṇudūtas."
    },
    {
        "verse": "40",
        "devanagari": "यमदूता ऊचु:वेदप्रणिहितो धर्मो ह्यधर्मस्तद्विपर्यय: ।वेदो नारायण: साक्षात्स्वयम्भूरिति शुश्रुम ॥ ४० ॥",
        "english_devnagari": "yamadūtā ūcuḥveda-praṇihito dharmohy adharmas tad-viparyayaḥvedo nārāyaṇaḥ sākṣātsvayambhūr iti śuśruma",
        "verse_Syn": [
            "yamadūtāḥ",
            "ūcuḥ",
            "veda",
            "praṇihitaḥ",
            "dharmaḥ",
            "hi",
            "adharmaḥ",
            "tat",
            "viparyayaḥ",
            "vedaḥ",
            "nārāyaṇaḥ",
            "sākṣāt",
            "svayam",
            "bhūḥ",
            "iti",
            "śuśruma"
        ],
        "translation": "The Yamadūtas replied: That which is prescribed in the Vedas constitutes dharma, the religious principles, and the opposite of that is irreligion. The Vedas are directly the Supreme Personality of Godhead, Nārāyaṇa, and are self-born. This we have heard from Yamarāja.",
        "purport": " The servants of Yamarāja replied quite properly. They did not manufacture principles of religion or irreligion. Instead, they explained what they had heard from the authority Yamarāja. Mahājano yena gataḥ sa panthāḥ: one should follow the mahājana, the authorized person. Yamarāja is one of twelve authorities. Therefore the servants of Yamarāja, the Yamadūtas, replied with perfect clarity when they said śuśruma (“we have heard”). The members of modern civilization manufacture defective religious principles through speculative concoction. This is not dharma. They do not know what is dharma and what is adharma. Therefore, as stated in the beginning of Śrīmad-Bhāgavatam, dharmaḥ projjhita-kaitavo ’tra: dharma not supported by the Vedas is rejected from śrīmad-bhāgavata-dharma. Bhāgavata-dharma comprises only that which is given by the Supreme Personality of Godhead. Bhāgavata-dharma is sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: one must accept the authority of the Supreme Personality of Godhead and surrender to Him and whatever He says. That is dharma. Arjuna, for example, thinking that violence was adharma, was declining to fight, but Kṛṣṇa urged him to fight. Arjuna abided by the orders of Kṛṣṇa, and therefore he is actually a dharmī because the order of Kṛṣṇa is dharma. Kṛṣṇa says in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: “The real purpose of veda, knowledge, is to know Me.” One who knows Kṛṣṇa perfectly is liberated. As Kṛṣṇa says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” One who understands Kṛṣṇa and abides by His order is a candidate for returning home, back to Godhead. It may be concluded that dharma, religion, refers to that which is ordered in the Vedas, and adharma, irreligion, refers to that which is not supported in the Vedas. Dharma is not actually manufactured by Nārāyaṇa. As stated in the Vedas, asya mahato bhūtasya niśvasitam etad yad ṛg-vedaḥ iti: the injunctions of dharma emanate from the breathing of Nārāyaṇa, the supreme living entity. Nārāyaṇa exists eternally and breathes eternally, and therefore dharma, the injunctions of Nārāyaṇa, also exist eternally. Śrīla Madhvācārya, the original ācārya for those who belong to the Mādhva-Gauḍīya sampradāya, says: The transcendental words of the Vedas emanated from the mouth of the Supreme Personality of Godhead. Therefore the Vedic principles should be understood to be Vaiṣṇava principles because Viṣṇu is the origin of the Vedas. The Vedas contain nothing besides the instructions of Viṣṇu, and one who follows the Vedic principles is a Vaiṣṇava. The Vaiṣṇava is not a member of a manufactured community of this material world. A Vaiṣṇava is a real knower of the Vedas, as confirmed in Bhagavad-gītā (vedaiś ca sarvair aham eva vedyaḥ)."
    },
    {
        "verse": "41",
        "devanagari": "येन स्वधाम्न्यमी भावा रज:सत्त्वतमोमया: ।गुणनामक्रियारूपैर्विभाव्यन्ते यथातथम् ॥ ४१ ॥",
        "english_devnagari": "yena sva-dhāmny amī bhāvārajaḥ-sattva-tamomayāḥguṇa-nāma-kriyā-rūpairvibhāvyante yathā-tatham",
        "verse_Syn": [
            "yena",
            "sva",
            "dhāmni",
            "amī",
            "bhāvāḥ",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "mayāḥ",
            "guṇa",
            "nāma",
            "kriyā",
            "rūpaiḥ",
            "vibhāvyante",
            "yathā",
            "tatham"
        ],
        "translation": "The supreme cause of all causes, Nārāyaṇa, is situated in His own abode in the spiritual world, but nevertheless He controls the entire cosmic manifestation according to the three modes of material nature — sattva-guṇa, rajo-guṇa and tamo-guṇa. In this way all living entities are awarded different qualities, different names [such as brāhmaṇa, kṣatriya and vaiśya], different duties according to the varṇāśrama institution, and different forms. Thus Nārāyaṇa is the cause of the entire cosmic manifestation.",
        "purport": " The Vedas inform us: Nārāyaṇa, the Supreme Personality of Godhead, is almighty, omnipotent. He has multifarious energies, and therefore He is able to remain in His own abode and without endeavor supervise and manipulate the entire cosmic manifestation through the interaction of the three modes of material nature — sattva-guṇa, rajo-guṇa and tamo-guṇa. These interactions create different forms, bodies, activities and changes, which all occur perfectly. Because the Lord is perfect, everything works as if He were directly supervising and taking part in it. Atheistic men, however, being covered by the three modes of material nature, cannot see Nārāyaṇa to be the supreme cause behind all activities. As Kṛṣṇa says in Bhagavad-gītā (7.13): “Deluded by the three modes, the whole world does not know Me, who am above the modes and inexhaustible.” Because unintelligent agnostics are mohita, illusioned by the three modes of material nature, they cannot understand that Nārāyaṇa, Kṛṣṇa, is the supreme cause of all activities. As stated in Brahma-saṁhitā (5.1): “Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.”"
    },
    {
        "verse": "42",
        "devanagari": "सूर्योऽग्नि: खं मरुद्देव: सोम: सन्ध्याहनी दिश: ।कं कु: स्वयं धर्म इति ह्येते दैह्यस्य साक्षिण: ॥ ४२ ॥",
        "english_devnagari": "sūryo ’gniḥ khaṁ marud devaḥsomaḥ sandhyāhanī diśaḥkaṁ kuḥ svayaṁ dharma itihy ete daihyasya sākṣiṇaḥ",
        "verse_Syn": [
            "sūryaḥ",
            "agniḥ",
            "kham",
            "marut",
            "devaḥ",
            "somaḥ",
            "sandhyā",
            "ahanī",
            "diśaḥ",
            "kam",
            "kuḥ",
            "svayam",
            "dharmaḥ",
            "iti",
            "hi",
            "ete",
            "daihyasya",
            "sākṣiṇaḥ"
        ],
        "translation": "The sun, fire, sky, air, demigods, moon, evening, day, night, directions, water, land and Supersoul Himself all witness the activities of the living entity.",
        "purport": " The members of some religious sects, especially Christians, do not believe in the reactions of karma. We once had a discussion with a learned Christian professor who argued that although people are generally punished after the witnesses of their misdeeds are examined, where are the witnesses responsible for one’s suffering the reactions of past karma? To such a person the answer by the Yamadūtas is given here. A conditioned soul thinks that he is working stealthily and that no one can see his sinful activities, but we can understand from the śāstras that there are many witnesses, including the sun, fire, sky, air, moon, demigods, evening, day, night, directions, water, land and the Supersoul Himself, who sits with the individual soul within his heart. Where is the dearth of witnesses? The witnesses and the Supreme Lord both exist, and therefore so many living entities are elevated to higher planetary systems or degraded to lower planetary systems, including the hellish planets. There are no discrepancies, for everything is arranged perfectly by the management of the Supreme God (svābhāvikī jñāna-bala-kriyā ca). The witnesses mentioned in this verse are also mentioned in other Vedic literatures:"
    },
    {
        "verse": "43",
        "devanagari": "एतैरधर्मो विज्ञात: स्थानं दण्डस्य युज्यते ।सर्वे कर्मानुरोधेन दण्डमर्हन्ति कारिण: ॥ ४३ ॥",
        "english_devnagari": "etair adharmo vijñātaḥsthānaṁ daṇḍasya yujyatesarve karmānurodhenadaṇḍam arhanti kāriṇaḥ",
        "verse_Syn": [
            "etaiḥ",
            "adharmaḥ",
            "vijñātaḥ",
            "sthānam",
            "daṇḍasya",
            "yujyate",
            "sarve",
            "karma",
            "anurodhena",
            "daṇḍam",
            "arhanti",
            "kāriṇaḥ"
        ],
        "translation": "The candidates for punishment are those who are confirmed by these many witnesses to have deviated from their prescribed regulative duties. Everyone engaged in fruitive activities is suitable to be subjected to punishment according to his sinful acts.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "सम्भवन्ति हि भद्राणि विपरीतानि चानघा: ।कारिणां गुणसङ्गोऽस्ति देहवान्न ह्यकर्मकृत् ॥ ४४ ॥",
        "english_devnagari": "sambhavanti hi bhadrāṇiviparītāni cānaghāḥkāriṇāṁ guṇa-saṅgo ’stidehavān na hy akarma-kṛt",
        "verse_Syn": [
            "sambhavanti",
            "hi",
            "bhadrāṇi",
            "viparītāni",
            "ca",
            "anaghāḥ",
            "kāriṇām",
            "guṇa",
            "saṅgaḥ",
            "asti",
            "deha",
            "vān",
            "na",
            "hi",
            "akarma",
            "kṛt"
        ],
        "translation": "O inhabitants of Vaikuṇṭha, you are sinless, but those within this material world are all karmīs, whether acting piously or impiously. Both kinds of action are possible for them because they are contaminated by the three modes of nature and must act accordingly. One who has accepted a material body cannot be inactive, and sinful action is inevitable for one acting under the modes of material nature. Therefore all the living entities within this material world are punishable.",
        "purport": " The difference between human beings and nonhuman beings is that a human is supposed to act according to the direction of the Vedas. Unfortunately, men manufacture their own ways of acting, without reference to the Vedas. Therefore all of them commit sinful actions and are punishable."
    },
    {
        "verse": "45",
        "devanagari": "येन यावान्यथाधर्मो धर्मो वेह समीहित: ।स एव तत्फलं भुङ्क्ते तथा तावदमुत्र वै ॥ ४५ ॥",
        "english_devnagari": "yena yāvān yathādharmodharmo veha samīhitaḥsa eva tat-phalaṁ bhuṅktetathā tāvad amutra vai",
        "verse_Syn": [
            "yena",
            "yāvān",
            "yathā",
            "adharmaḥ",
            "dharmaḥ",
            "vā",
            "iha",
            "samīhitaḥ",
            "saḥ",
            "eva",
            "tat",
            "phalam",
            "bhuṅkte",
            "tathā",
            "tāvat",
            "amutra",
            "vai"
        ],
        "translation": "In proportion to the extent of one’s religious or irreligious actions in this life, one must enjoy or suffer the corresponding reactions of his karma in the next.",
        "purport": " As stated in Bhagavad-gītā (14.18): Those who act in the mode of goodness are promoted to higher planetary systems to become demigods, those who act in an ordinary way and do not commit excessively sinful acts remain within this middle planetary system, and those who perform abominable sinful actions must go down to hellish life."
    },
    {
        "verse": "46",
        "devanagari": "यथेह देवप्रवरास्त्रैविध्यमुपलभ्यते ।भूतेषु गुणवैचित्र्यात्तथान्यत्रानुमीयते ॥ ४६ ॥",
        "english_devnagari": "yatheha deva-pravarāstrai-vidhyam upalabhyatebhūteṣu guṇa-vaicitryāttathānyatrānumīyate",
        "verse_Syn": [
            "yathā",
            "iha",
            "deva",
            "pravarāḥ",
            "trai",
            "vidhyam",
            "upalabhyate",
            "bhūteṣu",
            "guṇa",
            "vaicitryāt",
            "tathā",
            "anyatra",
            "anumīyate"
        ],
        "translation": "O best of the demigods, we can see three different varieties of life, which are due to the contamination of the three modes of nature. The living entities are thus known as peaceful, restless and foolish; as happy, unhappy or in-between; or as religious, irreligious and semireligious. We can deduce that in the next life these three kinds of material nature will similarly act.",
        "purport": " The actions and reactions of the three modes of material nature are visible in this life. For example, some people are very happy, some are very distressed, and some are in mixed happiness and distress. This is the result of past association with the modes of material nature — goodness, passion and ignorance. Since these varieties are visible in this life, we may assume that the living entities, according to their association with the different modes of material nature, will be happy, distressed or between the two in their next lives also. Therefore the best policy is to disassociate oneself from the three modes of material nature and be always transcendental to their contamination. This is possible only when one fully engages in the devotional service of the Lord. As Kṛṣṇa confirms in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down under any circumstance, at once transcends the modes of material nature and thus comes to the spiritual platform.” Unless one is fully absorbed in the service of the Lord, one is subject to the contamination of the three modes of material nature and must therefore suffer from distress or mixed happiness and distress."
    },
    {
        "verse": "47",
        "devanagari": "वर्तमानोऽन्ययो: कालो गुणाभिज्ञापको यथा ।एवं जन्मान्ययोरेतद्धर्माधर्मनिदर्शनम् ॥ ४७ ॥",
        "english_devnagari": "vartamāno ’nyayoḥ kāloguṇābhijñāpako yathāevaṁ janmānyayor etaddharmādharma-nidarśanam",
        "verse_Syn": [
            "vartamānaḥ",
            "anyayoḥ",
            "kālaḥ",
            "guṇa",
            "abhijñāpakaḥ",
            "yathā",
            "evam",
            "janma",
            "anyayoḥ",
            "etat",
            "dharma",
            "adharma",
            "nidarśanam"
        ],
        "translation": "Just as springtime in the present indicates the nature of springtimes in the past and future, so this life of happiness, distress or a mixture of both gives evidence concerning the religious and irreligious activities of one’s past and future lives.",
        "purport": " Our past and future are not very difficult to understand, for time is under the contamination of the three modes of material nature. As soon as spring arrives, the usual exhibition of various types of fruits and flowers automatically becomes manifest, and therefore we may conclude that spring in the past was adorned with similar fruits and flowers and will be so adorned in the future also. Our repetition of birth and death is taking place within time, and according to the influence of the modes of nature, we are receiving various types of bodies and being subjected to various conditions."
    },
    {
        "verse": "48",
        "devanagari": "मनसैव पुरे देव: पूर्वरूपं विपश्यति ।अनुमीमांसतेऽपूर्वं मनसा भगवानज: ॥ ४८ ॥",
        "english_devnagari": "manasaiva pure devaḥpūrva-rūpaṁ vipaśyatianumīmāṁsate ’pūrvaṁmanasā bhagavān ajaḥ",
        "verse_Syn": [
            "manasā",
            "eva",
            "pure",
            "devaḥ",
            "pūrva",
            "rūpam",
            "vipaśyati",
            "anumīmāṁsate",
            "apūrvam",
            "manasā",
            "bhagavān",
            "ajaḥ"
        ],
        "translation": "The omnipotent Yamarāja is as good as Lord Brahmā, for while situated in his own abode or in everyone’s heart like the Paramātmā, he mentally observes the past activities of a living entity and thus understands how the living entity will act in future lives.",
        "purport": " One should not consider Yamarāja an ordinary living being. He is as good as Lord Brahmā. He has the complete cooperation of the Supreme Lord, who is situated in everyone’s heart, and therefore, by the grace of the Supersoul, he can see the past, present and future of a living being from within. The word anumīmāṁsate means that he can decide in consultation with the Supersoul. Anu means “following.” The actual decisions concerning the next lives of the living entities are made by the Supersoul, and they are carried out by Yamarāja."
    },
    {
        "verse": "49",
        "devanagari": "यथाज्ञस्तमसा युक्त उपास्ते व्यक्तमेव हि ।न वेद पूर्वमपरं नष्टजन्मस्मृतिस्तथा ॥ ४९ ॥",
        "english_devnagari": "yathājñas tamasā yuktaupāste vyaktam eva hina veda pūrvam aparaṁnaṣṭa-janma-smṛtis tathā",
        "verse_Syn": [
            "yathā",
            "ajñaḥ",
            "tamasā",
            "yuktaḥ",
            "upāste",
            "vyaktam",
            "eva",
            "hi",
            "na",
            "veda",
            "pūrvam",
            "aparam",
            "naṣṭa",
            "janma",
            "smṛtiḥ",
            "tathā"
        ],
        "translation": "As a sleeping person acts according to the body manifested in his dreams and accepts it to be himself, so one identifies with his present body, which he acquired because of his past religious or irreligious actions, and is unable to know his past or future lives.",
        "purport": " A man engages in sinful activities because he does not know what he did in his past life to get his present materially conditioned body, which is subjected to the threefold miseries. As stated by Ṛṣabhadeva in Śrīmad-Bhāgavatam (5.5.4), nūnaṁ pramattaḥ kurute vikarma: a human being who is mad after sense gratification does not hesitate to act sinfully. Yad indriya-prītaya āpṛṇoti: he performs sinful actions simply for sense gratification. Na sādhu manye: this is not good. Yata ātmano ’yam asann api kleśada āsa dehaḥ: because of such sinful actions, one receives another body in which to suffer as he is suffering in his present body because of his past sinful activities. It should be understood that a person who does not have Vedic knowledge always acts in ignorance of what he has done in the past, what he is doing at the present and how he will suffer in the future. He is completely in darkness. Therefore the Vedic injunction is, tamasi mā: “Don’t remain in darkness.” Jyotir gama: “Try to go to the light.” The light or illumination is Vedic knowledge, which one can understand when he is elevated to the mode of goodness or when he transcends the mode of goodness by engaging in devotional service to the spiritual master and the Supreme Lord. This is described in the Śvetāśvatara Upaniṣad (6.23): “Unto those great souls who have implicit faith in both the Lord and the spiritual master, all the imports of Vedic knowledge are automatically revealed.” The Vedas enjoin, tad-vijñānārthaṁ sa gurum evābhigacchet: one must approach a spiritual master who has full knowledge of the Vedas and be faithfully directed by him in order to become a devotee of the Lord. Then the knowledge of the Vedas will be revealed. When the Vedic knowledge is revealed, one need no longer remain in the darkness of material nature. According to his association with the material modes of nature — goodness, passion and ignorance — a living entity gets a particular type of body. The example of one who associates with the mode of goodness is a qualified brāhmaṇa. Such a brāhmaṇa knows past, present and future because he consults the Vedic literature and sees through the eyes of śāstra (śāstra-cakṣuḥ). He can understand what his past life was, why be is in the present body, and how he can obtain liberation from the clutches of māyā and not accept another material body. This is all possible when one is situated in the mode of goodness. Generally, however, the living entities are engrossed in the modes of passion and ignorance. In any case, one receives an inferior or superior body at the discretion of the Supreme Personality of Godhead, Paramātmā. As stated in the previous verse: Everything depends on bhagavān, or ajaḥ, the unborn. Why doesn’t one please Bhagavān to receive a better body? The answer is ajñas tamasā: because of gross ignorance. One who is in complete darkness cannot know what his past life was or what his next life will be; he is simply interested in his present body. Even though he has a human body, a person in the mode of ignorance and interested only in his present body is like an animal, for an animal, being covered by ignorance, thinks that the ultimate goal of life and happiness is to eat as much as possible. A human being must be educated to understand his past life and how he can endeavor for a better life in the future. There is even a book, called Bhṛgu-saṁhitā, which reveals information about one’s past, present and future lives according to astrological calculations. Somehow or other one must be enlightened about his past, present and future. One who is interested only in his present body and who tries to enjoy his senses to the fullest extent is understood to be engrossed in the mode of ignorance. His future is very, very dark. Indeed, the future is always dark for one who is grossly covered by ignorance. Especially in this age, human society is covered by the mode of ignorance, and therefore everyone thinks his present body to be everything, without consideration of the past or future."
    },
    {
        "verse": "50",
        "devanagari": "पञ्चभि: कुरुते स्वार्थान् पञ्च वेदाथ पञ्चभि: ।एकस्तु षोडशेन त्रीन् स्वयं सप्तदशोऽश्नुते ॥ ५० ॥",
        "english_devnagari": "pañcabhiḥ kurute svārthānpañca vedātha pañcabhiḥekas tu ṣoḍaśena trīnsvayaṁ saptadaśo ’śnute",
        "verse_Syn": [
            "pañcabhiḥ",
            "kurute",
            "sva",
            "arthān",
            "pañca",
            "veda",
            "atha",
            "pañcabhiḥ",
            "ekaḥ",
            "tu",
            "ṣoḍaśena",
            "trīn",
            "svayam",
            "saptadaśaḥ",
            "aśnute"
        ],
        "translation": "Above the five senses of perception, the five working senses and the five objects of the senses is the mind, which is the sixteenth element. Above the mind is the seventeenth element, the soul, the living being himself, who, in cooperation with the other sixteen, enjoys the material world alone. The living being enjoys three kinds of situations, namely happy, distressful and mixed.",
        "purport": " Everyone engages in work with his hands, legs and other senses just to achieve a certain goal according to his concocted ideas. One tries to enjoy the five sense objects, namely form, sound, taste, aroma and touch, not knowing the actual goal of life, which is to satisfy the Supreme Lord. Because of disobeying the Supreme Lord, one is put into material conditions, and he then tries to improve his situation in a concocted way, not desiring to follow the instructions of the Supreme Personality of Godhead. Nevertheless, the Supreme Lord is so kind that He comes Himself to instruct the bewildered living entity how to act obediently and then gradually return home, back to Godhead, where he can attain an eternal, peaceful life of bliss and knowledge. The living entity has a body, which is a very complicated combination of the material elements, and with this body he struggles alone, as indicated in this verse by the words ekas tu. For example, if one is struggling in the ocean, he must swim through it alone. Although many other men and aquatics are swimming in the ocean, he must take care of himself because no one else will help him. Therefore this verse indicates that the seventeenth item, the soul, must work alone. Although he tries to create society, friendship and love, no one will be able to help him but Kṛṣṇa, the Supreme Lord. Therefore his only concern should be how to satisfy Kṛṣṇa. That is also what Kṛṣṇa wants (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). People bewildered by material conditions try to be united, but although they strive for unity among men and nations, all their attempts are futile. Everyone must struggle alone for existence with the many elements of nature. Therefore one’s only hope, as Kṛṣṇa advises, is to surrender to Him, for He can help one become free from the ocean of nescience. Śrī Caitanya Mahāprabhu therefore prayed: “O Kṛṣṇa, beloved son of Nanda Mahārāja, I am Your eternal servant, but somehow or other I have fallen into this ocean of nescience, and although I am struggling very hard, there is no way I can save myself. If You kindly pick me up and fix me as one of the particles of dust at Your lotus feet, that will save me.” In a similar way, Bhaktivinoda Ṭhākura sang: “My dear Lord, I cannot remember when I somehow or other fell into this ocean of nescience, and now I can find no way to rescue myself.” We should remember that everyone is responsible for his own life. If an individual becomes a pure devotee of Kṛṣṇa, he is then delivered from the ocean of nescience."
    },
    {
        "verse": "51",
        "devanagari": "तदेतत्षोडशकलं लिङ्गं शक्तित्रयं महत् ।धत्तेऽनुसंसृतिं पुंसि हर्षशोकभयार्तिदाम् ॥ ५१ ॥",
        "english_devnagari": "tad etat ṣoḍaśa-kalaṁliṅgaṁ śakti-trayaṁ mahatdhatte ’nusaṁsṛtiṁ puṁsiharṣa-śoka-bhayārtidām",
        "verse_Syn": [
            "tat",
            "etat",
            "ṣoḍaśa",
            "kalam",
            "liṅgam",
            "śakti",
            "trayam",
            "mahat",
            "dhatte",
            "anusaṁsṛtim",
            "puṁsi",
            "harṣa",
            "śoka",
            "bhaya",
            "ārti",
            "dām"
        ],
        "translation": "The subtle body is endowed with sixteen parts — the five knowledge-acquiring senses, the five working senses, the five objects of sense gratification, and the mind. This subtle body is an effect of the three modes of material nature. It is composed of insurmountably strong desires, and therefore it causes the living entity to transmigrate from one body to another in human life, animal life and life as a demigod. When the living entity gets the body of a demigod, he is certainly very jubilant, when he gets a human body he is always in lamentation, and when he gets the body of an animal, he is always afraid. In all conditions, however, he is actually miserable. His miserable condition is called saṁsṛti, or transmigration in material life.",
        "purport": " The sum and substance of material conditional life is explained in this verse. The living entity, the seventeenth element, is struggling alone, life after life. This struggle is called saṁsṛti, or material conditional life. In Bhagavad-gītā it is said that the force of material nature is insurmountably strong (daivī hy eṣā guṇa-mayī mama māyā duratyayā). Material nature harasses the living entity in different bodies, but if the living entity surrenders to the Supreme Personality of Godhead, he becomes free from this entanglement, as confirmed in Bhagavad-gītā (mām eva ye prapadyante māyām etāṁ taranti te). Thus his life becomes successful."
    },
    {
        "verse": "52",
        "devanagari": "देह्यज्ञोऽजितषड्‌वर्गो नेच्छन्कर्माणि कार्यते ।कोशकार इवात्मानं कर्मणाच्छाद्य मुह्यति ॥ ५२ ॥",
        "english_devnagari": "dehy ajño ’jita-ṣaḍ-vargonecchan karmāṇi kāryatekośakāra ivātmānaṁkarmaṇācchādya muhyati",
        "verse_Syn": [
            "dehī",
            "ajñaḥ",
            "ajita",
            "ṣaṭ",
            "vargaḥ",
            "na",
            "icchan",
            "karmāṇi",
            "kāryate",
            "kośakāraḥ",
            "iva",
            "ātmānam",
            "karmaṇā",
            "ācchādya",
            "muhyati"
        ],
        "translation": "The foolish embodied living entity, inept at controlling his senses and mind, is forced to act according to the influence of the modes of material nature, against his desires. He is like a silkworm that uses its own saliva to create a cocoon and then becomes trapped in it, with no possibility of getting out. The living entity traps himself in a network of his own fruitive activities and then can find no way to release himself. Thus he is always bewildered, and repeatedly he dies.",
        "purport": " As already explained, the influence of the modes of nature is very strong. The living entity entangled in different types of fruitive activity is like a silkworm trapped in a cocoon. Getting free is very difficult unless he is helped by the Supreme Personality of Godhead."
    },
    {
        "verse": "53",
        "devanagari": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् ।कार्यते ह्यवश: कर्म गुणै: स्वाभाविकैर्बलात् ॥ ५३ ॥",
        "english_devnagari": "na hi kaścit kṣaṇam apijātu tiṣṭhaty akarma-kṛtkāryate hy avaśaḥ karmaguṇaiḥ svābhāvikair balāt",
        "verse_Syn": [
            "na",
            "hi",
            "kaścit",
            "kṣaṇam",
            "api",
            "jātu",
            "tiṣṭhati",
            "akarma",
            "kṛt",
            "kāryate",
            "hi",
            "avaśaḥ",
            "karma",
            "guṇaiḥ",
            "svābhāvikaiḥ",
            "balāt"
        ],
        "translation": "Not a single living entity can remain unengaged even for a moment. One must act by his natural tendency according to the three modes of material nature because this natural tendency forcibly makes him work in a particular way.",
        "purport": " The svābhāvika, or one’s natural tendency, is the most important factor in action. One’s natural tendency is to serve because a living entity is an eternal servant of God. The living entity wants to serve, but because of his forgetfulness of his relationship with the Supreme Lord, he serves under the modes of material nature and manufactures various modes of service, such as socialism, humanitarianism and altruism. However, one should be enlightened in the tenets of Bhagavad-gītā and accept the instruction of the Supreme Personality of Godhead that one give up all natural tendencies for material service under different names and take to the service of the Lord. One’s original natural tendency is to act in Kṛṣṇa consciousness because one’s real nature is spiritual. The duty of a human being is to understand that since he is essentially spirit, he must abide by the spiritual tendency and not be carried away by material tendencies. Śrīla Bhaktivinoda Ṭhākura has therefore sung: “My dear brothers, you are being carried away by the waves of material energy and are suffering in many miserable conditions. Sometimes you are drowning in the waves of material nature, and sometimes you are tossed like a swimmer struggling in the ocean.” As confirmed by Bhaktivinoda Ṭhākura, this tendency to be battered by the waves of māyā can be changed to one’s original, natural tendency, which is spiritual, when the living entity comes to understand that he is eternally kṛṣṇa-dāsa, a servant of God, Kṛṣṇa. If instead of serving māyā under different names, one turns his service attitude toward the Supreme Lord, he is then safe, and there is no more difficulty. If one returns to his original, natural tendency in the human form of life by understanding the perfect knowledge given by Kṛṣṇa Himself in the Vedic literature, one’s life is successful."
    },
    {
        "verse": "54",
        "devanagari": "लब्ध्वा निमित्तमव्यक्तं व्यक्ताव्यक्तं भवत्युत ।यथायोनि यथाबीजं स्वभावेन बलीयसा ॥ ५४ ॥",
        "english_devnagari": "labdhvā nimittam avyaktaṁvyaktāvyaktaṁ bhavaty utayathā-yoni yathā-bījaṁsvabhāvena balīyasā",
        "verse_Syn": [
            "labdhvā",
            "nimittam",
            "avyaktam",
            "vyakta",
            "avyaktam",
            "bhavati",
            "uta",
            "yathā",
            "yoni",
            "yathā",
            "bījam",
            "sva",
            "bhāvena",
            "balīyasā"
        ],
        "translation": "The fruitive activities a living being performs, whether pious or impious, are the unseen cause for the fulfillment of his desires. This unseen cause is the root for the living entity’s different bodies. Because of his intense desire, the living entity takes birth in a particular family and receives a body which is either like that of his mother or like that of his father. The gross and subtle bodies are created according to his desire.",
        "purport": " The gross body is a product of the subtle body. As stated in Bhagavad-gītā (8.6): “Whatever state of being one remembers when he quits his body, that state he will attain without fail.” The atmosphere of the subtle body at the time of death is created by the activities of the gross body. Thus the gross body acts during one’s lifetime, and the subtle body acts at the time of death. The subtle body, which is called liṅga, the body of desire, is the background for the development of a particular type of gross body, which is either like that of one’s mother or like that of one’s father. According to the Ṛg Veda, if at the time of sex the secretions of the mother are more profuse than those of the father, the child will receive a female body, and if the secretions of the father are more profuse than those of the mother, the child will receive a male body. These are the subtle laws of nature, which act according to the desire of the living entity. If a human being is taught to change his subtle body by developing a consciousness of Kṛṣṇa, at the time of death the subtle body will create a gross body in which he will be a devotee of Kṛṣṇa, or if he is still more perfect, he will not take another material body but will immediately get a spiritual body and thus return home, back to Godhead. This is the process of the transmigration of the soul. Therefore instead of trying to unite human society through pacts for sense gratification that can never be achieved, it is clearly desirable to teach people how to become Kṛṣṇa conscious and return home, back to Godhead. This is true now and, indeed, at any time."
    },
    {
        "verse": "55",
        "devanagari": "एष प्रकृतिसङ्गेन पुरुषस्य विपर्यय: ।आसीत्स एव नचिरादीशसङ्गाद्विलीयते ॥ ५५ ॥",
        "english_devnagari": "eṣa prakṛti-saṅgenapuruṣasya viparyayaḥāsīt sa eva na cirādīśa-saṅgād vilīyate",
        "verse_Syn": [
            "eṣaḥ",
            "prakṛti",
            "saṅgena",
            "puruṣasya",
            "viparyayaḥ",
            "āsīt",
            "saḥ",
            "eva",
            "na",
            "cirāt",
            "īśa",
            "saṅgāt",
            "vilīyate"
        ],
        "translation": "Since the living entity is associated with material nature, he is in an awkward position, but if in the human form of life he is taught how to associate with the Supreme Personality of Godhead or His devotee, this position can be overcome.",
        "purport": " The word prakṛti means material nature, and puruṣa may also refer to the Supreme Personality of Godhead. If one wants to continue his association with prakṛti, the female energy of Kṛṣṇa, and be separated from Kṛṣṇa by the illusion that he is able to enjoy prakṛti, he must continue in his conditional life. If he changes his consciousness, however, and associates with the supreme, original person (puruṣaṁ śāśvatam), or with His associates, he can get out of the entanglement of material nature. As confirmed in Bhagavad-gītā (4.9), janma karma ca me divyam evaṁ yo vetti tattvataḥ: one must simply understand the Supreme Person, Kṛṣṇa, in terms of His form, name, activities and pastimes. This will keep one always in the association of Kṛṣṇa. Tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna: thus after giving up his gross material body, one accepts not another gross body but a spiritual body in which to return home, back to Godhead. Thus one ends the tribulation caused by his association with the material energy. In summary, the living entity is an eternal servant of God, but he comes to the material world and is bound by material conditions because of his desire to lord it over matter. Liberation means giving up this false consciousness and reviving one’s original service to the Lord. This return to one’s original life is called mukti, as confirmed in Śrīmad-Bhāgavatam (muktir hitvānyathā rūpaṁ svarūpeṇa vyavasthitiḥ)."
    },
    {
        "verse": "56-57",
        "devanagari": "अयं हि श्रुतसम्पन्न: शीलवृत्तगुणालय: ।धृतव्रतो मृदुर्दान्त: सत्यवाङ्‍मन्त्रविच्छुचि: ॥ ५६ ॥गुर्वग्‍न्यतिथिवृद्धानां शुश्रूषुरनहङ्‌कृत: ।सर्वभूतसुहृत्साधुर्मितवागनसूयक: ॥ ५७ ॥",
        "english_devnagari": "ayaṁ hi śruta-sampannaḥśīla-vṛtta-guṇālayaḥdhṛta-vrato mṛdur dāntaḥsatya-vāṅ mantra-vic chuciḥ",
        "verse_Syn": [
            "ayam",
            "hi",
            "śruta",
            "sampannaḥ",
            "śīla",
            "vṛtta",
            "guṇa",
            "ālayaḥ",
            "dhṛta",
            "vrataḥ",
            "mṛduḥ",
            "dāntaḥ",
            "satya",
            "vāk",
            "mantra",
            "vit",
            "śuciḥ",
            "guru",
            "agni",
            "atithi",
            "vṛddhānām",
            "śuśrūṣuḥ",
            "anahaṅkṛtaḥ",
            "sarva",
            "bhūta",
            "suhṛt",
            "sādhuḥ",
            "mita",
            "vāk",
            "anasūyakaḥ"
        ],
        "translation": "In the beginning this brāhmaṇa named Ajāmila studied all the Vedic literatures. He was a reservoir of good character, good conduct and good qualities. Firmly established in executing all the Vedic injunctions, he was very mild and gentle, and he kept his mind and senses under control. Furthermore, he was always truthful, he knew how to chant the Vedic mantras, and he was also very pure. Ajāmila was very respectful to his spiritual master, the fire-god, guests, and the elderly members of his household. Indeed, he was free from false prestige. He was upright, benevolent to all living entities, and well-behaved. He would never speak nonsense or envy anyone.",
        "purport": " The order carriers of Yamarāja, the Yamadūtas, are explaining the factual position of piety and impiety and how a living entity is entangled in this material world. Describing the history of Ajāmila’s life, the Yamadūtas relate that in the beginning he was a learned scholar of the Vedic literature. He was well-behaved, neat and clean, and very kind to everyone. In fact, he had all good qualities. In other words, he was like a perfect brāhmaṇa. A brāhmaṇa is expected to be perfectly pious, to follow all the regulative principles and to have all good qualities. The symptoms of piety are explained in these verses. Śrīla Vīrarāghava Ācārya comments that dhṛta-vrata means dhṛtaṁ vrataṁ strī-saṅga-rāhityātmaka-brahmacarya-rūpam. In other words, Ajāmila followed the rules and regulations of celibacy as a perfect brahmacārī and was very softhearted, truthful, clean and pure. How he fell down in spite of all these qualities and thus came to be threatened with punishment by Yamarāja will be described in the following verses."
    },
    {
        "verse": "58-60",
        "devanagari": "एकदासौ वनं यात: पितृसन्देशकृद् द्विज: ।आदाय तत आवृत्त: फलपुष्पसमित्कुशान् ॥ ५८ ॥ददर्श कामिनं कञ्चिच्छूद्रं सह भुजिष्यया ।पीत्वा च मधु मैरेयं मदाघूर्णितनेत्रया ॥ ५९ ॥मत्तया विश्लथन्नीव्या व्यपेतं निरपत्रपम् ।क्रीडन्तमनुगायन्तं हसन्तमनयान्तिके ॥ ६० ॥",
        "english_devnagari": "ekadāsau vanaṁ yātaḥpitṛ-sandeśa-kṛd dvijaḥādāya tata āvṛttaḥphala-puṣpa-samit-kuśān",
        "verse_Syn": [
            "ekadā",
            "asau",
            "vanam",
            "yātaḥ",
            "pitṛ",
            "sandeśa",
            "kṛt",
            "dvijaḥ",
            "ādāya",
            "tataḥ",
            "āvṛttaḥ",
            "phala",
            "puṣpa",
            "samit",
            "kuśān",
            "dadarśa",
            "kāminam",
            "kañcit",
            "śūdram",
            "saha",
            "bhujiṣyayā",
            "pītvā",
            "ca",
            "madhu",
            "maireyam",
            "mada",
            "āghūrṇita",
            "netrayā",
            "mattayā",
            "viślathat",
            "nīvyā",
            "vyapetam",
            "nirapatrapam",
            "krīḍantam",
            "anugāyantam",
            "hasantam",
            "anayā",
            "antike"
        ],
        "translation": "Once this brāhmaṇa Ajāmila, following the order of his father, went to the forest to collect fruit, flowers and two kinds of grass, called samit and kuśa. On the way home, he came upon a śūdra, a very lusty, fourth-class man, who was shamelessly embracing and kissing a prostitute. The śūdra was smiling, singing and enjoying as if this were proper behavior. Both the śūdra and the prostitute were drunk. The prostitute’s eyes were rolling in intoxication, and her dress had become loose. Such was the condition in which Ajāmila saw them.",
        "purport": " While traveling along the public way, Ajāmila came upon a fourth-class man and a prostitute, who are vividly described here. Drunkenness was sometimes manifest even in bygone ages, although not very frequently. In this Age of Kali, however, such sin is to be seen everywhere, for people all over the world have become shameless. Long ago, when he saw the scene of the drunken śūdra and the prostitute, Ajāmila, who was a perfect brahmacārī, was affected. Nowadays such sin is visible in so many places, and we must consider the position of a brahmacārī student who sees such behavior. For such a brahmacārī to remain steady is very difficult unless he is extremely strong in following the regulative principles. Nevertheless, if one takes to Kṛṣṇa consciousness very seriously, he can withstand the provocation created by sin. In our Kṛṣṇa consciousness movement we prohibit illicit sex, intoxication, meat-eating and gambling. In Kali-yuga, a drunk, half-naked woman embracing a drunk man is a very common sight, especially in the Western countries, and restraining oneself after seeing such things is very difficult. Nevertheless, if by the grace of Kṛṣṇa one adheres to the regulative principles and chants the Hare Kṛṣṇa mantra, Kṛṣṇa will certainly protect him. Indeed, Kṛṣṇa says that His devotee is never vanquished (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati). Therefore all the disciples practicing Kṛṣṇa consciousness should obediently follow the regulative principles and remain fixed in chanting the holy name of the Lord. Then there need be no fear. Otherwise one’s position is very dangerous, especially in this Kali-yuga."
    },
    {
        "verse": "61",
        "devanagari": "द‍ृष्ट्वा तां कामलिप्तेन बाहुना परिरम्भिताम् ।जगाम हृच्छयवशं सहसैव विमोहित: ॥ ६१ ॥",
        "english_devnagari": "dṛṣṭvā tāṁ kāma-liptenabāhunā parirambhitāmjagāma hṛc-chaya-vaśaṁsahasaiva vimohitaḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "tām",
            "kāma",
            "liptena",
            "bāhunā",
            "parirambhitām",
            "jagāma",
            "hṛt",
            "śaya",
            "vaśam",
            "sahasā",
            "eva",
            "vimohitaḥ"
        ],
        "translation": "The śūdra, his arm decorated with turmeric powder, was embracing the prostitute. When Ajāmila saw her, the dormant lusty desires in his heart awakened, and in illusion he fell under their control.",
        "purport": " It is said that if one’s body is smeared with turmeric, it attracts the lusty desires of the opposite sex. The word kāma-liptena indicates that the śūdra was decorated with turmeric smeared on his body."
    },
    {
        "verse": "62",
        "devanagari": "स्तम्भयन्नात्मनात्मानं यावत्सत्त्वं यथाश्रुतम् ।न शशाक समाधातुं मनो मदनवेपितम् ॥ ६२ ॥",
        "english_devnagari": "stambhayann ātmanātmānaṁyāvat sattvaṁ yathā-śrutamna śaśāka samādhātuṁmano madana-vepitam",
        "verse_Syn": [
            "stambhayan",
            "ātmanā",
            "ātmānam",
            "yāvat",
            "sattvam",
            "yathā",
            "śrutam",
            "na",
            "śaśāka",
            "samādhātum",
            "manaḥ",
            "madana",
            "vepitam"
        ],
        "translation": "As far as possible he patiently tried to remember the instructions of the śāstras not even to see a woman. With the help of this knowledge and his intellect, he tried to control his lusty desires, but because of the force of Cupid within his heart, he failed to control his mind.",
        "purport": " Unless one is very strong in knowledge, patience and proper bodily, mental and intellectual behavior, controlling one’s lusty desires is extremely difficult. Thus after seeing a man embracing a young woman and practically doing everything required for sex life, even a fully qualified brāhmaṇa, as described above, could not control his lusty desires and restrain himself from pursuing them. Because of the force of materialistic life, to maintain self-control is extremely difficult unless one is specifically under the protection of the Supreme Personality of Godhead through devotional service."
    },
    {
        "verse": "63",
        "devanagari": "तन्निमित्तस्मरव्याजग्रहग्रस्तो विचेतन: ।तामेव मनसा ध्यायन् स्वधर्माद्विरराम ह ॥ ६३ ॥",
        "english_devnagari": "tan-nimitta-smara-vyāja-graha-grasto vicetanaḥtām eva manasā dhyāyansva-dharmād virarāma ha",
        "verse_Syn": [
            "tat",
            "nimitta",
            "smara",
            "vyāja",
            "graha",
            "grastaḥ",
            "vicetanaḥ",
            "tām",
            "eva",
            "manasā",
            "dhyāyan",
            "sva",
            "dharmāt",
            "virarāma",
            "ha"
        ],
        "translation": "In the same way that the sun and moon are eclipsed by a low planet, the brāhmaṇa lost all his good sense. Taking advantage of this situation, he always thought of the prostitute, and within a short time he took her as a servant in his house and abandoned all the regulative principles of a brāhmaṇa.",
        "purport": " By speaking this verse, Śukadeva Gosvāmī wants to impress upon the mind of the reader that Ajāmila’s exalted position as a brāhmaṇa was vanquished by his association with the prostitute, so much so that he forgot all his brahminical activities. Nevertheless, at the end of his life, by chanting the four syllables of the name Nārāyaṇa, he was saved from the gravest danger of falling down. Svalpam apy asya dharmasya trāyate mahato bhayāt: even a little devotional service can save one from the greatest danger. Devotional service, which begins with chanting of the holy name of the Lord, is so powerful that even if one falls down from the exalted position of a brāhmaṇa through sexual indulgence, he can be saved from all calamities if he somehow or other chants the holy name of the Lord. This is the extraordinary power of the Lord’s holy name. Therefore in Bhagavad-gītā it is advised that one not forget the chanting of the holy name even for a moment (satataṁ kīrtayanto māṁ yatantaś ca dṛḍha-vratāḥ). There are so many dangers in this material world that one may fall down from an exalted position at any time. Yet if one keeps himself always pure and steady by chanting the Hare Kṛṣṇa mahā-mantra, he will be safe without a doubt."
    },
    {
        "verse": "64",
        "devanagari": "तामेव तोषयामास पित्र्येणार्थेन यावता ।ग्राम्यैर्मनोरमै: कामै: प्रसीदेत यथा तथा ॥ ६४ ॥",
        "english_devnagari": "tām eva toṣayām āsapitryeṇārthena yāvatāgrāmyair manoramaiḥ kāmaiḥprasīdeta yathā tathā",
        "verse_Syn": [
            "tām",
            "eva",
            "toṣayām",
            "āsa",
            "pitryeṇa",
            "arthena",
            "yāvatā",
            "grāmyaiḥ",
            "manaḥ",
            "ramaiḥ",
            "kāmaiḥ",
            "prasīdeta",
            "yathā",
            "tathā"
        ],
        "translation": "Thus Ajāmila began spending whatever money he had inherited from his father to satisfy the prostitute with various material presentations so that she would remain pleased with him. He gave up all his brahminical activities to satisfy the prostitute.",
        "purport": " There are many instances throughout the world in which even a purified person, being attracted by a prostitute, spends all the money he has inherited. Prostitute hunting is so abominable that the desire for sex with a prostitute can ruin one’s character, destroy one’s exalted position and plunder all one’s money. Therefore illicit sex is strictly prohibited. One should be satisfied with his married wife, for even a slight deviation will create havoc. A Kṛṣṇa conscious gṛhastha should always remember this. He should always be satisfied with one wife and be peaceful simply by chanting the Hare Kṛṣṇa mantra. Otherwise at any moment he may fall down from his good position, as exemplified in the case of Ajāmila."
    },
    {
        "verse": "65",
        "devanagari": "विप्रां स्वभार्यामप्रौढां कुले महति लम्भिताम् ।विससर्जाचिरात्पाप: स्वैरिण्यापाङ्गविद्धधी: ॥ ६५ ॥",
        "english_devnagari": "viprāṁ sva-bhāryām aprauḍhāṁkule mahati lambhitāmvisasarjācirāt pāpaḥsvairiṇyāpāṅga-viddha-dhīḥ",
        "verse_Syn": [
            "viprām",
            "sva",
            "bhāryām",
            "aprauḍhām",
            "kule",
            "mahati",
            "lambhitām",
            "visasarja",
            "acirāt",
            "pāpaḥ",
            "svairiṇyā",
            "apāṅga",
            "viddha",
            "dhīḥ"
        ],
        "translation": "Because his intelligence was pierced by the lustful glance of the prostitute, the victimized brāhmaṇa Ajāmila engaged in sinful acts in her association. He even gave up the company of his very beautiful young wife, who came from a very respectable brāhmaṇa family.",
        "purport": " Customarily everyone is eligible to inherit his father’s property, and Ajāmila also inherited the money of his father. But what did he do with the money? Instead of engaging the money in the service of Kṛṣṇa, he engaged it in the service of a prostitute. Therefore he was condemned and was punishable by Yamarāja. How did this happen? He was victimized by the dangerous lustful glance of a prostitute."
    },
    {
        "verse": "66",
        "devanagari": "यतस्ततश्चोपनिन्ये न्यायतोऽन्यायतो धनम् ।बभारास्या: कुटुम्बिन्या: कुटुम्बं मन्दधीरयम् ॥ ६६ ॥",
        "english_devnagari": "yatas tataś copaninyenyāyato ’nyāyato dhanambabhārāsyāḥ kuṭumbinyāḥkuṭumbaṁ manda-dhīr ayam",
        "verse_Syn": [
            "yataḥ",
            "tataḥ",
            "ca",
            "upaninye",
            "nyāyataḥ",
            "anyāyataḥ",
            "dhanam",
            "babhāra",
            "asyāḥ",
            "kuṭum",
            "binyāḥ",
            "kuṭumbam",
            "manda",
            "dhīḥ",
            "ayam"
        ],
        "translation": "Although born of a brāhmaṇa family, this rascal, bereft of intelligence because of the prostitute’s association, earned money somehow or other, regardless of whether properly or improperly, and used it to maintain the prostitute’s sons and daughters.",
        "purport": ""
    },
    {
        "verse": "67",
        "devanagari": "यदसौ शास्त्रमुल्लङ्‌घ्य स्वैरचार्यतिगर्हित: ।अवर्तत चिरं कालमघायुरशुचिर्मलात् ॥ ६७ ॥",
        "english_devnagari": "yad asau śāstram ullaṅghyasvaira-cāry ati-garhitaḥavartata ciraṁ kālamaghāyur aśucir malāt",
        "verse_Syn": [
            "yat",
            "asau",
            "śāstram",
            "ullaṅghya",
            "svaira",
            "cārī",
            "ati",
            "garhitaḥ",
            "avartata",
            "ciram",
            "kālam",
            "agha",
            "āyuḥ",
            "aśuciḥ",
            "malāt"
        ],
        "translation": "This brāhmaṇa irresponsibly spent his long lifetime transgressing all the rules and regulations of the holy scripture, living extravagantly and eating food prepared by a prostitute. Therefore he is full of sins. He is unclean and is addicted to forbidden activities.",
        "purport": " Food prepared by an unclean, sinful man or woman, especially a prostitute, is extremely infectious. Ajāmila ate such food, and therefore he was subject to be punished by Yamarāja."
    },
    {
        "verse": "68",
        "devanagari": "तत एनं दण्डपाणे: सकाशं कृतकिल्बिषम् ।नेष्यामोऽकृतनिर्वेशं यत्र दण्डेन शुद्ध्यति ॥ ६८ ॥",
        "english_devnagari": "tata enaṁ daṇḍa-pāṇeḥsakāśaṁ kṛta-kilbiṣamneṣyāmo ’kṛta-nirveśaṁyatra daṇḍena śuddhyati",
        "verse_Syn": [
            "tataḥ",
            "enam",
            "daṇḍa",
            "pāṇeḥ",
            "sakāśam",
            "kṛta",
            "kilbiṣam",
            "neṣyāmaḥ",
            "akṛta",
            "nirveśam",
            "yatra",
            "daṇḍena",
            "śuddhyati"
        ],
        "translation": "This man Ajāmila did not undergo atonement. Therefore because of his sinful life, we must take him into the presence of Yamarāja for punishment. There, according to the extent of his sinful acts, he will be punished and thus purified.",
        "purport": " The Viṣṇudūtas had forbidden the Yamadūtas to take Ajāmila to Yamarāja, and therefore the Yamadūtas explained that taking such a man to Yamarāja was appropriate. Since Ajāmila had not undergone atonement for his sinful acts, he was to be taken to Yamarāja to be purified. When a man commits murder he becomes sinful, and therefore he also must be killed; otherwise after death he must suffer many sinful reactions. Similarly, punishment by Yamarāja is a process of purification for the most abominable sinful persons. Therefore the Yamadūtas requested the Viṣṇudūtas not to obstruct their taking Ajāmila to Yamarāja."
    }
]