[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचवृत्रे हते त्रयो लोका विना शक्रेण भूरिद ।सपाला ह्यभवन् सद्यो विज्वरा निर्वृतेन्द्रिया: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācavṛtre hate trayo lokāvinā śakreṇa bhūridasapālā hy abhavan sadyovijvarā nirvṛtendriyāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vṛtre",
            "hate",
            "trayaḥ",
            "lokāḥ",
            "vinā",
            "śakreṇa",
            "bhūri",
            "da",
            "sa",
            "pālāḥ",
            "hi",
            "abhavan",
            "sadyaḥ",
            "vijvarāḥ",
            "nirvṛta",
            "indriyāḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King Parīkṣit, who are so charitably disposed, when Vṛtrāsura was killed, all the presiding deities and everyone else in the three planetary systems was immediately pleased and free from trouble — everyone, that is, except Indra.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "देवर्षिपितृभूतानि दैत्या देवानुगा: स्वयम् ।प्रतिजग्मु: स्वधिष्ण्यानि ब्रह्मेशेन्द्रादयस्तत: ॥ २ ॥",
        "english_devnagari": "devarṣi-pitṛ-bhūtānidaityā devānugāḥ svayampratijagmuḥ sva-dhiṣṇyānibrahmeśendrādayas tataḥ",
        "verse_Syn": [
            "deva",
            "ṛṣi",
            "pitṛ",
            "bhūtāni",
            "daityāḥ",
            "deva",
            "anugāḥ",
            "svayam",
            "pratijagmuḥ",
            "sva",
            "dhiṣṇyāni",
            "brahma",
            "īśa",
            "indra",
            "ādayaḥ",
            "tataḥ"
        ],
        "translation": "Thereafter, the demigods, the great saintly persons, the inhabitants of Pitṛloka and Bhūtaloka, the demons, the followers of the demigods, and also Lord Brahmā, Lord Śiva and the demigods subordinate to Indra all returned to their respective homes. While departing, however, no one spoke to Indra.",
        "purport": " In this connection Śrīla Viśvanātha Cakravartī Ṭhākura comments: brahmeśendrādaya iti; indrasya sva-dhiṣṇya-gamanaṁ nopapadyate vṛtra-vadha-kṣaṇa eva brahma-hatyopadrava-prāpteḥ; tasmāt tata ity anena mānasa-sarovarād āgatya pravartitād aśvamedhāt parata iti vyākhyeyam. Lord Brahmā, Lord Śiva and the other demigods returned to their respective abodes, but Indra did not, for he was disturbed at having killed Vṛtrāsura, who was actually a brāhmaṇa. After killing Vṛtrāsura, Indra went to the Mānasa-sarovara Lake to become free from sinful reactions. When he left the lake, he performed an aśvamedha-yajña and then returned to his own abode."
    },
    {
        "verse": "3",
        "devanagari": "श्रीराजोवाचइन्द्रस्यानिर्वृतेर्हेतुं श्रोतुमिच्छामि भो मुने ।येनासन् सुखिनो देवा हरेर्दु:खं कुतोऽभवत् ॥ ३ ॥",
        "english_devnagari": "śrī-rājovācaindrasyānirvṛter hetuṁśrotum icchāmi bho muneyenāsan sukhino devāharer duḥkhaṁ kuto ’bhavat",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "indrasya",
            "anirvṛteḥ",
            "hetum",
            "śrotum",
            "icchāmi",
            "bhoḥ",
            "mune",
            "yena",
            "āsan",
            "sukhinaḥ",
            "devāḥ",
            "hareḥ",
            "duḥkham",
            "kutaḥ",
            "abhavat"
        ],
        "translation": "Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī: O great sage, what was the reason for Indra’s unhappiness? I wish to hear about this. When he killed Vṛtrāsura, all the demigods were extremely happy. Why, then, was Indra himself unhappy?",
        "purport": " This, of course, is a very intelligent question. When a demon is killed, certainly all the demigods are happy. In this case, however, when all the demigods were happy because of Vṛtrāsura’s having been killed, Indra was unhappy. Why? It may be suggested that Indra was unhappy because he knew that he had killed a great devotee and brāhmaṇa. Vṛtrāsura outwardly appeared to be a demon, but inwardly he was a great devotee and therefore a great brāhmaṇa. Herein it is clearly indicated that a person who is not at all demoniac, such as Prahlāda Mahārāja and Bali Mahārāja, may outwardly be a demon or be born in a family of demons. Therefore in terms of real culture one should not be considered a demigod or demon simply according to birth. In his dealings while fighting with Indra, Vṛtrāsura proved himself a great devotee of the Supreme Personality of Godhead. Furthermore, as soon as he finished fighting with Indra and was apparently killed, Vṛtrāsura was transferred to Vaikuṇṭhaloka to become an associate of Saṅkarṣaṇa. Indra knew this, and therefore he was morose at having killed such a demon, who was actually a Vaiṣṇava or brāhmaṇa. A Vaiṣṇava is already a brāhmaṇa, although a brāhmaṇa may not be a Vaiṣṇava. The Padma Purāṇa says: One may be a brāhmaṇa in terms of his culture and family and may be expert in Vedic knowledge (mantra-tantra-viśāradaḥ), but if he is not a Vaiṣṇava, he cannot be a guru. This means that an expert brāhmaṇa may not be a Vaiṣṇava, but a Vaiṣṇava is already a brāhmaṇa. A millionaire may very easily possess hundreds and thousands of dollars, but a person with hundreds and thousands of dollars is not necessarily a millionaire. Vṛtrāsura was a perfect Vaiṣṇava, and therefore he was also a brāhmaṇa."
    },
    {
        "verse": "4",
        "devanagari": "श्रीशुक उवाचवृत्रविक्रमसंविग्ना: सर्वे देवा: सहर्षिभि: ।तद्वधायार्थयन्निन्द्रं नैच्छद् भीतो बृहद्वधात् ॥ ४ ॥",
        "english_devnagari": "śrī-śuka uvācavṛtra-vikrama-saṁvignāḥsarve devāḥ saharṣibhiḥtad-vadhāyārthayann indraṁnaicchad bhīto bṛhad-vadhāt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vṛtra",
            "vikrama",
            "saṁvignāḥ",
            "sarve",
            "devāḥ",
            "saha",
            "ṛṣibhiḥ",
            "tat",
            "vadhāya",
            "ārthayan",
            "indram",
            "na",
            "aicchat",
            "bhītaḥ",
            "bṛhat",
            "vadhāt"
        ],
        "translation": "Śrī Śukadeva Gosvāmī answered: When all the great sages and demigods were disturbed by the extraordinary power of Vṛtrāsura, they had assembled to ask Indra to kill him. Indra, however, being afraid of killing a brāhmaṇa, declined their request.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "इन्द्र उवाचस्त्रीभूद्रुमजलैरेनो विश्वरूपवधोद्भ‍वम् ।विभक्तमनुगृह्णद्भ‍िर्वृत्रहत्यां क्‍व मार्ज्म्यहम् ॥ ५ ॥",
        "english_devnagari": "indra uvācastrī-bhū-druma-jalair enoviśvarūpa-vadhodbhavamvibhaktam anugṛhṇadbhirvṛtra-hatyāṁ kva mārjmy aham",
        "verse_Syn": [
            "indraḥ",
            "uvāca",
            "strī",
            "bhū",
            "druma",
            "jalaiḥ",
            "enaḥ",
            "viśvarūpa",
            "vadha",
            "udbhavam",
            "vibhaktam",
            "anugṛhṇadbhiḥ",
            "vṛtra",
            "hatyām",
            "kva",
            "mārjmi",
            "aham"
        ],
        "translation": "King Indra replied: When I killed Viśvarūpa, I received extensive sinful reactions, but I was favored by the women, land, trees and water, and therefore I was able to divide the sin among them. But now if I kill Vṛtrāsura, another brāhmaṇa, how shall I free myself from the sinful reactions?",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "श्रीशुक उवाचऋषयस्तदुपाकर्ण्य महेन्द्रमिदमब्रुवन् ।याजयिष्याम भद्रं ते हयमेधेन मा स्म भै: ॥ ६ ॥",
        "english_devnagari": "śrī-śuka uvācaṛṣayas tad upākarṇyamahendram idam abruvanyājayiṣyāma bhadraṁ tehayamedhena mā sma bhaiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ṛṣayaḥ",
            "tat",
            "upākarṇya",
            "mahā",
            "indram",
            "idam",
            "abruvan",
            "yājayiṣyāmaḥ",
            "bhadram",
            "te",
            "hayamedhena",
            "mā",
            "sma",
            "bhaiḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Hearing this, the great sages replied to King Indra, “O King of heaven, all good fortune unto you. Do not fear. We shall perform an aśvamedha sacrifice to release you from any sin you may accrue by killing the brāhmaṇa.”",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "हयमेधेन पुरुषं परमात्मानमीश्वरम् ।इष्ट्वा नारायणं देवं मोक्ष्यसेऽपि जगद्वधात् ॥ ७ ॥",
        "english_devnagari": "hayamedhena puruṣaṁparamātmānam īśvaramiṣṭvā nārāyaṇaṁ devaṁmokṣyase ’pi jagad-vadhāt",
        "verse_Syn": [
            "hayamedhena",
            "puruṣam",
            "paramātmānam",
            "īśvaram",
            "iṣṭvā",
            "nārāyaṇam",
            "devam",
            "mokṣyase",
            "api",
            "jagat",
            "vadhāt"
        ],
        "translation": "The ṛṣis continued: O King Indra, by performing an aśvamedha sacrifice and thereby pleasing the Supreme Personality of Godhead, who is the Supersoul, Lord Nārāyaṇa, the supreme controller, one can be relieved even of the sinful reactions for killing the entire world, not to speak of killing a demon like Vṛtrāsura.",
        "purport": ""
    },
    {
        "verse": "8-9",
        "devanagari": "ब्रह्महा पितृहा गोघ्नो मातृहाचार्यहाघवान् ।श्वाद: पुल्कसको वापि शुद्ध्येरन् यस्य कीर्तनात् ॥ ८ ॥तमश्वमेधेन महामखेनश्रद्धान्वितोऽस्माभिरनुष्ठितेन ।हत्वापि सब्रह्मचराचरं त्वंन लिप्यसे किं खलनिग्रहेण ॥ ९ ॥",
        "english_devnagari": "brahma-hā pitṛ-hā go-ghnomātṛ-hācārya-hāghavānśvādaḥ pulkasako vāpiśuddhyeran yasya kīrtanāt",
        "verse_Syn": [
            "brahma",
            "hā",
            "pitṛ",
            "hā",
            "go",
            "ghnaḥ",
            "mātṛ",
            "hā",
            "ācārya",
            "hā",
            "agha",
            "vān",
            "śva",
            "adaḥ",
            "pulkasakaḥ",
            "vā",
            "api",
            "śuddhyeran",
            "yasya",
            "kīrtanāt",
            "tam",
            "aśvamedhena",
            "mahā",
            "makhena",
            "śraddhā",
            "anvitaḥ",
            "asmābhiḥ",
            "anuṣṭhitena",
            "hatvā",
            "api",
            "sa",
            "brahma",
            "cara",
            "acaram",
            "tvam",
            "na",
            "lipyase",
            "kim",
            "khala",
            "nigraheṇa"
        ],
        "translation": "One who has killed a brāhmaṇa, one who has killed a cow or one who has killed his father, mother or spiritual master can be immediately freed from all sinful reactions simply by chanting the holy name of Lord Nārāyaṇa. Other sinful persons, such as dog-eaters and caṇḍālas, who are less than śūdras, can also be freed in this way. But you are a devotee, and we shall help you by performing the great horse sacrifice. If you please Lord Nārāyaṇa in that way, why should you be afraid? You will be freed even if you kill the entire universe, including the brāhmaṇas, not to speak of killing a disturbing demon like Vṛtrāsura.",
        "purport": " It is said in the Bṛhad-viṣṇu Purāṇa: Also, in the Prema-vivarta by Jagadānanda Paṇḍita it is said: This means that by once chanting the holy name of the Lord, one can be freed from the reactions of more sins that he can even imagine performing. The holy name is so spiritually potent that simply by chanting the holy name one can be freed from the reactions to all sinful activities. What, then, is to be said of those who chant the holy name regularly or worship the Deity regularly? For such purified devotees, freedom from sinful reaction is certainly assured. This does not mean, however, that one should intentionally commit sinful acts and think himself free from the reactions because he is chanting the holy name. Such a mentality is a most abominable offense at the lotus feet of the holy name. Nāmno balād yasya hi pāpa-buddhiḥ: the Lord’s holy name certainly has the potency to neutralize all sinful activities, but if one repeatedly and intentionally commits sins while chanting the holy name, he is most condemned. These verses name the performers of various sinful deeds. In the Manu-saṁhitā the following names are given. A son begotten by a brāhmaṇa and born from the womb of a śūdra mother is called a pāraśava or niṣāda, a hunter accustomed to stealing. A son begotten by a niṣāda in the womb of a śūdra woman is called a pukkasa. A child begotten by a kṣatriya in the womb of the daughter of a śūdra is called an ugra. A child begotten by a śūdra in the womb of the daughter of a kṣatriya is called a kṣattā. A child begotten by a kṣatriya in the womb of a lower-class woman is called a śvāda, or dog-eater. All such offspring are considered extremely sinful, but the holy name of the Supreme Personality of Godhead is so strong that all of them can be purified simply by chanting the Hare Kṛṣṇa mantra. The Hare Kṛṣṇa movement offers everyone a chance to be purified, regardless of birth or family. As confirmed in Śrīmad-Bhāgavatam (2.4.18): “Kirātas, Hūṇas, Āndhras, Pulindas, Pulkaśas, Ābhīras, Śumbhas, Yavanas, members of the Khasa races, and even others addicted to sinful acts can be purified by taking shelter of devotees of the Lord, for He is the supreme power. I beg to offer my respectful obeisances unto Him.” Even such sinful persons can certainly all be purified if they chant the holy name of the Lord under the direction of a pure devotee. Herein the sages encourage King Indra to kill Vṛtrāsura even at the risk of brahma-hatyā, the killing of a brāhmaṇa, and they guarantee to release him from sinful reactions by performing an aśvamedha-yajña. Such purposefully devised atonement, however, cannot relieve the performer of sinful acts. This will be seen from the following verse."
    },
    {
        "verse": "10",
        "devanagari": "श्रीशुक उवाचएवं सञ्चोदितो विप्रैर्मरुत्वानहनद्रिपुम् ।ब्रह्महत्या हते तस्मिन्नाससाद वृषाकपिम् ॥ १० ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ sañcodito viprairmarutvān ahanad ripumbrahma-hatyā hate tasminnāsasāda vṛṣākapim",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "sañcoditaḥ",
            "vipraiḥ",
            "marutvān",
            "ahanat",
            "ripum",
            "brahma",
            "hatyā",
            "hate",
            "tasmin",
            "āsasāda",
            "vṛṣākapim"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Encouraged by the words of the sages, Indra killed Vṛtrāsura, and when he was killed the sinful reaction for killing a brāhmaṇa [brahma-hatyā] certainly took shelter of Indra.",
        "purport": " After killing Vṛtrāsura, Indra could not surpass the brahma-hatyā, the sinful reactions for killing a brāhmaṇa. Formerly he had killed one brāhmaṇa, Viśvarūpa, out of circumstantial anger, but this time, following the advice of the sages, he killed another brāhmaṇa purposely. Therefore the sinful reaction was greater than before. Indra could not be relieved from the reaction simply by performing sacrifices for atonement. He had to undergo a severe series of sinful reactions, and when he was freed by such suffering, the brāhmaṇas allowed him to perform the horse sacrifice. The planned execution of sinful deeds on the strength of chanting the holy name of the Lord or undergoing prāyaścitta, atonement, cannot give relief to anyone, even to Indra or Nahuṣa. Nahuṣa was officiating for Indra while Indra, absent from heaven, was going here and there to gain release from his sinful reactions."
    },
    {
        "verse": "11",
        "devanagari": "तयेन्द्र: स्मासहत्तापं निर्वृतिर्नामुमाविशत् ।ह्रीमन्तं वाच्यतां प्राप्तं सुखयन्त्यपि नो गुणा: ॥ ११ ॥",
        "english_devnagari": "tayendraḥ smāsahat tāpaṁnirvṛtir nāmum āviśathrīmantaṁ vācyatāṁ prāptaṁsukhayanty api no guṇāḥ",
        "verse_Syn": [
            "tayā",
            "indraḥ",
            "sma",
            "asahat",
            "tāpam",
            "nirvṛtiḥ",
            "na",
            "amum",
            "āviśat",
            "hrīmantam",
            "vācyatām",
            "prāptam",
            "sukhayanti",
            "api",
            "no",
            "guṇāḥ"
        ],
        "translation": "Following the advice of the demigods, Indra killed Vṛtrāsura, and he suffered because of this sinful killing. Although the other demigods were happy, he could not derive happiness from the killing of Vṛtrāsura. Indra’s other good qualities, such as tolerance and opulence, could not help him in his grief.",
        "purport": " One cannot be happy by committing sinful acts, even if one is endowed with material opulence. Indra found this to be true. People began to blaspheme him, saying, “This person has killed a brāhmaṇa for the sake of enjoying heavenly material happiness.” Therefore in spite of being King of heaven and enjoying material opulence, Indra was always unhappy because of the accusations of the populace."
    },
    {
        "verse": "12-13",
        "devanagari": "तां ददर्शानुधावन्तीं चाण्डालीमिव रूपिणीम् ।जरया वेपमानाङ्गीं यक्ष्मग्रस्तामसृक्पटाम् ॥ १२ ॥विकीर्य पलितान् केशांस्तिष्ठ तिष्ठेति भाषिणीम् ।मीनगन्ध्यसुगन्धेन कुर्वतीं मार्गदूषणम् ॥ १३ ॥",
        "english_devnagari": "tāṁ dadarśānudhāvantīṁcāṇḍālīm iva rūpiṇīmjarayā vepamānāṅgīṁyakṣma-grastām asṛk-paṭām",
        "verse_Syn": [
            "tām",
            "dadarśa",
            "anudhāvantīm",
            "cāṇḍālīm",
            "iva",
            "rūpiṇīm",
            "jarayā",
            "vepamāna",
            "aṅgīm",
            "yakṣma",
            "grastām",
            "asṛk",
            "paṭām",
            "vikīrya",
            "palitān",
            "keśān",
            "tiṣṭha",
            "tiṣṭha",
            "iti",
            "bhāṣiṇīm",
            "mīna",
            "gandhi",
            "asu",
            "gandhena",
            "kurvatīm",
            "mārga",
            "dūṣaṇam"
        ],
        "translation": "Indra saw personified sinful reaction chasing him, appearing like a caṇḍāla woman, a woman of the lowest class. She seemed very old, and all the limbs of her body trembled. Because she was afflicted with tuberculosis, her body and garments were covered with blood. Breathing an unbearable fishy odor that polluted the entire street, she called to Indra, “Wait! Wait!”",
        "purport": " When a person is afflicted with tuberculosis, he often vomits blood, which makes his garments bloody."
    },
    {
        "verse": "14",
        "devanagari": "नभो गतो दिश: सर्वा: सहस्राक्षो विशाम्पते ।प्रागुदीचीं दिशं तूर्णं प्रविष्टो नृप मानसम् ॥ १४ ॥",
        "english_devnagari": "nabho gato diśaḥ sarvāḥsahasrākṣo viśāmpateprāg-udīcīṁ diśaṁ tūrṇaṁpraviṣṭo nṛpa mānasam",
        "verse_Syn": [
            "nabhaḥ",
            "gataḥ",
            "diśaḥ",
            "sarvāḥ",
            "sahasra",
            "akṣaḥ",
            "viśāmpate",
            "prāk",
            "udīcīm",
            "diśam",
            "tūrṇam",
            "praviṣṭaḥ",
            "nṛpa",
            "mānasam"
        ],
        "translation": "O King, Indra first fled to the sky, but there also he saw the woman of personified sin chasing him. This witch followed him wherever he went. At last he very quickly went to the northeast and entered the Mānasa-sarovara Lake.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "स आवसत्पुष्करनालतन्तू-नलब्धभोगो यदिहाग्निदूत: ।वर्षाणि साहस्रमलक्षितोऽन्त:सञ्चिन्तयन् ब्रह्मवधाद्विमोक्षम् ॥ १५ ॥",
        "english_devnagari": "sa āvasat puṣkara-nāla-tantūnalabdha-bhogo yad ihāgni-dūtaḥvarṣāṇi sāhasram alakṣito ’ntaḥsañcintayan brahma-vadhād vimokṣam",
        "verse_Syn": [
            "saḥ",
            "āvasat",
            "puṣkara",
            "nāla",
            "tantūn",
            "alabdha",
            "bhogaḥ",
            "yat",
            "iha",
            "agni",
            "dūtaḥ",
            "varṣāṇi",
            "sāhasram",
            "alakṣitaḥ",
            "antaḥ",
            "sañcintayan",
            "brahma",
            "vadhāt",
            "vimokṣam"
        ],
        "translation": "Always thinking of how he could be relieved from the sinful reaction for killing a brāhmaṇa, King Indra, invisible to everyone, lived in the lake for one thousand years in the subtle fibers of the stem of a lotus. The fire-god used to bring him his share of all yajñas, but because the fire-god was afraid to enter the water, Indra was practically starving.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तावत्‍त्रिणाकं नहुष: शशासविद्यातपोयोगबलानुभाव: ।स सम्पदैश्वर्यमदान्धबुद्धि-र्नीतस्तिरश्चां गतिमिन्द्रपत्‍न्या ॥ १६ ॥",
        "english_devnagari": "tāvat triṇākaṁ nahuṣaḥ śaśāsavidyā-tapo-yoga-balānubhāvaḥsa sampad-aiśvarya-madāndha-buddhirnītas tiraścāṁ gatim indra-patnyā",
        "verse_Syn": [
            "tāvat",
            "triṇākam",
            "nahuṣaḥ",
            "śaśāsa",
            "vidyā",
            "tapaḥ",
            "yoga",
            "bala",
            "anubhāvaḥ",
            "saḥ",
            "sampat",
            "aiśvarya",
            "mada",
            "andha",
            "buddhiḥ",
            "nītaḥ",
            "tiraścām",
            "gatim",
            "indra",
            "patnyā"
        ],
        "translation": "As long as King Indra lived in the water, wrapped in the stem of the lotus, Nahuṣa was equipped with the ability to rule the heavenly kingdom, due to his knowledge, austerity and mystic power. Nahuṣa, however, blinded and maddened by power and opulence, made undesirable proposals to Indra’s wife with a desire to enjoy her. Thus Nahuṣa was cursed by a brāhmaṇa and later became a snake.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "ततो गतो ब्रह्मगिरोपहूतऋतम्भरध्याननिवारिताघ: ।पापस्तु दिग्देवतया हतौजा-स्तं नाभ्यभूदवितं विष्णुपत्‍न्या ॥ १७ ॥",
        "english_devnagari": "tato gato brahma-giropahūtaṛtambhara-dhyāna-nivāritāghaḥpāpas tu digdevatayā hataujāstaṁ nābhyabhūd avitaṁ viṣṇu-patnyā",
        "verse_Syn": [
            "tataḥ",
            "gataḥ",
            "brahma",
            "girā",
            "upahūtaḥ",
            "ṛtambhara",
            "dhyāna",
            "nivārita",
            "aghaḥ",
            "pāpaḥ",
            "tu",
            "dik",
            "devatayā",
            "hata",
            "ojāḥ",
            "tam",
            "na",
            "abhyabhūt",
            "avitam",
            "viṣṇu",
            "patnyā"
        ],
        "translation": "Indra’s sins were diminished by the influence of Rudra, the demigod of all directions. Because Indra was protected by the goddess of fortune, Lord Viṣṇu’s wife, who resides in the lotus clusters of Mānasa-sarovara Lake, Indra’s sins could not affect him. Indra was ultimately relieved of all the reactions of his sinful deeds by strictly worshiping Lord Viṣṇu. Then he was called back to the heavenly planets by the brāhmaṇas and reinstated in his position.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तं च ब्रह्मर्षयोऽभ्येत्य हयमेधेन भारत ।यथावद्दीक्षञ्चक्रु: पुरुषाराधनेन ह ॥ १८ ॥",
        "english_devnagari": "taṁ ca brahmarṣayo ’bhyetyahayamedhena bhāratayathāvad dīkṣayāṁ cakruḥpuruṣārādhanena ha",
        "verse_Syn": [
            "tam",
            "ca",
            "brahma",
            "ṛṣayaḥ",
            "abhyetya",
            "hayamedhena",
            "bhārata",
            "yathāvat",
            "dīkṣayām",
            "cakruḥ",
            "puruṣa",
            "ārādhanena",
            "ha"
        ],
        "translation": "O King, when Lord Indra reached the heavenly planets, the saintly brāhmaṇas approached him and properly initiated him into a horse sacrifice [aśvamedha-yajña] meant to please the Supreme Lord.",
        "purport": ""
    },
    {
        "verse": "19-20",
        "devanagari": "अथेज्यमाने पुरुषे सर्वदेवमयात्मनि ।अश्वमेधे महेन्द्रेण वितते ब्रह्मवादिभि: ॥ १९ ॥स वै त्वाष्ट्रवधो भूयानपि पापचयो नृप ।नीतस्तेनैव शून्याय नीहार इव भानुना ॥ २० ॥",
        "english_devnagari": "athejyamāne puruṣesarva-devamayātmaniaśvamedhe mahendreṇavitate brahma-vādibhiḥ",
        "verse_Syn": [
            "atha",
            "ijyamāne",
            "puruṣe",
            "sarva",
            "deva",
            "maya",
            "ātmani",
            "aśvamedhe",
            "mahā",
            "indreṇa",
            "vitate",
            "brahma",
            "vādibhiḥ",
            "saḥ",
            "vai",
            "tvāṣṭra",
            "vadhaḥ",
            "bhūyāt",
            "api",
            "pāpa",
            "cayaḥ",
            "nṛpa",
            "nītaḥ",
            "tena",
            "eva",
            "śūnyāya",
            "nīhāraḥ",
            "iva",
            "bhānunā"
        ],
        "translation": "The horse sacrifice performed by the saintly brāhmaṇas relieved Indra of the reactions to all his sins because he worshiped the Supreme Personality of Godhead in that sacrifice. O King, although he had committed a gravely sinful act, it was nullified at once by that sacrifice, just as fog is vanquished by the brilliant sunrise.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "स वाजिमेधेन यथोदितेनवितायमानेन मरीचिमिश्रै: ।इष्ट्वाधियज्ञं पुरुषं पुराण-मिन्द्रो महानास विधूतपाप: ॥ २१ ॥",
        "english_devnagari": "sa vājimedhena yathoditenavitāyamānena marīci-miśraiḥiṣṭvādhiyajñaṁ puruṣaṁ purāṇamindro mahān āsa vidhūta-pāpaḥ",
        "verse_Syn": [
            "saḥ",
            "vājimedhena",
            "yathā",
            "uditena",
            "vitāyamānena",
            "marīci",
            "miśraiḥ",
            "iṣṭvā",
            "adhiyajñam",
            "puruṣam",
            "purāṇam",
            "indraḥ",
            "mahān",
            "āsa",
            "vidhūta",
            "pāpaḥ"
        ],
        "translation": "King Indra was favored by Marīci and the other great sages. They performed the sacrifice just according to the rules and regulations, worshiping the Supreme Personality of Godhead, the Supersoul, the original person. Thus Indra regained his exalted position and was again honored by everyone.",
        "purport": ""
    },
    {
        "verse": "22-23",
        "devanagari": "इदं महाख्यानमशेषपाप्मनांप्रक्षालनं तीर्थपदानुकीर्तनम् । भक्त्युच्छ्रयं भक्तजनानुवर्णनंमहेन्द्रमोक्षं विजयं मरुत्वत: ॥ २२ ॥ पठेयुराख्यानमिदं सदा बुधा:श‍ृण्वन्त्यथो पर्वणि पर्वणीन्द्रियम् । धन्यं यशस्यं निखिलाघमोचनंरिपुञ्जयं स्वस्त्ययनं तथायुषम् ॥ २३ ॥",
        "english_devnagari": "idaṁ mahākhyānam aśeṣa-pāpmanāṁprakṣālanaṁ tīrthapadānukīrtanambhakty-ucchrayaṁ bhakta-janānuvarṇanaṁmahendra-mokṣaṁ vijayaṁ marutvataḥ",
        "verse_Syn": [
            "idam",
            "mahā",
            "ākhyānam",
            "aśeṣa",
            "pāpmanām",
            "prakṣālanam",
            "tīrthapada",
            "anukīrtanam",
            "bhakti",
            "ucchrayam",
            "bhakta",
            "jana",
            "anuvarṇanam",
            "mahā",
            "indra",
            "mokṣam",
            "vijayam",
            "marutvataḥ",
            "paṭheyuḥ",
            "ākhyānam",
            "idam",
            "sadā",
            "budhāḥ",
            "śṛṇvanti",
            "atho",
            "parvaṇi",
            "parvaṇi",
            "indriyam",
            "dhanyam",
            "yaśasyam",
            "nikhila",
            "agha",
            "mocanam",
            "ripum",
            "jayam",
            "svasti",
            "ayanam",
            "tathā",
            "āyuṣam"
        ],
        "translation": "In this very great narrative there is glorification of the Supreme Personality of Godhead, Nārāyaṇa, there are statements about the exaltedness of devotional service, there are descriptions of devotees like Indra and Vṛtrāsura, and there are statements about King Indra’s release from sinful life and about his victory in fighting the demons. By understanding this incident, one is relieved of all sinful reactions. Therefore the learned are always advised to read this narration. If one does so, one will become expert in the activities of the senses, his opulence will increase, and his reputation will become widespread. One will also be relieved of all sinful reactions, he will conquer all his enemies, and the duration of his life will increase. Because this narration is auspicious in all respects, learned scholars regularly hear and repeat it on every festival day.",
        "purport": ""
    }
]