[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचइन्द्रमेवं समादिश्य भगवान् विश्वभावन: ।पश्यतामनिमेषाणां तत्रैवान्तर्दधे हरि: ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaindram evaṁ samādiśyabhagavān viśva-bhāvanaḥpaśyatām animeṣāṇāṁtatraivāntardadhe hariḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "indram",
            "evam",
            "samādiśya",
            "bhagavān",
            "viśva",
            "bhāvanaḥ",
            "paśyatām",
            "animeṣāṇām",
            "tatra",
            "eva",
            "antardadhe",
            "hariḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: After instructing Indra in this way, the Supreme Personality of Godhead, Hari, the cause of the cosmic manifestation, then and there disappeared from the presence of the onlooking demigods.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तथाभियाचितो देवैर्ऋषिराथर्वणो महान् ।मोदमान उवाचेदं प्रहसन्निव भारत ॥ २ ॥",
        "english_devnagari": "tathābhiyācito devairṛṣir ātharvaṇo mahānmodamāna uvācedaṁprahasann iva bhārata",
        "verse_Syn": [
            "tathā",
            "abhiyācitaḥ",
            "devaiḥ",
            "ṛṣiḥ",
            "ātharvaṇaḥ",
            "mahān",
            "modamānaḥ",
            "uvāca",
            "idam",
            "prahasan",
            "iva",
            "bhārata"
        ],
        "translation": "O King Parīkṣit, following the Lord’s instructions, the demigods approached Dadhīci, the son of Atharvā. He was very liberal, and when they begged him to give them his body, he at once partially agreed. However, just to hear religious instructions from them, he smiled and jokingly spoke as follows.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "अपि वृन्दारका यूयं न जानीथ शरीरिणाम् ।संस्थायां यस्त्वभिद्रोहो दु:सहश्चेतनापह: ॥ ३ ॥",
        "english_devnagari": "api vṛndārakā yūyaṁna jānītha śarīriṇāmsaṁsthāyāṁ yas tv abhidrohoduḥsahaś cetanāpahaḥ",
        "verse_Syn": [
            "api",
            "vṛndārakāḥ",
            "yūyam",
            "na",
            "jānītha",
            "śarīriṇām",
            "saṁsthāyām",
            "yaḥ",
            "tu",
            "abhidrohaḥ",
            "duḥsahaḥ",
            "cetana",
            "apahaḥ"
        ],
        "translation": "O elevated demigods, at the time of death, severe, unbearable pain takes away the consciousness of all living entities who have accepted material bodies. Don’t you know about this pain?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "जिजीविषूणां जीवानामात्मा प्रेष्ठ इहेप्सित: ।क उत्सहेत तं दातुं भिक्षमाणाय विष्णवे ॥ ४ ॥",
        "english_devnagari": "jijīviṣūṇāṁ jīvānāmātmā preṣṭha ihepsitaḥka utsaheta taṁ dātuṁbhikṣamāṇāya viṣṇave",
        "verse_Syn": [
            "jijīviṣūṇām",
            "jīvānām",
            "ātmā",
            "preṣṭhaḥ",
            "iha",
            "īpsitaḥ",
            "kaḥ",
            "utsaheta",
            "tam",
            "dātum",
            "bhikṣamāṇāya",
            "viṣṇave"
        ],
        "translation": "In this material world, every living entity is very much addicted to his material body. Struggling to keep his body forever, everyone tries to protect it by all means, even at the sacrifice of all his possessions. Therefore, who would be prepared to deliver his body to anyone, even if it were demanded by Lord Viṣṇu?",
        "purport": " It is said, ātmānaṁ sarvato rakṣet tato dharmaṁ tato dhanam: one must protect his body by all means; then he may protect his religious principles and thereafter his possessions. This is the natural desire of all living entities. No one wants to give up his body unless it is forcibly given away. Even though the demigods said that they were demanding Dadhīci’s body for their benefit in accordance with the order of Lord Viṣṇu, Dadhīci superficially refused to give them his body."
    },
    {
        "verse": "5",
        "devanagari": "श्रीदेवा ऊचु:किं नु तद् दुस्त्यजं ब्रह्मन् पुंसां भूतानुकम्पिनाम् ।भवद्विधानां महतां पुण्यश्लोकेड्यकर्मणाम् ॥ ५ ॥",
        "english_devnagari": "śrī-devā ūcuḥkiṁ nu tad dustyajaṁ brahmanpuṁsāṁ bhūtānukampināmbhavad-vidhānāṁ mahatāṁpuṇya-ślokeḍya-karmaṇām",
        "verse_Syn": [
            "śrī",
            "devāḥ",
            "ūcuḥ",
            "kim",
            "nu",
            "tat",
            "dustyajam",
            "brahman",
            "puṁsām",
            "bhūta",
            "anukampinām",
            "bhavat",
            "vidhānām",
            "mahatām",
            "puṇya",
            "śloka",
            "īḍya",
            "karmaṇām"
        ],
        "translation": "The demigods replied: O exalted brāhmaṇa, pious persons like you, whose activities are praiseworthy, are very kind and affectionate to people in general. What can’t such pious souls give for the benefit of others? They can give everything, including their bodies.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "नूनं स्वार्थपरो लोको न वेद परसङ्कटम् ।यदि वेद न याचेत नेति नाह यदीश्वर: ॥ ६ ॥",
        "english_devnagari": "nūnaṁ svārtha-paro lokona veda para-saṅkaṭamyadi veda na yācetaneti nāha yad īśvaraḥ",
        "verse_Syn": [
            "nūnam",
            "sva",
            "artha",
            "paraḥ",
            "lokaḥ",
            "na",
            "veda",
            "para",
            "saṅkaṭam",
            "yadi",
            "veda",
            "na",
            "yāceta",
            "na",
            "iti",
            "na",
            "āha",
            "yat",
            "īśvaraḥ"
        ],
        "translation": "Those who are too self-interested beg something from others, not knowing of others’ pain. But if the beggar knew the difficulty of the giver, he would not ask for anything. Similarly, he who is able to give charity does not know the beggar’s difficulty, for otherwise he would not refuse to give the beggar anything he might want as charity.",
        "purport": " This verse describes two people — one who gives charity and one who begs for it. A beggar should not ask charity from a person who is in difficulty. Similarly, one who is able to give charity should not deny a beggar. These are the moral instructions of the śāstra. Cāṇakya Paṇḍita says, san-nimitte varaṁ tyāgo vināśe niyate sati: everything within this material world will be destroyed, and therefore one should use everything for good purposes. If one is advanced in knowledge, he must always be prepared to sacrifice anything for a better cause. At the present moment the entire world is in a dangerous position under the spell of a godless civilization. The Kṛṣṇa consciousness movement needs many exalted, learned persons who will sacrifice their lives to revive God consciousness throughout the world. We therefore invite all men and women advanced in knowledge to join the Kṛṣṇa consciousness movement and sacrifice their lives for the great cause of reviving the God consciousness of human society."
    },
    {
        "verse": "7",
        "devanagari": "श्रीऋषिरुवाचधर्मं व: श्रोतुकामेन यूयं मे प्रत्युदाहृता: ।एष व: प्रियमात्मानं त्यजन्तं सन्त्यजाम्यहम् ॥ ७ ॥",
        "english_devnagari": "śrī-ṛṣir uvācadharmaṁ vaḥ śrotu-kāmenayūyaṁ me pratyudāhṛtāḥeṣa vaḥ priyam ātmānaṁtyajantaṁ santyajāmy aham",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "dharmam",
            "vaḥ",
            "śrotu",
            "kāmena",
            "yūyam",
            "me",
            "pratyudāhṛtāḥ",
            "eṣaḥ",
            "vaḥ",
            "priyam",
            "ātmānam",
            "tyajantam",
            "santyajāmi",
            "aham"
        ],
        "translation": "The great sage Dadhīci said: Just to hear from you about religious principles, I refused to offer my body at your request. Now, although my body is extremely dear to me, I must give it up for your better purposes since I know that it will leave me today or tomorrow.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "योऽध्रुवेणात्मना नाथा न धर्मं न यश: पुमान् ।ईहेत भूतदयया स शोच्य: स्थावरैरपि ॥ ८ ॥",
        "english_devnagari": "yo ’dhruveṇātmanā nāthāna dharmaṁ na yaśaḥ pumānīheta bhūta-dayayāsa śocyaḥ sthāvarair api",
        "verse_Syn": [
            "yaḥ",
            "adhruveṇa",
            "ātmanā",
            "nāthāḥ",
            "na",
            "dharmam",
            "na",
            "yaśaḥ",
            "pumān",
            "īheta",
            "bhūta",
            "dayayā",
            "saḥ",
            "śocyaḥ",
            "sthāvaraiḥ",
            "api"
        ],
        "translation": "O demigods, one who has no compassion for humanity in its suffering and does not sacrifice his impermanent body for the higher causes of religious principles or eternal glory is certainly pitied even by the immovable beings.",
        "purport": " In this regard, a very exalted example was set by Lord Śrī Caitanya Mahāprabhu and the Six Gosvāmīs of Vṛndāvana. Concerning Śrī Caitanya Mahāprabhu it is said in Śrīmad-Bhāgavatam (11.5.34): “We offer our respectful obeisances unto the lotus feet of the Lord, upon whom one should always meditate. He left His householder life, leaving aside His eternal consort, whom even the denizens of heaven adore. He went into the forest to deliver the fallen souls, who are put into illusion by material energy.” To accept sannyāsa means to commit civil suicide, but sannyāsa is compulsory, at least for every brāhmaṇa, every first-class human being. Śrī Caitanya Mahāprabhu had a very young and beautiful wife and a very affectionate mother. Indeed, the affectionate dealings of His family members were so pleasing that even the demigods could not expect such happiness at home. Nevertheless, for the deliverance of all the fallen souls of the world, Śrī Caitanya Mahāprabhu took sannyāsa and left home when He was only twenty-four years old. He lived a very strict life as a sannyāsī, refusing all bodily comforts. Similarly, His disciples the Six Gosvāmīs were ministers who held exalted positions in society, but they also left everything to join the movement of Śrī Caitanya Mahāprabhu. Śrīnivāsa Ācārya says: These Gosvāmīs left their very comfortable lives as ministers, Zamindars and learned scholars and joined Śrī Caitanya Mahāprabhu’s movement, just to show mercy to the fallen souls of the world (dīna-gaṇeśakau karuṇayā). Accepting very humble lives as mendicants, wearing no more than loincloths and torn quilts (kaupīna-kantha), they lived in Vṛndāvana and followed Śrī Caitanya Mahāprabhu’s order to excavate Vṛndāvana’s lost glories. Similarly, everyone else with a materially comfortable condition in this world should join the Kṛṣṇa consciousness movement to elevate the fallen souls. The words bhūta-dayayā, māyā-mṛgaṁ dayitayepsitam and dīna-gaṇeśakau karuṇayā all convey the same sense. These are very significant words for those interested in elevating human society to a proper understanding of life. One should join the Kṛṣṇa consciousness movement, following the examples of such great personalities as Śrī Caitanya Mahāprabhu, the Six Gosvāmīs and, before them, the great sage Dadhīci. Instead of wasting one’s life for temporary bodily comforts, one should always be prepared to give up one’s life for better causes. After all, the body will be destroyed. Therefore one should sacrifice it for the glory of distributing religious principles throughout the world."
    },
    {
        "verse": "9",
        "devanagari": "एतावानव्ययो धर्म: पुण्यश्लोकैरुपासित: ।यो भूतशोकहर्षाभ्यामात्मा शोचति हृष्यति ॥ ९ ॥",
        "english_devnagari": "etāvān avyayo dharmaḥpuṇya-ślokair upāsitaḥyo bhūta-śoka-harṣābhyāmātmā śocati hṛṣyati",
        "verse_Syn": [
            "etāvān",
            "avyayaḥ",
            "dharmaḥ",
            "puṇya",
            "ślokaiḥ",
            "upāsitaḥ",
            "yaḥ",
            "bhūta",
            "śoka",
            "harṣābhyām",
            "ātmā",
            "śocati",
            "hṛṣyati"
        ],
        "translation": "If one is unhappy to see the distress of other living beings and happy to see their happiness, his religious principles are appreciated as imperishable by exalted persons who are considered pious and benevolent.",
        "purport": " One generally follows different types of religious principles or performs various occupational duties according to the body given to him by the modes of material nature. In this verse, however, real religious principles are explained. Everyone should be unhappy to see others in distress and happy to see others happy. Ātmavat sarva-bhūteṣu: one should feel the happiness and distress of others as his own. It is on this basis that the Buddhist religious principle of nonviolence — ahiṁsaḥ parama-dharmaḥ — is established. We feel pain when someone disturbs us, and therefore we should not inflict pain upon other living beings. Lord Buddha’s mission was to stop unnecessary animal killing, and therefore he preached that the greatest religious principle is nonviolence. One cannot continue killing animals and at the same time be a religious man. That is the greatest hypocrisy. Jesus Christ said, “Do not kill,” but hypocrites nevertheless maintain thousands of slaughterhouses while posing as Christians. Such hypocrisy is condemned in this verse. One should be happy to see others happy, and one should be unhappy to see others unhappy. This is the principle to be followed. Unfortunately, at the present moment so-called philanthropists and humanitarians advocate the happiness of humanity at the cost of the lives of poor animals. That is not recommended herein. This verse clearly says that one should be compassionate to all living entities. Regardless of whether human, animal, tree or plant, all living entities are sons of the Supreme Personality of Godhead. Lord Kṛṣṇa says in Bhagavad-gītā (14.4): “It should be understood that all species of life, O son of Kuntī, are made possible by birth in this material nature, and that I am the seed-giving father.” The different forms of these living entities are only their external dresses. Every living being is actually a spirit soul, a part and parcel of God. Therefore one should not favor only one kind of living being. A Vaiṣṇava sees all living entities as part and parcel of God. As the Lord says in Bhagavad-gītā (5.18 and 18.54): “The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].” “One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” A Vaiṣṇava, therefore, is truly a perfect person because he laments to see others unhappy and feels joy at seeing others happy. A Vaiṣṇava is para-duḥkha-duḥkhī; he is always unhappy to see the conditioned souls in an unhappy state of materialism. Therefore a Vaiṣṇava is always busy preaching Kṛṣṇa consciousness throughout the world."
    },
    {
        "verse": "10",
        "devanagari": "अहो दैन्यमहो कष्टं पारक्यै: क्षणभङ्गुरै: ।यन्नोपकुर्यादस्वार्थैर्मर्त्य: स्वज्ञातिविग्रहै: ॥ १० ॥",
        "english_devnagari": "aho dainyam aho kaṣṭaṁpārakyaiḥ kṣaṇa-bhaṅguraiḥyan nopakuryād asvārthairmartyaḥ sva-jñāti-vigrahaiḥ",
        "verse_Syn": [
            "aho",
            "dainyam",
            "aho",
            "kaṣṭam",
            "pārakyaiḥ",
            "kṣaṇa",
            "bhaṅguraiḥ",
            "yat",
            "na",
            "upakuryāt",
            "a",
            "sva",
            "arthaiḥ",
            "martyaḥ",
            "sva",
            "jñāti",
            "vigrahaiḥ"
        ],
        "translation": "This body, which is eatable by jackals and dogs after death, does not actually do any good for me, the spirit soul. It is usable only for a short time and may perish at any moment. The body and its possessions, its riches and relatives, must all be engaged for the benefit of others, or else they will be sources of tribulation and misery.",
        "purport": " Similar advice is also given in Śrīmad-Bhāgavatam (10.22.35): “It is the duty of every living being to perform welfare activities for the benefit of others with his life, wealth, intelligence and words.” This is the mission of life. One’s own body and the bodies of his friends and relatives, as well as one’s own riches and everything else one has, should be engaged for the benefit of others. This is the mission of Śrī Caitanya Mahāprabhu. As stated in Caitanya-caritāmṛta (Ādi 9.41): “One who has taken birth as a human being in the land of India [Bhārata-varṣa] should make his life successful and work for the benefit of all other people. The word upakuryāt means para-upakāra, helping others. Of course, in human society there are many institutions to help others, but because philanthropists do not know how to help others, their propensity for philanthropy is ineffectual. They do not know the ultimate goal of life (śreya ācaraṇam), which is to please the Supreme Lord. If all philanthropic and humanitarian activities were directed toward achieving the ultimate goal of life — to please the Supreme Personality of Godhead — they would all be perfect. Humanitarian work without Kṛṣṇa is nothing. Kṛṣṇa must be brought to the center of all our activities; otherwise no activity will have value."
    },
    {
        "verse": "11",
        "devanagari": "श्रीबादरायणिरुवाचएवं कृतव्यवसितो दध्यङ्‌ङाथर्वणस्तनुम् ।परे भगवति ब्रह्मण्यात्मानं सन्नयञ्जहौ ॥ ११ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaevaṁ kṛta-vyavasitodadhyaṅṅ ātharvaṇas tanumpare bhagavati brahmaṇyātmānaṁ sannayañ jahau",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "evam",
            "kṛta",
            "vyavasitaḥ",
            "dadhyaṅ",
            "ātharvaṇaḥ",
            "tanum",
            "pare",
            "bhagavati",
            "brahmaṇi",
            "ātmānam",
            "sannayan",
            "jahau"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Dadhīci Muni, the son of Atharvā, thus resolved to give his body to the service of the demigods. He placed himself, the spirit soul, at the lotus feet of the Supreme Personality of Godhead and in this way gave up his gross material body made of five elements.",
        "purport": " As indicated by the words pare bhagavati brahmaṇy ātmānaṁ sannayan, Dadhīci placed himself, as spirit soul, at the lotus feet of the Supreme Personality of Godhead. In this regard, one may refer to the incident of Dhṛtarāṣṭra’s leaving his body, as described in the First Canto of Śrīmad-Bhāgavatam (1.13.55). Dhṛtarāṣṭra analytically divided his gross material body into the five different elements of which it was made — earth, water, fire, air and ether — and distributed them to the different reservoirs of these elements; in other words, he merged these five elements into the original mahat-tattva. By identifying his material conception of life, he gradually separated his spirit soul from material connections and placed himself at the lotus feet of the Supreme Personality of Godhead. The example given in this connection is that when an earthen pot is broken, the small portion of the sky within the pot is united with the large sky outside the pot. Māyāvādī philosophers misunderstand this description of Śrīmad-Bhāgavatam. Therefore Śrī Rāmānuja Svāmī, in his book Vedānta-tattva-sāra, has described that this merging of the soul means that after separating himself from the material body made of eight elements — earth, water, fire, air, ether, false ego, mind and intelligence — the individual soul engages himself in devotional service to the Supreme Personality of Godhead in His eternal form (īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ/ anādir ādir govindaḥ sarva-kāraṇa-kāraṇam). The material cause of the material elements absorbs the material body, and the spiritual soul assumes its original position. As described by Śrī Caitanya Mahāprabhu, jīvera ‘svarūpa’ haya-kṛṣṇera ‘nitya-dāsa’: the constitutional position of the living entity is that he is the eternal servant of Kṛṣṇa. When one overcomes the material body through cultivation of spiritual knowledge and devotional service, one can revive his own position and thus engage in the service of the Lord."
    },
    {
        "verse": "12",
        "devanagari": "यताक्षासुमनोबुद्धिस्तत्त्वद‍ृग् ध्वस्तबन्धन: ।आस्थित: परमं योगं न देहं बुबुधे गतम् ॥ १२ ॥",
        "english_devnagari": "yatākṣāsu-mano-buddhistattva-dṛg dhvasta-bandhanaḥāsthitaḥ paramaṁ yogaṁna dehaṁ bubudhe gatam",
        "verse_Syn": [
            "yata",
            "akṣa",
            "asu",
            "manaḥ",
            "buddhiḥ",
            "tattva",
            "dṛk",
            "dhvasta",
            "bandhanaḥ",
            "āsthitaḥ",
            "paramam",
            "yogam",
            "na",
            "deham",
            "bubudhe",
            "gatam"
        ],
        "translation": "Dadhīci Muni controlled his senses, life force, mind and intelligence and became absorbed in trance. Thus he cut all his material bonds. He could not perceive how his material body became separated from his self.",
        "purport": " The Lord says in Bhagavad-gītā (8.5): “Whoever, at the time of death, quits his body remembering Me alone, at once attains My nature. Of this there is no doubt.” Of course, one must practice before one is overcome by death, but the perfect yogī, namely the devotee, dies in trance, thinking of Kṛṣṇa. He does not feel his material body being separated from his soul; the soul is immediately transferred to the spiritual world. Tyaktvā dehaṁ punar janma naiti mām eti: the soul does not enter the womb of a material mother again, but is transferred back home, back to Godhead. This yoga, bhakti-yoga, is the highest yoga system, as explained by the Lord Himself in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” The bhakti-yogī always thinks of Kṛṣṇa, and therefore at the time of death he can very easily transfer himself to Kṛṣṇaloka, without even perceiving the pains of death."
    },
    {
        "verse": "13-14",
        "devanagari": "अथेन्द्रो वज्रमुद्यम्य निर्मितं विश्वकर्मणा ।मुने: शक्तिभिरुत्सिक्तो भगवत्तेजसान्वित: ॥ १३ ॥वृतो देवगणै: सर्वैर्गजेन्द्रोपर्यशोभत ।स्तूयमानो मुनिगणैस्त्रैलोक्यं हर्षयन्निव ॥ १४ ॥",
        "english_devnagari": "athendro vajram udyamyanirmitaṁ viśvakarmaṇāmuneḥ śaktibhir utsiktobhagavat-tejasānvitaḥ",
        "verse_Syn": [
            "atha",
            "indraḥ",
            "vajram",
            "udyamya",
            "nirmitam",
            "viśvakarmaṇā",
            "muneḥ",
            "śaktibhiḥ",
            "utsiktaḥ",
            "bhagavat",
            "tejasā",
            "anvitaḥ",
            "vṛtaḥ",
            "deva",
            "gaṇaiḥ",
            "sarvaiḥ",
            "gajendra",
            "upari",
            "aśobhata",
            "stūyamānaḥ",
            "muni",
            "gaṇaiḥ",
            "trai",
            "lokyam",
            "harṣayan",
            "iva"
        ],
        "translation": "Thereafter, King Indra very firmly took up the thunderbolt manufactured by Viśvakarmā from the bones of Dadhīci. Charged with the exalted power of Dadhīci Muni and enlightened by the power of the Supreme Personality of Godhead, Indra rode on the back of his carrier, Airāvata, surrounded by all the demigods, while all the great sages offered him praise. Thus he shone very beautifully, pleasing the three worlds as he rode off to kill Vṛtrāsura.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "वृत्रमभ्यद्रवच्छत्रुमसुरानीकयूथपै: ।पर्यस्तमोजसाराजन् क्रुद्धो रुद्र इवान्तकम् ॥ १५ ॥",
        "english_devnagari": "vṛtram abhyadravac chatrumasurānīka-yūthapaiḥparyastam ojasā rājankruddho rudra ivāntakam",
        "verse_Syn": [
            "vṛtram",
            "abhyadravat",
            "śatrum",
            "asura",
            "anīka",
            "yūthapaiḥ",
            "paryastam",
            "ojasā",
            "rājan",
            "kruddhaḥ",
            "rudraḥ",
            "iva",
            "antakam"
        ],
        "translation": "My dear King Parīkṣit, as Rudra, being very angry at Antaka [Yamarāja] had formerly run toward Antaka to kill him, Indra angrily and with great force attacked Vṛtrāsura, who was surrounded by the leaders of the demoniac armies.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तत: सुराणामसुरै रण: परमदारुण: ।त्रेतामुखेनर्मदायामभवत्प्रथमे युगे ॥ १६ ॥",
        "english_devnagari": "tataḥ surāṇām asurairaṇaḥ parama-dāruṇaḥtretā-mukhe narmadāyāmabhavat prathame yuge",
        "verse_Syn": [
            "tataḥ",
            "surāṇām",
            "asuraiḥ",
            "raṇaḥ",
            "parama",
            "dāruṇaḥ",
            "tretā",
            "mukhe",
            "narmadāyām",
            "abhavat",
            "prathame",
            "yuge"
        ],
        "translation": "Thereafter, at the end of Satya-yuga and the beginning of Tretā-yuga, a fierce battle took place between the demigods and the demons on the bank of the Narmadā.",
        "purport": " Herein the Narmadā does not mean the Narmadā River in India. The five sacred rivers in India — Gaṅgā, Yamunā, Narmadā, Kāverī and Kṛṣṇā — are all celestial. Like the Ganges River, the Narmadā River also flows in the higher planetary systems. The battle between the demigods and the demons took place in the higher planets. The words prathame yuge mean “in the beginning of the first millennium,” that is to say, in the beginning of the Vaivasvata manvantara. In one day of Brahmā there are fourteen Manus, who each live for seventy-one millenniums. The four yugas — Satya, Tretā, Dvāpara and Kali — constitute one millennium. We are presently in the manvantara of Vaivasvata Manu, who is mentioned in Bhagavad-gītā (imaṁ vivasvate yogaṁ proktavān aham avyayam/ vivasvān manave prāha). We are now in the twenty-eighth millennium of Vaivasvata Manu, but this fight took place in the beginning of Vaivasvata Manu’s first millennium. One can historically calculate how long ago the battle took place. Since each millennium consists of 4,300,000 years and we are now in the twenty-eighth millennium, some 120,400,000 years have passed since the battle took place on the bank of the river Narmadā."
    },
    {
        "verse": "17-18",
        "devanagari": "रुद्रैर्वसुभिरादित्यैरश्विभ्यां पितृवह्निभि: ।मरुद्भ‍िर्ऋभुभि: साध्यैर्विश्वेदेवैर्मरुत्पतिम् ॥ १७ ॥द‍ृष्ट्वा वज्रधरं शक्रं रोचमानं स्वया श्रिया ।नामृष्यन्नसुरा राजन्मृधे वृत्रपुर:सरा: ॥ १८ ॥",
        "english_devnagari": "rudrair vasubhir ādityairaśvibhyāṁ pitṛ-vahnibhiḥmarudbhir ṛbhubhiḥ sādhyairviśvedevair marut-patim",
        "verse_Syn": [
            "rudraiḥ",
            "vasubhiḥ",
            "ādityaiḥ",
            "aśvibhyām",
            "pitṛ",
            "vahnibhiḥ",
            "marudbhiḥ",
            "ṛbhubhiḥ",
            "sādhyaiḥ",
            "viśve",
            "devaiḥ",
            "marut",
            "patim",
            "dṛṣṭvā",
            "vajra",
            "dharam",
            "śakram",
            "rocamānam",
            "svayā",
            "śriyā",
            "na",
            "amṛṣyan",
            "asurāḥ",
            "rājan",
            "mṛdhe",
            "vṛtra",
            "puraḥsarāḥ"
        ],
        "translation": "O King, when all the asuras came onto the battlefield, headed by Vṛtrāsura, they saw King Indra carrying the thunderbolt and surrounded by the Rudras, Vasus, Ādityas, Aśvinī-kumāras, Pitās, Vahnis, Maruts, Ṛbhus, Sādhyas and Viśvadevas. Surrounded by his company, Indra shone so brightly that his effulgence was intolerable to the demons.",
        "purport": ""
    },
    {
        "verse": "19-22",
        "devanagari": "नमुचि: शम्बरोऽनर्वा द्विमूर्धा ऋषभोऽसुर: ।हयग्रीव: शङ्कुशिरा विप्रचित्तिरयोमुख: ॥ १९ ॥पुलोमा वृषपर्वा च प्रहेतिर्हेतिरुत्कल: ।दैतेया दानवा यक्षा रक्षांसि च सहस्रश: ॥ २० ॥सुमालिमालिप्रमुखा: कार्तस्वरपरिच्छदा: ।प्रतिषिध्येन्द्रसेनाग्रं मृत्योरपि दुरासदम् ॥ २१ ॥अभ्यर्दयन्नसम्भ्रान्ता: सिंहनादेन दुर्मदा: ।गदाभि: परिघैर्बाणै: प्रासमुद्गरतोमरै: ॥ २२ ॥",
        "english_devnagari": "namuciḥ śambaro ’narvādvimūrdhā ṛṣabho ’suraḥhayagrīvaḥ śaṅkuśirāvipracittir ayomukhaḥ",
        "verse_Syn": [
            "namuciḥ",
            "śambaraḥ",
            "anarvā",
            "dvimūrdhā",
            "ṛṣabhaḥ",
            "asuraḥ",
            "hayagrīvaḥ",
            "śaṅkuśirāḥ",
            "vipracittiḥ",
            "ayomukhaḥ",
            "pulomā",
            "vṛṣaparvā",
            "ca",
            "prahetiḥ",
            "hetiḥ",
            "utkalaḥ",
            "daiteyāḥ",
            "dānavāḥ",
            "yakṣāḥ",
            "rakṣāṁsi",
            "ca",
            "sahasraśaḥ",
            "sumāli",
            "māli",
            "pramukhāḥ",
            "kārtasvara",
            "paricchadāḥ",
            "pratiṣidhya",
            "indra",
            "senā",
            "agram",
            "mṛtyoḥ",
            "api",
            "durāsadam",
            "abhyardayan",
            "asambhrāntāḥ",
            "siṁha",
            "nādena",
            "durmadāḥ",
            "gadābhiḥ",
            "parighaiḥ",
            "bāṇaiḥ",
            "prāsa",
            "mudgara",
            "tomaraiḥ"
        ],
        "translation": "Many hundreds and thousands of demons, demi-demons, Yakṣas, Rākṣasas [man-eaters] and others, headed by Sumāli and Māli, resisted the armies of King Indra, which even death personified cannot easily overcome. Among the demons were Namuci, Śambara, Anarvā, Dvimūrdhā, Ṛṣabha, Asura, Hayagrīva, Śaṅkuśirā, Vipracitti, Ayomukha, Pulomā, Vṛṣaparvā, Praheti, Heti and Utkala. Roaring tumultuously and fearlessly like lions, these invincible demons, all dressed in golden ornaments, gave pain to the demigods with weapons like clubs, bludgeons, arrows, barbed darts, mallets and lances.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "शूलै: परश्वधै: खड्‌गै: शतघ्नीभिर्भुशुण्डिभि: ।सर्वतोऽवाकिरन् शस्त्रैरस्त्रैश्च विबुधर्षभान् ॥ २३ ॥",
        "english_devnagari": "śūlaiḥ paraśvadhaiḥ khaḍgaiḥśataghnībhir bhuśuṇḍibhiḥsarvato ’vākiran śastrairastraiś ca vibudharṣabhān",
        "verse_Syn": [
            "śūlaiḥ",
            "paraśvadhaiḥ",
            "khaḍgaiḥ",
            "śataghnībhiḥ",
            "bhuśuṇḍibhiḥ",
            "sarvataḥ",
            "avākiran",
            "śastraiḥ",
            "astraiḥ",
            "ca",
            "vibudha",
            "ṛṣabhān"
        ],
        "translation": "Armed with lances, tridents, axes, swords and other weapons like śataghnīs and bhuśuṇḍis, the demons attacked from different directions and scattered all the chiefs of the demigod armies.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "न तेऽद‍ृश्यन्त सञ्छन्ना: शरजालै: समन्तत: ।पुङ्खानुपुङ्खपतितैर्ज्योतींषीव नभोघनै: ॥ २४ ॥",
        "english_devnagari": "na te ’dṛśyanta sañchannāḥśara-jālaiḥ samantataḥpuṅkhānupuṅkha-patitairjyotīṁṣīva nabho-ghanaiḥ",
        "verse_Syn": [
            "na",
            "te",
            "adṛśyanta",
            "sañchannāḥ",
            "śara",
            "jālaiḥ",
            "samantataḥ",
            "puṅkha",
            "anupuṅkha",
            "patitaiḥ",
            "jyotīṁṣi",
            "iva",
            "nabhaḥ",
            "ghanaiḥ"
        ],
        "translation": "As the stars in the sky cannot be seen when covered by dense clouds, the demigods, being completely covered by networks of arrows falling upon them one after another, could not be seen.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "न ते शस्त्रास्त्रवर्षौघा ह्यासेदु: सुरसैनिकान् ।छिन्ना: सिद्धपथे देवैर्लघुहस्तै: सहस्रधा ॥ २५ ॥",
        "english_devnagari": "na te śastrāstra-varṣaughāhy āseduḥ sura-sainikānchinnāḥ siddha-pathe devairlaghu-hastaiḥ sahasradhā",
        "verse_Syn": [
            "na",
            "te",
            "śastra",
            "astra",
            "varṣa",
            "oghāḥ",
            "hi",
            "āseduḥ",
            "sura",
            "sainikān",
            "chinnāḥ",
            "siddha",
            "pathe",
            "devaiḥ",
            "laghu",
            "hastaiḥ",
            "sahasradhā"
        ],
        "translation": "The showers of various weapons and arrows released to kill the soldiers of the demigods did not reach them because the demigods, acting quickly, cut the weapons into thousands of pieces in the sky.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "अथ क्षीणास्त्रशस्त्रौघा गिरिश‍ृङ्गद्रुमोपलै: ।अभ्यवर्षन् सुरबलं चिच्छिदुस्तांश्च पूर्ववत् ॥ २६ ॥",
        "english_devnagari": "atha kṣīṇāstra-śastraughāgiri-śṛṅga-drumopalaiḥabhyavarṣan sura-balaṁcicchidus tāṁś ca pūrvavat",
        "verse_Syn": [
            "atha",
            "kṣīṇa",
            "astra",
            "śastra",
            "oghāḥ",
            "giri",
            "śṛṅga",
            "druma",
            "upalaiḥ",
            "abhyavarṣan",
            "sura",
            "balam",
            "cicchiduḥ",
            "tān",
            "ca",
            "pūrva",
            "vat"
        ],
        "translation": "As their weapons and mantras decreased, the demons began showering mountain peaks, trees and stones upon the demigod soldiers, but the demigods were so powerful and expert that they nullified all these weapons by breaking them to pieces in the sky as before.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तानक्षतान् स्वस्तिमतो निशाम्यशस्त्रास्त्रपूगैरथ वृत्रनाथा: ।द्रुमैर्द‍ृषद्भ‍िर्विविधाद्रिश‍ृङ्गैरविक्षतांस्तत्रसुरिन्द्रसैनिकान् ॥ २७ ॥",
        "english_devnagari": "tān akṣatān svastimato niśāmyaśastrāstra-pūgair atha vṛtra-nāthāḥdrumair dṛṣadbhir vividhādri-śṛṅgairavikṣatāṁs tatrasur indra-sainikān",
        "verse_Syn": [
            "tān",
            "akṣatān",
            "svasti",
            "mataḥ",
            "niśāmya",
            "śastra",
            "astra",
            "pūgaiḥ",
            "atha",
            "vṛtra",
            "nāthāḥ",
            "drumaiḥ",
            "dṛṣadbhiḥ",
            "vividha",
            "adri",
            "śṛṅgaiḥ",
            "avikṣatān",
            "tatrasuḥ",
            "indra",
            "sainikān"
        ],
        "translation": "When the soldiers of the demons, commanded by Vṛtrāsura, saw that the soldiers of King Indra were quite well, having not been injured at all by their volleys of weapons, not even by the trees, stones and mountain peaks, the demons were very much afraid.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "सर्वे प्रयासा अभवन् विमोघा:कृता: कृता देवगणेषु दैत्यै: ।कृष्णानुकूलेषु यथा महत्सुक्षुद्रै: प्रयुक्ता ऊषती रूक्षवाच: ॥ २८ ॥",
        "english_devnagari": "sarve prayāsā abhavan vimoghāḥkṛtāḥ kṛtā deva-gaṇeṣu daityaiḥkṛṣṇānukūleṣu yathā mahatsukṣudraiḥ prayuktā ūṣatī rūkṣa-vācaḥ",
        "verse_Syn": [
            "sarve",
            "prayāsāḥ",
            "abhavan",
            "vimoghāḥ",
            "kṛtāḥ",
            "kṛtāḥ",
            "deva",
            "gaṇeṣu",
            "daityaiḥ",
            "kṛṣṇa",
            "anukūleṣu",
            "yathā",
            "mahatsu",
            "kṣudraiḥ",
            "prayuktāḥ",
            "ūṣatīḥ",
            "rūkṣa",
            "vācaḥ"
        ],
        "translation": "When insignificant persons use rough words to cast false, angry accusations against saintly persons, their fruitless words do not disturb the great personalities. Similarly, all the efforts of the demons against the demigods, who were favorably situated under the protection of Kṛṣṇa, were futile.",
        "purport": " There is a Bengali saying that if a vulture curses a cow to die, the curse will not be effective. Similarly, accusations made by demoniac persons against devotees of Kṛṣṇa cannot have any effect. The demigods are devotees of Lord Kṛṣṇa, and therefore the curses of the demons were futile."
    },
    {
        "verse": "29",
        "devanagari": "ते स्वप्रयासं वितथं निरीक्ष्यहरावभक्ता हतयुद्धदर्पा: ।पलायनायाजिमुखे विसृज्यपतिं मनस्ते दधुरात्तसारा: ॥ २९ ॥",
        "english_devnagari": "te sva-prayāsaṁ vitathaṁ nirīkṣyaharāv abhaktā hata-yuddha-darpāḥpalāyanāyāji-mukhe visṛjyapatiṁ manas te dadhur ātta-sārāḥ",
        "verse_Syn": [
            "te",
            "sva",
            "prayāsam",
            "vitatham",
            "nirīkṣya",
            "harau",
            "abhaktāḥ",
            "hata",
            "yuddha",
            "darpāḥ",
            "palāyanāya",
            "āji",
            "mukhe",
            "visṛjya",
            "patim",
            "manaḥ",
            "te",
            "dadhuḥ",
            "ātta",
            "sārāḥ"
        ],
        "translation": "The asuras, who are never devotees of Lord Kṛṣṇa, the Supreme Personality of Godhead, lost their pride in fighting when they found all their endeavors futile. Leaving aside their leader even in the very beginning of the fight, they decided to flee because all their prowess had been taken away by the enemy.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "वृत्रोऽसुरांस्ताननुगान् मनस्वीप्रधावत: प्रेक्ष्य बभाष एतत् ।पलायितं प्रेक्ष्य बलं च भग्नंभयेन तीव्रेण विहस्य वीर: ॥ ३० ॥",
        "english_devnagari": "vṛtro ’surāṁs tān anugān manasvīpradhāvataḥ prekṣya babhāṣa etatpalāyitaṁ prekṣya balaṁ ca bhagnaṁbhayena tīvreṇa vihasya vīraḥ",
        "verse_Syn": [
            "vṛtraḥ",
            "asurān",
            "tān",
            "anugān",
            "manasvī",
            "pradhāvataḥ",
            "prekṣya",
            "babhāṣa",
            "etat",
            "palāyitam",
            "prekṣya",
            "balam",
            "ca",
            "bhagnam",
            "bhayena",
            "tīvreṇa",
            "vihasya",
            "vīraḥ"
        ],
        "translation": "Seeing his army broken and all the asuras, even those known as great heroes, fleeing the battlefield out of intense fear, Vṛtrāsura, who was truly a great-minded hero, smiled and spoke the following words.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "कालोपपन्नां रुचिरां मनस्विनांजगाद वाचं पुरुषप्रवीर: ।हे विप्रचित्ते नमुचे पुलोमन्मयानर्वञ्छम्बर मे श‍ृणुध्वम् ॥ ३१ ॥",
        "english_devnagari": "kālopapannāṁ rucirāṁ manasvināṁjagāda vācaṁ puruṣa-pravīraḥhe vipracitte namuce pulomanmayānarvañ chambara me śṛṇudhvam",
        "verse_Syn": [
            "kāla",
            "upapannām",
            "rucirām",
            "manasvinām",
            "jagāda",
            "vācam",
            "puruṣa",
            "pravīraḥ",
            "he",
            "vipracitte",
            "namuce",
            "puloman",
            "maya",
            "anarvan",
            "śambara",
            "me",
            "śṛṇudhvam"
        ],
        "translation": "According to his position and the time and circumstances, Vṛtrāsura, the hero among heroes, spoke words that were much to be appreciated by thoughtful men. He called to the heroes of the demons, “O Vipracitti! O Namuci! O Pulomā! O Maya, Anarvā and Śambara! Please hear me and do not flee.”",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "जातस्य मृत्युर्ध्रुव एव सर्वत:प्रतिक्रिया यस्य न चेह क्लृप्ता ।लोको यशश्चाथ ततो यदि ह्यमुंको नाम मृत्युं न वृणीत युक्तम् ॥ ३२ ॥",
        "english_devnagari": "jātasya mṛtyur dhruva eva sarvataḥpratikriyā yasya na ceha kḷptāloko yaśaś cātha tato yadi hy amuṁko nāma mṛtyuṁ na vṛṇīta yuktam",
        "verse_Syn": [
            "jātasya",
            "mṛtyuḥ",
            "dhruvaḥ",
            "eva",
            "sarvataḥ",
            "pratikriyā",
            "yasya",
            "na",
            "ca",
            "iha",
            "kḷptā",
            "lokaḥ",
            "yaśaḥ",
            "ca",
            "atha",
            "tataḥ",
            "yadi",
            "hi",
            "amum",
            "kaḥ",
            "nāma",
            "mṛtyum",
            "na",
            "vṛṇīta",
            "yuktam"
        ],
        "translation": "Vṛtrāsura said: All living entities who have taken birth in this material world must die. Surely, no one in this world has found any means to be saved from death. Even providence has not provided a means to escape it. Under the circumstances, death being inevitable, if one can gain promotion to the higher planetary systems and be always celebrated here by dying a suitable death, what man will not accept such a glorious death?",
        "purport": " If by dying one can be elevated to the higher planetary systems and be ever-famous after his death, who is so foolish that he will refuse such a glorious death? Similar advice was also given by Kṛṣṇa to Arjuna. “My dear Arjuna,” the Lord said, “do not desist from fighting. If you gain victory in the fight, you will enjoy a kingdom, and even if you die you will be elevated to the heavenly planets.” Everyone should be ready to die while performing glorious deeds. A glorious person is not meant to meet death like cats and dogs."
    },
    {
        "verse": "33",
        "devanagari": "द्वौ सम्मताविह मृत्यू दुरापौयद् ब्रह्मसन्धारणया जितासु: ।कलेवरं योगरतो विजह्याद्यदग्रणीर्वीरशयेऽनिवृत्त: ॥ ३३ ॥",
        "english_devnagari": "dvau sammatāv iha mṛtyū durāpauyad brahma-sandhāraṇayā jitāsuḥkalevaraṁ yoga-rato vijahyādyad agraṇīr vīra-śaye ’nivṛttaḥ",
        "verse_Syn": [
            "dvau",
            "sammatau",
            "iha",
            "mṛtyū",
            "durāpau",
            "yat",
            "brahma",
            "sandhāraṇayā",
            "jita",
            "asuḥ",
            "kalevaram",
            "yoga",
            "rataḥ",
            "vijahyāt",
            "yat",
            "agraṇīḥ",
            "vīra",
            "śaye",
            "anivṛttaḥ"
        ],
        "translation": "There are two ways to meet a glorious death, and both are very rare. One is to die after performing mystic yoga, especially bhakti-yoga, by which one can control the mind and living force and die absorbed in thought of the Supreme Personality of Godhead. The second is to die on the battlefield, leading the army and never showing one’s back. These two kinds of death are recommended in the śāstra as glorious.",
        "purport": ""
    }
]