[
    {
        "verse": "4",
        "devanagari": "अलं ते निरपेक्षाय पूर्णकाम नमोऽस्तु ते ।महाविभूतिपतये नम: सकलसिद्धये ॥ ४ ॥",
        "english_devnagari": "alaṁ te nirapekṣāyapūrṇa-kāma namo ’stu temahāvibhūti-patayenamaḥ sakala-siddhaye",
        "verse_Syn": [
            "alam",
            "te",
            "nirapekṣāya",
            "pūrṇa",
            "kāma",
            "namaḥ",
            "astu",
            "te",
            "mahā",
            "vibhūti",
            "pataye",
            "namaḥ",
            "sakala",
            "siddhaye"
        ],
        "translation": "[She should then pray to the Lord as follows.] My dear Lord, You are full in all opulences, but I do not beg You for opulence. I simply offer my respectful obeisances unto You. You are the husband and master of Lakṣmīdevī, the goddess of fortune, who has all opulences. Therefore You are the master of all mystic yoga. I simply offer my obeisances unto You.",
        "purport": " A devotee knows how to appreciate the Supreme Personality of Godhead."
    },
    {
        "verse": "4",
        "devanagari": "अलं ते निरपेक्षाय पूर्णकाम नमोऽस्तु ते ।महाविभूतिपतये नम: सकलसिद्धये ॥ ४ ॥",
        "english_devnagari": "alaṁ te nirapekṣāyapūrṇa-kāma namo ’stu temahāvibhūti-patayenamaḥ sakala-siddhaye",
        "verse_Syn": [
            "alam",
            "te",
            "nirapekṣāya",
            "pūrṇa",
            "kāma",
            "namaḥ",
            "astu",
            "te",
            "mahā",
            "vibhūti",
            "pataye",
            "namaḥ",
            "sakala",
            "siddhaye"
        ],
        "translation": "[She should then pray to the Lord as follows.] My dear Lord, You are full in all opulences, but I do not beg You for opulence. I simply offer my respectful obeisances unto You. You are the husband and master of Lakṣmīdevī, the goddess of fortune, who has all opulences. Therefore You are the master of all mystic yoga. I simply offer my obeisances unto You.",
        "purport": " A devotee knows how to appreciate the Supreme Personality of Godhead. “The Personality of Godhead is perfect and complete, and because He is completely perfect, all emanations from Him, such as this phenomenal world, are perfectly equipped as complete wholes. Whatever is produced of the complete whole is also complete in itself. Because He is the complete whole, even though so many complete units emanate from Him, He remains the complete balance.” Therefore, to take shelter of the Supreme Lord is required. Whatever a devotee needs will be supplied by the complete Supreme Personality of Godhead (teṣāṁ nityābhiyuktānāṁ yoga-kṣemaṁ vahāmy aham). Therefore a pure devotee will not ask anything from the Lord. He simply offers the Lord his respectful obeisances, and the Lord is prepared to accept whatever the devotee can secure to worship Him, even patraṁ puṣpaṁ phalaṁ toyama leaf, flower, fruit or water. There is no need to artificially exert oneself. It is better to be plain and simple and with respectful obeisances offer to the Lord whatever one can secure. The Lord is completely able to bless the devotee with all opulences."
    },
    {
        "verse": "5",
        "devanagari": "यथा त्वं कृपया भूत्या तेजसा महिमौजसा ।जुष्ट ईश गुणै: सर्वैस्ततोऽसि भगवान् प्रभु: ॥ ५ ॥",
        "english_devnagari": "yathā tvaṁ kṛpayā bhūtyātejasā mahimaujasājuṣṭa īśa guṇaiḥ sarvaistato ’si bhagavān prabhuḥ",
        "verse_Syn": [
            "yathā",
            "tvam",
            "kṛpayā",
            "bhūtyā",
            "tejasā",
            "mahima",
            "ojasā",
            "juṣṭaḥ",
            "īśa",
            "guṇaiḥ",
            "sarvaiḥ",
            "tataḥ",
            "asi",
            "bhagavān",
            "prabhuḥ"
        ],
        "translation": "O my Lord, because You are endowed with causeless mercy, all opulences, all prowess and all glories, strength and transcendental qualities, You are the Supreme Personality of Godhead, the master of everyone.",
        "purport": " In this verse the words tato ’si bhagavān prabhuḥ mean “Therefore You are the Supreme Personality of Godhead, the master of everyone.” The Supreme Personality of Godhead is endowed with all six opulences in full, and moreover He is extremely kind to His devotee. Although He is full in Himself, He nonetheless wants all the living entities to surrender unto Him so that they may engage in His service. Thus He becomes satisfied. Although He is full in Himself, He nonetheless becomes pleased when His devotee offers Him patraṁ puṣpaṁ phalaṁ toyam — a leaf, flower, fruit or water — in devotion. Sometimes the Lord, as the child of mother Yaśodā, requests His devotee for some food, as if He were very hungry. Sometimes He tells His devotee in a dream that His temple and His garden are now very old and that He cannot enjoy them very nicely. Thus He requests the devotee to repair them. Sometimes He is buried in the earth, and as if unable to come out Himself, He requests His devotee to rescue Him. Sometimes He requests His devotee to preach His glories all over the world, although He alone is quite competent to perform this task. Even though the Supreme Personality of Godhead is endowed with all possessions and is self-sufficient, He depends on His devotees. Therefore the relationship of the Lord with His devotees is extremely confidential. Only the devotee can perceive how the Lord, although full in Himself, depends on His devotee for some particular work. This is explained in Bhagavad-gītā (11.33), where the Lord tells Arjuna, nimitta-mātraṁ bhava savyasācin: “O Arjuna, merely be an instrument in the fight.” Lord Kṛṣṇa had the competence to win the Battle of Kurukṣetra, but nonetheless He induced His devotee Arjuna to fight and become the cause of victory. Śrī Caitanya Mahāprabhu was quite competent enough to spread His name and mission all over the world, but still He depended upon His devotee to do this work. Considering all these points, the most important aspect of the Supreme Lord’s self-sufficiency is that He depends on His devotees. This is called His causeless mercy. The devotee who has perceived this causeless mercy of the Supreme Personality of Godhead by realization can understand the master and the servant."
    },
    {
        "verse": "6",
        "devanagari": "विष्णुपत्नि महामाये महापुरुषलक्षणे ।प्रीयेथा मे महाभागे लोकमातर्नमोऽस्तु ते ॥ ६ ॥",
        "english_devnagari": "viṣṇu-patni mahā-māyemahāpuruṣa-lakṣaṇeprīyethā me mahā-bhāgeloka-mātar namo ’stu te",
        "verse_Syn": [
            "viṣṇu",
            "patni",
            "mahā",
            "māye",
            "mahā",
            "puruṣa",
            "lakṣaṇe",
            "prīyethāḥ",
            "me",
            "mahā",
            "bhāge",
            "loka",
            "mātaḥ",
            "namaḥ",
            "astu",
            "te"
        ],
        "translation": "[After profusely offering obeisances unto Lord Viṣṇu, the devotee should offer respectful obeisances unto mother Lakṣmī, the goddess of fortune, and pray as follows.] O wife of Lord Viṣṇu, O internal energy of Lord Viṣṇu, you are as good as Lord Viṣṇu Himself, for you have all of His qualities and opulences. O goddess of fortune, please be kind to me. O mother of the entire world, I offer my respectful obeisances unto you.",
        "purport": " The Lord has multifarious potencies (parāsya śaktir vividhaiva śrūyate). Since mother Lakṣmī, the goddess of fortune, is the Lord’s very precious potency, she is addressed here as mahā-māye. The word māyā means śakti. Lord Viṣṇu, the Supreme, cannot exhibit His power everywhere without His principal energy. It is said, śakti śaktimān abheda: the power and the powerful are identical. Therefore mother Lakṣmī, the goddess of fortune, is the constant companion of Lord Viṣṇu; they remain together constantly. One cannot keep Lakṣmī in one’s home without Lord Viṣṇu. To think that one can do so is very dangerous. To keep Lakṣmī, or the riches of the Lord, without the service of the Lord is always dangerous, for then Lakṣmī becomes the illusory energy. With Lord Viṣṇu, however, Lakṣmī is the spiritual energy."
    },
    {
        "verse": "7",
        "devanagari": "ॐ नमो भगवते महापुरुषाय महानुभावाय महाविभूतिपतये सह महाविभूतिभिर्बलिमुपहरामीति । अनेनाहरहर्मन्त्रेण विष्णोरावाहनार्घ्यपाद्योपस्पर्शनस्‍नानवासउपवीतविभूषणगन्धपुष्पधूप दीपोपहाराद्युपचारान् सुसमाहितोपाहरेत् ॥ ७ ॥",
        "english_devnagari": "oṁ namo bhagavate mahā-puruṣāya mahānubhāvāya mahāvibhūti-pataye saha mahā-vibhūtibhir balim upaharāmīti; anenāhar-ahar mantreṇa viṣṇor āvāhanārghya-pādyopasparśana-snāna-vāsa-upavīta-vibhūṣaṇa-gandha-puṣpa-dhūpa-dīpopahārādy-upacārān susamā-hitopāharet.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "mahā",
            "puruṣāya",
            "mahā",
            "anubhāvāya",
            "mahā",
            "vibhūti",
            "pataye",
            "saha",
            "mahā",
            "vibhūtibhiḥ",
            "balim",
            "upaharāmi",
            "iti",
            "anena",
            "ahaḥ",
            "ahaḥ",
            "mantreṇa",
            "viṣṇoḥ",
            "āvāhana",
            "arghya",
            "pādya",
            "upasparśana",
            "snāna",
            "vāsa",
            "upavīta",
            "vibhūṣaṇa",
            "gandha",
            "puṣpa",
            "dhūpa",
            "dīpa",
            "upahāra",
            "ādi",
            "upacārān",
            "su",
            "samāhitā",
            "upāharet"
        ],
        "translation": "“My Lord Viṣṇu, full in six opulences, You are the best of all enjoyers and the most powerful. O husband of mother Lakṣmī, I offer my respectful obeisances unto You, who are accompanied by many associates, such as Viśvaksena. I offer all the paraphernalia for worshiping You.” One should chant this mantra every day with great attention while worshiping Lord Viṣṇu with all paraphernalia, such as water for washing His feet, hands and mouth and water for His bath. One must offer Him various presentations for His worship, such as garments, a sacred thread, ornaments, scents, flowers, incense and lamps.",
        "purport": " This mantra is very important. Anyone engaged in Deity worship should chant this mantra, as quoted above, beginning with oṁ namo bhagavate mahā-puruṣāya."
    },
    {
        "verse": "9",
        "devanagari": "श्रियं विष्णुं च वरदावाशिषां प्रभवावुभौ ।भक्त्या सम्पूजयेन्नित्यं यदीच्छेत्सर्वसम्पद: ॥ ९ ॥",
        "english_devnagari": "śriyaṁ viṣṇuṁ ca varadāvāśiṣāṁ prabhavāv ubhaubhaktyā sampūjayen nityaṁyadīcchet sarva-sampadaḥ",
        "verse_Syn": [
            "śriyam",
            "viṣṇum",
            "ca",
            "vara",
            "dau",
            "āśiṣām",
            "prabhavau",
            "ubhau",
            "bhaktyā",
            "sampūjayet",
            "nityam",
            "yadi",
            "icchet",
            "sarva",
            "sampadaḥ"
        ],
        "translation": "If one desires all opulences, his duty is to daily worship Lord Viṣṇu with His wife, Lakṣmī. With great devotion one should worship Him according to the above-mentioned process. Lord Viṣṇu and the goddess of fortune are an immensely powerful combination. They are the bestowers of all benedictions and the sources of all good fortune. Therefore the duty of everyone is to worship Lakṣmī-Nārāyaṇa.",
        "purport": " Lakṣmī-Nārāyaṇa — Lord Viṣṇu and mother Lakṣmī — are always situated in everyone’s heart (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati). However, because nondevotees do not realize that Lord Viṣṇu stays with His eternal consort, Lakṣmī, within the hearts of all living entities, they are not endowed with the opulence of Lord Viṣṇu. Unscrupulous men sometimes address a poor man as daridra-nārāyaṇa, or “poor Nārāyaṇa.” This is most unscientific. Lord Viṣṇu and Lakṣmī are always situated in everyone’s heart, but this does not mean that everyone is Nārāyaṇa, especially not those in poverty. This is a most abominable term to use in connection with Nārāyaṇa. Nārāyaṇa never becomes poor, and therefore He can never be called daridra-nārāyaṇa. Nārāyaṇa is certainly situated in everyone’s heart, but He is neither poor nor rich. Only unscrupulous persons who do not know the opulence of Nārāyaṇa try to afflict Him with poverty."
    },
    {
        "verse": "13",
        "devanagari": "गुणव्यक्तिरियं देवी व्यञ्जको गुणभुग्भवान् ।त्वं हि सर्वशरीर्यात्मा श्री: शरीरेन्द्रियाशया: ।नामरूपे भगवती प्रत्ययस्त्वमपाश्रय: ॥ १३ ॥",
        "english_devnagari": "guṇa-vyaktir iyaṁ devīvyañjako guṇa-bhug bhavāntvaṁ hi sarva-śarīry ātmāśrīḥ śarīrendriyāśayāḥnāma-rūpe bhagavatīpratyayas tvam apāśrayaḥ",
        "verse_Syn": [
            "guṇa",
            "vyaktiḥ",
            "iyam",
            "devī",
            "vyañjakaḥ",
            "guṇa",
            "bhuk",
            "bhavān",
            "tvam",
            "hi",
            "sarva",
            "śarīrī",
            "ātmā",
            "śrīḥ",
            "śarīra",
            "indriya",
            "āśayāḥ",
            "nāma",
            "rūpe",
            "bhagavatī",
            "pratyayaḥ",
            "tvam",
            "apāśrayaḥ"
        ],
        "translation": "Mother Lakṣmī, who is here, is the reservoir of all spiritual qualities, whereas You manifest and enjoy all these qualities. Indeed, You are actually the enjoyer of everything. You live as the Supersoul of all living entities, and the goddess of fortune is the form of their bodies, senses and minds. She also has a holy name and form, whereas You are the support of all such names and forms and the cause for their manifestation.",
        "purport": " Madhvācārya, the ācārya of the Tattvavādīs, has described this verse in the following way: “Viṣṇu is described as yajña personified, and mother Lakṣmī is described as spiritual activities and the original form of worship. In fact, they represent spiritual activities and the Supersoul of all yajña. Lord Viṣṇu is the Supersoul even of Lakṣmīdevī, but no one can be the Supersoul of Lord Viṣṇu, for Lord Viṣṇu Himself is the spiritual Supersoul of everyone.”"
    },
    {
        "verse": "13",
        "devanagari": "गुणव्यक्तिरियं देवी व्यञ्जको गुणभुग्भवान् ।त्वं हि सर्वशरीर्यात्मा श्री: शरीरेन्द्रियाशया: ।नामरूपे भगवती प्रत्ययस्त्वमपाश्रय: ॥ १३ ॥",
        "english_devnagari": "guṇa-vyaktir iyaṁ devīvyañjako guṇa-bhug bhavāntvaṁ hi sarva-śarīry ātmāśrīḥ śarīrendriyāśayāḥnāma-rūpe bhagavatīpratyayas tvam apāśrayaḥ",
        "verse_Syn": [
            "guṇa",
            "vyaktiḥ",
            "iyam",
            "devī",
            "vyañjakaḥ",
            "guṇa",
            "bhuk",
            "bhavān",
            "tvam",
            "hi",
            "sarva",
            "śarīrī",
            "ātmā",
            "śrīḥ",
            "śarīra",
            "indriya",
            "āśayāḥ",
            "nāma",
            "rūpe",
            "bhagavatī",
            "pratyayaḥ",
            "tvam",
            "apāśrayaḥ"
        ],
        "translation": "Mother Lakṣmī, who is here, is the reservoir of all spiritual qualities, whereas You manifest and enjoy all these qualities. Indeed, You are actually the enjoyer of everything. You live as the Supersoul of all living entities, and the goddess of fortune is the form of their bodies, senses and minds. She also has a holy name and form, whereas You are the support of all such names and forms and the cause for their manifestation.",
        "purport": " Madhvācārya, the ācārya of the Tattvavādīs, has described this verse in the following way: “Viṣṇu is described as yajña personified, and mother Lakṣmī is described as spiritual activities and the original form of worship. In fact, they represent spiritual activities and the Supersoul of all yajña. Lord Viṣṇu is the Supersoul even of Lakṣmīdevī, but no one can be the Supersoul of Lord Viṣṇu, for Lord Viṣṇu Himself is the spiritual Supersoul of everyone.” According to Madhvācārya, there are two tattvas, or factors. One is independent, and the other is dependent. The first tattva is the Supreme Lord, Viṣṇu, and the second is the jīva-tattva. Lakṣmīdevī, being dependent on Lord Viṣṇu, is sometimes counted among the jīvas. The Gauḍīya Vaiṣṇavas, however, describe Lakṣmīdevī in accordance with the following two verses from the Prameya-ratnāvalī of Baladeva Vidyābhūṣaṇa. The first verse is a quotation from the Viṣṇu Purāṇa."
    },
    {
        "verse": "13",
        "devanagari": "गुणव्यक्तिरियं देवी व्यञ्जको गुणभुग्भवान् ।त्वं हि सर्वशरीर्यात्मा श्री: शरीरेन्द्रियाशया: ।नामरूपे भगवती प्रत्ययस्त्वमपाश्रय: ॥ १३ ॥",
        "english_devnagari": "guṇa-vyaktir iyaṁ devīvyañjako guṇa-bhug bhavāntvaṁ hi sarva-śarīry ātmāśrīḥ śarīrendriyāśayāḥnāma-rūpe bhagavatīpratyayas tvam apāśrayaḥ",
        "verse_Syn": [
            "guṇa",
            "vyaktiḥ",
            "iyam",
            "devī",
            "vyañjakaḥ",
            "guṇa",
            "bhuk",
            "bhavān",
            "tvam",
            "hi",
            "sarva",
            "śarīrī",
            "ātmā",
            "śrīḥ",
            "śarīra",
            "indriya",
            "āśayāḥ",
            "nāma",
            "rūpe",
            "bhagavatī",
            "pratyayaḥ",
            "tvam",
            "apāśrayaḥ"
        ],
        "translation": "Mother Lakṣmī, who is here, is the reservoir of all spiritual qualities, whereas You manifest and enjoy all these qualities. Indeed, You are actually the enjoyer of everything. You live as the Supersoul of all living entities, and the goddess of fortune is the form of their bodies, senses and minds. She also has a holy name and form, whereas You are the support of all such names and forms and the cause for their manifestation.",
        "purport": " Madhvācārya, the ācārya of the Tattvavādīs, has described this verse in the following way: “Viṣṇu is described as yajña personified, and mother Lakṣmī is described as spiritual activities and the original form of worship. In fact, they represent spiritual activities and the Supersoul of all yajña. Lord Viṣṇu is the Supersoul even of Lakṣmīdevī, but no one can be the Supersoul of Lord Viṣṇu, for Lord Viṣṇu Himself is the spiritual Supersoul of everyone.” According to Madhvācārya, there are two tattvas, or factors. One is independent, and the other is dependent. The first tattva is the Supreme Lord, Viṣṇu, and the second is the jīva-tattva. Lakṣmīdevī, being dependent on Lord Viṣṇu, is sometimes counted among the jīvas. The Gauḍīya Vaiṣṇavas, however, describe Lakṣmīdevī in accordance with the following two verses from the Prameya-ratnāvalī of Baladeva Vidyābhūṣaṇa. The first verse is a quotation from the Viṣṇu Purāṇa. “O best of the brāhmaṇas, Lakṣmījī is the constant companion of the Supreme Personality of Godhead, Viṣṇu, and therefore she is called anapāyinī. She is the mother of all creation. As Lord Viṣṇu is all-pervading, His spiritual potency, mother Lakṣmī, is also all-pervading. Lord Viṣṇu has three principal potencies — internal, external and marginal. Śrī Caitanya Mahāprabhu has accepted parā-śakti, the spiritual energy of the Lord, as being identical with the Lord. Thus she is also included in the independent viṣṇu-tattva.”"
    },
    {
        "verse": "13",
        "devanagari": "गुणव्यक्तिरियं देवी व्यञ्जको गुणभुग्भवान् ।त्वं हि सर्वशरीर्यात्मा श्री: शरीरेन्द्रियाशया: ।नामरूपे भगवती प्रत्ययस्त्वमपाश्रय: ॥ १३ ॥",
        "english_devnagari": "guṇa-vyaktir iyaṁ devīvyañjako guṇa-bhug bhavāntvaṁ hi sarva-śarīry ātmāśrīḥ śarīrendriyāśayāḥnāma-rūpe bhagavatīpratyayas tvam apāśrayaḥ",
        "verse_Syn": [
            "guṇa",
            "vyaktiḥ",
            "iyam",
            "devī",
            "vyañjakaḥ",
            "guṇa",
            "bhuk",
            "bhavān",
            "tvam",
            "hi",
            "sarva",
            "śarīrī",
            "ātmā",
            "śrīḥ",
            "śarīra",
            "indriya",
            "āśayāḥ",
            "nāma",
            "rūpe",
            "bhagavatī",
            "pratyayaḥ",
            "tvam",
            "apāśrayaḥ"
        ],
        "translation": "Mother Lakṣmī, who is here, is the reservoir of all spiritual qualities, whereas You manifest and enjoy all these qualities. Indeed, You are actually the enjoyer of everything. You live as the Supersoul of all living entities, and the goddess of fortune is the form of their bodies, senses and minds. She also has a holy name and form, whereas You are the support of all such names and forms and the cause for their manifestation.",
        "purport": " Madhvācārya, the ācārya of the Tattvavādīs, has described this verse in the following way: “Viṣṇu is described as yajña personified, and mother Lakṣmī is described as spiritual activities and the original form of worship. In fact, they represent spiritual activities and the Supersoul of all yajña. Lord Viṣṇu is the Supersoul even of Lakṣmīdevī, but no one can be the Supersoul of Lord Viṣṇu, for Lord Viṣṇu Himself is the spiritual Supersoul of everyone.” According to Madhvācārya, there are two tattvas, or factors. One is independent, and the other is dependent. The first tattva is the Supreme Lord, Viṣṇu, and the second is the jīva-tattva. Lakṣmīdevī, being dependent on Lord Viṣṇu, is sometimes counted among the jīvas. The Gauḍīya Vaiṣṇavas, however, describe Lakṣmīdevī in accordance with the following two verses from the Prameya-ratnāvalī of Baladeva Vidyābhūṣaṇa. The first verse is a quotation from the Viṣṇu Purāṇa. “O best of the brāhmaṇas, Lakṣmījī is the constant companion of the Supreme Personality of Godhead, Viṣṇu, and therefore she is called anapāyinī. She is the mother of all creation. As Lord Viṣṇu is all-pervading, His spiritual potency, mother Lakṣmī, is also all-pervading. Lord Viṣṇu has three principal potencies — internal, external and marginal. Śrī Caitanya Mahāprabhu has accepted parā-śakti, the spiritual energy of the Lord, as being identical with the Lord. Thus she is also included in the independent viṣṇu-tattva.” In the Kānti-mālā commentary on the Prameya-ratnāvalī there is this statement: nanu kvacit nitya-mukta jīvatvaṁ lakṣmyāḥ svīkṛtaṁ, tatrāha-prāheti; nityaiveti padye sarva-vyāpti-kathanena kalākāṣṭhety ādi-padya-dvaye, śuddho ’pīty uktā ca mahāprabhunā svaśiṣyān prati lakṣmyā bhagavad-advaitam upadiṣṭam; kvacid yat tasyās tu dvaitam uktaṁ, tat tu tad-āviṣṭa-nitya-mukta jīvam ādāya saṅgatamas tu. “Although some authoritative Vaiṣṇava disciplic successions count the goddess of fortune among the ever-liberated living entities (jīvas) in Vaikuṇṭha, Śrī Caitanya Mahāprabhu, in accordance with the statement in the Viṣṇu Purāṇa, has described Lakṣmī as being identical with the viṣṇu-tattva. The correct conclusion is that the descriptions of Lakṣmī as being different from Viṣṇu are stated when an eternally liberated living entity is imbued with the quality of Lakṣmī; they do not pertain to mother Lakṣmī, the eternal consort of Lord Viṣṇu.”"
    },
    {
        "verse": "17",
        "devanagari": "पतिं च परया भक्त्या महापुरुषचेतसा ।प्रियैस्तैस्तैरुपनमेत् प्रेमशील: स्वयं पति: ।बिभृयात् सर्वकर्माणि पत्‍न्या उच्चावचानि च ॥ १७ ॥",
        "english_devnagari": "patiṁ ca parayā bhaktyāmahāpuruṣa-cetasāpriyais tais tair upanametprema-śīlaḥ svayaṁ patiḥbibhṛyāt sarva-karmāṇipatnyā uccāvacāni ca",
        "verse_Syn": [
            "patim",
            "ca",
            "parayā",
            "bhaktyā",
            "mahā",
            "puruṣa",
            "cetasā",
            "priyaiḥ",
            "taiḥ",
            "taiḥ",
            "upanamet",
            "prema",
            "śīlaḥ",
            "svayam",
            "patiḥ",
            "bibhṛyāt",
            "sarva",
            "karmāṇi",
            "patnyāḥ",
            "ucca",
            "avacāni",
            "ca"
        ],
        "translation": "Accepting her husband as the representative of the Supreme Person, a wife should worship him with unalloyed devotion by offering him prasāda. The husband, being very pleased with his wife, should engage himself in the affairs of his family.",
        "purport": " The family relationship of husband and wife should be established spiritually according to the process mentioned above."
    },
    {
        "verse": "18",
        "devanagari": "कृतमेकतरेणापि दम्पत्योरुभयोरपि ।पत्‍न्‍यां कुर्यादनर्हायां पतिरेतत् समाहित: ॥ १८ ॥",
        "english_devnagari": "kṛtam ekatareṇāpidam-patyor ubhayor apipatnyāṁ kuryād anarhāyāṁpatir etat samāhitaḥ",
        "verse_Syn": [
            "kṛtam",
            "ekatareṇa",
            "api",
            "dam",
            "patyoḥ",
            "ubhayoḥ",
            "api",
            "patnyām",
            "kuryāt",
            "anarhāyām",
            "patiḥ",
            "etat",
            "samāhitaḥ"
        ],
        "translation": "Between the husband and wife, one person is sufficient to execute this devotional service. Because of their good relationship, both of them will enjoy the result. Therefore if the wife is unable to execute this process, the husband should carefully do so, and the faithful wife will share the result.",
        "purport": " The relationship between husband and wife is firmly established when the wife is faithful and the husband sincere. Then even if the wife, being weaker, is unable to execute devotional service with her husband, if she is chaste and sincere she shares half of her husband’s activities."
    },
    {
        "verse": "25",
        "devanagari": "एतच्चरित्वा विधिवद्‌व्रतं विभोरभीप्सितार्थं लभते पुमानिह ।स्त्री चैतदास्थाय लभेत सौभगंश्रियं प्रजां जीवपतिं यशो गृहम् ॥ २५ ॥",
        "english_devnagari": "etac caritvā vidhivad vrataṁ vibhorabhīpsitārthaṁ labhate pumān ihastrī caitad āsthāya labheta saubhagaṁśriyaṁ prajāṁ jīva-patiṁ yaśo gṛham",
        "verse_Syn": [
            "etat",
            "caritvā",
            "vidhi",
            "vat",
            "vratam",
            "vibhoḥ",
            "abhīpsita",
            "artham",
            "labhate",
            "pumān",
            "iha",
            "strī",
            "ca",
            "etat",
            "āsthāya",
            "labheta",
            "saubhagam",
            "śriyam",
            "prajām",
            "jīva",
            "patim",
            "yaśaḥ",
            "gṛham"
        ],
        "translation": "If this vow or ritualistic ceremony is observed according to the description of śāstra, even in this life a man will be able to achieve all the benedictions he desires from the Lord. A wife who performs this ritualistic ceremony will surely receive good fortune, opulence, sons, a long-living husband, a good reputation and a good home.",
        "purport": " In Bengal even today if a woman lives for a long time with her husband, she is considered very fortunate. A woman generally desires a good husband, good children, a good home, prosperity, opulence and so on. As recommended in this verse, a woman will receive all these desirable benedictions, and a man will also be able to receive all benedictions, from the Supreme Personality of Godhead. Thus by performing this particular type of vrata, a man and a woman in Kṛṣṇa consciousness will be happy in this material world, and because of being Kṛṣṇa conscious they will be promoted to the spiritual world."
    }
]