[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचअथ देवऋषी राजन् सम्परेतं नृपात्मजम् ।दर्शयित्वेति होवाच ज्ञातीनामनुशोचताम् ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaatha deva-ṛṣī rājansamparetaṁ nṛpātmajamdarśayitveti hovācajñātīnām anuśocatām",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "atha",
            "deva",
            "ṛṣiḥ",
            "rājan",
            "samparetam",
            "nṛpa",
            "ātmajam",
            "darśayitvā",
            "iti",
            "ha",
            "uvāca",
            "jñātīnām",
            "anuśocatām"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: My dear King Parīkṣit, by his mystic power the great sage Nārada brought the dead son into the vision of all the lamenting relatives and then spoke as follows.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीनारद उवाचजीवात्मन् पश्य भद्रं ते मातरं पितरं च ते ।सुहृदो बान्धवास्तप्ता: शुचा त्वत्कृतया भृशम् ॥ २ ॥",
        "english_devnagari": "śrī-nārada uvācajīvātman paśya bhadraṁ temātaraṁ pitaraṁ ca tesuhṛdo bāndhavās taptāḥśucā tvat-kṛtayā bhṛśam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "jīva",
            "ātman",
            "paśya",
            "bhadram",
            "te",
            "mātaram",
            "pitaram",
            "ca",
            "te",
            "suhṛdaḥ",
            "bāndhavāḥ",
            "taptāḥ",
            "śucā",
            "tvat",
            "kṛtayā",
            "bhṛśam"
        ],
        "translation": "Śrī Nārada Muni said: O living entity, all good fortune unto you. Just see your father and mother. All your friends and relatives are overwhelmed with grief because of your passing away.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "कलेवरं स्वमाविश्य शेषमायु: सुहृद्‌वृत: ।भुङ्‌क्ष्व भोगान् पितृप्रत्तानधितिष्ठ नृपासनम् ॥ ३ ॥",
        "english_devnagari": "kalevaraṁ svam āviśyaśeṣam āyuḥ suhṛd-vṛtaḥbhuṅkṣva bhogān pitṛ-prattānadhitiṣṭha nṛpāsanam",
        "verse_Syn": [
            "kalevaram",
            "svam",
            "āviśya",
            "śeṣam",
            "āyuḥ",
            "suhṛt",
            "vṛtaḥ",
            "bhuṅkṣva",
            "bhogān",
            "pitṛ",
            "prattān",
            "adhitiṣṭha",
            "nṛpa",
            "āsanam"
        ],
        "translation": "Because you died untimely, the balance of your lifetime still remains. Therefore you may reenter your body and enjoy the remainder of your life, surrounded by your friends and relatives. Accept the royal throne and all the opulences given by your father.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "जीव उवाचकस्मिञ्जन्मन्यमी मह्यं पितरो मातरोऽभवन् ।कर्मभिर्भ्राम्यमाणस्य देवतिर्यङ्‌नृयोनिषु ॥ ४ ॥",
        "english_devnagari": "jīva uvācakasmiñ janmany amī mahyaṁpitaro mātaro ’bhavankarmabhir bhrāmyamāṇasyadeva-tiryaṅ-nṛ-yoniṣu",
        "verse_Syn": [
            "jīvaḥ",
            "uvāca",
            "kasmin",
            "janmani",
            "amī",
            "mahyam",
            "pitaraḥ",
            "mātaraḥ",
            "abhavan",
            "karmabhiḥ",
            "bhrāmyamāṇasya",
            "deva",
            "tiryak",
            "nṛ",
            "yoniṣu"
        ],
        "translation": "By the mystic power of Nārada Muni, the living entity reentered his dead body for a short time and spoke in reply to Nārada Muni’s request. He said: According to the results of my fruitive activities, I, the living being, transmigrate from one body to another, sometimes going to the species of the demigods, sometimes to the species of lower animals, sometimes among the vegetables, and sometimes to the human species. Therefore, in which birth were these my mother and father? No one is actually my mother and father. How can I accept these two people as my parents?",
        "purport": " Here it is made clear that the living being enters a material body that is like a machine created by the five gross elements of material nature (earth, water, fire, air and sky) and the three subtle elements (mind, intelligence and ego). As confirmed in Bhagavad-gītā, there are two separate identities, called the inferior and superior natures, which both belong to the Supreme Personality of Godhead. According to the results of a living entity’s fruitive actions, he is forced to enter the material elements in different types of bodies. This time the living entity was supposed to have been the son of Mahārāja Citraketu and Queen Kṛtadyuti because according to the laws of nature he had entered a body made by the King and Queen. Actually, however, he was not their son. The living entity is the son of the Supreme Personality of Godhead, and because he wants to enjoy this material world, the Supreme Lord gives him a chance to enter various bodies. The living entity has no true relationship with the material body he gets from his material father and mother. He is part and parcel of the Supreme Lord, but he is allowed to go through different bodies. The body created by the so-called father and mother actually has nothing to do with its so-called creators. Therefore the living entity flatly denied that Mahārāja Citraketu and his wife were his father and mother."
    },
    {
        "verse": "5",
        "devanagari": "बन्धुज्ञात्यरिमध्यस्थमित्रोदासीनविद्विष: ।सर्व एव हि सर्वेषां भवन्ति क्रमशो मिथ: ॥ ५ ॥",
        "english_devnagari": "bandhu-jñāty-ari-madhyastha-mitrodāsīna-vidviṣaḥsarva eva hi sarveṣāṁbhavanti kramaśo mithaḥ",
        "verse_Syn": [
            "bandhu",
            "jñāti",
            "ari",
            "madhyastha",
            "mitra",
            "udāsīna",
            "vidviṣaḥ",
            "sarve",
            "eva",
            "hi",
            "sarveṣām",
            "bhavanti",
            "kramaśaḥ",
            "mithaḥ"
        ],
        "translation": "In this material world, which advances like a river that carries away the living entity, all people become friends, relatives and enemies in due course of time. They also act neutrally, they mediate, they despise one another, and they act in many other relationships. Nonetheless, despite these various transactions, no one is permanently related.",
        "purport": " It is our practical experience in this material world that the same person who is one’s friend today becomes one’s enemy tomorrow. Our relationships as friends or enemies, family men or outsiders, are actually the results of our different dealings. Citraketu Mahārāja was lamenting for his son, who was now dead, but he could have considered the situation otherwise. “This living entity,” he could have thought, “was my enemy in my last life, and now, having appeared as my son, he is prematurely leaving just to give me pain and agony.” Why should he not consider his dead son his former enemy and instead of lamenting be jubilant because of an enemy’s death? As stated in Bhagavad-gītā (3.27), prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ: factually everything is happening because of our association with the modes of material nature. Therefore one who is my friend today in association with the mode of goodness may be my enemy tomorrow in association with the modes of passion and ignorance. As the modes of material nature work, in illusion we accept others as friends, enemies, sons or fathers in terms of the reactions of different dealings under different conditions."
    },
    {
        "verse": "6",
        "devanagari": "यथा वस्तूनि पण्यानि हेमादीनि ततस्तत: ।पर्यटन्ति नरेष्वेवं जीवो योनिषु कर्तृषु ॥ ६ ॥",
        "english_devnagari": "yathā vastūni paṇyānihemādīni tatas tataḥparyaṭanti nareṣv evaṁjīvo yoniṣu kartṛṣu",
        "verse_Syn": [
            "yathā",
            "vastūni",
            "paṇyāni",
            "hema",
            "ādīni",
            "tataḥ",
            "tataḥ",
            "paryaṭanti",
            "nareṣu",
            "evam",
            "jīvaḥ",
            "yoniṣu",
            "kartṛṣu"
        ],
        "translation": "Just as gold and other commodities are continually transferred from one place to another in due course of purchase and sale, so the living entity, as a result of his fruitive activities, wanders throughout the entire universe, being injected into various bodies in different species of life by one kind of father after another.",
        "purport": " It has already been explained that Citraketu’s son was his enemy in a past life and had now appeared as his son just to give him more severe pain. Indeed, the untimely death of the son caused severe lamentation for the father. One may put forward the argument, “If the King’s son was his enemy, how could the King have so much affection for him?” In answer, the example is given that when someone’s wealth falls into the hands of his enemy, the money becomes the enemy’s friend. Then the enemy can use it for his own purposes. Indeed, he can even use it to harm its previous owner. Therefore the money belongs neither to the one party nor to the other. The money is always money, but in different situations it can be used as an enemy or a friend. As explained in Bhagavad-gītā, it is not by any father or mother that the living entity is given his birth. The living entity is a completely separate identity from the so-called father and mother. By the laws of nature, the living entity is forced to enter the semen of a father and be injected into the womb of the mother. He is not in control of selecting what kind of father he will accept. Prakṛteḥ kriyamāṇāni: the laws of nature force him to go to different fathers and mothers, just like a consumer commodity that is purchased and sold. Therefore the so-called relationship of father and son is an arrangement of prakṛti, or nature. It has no meaning, and therefore it is called illusion. The same living entity sometimes takes shelter of an animal father and mother and sometimes a human father and mother. Sometimes he accepts a father and mother among the birds, and sometimes he accepts a demigod father and mother. Śrī Caitanya Mahāprabhu therefore says: Harassed life after life by the laws of nature, the living entity wanders throughout the entire universe in different planets and different species of life. Somehow or other, if he is fortunate enough, he comes in touch with a devotee who reforms his entire life. Then the living entity goes back home, back to Godhead. Therefore it is said: In the transmigration of the soul through different bodies, everyone, in every form of life — be it human, animal, tree or demigod — gets a father and mother. This is not very difficult. The difficulty is to obtain a bona fide spiritual master and Kṛṣṇa. Therefore the duty of a human being is to capture the opportunity to come in touch with Kṛṣṇa’s representative, the bona fide spiritual master. Under the guidance of the spiritual master, the spiritual father, one can return home, back to Godhead."
    },
    {
        "verse": "7",
        "devanagari": "नित्यस्यार्थस्य सम्बन्धो ह्यनित्यो द‍ृश्यते नृषु ।यावद्यस्य हि सम्बन्धो ममत्वं तावदेव हि ॥ ७ ॥",
        "english_devnagari": "nityasyārthasya sambandhohy anityo dṛśyate nṛṣuyāvad yasya hi sambandhomamatvaṁ tāvad eva hi",
        "verse_Syn": [
            "nityasya",
            "arthasya",
            "sambandhaḥ",
            "hi",
            "anityaḥ",
            "dṛśyate",
            "nṛṣu",
            "yāvat",
            "yasya",
            "hi",
            "sambandhaḥ",
            "mamatvam",
            "tāvat",
            "eva",
            "hi"
        ],
        "translation": "A few living entities are born in the human species, and others are born as animals. Although both are living entities, their relationships are impermanent. An animal may remain in the custody of a human being for some time, and then the same animal may be transferred to the possession of other human beings. As soon as the animal goes away, the former proprietor no longer has a sense of ownership. As long as the animal is in his possession he certainly has an affinity for it, but as soon as the animal is sold, the affinity is lost.",
        "purport": " Aside from the fact that the soul transmigrates from one body to another, even in this life the relationships between living entities are impermanent, as exemplified in this verse. The son of Citraketu was named Harṣaśoka, or “jubilation and lamentation.” The living entity is certainly eternal, but because he is covered by a temporary dress, the body, his eternity is not observed. Dehino ’smin yathā dehe kaumāraṁ yauvanaṁ jarā: “The embodied soul continually passes, in this body, from boyhood to youth to old age.” Thus the bodily dress is impermanent. The living entity, however, is permanent. As an animal is transferred from one owner to another, the living entity who was the son of Citraketu lived as his son for some time, but as soon as he was transferred to another body, the affectionate relationship was broken. As stated in the example given in the previous verse, when one has a commodity in his hands he considers it his, but as soon as it is transferred it becomes someone else’s commodity. Then one no longer has a relationship with it; he has no affection for it, nor does he lament for it."
    },
    {
        "verse": "8",
        "devanagari": "एवं योनिगतो जीव: स नित्यो निरहङ्‌कृत: ।यावद्यत्रोपलभ्येत तावत्स्वत्वं हि तस्य तत् ॥ ८ ॥",
        "english_devnagari": "evaṁ yoni-gato jīvaḥsa nityo nirahaṅkṛtaḥyāvad yatropalabhyetatāvat svatvaṁ hi tasya tat",
        "verse_Syn": [
            "evam",
            "yoni",
            "gataḥ",
            "jīvaḥ",
            "saḥ",
            "nityaḥ",
            "nirahaṅkṛtaḥ",
            "yāvat",
            "yatra",
            "upalabhyeta",
            "tāvat",
            "svatvam",
            "hi",
            "tasya",
            "tat"
        ],
        "translation": "Even though one living entity becomes connected with another because of a relationship based on bodies that are perishable, the living entity is eternal. Actually it is the body that is born or lost, not the living entity. One should not accept that the living entity takes birth or dies. The living being actually has no relationship with so-called fathers and mothers. As long as he appears as the son of a certain father and mother as a result of his past fruitive activities, he has a connection with the body given by that father and mother. Thus he falsely accepts himself as their son and acts affectionately. After he dies, however, the relationship is finished. Under these circumstances, one should not be falsely involved with jubilation and lamentation.",
        "purport": " When the living entity lives within the material body, he falsely thinks that he is the body, although actually he is not. His relationship with his body and his so-called father and mother are false, illusory conceptions. These illusions continue as long as one is not enlightened about the situation of the living entity."
    },
    {
        "verse": "9",
        "devanagari": "एष नित्योऽव्यय: सूक्ष्म एष सर्वाश्रय: स्वद‍ृक् ।आत्ममायागुणैर्विश्वमात्मानं सृजते प्रभु: ॥ ९ ॥",
        "english_devnagari": "eṣa nityo ’vyayaḥ sūkṣmaeṣa sarvāśrayaḥ svadṛkātmamāyā-guṇair viśvamātmānaṁ sṛjate prabhuḥ",
        "verse_Syn": [
            "eṣaḥ",
            "nityaḥ",
            "avyayaḥ",
            "sūkṣmaḥ",
            "eṣaḥ",
            "sarva",
            "āśrayaḥ",
            "sva",
            "dṛk",
            "ātma",
            "māyā",
            "guṇaiḥ",
            "viśvam",
            "ātmānam",
            "sṛjate",
            "prabhuḥ"
        ],
        "translation": "The living entity is eternal and imperishable because he actually has no beginning and no end. He never takes birth or dies. He is the basic principle of all types of bodies, yet he does not belong to the bodily category. The living being is so sublime that he is equal in quality to the Supreme Lord. Nonetheless, because he is extremely small, he is prone to be illusioned by the external energy, and thus he creates various bodies for himself according to his different desires.",
        "purport": " In this verse the philosophy of acintya-bhedābheda — simultaneous oneness and difference — is described. The living entity is eternal (nitya) like the Supreme Personality of Godhead, but the difference is that the Supreme Lord is the greatest, no one being equal to or greater than Him, whereas the living entity is sūkṣma, or extremely small. The śāstra describes that the magnitude of the living entity is one ten-thousandth the size of the tip of a hair. The Supreme Lord is all-pervading (aṇḍāntara-stha-paramāṇu-cayāntara-stham). Relatively, if the living entity is accepted as the smallest, there should naturally be inquiry about the greatest. The greatest is the Supreme Personality of Godhead, and the smallest is the living entity. Another peculiar characteristic of the jīva is that he becomes covered by māyā. Ātmamāyā-guṇaiḥ: he is prone to being covered by the Supreme Lord’s illusory energy. The living entity is responsible for his conditional life in the material world, and therefore he is described as prabhu (“the master”). If he likes he can come to this material world, and if he likes he can return home, back to Godhead. Because he wanted to enjoy this material world, the Supreme Personality of Godhead gave him a material body through the agency of the material energy. As the Lord Himself says in Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” The Supreme Lord gives the living entity a chance to enjoy in this material world as he desires, but He openly expresses His own desire that the living entity give up all material aspirations, fully surrender unto Him and return home, back to Godhead. The living entity is the smallest (sūkṣma). Jīva Gosvāmī says in this connection that the living entity within the body is extremely difficult for materialistic scientists to find, although we understand from authorities that the living entity is within the body. The body is different from the living entity."
    },
    {
        "verse": "10",
        "devanagari": "न ह्यस्यास्ति प्रिय: कश्चिन्नाप्रिय: स्व: परोऽपि वा ।एक: सर्वधियां द्रष्टा कर्तृणां गुणदोषयो: ॥ १० ॥",
        "english_devnagari": "na hy asyāsti priyaḥ kaścinnāpriyaḥ svaḥ paro ’pi vāekaḥ sarva-dhiyāṁ draṣṭākartṝṇāṁ guṇa-doṣayoḥ",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "asti",
            "priyaḥ",
            "kaścit",
            "na",
            "apriyaḥ",
            "svaḥ",
            "paraḥ",
            "api",
            "vā",
            "ekaḥ",
            "sarva",
            "dhiyām",
            "draṣṭā",
            "kartṝṇām",
            "guṇa",
            "doṣayoḥ"
        ],
        "translation": "For this living entity, no one is dear, nor is anyone unfavorable. He makes no distinction between that which is his own and that which belongs to anyone else. He is one without a second; in other words, he is not affected by friends and enemies, well-wishers or mischief-mongers. He is only an observer, a witness, of the different qualities of men.",
        "purport": " As explained in the previous verse, the living entity has the same qualities as the Supreme Personality of Godhead, but he has them in minute quantities because he is a small particle (sūkṣma) whereas the Supreme Lord is all-pervading and great. For the Supreme Lord there are no friends, enemies or relatives, for He is completely free from all the disqualifications of ignorance that characterize the conditioned souls. On the other hand, He is extremely kind and favorable to His devotees, and He is not at all satisfied with persons who are envious of His devotees. As the Lord Himself confirms in Bhagavad-gītā (9.29): “I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him.” The Supreme Lord has no enemy or friend, but He is inclined toward a devotee who always engages in His devotional service. Similarly, elsewhere in the Gītā (16.19) the Lord says: “Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life.” The Lord is extremely antagonistic toward those who are envious of His devotees. To protect His devotees, the Lord sometimes has to kill their enemies. For example, to protect Prahlāda Mahārāja, the Lord had to kill his enemy Hiraṇyakaśipu, although Hiraṇyakaśipu attained salvation because of being killed by the Lord. Since the Lord is the witness of everyone’s activities, He witnesses the actions of the enemies of His devotees, and He is inclined to punish them. In other cases, however, He simply witnesses what the living entities do and gives the results of one’s sinful or pious actions."
    },
    {
        "verse": "11",
        "devanagari": "नादत्त आत्मा हि गुणं न दोषं न क्रियाफलम् ।उदासीनवदासीन: परावरद‍ृगीश्वर: ॥ ११ ॥",
        "english_devnagari": "nādatta ātmā hi guṇaṁna doṣaṁ na kriyā-phalamudāsīnavad āsīnaḥparāvara-dṛg īśvaraḥ",
        "verse_Syn": [
            "na",
            "ādatte",
            "ātmā",
            "hi",
            "guṇam",
            "na",
            "doṣam",
            "na",
            "kriyā",
            "phalam",
            "udāsīna",
            "vat",
            "āsīnaḥ",
            "para",
            "avara",
            "dṛk",
            "īśvaraḥ"
        ],
        "translation": "The Supreme Lord [ātmā], the creator of cause and effect, does not accept the happiness and distress that result from fruitive actions. He is completely independent of having to accept a material body, and because He has no material body, He is always neutral. The living entities, being part and parcel of the Lord, possess His qualities in a minute quantity. Therefore one should not be affected by lamentation.",
        "purport": " The conditioned soul has friends and enemies. He is affected by the good qualities and the faults of his position. The Supreme Lord, however, is always transcendental. Because He is the īśvara, the supreme controller, He is not affected by duality. It may therefore be said that He sits in the core of everyone’s heart as the neutral witness of the causes and effects of one’s activities, good and bad. We should also understand that udāsīna, neutral, does not mean that He takes no action. Rather, it means that He is not personally affected. For example, a court judge is neutral when two opposing parties appear before him, but he still takes action as the case warrants. To become completely neutral, indifferent, to material activities, we should simply seek shelter at the lotus feet of the supreme neutral person. Mahārāja Citraketu was advised that remaining neutral in such trying circumstances as the death of one’s son is impossible. Nevertheless, since the Lord knows how to adjust everything, the best course is to depend upon Him and do one’s duty in devotional service to the Lord. In all circumstances, one should be undisturbed by duality. As stated in Bhagavad-gītā (2.47): “You have a right to perform your prescribed duty, but you are not entitled to the fruits of action. Never consider yourself to be the cause of the results of your activities, and never be attached to not doing your duty.” One should execute one’s devotional duty, and for the results of one’s actions one should depend upon the Supreme Personality of Godhead."
    },
    {
        "verse": "12",
        "devanagari": "श्रीबादरायणिरुवाचइत्युदीर्य गतो जीवो ज्ञातयस्तस्य ते तदा ।विस्मिता मुमुचु: शोकं छित्त्वात्मस्‍नेहश‍ृङ्खलाम् ॥ १२ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaity udīrya gato jīvojñātayas tasya te tadāvismitā mumucuḥ śokaṁchittvātma-sneha-śṛṅkhalām",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "iti",
            "udīrya",
            "gataḥ",
            "jīvaḥ",
            "jñātayaḥ",
            "tasya",
            "te",
            "tadā",
            "vismitāḥ",
            "mumucuḥ",
            "śokam",
            "chittvā",
            "ātma",
            "sneha",
            "śṛṅkhalām"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: When the conditioned soul [jīva] in the form of Mahārāja Citraketu’s son had spoken in this way and then left, Citraketu and the other relatives of the dead son were all astonished. Thus they cut off the shackles of their affection, which was due to their relationship with him, and gave up their lamentation.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "निर्हृत्य ज्ञातयो ज्ञातेर्देहं कृत्वोचिता: क्रिया: ।तत्यजुर्दुस्त्यजं स्‍नेहं शोकमोहभयार्तिदम् ॥ १३ ॥",
        "english_devnagari": "nirhṛtya jñātayo jñāterdehaṁ kṛtvocitāḥ kriyāḥtatyajur dustyajaṁ snehaṁśoka-moha-bhayārtidam",
        "verse_Syn": [
            "nirhṛtya",
            "jñātayaḥ",
            "jñāteḥ",
            "deham",
            "kṛtvā",
            "ucitāḥ",
            "kriyāḥ",
            "tatyajuḥ",
            "dustyajam",
            "sneham",
            "śoka",
            "moha",
            "bhaya",
            "arti",
            "dam"
        ],
        "translation": "After the relatives had discharged their duties by performing the proper funeral ceremonies and burning the dead child’s body, they gave up the affection that leads to illusion, lamentation, fear and pain. Such affection is undoubtedly difficult to give up, but they gave it up very easily.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "बालघ्‍न्यो व्रीडितास्तत्र बालहत्याहतप्रभा: ।बालहत्याव्रतं चेरुर्ब्राह्मणैर्यन्निरूपितम् ।यमुनायां महाराज स्मरन्त्यो द्विजभाषितम् ॥ १४ ॥",
        "english_devnagari": "bāla-ghnyo vrīḍitās tatrabāla-hatyā-hata-prabhāḥbāla-hatyā-vrataṁ cerurbrāhmaṇair yan nirūpitamyamunāyāṁ mahārājasmarantyo dvija-bhāṣitam",
        "verse_Syn": [
            "bāla",
            "ghnyaḥ",
            "vrīḍitāḥ",
            "tatra",
            "bāla",
            "hatyā",
            "hata",
            "prabhāḥ",
            "bāla",
            "hatyā",
            "vratam",
            "ceruḥ",
            "brāhmaṇaiḥ",
            "yat",
            "nirūpitam",
            "yamunāyām",
            "mahā",
            "rāja",
            "smarantyaḥ",
            "dvija",
            "bhāṣitam"
        ],
        "translation": "Queen Kṛtyadyuti’s co-wives, who had poisoned the child, were very much ashamed, and they lost all their bodily luster. While lamenting, O King, they remembered the instructions of Aṅgirā and gave up their ambition to bear children. Following the directions of the brāhmaṇas, they went to the bank of the Yamunā, where they bathed and atoned for their sinful activities.",
        "purport": " In this verse the word bāla-hatyā-hata-prabhāḥ is to be particularly noted. The practice of killing children has existed in human society for a long time — since time immemorial — but in the days of yore it was very rarely performed. At the present moment, however, in this Age of Kali, abortion — killing of the child within the womb — has become very common, and sometimes a child is even killed after birth. If a woman performs such an abominable act, she gradually loses all her bodily luster (bāla-hatyā-hata-prabhāḥ). It is also to be noted that the ladies who had committed the sinful act of administering poison to the child were very much ashamed, and according to the directions of the brāhmaṇas, they had to undergo atonement for killing the child. Any woman who has ever performed such an infamously sinful act must atone for it, but no one now is doing that. Under the circumstances, the women responsible must suffer in this life and the next. Those who are sincere souls, after hearing this incident, should refrain from such child-killing and should atone for their sinful activities by taking to Kṛṣṇa consciousness very seriously. If one chants the Hare Kṛṣṇa mahā-mantra without offenses, all of one’s sinful actions are surely atoned for immediately, but one should not commit such deeds again, for that is an offense."
    },
    {
        "verse": "15",
        "devanagari": "स इत्थं प्रतिबुद्धात्मा चित्रकेतुर्द्विजोक्तिभि: ।गृहान्धकूपान्निष्क्रान्त: सर:पङ्कादिव द्विप: ॥ १५ ॥",
        "english_devnagari": "sa itthaṁ pratibuddhātmācitraketur dvijoktibhiḥgṛhāndha-kūpān niṣkrāntaḥsaraḥ-paṅkād iva dvipaḥ",
        "verse_Syn": [
            "saḥ",
            "ittham",
            "pratibuddha",
            "ātmā",
            "citraketuḥ",
            "dvija",
            "uktibhiḥ",
            "gṛha",
            "andha",
            "kūpāt",
            "niṣkrāntaḥ",
            "saraḥ",
            "paṅkāt",
            "iva",
            "dvipaḥ"
        ],
        "translation": "Thus enlightened by the instructions of the brāhmaṇas Aṅgirā and Nārada, King Citraketu became fully aware of spiritual knowledge. As an elephant becomes free from a muddy reservoir of water, King Citraketu came out of the dark well of family life.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "कालिन्द्यां विधिवत् स्‍नात्वा कृतपुण्यजलक्रिय: ।मौनेन संयतप्राणो ब्रह्मपुत्राववन्दत ॥ १६ ॥",
        "english_devnagari": "kālindyāṁ vidhivat snātvākṛta-puṇya-jala-kriyaḥmaunena saṁyata-prāṇobrahma-putrāv avandata",
        "verse_Syn": [
            "kālindyām",
            "vidhi",
            "vat",
            "snātvā",
            "kṛta",
            "puṇya",
            "jala",
            "kriyaḥ",
            "maunena",
            "saṁyata",
            "prāṇaḥ",
            "brahma",
            "putrau",
            "avandata"
        ],
        "translation": "The King bathed in the water of the Yamunā, and according to prescribed duties, he offered oblations of water to the forefathers and demigods. Very gravely controlling his senses and mind, he then offered his respects and obeisances to the sons of Lord Brahmā [Aṅgirā and Nārada].",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "अथ तस्मै प्रपन्नाय भक्ताय प्रयतात्मने ।भगवान्नारद: प्रीतो विद्यामेतामुवाच ह ॥ १७ ॥",
        "english_devnagari": "atha tasmai prapannāyabhaktāya prayatātmanebhagavān nāradaḥ prītovidyām etām uvāca ha",
        "verse_Syn": [
            "atha",
            "tasmai",
            "prapannāya",
            "bhaktāya",
            "prayata",
            "ātmane",
            "bhagavān",
            "nāradaḥ",
            "prītaḥ",
            "vidyām",
            "etām",
            "uvāca",
            "ha"
        ],
        "translation": "Thereafter, being very much pleased with Citraketu, who was a self-controlled devotee and surrendered soul, Nārada, the most powerful sage, spoke to him the following transcendental instructions.",
        "purport": ""
    },
    {
        "verse": "18-19",
        "devanagari": "ॐ नमस्तुभ्यं भगवते वासुदेवाय धीमहि ।प्रद्युम्नायानिरुद्धाय नम: सङ्कर्षणाय च ॥ १८ ॥नमो विज्ञानमात्राय परमानन्दमूर्तये ।आत्मारामाय शान्ताय निवृत्तद्वैतद‍ृष्टये ॥ १९ ॥",
        "english_devnagari": "oṁ namas tubhyaṁ bhagavatevāsudevāya dhīmahipradyumnāyāniruddhāyanamaḥ saṅkarṣaṇāya ca",
        "verse_Syn": [
            "om",
            "namaḥ",
            "tubhyam",
            "bhagavate",
            "vāsudevāya",
            "dhīmahi",
            "pradyumnāya",
            "aniruddhāya",
            "namaḥ",
            "saṅkarṣaṇāya",
            "ca",
            "namaḥ",
            "vijñāna",
            "mātrāya",
            "parama",
            "ānanda",
            "mūrtaye",
            "ātma",
            "ārāmāya",
            "śāntāya",
            "nivṛtta",
            "dvaita",
            "dṛṣṭaye"
        ],
        "translation": "[Nārada gave Citraketu the following mantra.] O Lord, O Supreme Personality of Godhead, who are addressed by the oṁkāra [praṇava], I offer my respectful obeisances unto You. O Lord Vāsudeva, I meditate upon You. O Lord Pradyumna, Lord Aniruddha and Lord Saṅkarṣaṇa, I offer You my respectful obeisances. O reservoir of spiritual potency, O supreme bliss, I offer my respectful obeisances unto You, who are self-sufficient and most peaceful. O ultimate truth, one without a second, You are realized as Brahman, Paramātmā and Bhagavān and are therefore the reservoir of all knowledge. I offer my respectful obeisances unto You.",
        "purport": " In Bhagavad-gītā Kṛṣṇa says that He is praṇavaḥ sarva-vedeṣu, the syllable om in the Vedic mantras. In transcendental knowledge, the Lord is addressed as praṇava, oṁkāra, which is a symbolic representation of the Lord in sound. Oṁ namo bhagavate vāsudevāya. Vāsudeva, who is an expansion of Nārāyaṇa, expands Himself as Pradyumna, Aniruddha and Saṅkarṣaṇa. From Saṅkarṣaṇa comes a second Nārāyaṇa expansion, and from this Nārāyaṇa come further expansions of Vāsudeva, Pradyumna, Saṅkarṣaṇa and Aniruddha. The Saṅkarṣaṇa in this group is the original cause of the three puruṣas, namely Kāraṇodakaśāyī Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu. Kṣīrodakaśāyī Viṣṇu is situated in every universe in a special planet called Śvetadvīpa. This is confirmed in the Brahma-saṁhitā: aṇḍāntara-stha. The word aṇḍa means this universe. Within this universe is a planet called Śvetadvīpa, where Kṣīrodakaśāyī Viṣṇu is situated. From Him come all the incarnations within this universe. As confirmed in the Brahma-saṁhitā, all these forms of the Supreme Personality of Godhead are advaita, nondifferent, and they are also acyuta, infallible; they do not fall down like the conditioned souls. The ordinary living entity is prone to falling into the clutches of māyā, but the Supreme Lord in His different incarnations and forms is acyuta, infallible. Therefore His body is different from the material body possessed by the conditioned soul. The word mātrā is explained in the Medinī dictionary as follows: mātrā karṇa-vibhūṣāyāṁ vitte māne paricchade. The word mātrā, in its different imports, is used to indicate the decoration of the ear, possession, respect, and the possession of a covering. As stated in Bhagavad-gītā (2.14): “O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.” In the conditioned state of life, the body is used as our dress, and as one needs different dresses during the summer and winter, we conditioned souls are changing bodies according to our desires. However, because the body of the Supreme Lord is full of knowledge, it needs no covering. The idea that Kṛṣṇa’s body is like ours — in other words, that His body and soul are different — is a misunderstanding. There are no such differences for Kṛṣṇa, because His body is full of knowledge. Here we receive material bodies because of a lack of knowledge, but because Kṛṣṇa, Vāsudeva, is full of knowledge, there is no difference between His body and His soul. Kṛṣṇa remembers what He said forty million years ago to the sun-god, but an ordinary being cannot remember what he said the day before yesterday. This is the difference between Kṛṣṇa’s body and our body. Therefore the Lord is addressed as vijñāna-mātrāya paramānanda-mūrtaye. Because the Lord’s body is full of knowledge, He always enjoys transcendental bliss. Indeed, His very form is paramānanda. This is confirmed in the Vedānta-sūtra: ānandamayo ’bhyāsāt. By nature the Lord is ānandamaya. Whenever we see Kṛṣṇa, He is always full of ānanda in all circumstances. No one can make Him morose. Ātmārāmāya: He does not need to search for external enjoyment, because He is self-sufficient. Śāntāya: He has no anxiety. One who has to seek pleasure from other sources is always full of anxiety. Karmīs, jñānīs and yogīs are full of anxiety because they want something, but a devotee does not want anything; he is simply satisfied in the service of the Lord, who is fully blissful. Nivṛtta-dvaita-dṛṣṭaye: in our conditioned life our bodies have different parts, but although Kṛṣṇa apparently has different bodily parts, no part of His body is different from any other part. Kṛṣṇa can see with His eyes, and Kṛṣṇa can see without His eyes. Therefore in the Śvetāśvatara Upaniṣad it is said, paśyaty acakṣuḥ. He can see with His hands and legs. He does not need a particular bodily part to perform a particular action. Aṅgāni yasya sakalendriya-vṛttimanti: He can do anything He desires with any part of His body, and therefore He is called almighty."
    },
    {
        "verse": "20",
        "devanagari": "आत्मानन्दानुभूत्यैव न्यस्तशक्त्यूर्मये नम: ।हृषीकेशाय महते नमस्तेऽनन्तमूर्तये ॥ २० ॥",
        "english_devnagari": "ātmānandānubhūtyaivanyasta-śakty-ūrmaye namaḥhṛṣīkeśāya mahatenamas te ’nanta-mūrtaye",
        "verse_Syn": [
            "ātma",
            "ānanda",
            "anubhūtyā",
            "eva",
            "nyasta",
            "śakti",
            "ūrmaye",
            "namaḥ",
            "hṛṣīkeśāya",
            "mahate",
            "namaḥ",
            "te",
            "ananta",
            "mūrtaye"
        ],
        "translation": "Perceiving Your personal bliss, You are always transcendental to the waves of material nature. Therefore, my Lord, I offer my respectful obeisances unto You. You are the supreme controller of the senses, and Your expansions of form are unlimited. You are the greatest, and therefore I offer my respectful obeisances unto You.",
        "purport": " This verse analytically differentiates the living entity from the Supreme Lord. The form of the Lord and the form of the conditioned soul are different because the Lord is always blissful whereas the conditioned soul is always under the threefold miseries of the material world. The Supreme Lord is sac-cid-ānanda-vigraha. He derives ānanda, bliss, from His own self. The Lord’s body is transcendental, spiritual, but because the conditioned soul has a material body, he has many bodily and mental troubles. The conditioned soul is always perturbed by attachment and detachment, whereas the Supreme Lord is always free from such dualities. The Lord is the supreme master of all the senses, whereas the conditioned soul is controlled by the senses. The Lord is the greatest, whereas the living entity is the smallest. The living entity is conditioned by the waves of material nature, but the Supreme Lord is transcendental to all actions and reactions. The expansions of the Supreme Lord’s body are innumerable (advaitam acyutam anādim ananta-rūpam), but the conditioned soul is limited to only one form. From history we learn that a conditioned soul, by mystic power, can sometimes expand into eight forms, but the Lord’s bodily expansions are unlimited. This means that the bodies of the Supreme Personality of Godhead have no beginning and no end, unlike the bodies of the living entities."
    },
    {
        "verse": "21",
        "devanagari": "वचस्युपरतेऽप्राप्य य एको मनसा सह ।अनामरूपश्चिन्मात्र: सोऽव्यान्न: सदसत्पर: ॥ २१ ॥",
        "english_devnagari": "vacasy uparate ’prāpyaya eko manasā sahaanāma-rūpaś cin-mātraḥso ’vyān naḥ sad-asat-paraḥ",
        "verse_Syn": [
            "vacasi",
            "uparate",
            "aprāpya",
            "yaḥ",
            "ekaḥ",
            "manasā",
            "saha",
            "anāma",
            "rūpaḥ",
            "cit",
            "mātraḥ",
            "saḥ",
            "avyāt",
            "naḥ",
            "sat",
            "asat",
            "paraḥ"
        ],
        "translation": "The words and mind of the conditioned soul cannot approach the Supreme Personality of Godhead, for material names and forms are not applicable to the Lord, who is entirely spiritual, beyond the conception of gross and subtle forms. The impersonal Brahman is another of His forms. May He, by His pleasure, protect us.",
        "purport": " The impersonal Brahman, which is the effulgence of the Lord, is described in this verse."
    },
    {
        "verse": "22",
        "devanagari": "यस्मिन्निदं यतश्चेदं तिष्ठत्यप्येति जायते ।मृण्मयेष्विव मृज्जातिस्तस्मै ते ब्रह्मणे नम: ॥ २२ ॥",
        "english_devnagari": "yasminn idaṁ yataś cedaṁtiṣṭhaty apyeti jāyatemṛṇmayeṣv iva mṛj-jātistasmai te brahmaṇe namaḥ",
        "verse_Syn": [
            "yasmin",
            "idam",
            "yataḥ",
            "ca",
            "idam",
            "tiṣṭhati",
            "apyeti",
            "jāyate",
            "mṛt",
            "mayeṣu",
            "iva",
            "mṛt",
            "jātiḥ",
            "tasmai",
            "te",
            "brahmaṇe",
            "namaḥ"
        ],
        "translation": "As pots made completely of earth are situated on earth after being created and are transformed into earth again when broken, this cosmic manifestation is caused by the Supreme Brahman, situated in the Supreme Brahman, and annihilated in the same Supreme Brahman. Therefore, since the Supreme Lord is the cause of Brahman, let us offer Him our respectful obeisances.",
        "purport": " The Supreme Lord is the cause of the cosmic manifestation, He maintains it after creation, and after annihilation the Lord is the reservoir of everything."
    },
    {
        "verse": "23",
        "devanagari": "यन्न स्पृशन्ति न विदुर्मनोबुद्धीन्द्रियासव: ।अन्तर्बहिश्च विततं व्योमवत्तन्नतोऽस्म्यहम् ॥ २३ ॥",
        "english_devnagari": "yan na spṛśanti na vidurmano-buddhīndriyāsavaḥantar bahiś ca vitataṁvyomavat tan nato ’smy aham",
        "verse_Syn": [
            "yat",
            "na",
            "spṛśanti",
            "na",
            "viduḥ",
            "manaḥ",
            "buddhi",
            "indriya",
            "asavaḥ",
            "antaḥ",
            "bahiḥ",
            "ca",
            "vitatam",
            "vyoma",
            "vat",
            "tat",
            "nataḥ",
            "asmi",
            "aham"
        ],
        "translation": "The Supreme Brahman emanates from the Supreme Personality of Godhead and expands like the sky. Although untouched by anything material, it exists within and without. Nonetheless, the mind, intelligence, senses and living force can neither touch Him nor know Him. I offer unto Him my respectful obeisances.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "देहेन्द्रियप्राणमनोधियोऽमीयदंशविद्धा: प्रचरन्ति कर्मसु ।नैवान्यदा लौहमिवाप्रतप्तंस्थानेषु तद् द्रष्ट्रपदेशमेति ॥ २४ ॥",
        "english_devnagari": "dehendriya-prāṇa-mano-dhiyo ’mīyad-aṁśa-viddhāḥ pracaranti karmasunaivānyadā lauham ivāprataptaṁsthāneṣu tad draṣṭrapadeśam eti",
        "verse_Syn": [
            "deha",
            "indriya",
            "prāṇa",
            "manaḥ",
            "dhiyaḥ",
            "amī",
            "yat",
            "aṁśa",
            "viddhāḥ",
            "pracaranti",
            "karmasu",
            "na",
            "eva",
            "anyadā",
            "lauham",
            "iva",
            "aprataptam",
            "sthāneṣu",
            "tat",
            "draṣṭṛ",
            "apadeśam",
            "eti"
        ],
        "translation": "As iron has the power to burn when made red-hot in the association of fire, so the body, senses, living force, mind and intelligence, although merely lumps of matter, can function in their activities when infused with a particle of consciousness by the Supreme Personality of Godhead. As iron cannot burn unless heated by fire, the bodily senses cannot act unless favored by the Supreme Brahman.",
        "purport": " Red-hot iron can burn, but it cannot burn the original fire. Therefore the consciousness of the small particle of Brahman is fully dependent on the power of the Supreme Brahman. In Bhagavad-gītā the Lord says, mattaḥ smṛtir jñānam apohanaṁ ca: “From Me the conditioned soul receives memory, knowledge and forgetfulness.” The power for activities comes from the Supreme Lord, and when the Lord withdraws this power, the conditioned soul no longer has energy with which to act through his various senses. The body includes five knowledge-acquiring senses, five active senses and the mind, but actually these are merely lumps of matter. For example, the brain is nothing but matter, but when electrified by the energy of the Supreme Personality of Godhead, the brain can act, just as iron can burn when made red-hot by the influence of fire. The brain can act while we are awake or even while we are dreaming, but when we are fast asleep or unconscious the brain is inactive. Since the brain is a lump of matter, it does not have independent power with which to act. It can act only when favored by the influence of the Supreme Personality of Godhead, who is Brahman or Parabrahman. This is the way to understand how the Supreme Brahman, Kṛṣṇa, is present everywhere, just as the sunshine is present because of the sun-god in the sun globe. The Supreme Lord is called Hṛṣīkeśa; He is the only conductor of the senses. Unless empowered by His energy, our senses cannot act. In other words, He is the only seer, the only worker, the only listener, and the only active principle or supreme controller."
    },
    {
        "verse": "25",
        "devanagari": "ॐ नमो भगवते महापुरुषाय महानुभावाय महाविभूतिपतये सकलसात्वतपरिवृढनिकर करकमलकुड्‌मलोपलालितचरणारविन्दयुगल परमपरमेष्ठिन्नमस्ते ॥ २५ ॥",
        "english_devnagari": "oṁ namo bhagavate mahā-puruṣāya mahānubhāvāya mahā-vibhūti-pataye sakala-sātvata-parivṛḍha-nikara-kara-kamala-kuḍmalopalālita-caraṇāravinda-yugala parama-parameṣṭhin namas te.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "mahā",
            "puruṣāya",
            "mahā",
            "anubhāvāya",
            "mahā",
            "vibhūti",
            "pataye",
            "sakala",
            "sātvata",
            "parivṛḍha",
            "nikara",
            "kara",
            "kamala",
            "kuḍmala",
            "upalālita",
            "caraṇa",
            "aravinda",
            "yugala",
            "parama",
            "parame",
            "ṣṭhin",
            "namaḥ",
            "te"
        ],
        "translation": "O transcendental Lord, who are situated in the topmost planet of the spiritual world, Your two lotus feet are always massaged by a multitude of the best devotees with their lotus-bud hands. You are the Supreme Personality of Godhead, complete in six opulences. You are the supreme person mentioned in the Puruṣa-sūkta prayers. You are the most perfect, self-realized master of all mystic power. Let me offer my respectful obeisances unto You.",
        "purport": " It is said that the Absolute Truth is one, but is manifested in different features as Brahman, Paramātmā and Bhagavān. The previous verses described the Brahman and Paramātmā features of the Absolute Truth. Now this prayer is offered in bhakti-yoga to the Absolute Supreme Person. The words used in this regard are sakala-sātvata-parivṛḍha. The word sātvata means “devotees,” and sakala means “all together.” The devotees, who also have lotus feet, serve the lotus feet of the Lord with their lotus hands. The devotees may sometimes not be competent to serve the lotus feet of the Lord, and therefore the Lord is addressed as parama-parameṣṭhin. He is the Supreme Person, yet He is very kind to the devotees. No one is competent to serve the Lord, but even if a devotee is not competent, the merciful Lord accepts the humble attempt of the devotee."
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचभक्तायैतां प्रपन्नाय विद्यामादिश्य नारद: ।ययावङ्गिरसा साकं धाम स्वायम्भुवं प्रभो ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācabhaktāyaitāṁ prapannāyavidyām ādiśya nāradaḥyayāv aṅgirasā sākaṁdhāma svāyambhuvaṁ prabho",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bhaktāya",
            "etām",
            "prapannāya",
            "vidyām",
            "ādiśya",
            "nāradaḥ",
            "yayau",
            "aṅgirasā",
            "sākam",
            "dhāma",
            "svāyambhuvam",
            "prabho"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Nārada, having become the spiritual master of Citraketu, instructed him fully in this prayer because Citraketu was fully surrendered. O King Parīkṣit, Nārada then left with the great sage Aṅgirā for the topmost planet, known as Brahmaloka.",
        "purport": " When Aṅgirā had first come to visit King Citraketu, he did not bring Nārada with him. However, after the death of Citraketu’s son, Aṅgirā brought Nārada to instruct King Citraketu about bhakti-yoga. The difference was that in the beginning Citraketu was not in a temperament of renunciation, but after the death of his son, when he was overwhelmed by his great plight, he was awakened to the platform of renunciation by instructions regarding the falsity of this material world and material possessions. It is only at this stage that bhakti-yoga can be instructed. As long as one is attached to material enjoyment, bhakti-yoga cannot be understood. This is confirmed in Bhagavad-gītā (2.44): “In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place.” As long as one is very much attached to material enjoyment, one cannot concentrate his mind on the subject matter of devotional service. The Kṛṣṇa consciousness movement is progressing successfully in the Western countries at the present moment because the youth in the West have reached the stage of vairāgya, or renunciation. They are practically disgusted with material pleasure from material sources, and this has resulted in a population of hippies throughout the Western countries. Now if these young people are instructed about bhakti-yoga, Kṛṣṇa consciousness, the instructions will certainly be effective. As soon as Citraketu understood the philosophy of vairāgya-vidyā, the knowledge of renunciation, he could understand the process of bhakti-yoga. In this regard Śrīla Sārvabhauma Bhaṭṭācārya has said, vairāgya-vidyā-nija-bhakti-yoga. Vairāgya-vidyā and bhakti-yoga are parallel lines. One is essential for understanding the other. It is also said, bhaktiḥ pareśānubhavo viraktir anyatra ca (Bhāg. 11.2.42). Advancement in devotional service, or Kṛṣṇa consciousness, is characterized by increasing renunciation of material enjoyment. Nārada Muni is the father of devotional service, and therefore, just to bestow causeless mercy upon King Citraketu, Aṅgirā brought Nārada Muni to instruct the King. These instructions were extremely effective. Anyone who follows in the footsteps of Nārada Muni is certainly a pure devotee."
    },
    {
        "verse": "27",
        "devanagari": "चित्रकेतुस्तु तां विद्यां यथा नारदभाषिताम् ।धारयामास सप्ताहमब्भक्ष: सुसमाहित: ॥ २७ ॥",
        "english_devnagari": "citraketus tu tāṁ vidyāṁyathā nārada-bhāṣitāmdhārayām āsa saptāhamab-bhakṣaḥ susamāhitaḥ",
        "verse_Syn": [
            "citraketuḥ",
            "tu",
            "tām",
            "vidyām",
            "yathā",
            "nārada",
            "bhāṣitām",
            "dhārayām",
            "āsa",
            "sapta",
            "aham",
            "ap",
            "bhakṣaḥ",
            "su",
            "samāhitaḥ"
        ],
        "translation": "Fasting and drinking only water, Citraketu for one week continuously chanted with great care and attention the mantra given by Nārada Muni.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "तत: स सप्तरात्रान्ते विद्यया धार्यमाणया ।विद्याधराधिपत्यं च लेभेऽप्रतिहतं नृप ॥ २८ ॥",
        "english_devnagari": "tataḥ sa sapta-rātrāntevidyayā dhāryamāṇayāvidyādharādhipatyaṁ calebhe ’pratihataṁ nṛpa",
        "verse_Syn": [
            "tataḥ",
            "saḥ",
            "sapta",
            "rātra",
            "ante",
            "vidyayā",
            "dhāryamāṇayā",
            "vidyādhara",
            "adhipatyam",
            "ca",
            "lebhe",
            "apratihatam",
            "nṛpa"
        ],
        "translation": "O King Parīkṣit, after only one week of repeatedly practicing the mantra received from the spiritual master, Citraketu achieved the rule of the planet of the Vidyādharas as an intermediate product of his spiritual advancement in knowledge.",
        "purport": " If a devotee, after being initiated, adheres rigidly to the instructions of the spiritual master, he is naturally endowed with the material opulences of vidyādhara-adhipatyam and similar posts as by-products. A devotee need not practice yoga, karma or jñāna to achieve a successful result. Devotional service alone is competent to award a devotee all material power. A pure devotee, however, is never attached to material power, although he gets it very easily without personal endeavor. Citraketu received this side benefit of his devotional service, which he rigidly performed in accordance with the instructions of Nārada."
    },
    {
        "verse": "29",
        "devanagari": "तत: कतिपयाहोभिर्विद्ययेद्धमनोगति: ।जगाम देवदेवस्य शेषस्य चरणान्तिकम् ॥ २९ ॥",
        "english_devnagari": "tataḥ katipayāhobhirvidyayeddha-mano-gatiḥjagāma deva-devasyaśeṣasya caraṇāntikam",
        "verse_Syn": [
            "tataḥ",
            "katipaya",
            "ahobhiḥ",
            "vidyayā",
            "iddha",
            "manaḥ",
            "gatiḥ",
            "jagāma",
            "deva",
            "devasya",
            "śeṣasya",
            "caraṇa",
            "antikam"
        ],
        "translation": "Thereafter, within a very few days, by the influence of the mantra that Citraketu had practiced, his mind became increasingly enlightened in spiritual progress, and he attained shelter at the lotus feet of Anantadeva.",
        "purport": " A devotee’s ultimate achievement is to take shelter of the lotus feet of the Lord in any one of the planets in the spiritual sky. As a result of rigid execution of devotional service, a devotee receives all material opulences if these are required; otherwise, the devotee is not interested in material opulences, nor does the Supreme Lord award them. When a devotee is actually engaged in the devotional service of the Lord, his apparently material opulences are not material; they are all spiritual. For example, if a devotee spends money to construct a beautiful and costly temple, the construction is not material but spiritual (nirbandhaḥ kṛṣṇa-sambandhe yuktaṁ vairāgyam ucyate). A devotee’s mind is never diverted to the material side of the temple. The bricks, stone and wood used in the construction of the temple are spiritual, just as the Deity, although made of stone, is not stone but the Supreme Personality of Godhead Himself. The more one advances in spiritual consciousness, the more he can understand the elements of devotional service. Nothing in devotional service is material; everything is spiritual. Consequently a devotee is awarded so-called material opulence for spiritual advancement. This opulence is an aid to help the devotee advance toward the spiritual kingdom. Thus Mahārāja Citraketu remained in material opulence as a vidyādhara-pati, master of the Vidyādharas, and by executing devotional service he became perfect within a very few days and returned home, back to Godhead, taking shelter of the lotus feet of Lord Śeṣa, Ananta. A karmī’s material opulence and a devotee’s material opulence are not on the same level. Śrīla Madhvācārya comments in this way: By worshiping Lord Viṣṇu one can get whatever he desires, but a pure devotee never asks Lord Viṣṇu for any material profit. Instead he serves Lord Viṣṇu without material desires and is therefore ultimately transferred to the spiritual kingdom. In this regard, Śrīla Vīrarāghava Ācārya comments, yatheṣṭa-gatir ity arthaḥ: by worshiping Viṣṇu, a devotee can get whatever he likes. Mahārāja Citraketu wanted only to return home, back to Godhead, and therefore he achieved success in that way."
    },
    {
        "verse": "30",
        "devanagari": "मृणालगौरं शितिवाससं स्फुरत्-किरीटकेयूरकटित्रकङ्कणम् ।प्रसन्नवक्त्रारुणलोचनं वृतंददर्श सिद्धेश्वरमण्डलै: प्रभुम् ॥ ३० ॥",
        "english_devnagari": "mṛṇāla-gauraṁ śiti-vāsasaṁ sphurat-kirīṭa-keyūra-kaṭitra-kaṅkaṇamprasanna-vaktrāruṇa-locanaṁ vṛtaṁdadarśa siddheśvara-maṇḍalaiḥ prabhum",
        "verse_Syn": [
            "mṛṇāla",
            "gauram",
            "śiti",
            "vāsasam",
            "sphurat",
            "kirīṭa",
            "keyūra",
            "kaṭitra",
            "kaṅkaṇam",
            "prasanna",
            "vaktra",
            "aruṇa",
            "locanam",
            "vṛtam",
            "dadarśa",
            "siddha",
            "īśvara",
            "maṇḍalaiḥ",
            "prabhum"
        ],
        "translation": "Upon reaching the shelter of Lord Śeṣa, the Supreme Personality of Godhead, Citraketu saw that He was as white as the white fibers of a lotus flower. He was dressed in bluish garments and adorned with a brilliantly glittering helmet, armlets, belt and bangles. His face was smiling, and His eyes were reddish. He was surrounded by such exalted liberated persons as Sanat-kumāra.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "तद्दर्शनध्वस्तसमस्तकिल्बिष:स्वस्थामलान्त:करणोऽभ्ययान्मुनि: ।प्रवृद्धभक्त्या प्रणयाश्रुलोचन:प्रहृष्टरोमानमदादिपुरुषम् ॥ ३१ ॥",
        "english_devnagari": "tad-darśana-dhvasta-samasta-kilbiṣaḥsvasthāmalāntaḥkaraṇo ’bhyayān muniḥpravṛddha-bhaktyā praṇayāśru-locanaḥprahṛṣṭa-romānamad ādi-puruṣam",
        "verse_Syn": [
            "tat",
            "darśana",
            "dhvasta",
            "samasta",
            "kilbiṣaḥ",
            "svastha",
            "amala",
            "antaḥkaraṇaḥ",
            "abhyayāt",
            "muniḥ",
            "pravṛddha",
            "bhaktyā",
            "praṇaya",
            "aśru",
            "locanaḥ",
            "prahṛṣṭa",
            "roma",
            "anamat",
            "ādi",
            "puruṣam"
        ],
        "translation": "As soon as Mahārāja Citraketu saw the Supreme Lord, he was cleansed of all material contamination and situated in his original Kṛṣṇa consciousness, being completely purified. He became silent and grave, and because of love for the Lord, tears fell from his eyes, and his hairs stood on end. With great devotion and love, he offered his respectful obeisances unto the original Personality of Godhead.",
        "purport": " The word tad-darśana-dhvasta-samasta-kilbiṣaḥ is very important in this verse. If one regularly sees the Supreme Personality of Godhead in the temple, one will gradually be disinfected of all material desires simply by visiting the temple and seeing the Deity. When one is freed from all the results of sinful activities, one will be purified, and with a healthy mind, completely cleansed, he will increasingly make progress in Kṛṣṇa consciousness."
    },
    {
        "verse": "32",
        "devanagari": "स उत्तमश्लोकपदाब्जविष्टरंप्रेमाश्रुलेशैरुपमेहयन्मुहु: ।प्रेमोपरुद्धाखिलवर्णनिर्गमोनैवाशकत्तं प्रसमीडितुं चिरम् ॥ ३२ ॥",
        "english_devnagari": "sa uttamaśloka-padābja-viṣṭaraṁpremāśru-leśair upamehayan muhuḥpremoparuddhākhila-varṇa-nirgamonaivāśakat taṁ prasamīḍituṁ ciram",
        "verse_Syn": [
            "saḥ",
            "uttamaśloka",
            "pada",
            "abja",
            "viṣṭaram",
            "prema",
            "aśru",
            "leśaiḥ",
            "upamehayan",
            "muhuḥ",
            "prema",
            "uparuddha",
            "akhila",
            "varṇa",
            "nirgamaḥ",
            "na",
            "eva",
            "aśakat",
            "tam",
            "prasamīḍitum",
            "ciram"
        ],
        "translation": "With tears of love and affection, Citraketu repeatedly moistened the resting place of the Supreme Lord’s lotus feet. Because his voice was choked in ecstasy, for a considerable time he was unable to utter any of the letters of the alphabet to offer the Lord suitable prayers.",
        "purport": " All the letters of the alphabet and the words constructed by those letters are meant for offering prayers to the Supreme Personality of Godhead. Mahārāja Citraketu had the opportunity to offer prayers to the Lord by composing nice verses from the letters of the alphabet, but because of his ecstasy, for a considerable time he could not join those letters to offer prayers to the Lord. As stated in Śrīmad-Bhāgavatam (1.5.22): If one has scientific, philosophical, political, economic or any other abilities and wants perfection in his knowledge, he should offer prayers to the Supreme Personality of Godhead by composing first-class poetry or engaging his talents in the service of the Lord. Citraketu wanted to do this, but he was unable because of loving ecstasy. Therefore he had to wait for a considerable time before be could offer prayers."
    },
    {
        "verse": "33",
        "devanagari": "तत: समाधाय मनो मनीषयाबभाष एतत्प्रतिलब्धवागसौ ।नियम्य सर्वेन्द्रियबाह्यवर्तनंजगद्गुरुं सात्वतशास्त्रविग्रहम् ॥ ३३ ॥",
        "english_devnagari": "tataḥ samādhāya mano manīṣayābabhāṣa etat pratilabdha-vāg asauniyamya sarvendriya-bāhya-vartanaṁjagad-guruṁ sātvata-śāstra-vigraham",
        "verse_Syn": [
            "tataḥ",
            "samādhāya",
            "manaḥ",
            "manīṣayā",
            "babhāṣa",
            "etat",
            "pratilabdha",
            "vāk",
            "asau",
            "niyamya",
            "sarva",
            "indriya",
            "bāhya",
            "vartanam",
            "jagat",
            "gurum",
            "sātvata",
            "śāstra",
            "vigraham"
        ],
        "translation": "Thereafter, by controlling his mind with his intelligence and thus restricting his senses from external engagements, he recovered suitable words with which to express his feelings. Thus he began offering prayers to the Lord, who is the personification of the holy scriptures [the sātvata-saṁhitās like the Brahma-saṁhitā and the Nārada-pañcarātra] and who is the spiritual master of all. He offered his prayers as follows.",
        "purport": " One cannot offer prayers to the Lord with mundane words. One must become spiritually advanced by controlling the mind and senses. Then he can find suitable words to offer in prayers to the Lord. Quoting the following verse from the Padma Purāṇa, Śrīla Sanātana Gosvāmī forbids us to sing any song not sung by authorized devotees. The words or songs of a person not fixed in Vaiṣṇava behavior, not strictly following the rules and regulations and chanting the Hare Kṛṣṇa mantra should not be accepted by pure devotees. The words sātvata-śāstra-vigraham indicate that the sac-cid-ānanda body of the Lord can never be accepted to be made of māyā. Devotees do not offer prayers to the Lord in an imaginary form. The existence of the Lord’s form is supported by all Vedic literature."
    },
    {
        "verse": "34",
        "devanagari": "चित्रकेतुरुवाचअजित जित: सममतिभि:साधुभिर्भवान् जितात्मभिर्भवता ।विजितास्तेऽपि च भजता-मकामात्मनां य आत्मदोऽतिकरुण: ॥ ३४ ॥",
        "english_devnagari": "citraketur uvācaajita jitaḥ sama-matibhiḥsādhubhir bhavān jitātmabhir bhavatāvijitās te ’pi ca bhajatāmakāmātmanāṁ ya ātmado ’ti-karuṇaḥ",
        "verse_Syn": [
            "citraketuḥ",
            "uvāca",
            "ajita",
            "jitaḥ",
            "sama",
            "matibhiḥ",
            "sādhubhiḥ",
            "bhavān",
            "jita",
            "ātmabhiḥ",
            "bhavatā",
            "vijitāḥ",
            "te",
            "api",
            "ca",
            "bhajatām",
            "akāma",
            "ātmanām",
            "yaḥ",
            "ātma",
            "daḥ",
            "ati",
            "karuṇaḥ"
        ],
        "translation": "Citraketu said: O unconquerable Lord, although You cannot be conquered by anyone, You are certainly conquered by devotees who have control of the mind and senses. They can keep You under their control because You are causelessly merciful to devotees who desire no material profit from You. Indeed, You give Yourself to them, and because of this You also have full control over Your devotees.",
        "purport": " The Lord and the devotees both conquer. The Lord is conquered by the devotees, and the devotees are conquered by the Lord. Because of being conquered by one another, they both derive transcendental bliss from their relationship. The highest perfection of this mutual conquering is exhibited by Kṛṣṇa and the gopīs. The gopīs conquered Kṛṣṇa, and Kṛṣṇa conquered the gopīs. Thus whenever Kṛṣṇa played His flute, He conquered the minds of the gopīs, and without seeing the gopīs Kṛṣṇa could not be happy. Other transcendentalists, such as jñānīs and yogīs, cannot conquer the Supreme Personality of Godhead; only pure devotees can conquer Him. Pure devotees are described as sama-mati, which means that they never deviate from devotional service under any circumstances. It is not that devotees worship the Supreme Lord only when happy; they worship Him even when in distress. Happiness and distress do not hamper the process of devotional service. Therefore Śrīmad-Bhāgavatam says that devotional service is ahaituky apratihatā, unmotivated and uninterrupted. When a devotee offers devotional service to the Lord without any motive (anyābhilāṣitā-śūnyam, his service cannot be hampered by any material condition (apratihatā). Thus a devotee who offers service in all conditions of life can conquer the Supreme Personality of Godhead. A special distinction between devotees and the other transcendentalists, namely the jñānīs and yogīs, is that jñānīs and yogīs artificially try to become one with the Supreme, whereas devotees never aspire for such an impossible accomplishment. Devotees know that their position is to be eternally servants of the Supreme Lord and never to be one with Him. Therefore they are called sama-mati or jitātmā. They detest oneness with the Supreme. They have no lusty desires for oneness; instead, their desire is to be freed from all material hankering. Therefore they are called niṣkāma, desireless. A living entity cannot exist without desires, but desires that can never be fulfilled are called kāma, lusty desires. Kāmais tais tair hṛta jñānāḥ: because of lusty desires, nondevotees are deprived of their intelligence. Thus they are unable to conquer the Supreme Lord, whereas devotees, being freed from such unreasonable desires, can conquer the Lord. Such devotees are also conquered by the Supreme Personality of Godhead. Because they are pure, being free from all material desires, they fully surrender to the Supreme Lord, and therefore the Lord conquers them. Such devotees never aspire for liberation. They simply desire to serve the lotus feet of the Lord. Because they serve the Lord without desires for remuneration, they can conquer the mercy of the Lord. The Lord is by nature very merciful, and when He sees that His servant is working without desires for material profit, naturally He is conquered. Devotees are always engaged in service. All the activities of their senses are engaged in the service of the Lord. Because of such devotion, the Lord gives Himself to His devotees as if they could use Him for any purpose they might desire. Of course, devotees have no purpose other than to serve. When a devotee fully surrenders and has no aspiration for material profit, the Lord certainly gives him all opportunities for service. This is the position of the Lord when conquered by His devotees."
    },
    {
        "verse": "35",
        "devanagari": "तव विभव: खलु भगवन्जगदुदयस्थितिलयादीनि ।विश्वसृजस्तेꣷशांशास्तत्र मृषा स्पर्धन्ति पृथगभिमत्या ॥ ३५ ॥",
        "english_devnagari": "tava vibhavaḥ khalu bhagavanjagad-udaya-sthiti-layādīniviśva-sṛjas te ’ṁśāṁśāstatra mṛṣā spardhanti pṛthag abhimatyā",
        "verse_Syn": [
            "tava",
            "vibhavaḥ",
            "khalu",
            "bhagavan",
            "jagat",
            "udaya",
            "sthiti",
            "laya",
            "ādīni",
            "viśva",
            "sṛjaḥ",
            "te",
            "aṁśa",
            "aṁśāḥ",
            "tatra",
            "mṛṣā",
            "spardhanti",
            "pṛthak",
            "abhimatyā"
        ],
        "translation": "My dear Lord, this cosmic manifestation and its creation, maintenance and annihilation are all but Your opulences. Since Lord Brahmā and the other creators are nothing but small portions of a portion of You, their partial power to create does not make them God [īśvara]. Their consciousness of themselves as separate Lords is therefore merely false prestige. It is not valid.",
        "purport": " A devotee who has fully surrendered to the lotus feet of the Lord knows very well that the creative energy of the living entities, from Lord Brahmā down to the small ant, exists because the living entities are part and parcel of the Lord. In Bhagavad-gītā (15.7) the Lord says, mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ: “The living entities in this conditioned world are My eternal, fragmental parts.” The living entities are nothing but very small portions of the supreme spirit, like sparks of a fire. Because they are part of the Supreme, they have a creative quality in a very minute quantity. The so-called scientists of the modern materialistic world are proud because they have created modern facilities like great airplanes, but the credit for creating the airplanes should go to the Supreme Personality of Godhead, not to the scientists who have invented or created the so-called wonderful products. The first consideration is the intelligence of the scientist; one must be elevated by the dictation of the Supreme Lord, who says in Bhagavad-gītā (15.15), mattaḥ smṛtir jñānam apohanaṁ ca: “From Me come remembrance, knowledge and forgetfulness.” Because the Supreme Lord, as Supersoul, sits within the core of every living entity’s heart, the dictation by which one advances in scientific knowledge or creative faculties comes from Him. Furthermore, the ingredients to manufacture wonderful machines like airplanes are also supplied by the Lord, not by the scientists. Before the airplane was created, its ingredients already existed, having been caused by the Supreme Personality of Godhead, but when the manifested creation of the airplane is ruined, the remaining debris is a problem for the so-called creators. Another example is that the West is creating many automobiles. The ingredients for these cars are supplied, of course, by the Supreme Lord, and the intelligence for the so-called creation is also supplied by the Lord. Ultimately, when the cars are demolished, the so-called creators are faced with the problem of what to do with their ingredients. The actual creator, the original creator, is the Personality of Godhead. Only in the interim does someone create something with intelligence supplied by the Lord, and later the creation again becomes a problem. Therefore the so-called creator is not to be credited with the act of creation; the only credit goes to the Supreme Personality of Godhead. It is rightly stated herein that the credit for all the opulences of creation, maintenance and annihilation belongs to the Supreme Lord, not to the living entities."
    },
    {
        "verse": "36",
        "devanagari": "परमाणुपरममहतो-स्त्वमाद्यन्तान्तरवर्ती त्रयविधुर: ।आदावन्तेऽपि च सत्त्वानांयद् ध्रुवं तदेवान्तरालेऽपि ॥ ३६ ॥",
        "english_devnagari": "paramāṇu-parama-mahatostvam ādy-antāntara-vartī traya-vidhuraḥādāv ante ’pi ca sattvānāṁyad dhruvaṁ tad evāntarāle ’pi",
        "verse_Syn": [
            "parama",
            "aṇu",
            "parama",
            "mahatoḥ",
            "tvam",
            "ādi",
            "anta",
            "antara",
            "vartī",
            "traya",
            "vidhuraḥ",
            "ādau",
            "ante",
            "api",
            "ca",
            "sattvānām",
            "yat",
            "dhruvam",
            "tat",
            "eva",
            "antarāle",
            "api"
        ],
        "translation": "You exist in the beginning, middle and end of everything, from the most minute particle of the cosmic manifestation — the atom — to the gigantic universes and total material energy. Nonetheless, You are eternal, having no beginning, end or middle. You are perceived to exist in these three phases, and thus You are permanent. When the cosmic manifestation does not exist, You exist as the original potency.",
        "purport": " The Brahma-saṁhitā (5.33) says: “I worship the Supreme Personality of Godhead, Govinda [Kṛṣṇa], who is the original person — absolute, infallible, without beginning, although expanded into unlimited forms, still the same original, the oldest, and the person always appearing as a fresh youth. Such eternal, blissful, all-knowing forms of the Lord cannot be understood even by the best Vedic scholars, but they are always manifest to pure, unalloyed devotees.” The Supreme Personality of Godhead has no cause, for He is the cause of everything. The Lord is beyond the workings of cause and effect. He is eternally existing. In another verse the Brahma-saṁhitā says, aṇḍāntara-stha-paramāṇu-cayāntara-stham: the Lord exists within the gigantic universe and within the atom. The descent of the Lord into the atom and the universe indicates that without His presence, nothing could factually exist. Scientists say that water is a combination of hydrogen and oxygen, but when they see a vast ocean they are puzzled about where such a quantity of hydrogen and oxygen could have come from. They think that everything evolved from chemicals, but where did the chemicals come from? That they do not know. Since the Supreme Personality of Godhead is the cause of all causes, He can produce immense quantities of chemicals to create a situation for chemical evolution. We actually see that chemicals are produced from living entities. For example, a lemon tree produces many tons of citric acid. The citric acid is not the cause of the tree; rather, the tree is the cause of the acid. Similarly, the Supreme Personality of Godhead is the cause of everything. He is the cause of the tree that produces the citric acid (bījaṁ māṁ sarva-bhūtānām). Devotees can see that the original potencies causing the cosmic manifestation are not in chemicals but in the Supreme Personality of Godhead, for He is the cause of the chemicals. Everything is caused or manifested by the energy of the Supreme Lord, and when everything is annihilated or dissolved, the original potency enters the body of the Supreme Lord. Therefore this verse says, ādāv ante ’pi ca sattvānāṁ yad dhruvaṁ tad evāntarāle ’pi. The word dhruvam means “permanent.” The permanent reality is Kṛṣṇa, not this cosmic manifestation. As stated in Bhagavad-gītā, aham ādir hi devānām and mattaḥ sarvaṁ pravartate: Kṛṣṇa is the original cause of everything. Arjuna recognized Lord Śrī Kṛṣṇa as the original person (puruṣaṁ śāśvataṁ divyam ādi-devam ajaṁ vibhum), and the Brahma-saṁhitā describes Him as the original person (govindam ādi-puruṣam). He is the cause of all causes, whether at the beginning, at the end or in the middle."
    },
    {
        "verse": "37",
        "devanagari": "क्षित्यादिभिरेष किलावृत:सप्तभिर्दशगुणोत्तरैरण्डकोश: ।यत्र पतत्यणुकल्प:सहाण्डकोटिकोटिभिस्तदनन्त: ॥ ३७ ॥",
        "english_devnagari": "kṣity-ādibhir eṣa kilāvṛtaḥsaptabhir daśa-guṇottarair aṇḍa-kośaḥyatra pataty aṇu-kalpaḥsahāṇḍa-koṭi-koṭibhis tad anantaḥ",
        "verse_Syn": [
            "kṣiti",
            "ādibhiḥ",
            "eṣaḥ",
            "kila",
            "āvṛtaḥ",
            "saptabhiḥ",
            "daśa",
            "guṇa",
            "uttaraiḥ",
            "aṇḍa",
            "kośaḥ",
            "yatra",
            "patati",
            "aṇu",
            "kalpaḥ",
            "saha",
            "aṇḍa",
            "koṭi",
            "koṭibhiḥ",
            "tat",
            "anantaḥ"
        ],
        "translation": "Every universe is covered by seven layers — earth, water, fire, air, sky, the total energy and false ego — each ten times greater than the previous one. There are innumerable universes besides this one, and although they are unlimitedly large, they move about like atoms in You. Therefore You are called unlimited [ananta].",
        "purport": " The Brahma-saṁhitā (5.48) says: The origin of the material creation is Mahā-Viṣṇu, who lies in the Causal Ocean. While He sleeps in that ocean, millions of universes are generated as He exhales, and they are all annihilated when He inhales. This Mahā-Viṣṇu is a plenary portion of a portion of Viṣṇu, Govinda (yasya kalā-viśeṣaḥ). The word kalā refers to a plenary portion of a plenary portion. From Kṛṣṇa, or Govinda, comes Balarāma; from Balarāma comes Saṅkarṣaṇa; from Saṅkarṣaṇa, Nārāyaṇa; from Nārāyaṇa, the second Saṅkarṣaṇa; from the second Saṅkarṣaṇa, Mahā-Viṣṇu; from Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu; and from Garbhodakaśāyī Viṣṇu, Kṣīrodakaśāyī Viṣṇu. Kṣīrodakaśāyī Viṣṇu controls every universe. This gives an idea of the meaning of ananta, unlimited. What is to be said of the unlimited potency and existence of the Lord? This verse describes the coverings of the universe (saptabhir daśa-guṇottarair aṇḍa-kośaḥ). The first covering is earth, the second is water, the third is fire, the fourth is air, the fifth is sky, the sixth is the total material energy, and the seventh is the false ego. Beginning with the covering of earth, each covering is ten times greater than the previous one. Thus we can only imagine how great each universe is, and there are many millions of universes. As confirmed by the Lord Himself in Bhagavad-gītā (10.42): “But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.” The entire material world manifests only one fourth of the Supreme Lord’s energy. Therefore He is called ananta."
    },
    {
        "verse": "38",
        "devanagari": "विषयतृषो नरपशवोय उपासते विभूतीर्न परं त्वाम् ।तेषामाशिष ईशतदनु विनश्यन्ति यथा राजकुलम् ॥ ३८ ॥",
        "english_devnagari": "viṣaya-tṛṣo nara-paśavoya upāsate vibhūtīr na paraṁ tvāmteṣām āśiṣa īśatad anu vinaśyanti yathā rāja-kulam",
        "verse_Syn": [
            "viṣaya",
            "tṛṣaḥ",
            "nara",
            "paśavaḥ",
            "ye",
            "upāsate",
            "vibhūtīḥ",
            "na",
            "param",
            "tvām",
            "teṣām",
            "āśiṣaḥ",
            "īśa",
            "tat",
            "anu",
            "vinaśyanti",
            "yathā",
            "rāja",
            "kulam"
        ],
        "translation": "O Lord, O Supreme, unintelligent persons who thirst for sense enjoyment and who worship various demigods are no better than animals in the human form of life. Because of their animalistic propensities, they fail to worship Your Lordship, and instead they worship the insignificant demigods, who are but small sparks of Your glory. With the destruction of the entire universe, including the demigods, the benedictions received from the demigods also vanish, just like the nobility when a king is no longer in power.",
        "purport": " Bhagavad-gītā (7.20) says, kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ: “Those whose minds are distorted by material desires surrender unto the demigods.” Similarly, this verse condemns worship of the demigods. We may show our respect to the demigods, but the demigods are not worshipable. The intelligence of those who worship the demigods is lost (hṛta jñānāḥ) because these worshipers do not know that when the entire material cosmic manifestation is annihilated, the demigods, who are the departmental heads of that manifestation, will be vanquished. When the demigods are vanquished, the benedictions given by the demigods to unintelligent men will also be vanquished. Therefore a devotee should not hanker to obtain material opulence by worshiping the demigods, but should engage in the service of the Lord, who will satisfy all his desires. “Whether full of all material desires, free from material desires or desiring liberation, a person who has broader intelligence must by all means worship the supreme whole, the Personality of Godhead.” (Bhāg. 2.3.10) This is the duty of a perfect human being. One who has the shape of a human being but whose actions are nothing but those of an animal is called nara-paśu or dvipada-paśu, a two-legged animal. A human being who is not interested in Kṛṣṇa consciousness is condemned herewith as a nara-paśu."
    },
    {
        "verse": "39",
        "devanagari": "कामधियस्त्वयि रचितान परम रोहन्ति यथा करम्भबीजानि ।ज्ञानात्मन्यगुणमयेगुणगणतोऽस्य द्वन्द्वजालानि ॥ ३९ ॥",
        "english_devnagari": "kāma-dhiyas tvayi racitāna parama rohanti yathā karambha-bījānijñānātmany aguṇamayeguṇa-gaṇato ’sya dvandva-jālāni",
        "verse_Syn": [
            "kāma",
            "dhiyaḥ",
            "tvayi",
            "racitāḥ",
            "na",
            "parama",
            "rohanti",
            "yathā",
            "karambha",
            "bījāni",
            "jñāna",
            "ātmani",
            "aguṇa",
            "maye",
            "guṇa",
            "gaṇataḥ",
            "asya",
            "dvandva",
            "jālāni"
        ],
        "translation": "O Supreme Lord, if persons obsessed with material desires for sense gratification through material opulence worship You, who are the source of all knowledge and are transcendental to material qualities, they are not subject to material rebirth, just as sterilized or fried seeds do not produce plants. Living entities are subjected to the repetition of birth and death because they are conditioned by material nature, but since You are transcendental, one who is inclined to associate with You in transcendence escapes the conditions of material nature.",
        "purport": " This is confirmed in Bhagavad-gītā (4.9), wherein the Lord says: “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” If one simply engages in Kṛṣṇa consciousness to understand Kṛṣṇa, he surely becomes immune to the process of repeated birth and death. As clearly stated in Bhagavad-gītā, tyaktvā dehaṁ punar janma naiti: such a person, simply by engaging in Kṛṣṇa consciousness or understanding the Supreme Personality of Godhead, Kṛṣṇa, becomes quite fit to return home, back to Godhead. Even those who are obsessed with material desires may also come to worship the Supreme Personality of Godhead so steadily that they go back to Godhead. The fact is that if one comes to Kṛṣṇa consciousness, although he may have many material desires, he becomes increasingly attracted to the lotus feet of Kṛṣṇa through associating with the Supreme Lord by chanting His holy name. The Supreme Lord and His holy name are identical. Thus he becomes uninterested in attachment to material enjoyment. The perfection of life is to be uninterested in material enjoyment and interested in Kṛṣṇa. If one comes to Kṛṣṇa consciousness somehow or other, even for material gain, the result is that he will be liberated. Kāmād dveṣād bhayāt snehāt. Whether for the satisfaction of material desires, because of the influence of envy, because of fear, because of affection or because of any other reason, if one comes to Kṛṣṇa, his life is successful."
    },
    {
        "verse": "40",
        "devanagari": "जितमजित तदा भवतायदाह भागवतं धर्ममनवद्यम् ।निष्किञ्चना ये मुनयआत्मारामा यमुपासतेऽपवर्गाय ॥ ४० ॥",
        "english_devnagari": "jitam ajita tadā bhavatāyadāha bhāgavataṁ dharmam anavadyamniṣkiñcanā ye munayaātmārāmā yam upāsate ’pavargāya",
        "verse_Syn": [
            "jitam",
            "ajita",
            "tadā",
            "bhavatā",
            "yadā",
            "āha",
            "bhāgavatam",
            "dharmam",
            "anavadyam",
            "niṣkiñcanāḥ",
            "ye",
            "munayaḥ",
            "ātma",
            "ārāmāḥ",
            "yam",
            "upāsate",
            "apavargāya"
        ],
        "translation": "O unconquerable one, when You spoke about bhāgavata-dharma, which is the uncontaminated religious system for achieving the shelter of Your lotus feet, that was Your victory. Persons who have no material desires, like the Kumāras, who are self-satisfied sages, worship You to be liberated from material contamination. In other words, they accept the process of bhāgavata-dharma to achieve shelter at Your lotus feet.",
        "purport": " As stated by Śrīla Rūpa Gosvāmī in Bhakti-rasāmṛta-sindhu: “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desires for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” The Nārada-pañcarātra also says: “One should be free from all material designations and cleansed of all material contamination. He should be restored to his pure identity, in which he engages his senses in the service of the proprietor of the senses. That is called devotional service.” This is also called bhāgavata-dharma. Without material aspirations, one should simply serve Kṛṣṇa, as advised in Bhagavad-gītā, Nārada-pañcarātra and Śrīmad-Bhāgavatam. Bhāgavata-dharma is the process of religion enunciated by pure devotees, direct representatives of the Supreme Personality of Godhead like Nārada, Śukadeva Gosvāmī and their humble servants in the disciplic succession. By understanding bhāgavata-dharma, one immediately becomes free from material contamination. Living entities, who are part and parcel of the Supreme Personality of Godhead, are loitering in this material world suffering. When they are instructed by the Lord Himself about bhāgavata-dharma and they adopt it, that is victory for the Lord, for He then reclaims these fallen souls. A devotee following the principles of bhāgavata-dharma feels very much obligated to the Supreme Personality of Godhead. He can understand the difference between life without bhāgavata-dharma and life with bhāgavata-dharma and thus he ever remains obliged to the Lord. Taking to Kṛṣṇa consciousness and bringing fallen souls to Kṛṣṇa consciousness is victory for Lord Kṛṣṇa. “The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self.” (Bhāg. 1.2.6) Therefore Śrīmad-Bhāgavatam is the pure transcendental process of religion."
    },
    {
        "verse": "41",
        "devanagari": "विषममतिर्न यत्र नृणांत्वमहमिति मम तवेति च यदन्यत्र ।विषमधिया रचितो य:स ह्यविशुद्ध: क्षयिष्णुरधर्मबहुल: ॥ ४१ ॥",
        "english_devnagari": "viṣama-matir na yatra nṛṇāṁtvam aham iti mama taveti ca yad anyatraviṣama-dhiyā racito yaḥsa hy aviśuddhaḥ kṣayiṣṇur adharma-bahulaḥ",
        "verse_Syn": [
            "viṣama",
            "matiḥ",
            "na",
            "yatra",
            "nṛṇām",
            "tvam",
            "aham",
            "iti",
            "mama",
            "tava",
            "iti",
            "ca",
            "yat",
            "anyatra",
            "viṣama",
            "dhiyā",
            "racitaḥ",
            "yaḥ",
            "saḥ",
            "hi",
            "aviśuddhaḥ",
            "kṣayiṣṇuḥ",
            "adharma",
            "bahulaḥ"
        ],
        "translation": "Being full of contradictions, all forms of religion but bhāgavata-dharma work under conceptions of fruitive results and distinctions of “you and I” and “yours and mine.” The followers of Śrīmad-Bhāgavatam have no such consciousness. They are all Kṛṣṇa conscious, thinking that they are Kṛṣṇa’s and Kṛṣṇa is theirs. There are other, low-class religious systems, which are contemplated for the killing of enemies or the gain of mystic power, but such religious systems, being full of passion and envy, are impure and temporary. Because they are full of envy, they are full of irreligion.",
        "purport": " Bhāgavata-dharma has no contradictions. Conceptions of “your religion” and “my religion” are completely absent from bhāgavata-dharma. Bhāgavata-dharma means following the orders given by the Supreme Lord, Bhagavān, as stated in Bhagavad-gītā: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. God is one, and God is for everyone. Therefore everyone must surrender to God. That is the pure conception of religion. Whatever God orders constitutes religion (dharmaṁ tu sākṣād bhagavat-praṇītam). In bhāgavata-dharma there is no question of “what you believe” and “what I believe.” Everyone must believe in the Supreme Lord and carry out His orders. Ānukūlyena kṛṣṇānuśīlanam: whatever Kṛṣṇa says — whatever God says — should be directly carried out. That is dharma, religion. If one is actually Kṛṣṇa conscious, he cannot have any enemies. Since his only engagement is to induce others to surrender to Kṛṣṇa, or God, how can he have enemies? If one advocates the Hindu religion, the Muslim religion, the Christian religion, this religion or that religion, there will be conflicts. History shows that the followers of religious systems without a clear conception of God have fought with one another. There are many instances of this in human history, but systems of religion that do not concentrate upon service to the Supreme are temporary and cannot last for long because they are full of envy. There are many activities directed against such religious systems, and therefore one must give up the idea of “my belief” and “your belief.” Everyone should believe in God and surrender unto Him. That is bhāgavata-dharma. Bhāgavata-dharma is not a concocted sectarian belief, for it entails research to find how everything is connected with Kṛṣṇa (īśāvāsyam idaṁ sarvam). According to the Vedic injunctions, sarvaṁ khalv idaṁ brahma: Brahman, the Supreme, is present in everything. Bhāgavata-dharma captures this presence of the Supreme. Bhāgavata-dharma does not consider everything in the world to be false. Because everything emanates from the Supreme, nothing can be false. Everything has some use in the service of the Supreme. For example, we are now dictating into a microphone and recording on a dictating machine, and thus we are finding how the machine can be connected to the Supreme Brahman. Since we are using this machine in the service of the Lord, it is Brahman. This is the meaning of sarvaṁ khalv idaṁ brahma. Everything is Brahman because everything can be used for the service of the Supreme Lord. Nothing is mithyā, false; everything is factual. Bhāgavata-dharma is called sarvotkṛṣṭa, the best of all religious systems, because those who follow bhāgavata-dharma are not envious of anyone. Pure bhāgavatas, pure devotees, invite everyone, without envy, to join the Kṛṣṇa consciousness movement. A devotee is therefore exactly like the Supreme Personality of Godhead. Suhṛdaṁ sarva-bhūtānām: he is the friend of all living entities. Therefore this is the best of all religious systems. Whereas so-called religions are meant for a particular type of person who believes in a particular way, such discrimination has no place in Kṛṣṇa consciousness, or bhāgavata-dharma. If we scrutinize the religious systems meant for worship of demigods or anyone else but the Supreme Personality of Godhead, we will find that they are full of envy and therefore impure."
    },
    {
        "verse": "42",
        "devanagari": "क: क्षेमो निजपरयो:कियान्वार्थ: स्वपरद्रुहा धर्मेण ।स्वद्रोहात्तव कोप:परसम्पीडया च तथाधर्म: ॥ ४२ ॥",
        "english_devnagari": "kaḥ kṣemo nija-parayoḥkiyān vārthaḥ sva-para-druhā dharmeṇasva-drohāt tava kopaḥpara-sampīḍayā ca tathādharmaḥ",
        "verse_Syn": [
            "kaḥ",
            "kṣemaḥ",
            "nija",
            "parayoḥ",
            "kiyān",
            "vā",
            "arthaḥ",
            "sva",
            "para",
            "druhā",
            "dharmeṇa",
            "sva",
            "drohāt",
            "tava",
            "kopaḥ",
            "para",
            "sampīḍayā",
            "ca",
            "tathā",
            "adharmaḥ"
        ],
        "translation": "How can a religious system that produces envy of one’s self and of others be beneficial for oneself and for them? What is auspicious about following such a system? What is actually to be gained? By causing pain to one’s own self due to self-envy and by causing pain to others, one arouses Your anger and practices irreligion.",
        "purport": " Any religious system but the process of bhāgavata-dharma — service as an eternal servant of the Supreme Personality of Godhead — is a system of envy of one’s own self and of others. For example, there are many systems of religion in which animal sacrifices are recommended. Such animal sacrifices are inauspicious both for the performer and for the animal. Although one is sometimes permitted to sacrifice an animal before the goddess Kālī and eat it instead of purchasing meat from a slaughterhouse, permission to eat meat after a sacrifice in the presence of the goddess Kālī is not the order of the Supreme Personality of Godhead. It is simply a concession for the miserable person who will not give up eating meat. It is meant to restrict his desire for unrestricted meat-eating. Such a religious system is condemned. Therefore Kṛṣṇa says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all other duties and surrender unto Me.” That is the last word in religion. One may argue that the sacrifice of animals is recommended in the Vedas. This recommendation, however, is a restriction. Without Vedic restrictions on the purchase of meat, people will purchase meat from the market, which will be overflooded with meat shops, and slaughterhouses will increase. To restrict this, sometimes the Vedas say that one may eat meat after sacrificing an insignificant animal like a goat before the goddess Kālī. In any case, a system of religion in which animal sacrifices are recommended is inauspicious for those who perform the sacrifices and for the animals. Envious persons who perform ostentatious animal sacrifices are condemned in Bhagavad-gītā (16.17) as follows: “Self-complacent and always impudent, deluded by wealth and false prestige, they sometimes perform sacrifices in name only without following any rules or regulations.” Sometimes animal sacrifices are performed very gorgeously with grand arrangements for worshiping the goddess Kālī, but such festivals, although performed in the name of yajña, are not actually yajña, for yajña means to satisfy the Supreme Personality of Godhead. Therefore it is recommended that in this age specifically, yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ: those who have good intelligence satisfy the yajña-puruṣa, Viṣṇu, by chanting the Hare Kṛṣṇa mantra. Envious persons, however, are condemned by the Supreme Personality of Godhead as follows: “Bewildered by false ego, strength, pride, lust and anger, the demon becomes envious of the Supreme Personality of Godhead, who is situated in his own body and in the bodies of others, and blasphemes against the real religion. Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life.” (Bg. 16.18-19) These persons are condemned by the Supreme Personality of Godhead, as indicated by the words tava kopaḥ. A person who commits murder is envious of himself and also the person he has killed, for the result of committing murder is that he will be arrested and hanged. If one transgresses the laws of a man-made government, he may escape being killed by the state, but one cannot escape the laws of God. A killer of any animal must be killed in his next life by the same animal. This is the law of nature. One must follow the instructions of the Supreme Lord: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. If one follows any other system of religion, he is subject to punishment by the Supreme Personality of Godhead in many different ways. Therefore if one follows a concocted system of religion, he is envious not only of others but also of himself. Consequently his system of religion is useless. Śrīmad-Bhāgavatam (1.2.8) says: “Duties (dharma) executed by men, regardless of occupation, are only so much useless labor if they do not provoke attraction for the message of the Supreme Lord.” Following a system of religion that does not awaken one’s Kṛṣṇa consciousness, or God consciousness, is merely a waste of time and labor."
    },
    {
        "verse": "43",
        "devanagari": "न व्यभिचरति तवेक्षायया ह्यभिहितो भागवतो धर्म: ।स्थिरचरसत्त्वकदम्बे-ष्वपृथग्धियो यमुपासते त्वार्या: ॥ ४३ ॥",
        "english_devnagari": "na vyabhicarati tavekṣāyayā hy abhihito bhāgavato dharmaḥsthira-cara-sattva-kadambeṣvapṛthag-dhiyo yam upāsate tv āryāḥ",
        "verse_Syn": [
            "na",
            "vyabhicarati",
            "tava",
            "īkṣā",
            "yayā",
            "hi",
            "abhihitaḥ",
            "bhāgavataḥ",
            "dharmaḥ",
            "sthira",
            "cara",
            "sattva",
            "kadambeṣu",
            "apṛthak",
            "dhiyaḥ",
            "yam",
            "upāsate",
            "tu",
            "āryāḥ"
        ],
        "translation": "My dear Lord, one’s occupational duty is instructed in Śrīmad-Bhāgavatam and Bhagavad-gītā according to Your point of view, which never deviates from the highest goal of life. Those who follow their occupational duties under Your supervision, being equal to all living entities, moving and nonmoving, and not considering high and low, are called Āryans. Such Āryans worship You, the Supreme Personality of Godhead.",
        "purport": " Bhāgavata-dharma and kṛṣṇa-kathā are identical. Śrī Caitanya Mahāprabhu wanted everyone to become a guru and preach the instructions of Kṛṣṇa everywhere from Bhagavad-gītā, Śrīmad-Bhāgavatam, the Purāṇas, Vedānta-sūtra and similar Vedic literatures. Āryans, who are advanced in civilization, follow bhāgavata-dharma. Prahlāda Mahārāja, although merely a child of five years, recommended: Prahlāda Mahārāja preached bhāgavata-dharma among his classmates as soon as an opportunity was afforded by the absence of his teachers from the classroom. He said that from the very beginning of life, from the age of five, children should be instructed about bhāgavata-dharma because the human form of life, which is very rarely obtained, is meant for understanding this subject. Bhāgavata-dharma means living according to the instructions of the Supreme Personality of Godhead. In Bhagavad-gītā we find that the Supreme Lord has arranged human society in four social divisions, namely brāhmaṇa, kṣatriya, vaiśya and śūdra. Again, the Purāṇas and other Vedic literatures set forth four āśramas, which are the divisions of spiritual life. Therefore bhāgavata-dharma means the varṇāśrama-dharma of the four social and four spiritual divisions. The members of human society who strictly follow the principles of bhāgavata-dharma and live according to the instructions of the Supreme Personality of Godhead are called Āryans or ārya. A civilization of Āryans who strictly follow the instructions of the Lord and never deviate from those instructions is perfect. Such civilized men do not discriminate between trees, animals, human beings and other living entities. Paṇḍitāḥ sama-darśinaḥ: because they are completely educated in Kṛṣṇa consciousness, they see all living beings equally. Āryans do not kill even a small plant unnecessarily, not to speak of cutting trees for sense gratification. At the present moment, throughout the world, killing is prominent. Men are killing trees, they are killing animals, and they are killing other human beings also, all for sense gratification. This is not an Āryan civilization. As stated here, sthira-cara-sattva-kadambeṣv apṛthag-dhiyaḥ. The word apṛthag-dhiyaḥ indicates that Āryans do not distinguish between lower and higher grades of life. All life should be protected. All living beings have a right to live, even the trees and plants. This is the basic principle of an Āryan civilization. Apart from the lower living entities, those who have come to the platform of human civilization should be divided into a society of brāhmaṇas, kṣatriyas, vaiśyas and śūdras. The brāhmaṇas should follow the instructions of the Supreme Personality of Godhead as stated in Bhagavad-gītā and other Vedic literatures. The criterion must be guṇa and karma. In other words, one should acquire the qualities of a brāhmaṇa, kṣatriya, vaiśya or śūdra and act accordingly. This is the civilization accepted by the Āryans. Why do they accept it? They accept it because they are very much eager to satisfy Kṛṣṇa. This is perfect civilization. Āryans do not deviate from the instructions of Kṛṣṇa, nor do they have doubts about Kṛṣṇa, but non-Āryans and other demoniac people fail to follow the instructions of Bhagavad-gītā and Śrīmad-Bhāgavatam. This is because they have been trained in sense gratification at the cost of all other living entities. Nūnaṁ pramattaḥ kurute vikarma: their only business is to indulge in all kinds of forbidden activities for sense gratification. Yad indriya-prītaya āpṛṇoti: they deviate in this way because they want to gratify their senses. They have no other occupation or ambition. Their method of civilization is condemned in the previous verse. Kaḥ kṣemo nija-parayoḥ kiyān vārthaḥ sva-para-druhā dharmeṇa: “What is the meaning of a civilization that kills oneself and others?” This verse, therefore, advises that everyone become a member of the Āryan civilization and accept the instructions of the Supreme Personality of Godhead. One should conduct his social, political and religious affairs according to His instructions. We are spreading the Kṛṣṇa consciousness movement to try to establish a society the way that Kṛṣṇa wants it. This is the meaning of Kṛṣṇa consciousness. We are therefore presenting Bhagavad-gītā as it is and kicking out all kinds of mental concoction. Fools and rascals interpret Bhagavad-gītā in their own way. When Kṛṣṇa says, man-manā bhava mad-bhakto mad-yājī māṁ namaskuru — “Always think of Me, become My devotee, worship Me and offer your homage unto Me” — they comment that it is not Kṛṣṇa to whom we must surrender. Thus they derive imaginary meanings from Bhagavad-gītā. The Kṛṣṇa consciousness movement, however, strictly follows bhāgavata-dharma, the instructions of Bhagavad-gītā and Śrīmad-Bhāgavatam for the complete welfare of human society. One who misinterprets Bhagavad-gītā, twisting out some meaning for his sense gratification, is a non-Āryan. Therefore commentaries on Bhagavad-gītā by such persons should be immediately rejected. One should try to follow Bhagavad-gītā as it is. In Bhagavad-gītā (12.6-7) Lord Śrī Kṛṣṇa says: “For one who worships Me, giving up all his activities unto Me and being devoted to Me without deviation, engaged in devotional service and always meditating upon Me, who has fixed his mind upon Me, O son of Pṛthā, for him I am the swift deliverer from the ocean of birth and death.”"
    },
    {
        "verse": "44",
        "devanagari": "न हि भगवन्नघटितमिदंत्वद्दर्शनान्नृणामखिलपापक्षय: ।यन्नाम सकृच्छ्रवणात्पुक्कशोऽपि विमुच्यते संसारात् ॥ ४४ ॥",
        "english_devnagari": "na hi bhagavann aghaṭitam idaṁtvad-darśanān nṛṇām akhila-pāpa-kṣayaḥyan-nāma sakṛc chravaṇātpukkaśo ’pi vimucyate saṁsārāt",
        "verse_Syn": [
            "na",
            "hi",
            "bhagavan",
            "aghaṭitam",
            "idam",
            "tvat",
            "darśanāt",
            "nṛṇām",
            "akhila",
            "pāpa",
            "kṣayaḥ",
            "yat",
            "nāma",
            "sakṛt",
            "śravaṇāt",
            "pukkaśaḥ",
            "api",
            "vimucyate",
            "saṁsārāt"
        ],
        "translation": "My Lord, it is not impossible for one to be immediately freed from all material contamination by seeing You. Not to speak of seeing You personally, merely by hearing the holy name of Your Lordship only once, even caṇḍālas, men of the lowest class, are freed from all material contamination. Under the circumstances, who will not be freed from material contamination simply by seeing You?",
        "purport": " As stated in the Śrīmad-Bhāgavatam (9.5.16), yan-nāma-śruti-mātreṇa pumān bhavati nirmalaḥ: simply by hearing the holy name of the Lord, one is immediately purified. Therefore, in this Age of Kali, when all people are very contaminated, the chanting of the holy name of the Lord is recommended as the only means of improvement. “In this age of quarrel and hypocrisy the only means of deliverance is the chanting of the holy name of the Lord. There is no other way. There is no other way. There is no other way.” (Bṛhan-nāradīya Purāṇa) Śrī Caitanya Mahāprabhu introduced this chanting of the holy name five hundred years ago, and now through the Kṛṣṇa consciousness movement, the Hare Kṛṣṇa movement, we are actually seeing that men who are considered to belong to the lowest class are being delivered from all sinful activities simply by hearing the holy name of the Lord. Saṁsāra, material existence, is a result of sinful actions. Everyone in this material world is condemned, yet as there are different grades of prisoners, there are different grades of men. All of them, in all statuses of life, are suffering. To stop the suffering of material existence, one must take to the Hare Kṛṣṇa movement of saṅkīrtana or Kṛṣṇa conscious life. Herein it is said, yan-nāma sakṛc chravaṇāt: the holy name of the Supreme Personality of Godhead is so powerful that if once heard without offenses, it can purify the lowest of men (kirāta-hūṇāndhra-pulinda-pulkaśāḥ). Such men, who are called caṇḍālas, are less than śūdras, but they also can be purified simply by hearing the holy name of the Lord, not to speak of personally seeing the Lord. From our present position, the Supreme Personality of Godhead can be personally seen as the Deity in the temple. The Deity of the Lord is not different from the Supreme Lord. Because we cannot see the Supreme Lord with our present blunt eyes, the Lord has kindly consented to come before us in a form we can see. Therefore the Deity in the temple should not be considered material. By offering food to the Deity and by decorating and serving the Deity, one gets the same result that one derives from serving the Lord personally in Vaikuṇṭha."
    },
    {
        "verse": "45",
        "devanagari": "अथ भगवन् वयमधुनात्वदवलोकपरिमृष्टाशयमला: ।सुरऋषिणा यत्कथितंतावकेन कथमन्यथा भवति ॥ ४५ ॥",
        "english_devnagari": "atha bhagavan vayam adhunātvad-avaloka-parimṛṣṭāśaya-malāḥsura-ṛṣiṇā yat kathitaṁtāvakena katham anyathā bhavati",
        "verse_Syn": [
            "atha",
            "bhagavan",
            "vayam",
            "adhunā",
            "tvat",
            "avaloka",
            "parimṛṣṭa",
            "āśaya",
            "malāḥ",
            "sura",
            "ṛṣiṇā",
            "yat",
            "kathitam",
            "tāvakena",
            "katham",
            "anyathā",
            "bhavati"
        ],
        "translation": "Therefore, my dear Lord, simply seeing You has now wiped away all the contamination of sinful activities and their results of material attachment and lusty desires, which always filled my mind and the core of my heart. Whatever is predicted by the great sage Nārada Muni cannot be otherwise. In other words, I have obtained Your audience as a result of being trained by Nārada Muni.",
        "purport": " This is the process of the perfect way. One must take lessons from authorities like Nārada, Vyāsa and Asita, and follow their principles. Then one will be able to see the Supreme Personality of Godhead even with one’s own eyes. One only needs training. Ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ. With our blunt eyes and other senses we cannot perceive the Supreme Personality of Godhead, but if we engage our senses in the service of the Lord according to the instructions of the authorities, it will be possible to see Him. As soon as one sees the Supreme Personality of Godhead, all the sinful reactions in the core of one’s heart are certainly vanquished."
    },
    {
        "verse": "46",
        "devanagari": "विदितमनन्त समस्तंतव जगदात्मनो जनैरिहाचरितम् ।विज्ञाप्यं परमगुरो:कियदिव सवितुरिव खद्योतै: ॥ ४६ ॥",
        "english_devnagari": "viditam ananta samastaṁtava jagad-ātmano janair ihācaritamvijñāpyaṁ parama-guroḥkiyad iva savitur iva khadyotaiḥ",
        "verse_Syn": [
            "viditam",
            "ananta",
            "samastam",
            "tava",
            "jagat",
            "ātmanaḥ",
            "janaiḥ",
            "iha",
            "ācaritam",
            "vijñāpyam",
            "parama",
            "guroḥ",
            "kiyat",
            "iva",
            "savituḥ",
            "iva",
            "khadyotaiḥ"
        ],
        "translation": "O unlimited Supreme Personality of Godhead, whatever a living entity does in this material world is well known to You because You are the Supersoul. In the presence of the sun there is nothing to be revealed by the light of a glowworm. Similarly, because You know everything, in Your presence there is nothing for me to make known.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "नमस्तुभ्यं भगवतेसकलजगत्स्थितिलयोदयेशाय ।दुरवसितात्मगतयेकुयोगिनां भिदा परमहंसाय ॥ ४७ ॥",
        "english_devnagari": "namas tubhyaṁ bhagavatesakala-jagat-sthiti-layodayeśāyaduravasitātma-gatayekuyogināṁ bhidā paramahaṁsāya",
        "verse_Syn": [
            "namaḥ",
            "tubhyam",
            "bhagavate",
            "sakala",
            "jagat",
            "sthiti",
            "laya",
            "udaya",
            "īśāya",
            "duravasita",
            "ātma",
            "gataye",
            "ku",
            "yoginām",
            "bhidā",
            "parama",
            "haṁsāya"
        ],
        "translation": "My dear Lord, You are the creator, maintainer and annihilator of this cosmic manifestation, but persons who are too materialistic and who always see separateness do not have eyes with which to see You. They cannot understand Your real position, and therefore they conclude that the cosmic manifestation is independent of Your opulence. My Lord, You are the supreme pure, and You are full in all six opulences. Therefore I offer my respectful obeisances unto You.",
        "purport": " Atheistic men think that the cosmic manifestation has come about by chance, by a combination of matter, without reference to God. Materialistic so-called chemists and atheistic philosophers always try to avoid even the name of God in relation to the cosmic manifestation. For them God’s creation is impossible to understand because they are too materialistic. The Supreme Personality of Godhead is paramahaṁsa, or the supreme pure, whereas those who are sinful, being very much attached to material sense enjoyment and therefore engaging in material activities like asses, are the lowest of men. All their so-called scientific knowledge is null and void because of their atheistic temperament. Thus they cannot understand the Supreme Personality of Godhead."
    },
    {
        "verse": "48",
        "devanagari": "यं वै श्वसन्तमनु विश्वसृज: श्वसन्तियं चेकितानमनु चित्तय उच्चकन्ति ।भूमण्डलं सर्षपायति यस्य मूर्ध्नितस्मै नमो भगवतेऽस्तु सहस्रमूर्ध्ने ॥ ४८ ॥",
        "english_devnagari": "yaṁ vai śvasantam anu viśva-sṛjaḥ śvasantiyaṁ cekitānam anu cittaya uccakantibhū-maṇḍalaṁ sarṣapāyati yasya mūrdhnitasmai namo bhagavate ’stu sahasra-mūrdhne",
        "verse_Syn": [
            "yam",
            "vai",
            "śvasantam",
            "anu",
            "viśva",
            "sṛjaḥ",
            "śvasanti",
            "yam",
            "cekitānam",
            "anu",
            "cittayaḥ",
            "uccakanti",
            "bhū",
            "maṇḍalam",
            "sarṣapāyati",
            "yasya",
            "mūrdhni",
            "tasmai",
            "namaḥ",
            "bhagavate",
            "astu",
            "sahasra",
            "mūrdhne"
        ],
        "translation": "My dear Lord, it is after You endeavor that Lord Brahmā, Indra and the other directors of the cosmic manifestation become occupied with their activities. It is after You perceive the material energy, My Lord, that the senses begin to perceive. The Supreme Personality of Godhead holds all the universes on His heads like seeds of mustard. I offer my respectful obeisances unto You, that Supreme Personality, who has thousands of hoods.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "श्रीशुक उवाचसंस्तुतो भगवानेवमनन्तस्तमभाषत ।विद्याधरपतिं प्रीतश्चित्रकेतुं कुरूद्वह ॥ ४९ ॥",
        "english_devnagari": "śrī-śuka uvācasaṁstuto bhagavān evamanantas tam abhāṣatavidyādhara-patiṁ prītaścitraketuṁ kurūdvaha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saṁstutaḥ",
            "bhagavān",
            "evam",
            "anantaḥ",
            "tam",
            "abhāṣata",
            "vidyādhara",
            "patim",
            "prītaḥ",
            "citraketum",
            "kuru",
            "udvaha"
        ],
        "translation": "Śukadeva Gosvāmī continued: The Lord, the Supreme Personality of Godhead, Anantadeva, being very much pleased with the prayers offered by Citraketu, the King of the Vidyādharas, replied to him as follows, O best of the Kuru dynasty, Mahārāja Parīkṣit.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "श्रीभगवानुवाचयन्नारदाङ्गिरोभ्यां ते व्याहृतं मेऽनुशासनम् ।संसिद्धोऽसि तया राजन् विद्यया दर्शनाच्च मे ॥ ५० ॥",
        "english_devnagari": "śrī-bhagavān uvācayan nāradāṅgirobhyāṁ tevyāhṛtaṁ me ’nuśāsanamsaṁsiddho ’si tayā rājanvidyayā darśanāc ca me",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yat",
            "nārada",
            "aṅgirobhyām",
            "te",
            "vyāhṛtam",
            "me",
            "anuśāsanam",
            "saṁsiddhaḥ",
            "asi",
            "tayā",
            "rājan",
            "vidyayā",
            "darśanāt",
            "ca",
            "me"
        ],
        "translation": "The Supreme Personality of Godhead, Anantadeva, replied as follows: O King, as a result of your having accepted the instructions spoken about Me by the great sages Nārada and Aṅgirā, you have become completely aware of transcendental knowledge. Because you are now educated in the spiritual science, you have seen Me face to face. Therefore you are now completely perfect.",
        "purport": " The perfection of life is to be spiritually educated and to understand the existence of the Lord and how He creates, maintains and annihilates the cosmic manifestation. When one is perfect in knowledge, he can develop his love of Godhead through the association of such perfect persons as Nārada and Aṅgirā and the members of their disciplic succession. Then one is able to see the unlimited Supreme Personality of Godhead face to face. Although the Lord is unlimited, by His causeless mercy He becomes visible to the devotee, who is then able to see Him. In our present position of conditioned life we cannot see or understand the Supreme Personality of Godhead. “No one can understand the transcendental nature of the name, form, quality and pastimes of Śrī Kṛṣṇa through his materially contaminated senses. Only when one becomes spiritually saturated by transcendental service to the Lord are the transcendental name, form, quality and pastimes of the Lord revealed to him.” (Bhakti-rasāmṛta-sindhu 1.2.234) If one takes to spiritual life under the direction of Nārada Muni or his representative and thus engages himself in the service of the Lord, he qualifies himself to see the Lord face to face. The Brahma-saṁhitā (5.38) states: “I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of Śyāmasundara situated within the heart of the devotee.” One must follow the instructions of the spiritual master. Thus one becomes qualified and later sees the Supreme Personality of Godhead, as evinced by Mahārāja Citraketu."
    },
    {
        "verse": "51",
        "devanagari": "अहं वै सर्वभूतानि भूतात्मा भूतभावन: ।शब्दब्रह्म परं ब्रह्म ममोभे शाश्वती तनू ॥ ५१ ॥",
        "english_devnagari": "ahaṁ vai sarva-bhūtānibhūtātmā bhūta-bhāvanaḥśabda-brahma paraṁ brahmamamobhe śāśvatī tanū",
        "verse_Syn": [
            "aham",
            "vai",
            "sarva",
            "bhūtāni",
            "bhūta",
            "ātmā",
            "bhūta",
            "bhāvanaḥ",
            "śabda",
            "brahma",
            "param",
            "brahma",
            "mama",
            "ubhe",
            "śāśvatī",
            "tanū"
        ],
        "translation": "All living entities, moving and nonmoving, are My expansions and are separate from Me. I am the Supersoul of all living beings, who exist because I manifest them. I am the form of the transcendental vibrations like oṁkāra and Hare Kṛṣṇa Hare Rāma, and I am the Supreme Absolute Truth. These two forms of Mine — namely, the transcendental sound and the eternally blissful spiritual form of the Deity, are My eternal forms; they are not material.",
        "purport": " The science of devotional service has been instructed by Nārada and Aṅgirā to Citraketu. Now, because of Citraketu’s devotional service, he has seen the Supreme Personality of Godhead. By performing devotional service, one advances step by step, and when one is on the platform of love of Godhead (premā pumartho mahān) he sees the Supreme Lord at every moment. As stated in Bhagavad-gītā, when one engages in devotional service twenty-four hours a day (teṣāṁ satata-yuktānāṁ bhajatāṁ prīti-pūrvakam) in accordance with the instructions of the spiritual master, his devotional service becomes more and more pleasing. Then the Supreme Personality of Godhead, who is within the core of everyone’s heart, speaks to the devotee (dadāmi buddhi-yogaṁ taṁ yena mām upayānti te). Citraketu Mahārāja was first instructed by his gurus, Aṅgirā and Nārada, and now, having followed their instructions, he has come to the stage of seeing the Supreme Lord face to face. Therefore the Lord is now instructing him in the essence of knowledge. The essence of knowledge is that there are two kinds of vastu, or substances. One is real, and the other, being illusory or temporary, is sometimes called nonfactual. One must consider these two kinds of existence. The real tattva, or truth, consists of Brahman, Paramātmā, and Bhagavān. As stated in Śrīmad-Bhāgavatam (1.2.11): “Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Paramātmā or Bhagavān.” The Absolute Truth exists eternally in three features. Therefore, Brahman, Paramātmā and Bhagavān combined are the substance. The categories of emanations from the nonsubstance are two — activities and forbidden activities (karma and vikarma). Karma refers to the pious life or material activities performed during the day and the mental activities of dreams at night. These are more or less desired activities. Vikarma, however, refers to illusory activities, which are something like the will-o’-the-wisp. These are activities that have no meaning. For example, modern scientists imagine that life can be produced from chemical combinations, and they are very busy trying to prove this in laboratories throughout the world, although no one in history has been able to produce the substance of life from material combinations. Such activities are called vikarma. All material activities are actually illusory, and progress in illusion is simply a waste of time. These illusory activities are called akārya, and one must learn of them from the instructions of the Supreme Personality of Godhead. As stated in Bhagavad-gītā (4.17): “The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is, and what inaction is.” One must learn of these directly from the Supreme Personality of Godhead, who, as Anantadeva, is instructing King Citraketu because of the advanced stage of devotional service he achieved by following the instructions of Nārada and Aṅgirā. Herein it is said, ahaṁ vai sarva-bhūtāni: the Lord is everything (sarva-bhūtāni), including the living entities and the material or physical elements. As the Lord says in Bhagavad-gītā (7.4-5): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies. Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of the living entities, who are struggling with material nature and are sustaining the universe.” The living entity tries to lord it over the material or physical elements, but both the physical elements and the spiritual spark are energies emanating from the Supreme Personality of Godhead. Therefore the Lord says, ahaṁ vai sarva-bhūtāni: “I am everything.” Just as heat and light emanate from fire, these two energies — the physical elements and the living entities — emanate from the Supreme Lord. Therefore the Lord says, ahaṁ vai sarva-bhūtāni: “I expand the physical and spiritual categories.” Again, the Lord, as the Supersoul, guides the living entities who are conditioned by the physical atmosphere. Therefore he is called bhūtātmā bhūta-bhāvanaḥ. He gives the living entity the intelligence with which to improve his position so that he may return home, back to Godhead, or if he does not want to go back to Godhead, the Lord gives him the intelligence with which to improve his material position. This is confirmed by the Lord Himself in Bhagavad-gītā (15.15). Sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” From within, the Lord gives the living being the intelligence with which to work. Therefore the previous verse said that after the Supreme Personality of Godhead endeavors, our endeavors begin. We cannot independently endeavor or act upon anything. Therefore the Lord is bhūta-bhāvanaḥ. Another specific feature of the knowledge given in this verse is that śabda-brahma is also a form of the Supreme Lord. In His eternal, blissful form, Lord Kṛṣṇa is accepted by Arjuna as paraṁ brahma. A living entity in the conditioned stage accepts something illusory as substantial. This is called māyā or avidyā — ignorance. Therefore according to the Vedic knowledge, one must become a devotee, and one must then distinguish between avidyā and vidyā, which are elaborately explained in the Īśopaniṣad. When one is actually on the platform of vidyā, he can personally understand the Personality of Godhead in His forms like those of Lord Rāma, Lord Kṛṣṇa and Saṅkarṣaṇa. The Vedic knowledge is described as the breathing of the Supreme Lord, and activities begin on the basis of Vedic knowledge. Therefore the Lord says that when He endeavors or breathes, the material universes come into existence, and various activities gradually develop. The Lord says in Bhagavad-gītā, praṇavaḥ sarva-vedeṣu: “I am the syllable om in all the Vedic mantras.” Vedic knowledge begins with the vibration of the transcendental sound praṇava, oṁkāra. The same transcendental sound is Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Abhinnatvān nāma-nāminoḥ: there is no difference between the holy name of the Lord and the Lord Himself."
    },
    {
        "verse": "52",
        "devanagari": "लोके विततमात्मानं लोकं चात्मनि सन्ततम् ।उभयं च मया व्याप्तं मयि चैवोभयं कृतम् ॥ ५२ ॥",
        "english_devnagari": "loke vitatam ātmānaṁlokaṁ cātmani santatamubhayaṁ ca mayā vyāptaṁmayi caivobhayaṁ kṛtam",
        "verse_Syn": [
            "loke",
            "vitatam",
            "ātmānam",
            "lokam",
            "ca",
            "ātmani",
            "santatam",
            "ubhayam",
            "ca",
            "mayā",
            "vyāptam",
            "mayi",
            "ca",
            "eva",
            "ubhayam",
            "kṛtam"
        ],
        "translation": "In this world of matter, which the conditioned soul accepts as consisting of enjoyable resources, the conditioned soul expands, thinking that he is the enjoyer of the material world. Similarly, the material world expands in the living entity as a source of enjoyment. In this way they both expand, but because they are My energies, they are both pervaded by Me. As the Supreme Lord, I am the cause of these effects, and one should know that both of them rest in Me.",
        "purport": " The Māyāvāda philosophy sees everything as being equal in quality with the Supreme Personality of Godhead, or the Supreme Brahman, and therefore sees everything as worshipable. This dangerous theory of the Māyāvāda school has turned people in general toward atheism. On the strength of this theory, one thinks that he is God, but this is not a fact. As stated in Bhagavad-gītā (mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā), the fact is that the entire cosmic manifestation is an expansion of the Supreme Lord’s energies, which are manifested in the physical elements and the living entities. The living entities wrongly consider the physical elements to be resources meant for their enjoyment, and they think themselves to be the enjoyers. However, neither of them is independent; they are both energies of the Lord. The original cause for the material energy and spiritual energy is the Supreme Personality of Godhead. However, although the expansion of the Lord’s energies is the original cause, one should not think that the Lord Himself has expanded in different ways. To condemn the theories of the Māyāvādīs, the Lord clearly says in Bhagavad-gītā, mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ: “All beings are in Me, but I am not in them.” Everything rests upon Him, and everything is but an expansion of His energies, but this does not mean that everything is as worshipable as the Lord Himself. The material expansion is temporary, but the Lord is not temporary. The living entities are parts of the Lord, but they are not the Lord Himself. The living entities in this material world are not inconceivable, but the Lord is. The theory that the Lord’s energies, being expansions of the Lord, are as good as the Lord is mistaken."
    },
    {
        "verse": "53-54",
        "devanagari": "यथा सुषुप्त: पुरुषो विश्वं पश्यति चात्मनि ।आत्मानमेकदेशस्थं मन्यते स्वप्न उत्थित: ॥ ५३ ॥एवं जागरणादीनि जीवस्थानानि चात्मन: ।मायामात्राणि विज्ञाय तद् द्रष्टारं परं स्मरेत् ॥ ५४ ॥",
        "english_devnagari": "yathā suṣuptaḥ puruṣoviśvaṁ paśyati cātmaniātmānam eka-deśa-sthaṁmanyate svapna utthitaḥ",
        "verse_Syn": [
            "yathā",
            "suṣuptaḥ",
            "puruṣaḥ",
            "viśvam",
            "paśyati",
            "ca",
            "ātmani",
            "ātmānam",
            "eka",
            "deśa",
            "stham",
            "manyate",
            "svapne",
            "utthitaḥ",
            "evam",
            "jāgaraṇa",
            "ādīni",
            "jīva",
            "sthānāni",
            "ca",
            "ātmanaḥ",
            "māyā",
            "mātrāṇi",
            "vijñāya",
            "tat",
            "draṣṭāram",
            "param",
            "smaret"
        ],
        "translation": "When a person is in deep sleep, he dreams and sees in himself many other objects, such as great mountains and rivers or perhaps even the entire universe, although they are far away. Sometimes when one awakens from a dream he sees that he is in a human form, lying in his bed in one place. Then he sees himself, in terms of various conditions, as belonging to a particular nationality, family and so on. All the conditions of deep sleep, dreaming and wakefulness are but energies of the Supreme Personality of Godhead. One should always remember the original creator of these conditions, the Supreme Lord, who is unaffected by them.",
        "purport": " None of these conditions of the living entities — namely, deep sleep, dreaming and wakefulness — is substantial. They are simply displays of various phases of conditional life. There may be many mountains, rivers, trees, bees, tigers and snakes that are situated far away, but in a dream one may imagine them to be nearby. Similarly, as one has subtle dreams at night, when the living entity is awake he lives in gross dreams of nation, community, society, possessions, skyscrapers, bank balance, position and honor. Under the circumstances, one should know that his position is due to his contact with the material world. One is situated in different positions in various forms of life that are all but creations of the illusory energy, which works under the direction of the Supreme Personality of Godhead. Therefore the Supreme Lord is the ultimate actor, and the conditioned living entity should simply remember this original actor, Śrī Kṛṣṇa. As living entities, we are being carried away by the waves of prakṛti, or nature, which works under the Lord’s direction (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram). Bhaktivinoda Ṭhākura sings, (miche) māyāra vaśe, yāccha bhese’, khāccha hābuḍubu, bhāi: “Why are you being carried away by the waves of the illusory energy in various phases of dreaming and wakefulness? These are all creations of māyā.” Our only duty is to remember the supreme director of this illusory energy — Kṛṣṇa. For us to do this, the śāstra advises us, harer nāma harer nāma harer nāmaiva kevalam: one should constantly chant the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. The Supreme Lord is realized in three different phases, as Brahman, Paramātmā and Bhagavān, but Bhagavān is the ultimate realization. One who realizes Bhagavān — the Supreme Personality of Godhead, Kṛṣṇa — is the most perfect mahātmā (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ). In the human form of life, one should understand the Supreme Personality of Godhead, for then one will understand everything else. Yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati (Muṇḍaka Upaniṣad 1.3). According to this Vedic injunction, simply by understanding Kṛṣṇa one understands Brahman, Paramātmā, prakṛti, the illusory energy, the spiritual energy and everything else. Everything will be revealed. Prakṛti, the material nature, is working under the direction of the Supreme Lord, and we living entities are being carried away by various phases of prakṛti. For self-realization, one should always remember Kṛṣṇa. As stated in Padma Purāṇa, smartavyaḥ satataṁ viṣṇuḥ: we should always remember Lord Viṣṇu. Vismartavyo na jātucit: we should never forget the Lord. This is the perfection of life."
    },
    {
        "verse": "55",
        "devanagari": "येन प्रसुप्त: पुरुष: स्वापं वेदात्मनस्तदा ।सुखं च निर्गुणं ब्रह्म तमात्मानमवेहि माम् ॥ ५५ ॥",
        "english_devnagari": "yena prasuptaḥ puruṣaḥsvāpaṁ vedātmanas tadāsukhaṁ ca nirguṇaṁ brahmatam ātmānam avehi mām",
        "verse_Syn": [
            "yena",
            "prasuptaḥ",
            "puruṣaḥ",
            "svāpam",
            "veda",
            "ātmanaḥ",
            "tadā",
            "sukham",
            "ca",
            "nirguṇam",
            "brahma",
            "tam",
            "ātmānam",
            "avehi",
            "mām"
        ],
        "translation": "Know Me to be the Supreme Brahman, the all-pervading Supersoul through whom the sleeping living entity can understand his dreaming condition and his happiness beyond the activities of the material senses. That is to say, I am the cause of the activities of the sleeping living being.",
        "purport": " When the living entity becomes free from false ego, he understands his superior position as a spirit soul, part and parcel of the pleasure potency of the Lord. Thus, due to Brahman, even while sleeping the living entity can enjoy. The Lord says, “That Brahman, that Paramātmā and that Bhagavān are I Myself.” This is noted by Śrīla Jīva Gosvāmī in his Krama-sandarbha."
    },
    {
        "verse": "56",
        "devanagari": "उभयं स्मरत: पुंस: प्रस्वापप्रतिबोधयो: ।अन्वेति व्यतिरिच्येत तज्ज्ञानं ब्रह्म तत्परम् ॥ ५६ ॥",
        "english_devnagari": "ubhayaṁ smarataḥ puṁsaḥprasvāpa-pratibodhayoḥanveti vyatiricyetataj jñānaṁ brahma tat param",
        "verse_Syn": [
            "ubhayam",
            "smarataḥ",
            "puṁsaḥ",
            "prasvāpa",
            "pratibodhayoḥ",
            "anveti",
            "vyatiricyeta",
            "tat",
            "jñānam",
            "brahma",
            "tat",
            "param"
        ],
        "translation": "If one’s dreams during sleep are merely subject matters witnessed by the Supersoul, how can the living entity, who is different from the Supersoul, remember the activities of dreams? The experiences of one person cannot be understood by another. Therefore the knower of the facts, the living entity who inquires into the incidents manifested in dreams and wakefulness, is different from the circumstantial activities. That knowing factor is Brahman. In other words, the quality of knowing belongs to the living entities and to the Supreme Soul. Thus the living entity can also experience the activities of dreams and wakefulness. In both stages the knower is unchanged, but is qualitatively one with the Supreme Brahman.",
        "purport": " In knowledge the living entity is qualitatively one with the Supreme Brahman, but the quantity of the Supreme Brahman is not the same as that of the living entity, who is part of Brahman. Because the living entity is Brahman in quality, he can remember the past activities of dreams and also know the present activities of wakefulness."
    },
    {
        "verse": "57",
        "devanagari": "यदेतद्विस्मृतं पुंसो मद्भ‍ावं भिन्नमात्मन: ।तत: संसार एतस्य देहाद्देहो मृतेर्मृति: ॥ ५७ ॥",
        "english_devnagari": "yad etad vismṛtaṁ puṁsomad-bhāvaṁ bhinnam ātmanaḥtataḥ saṁsāra etasyadehād deho mṛter mṛtiḥ",
        "verse_Syn": [
            "yat",
            "etat",
            "vismṛtam",
            "puṁsaḥ",
            "mat",
            "bhāvam",
            "bhinnam",
            "ātmanaḥ",
            "tataḥ",
            "saṁsāraḥ",
            "etasya",
            "dehāt",
            "dehaḥ",
            "mṛteḥ",
            "mṛtiḥ"
        ],
        "translation": "When a living entity, thinking himself different from Me, forgets his spiritual identity of qualitative oneness with Me in eternity, knowledge and bliss, his material, conditional life begins. In other words, instead of identifying his interest with Mine, he becomes interested in his bodily expansions like his wife, children and material possessions. In this way, by the influence of his actions, one body comes from another, and after one death, another death takes place.",
        "purport": " Generally the Māyāvādī philosophers or persons influenced by Māyāvādī philosophers think themselves as good as the Supreme Personality of Godhead. This is the cause of their conditional life. As stated by the Vaiṣṇava poet Jagadānanda Paṇḍita in his Prema-vivarta: As soon as a living entity forgets his constitutional position and endeavors to become one with the Supreme, his conditional life begins. The conception that the Supreme Brahman and the living entity are equal not only in quality but also in quantity is the cause of conditional life. If one forgets the difference between the Supreme Lord and the living entity, his conditional life begins. Conditional life means giving up one body to accept another and undergoing death to accept death again. The Māyāvādī philosopher teaches the philosophy of tat tvam asi, saying, “You are the same as God.” He forgets that tat tvam asi applies in terms of the marginal position of the living entity, who is like sunshine. There is heat and light in the sun, and there is heat and light in the sunshine, and thus they are qualitatively one. But one should not forget that the sunshine rests on the sun. As the Lord says in Bhagavad-gītā, brahmaṇo hi pratiṣṭhāham: “I am the original source of Brahman.” The sunshine is important because of the presence of the sun globe. It is not that the sun globe is important because of the all-pervasiveness of the sunshine. Forgetfulness and misunderstanding of this fact is called māyā. Because of forgetfulness of one’s constitutional position and that of the Supreme Lord, one comes into māyā, or saṁsāra — conditional life. In this regard, Madhvācārya says: When one thinks that the living entity is nondifferent in all respects from the Supreme Lord, there is no doubt that he is in ignorance (tamaḥ)."
    },
    {
        "verse": "58",
        "devanagari": "लब्ध्वेह मानुषीं योनिं ज्ञानविज्ञानसम्भवाम् ।आत्मानं यो न बुद्ध्येत न क्‍वचित्क्षेममाप्नुयात् ॥ ५८ ॥",
        "english_devnagari": "labdhveha mānuṣīṁ yoniṁjñāna-vijñāna-sambhavāmātmānaṁ yo na buddhyetana kvacit kṣemam āpnuyāt",
        "verse_Syn": [
            "labdhvā",
            "iha",
            "mānuṣīm",
            "yonim",
            "jñāna",
            "vijñāna",
            "sambhavām",
            "ātmānam",
            "yaḥ",
            "na",
            "buddhyeta",
            "na",
            "kvacit",
            "kṣemam",
            "āpnuyāt"
        ],
        "translation": "A human being can attain perfection in life by self-realization through the Vedic literature and its practical application. This is possible especially for a human being born in India, the land of piety. A man who obtains birth in such a convenient position but does not understand his self is unable to achieve the highest perfection, even if he is exalted to life in the higher planetary systems.",
        "purport": " This statement is confirmed in Caitanya-caritāmṛta (Ādi 9.41). Lord Caitanya said: Everyone born in India, especially as a human being, can achieve the supreme success through the Vedic literature and its practical application in life. When one is perfect, he can render a service for the self-realization of the entire human society. This is the best way to perform humanitarian work."
    },
    {
        "verse": "59",
        "devanagari": "स्मृत्वेहायां परिक्लेशं तत: फलविपर्ययम् ।अभयं चाप्यनीहायां सङ्कल्पाद्विरमेत्कवि: ॥ ५९ ॥",
        "english_devnagari": "smṛtvehāyāṁ parikleśaṁtataḥ phala-viparyayamabhayaṁ cāpy anīhāyāṁsaṅkalpād viramet kaviḥ",
        "verse_Syn": [
            "smṛtvā",
            "īhāyām",
            "parikleśam",
            "tataḥ",
            "phala",
            "viparyayam",
            "abhayam",
            "ca",
            "api",
            "anīhāyām",
            "saṅkalpāt",
            "viramet",
            "kaviḥ"
        ],
        "translation": "Remembering the great trouble found in the field of activities performed for fruitive results, and remembering how one receives the reverse of the results one desires — whether from material actions or from the fruitive activities recommended in the Vedic literatures — an intelligent man should cease from the desire for fruitive actions, for by such endeavors one cannot achieve the ultimate goal of life. On the other hand, if one acts without desires for fruitive results — in other words, if one engages in devotional activities — he can achieve the highest goal of life with freedom from miserable conditions. Considering this, one should cease from material desires.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "सुखाय दु:खमोक्षाय कुर्वाते दम्पती क्रिया: ।ततोऽनिवृत्तिरप्राप्तिर्दु:खस्य च सुखस्य च ॥ ६० ॥",
        "english_devnagari": "sukhāya duḥkha-mokṣāyakurvāte dampatī kriyāḥtato ’nivṛttir aprāptirduḥkhasya ca sukhasya ca",
        "verse_Syn": [
            "sukhāya",
            "duḥkha",
            "mokṣāya",
            "kurvāte",
            "dam",
            "patī",
            "kriyāḥ",
            "tataḥ",
            "anivṛttiḥ",
            "aprāptiḥ",
            "duḥkhasya",
            "ca",
            "sukhasya",
            "ca"
        ],
        "translation": "As husband and wife, a man and woman plan together to attain happiness and decrease unhappiness, working jointly in many ways, but because their activities are full of desires, these activities are never a source of happiness, and they never diminish distress. On the contrary, they are a cause of great unhappiness.",
        "purport": ""
    },
    {
        "verse": "61-62",
        "devanagari": "एवं विपर्ययं बुद्ध्वा नृणां विज्ञाभिमानिनाम् ।आत्मनश्च गतिं सूक्ष्मां स्थानत्रयविलक्षणाम् ॥ ६१ ॥द‍ृष्टश्रुताभिर्मात्राभिर्निर्मुक्त: स्वेन तेजसा ।ज्ञानविज्ञानसन्तृप्तो मद्भ‍क्त: पुरुषो भवेत् ॥ ६२ ॥",
        "english_devnagari": "evaṁ viparyayaṁ buddhvānṛṇāṁ vijñābhimānināmātmanaś ca gatiṁ sūkṣmāṁsthāna-traya-vilakṣaṇām",
        "verse_Syn": [
            "evam",
            "viparyayam",
            "buddhvā",
            "nṛṇām",
            "vijña",
            "abhimāninām",
            "ātmanaḥ",
            "ca",
            "gatim",
            "sūkṣmām",
            "sthāna",
            "traya",
            "vilakṣaṇām",
            "dṛṣṭa",
            "śrutābhiḥ",
            "mātrābhiḥ",
            "nirmuktaḥ",
            "svena",
            "tejasā",
            "jñāna",
            "vijñāna",
            "santṛptaḥ",
            "mat",
            "bhaktaḥ",
            "puruṣaḥ",
            "bhavet"
        ],
        "translation": "One should understand that the activities of persons who are proud of their material experience bring only results contradictory to those such persons conceive while awake, sleeping and deeply sleeping. One should further understand that the spirit soul, although very difficult for the materialist to perceive, is above all these conditions, and by the strength of one’s discrimination, one should give up the desire for fruitive results in the present life and in the next. Thus becoming experienced in transcendental knowledge, one should become My devotee.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "एतावानेव मनुजैर्योगनैपुण्यबुद्धिभि: ।स्वार्थ: सर्वात्मना ज्ञेयो यत्परात्मैकदर्शनम् ॥ ६३ ॥",
        "english_devnagari": "etāvān eva manujairyoga-naipuṇya-buddhibhiḥsvārthaḥ sarvātmanā jñeyoyat parātmaika-darśanam",
        "verse_Syn": [
            "etāvān",
            "eva",
            "manujaiḥ",
            "yoga",
            "naipuṇya",
            "buddhibhiḥ",
            "sva",
            "arthaḥ",
            "sarva",
            "ātmanā",
            "jñeyaḥ",
            "yat",
            "para",
            "ātma",
            "eka",
            "darśanam"
        ],
        "translation": "Persons who try to reach the ultimate goal of life must expertly observe the Supreme Absolute Person and the living entity, who are one in quality in their relationship as part and whole. This is the ultimate understanding of life. There is no better truth than this.",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "त्वमेतच्छ्रद्धया राजन्नप्रमत्तो वचो मम ।ज्ञानविज्ञानसम्पन्नो धारयन्नाशु सिध्यसि ॥ ६४ ॥",
        "english_devnagari": "tvam etac chraddhayā rājannapramatto vaco mamajñāna-vijñāna-sampannodhārayann āśu sidhyasi",
        "verse_Syn": [
            "tvam",
            "etat",
            "śraddhayā",
            "rājan",
            "apramattaḥ",
            "vacaḥ",
            "mama",
            "jñāna",
            "vijñāna",
            "sampannaḥ",
            "dhārayan",
            "āśu",
            "sidhyasi"
        ],
        "translation": "O King, if you accept this conclusion of Mine, being unattached to material enjoyment, adhering to Me with great faith and thus becoming proficient and fully aware of knowledge and its practical application in life, you will achieve the highest perfection by attaining Me.",
        "purport": ""
    },
    {
        "verse": "65",
        "devanagari": "श्रीशुक उवाचआश्वास्य भगवानित्थं चित्रकेतुं जगद्गुरु: ।पश्यतस्तस्य विश्वात्मा ततश्चान्तर्दधे हरि: ॥ ६५ ॥",
        "english_devnagari": "śrī-śuka uvācaāśvāsya bhagavān itthaṁcitraketuṁ jagad-guruḥpaśyatas tasya viśvātmātataś cāntardadhe hariḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "āśvāsya",
            "bhagavān",
            "ittham",
            "citraketum",
            "jagat",
            "guruḥ",
            "paśyataḥ",
            "tasya",
            "viśva",
            "ātmā",
            "tataḥ",
            "ca",
            "antardadhe",
            "hariḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: After thus instructing Citraketu and assuring him of perfection in this way, the Supreme Personality of Godhead, who is the supreme spiritual master, the supreme soul, Saṅkarṣaṇa, disappeared from that place as Citraketu looked on.",
        "purport": ""
    }
]