[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचकस्य हेतो: परित्यक्ता आचार्येणात्मन: सुरा: ।एतदाचक्ष्व भगवञ्छिष्याणामक्रमं गुरौ ॥ १ ॥",
        "english_devnagari": "śrī-rājovācakasya hetoḥ parityaktāācāryeṇātmanaḥ surāḥetad ācakṣva bhagavañchiṣyāṇām akramaṁ gurau",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kasya",
            "hetoḥ",
            "parityaktāḥ",
            "ācāryeṇa",
            "ātmanaḥ",
            "surāḥ",
            "etat",
            "ācakṣva",
            "bhagavan",
            "śiṣyāṇām",
            "akramam",
            "gurau"
        ],
        "translation": "Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī: O great sage, why did the spiritual master of the demigods, Bṛhaspati, reject the demigods, who were his own disciples? What offense did the demigods commit against their spiritual master? Please describe to me this incident.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura comments: “This Seventh Chapter describes how Bṛhaspati was offended by the demigods, how he left them and the demigods were defeated, and how the demigods, following the instructions of Lord Brahmā, accepted Viśvarūpa as the priest to perform their sacrifice.”"
    },
    {
        "verse": "2-8",
        "devanagari": "श्रीबादरायणिरुवाचइन्द्रस्त्रिभुवनैश्वर्यमदोल्लङ्घितसत्पथ: ।मरुद्भ‍िर्वसुभी रुद्रैरादित्यैर्ऋभुभिर्नृप ॥ २ ॥विश्वेदेवैश्च साध्यैश्च नासत्याभ्यां परिश्रित: ।सिद्धचारणगन्धर्वैर्मुनिभिर्ब्रह्मवादिभि: ॥ ३ ॥विद्याधराप्सरोभिश्च किन्नरै: पतगोरगै: ।निषेव्यमाणो मघवान्स्तूयमानश्च भारत ॥ ४ ॥उपगीयमानो ललितमास्थानाध्यासनाश्रित: ।पाण्डुरेणातपत्रेण चन्द्रमण्डलचारुणा ॥ ५ ॥युक्तश्चान्यै: पारमेष्ठ्यैश्चामरव्यजनादिभि: ।विराजमान: पौलम्या सहार्धासनया भृशम् ॥ ६ ॥स यदा परमाचार्यं देवानामात्मनश्च ह ।नाभ्यनन्दत सम्प्राप्तं प्रत्युत्थानासनादिभि: ॥ ७ ॥वाचस्पतिं मुनिवरं सुरासुरनमस्कृतम् ।नोच्चचालासनादिन्द्र: पश्यन्नपि सभागतम् ॥ ८ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaindras tribhuvanaiśvarya-madollaṅghita-satpathaḥmarudbhir vasubhī rudrairādityair ṛbhubhir nṛpa",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "indraḥ",
            "tri",
            "bhuvana",
            "aiśvarya",
            "mada",
            "ullaṅghita",
            "sat",
            "pathaḥ",
            "marudbhiḥ",
            "vasubhiḥ",
            "rudraiḥ",
            "ādityaiḥ",
            "ṛbhubhiḥ",
            "nṛpa",
            "viśvedevaiḥ",
            "ca",
            "sādhyaiḥ",
            "ca",
            "nāsatyābhyām",
            "pariśritaḥ",
            "siddha",
            "cāraṇa",
            "gandharvaiḥ",
            "munibhiḥ",
            "brahmavādibhiḥ",
            "vidyādhara",
            "apsarobhiḥ",
            "ca",
            "kinnaraiḥ",
            "pataga",
            "uragaiḥ",
            "niṣevyamāṇaḥ",
            "maghavān",
            "stūyamānaḥ",
            "ca",
            "bhārata",
            "upagīyamānaḥ",
            "lalitam",
            "āsthāna",
            "adhyāsana",
            "āśritaḥ",
            "pāṇḍureṇa",
            "ātapatreṇa",
            "candra",
            "maṇḍala",
            "cāruṇā",
            "yuktaḥ",
            "ca",
            "anyaiḥ",
            "pārameṣṭhyaiḥ",
            "cāmara",
            "vyajana",
            "ādibhiḥ",
            "virājamānaḥ",
            "paulamyā",
            "saha",
            "ardha",
            "āsanayā",
            "bhṛśam",
            "saḥ",
            "yadā",
            "parama",
            "ācāryam",
            "devānām",
            "ātmanaḥ",
            "ca",
            "ha",
            "na",
            "abhyanandata",
            "samprāptam",
            "pratyutthāna",
            "āsana",
            "ādibhiḥ",
            "vācaspatim",
            "muni",
            "varam",
            "sura",
            "asura",
            "namaskṛtam",
            "na",
            "uccacāla",
            "āsanāt",
            "indraḥ",
            "paśyan",
            "api",
            "sabhā",
            "āgatam"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, once upon a time, the King of heaven, Indra, being extremely proud because of his great opulence of the three worlds, transgressed the law of Vedic etiquette. Seated on his throne, he was surrounded by the Maruts, Vasus, Rudras, Ādityas, Ṛbhus, Viśvadevas, Sādhyas, Aśvinī-kumāras, Siddhas, Cāraṇas and Gandharvas and by great saintly persons. Also surrounding him were the Vidyādharas, Apsarās, Kinnaras, Patagas [birds] and Uragas [snakes]. All of them were offering Indra their respects and services, and the Apsarās and Gandharvas were dancing and singing with very sweet musical instruments. Over Indra’s head was a white umbrella as effulgent as the full moon. Fanned by yak-tail whisks and served with all the paraphernalia of a great king, Indra was sitting with his wife, Śacīdevī, who occupied half the throne, when the great sage Bṛhaspati appeared in that assembly. Bṛhaspati, the best of the sages, was the spiritual master of Indra and the demigods and was respected by the demigods and demons alike. Nevertheless, although Indra saw his spiritual master before him, he did not rise from his own seat or offer a seat to his spiritual master, nor did Indra offer him a respectful welcome. Indra did nothing to show him respect.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "ततो निर्गत्य सहसा कविराङ्गिरस: प्रभु: ।आययौ स्वगृहं तूष्णीं विद्वान्श्रीमदविक्रियाम् ॥ ९ ॥",
        "english_devnagari": "tato nirgatya sahasākavir āṅgirasaḥ prabhuḥāyayau sva-gṛhaṁ tūṣṇīṁvidvān śrī-mada-vikriyām",
        "verse_Syn": [
            "tataḥ",
            "nirgatya",
            "sahasā",
            "kaviḥ",
            "āṅgirasaḥ",
            "prabhuḥ",
            "āyayau",
            "sva",
            "gṛham",
            "tūṣṇīm",
            "vidvān",
            "śrī",
            "mada",
            "vikriyām"
        ],
        "translation": "Bṛhaspati knew everything that would happen in the future. Seeing Indra’s transgression of etiquette, he completely understood that Indra was puffed up by his material opulence. Although able to curse Indra, he did not do so. Instead, he left the assembly and in silence returned to his home.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तर्ह्येव प्रतिबुध्येन्द्रो गुरुहेलनमात्मन: ।गर्हयामास सदसि स्वयमात्मानमात्मना ॥ १० ॥",
        "english_devnagari": "tarhy eva pratibudhyendroguru-helanam ātmanaḥgarhayām āsa sadasisvayam ātmānam ātmanā",
        "verse_Syn": [
            "tarhi",
            "eva",
            "pratibudhya",
            "indraḥ",
            "guru",
            "helanam",
            "ātmanaḥ",
            "garhayām",
            "āsa",
            "sadasi",
            "svayam",
            "ātmānam",
            "ātmanā"
        ],
        "translation": "Indra, the King of heaven, could immediately understand his mistake. Realizing he had disrespected his spiritual master, he condemned himself in the presence of all the members of the assembly.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "अहो बत मयासाधु कृतं वै दभ्रबुद्धिना ।यन्मयैश्वर्यमत्तेन गुरु: सदसि कात्कृत: ॥ ११ ॥",
        "english_devnagari": "aho bata mayāsādhukṛtaṁ vai dabhra-buddhināyan mayaiśvarya-mattenaguruḥ sadasi kātkṛtaḥ",
        "verse_Syn": [
            "aho",
            "bata",
            "mayā",
            "asādhu",
            "kṛtam",
            "vai",
            "dabhra",
            "buddhinā",
            "yat",
            "mayā",
            "aiśvarya",
            "mattena",
            "guruḥ",
            "sadasi",
            "kāt",
            "kṛtaḥ"
        ],
        "translation": "Alas, what a regrettable deed I have committed because of my lack of intelligence and my pride in my material opulences. I failed to show respect to my spiritual master when he entered this assembly, and thus I have insulted him.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "को गृध्येत्पण्डितो लक्ष्मीं त्रिपिष्टपपतेरपि ।ययाहमासुरं भावं नीतोऽद्य विबुधेश्वर: ॥ १२ ॥",
        "english_devnagari": "ko gṛdhyet paṇḍito lakṣmīṁtripiṣṭapa-pater apiyayāham āsuraṁ bhāvaṁnīto ’dya vibudheśvaraḥ",
        "verse_Syn": [
            "kaḥ",
            "gṛdhyet",
            "paṇḍitaḥ",
            "lakṣmīm",
            "tri",
            "piṣṭa",
            "pa",
            "pateḥ",
            "api",
            "yayā",
            "aham",
            "āsuram",
            "bhāvam",
            "nītaḥ",
            "adya",
            "vibudha",
            "īśvaraḥ"
        ],
        "translation": "Although I am King of the demigods, who are situated in the mode of goodness, I was proud of a little opulence and polluted by false ego. Under the circumstances, who in this world would accept such riches at the risk of falling down? Alas! I condemn my wealth and opulence.",
        "purport": " Śrī Caitanya Mahāprabhu prayed to the Supreme Personality of Godhead, na dhanaṁ na janaṁ na sundarīṁ kavitāṁ vā jagad-īśa kāmaye: “O my Lord, I do not aspire for material opulence or wealth, nor do I want a great number of followers to accept me as their leader, nor do I want a very beautiful wife to please me.” Mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi: “I do not even want liberation. All I want, life after life, is to be a faithful servant of Your Lordship.” According to the laws of nature, when one is extremely opulent one becomes degraded, and this is true both individually and collectively. The demigods are situated in the mode of goodness, but sometimes even one who is situated in such an exalted position as King Indra, the king of all the demigods, falls down because of material opulence. We are now actually seeing this in America. The entire American nation has tried to advance in material opulence without striving to produce ideal human beings. The result is that Americans are now regretting the wholesale criminality of American society and are wondering how America has become so lawless and unmanageable. As stated in Śrīmad-Bhāgavatam (7.5.31), na te viduḥ svārtha-gatiṁ hi viṣṇum: persons who are unenlightened do not know the aim of life, which is to return home, back to Godhead. Therefore, both individually and collectively, they try to enjoy so-called material comforts, and they become addicted to wine and women. The men produced in such a society are less than fourth class. They are the unwanted population known as varṇa-saṅkara, and as stated in Bhagavad-gītā, an increase of varṇa-saṅkara population creates a hellish society. This is the society in which Americans now find themselves. Fortunately, however, the Hare Kṛṣṇa movement has come to America, and many fortunate young men are giving serious attention to this movement, which is creating ideal men of first-class character, men who completely refrain from meat-eating, illicit sex, intoxication and gambling. If the American people are serious about curbing the degraded criminal life of their nation, they must take to the Kṛṣṇa consciousness movement and try to create the kind of human society advised in Bhagavad-gītā (cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ). They must divide their society into first-class men, second-class men, third-class men and fourth-class men. Since they are now creating only men who are less than fourth class, how can they avoid the dangers of a criminal society? Long, long ago, Lord Indra regretted his disrespect to his spiritual master, Bṛhaspati. Similarly, it is advised that the American people regret their mistaken advancement in civilization. They should take advice from the spiritual master, the representative of Kṛṣṇa. If they do so, they will be happy, and theirs will be an ideal nation to lead the entire world."
    },
    {
        "verse": "13",
        "devanagari": "य: पारमेष्ठ्यं धिषणमधितिष्ठन्न कञ्चन ।प्रत्युत्तिष्ठेदिति ब्रूयुर्धर्मं ते न परं विदु: ॥ १३ ॥",
        "english_devnagari": "yaḥ pārameṣṭhyaṁ dhiṣaṇamadhitiṣṭhan na kañcanapratyuttiṣṭhed iti brūyurdharmaṁ te na paraṁ viduḥ",
        "verse_Syn": [
            "yaḥ",
            "pārameṣṭhyam",
            "dhiṣaṇam",
            "adhitiṣṭhan",
            "na",
            "kañcana",
            "pratyuttiṣṭhet",
            "iti",
            "brūyuḥ",
            "dharmam",
            "te",
            "na",
            "param",
            "viduḥ"
        ],
        "translation": "If a person says, “One who is situated on the exalted throne of a king should not stand up to show respect to another king or a brāhmaṇa,” it is to be understood that he does not know the superior religious principles.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura says in this regard that when a president or king is sitting on his throne, he does not need to show respect to everyone who comes within his assembly, but he must show respect to superiors like his spiritual master, brāhmaṇas and Vaiṣṇavas. There are many examples of how he should act. When Lord Kṛṣṇa was sitting on His throne and Nārada fortunately entered His assembly, even Lord Kṛṣṇa immediately stood up with His officers and ministers to offer respectful obeisances to Nārada. Nārada knew that Kṛṣṇa is the Supreme Personality of Godhead, and Kṛṣṇa knew that Nārada was His devotee, but although Kṛṣṇa is the Supreme Lord and Nārada is the Lord’s devotee, the Lord observed the religious etiquette. Since Nārada was a brahmacārī, a brāhmaṇa and an exalted devotee, even Kṛṣṇa, while acting as a king, offered His respectful obeisances unto Nārada. Such is the conduct visible in the Vedic civilization. A civilization in which the people do not know how the representative of Nārada and Kṛṣṇa should be respected, how society should be formed and how one should advance in Kṛṣṇa consciousness — a society concerned only with manufacturing new cars and new skyscrapers every year and then breaking them to pieces and making new ones — may be technologically advanced, but it is not a human civilization. A human civilization is advanced when its people follow the cātur-varṇya system, the system of four orders of life. There must be ideal, first-class men to act as advisors, second-class men to act as administrators, third-class men to produce food and protect cows, and fourth-class men who obey the three higher classes of society. One who does not follow the standard system of society should be considered a fifth-class man. A society without Vedic laws and regulations will not be very helpful to humanity. As stated in this verse, dharmaṁ te na paraṁ viduḥ: such a society does not know the aim of life and the highest principle of religion."
    },
    {
        "verse": "14",
        "devanagari": "तेषां कुपथदेष्टृणां पततां तमसि ह्यध: ।ये श्रद्दध्युर्वचस्ते वै मज्जन्त्यश्मप्लवा इव ॥ १४ ॥",
        "english_devnagari": "teṣāṁ kupatha-deṣṭṝṇāṁpatatāṁ tamasi hy adhaḥye śraddadhyur vacas te vaimajjanty aśma-plavā iva",
        "verse_Syn": [
            "teṣām",
            "ku",
            "patha",
            "deṣṭṝṇām",
            "patatām",
            "tamasi",
            "hi",
            "adhaḥ",
            "ye",
            "śraddadhyuḥ",
            "vacaḥ",
            "te",
            "vai",
            "majjanti",
            "aśma",
            "plavāḥ",
            "iva"
        ],
        "translation": "Leaders who have fallen into ignorance and who mislead people by directing them to the path of destruction [as described in the previous verse] are, in effect, boarding a stone boat, and so too are those who blindly follow them. A stone boat would be unable to float and would sink in the water with its passengers. Similarly, those who mislead people go to hell, and their followers go with them.",
        "purport": " As stated in the Vedic literature (Bhāg. 11.20.17): We, the conditioned souls, have fallen in the ocean of nescience, but the human body fortunately provides us a good opportunity to cross the ocean because the human body is like a very good boat. When directed by a spiritual master acting as the captain, the boat can very easily cross the ocean. Furthermore, the boat is helped across by favorable winds, which are the instructions of Vedic knowledge. If one does not take advantage of all these facilities to cross the ocean of nescience, he is certainly committing suicide. One who boards a boat made of stone is doomed. To be elevated to the stage of perfection, humanity must first give up false leaders who present boats of stone. All of human society is in such a dangerous position that to be rescued it must abide by the standard instructions of the Vedas. The cream of these instructions appears in the form of Bhagavad-gītā. One should not take shelter of any other instructions, for Bhagavad-gītā gives direct instructions on how to fulfill the aim of human life. Lord Śrī Kṛṣṇa therefore says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all other processes of religion and simply surrender to Me.” Even if one does not accept Lord Kṛṣṇa as the Supreme Personality of Godhead, His instructions are so exalted and beneficial for humanity that if one follows His instructions one will be saved. Otherwise one will be cheated by unauthorized meditation and gymnastic methods of yoga. Thus one will board a boat of stone, which will sink and drown all its passengers. Unfortunately, although the American people are extremely eager to get out of materialistic chaos, they are sometimes found to patronize the makers of stone boats. That will not help them. They must take the proper boat offered by Kṛṣṇa in the form of the Kṛṣṇa consciousness movement. Then they will be easily saved. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura comments: aśmamayaḥ plavo yeṣāṁ te yathā majjantaṁ plavam anumajjanti tatheti rāja-nīty-upadeṣṭṛṣu sva-sabhyeṣu kopo vyañjitaḥ. If society is guided by political diplomacy, with one nation maneuvering against another, it will certainly sink like a stone boat. Political maneuvering and diplomacy will not save human society. People must take to Kṛṣṇa consciousness to understand the aim of life, to understand God, and to fulfill the human mission."
    },
    {
        "verse": "15",
        "devanagari": "अथाहममराचार्यमगाधधिषणं द्विजम् ।प्रसादयिष्ये निशठ: शीर्ष्णा तच्चरणं स्पृशन् ॥ १५ ॥",
        "english_devnagari": "athāham amarācāryamagādha-dhiṣaṇaṁ dvijamprasādayiṣye niśaṭhaḥśīrṣṇā tac-caraṇaṁ spṛśan",
        "verse_Syn": [
            "atha",
            "aham",
            "amara",
            "ācāryam",
            "agādha",
            "dhiṣaṇam",
            "dvijam",
            "prasādayiṣye",
            "niśaṭhaḥ",
            "śīrṣṇā",
            "tat",
            "caraṇam",
            "spṛśan"
        ],
        "translation": "King Indra said: Therefore with great frankness and without duplicity I shall now bow my head at the lotus feet of Bṛhaspati, the spiritual master of the demigods. Because he is in the mode of goodness, he is fully aware of all knowledge and is the best of the brāhmaṇas. Now I shall touch his lotus feet and offer my obeisances unto him to try to satisfy him.",
        "purport": " Coming to his senses, King Indra realized that he was not a very sincere disciple of his spiritual master, Bṛhaspati. Therefore he decided that henceforward he would be niśaṭha, nonduplicitous. Niśaṭhaḥ śīrṣṇa-tac-caraṇaṁ spṛśan: he decided to touch his head to the feet of his spiritual master. From this example, we should learn this principle enunciated by Viśvanātha Cakravartī Ṭhākura: “By the mercy of the spiritual master one is benedicted by the mercy of Kṛṣṇa. Without the grace of the spiritual master, one cannot make any advancement.” A disciple should never be a hypocrite or be unfaithful to his spiritual master. In Śrīmad-Bhāgavatam (11.17.27), the spiritual master is also called ācārya. Ācāryaṁ māṁ vijānīyān: the Supreme Personality of Godhead says that one should respect the spiritual master, accepting him as the Lord Himself. Nāvamanyeta karhicit: one should not disrespect the ācārya at any time. Na martya-buddhyāsūyeta: one should never think the ācārya an ordinary person. Familiarity sometimes breeds contempt, but one should be very careful in one’s dealings with the ācārya. Agādha-dhiṣaṇaṁ dvijam: the ācārya is a perfect brāhmaṇa and has unlimited intelligence in guiding the activities of his disciple. Therefore Kṛṣṇa advises in Bhagavad-gītā (4.34): “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” One should fully surrender unto the spiritual master. and with service (sevayā) one should approach him for further spiritual enlightenment."
    },
    {
        "verse": "16",
        "devanagari": "एवं चिन्तयतस्तस्य मघोनो भगवान् गृहात् ।बृहस्पतिर्गतोऽद‍ृष्टां गतिमध्यात्ममायया ॥ १६ ॥",
        "english_devnagari": "evaṁ cintayatas tasyamaghono bhagavān gṛhātbṛhaspatir gato ’dṛṣṭāṁgatim adhyātma-māyayā",
        "verse_Syn": [
            "evam",
            "cintayataḥ",
            "tasya",
            "maghonaḥ",
            "bhagavān",
            "gṛhāt",
            "bṛhaspatiḥ",
            "gataḥ",
            "adṛṣṭām",
            "gatim",
            "adhyātma",
            "māyayā"
        ],
        "translation": "While Indra, the King of the demigods, thought in this way and repented in his own assembly, Bṛhaspati, the most powerful spiritual master, understood his mind. Thus he became invisible to Indra and left home, for Bṛhaspati was spiritually more powerful than King Indra.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "गुरोर्नाधिगत: संज्ञां परीक्षन् भगवान् स्वराट् ।ध्यायन् धिया सुरैर्युक्त: शर्म नालभतात्मन: ॥ १७ ॥",
        "english_devnagari": "guror nādhigataḥ saṁjñāṁparīkṣan bhagavān svarāṭdhyāyan dhiyā surair yuktaḥśarma nālabhatātmanaḥ",
        "verse_Syn": [
            "guroḥ",
            "na",
            "adhigataḥ",
            "saṁjñām",
            "parīkṣan",
            "bhagavān",
            "svarāṭ",
            "dhyāyan",
            "dhiyā",
            "suraiḥ",
            "yuktaḥ",
            "śarma",
            "na",
            "alabhata",
            "ātmanaḥ"
        ],
        "translation": "Although Indra searched vigorously with the assistance of the other demigods, he could not find Bṛhaspati. Then Indra thought, “Alas, my spiritual master has become dissatisfied with me, and now I have no means of achieving good fortune.” Although Indra was surrounded by demigods, he could not find peace of mind.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तच्छ्रुत्वैवासुरा: सर्व आश्रित्यौशनसं मतम् ।देवान् प्रत्युद्यमं चक्रुर्दुर्मदा आततायिन: ॥ १८ ॥",
        "english_devnagari": "tac chrutvaivāsurāḥ sarvaāśrityauśanasaṁ matamdevān pratyudyamaṁ cakrurdurmadā ātatāyinaḥ",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "eva",
            "asurāḥ",
            "sarve",
            "āśritya",
            "auśanasam",
            "matam",
            "devān",
            "pratyudyamam",
            "cakruḥ",
            "durmadāḥ",
            "ātatāyinaḥ"
        ],
        "translation": "Hearing of the pitiable condition of King Indra, the demons, following the instructions of their guru, Śukrācārya, equipped themselves with weapons and declared war against the demigods.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तैर्विसृष्टेषुभिस्तीक्ष्णैर्निर्भिन्नाङ्गोरुबाहव: ।ब्रह्माणं शरणं जग्मु: सहेन्द्रा नतकन्धरा: ॥ १९ ॥",
        "english_devnagari": "tair visṛṣṭeṣubhis tīkṣṇairnirbhinnāṅgoru-bāhavaḥbrahmāṇaṁ śaraṇaṁ jagmuḥsahendrā nata-kandharāḥ",
        "verse_Syn": [
            "taiḥ",
            "visṛṣṭa",
            "iṣubhiḥ",
            "tīkṣṇaiḥ",
            "nirbhinna",
            "aṅga",
            "uru",
            "bāhavaḥ",
            "brahmāṇam",
            "śaraṇam",
            "jagmuḥ",
            "saha",
            "indrāḥ",
            "nata",
            "kandharāḥ"
        ],
        "translation": "The demigods’ heads, thighs and arms and the other parts of their bodies were injured by the sharp arrows of the demons. The demigods, headed by Indra, saw no other course than to immediately approach Lord Brahmā with bowed heads for shelter and proper instruction.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "तांस्तथाभ्यर्दितान्वीक्ष्य भगवानात्मभूरज: ।कृपया परया देव उवाच परिसान्त्वयन् ॥ २० ॥",
        "english_devnagari": "tāṁs tathābhyarditān vīkṣyabhagavān ātmabhūr ajaḥkṛpayā parayā devauvāca parisāntvayan",
        "verse_Syn": [
            "tān",
            "tathā",
            "abhyarditān",
            "vīkṣya",
            "bhagavān",
            "ātma",
            "bhūḥ",
            "ajaḥ",
            "kṛpayā",
            "parayā",
            "devaḥ",
            "uvāca",
            "parisāntvayan"
        ],
        "translation": "When the most powerful Lord Brahmā saw the demigods coming toward him, their bodies gravely injured by the arrows of the demons, he pacified them by his great causeless mercy and spoke as follows.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीब्रह्मोवाचअहो बत सुरश्रेष्ठा ह्यभद्रं व: कृतं महत् ।ब्रह्मिष्ठं ब्राह्मणं दान्तमैश्वर्यान्नाभ्यनन्दत ॥ २१ ॥",
        "english_devnagari": "śrī-brahmovācaaho bata sura-śreṣṭhāhy abhadraṁ vaḥ kṛtaṁ mahatbrahmiṣṭhaṁ brāhmaṇaṁ dāntamaiśvaryān nābhyanandata",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "aho",
            "bata",
            "sura",
            "śreṣṭhāḥ",
            "hi",
            "abhadram",
            "vaḥ",
            "kṛtam",
            "mahat",
            "brahmiṣṭham",
            "brāhmaṇam",
            "dāntam",
            "aiśvaryāt",
            "na",
            "abhyanandata"
        ],
        "translation": "Lord Brahmā said: O best of the demigods, unfortunately, because of madness resulting from your material opulence, you failed to receive Bṛhaspati properly when he came to your assembly. Because he is aware of the Supreme Brahman and fully in control of his senses, he is the best of the brāhmaṇas. Therefore it is very astonishing that you have acted impudently toward him.",
        "purport": " Lord Brahmā recognized the brahminical qualifications of Bṛhaspati, who was the spiritual master of the demigods because of his awareness of the Supreme Brahman. Bṛhaspati was very much in control of his senses and mind, and therefore he was a most qualified brāhmaṇa. Lord Brahmā chastised the demigods for not properly respecting this brāhmaṇa, who was their guru. Lord Brahmā wanted to impress upon the demigods that one’s guru should not be disrespected under any circumstances. When Bṛhaspati entered the assembly of the demigods, they and their king, Indra, took him for granted. Since he came every day, they thought, they did not need to show him special respect. As it is said, familiarity breeds contempt. Being very much displeased, Bṛhaspati immediately left Indra’s palace. Thus all the demigods, headed by Indra, became offenders at the lotus feet of Bṛhaspati, and Lord Brahmā, being aware of this, condemned their neglect. In a song we sing every day, Narottama dāsa Ṭhākura says, cakṣu-dāna dila yei, janme janme prabhu sei: the guru gives spiritual insight to the disciple, and therefore the guru should be considered his master, life after life. Under no circumstances should the guru be disrespected, but the demigods, being puffed up by their material possessions, were disrespectful to their guru. Therefore Śrīmad-Bhāgavatam (11.17.27) advises, ācāryaṁ māṁ vijānīyān nāvamanyeta karhicit/ na martya-buddhyāsūyeta: the ācārya should always be offered respectful obeisances; one should never envy the ācārya, considering him an ordinary human being."
    },
    {
        "verse": "22",
        "devanagari": "तस्यायमनयस्यासीत् परेभ्यो व: पराभव: ।प्रक्षीणेभ्य: स्ववैरिभ्य: समृद्धानां च यत्सुरा: ॥ २२ ॥",
        "english_devnagari": "tasyāyam anayasyāsītparebhyo vaḥ parābhavaḥprakṣīṇebhyaḥ sva-vairibhyaḥsamṛddhānāṁ ca yat surāḥ",
        "verse_Syn": [
            "tasya",
            "ayam",
            "anayasya",
            "āsīt",
            "parebhyaḥ",
            "vaḥ",
            "parābhavaḥ",
            "prakṣīṇebhyaḥ",
            "sva",
            "vairibhyaḥ",
            "samṛddhānām",
            "ca",
            "yat",
            "surāḥ"
        ],
        "translation": "Because of your misbehavior toward Bṛhaspati, you have been defeated by the demons. My dear demigods, since the demons were weak, having been defeated by you several times, how else could you, who were so advanced in opulence, be defeated by them?",
        "purport": " The devas are celebrated for fighting with the asuras perpetually. In such fights the asuras were always defeated, but this time the demigods were defeated. Why? The reason, as stated here, was that they had offended their spiritual master. Their impudent disrespect of their spiritual master was the cause of their defeat by the demons. As stated in the śāstras, when one disrespects a respectable superior, one loses his longevity and the results of his pious activities, and in this way one is degraded."
    },
    {
        "verse": "23",
        "devanagari": "मघवन् द्विषत: पश्य प्रक्षीणान् गुर्वतिक्रमात् ।सम्प्रत्युपचितान् भूय: काव्यमाराध्य भक्तित: ।आददीरन्निलयनं ममापि भृगुदेवता: ॥ २३ ॥",
        "english_devnagari": "maghavan dviṣataḥ paśyaprakṣīṇān gurv-atikramātsampraty upacitān bhūyaḥkāvyam ārādhya bhaktitaḥādadīran nilayanaṁmamāpi bhṛgu-devatāḥ",
        "verse_Syn": [
            "maghavan",
            "dviṣataḥ",
            "paśya",
            "prakṣīṇān",
            "guru",
            "atikramāt",
            "samprati",
            "upacitān",
            "bhūyaḥ",
            "kāvyam",
            "ārādhya",
            "bhaktitaḥ",
            "ādadīran",
            "nilayanam",
            "mama",
            "api",
            "bhṛgu",
            "devatāḥ"
        ],
        "translation": "O Indra, your enemies, the demons, were extremely weak because of their disrespect toward Śukrācārya, but since they have now worshiped Śukrācārya with great devotion, they have again become powerful. By their devotion to Śukrācārya, they have increased their strength so much that now they are even able to easily seize my abode from me.",
        "purport": " Lord Brahmā wanted to point out to the demigods that by the strength of the guru one can become most powerful within this world, and by the displeasure of the guru one can lose everything. This is confirmed by the song of Viśvanātha Cakravartī Ṭhākura: “By the mercy of the spiritual master one is benedicted by the mercy of Kṛṣṇa. Without the grace of the spiritual master, one cannot make any advancement.” Although the demons are insignificant in comparison to Lord Brahmā, because of the strength of their guru they were so powerful that they could even seize Brahmaloka from Lord Brahmā. We therefore pray to the spiritual master: By the mercy of the guru, even a dumb man can become the greatest orator, and even a lame man can cross mountains. As advised by Lord Brahmā, one should remember this śāstric injunction if one desires success in his life."
    },
    {
        "verse": "24",
        "devanagari": "त्रिपिष्टपं किं गणयन्त्यभेद्य-मन्त्रा भृगूणामनुशिक्षितार्था: ।न विप्रगोविन्दगवीश्वराणांभवन्त्यभद्राणि नरेश्वराणाम् ॥ २४ ॥",
        "english_devnagari": "tripiṣṭapaṁ kiṁ gaṇayanty abhedya-mantrā bhṛgūṇām anuśikṣitārthāḥna vipra-govinda-gav-īśvarāṇāṁbhavanty abhadrāṇi nareśvarāṇām",
        "verse_Syn": [
            "tri",
            "piṣṭa",
            "pam",
            "kim",
            "gaṇayanti",
            "abhedya",
            "mantrāḥ",
            "bhṛgūṇām",
            "anuśikṣita",
            "arthāḥ",
            "na",
            "vipra",
            "govinda",
            "go",
            "īśvarāṇām",
            "bhavanti",
            "abhadrāṇi",
            "nara",
            "īśvarāṇām"
        ],
        "translation": "Because of their firm determination to follow the instructions of Śukrācārya, his disciples, the demons, are now unconcerned about the demigods. In fact, kings or others who have determined faith in the mercy of brāhmaṇas, cows and the Supreme Personality of Godhead, Kṛṣṇa, and who always worship these three are always strong in their position.",
        "purport": " From the instructions of Lord Brahmā it is understood that everyone should very faithfully worship the brāhmaṇas, the Supreme Personality of Godhead and the cows. The Supreme Personality of Godhead is go-brāhmaṇa-hitāya ca: He is always very kind to cows and brāhmaṇas. Therefore one who worships Govinda must satisfy Him by worshiping the brāhmaṇas and cows. If a government worships the brāhmaṇas, the cows and Kṛṣṇa, Govinda, it is never defeated anywhere; otherwise it must always be defeated and condemned everywhere. At the present moment, all over the world, governments have no respect for brāhmaṇas, cows and Govinda, and consequently there are chaotic conditions all over the world. In summary, although the demigods were very powerful in material opulence, the demons defeated them in battle because the demigods had behaved disrespectfully toward a brāhmaṇa, Bṛhaspati, who was their spiritual master."
    },
    {
        "verse": "25",
        "devanagari": "तद्विश्वरूपं भजताशु विप्रंतपस्विनं त्वाष्ट्रमथात्मवन्तम् ।सभाजितोऽर्थान् स विधास्यते वोयदि क्षमिष्यध्वमुतास्य कर्म ॥ २५ ॥",
        "english_devnagari": "tad viśvarūpaṁ bhajatāśu vipraṁtapasvinaṁ tvāṣṭram athātmavantamsabhājito ’rthān sa vidhāsyate voyadi kṣamiṣyadhvam utāsya karma",
        "verse_Syn": [
            "tat",
            "viśvarūpam",
            "bhajata",
            "āśu",
            "vipram",
            "tapasvinam",
            "tvāṣṭram",
            "atha",
            "ātma",
            "vantam",
            "sabhājitaḥ",
            "arthān",
            "saḥ",
            "vidhāsyate",
            "vaḥ",
            "yadi",
            "kṣamiṣyadhvam",
            "uta",
            "asya",
            "karma"
        ],
        "translation": "O demigods, I instruct you to approach Viśvarūpa, the son of Tvaṣṭā, and accept him as your guru. He is a pure and very powerful brāhmaṇa undergoing austerity and penances. Pleased by your worship, he will fulfill your desires, provided that you tolerate his being inclined to side with the demons.",
        "purport": " Lord Brahmā advised the demigods to accept the son of Tvaṣṭā as their spiritual master although he was always inclined toward the benefit of the asuras."
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचत एवमुदिता राजन् ब्रह्मणा विगतज्वरा: ।ऋषिं त्वाष्ट्रमुपव्रज्य परिष्वज्येदमब्रुवन् ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācata evam uditā rājanbrahmaṇā vigata-jvarāḥṛṣiṁ tvāṣṭram upavrajyapariṣvajyedam abruvan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "te",
            "evam",
            "uditāḥ",
            "rājan",
            "brahmaṇā",
            "vigata",
            "jvarāḥ",
            "ṛṣim",
            "tvāṣṭram",
            "upavrajya",
            "pariṣvajya",
            "idam",
            "abruvan"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: Thus advised by Lord Brahmā and relieved of their anxiety, all the demigods went to the sage Viśvarūpa, the son of Tvaṣṭā. My dear King, they embraced him and spoke as follows.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "श्रीदेवा ऊचु:वयं तेऽतिथय: प्राप्ता आश्रमं भद्रमस्तु ते ।काम: सम्पाद्यतां तात पितृणां समयोचित: ॥ २७ ॥",
        "english_devnagari": "śrī-devā ūcuḥvayaṁ te ’tithayaḥ prāptāāśramaṁ bhadram astu tekāmaḥ sampādyatāṁ tātapitṝṇāṁ samayocitaḥ",
        "verse_Syn": [
            "śrī",
            "devāḥ",
            "ūcuḥ",
            "vayam",
            "te",
            "atithayaḥ",
            "prāptāḥ",
            "āśramam",
            "bhadram",
            "astu",
            "te",
            "kāmaḥ",
            "sampādyatām",
            "tāta",
            "pitṝṇām",
            "samayocitaḥ"
        ],
        "translation": "The demigods said: Beloved Viśvarūpa, may there be all good fortune for you. We, the demigods, have come to your āśrama as your guests. Please try to fulfill our desires according to the time, since we are on the level of your parents.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "पुत्राणां हि परो धर्म: पितृशुश्रूषणं सताम् ।अपि पुत्रवतां ब्रह्मन् किमुत ब्रह्मचारिणाम् ॥ २८ ॥",
        "english_devnagari": "putrāṇāṁ hi paro dharmaḥpitṛ-śuśrūṣaṇaṁ satāmapi putravatāṁ brahmankim uta brahmacāriṇām",
        "verse_Syn": [
            "putrāṇām",
            "hi",
            "paraḥ",
            "dharmaḥ",
            "pitṛ",
            "śuśrūṣaṇam",
            "satām",
            "api",
            "putra",
            "vatām",
            "brahman",
            "kim",
            "uta",
            "brahmacāriṇām"
        ],
        "translation": "O brāhmaṇa, the highest duty of a son, even though he has sons of his own, is to serve his parents, and what to speak of a son who is a brahmacārī?",
        "purport": ""
    },
    {
        "verse": "29-30",
        "devanagari": "आचार्यो ब्रह्मणो मूर्ति: पिता मूर्ति: प्रजापते: ।भ्राता मरुत्पतेर्मूर्तिर्माता साक्षात् क्षितेस्तनु: ॥ २९ ॥दयाया भगिनी मूर्तिर्धर्मस्यात्मातिथि: स्वयम् ।अग्नेरभ्यागतो मूर्ति: सर्वभूतानि चात्मन: ॥ ३० ॥",
        "english_devnagari": "ācāryo brahmaṇo mūrtiḥpitā mūrtiḥ prajāpateḥbhrātā marutpater mūrtirmātā sākṣāt kṣites tanuḥ",
        "verse_Syn": [
            "ācāryaḥ",
            "brahmaṇaḥ",
            "mūrtiḥ",
            "pitā",
            "mūrtiḥ",
            "prajāpateḥ",
            "bhrātā",
            "marut",
            "pateḥ",
            "mūrtiḥ",
            "mātā",
            "sākṣāt",
            "kṣiteḥ",
            "tanuḥ",
            "dayāyāḥ",
            "bhaginī",
            "mūrtiḥ",
            "dharmasya",
            "ātma",
            "atithiḥ",
            "svayam",
            "agneḥ",
            "abhyāgataḥ",
            "mūrtiḥ",
            "sarva",
            "bhūtāni",
            "ca",
            "ātmanaḥ"
        ],
        "translation": "The ācārya, the spiritual master who teaches all the Vedic knowledge and gives initiation by offering the sacred thread, is the personification of all the Vedas. Similarly, a father personifies Lord Brahmā; a brother, King Indra; a mother, the planet earth; and a sister, mercy. A guest personifies religious principles, an invited guest personifies the demigod Agni, and all living entities personify Lord Viṣṇu, the Supreme Personality of Godhead.",
        "purport": " According to the moral instructions of Cāṇakya Paṇḍita, ātmavat sarva-bhūteṣu: one should observe all living entities to be on the same level as oneself. This means that no one should be neglected as inferior; because Paramātmā is seated in everyone’s body, everyone should be respected as a temple of the Supreme Personality of Godhead. This verse describes the different ways in which one should respect a guru, a father, a brother, a sister, a guest and so on."
    },
    {
        "verse": "31",
        "devanagari": "तस्मात् पितृणामार्तानामार्तिं परपराभवम् ।तपसापनयंस्तात सन्देशं कर्तुमर्हसि ॥ ३१ ॥",
        "english_devnagari": "tasmāt pitṝṇām ārtānāmārtiṁ para-parābhavamtapasāpanayaṁs tātasandeśaṁ kartum arhasi",
        "verse_Syn": [
            "tasmāt",
            "pitṝṇām",
            "ārtānām",
            "ārtim",
            "para",
            "parābhavam",
            "tapasā",
            "apanayan",
            "tāta",
            "sandeśam",
            "kartum",
            "arhasi"
        ],
        "translation": "Dear son, we have been defeated by our enemies, and therefore we are very much aggrieved. Please mercifully fulfill our desires by relieving our distress through the strength of your austerities. Please fulfill our prayers.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "वृणीमहे त्वोपाध्यायं ब्रह्मिष्ठं ब्राह्मणं गुरुम् ।यथाञ्जसा विजेष्याम: सपत्नांस्तव तेजसा ॥ ३२ ॥",
        "english_devnagari": "vṛṇīmahe tvopādhyāyaṁbrahmiṣṭhaṁ brāhmaṇaṁ gurumyathāñjasā vijeṣyāmaḥsapatnāṁs tava tejasā",
        "verse_Syn": [
            "vṛṇīmahe",
            "tvā",
            "upādhyāyam",
            "brahmiṣṭham",
            "brāhmaṇam",
            "gurum",
            "yathā",
            "añjasā",
            "vijeṣyāmaḥ",
            "sapatnān",
            "tava",
            "tejasā"
        ],
        "translation": "Since you are completely aware of the Supreme Brahman, you are a perfect brāhmaṇa, and therefore you are the spiritual master of all orders of life. We accept you as our spiritual master and director so that by the power of your austerity we may easily defeat the enemies who have conquered us.",
        "purport": " One must approach a particular type of guru to execute a particular type of duty. Therefore although Viśvarūpa was inferior to the demigods, the demigods accepted him as their guru to conquer the demons."
    },
    {
        "verse": "33",
        "devanagari": "न गर्हयन्ति ह्यर्थेषु यविष्ठाङ्‌घ्य्रभिवादनम् ।छन्दोभ्योऽन्यत्र न ब्रह्मन् वयो ज्यैष्ठ्यस्य कारणम् ॥ ३३ ॥",
        "english_devnagari": "na garhayanti hy artheṣuyaviṣṭhāṅghry-abhivādanamchandobhyo ’nyatra na brahmanvayo jyaiṣṭhyasya kāraṇam",
        "verse_Syn": [
            "na",
            "garhayanti",
            "hi",
            "artheṣu",
            "yaviṣṭha",
            "aṅghri",
            "abhivādanam",
            "chandobhyaḥ",
            "anyatra",
            "na",
            "brahman",
            "vayaḥ",
            "jyaiṣṭhyasya",
            "kāraṇam"
        ],
        "translation": "The demigods continued: Do not fear criticism for being younger than us. Such etiquette does not apply in regard to Vedic mantras. Except in relationship to Vedic mantras, seniority is determined by age, but one may offer respectful obeisances even to a younger person who is advanced in chanting Vedic mantras. Therefore although you are junior in relationship to us, you may become our priest without hesitation.",
        "purport": " It is said, vṛddhatvaṁ vayasā vinā: one may be senior without being advanced in age. Even if one is not old, one gains seniority if he is senior in knowledge. Viśvarūpa was junior in relationship to the demigods because he was their nephew, but the demigods wanted to accept him as their priest, and therefore he would have to accept obeisances from them. The demigods explained that this should not be a cause for hesitation; he could become their priest because he was advanced in Vedic knowledge. Similarly. Cāṇakya Paṇḍita advises, nīcād apy uttamaṁ jñānam: one may accept education from a member of a lower social order. The brāhmaṇas, the members of the most elevated varṇa, are teachers, but a person in a lower family, such as a family of kṣatriyas, vaiśyas or even śūdras, may be accepted as a teacher if he has knowledge. Śrī Caitanya Mahāprabhu approved of this when He expressed this opinion before Rāmānanda Rāya (Cc. Madhya 8.128): It does not matter whether one is a brāhmaṇa, śūdra, gṛhastha or sannyāsī. These are all material designations. A spiritually advanced person has nothing to do with such designations. Therefore, if one is advanced in the science of Kṛṣṇa consciousness, regardless of his position in human society, he may become a spiritual master."
    },
    {
        "verse": "34",
        "devanagari": "श्रीऋषिरुवाचअभ्यर्थित: सुरगणै: पौरहित्ये महातपा: ।स विश्वरूपस्तानाह प्रसन्न: श्लक्ष्णया गिरा ॥ ३४ ॥",
        "english_devnagari": "śrī-ṛṣir uvācaabhyarthitaḥ sura-gaṇaiḥpaurahitye mahā-tapāḥsa viśvarūpas tān āhaprasannaḥ ślakṣṇayā girā",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "abhyarthitaḥ",
            "sura",
            "gaṇaiḥ",
            "paurahitye",
            "mahā",
            "tapāḥ",
            "saḥ",
            "viśvarūpaḥ",
            "tān",
            "āha",
            "prasannaḥ",
            "ślakṣṇayā",
            "girā"
        ],
        "translation": "Śukadeva Gosvāmī continued: When all the demigods requested the great Viśvarūpa to be their priest, Viśvarūpa, who was advanced in austerities, was very pleased. He replied to them as follows.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "श्रीविश्‍वरूप उवाचविगर्हितं धर्मशीलैर्ब्रह्मवर्चउपव्ययम् ।कथं नु मद्विधो नाथा लोकेशैरभियाचितम् ।प्रत्याख्यास्यति तच्छिष्य: स एव स्वार्थ उच्यते ॥ ३५ ॥",
        "english_devnagari": "śrī-viśvarūpa uvācavigarhitaṁ dharma-śīlairbrahmavarca-upavyayamkathaṁ nu mad-vidho nāthālokeśair abhiyācitampratyākhyāsyati tac-chiṣyaḥsa eva svārtha ucyate",
        "verse_Syn": [
            "śrī",
            "viśvarūpaḥ",
            "uvāca",
            "vigarhitam",
            "dharma",
            "śīlaiḥ",
            "brahma",
            "varcaḥ",
            "upavyayam",
            "katham",
            "nu",
            "mat",
            "vidhaḥ",
            "nāthāḥ",
            "loka",
            "īśaiḥ",
            "abhiyācitam",
            "pratyākhyāsyati",
            "tat",
            "śiṣyaḥ",
            "saḥ",
            "eva",
            "sva",
            "arthaḥ",
            "ucyate"
        ],
        "translation": "Śrī Viśvarūpa said: O demigods, although the acceptance of priesthood is decried as causing the loss of previously acquired brahminical power, how can someone like me refuse to accept your personal request? You are all exalted commanders of the entire universe. I am your disciple and must take many lessons from you. Therefore I cannot refuse you. I must agree for my own benefit.",
        "purport": " The professions of a qualified brāhmaṇa are paṭhana, pāṭhana, yajana, yājana, dāna and pratigraha. The words yajana and yājana mean that a brāhmaṇa becomes the priest of the populace for the sake of their elevation. One who accepts the post of spiritual master neutralizes the sinful reactions of the yajamāna, the one on whose behalf he performs yajña. Thus the results of the pious acts previously performed by the priest or spiritual master are diminished. Therefore priesthood is not accepted by learned brāhmaṇas. Nevertheless, the greatly learned brāhmaṇa Viśvarūpa became the priest of the demigods because of his profound respect for them."
    },
    {
        "verse": "36",
        "devanagari": "अकिञ्चनानां हि धनं शिलोञ्छनंतेनेह निर्वर्तितसाधुसत्क्रिय: ।कथं विगर्ह्यं नु करोम्यधीश्वरा:पौरोधसं हृष्यति येन दुर्मति: ॥ ३६ ॥",
        "english_devnagari": "akiñcanānāṁ hi dhanaṁ śiloñchanaṁteneha nirvartita-sādhu-satkriyaḥkathaṁ vigarhyaṁ nu karomy adhīśvarāḥpaurodhasaṁ hṛṣyati yena durmatiḥ",
        "verse_Syn": [
            "akiñcanānām",
            "hi",
            "dhanam",
            "śila",
            "uñchanam",
            "tena",
            "iha",
            "nirvartita",
            "sādhu",
            "sat",
            "kriyaḥ",
            "katham",
            "vigarhyam",
            "nu",
            "karomi",
            "adhīśvarāḥ",
            "paurodhasam",
            "hṛṣyati",
            "yena",
            "durmatiḥ"
        ],
        "translation": "O exalted governors of various planets, the true brāhmaṇa, who has no material possessions, maintains himself by the profession of accepting śiloñchana. In other words, he picks up grains left in the field and on the ground in the wholesale marketplace. By this means, householder brāhmaṇas who actually abide by the principles of austerity and penance maintain themselves and their families and perform all necessary pious activities. A brāhmaṇa who desires to achieve happiness by gaining wealth through professional priesthood must certainly have a very low mind. How shall I accept such priesthood?",
        "purport": " A first-class brāhmaṇa does not accept any rewards from his disciples or yajamānas. Practicing austerities and penances, he instead goes to the agricultural field and collects food grains left by the agriculturalists to be collected by brāhmaṇas. Similarly, such brāhmaṇas go to marketplaces where grains are purchased and sold wholesale, and there they collect grains left by the merchants. In this way, such exalted brāhmaṇas maintain their bodies and families. Such priests never demand anything from their disciples to live in opulence, imitating kṣatriyas or vaiśyas. In other words, a pure brāhmaṇa voluntarily accepts a life of poverty and lives in complete dependence on the mercy of the Lord. Not very many years ago, a brāhmaṇa in Kṛṣṇanagara, near Navadvīpa, was offered some help from the local Zamindar, Rājā Kṛṣṇacandra. The brāhmaṇa refused to accept the help. He said that since he was very happy in his householder life, taking rice given by his disciples and cooking vegetables of tamarind leaves, there was no question of taking help from the Zamindar. The conclusion is that although a brāhmaṇa may receive much opulence from his disciples, he should not utilize the rewards of his priesthood for his personal benefit; he must use them for the service of the Supreme Personality of Godhead."
    },
    {
        "verse": "37",
        "devanagari": "तथापि न प्रतिब्रूयां गुरुभि: प्रार्थितं कियत् ।भवतां प्रार्थितं सर्वं प्राणैरर्थैश्च साधये ॥ ३७ ॥",
        "english_devnagari": "tathāpi na pratibrūyāṁgurubhiḥ prārthitaṁ kiyatbhavatāṁ prārthitaṁ sarvaṁprāṇair arthaiś ca sādhaye",
        "verse_Syn": [
            "tathā",
            "api",
            "na",
            "pratibrūyām",
            "gurubhiḥ",
            "prārthitam",
            "kiyat",
            "bhavatām",
            "prārthitam",
            "sarvam",
            "prāṇaiḥ",
            "arthaiḥ",
            "ca",
            "sādhaye"
        ],
        "translation": "All of you are my superiors. Therefore although accepting priesthood is sometimes reproachable, I cannot refuse even a small request from you. I agree to be your priest. I shall fulfill your request by dedicating my life and possessions.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "श्रीबादरायणिरुवाचतेभ्य एवं प्रतिश्रुत्य विश्वरूपो महातपा: ।पौरहित्यं वृतश्चक्रे परमेण समाधिना ॥ ३८ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācatebhya evaṁ pratiśrutyaviśvarūpo mahā-tapāḥpaurahityaṁ vṛtaś cakreparameṇa samādhinā",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "tebhyaḥ",
            "evam",
            "pratiśrutya",
            "viśvarūpaḥ",
            "mahā",
            "tapāḥ",
            "paurahityam",
            "vṛtaḥ",
            "cakre",
            "parameṇa",
            "samādhinā"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: O King, after making this promise to the demigods, the exalted Viśvarūpa, surrounded by the demigods, performed the necessary priestly activities with great enthusiasm and attention.",
        "purport": " The word samādhinā is very important. Samādhi means complete absorption with an undiverted mind. Viśvarūpa, who was a most learned brāhmaṇa, not only accepted the request of the demigods, but took their request seriously and performed the activities of priesthood with an undiverted mind. In other words, he accepted the priesthood not for material gain, but to profit the demigods. Such is the duty of a priest. The word puraḥ means “family,” and hita means “benefit.” Thus the word purohita indicates that the priest is the well-wisher of the family. Another meaning of the word puraḥ is “first.” A priest’s first duty is to see that his disciples benefit spiritually and materially by all means. Then he is satisfied. A priest should never be interested in performing Vedic rituals for his personal benefit."
    },
    {
        "verse": "39",
        "devanagari": "सुरद्विषां श्रियं गुप्तामौशनस्यापि विद्यया ।आच्छिद्यादान्महेन्द्राय वैष्णव्या विद्यया विभु: ॥ ३९ ॥",
        "english_devnagari": "sura-dviṣāṁ śriyaṁ guptāmauśanasyāpi vidyayāācchidyādān mahendrāyavaiṣṇavyā vidyayā vibhuḥ",
        "verse_Syn": [
            "sura",
            "dviṣām",
            "śriyam",
            "guptām",
            "auśanasya",
            "api",
            "vidyayā",
            "ācchidya",
            "adāt",
            "mahā",
            "indrāya",
            "vaiṣṇavyā",
            "vidyayā",
            "vibhuḥ"
        ],
        "translation": "The opulence of the demons, who are generally known as the enemies of the demigods, was protected by the talents and tactics of Śukrācārya, but Viśvarūpa, who was most powerful, composed a protective prayer known as the Nārāyaṇa-kavaca. By this intelligent mantra, he took away the opulence of the demons and gave it to Mahendra, the King of heaven.",
        "purport": " The distinction between the demigods (devas) and demons (asuras) is that the demigods are all devotees of Lord Viṣṇu whereas the demons are devotees of demigods like Lord Śiva, Goddess Kālī and Goddess Durgā. Sometimes the demons are also devotees of Lord Brahmā. For example, Hiraṇyakaśipu was a devotee of Lord Brahmā, Rāvaṇa was a devotee of Lord Śiva, and Mahiṣāsura was a devotee of Goddess Durgā. The demigods are devotees of Lord Viṣṇu (viṣṇu-bhaktaḥ smṛto daiva), whereas the demons (āsuras tad-viparyayaḥ) are always against the viṣṇu-bhaktas, or Vaiṣṇavas. To oppose the Vaiṣṇavas, the demons become devotees of Lord Śiva, Lord Brahmā, Kālī, Durgā, and so on. In the days of yore, many long years ago, there was animosity between the devas and the asuras, and the same spirit still continues, for the devotees of Lord Śiva and Goddess Durgā are always envious of Vaiṣṇavas, who are devotees of Lord Viṣṇu. This strain between the devotees of Lord Śiva and Lord Viṣṇu has always existed. In the higher planetary systems, fights between the demons and the demigods continue for a long, long time. Herein we see that Viśvarūpa made for the demigods a protective covering, saturated with a Viṣṇu mantra. Sometimes the Viṣṇu mantra is called Viṣṇu-jvara, and the Śiva mantra is called Śiva-jvara. We find in the śāstras that sometimes the Śiva-jvara and Viṣṇu-jvara are employed in the fights between the demons and the demigods. The word sura-dviṣām, which in this verse means “of the enemies of the demigods,” also refers to the atheists. Śrīmad-Bhāgavatam elsewhere says that Lord Buddha appeared for the purpose of bewildering the demons or atheists. The Supreme Personality of Godhead always awards His benediction to devotees. The Lord Himself confirms this in Bhagavad-gītā (9.31): “O son of Kuntī, declare it boldly that My devotee never perishes.”"
    },
    {
        "verse": "40",
        "devanagari": "यया गुप्त: सहस्राक्षो जिग्येऽसुरचमूर्विभु: ।तां प्राह स महेन्द्राय विश्वरूप उदारधी: ॥ ४० ॥",
        "english_devnagari": "yayā guptaḥ sahasrākṣojigye ’sura-camūr vibhuḥtāṁ prāha sa mahendrāyaviśvarūpa udāra-dhīḥ",
        "verse_Syn": [
            "yayā",
            "guptaḥ",
            "sahasra",
            "akṣaḥ",
            "jigye",
            "asura",
            "camūḥ",
            "vibhuḥ",
            "tām",
            "prāha",
            "saḥ",
            "mahendrāya",
            "viśvarūpaḥ",
            "udāra",
            "dhīḥ"
        ],
        "translation": "Viśvarūpa, who was most liberal, spoke to King Indra [Sahasrākṣa] the secret hymn that protected Indra and conquered the military power of the demons.",
        "purport": ""
    }
]