[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचएवं ते भगवद्दूता यमदूताभिभाषितम् ।उपधार्याथ तान् राजन् प्र्रत्याहुर्नयकोविदा: ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaevaṁ te bhagavad-dūtāyamadūtābhibhāṣitamupadhāryātha tān rājanpratyāhur naya-kovidāḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "evam",
            "te",
            "bhagavat",
            "dūtāḥ",
            "yamadūta",
            "abhibhāṣitam",
            "upadhārya",
            "atha",
            "tān",
            "rājan",
            "pratyāhuḥ",
            "naya",
            "kovidāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King, the servants of Lord Viṣṇu are always very expert in logic and arguments. After hearing the statements of the Yamadūtas, they replied as follows.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीविष्णुदूता ऊचु:अहो कष्टं धर्मद‍ृशामधर्म: स्पृशते सभाम् ।यत्रादण्ड्येष्वपापेषु दण्डो यैर्ध्रियते वृथा ॥ २ ॥",
        "english_devnagari": "śrī-viṣṇudūtā ūcuḥaho kaṣṭaṁ dharma-dṛśāmadharmaḥ spṛśate sabhāmyatrādaṇḍyeṣv apāpeṣudaṇḍo yair dhriyate vṛthā",
        "verse_Syn": [
            "śrī",
            "viṣṇudūtāḥ",
            "ūcuḥ",
            "aho",
            "kaṣṭam",
            "dharma",
            "dṛśām",
            "adharmaḥ",
            "spṛśate",
            "sabhām",
            "yatra",
            "adaṇḍyeṣu",
            "apāpeṣu",
            "daṇḍaḥ",
            "yaiḥ",
            "dhriyate",
            "vṛthā"
        ],
        "translation": "The Viṣṇudūtas said: Alas, how painful it is that irreligion is being introduced into an assembly where religion should be maintained. Indeed, those in charge of maintaining the religious principles are needlessly punishing a sinless, unpunishable person.",
        "purport": " The Viṣṇudūtas accused the Yamadūtas of violating the religious principles by attempting to drag Ajāmila to Yamarāja for punishment. Yamarāja is the officer appointed by the Supreme Personality of Godhead to judge religious and irreligious principles and to punish people who are irreligious. However, if completely sinless people are punished, the entire assembly of Yamarāja is contaminated. This principle applies not only in the assembly of Yamarāja, but throughout human society also. In human society, properly maintaining religious principles is the duty of the king’s court or the government. Unfortunately, in this yuga, Kali-yuga, the religious principles are tampered with, and the government cannot properly judge who is to be punished and who is not. It is said that in the Kali-yuga if one cannot spend money in court, one cannot get justice. Indeed, in courts of justice it is often found that magistrates are bribed for favorable judgments. Sometimes religious men who preach the Kṛṣṇa consciousness movement for the benefit of the entire populace are arrested and harassed by the police and courts. The Viṣṇudūtas, who are Vaiṣṇavas, lamented for these very regrettable facts. Because of their spiritual compassion for all the fallen souls, Vaiṣṇavas go out to preach according to the standard method of all religious principles, but unfortunately, because of the influence of Kali-yuga, Vaiṣṇavas who have dedicated their lives to preaching the glories of the Lord are sometimes harassed and punished by courts on false charges of disturbing the peace."
    },
    {
        "verse": "3",
        "devanagari": "प्रजानां पितरो ये च शास्तार: साधव: समा: ।यदि स्यात्तेषु वैषम्यं कं यान्ति शरणं प्रजा: ॥ ३ ॥",
        "english_devnagari": "prajānāṁ pitaro ye caśāstāraḥ sādhavaḥ samāḥyadi syāt teṣu vaiṣamyaṁkaṁ yānti śaraṇaṁ prajāḥ",
        "verse_Syn": [
            "prajānām",
            "pitaraḥ",
            "ye",
            "ca",
            "śāstāraḥ",
            "sādhavaḥ",
            "samāḥ",
            "yadi",
            "syāt",
            "teṣu",
            "vaiṣamyam",
            "kam",
            "yānti",
            "śaraṇam",
            "prajāḥ"
        ],
        "translation": "A king or governmental official should be so well qualified that he acts as a father, maintainer and protector of the citizens because of affection and love. He should give the citizens good advice and instructions according to the standard scriptures and should be equal to everyone. Yamarāja does this, for he is the supreme master of justice, and so do those who follow in his footsteps. However, if such persons become polluted and exhibit partiality by punishing an innocent, blameless person, where will the citizens go to take shelter for their maintenance and security?",
        "purport": " The king, or in modern times the government, should act as the guardian of the citizens by teaching them the proper goal of life. The human form of life is especially meant for realization of one’s self and one’s relationship with the Supreme Personality of Godhead because this cannot be realized in animal life. The duty of the government, therefore, is to take charge of training all the citizens in such a way that by a gradual process they will be elevated to the spiritual platform and will realize the self and his relationship with God. This principle was followed by kings like Mahārāja Yudhiṣṭhira, Mahārāja Parīkṣit, Lord Rāmacandra, Mahārāja Ambarīṣa and Prahlāda Mahārāja. The leaders of the government must be very honest and religious because otherwise all the affairs of the state will suffer. Unfortunately, in the name of democracy, rogues and thieves are electing other rogues and thieves to the most important posts in the government. Recently this has been proven in America, where the president had to be condemned and dragged down from his post by the citizens. This is only one case, but there are many others. Because of the importance of the Kṛṣṇa consciousness movement, people should be Kṛṣṇa conscious and should not vote for anyone who is not Kṛṣṇa conscious. Then there will be actual peace and prosperity in the state. When a Vaiṣṇava sees mismanagement in the government, he feels great compassion in his heart and tries his best to purify the situation by spreading the Hare Kṛṣṇa movement."
    },
    {
        "verse": "4",
        "devanagari": "यद्यदाचरति श्रेयानितरस्तत्तदीहते ।स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥ ४ ॥",
        "english_devnagari": "yad yad ācarati śreyānitaras tat tad īhatesa yat pramāṇaṁ kurutelokas tad anuvartate",
        "verse_Syn": [
            "yat",
            "yat",
            "ācarati",
            "śreyān",
            "itaraḥ",
            "tat",
            "tat",
            "īhate",
            "saḥ",
            "yat",
            "pramāṇam",
            "kurute",
            "lokaḥ",
            "tat",
            "anuvartate"
        ],
        "translation": "The mass of people follow the example of a leader in society and imitate his behavior. They accept as evidence whatever the leader accepts.",
        "purport": " Although Ajāmila was not punishable, the Yamadūtas were insisting on taking him away to Yamarāja for punishment. This was adharma, contrary to religious principles. The Viṣṇudūtas feared that if such irreligious acts were allowed, the management of human society would be spoiled. In modern times, the Kṛṣṇa consciousness movement is trying to introduce the right principles of management for human society, but unfortunately the governments of Kali-yuga do not properly support the Hare Kṛṣṇa movement because they do not appreciate its valuable service. The Hare Kṛṣṇa movement is the right movement for ameliorating the fallen condition of human society, and therefore governments and public leaders in every part of the world should support this movement to completely rectify humanity’s sinful condition."
    },
    {
        "verse": "5-6",
        "devanagari": "यस्याङ्के शिर आधाय लोक: स्वपिति निर्वृत: ।स्वयं धर्ममधर्मं वा न हि वेद यथा पशु: ॥ ५ ॥स कथं न्यर्पितात्मानं कृतमैत्रमचेतनम् ।विस्रम्भणीयो भूतानां सघृणो दोग्धुमर्हति ॥ ६ ॥",
        "english_devnagari": "yasyāṅke śira ādhāyalokaḥ svapiti nirvṛtaḥsvayaṁ dharmam adharmaṁ vāna hi veda yathā paśuḥ",
        "verse_Syn": [
            "yasya",
            "aṅke",
            "śiraḥ",
            "ādhāya",
            "lokaḥ",
            "svapiti",
            "nirvṛtaḥ",
            "svayam",
            "dharmam",
            "adharmam",
            "vā",
            "na",
            "hi",
            "veda",
            "yathā",
            "paśuḥ",
            "saḥ",
            "katham",
            "nyarpita",
            "ātmānam",
            "kṛta",
            "maitram",
            "acetanam",
            "visrambhaṇīyaḥ",
            "bhūtānām",
            "sa",
            "ghṛṇaḥ",
            "dogdhum",
            "arhati"
        ],
        "translation": "People in general are not very advanced in knowledge by which to discriminate between religion and irreligion. The innocent, unenlightened citizen is like an ignorant animal sleeping in peace with its head on the lap of its master, faithfully believing in the master’s protection. If a leader is actually kindhearted and deserves to be the object of a living entity’s faith, how can he punish or kill a foolish person who has fully surrendered in good faith and friendship?",
        "purport": " The Sanskrit word viśvasta-ghāta refers to one who breaks faith or causes a breach of trust. The mass of people should always feel security because of the government’s protection. Therefore, how regrettable it is for the government itself to cause a breach of trust and put the citizens in difficulty for political reasons. We actually saw during the partition days in India that although Hindus and Muslims were living together peacefully, manipulation by politicians suddenly aroused feelings of hatred between them, and thus the Hindus and Muslims killed one another over politics. This is a sign of Kali-yuga. In this age, animals are kept nicely sheltered, completely confident that their masters will protect them, but unfortunately as soon as the animals are fat, they are immediately sent for slaughter. Such cruelty is condemned by Vaiṣṇavas like the Viṣṇudūtas. Indeed, the hellish conditions already described await the sinful men responsible for such suffering. One who betrays the confidence of a living entity who takes shelter of him in good faith, whether that living entity be a human being or an animal, is extremely sinful. Because such betrayals now go unpunished by the government, all of human society is terribly contaminated. The people of this age are therefore described as mandāḥ sumanda-matayo manda-bhāgyā hy upadrutāḥ. As a consequence of such sinfulness, men are condemned (mandāḥ), their intelligence is unclear (sumanda-matayaḥ), they are unfortunate (manda-bhāgyāḥ), and therefore they are always disturbed by many problems (upadrutāḥ). This is their situation in this life, and after death they are punished in hellish conditions."
    },
    {
        "verse": "7",
        "devanagari": "अयं हि कृतनिर्वेशो जन्मकोट्यंहसामपि ।यद्‌व्याजहार विवशो नाम स्वस्त्ययनं हरे: ॥ ७ ॥",
        "english_devnagari": "ayaṁ hi kṛta-nirveśojanma-koṭy-aṁhasām apiyad vyājahāra vivaśonāma svasty-ayanaṁ hareḥ",
        "verse_Syn": [
            "ayam",
            "hi",
            "kṛta",
            "nirveśaḥ",
            "janma",
            "koṭi",
            "aṁhasām",
            "api",
            "yat",
            "vyājahāra",
            "vivaśaḥ",
            "nāma",
            "svasti",
            "ayanam",
            "hareḥ"
        ],
        "translation": "Ajāmila has already atoned for all his sinful actions. Indeed, he has atoned not only for sins performed in one life but for those performed in millions of lives, for in a helpless condition he chanted the holy name of Nārāyaṇa. Even though he did not chant purely, he chanted without offense, and therefore he is now pure and eligible for liberation.",
        "purport": " The Yamadūtas had considered only the external situation of Ajāmila. Since he was extremely sinful throughout his life, they thought he should be taken to Yamarāja and did not know that he had become free from the reactions of all his sins. The Viṣṇudūtas therefore instructed that because he had chanted the four syllables of the name Nārāyaṇa at the time of his death, he was freed from all sinful reactions. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura quotes the following verses from the smṛti-śāstra: “Simply by chanting one holy name of Hari, a sinful man can counteract the reactions to more sins than he is able to commit.” (Bṛhad-viṣṇu Purāṇa) “If one chants the holy name of the Lord, even in a helpless condition or without desiring to do so, all the reactions of his sinful life depart, just as when a lion roars, all the small animals flee in fear.” (Garuḍa Purāṇa) “By once chanting the holy name of the Lord, which consists of the two syllables ha-ri, one guarantees his path to liberation.” (Skanda Purāṇa) These are some of the reasons why the Viṣṇudūtas objected to the Yamadūtas’ taking Ajāmila to the court of Yamarāja."
    },
    {
        "verse": "8",
        "devanagari": "एतेनैव ह्यघोनोऽस्य कृतं स्यादघनिष्कृतम् ।यदा नारायणायेति जगाद चतुरक्षरम् ॥ ८ ॥",
        "english_devnagari": "etenaiva hy aghono ’syakṛtaṁ syād agha-niṣkṛtamyadā nārāyaṇāyetijagāda catur-akṣaram",
        "verse_Syn": [
            "etena",
            "eva",
            "hi",
            "aghonaḥ",
            "asya",
            "kṛtam",
            "syāt",
            "agha",
            "niṣkṛtam",
            "yadā",
            "nārāyaṇa",
            "āya",
            "iti",
            "jagāda",
            "catuḥ",
            "akṣaram"
        ],
        "translation": "The Viṣṇudūtas continued: Even previously, while eating and at other times, this Ajāmila would call his son, saying, “My dear Nārāyaṇa, please come here.” Although calling the name of his son, he nevertheless uttered the four syllables nā-rā-ya-ṇa. Simply by chanting the name of Nārāyaṇa in this way, he sufficiently atoned for the sinful reactions of millions of lives.",
        "purport": " Previously, when engaged in sinful activities to maintain his family, Ajāmila chanted the name of Nārāyaṇa without offenses. To chant the holy name of the Lord just to counteract one’s sinful activities, or to commit sinful activities on the strength of chanting the holy name, is offensive (nāmno balād yasya hi pāpa-buddhiḥ). But although Ajāmila engaged in sinful activities, he never chanted the holy name of Nārāyaṇa to counteract them; he simply chanted the name Nārāyaṇa to call his son. Therefore his chanting was effective. Because of chanting the holy name of Nārāyaṇa in this way, he had already vanquished the accumulated sinful reactions of many, many lives. In the beginning he was pure, but although he later committed many sinful acts, he was offenseless because he did not chant the holy name of Nārāyaṇa to counteract them. One who always chants the holy name of the Lord without offenses is always pure. As confirmed in this verse Ajāmila was already sinless, and because he chanted the name of Nārāyaṇa he remained sinless. It did not matter that he was calling his son; the name itself was effective."
    },
    {
        "verse": "9-10",
        "devanagari": "स्तेन: सुरापो मित्रध्रुग् ब्रह्महा गुरुतल्पग: ।स्त्रीराजपितृगोहन्ता ये च पातकिनोऽपरे ॥ ९ ॥सर्वेषामप्यघवतामिदमेव सुनिष्कृतम् ।नामव्याहरणं विष्णोर्यतस्तद्विषया मति: ॥ १० ॥",
        "english_devnagari": "stenaḥ surā-po mitra-dhrugbrahma-hā guru-talpa-gaḥstrī-rāja-pitṛ-go-hantāye ca pātakino ’pare",
        "verse_Syn": [
            "stenaḥ",
            "surā",
            "paḥ",
            "mitra",
            "dhruk",
            "brahma",
            "hā",
            "guru",
            "talpa",
            "gaḥ",
            "strī",
            "rāja",
            "pitṛ",
            "go",
            "hantā",
            "ye",
            "ca",
            "pātakinaḥ",
            "apare",
            "sarveṣām",
            "api",
            "agha",
            "vatām",
            "idam",
            "eva",
            "su",
            "niṣkṛtam",
            "nāma",
            "vyāharaṇam",
            "viṣṇoḥ",
            "yataḥ",
            "tat",
            "viṣayā",
            "matiḥ"
        ],
        "translation": "The chanting of the holy name of Lord Viṣṇu is the best process of atonement for a thief of gold or other valuables, for a drunkard, for one who betrays a friend or relative, for one who kills a brāhmaṇa, or for one who indulges in sex with the wife of his guru or another superior. It is also the best method of atonement for one who murders women, the king or his father, for one who slaughters cows, and for all other sinful men. Simply by chanting the holy name of Lord Viṣṇu, such sinful persons may attract the attention of the Supreme Lord, who therefore considers, “Because this man has chanted My holy name, My duty is to give him protection.”",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "न निष्कृतैरुदितैर्ब्रह्मवादिभि-स्तथा विशुद्ध्यत्यघवान् व्रतादिभि: ।यथा हरेर्नामपदैरुदाहृतै-स्तदुत्तमश्लोकगुणोपलम्भकम् ॥ ११ ॥",
        "english_devnagari": "na niṣkṛtair uditair brahma-vādibhistathā viśuddhyaty aghavān vratādibhiḥyathā harer nāma-padair udāhṛtaistad uttamaśloka-guṇopalambhakam",
        "verse_Syn": [
            "na",
            "niṣkṛtaiḥ",
            "uditaiḥ",
            "brahma",
            "vādibhiḥ",
            "tathā",
            "viśuddhyati",
            "agha",
            "vān",
            "vrata",
            "ādibhiḥ",
            "yathā",
            "hareḥ",
            "nāma",
            "padaiḥ",
            "udāhṛtaiḥ",
            "tat",
            "uttamaśloka",
            "guṇa",
            "upalambhakam"
        ],
        "translation": "By following the Vedic ritualistic ceremonies or undergoing atonement, sinful men do not become as purified as by chanting once the holy name of Lord Hari. Although ritualistic atonement may free one from sinful reactions, it does not awaken devotional service, unlike the chanting of the Lord’s names, which reminds one of the Lord’s fame, qualities, attributes, pastimes and paraphernalia.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura comments that the chanting of the holy name of the Lord has special significance that distinguishes it from the Vedic ritualistic ceremonies of atonement for severe, more severe or most severe sinful actions. There are twenty types of religious scriptures called dharma-śāstras, beginning with the Manu-saṁhitā and Parāśara-saṁhitā, but herein it is stressed that although one may become free from the reactions of the most sinful activities by following the religious principles of these scriptures, this cannot promote a sinful man to the stage of loving service to the Lord. On the other hand, chanting the holy name of the Lord even once not only frees one immediately from the reactions of the greatest sins, but also raises one to the platform of rendering loving service to the Supreme Personality of Godhead, who is described as uttamaśloka because He is famous for His glorious activities. Thus one serves the Lord by remembering His form, His attributes and pastimes. Śrīla Viśvanātha Cakravartī Ṭhākura explains that this is all possible simply by chanting the Lord’s holy name because of the Lord’s omnipotence. What cannot be achieved through the performance of Vedic rituals can be easily achieved through the chanting of the Lord’s holy name. To chant the holy name and dance in ecstasy is so easy and sublime that one can achieve all the benefits of spiritual life simply by following this process. Therefore Śrī Caitanya Mahāprabhu declares, paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam: “All glories to Śrī Kṛṣṇa saṅkīrtana!” The saṅkīrtana movement we have started offers the best process for becoming purified of all sinful reactions and coming immediately to the platform of spiritual life."
    },
    {
        "verse": "12",
        "devanagari": "नैकान्तिकं तद्धि कृतेऽपि निष्कृतेमन: पुनर्धावति चेदसत्पथे ।तत्कर्मनिर्हारमभीप्सतां हरे-र्गुणानुवाद: खलु सत्त्वभावन: ॥ १२ ॥",
        "english_devnagari": "naikāntikaṁ tad dhi kṛte ’pi niṣkṛtemanaḥ punar dhāvati ced asat-pathetat karma-nirhāram abhīpsatāṁ harerguṇānuvādaḥ khalu sattva-bhāvanaḥ",
        "verse_Syn": [
            "na",
            "aikāntikam",
            "tat",
            "hi",
            "kṛte",
            "api",
            "niṣkṛte",
            "manaḥ",
            "punaḥ",
            "dhāvati",
            "cet",
            "asat",
            "pathe",
            "tat",
            "karma",
            "nirhāram",
            "abhīpsatām",
            "hareḥ",
            "guṇa",
            "anuvādaḥ",
            "khalu",
            "sattva",
            "bhāvanaḥ"
        ],
        "translation": "The ritualistic ceremonies of atonement recommended in the religious scriptures are insufficient to cleanse the heart absolutely because after atonement one’s mind again runs toward material activities. Consequently, for one who wants liberation from the fruitive reactions of material activities, the chanting of the Hare Kṛṣṇa mantra, or glorification of the name, fame and pastimes of the Lord, is recommended as the most perfect process of atonement because such chanting eradicates the dirt from one’s heart completely.",
        "purport": " The statements in this verse have been confirmed previously in Śrīmad-Bhāgavatam (1.2.17): “Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone’s heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who relishes His messages, which are in themselves virtuous when properly heard and chanted.” It is the special mercy of the Supreme Lord that as soon as He knows that one is glorifying His name, fame and attributes, He personally helps cleanse the dirt from one’s heart. Therefore simply by such glorification one not only becomes purified, but also achieves the results of pious activities (puṇya-śravaṇa-kīrtana). Puṇya-śravaṇa-kīrtana refers to the process of devotional service. Even if one does not understand the meaning of the Lord’s name, pastimes or attributes, one is purified simply by hearing or chanting of them. Such purification is called sattva-bhāvana. One’s main purpose in human life should be to purify his existence and achieve liberation. As long as one has a material body, one is understood to be impure. In such an impure, material condition, one cannot enjoy a truly blissful life, although everyone seeks it. Therefore Śrīmad-Bhāgavatam (5.5.1) says, tapo divyaṁ putrakā yena sattvaṁ śuddhyet: one must perform tapasya, austerity, to purify his existence in order to come to the spiritual platform. The tapasya of chanting and glorifying the name, fame and attributes of the Lord is a very easy purifying process by which everyone can be happy. Therefore everyone who desires the ultimate cleansing of his heart must adopt this process. Other processes, such as karma, jñāna and yoga, cannot cleanse the heart absolutely."
    },
    {
        "verse": "13",
        "devanagari": "अथैनं मापनयत कृताशेषाघनिष्कृतम् ।यदसौ भगवन्नाम म्रियमाण: समग्रहीत् ॥ १३ ॥",
        "english_devnagari": "athainaṁ māpanayatakṛtāśeṣāgha-niṣkṛtamyad asau bhagavan-nāmamriyamāṇaḥ samagrahīt",
        "verse_Syn": [
            "atha",
            "enam",
            "mā",
            "apanayata",
            "kṛta",
            "aśeṣa",
            "agha",
            "niṣkṛtam",
            "yat",
            "asau",
            "bhagavat",
            "nāma",
            "mriyamāṇaḥ",
            "samagrahīt"
        ],
        "translation": "At the time of death, this Ajāmila helplessly and very loudly chanted the holy name of the Lord, Nārāyaṇa. That chanting alone has already freed him from the reactions of all sinful life. Therefore, O servants of Yamarāja, do not try to take him to your master for punishment in hellish conditions.",
        "purport": " The Viṣṇudūtas, who are superior authorities, gave orders to the Yamadūtas, who did not know that Ajāmila was no longer subject to tribulation in hellish life for his past sins. Although he had chanted the holy name Nārāyaṇa to indicate his son, the holy name is so transcendentally powerful that he was automatically freed because he had chanted the holy name while dying (ante nārāyaṇa-smṛtiḥ). As Kṛṣṇa confirms in Bhagavad-gītā (7.28): “Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.” Unless one is freed from all sinful reactions, one cannot be promoted to the platform of devotional service. Elsewhere in Bhagavad-gītā (8.5) it is stated: If one remembers Kṛṣṇa, Nārāyaṇa, at the time of death, one is certainly eligible to return immediately home, back to Godhead."
    },
    {
        "verse": "14",
        "devanagari": "साङ्केत्यं पारिहास्यं वा स्तोभं हेलनमेव वा ।वैकुण्ठनामग्रहणमशेषाघहरं विदु: ॥ १४ ॥",
        "english_devnagari": "sāṅketyaṁ pārihāsyaṁ vāstobhaṁ helanam eva vāvaikuṇṭha-nāma-grahaṇamaśeṣāgha-haraṁ viduḥ",
        "verse_Syn": [
            "sāṅketyam",
            "pārihāsyam",
            "vā",
            "stobham",
            "helanam",
            "eva",
            "vā",
            "vaikuṇṭha",
            "nāma",
            "grahaṇam",
            "aśeṣa",
            "agha",
            "haram",
            "viduḥ"
        ],
        "translation": "One who chants the holy name of the Lord is immediately freed from the reactions of unlimited sins, even if he chants indirectly [to indicate something else], jokingly, for musical entertainment, or even neglectfully. This is accepted by all the learned scholars of the scriptures.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "पतित: स्खलितो भग्न: सन्दष्टस्तप्त आहत: ।हरिरित्यवशेनाह पुमान्नार्हति यातना: ॥ १५ ॥",
        "english_devnagari": "patitaḥ skhalito bhagnaḥsandaṣṭas tapta āhataḥharir ity avaśenāhapumān nārhati yātanāḥ",
        "verse_Syn": [
            "patitaḥ",
            "skhalitaḥ",
            "bhagnaḥ",
            "sandaṣṭaḥ",
            "taptaḥ",
            "āhataḥ",
            "hariḥ",
            "iti",
            "avaśena",
            "āha",
            "pumān",
            "na",
            "arhati",
            "yātanāḥ"
        ],
        "translation": "If one chants the holy name of Hari and then dies because of an accidental misfortune, such as falling from the top of a house, slipping and suffering broken bones while traveling on the road, being bitten by a serpent, being afflicted with pain and high fever, or being injured by a weapon, one is immediately absolved from having to enter hellish life, even though he is sinful.",
        "purport": " As stated in Bhagavad-gītā (8.6): “Whatever state of being one remembers when he quits his body, that state he will attain without fail.” If one practices chanting the Hare Kṛṣṇa mantra, he is naturally expected to chant Hare Kṛṣṇa when he meets with some accident. Even without such practice, however, if one somehow or other chants the holy name of the Lord (Hare Kṛṣṇa) when he meets with an accident and dies, he will be saved from hellish life after death."
    },
    {
        "verse": "16",
        "devanagari": "गुरूणां च लघूनां च गुरूणि च लघूनि च ।प्रायश्चित्तानि पापानां ज्ञात्वोक्तानि महर्षिभि: ॥ १६ ॥",
        "english_devnagari": "gurūṇāṁ ca laghūnāṁ cagurūṇi ca laghūni caprāyaścittāni pāpānāṁjñātvoktāni maharṣibhiḥ",
        "verse_Syn": [
            "gurūṇām",
            "ca",
            "laghūnām",
            "ca",
            "gurūṇi",
            "ca",
            "laghūni",
            "ca",
            "prāyaścittāni",
            "pāpānām",
            "jñātvā",
            "uktāni",
            "mahā",
            "ṛṣibhiḥ"
        ],
        "translation": "Authorities who are learned scholars and sages have carefully ascertained that one should atone for the heaviest sins by undergoing a heavy process of atonement and one should atone for lighter sins by undergoing lighter atonement. Chanting the Hare Kṛṣṇa mantra, however, vanquishes all the effects of sinful activities, regardless of whether heavy or light.",
        "purport": " In this regard, Śrīla Viśvanātha Cakravartī Ṭhākura describes an incident that took place when Sāmba was rescued from the punishment of the Kauravas. Sāmba fell in love with the daughter of Duryodhana, and since according to kṣatriya custom one is not offered a kṣatriya’s daughter unless he displays his chivalrous valor, Sāmba abducted her. Consequently Sāmba was arrested by the Kauravas. Later, when Lord Balarāma came to rescue him, there was an argument about Sāmba’s release. Since the argument was not settled, Balarāma showed His power in such a way that all of Hastināpura trembled and would have been vanquished as if by a great earthquake. Then the matter was settled, and Sāmba married Duryodhana’s daughter. The purport is that one should take shelter of Kṛṣṇa-Balarāma, the Supreme Personality of Godhead, whose protective power is so great that it cannot be equaled in the material world. However powerful the reactions of one’s sins, they will immediately be vanquished if one chants the name of Hari, Kṛṣṇa, Balarāma or Nārāyaṇa."
    },
    {
        "verse": "17",
        "devanagari": "तैस्तान्यघानि पूयन्ते तपोदानव्रतादिभि: ।नाधर्मजं तद्‌धृदयं तदपीशाङ्‌घ्रिसेवया ॥ १७ ॥",
        "english_devnagari": "tais tāny aghāni pūyantetapo-dāna-vratādibhiḥnādharmajaṁ tad-dhṛdayaṁtad apīśāṅghri-sevayā",
        "verse_Syn": [
            "taiḥ",
            "tāni",
            "aghāni",
            "pūyante",
            "tapaḥ",
            "dāna",
            "vrata",
            "ādibhiḥ",
            "na",
            "adharma",
            "jam",
            "tat",
            "hṛdayam",
            "tat",
            "api",
            "īśa",
            "aṅghri",
            "sevayā"
        ],
        "translation": "Although one may neutralize the reactions of sinful life through austerity, charity, vows and other such methods, these pious activities cannot uproot the material desires in one’s heart. However, if one serves the lotus feet of the Personality of Godhead, he is immediately freed from all such contaminations.",
        "purport": " As stated in Śrīmad-Bhāgavatam (11.2.42), bhaktiḥ pareśānubhavo viraktir anyatra ca: devotional service is so powerful that one who performs devotional service is immediately freed from all sinful desires. All desires within this material world are sinful because material desire means sense gratification, which always involves action that is more or less sinful. Pure bhakti, however, is anyābhilāṣitā-śūnya; in other words, it is free from material desires, which result from karma and jñāna. One who is situated in devotional service no longer has material desires, and therefore he is beyond sinful life. Material desires should be completely stopped. Otherwise, although one’s austerities, penances and charity may free one from sin for the time being, one’s desires will reappear because his heart is impure. Thus he will act sinfully and suffer."
    },
    {
        "verse": "18",
        "devanagari": "अज्ञानादथवा ज्ञानादुत्तमश्लोकनाम यत् ।सङ्कीर्तितमघं पुंसो दहेदेधो यथानल: ॥ १८ ॥",
        "english_devnagari": "ajñānād athavā jñānāduttamaśloka-nāma yatsaṅkīrtitam aghaṁ puṁsodahed edho yathānalaḥ",
        "verse_Syn": [
            "ajñānāt",
            "athavā",
            "jñānāt",
            "uttamaśloka",
            "nāma",
            "yat",
            "saṅkīrtitam",
            "agham",
            "puṁsaḥ",
            "dahet",
            "edhaḥ",
            "yathā",
            "analaḥ"
        ],
        "translation": "As a fire burns dry grass to ashes, so the holy name of the Lord, whether chanted knowingly or unknowingly, burns to ashes, without fail, all the reactions of one’s sinful activities.",
        "purport": " Fire will act, regardless of whether handled by an innocent child or by someone well aware of its power. For example, if a field of straw or dry grass is set afire, either by an elderly man who knows the power of fire or by a child who does not, the grass will be burned to ashes. Similarly, one may or may not know the power of chanting the Hare Kṛṣṇa mantra, but if one chants the holy name he will become free from all sinful reactions."
    },
    {
        "verse": "19",
        "devanagari": "यथागदं वीर्यतममुपयुक्तं यद‍ृच्छया ।अजानतोऽप्यात्मगुणं कुर्यान्मन्त्रोऽप्युदाहृत: ॥ १९ ॥",
        "english_devnagari": "yathāgadaṁ vīryatamamupayuktaṁ yadṛcchayāajānato ’py ātma-guṇaṁkuryān mantro ’py udāhṛtaḥ",
        "verse_Syn": [
            "yathā",
            "agadam",
            "vīrya",
            "tamam",
            "upayuktam",
            "yadṛcchayā",
            "ajānataḥ",
            "api",
            "ātma",
            "guṇam",
            "kuryāt",
            "mantraḥ",
            "api",
            "udāhṛtaḥ"
        ],
        "translation": "If a person unaware of the effective potency of a certain medicine takes that medicine or is forced to take it, it will act even without his knowledge because its potency does not depend on the patient’s understanding. Similarly, even though one does not know the value of chanting the holy name of the Lord, if one chants knowingly or unknowingly, the chanting will be very effective.",
        "purport": " In the Western countries, where the Hare Kṛṣṇa movement is spreading, learned scholars and other thoughtful men are realizing its effectiveness. For example, Dr. J. Stillson Judah, a learned scholar, has been very much attracted to this movement because he has actually seen that it is turning hippies addicted to drugs into pure Vaiṣṇavas who voluntarily become servants of Kṛṣṇa and humanity. Even a few years ago, such hippies did not know the Hare Kṛṣṇa mantra, but now they are chanting it and becoming pure Vaiṣṇavas. Thus they are becoming free from all sinful activities, such as illicit sex, intoxication, meat-eating and gambling. This is practical proof of the effectiveness of the Hare Kṛṣṇa movement, which is supported in this verse. One may or may not know the value of chanting the Hare Kṛṣṇa mantra, but if one somehow or other chants it, he will immediately be purified, just as one who takes a potent medicine will feel its effects, regardless of whether he takes it knowingly or unknowingly."
    },
    {
        "verse": "20",
        "devanagari": "श्रीशुक उवाचत एवं सुविनिर्णीय धर्मं भागवतं नृप ।तं याम्यपाशान्निर्मुच्य विप्रं मृत्योरमूमुचन् ॥ २० ॥",
        "english_devnagari": "śrī-śuka uvācata evaṁ suvinirṇīyadharmaṁ bhāgavataṁ nṛpataṁ yāmya-pāśān nirmucyavipraṁ mṛtyor amūmucan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "te",
            "evam",
            "su",
            "vinirṇīya",
            "dharmam",
            "bhāgavatam",
            "nṛpa",
            "tam",
            "yāmya",
            "pāśāt",
            "nirmucya",
            "vipram",
            "mṛtyoḥ",
            "amūmucan"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: My dear King, having thus perfectly judged the principles of devotional service with reasoning and arguments, the order carriers of Lord Viṣṇu released the brāhmaṇa Ajāmila from the bondage of the Yamadūtas and saved him from imminent death.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "इति प्रत्युदिता याम्या दूता यात्वा यमान्तिकम् ।यमराज्ञे यथा सर्वमाचचक्षुररिन्दम ॥ २१ ॥",
        "english_devnagari": "iti pratyuditā yāmyādūtā yātvā yamāntikamyama-rājñe yathā sarvamācacakṣur arindama",
        "verse_Syn": [
            "iti",
            "pratyuditāḥ",
            "yāmyāḥ",
            "dūtāḥ",
            "yātvā",
            "yama",
            "antikam",
            "yama",
            "rājñe",
            "yathā",
            "sarvam",
            "ācacakṣuḥ",
            "arindama"
        ],
        "translation": "My dear Mahārāja Parīkṣit, O subduer of all enemies, after the servants of Yamarāja had been answered by the order carriers of Lord Viṣṇu, they went to Yamarāja and explained to him everything that had happened.",
        "purport": " In this verse the word pratyuditāḥ is very significant. The servants of Yamarāja are so powerful that they can never be hindered anywhere, but this time they were baffled and disappointed in their attempt to take away a man they considered sinful. Therefore they immediately returned to Yamarāja and described to him everything that had happened."
    },
    {
        "verse": "22",
        "devanagari": "द्विज: पाशाद्विनिर्मुक्तो गतभी: प्रकृतिं गत: ।ववन्दे शिरसा विष्णो: किङ्करान् दर्शनोत्सव: ॥ २२ ॥",
        "english_devnagari": "dvijaḥ pāśād vinirmuktogata-bhīḥ prakṛtiṁ gataḥvavande śirasā viṣṇoḥkiṅkarān darśanotsavaḥ",
        "verse_Syn": [
            "dvijaḥ",
            "pāśāt",
            "vinirmuktaḥ",
            "gata",
            "bhīḥ",
            "prakṛtim",
            "gataḥ",
            "vavande",
            "śirasā",
            "viṣṇoḥ",
            "kiṅkarān",
            "darśana",
            "utsavaḥ"
        ],
        "translation": "Having been released from the nooses of Yamarāja’s servants, the brāhmaṇa Ajāmila, now free from fear, came to his senses and immediately offered obeisances to the Viṣṇudūtas by bowing his head at their lotus feet. He was extremely pleased by their presence, for he had seen them save his life from the hands of the servants of Yamarāja.",
        "purport": " Vaiṣṇavas are also Viṣṇudūtas because they carry out the orders of Kṛṣṇa. Lord Kṛṣṇa is very eager for all the conditioned souls rotting in this material world to surrender to Him and be saved from material pangs in this life and punishment in hellish conditions after death. A Vaiṣṇava therefore tries to bring conditioned souls to their senses. Those who are fortunate like Ajāmila are saved by the Viṣṇudūtas, or Vaiṣṇavas, and thus they return back home, back to Godhead."
    },
    {
        "verse": "23",
        "devanagari": "तं विवक्षुमभिप्रेत्य महापुरुषकिङ्करा: ।सहसा पश्यतस्तस्य तत्रान्तर्दधिरेऽनघ ॥ २३ ॥",
        "english_devnagari": "taṁ vivakṣum abhipretyamahāpuruṣa-kiṅkarāḥsahasā paśyatas tasyatatrāntardadhire ’nagha",
        "verse_Syn": [
            "tam",
            "vivakṣum",
            "abhipretya",
            "mahāpuruṣa",
            "kiṅkarāḥ",
            "sahasā",
            "paśyataḥ",
            "tasya",
            "tatra",
            "antardadhire",
            "anagha"
        ],
        "translation": "O sinless Mahārāja Parīkṣit, the order carriers of the Supreme Personality of Godhead, the Viṣṇudūtas, saw that Ajāmila was attempting to say something, and thus they suddenly disappeared from his presence.",
        "purport": " The śāstras say: “For persons who are pāpiṣṭha, very sinful, and durācāra, misbehaved or very unclean in their habits, who are against the existence of God, who disrespect Vaiṣṇavas and brāhmaṇas, and who eat anything and everything, untimely death is sure.” It is said that in Kali-yuga one has a maximum lifetime of one hundred years, but as people become degraded, the duration of their lives decreases (prāyeṇālpāyuṣaḥ). Because Ajāmila was now free from all sinful reactions, his lifetime was extended, even though he was to have died immediately. When the Viṣṇudūtas saw Ajāmila trying to say something to them, they disappeared to give him a chance to glorify the Supreme Lord. Since all his sinful reactions had been vanquished, he was now prepared to glorify the Lord. Indeed, one cannot glorify the Lord unless one is completely free from all sinful activities. This is confirmed by Kṛṣṇa Himself in Bhagavad-gītā (7.28): “Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.” The Viṣṇudūtas made Ajāmila aware of devotional service so that He might immediately become fit to return home, back to Godhead. To increase his eagerness to glorify the Lord, they disappeared so that he would feel separation in their absence. In the mode of separation, glorification of the Lord is very intense."
    },
    {
        "verse": "24-25",
        "devanagari": "अजामिलोऽप्यथाकर्ण्य दूतानां यमकृष्णयो: ।धर्मं भागवतं शुद्धं त्रैवेद्यं च गुणाश्रयम् ॥ २४ ॥भक्तिमान् भगवत्याशु माहात्म्यश्रवणाद्धरे: ।अनुतापो महानासीत्स्मरतोऽशुभमात्मन: ॥ २५ ॥",
        "english_devnagari": "ajāmilo ’py athākarṇyadūtānāṁ yama-kṛṣṇayoḥdharmaṁ bhāgavataṁ śuddhaṁtrai-vedyaṁ ca guṇāśrayam",
        "verse_Syn": [
            "ajāmilaḥ",
            "api",
            "atha",
            "ākarṇya",
            "dūtānām",
            "yama",
            "kṛṣṇayoḥ",
            "dharmam",
            "bhāgavatam",
            "śuddham",
            "trai",
            "vedyam",
            "ca",
            "guṇa",
            "aśrayam",
            "bhakti",
            "mān",
            "bhagavati",
            "āśu",
            "māhātmya",
            "śravaṇāt",
            "hareḥ",
            "anutāpaḥ",
            "mahān",
            "āsīt",
            "smarataḥ",
            "aśubham",
            "ātmanaḥ"
        ],
        "translation": "After hearing the discourses between the Yamadūtas and the Viṣṇudūtas, Ajāmila could understand the religious principles that act under the three modes of material nature. These principles are mentioned in the three Vedas. He could also understand the transcendental religious principles, which are above the modes of material nature and which concern the relationship between the living being and the Supreme Personality of Godhead. Furthermore, Ajāmila heard glorification of the name, fame, qualities and pastimes of the Supreme Personality of Godhead. He thus became a perfectly pure devotee. He could then remember his past sinful activities, which he greatly regretted having performed.",
        "purport": " In Bhagavad-gītā (2.45) Lord Kṛṣṇa told Arjuna: “The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self.” The Vedic principles certainly prescribe a gradual process for rising to the spiritual platform, but if one remains attached to the Vedic principles, there is no chance of his being elevated to spiritual life. Kṛṣṇa therefore advised Arjuna to perform devotional service, which is the process of transcendental religion. The transcendental position of devotional service is also confirmed in Śrīmad-Bhāgavatam (1.2.6). Sa vai puṁsāṁ paro dharmo yato bhaktir adhokṣaje. Bhakti, devotional service, is paro dharmaḥ, transcendental dharma; it is not material dharma. People generally think that religion should be pursued for material profit. This may be suitable for persons interested in material life, but one who is interested in spiritual life should be attached to paro dharmaḥ, the religious principles by which one becomes a devotee of the Supreme Lord (yato bhaktir adhokṣaje). The bhāgavata religion teaches that the Lord and the living entity are eternally related and that the duty of the living entity is to surrender to the Lord. When one is situated on the platform of devotional service, one is freed from impediments and completely satisfied (ahaituky apratihatā yayātmā suprasīdati). Having been elevated to that platform, Ajāmila began to lament for his past materialistic activities and glorify the name, fame, form and pastimes of the Supreme Personality of Godhead."
    },
    {
        "verse": "26",
        "devanagari": "अहो मे परमं कष्टमभूदविजितात्मन: ।येन विप्लावितं ब्रह्म वृषल्यां जायतात्मना ॥ २६ ॥",
        "english_devnagari": "aho me paramaṁ kaṣṭamabhūd avijitātmanaḥyena viplāvitaṁ brahmavṛṣalyāṁ jāyatātmanā",
        "verse_Syn": [
            "aho",
            "me",
            "paramam",
            "kaṣṭam",
            "abhūt",
            "avijita",
            "ātmanaḥ",
            "yena",
            "viplāvitam",
            "brahma",
            "vṛṣalyām",
            "jāyatā",
            "ātmanā"
        ],
        "translation": "Ajāmila said: Alas, being a servant of my senses, how degraded I became! I fell down from my position as a duly qualified brāhmaṇa and begot children in the womb of a prostitute.",
        "purport": " The men of the higher classes — the brāhmaṇas, kṣatriyas and vaiśyas — do not beget children in the wombs of lower-class women. Therefore the custom in Vedic society is to examine the horoscopes of a girl and boy being considered for marriage to see whether their combination is suitable. Vedic astrology reveals whether one has been born in the vipra-varṇa, kṣatriya-varṇa, vaiśya-varṇa or śūdra-varṇa, according to the three qualities of material nature. This must be examined because a marriage between a boy of the vipra-varṇa and a girl of the śūdra-varṇa is incompatible; married life would be miserable for both husband and wife. Consequently a boy should marry a girl of the same category. Of course, this is trai-guṇya, a material calculation according to the Vedas, but if the boy and girl are devotees there need be no such considerations. A devotee is transcendental, and therefore in a marriage between devotees, the boy and girl form a very happy combination."
    },
    {
        "verse": "27",
        "devanagari": "धिङ्‌मां विगर्हितं सद्भ‍िर्दुष्कृतं कुलकज्जलम् ।हित्वा बालां सतीं योऽहं सुरापीमसतीमगाम् ॥ २७ ॥",
        "english_devnagari": "dhiṅ māṁ vigarhitaṁ sadbhirduṣkṛtaṁ kula-kajjalamhitvā bālāṁ satīṁ yo ’haṁsurā-pīm asatīm agām",
        "verse_Syn": [
            "dhik",
            "mām",
            "vigarhitam",
            "sadbhiḥ",
            "duṣkṛtam",
            "kula",
            "kajjalam",
            "hitvā",
            "bālām",
            "satīm",
            "yaḥ",
            "aham",
            "surā",
            "pīm",
            "asatīm",
            "agām"
        ],
        "translation": "Alas, all condemnation upon me! I acted so sinfully that I degraded my family tradition. Indeed, I gave up my chaste and beautiful young wife to have sexual intercourse with a fallen prostitute accustomed to drinking wine. All condemnation upon me!",
        "purport": " This is the mentality of one who is becoming a pure devotee. When one is elevated to the platform of devotional service by the grace of the Lord and the spiritual master, one first regrets his past sinful activities. This helps one advance in spiritual life. The Viṣṇudūtas had given Ajāmila the chance to become a pure devotee, and the duty of a pure devotee is to regret his past sinful activities in illicit sex, intoxication, meat-eating and gambling. Not only should one give up his past bad habits, but he must always regret his past sinful acts. This is the standard of pure devotion."
    },
    {
        "verse": "28",
        "devanagari": "वृद्धावनाथौ पितरौ नान्यबन्धू तपस्विनौ ।अहो मयाधुना त्यक्तावकृतज्ञेन नीचवत् ॥ २८ ॥",
        "english_devnagari": "vṛddhāv anāthau pitaraunānya-bandhū tapasvinauaho mayādhunā tyaktāvakṛtajñena nīcavat",
        "verse_Syn": [
            "vṛddhau",
            "anāthau",
            "pitarau",
            "na",
            "anya",
            "bandhū",
            "tapasvinau",
            "aho",
            "mayā",
            "adhunā",
            "tyaktau",
            "akṛta",
            "jñena",
            "nīca",
            "vat"
        ],
        "translation": "My father and mother were old and had no other son or friend to look after them. Because I did not take care of them, they lived with great difficulty. Alas, like an abominable lower-class man, I ungratefully left them in that condition.",
        "purport": " According to Vedic civilization, everyone has the responsibility for taking care of brāhmaṇas, old men, women, children and cows. This is the duty of everyone, especially an upper-class person. Because of his association with a prostitute, Ajāmila abandoned all his duties. Regretting this, Ajāmila now considered himself quite fallen."
    },
    {
        "verse": "29",
        "devanagari": "सोऽहं व्यक्तं पतिष्यामि नरके भृशदारुणे ।धर्मघ्ना: कामिनो यत्र विन्दन्ति यमयातना: ॥ २९ ॥",
        "english_devnagari": "so ’haṁ vyaktaṁ patiṣyāminarake bhṛśa-dāruṇedharma-ghnāḥ kāmino yatravindanti yama-yātanāḥ",
        "verse_Syn": [
            "saḥ",
            "aham",
            "vyaktam",
            "patiṣyāmi",
            "narake",
            "bhṛśa",
            "dāruṇe",
            "dharma",
            "ghnāḥ",
            "kāminaḥ",
            "yatra",
            "vindanti",
            "yama",
            "yātanāḥ"
        ],
        "translation": "It is now clear that as a consequence of such activities, a sinful person like me must be thrown into hellish conditions meant for those who have broken religious principles and must there suffer extreme miseries.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "किमिदं स्वप्न आहो स्वित् साक्षाद् द‍ृष्टमिहाद्भ‍ुतम् ।क्‍व याता अद्य ते ये मां व्यकर्षन् पाशपाणय: ॥ ३० ॥",
        "english_devnagari": "kim idaṁ svapna āho svitsākṣād dṛṣṭam ihādbhutamkva yātā adya te ye māṁvyakarṣan pāśa-pāṇayaḥ",
        "verse_Syn": [
            "kim",
            "idam",
            "svapne",
            "āho",
            "svit",
            "sākṣāt",
            "dṛṣṭam",
            "iha",
            "adbhutam",
            "kva",
            "yātāḥ",
            "adya",
            "te",
            "ye",
            "mām",
            "vyakarṣan",
            "pāśa",
            "pāṇayaḥ"
        ],
        "translation": "Was this a dream I saw, or was it reality? I saw fearsome men with ropes in their hands coming to arrest me and drag me away. Where have they gone?",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "अथ ते क्‍व गता: सिद्धाश्चत्वारश्चारुदर्शना: ।व्यामोचयन्नीयमानं बद्ध्वा पाशैरधो भुव: ॥ ३१ ॥",
        "english_devnagari": "atha te kva gatāḥ siddhāścatvāraś cāru-darśanāḥvyāmocayan nīyamānaṁbaddhvā pāśair adho bhuvaḥ",
        "verse_Syn": [
            "atha",
            "te",
            "kva",
            "gatāḥ",
            "siddhāḥ",
            "catvāraḥ",
            "cāru",
            "darśanāḥ",
            "vyāmocayan",
            "nīyamānam",
            "baddhvā",
            "pāśaiḥ",
            "adhaḥ",
            "bhuvaḥ"
        ],
        "translation": "And where have those four liberated and very beautiful persons gone who released me from arrest and saved me from being dragged down to the hellish regions?",
        "purport": " As we have learned from the descriptions in the Fifth Canto, the hellish planets are situated in the lower portions of this universe. Therefore they are called adho bhuvaḥ. Ajāmila could understand that the Yamadūtas had come from that region."
    },
    {
        "verse": "32",
        "devanagari": "अथापि मे दुर्भगस्य विबुधोत्तमदर्शने ।भवितव्यं मङ्गलेन येनात्मा मे प्रसीदति ॥ ३२ ॥",
        "english_devnagari": "athāpi me durbhagasyavibudhottama-darśanebhavitavyaṁ maṅgalenayenātmā me prasīdati",
        "verse_Syn": [
            "atha",
            "api",
            "me",
            "durbhagasya",
            "vibudha",
            "uttama",
            "darśane",
            "bhavitavyam",
            "maṅgalena",
            "yena",
            "ātmā",
            "me",
            "prasīdati"
        ],
        "translation": "I am certainly most abominable and unfortunate to have merged in an ocean of sinful activities, but nevertheless, because of my previous spiritual activities, I could see those four exalted personalities who came to rescue me. Now I feel exceedingly happy because of their visit.",
        "purport": " As stated in Caitanya-caritāmṛta (Madhya 22.54): “Association with devotees is recommended by all the śāstras because by even a moment of such association one can receive the seed for all perfection.” In the beginning of his life Ajāmila was certainly very pure, and he associated with devotees and brāhmaṇas; because of that pious activity, even though he was fallen, he was inspired to name his son Nārāyaṇa. Certainly this was due to good counsel given from within by the Supreme Personality of Godhead. As the Lord says in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” The Lord, who is situated in everyone’s heart, is so kind that if one has ever rendered service to Him, the Lord never forgets him. Thus the Lord, from within, gave Ajāmila the opportunity to name his youngest son Nārāyaṇa so that in affection he would constantly call “Nārāyaṇa! Nārāyaṇa!” and thus be saved from the most fearful and dangerous condition at the time of his death. Such is the mercy of Kṛṣṇa. Guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja: by the mercy of the guru and Kṛṣṇa, one receives the seed of bhakti. This association saves a devotee from the greatest fear. In our Kṛṣṇa consciousness movement we therefore change a devotee’s name to a form that reminds him of Viṣṇu. If at the time of death the devotee can remember his own name, such as Kṛṣṇadāsa or Govinda dāsa, he can be saved from the greatest danger. Therefore the change of names at the time of initiation is essential. The Kṛṣṇa consciousness movement is so meticulous that it gives one a good opportunity to remember Kṛṣṇa somehow or other."
    },
    {
        "verse": "33",
        "devanagari": "अन्यथा म्रियमाणस्य नाशुचेर्वृषलीपते: ।वैकुण्ठनामग्रहणं जिह्वा वक्तुमिहार्हति ॥ ३३ ॥",
        "english_devnagari": "anyathā mriyamāṇasyanāśucer vṛṣalī-pateḥvaikuṇṭha-nāma-grahaṇaṁjihvā vaktum ihārhati",
        "verse_Syn": [
            "anyathā",
            "mriyamāṇasya",
            "na",
            "aśuceḥ",
            "vṛṣalī",
            "pateḥ",
            "vaikuṇṭha",
            "nāma",
            "grahaṇam",
            "jihvā",
            "vaktum",
            "iha",
            "arhati"
        ],
        "translation": "Were it not for my past devotional service, how could I, a most unclean keeper of a prostitute, have gotten an opportunity to chant the holy name of Vaikuṇṭhapati when I was just ready to die? Certainly it could not have been possible.",
        "purport": " The name Vaikuṇṭhapati, which means “the master of the spiritual world,” is not different from the name Vaikuṇṭha. Ajāmila, who was now a realized soul, could understand that because of his past spiritual activities in devotional service, he had gotten this opportunity to chant the holy name of Vaikuṇṭhapati in his horrible condition at the time of death."
    },
    {
        "verse": "34",
        "devanagari": "क्‍व चाहं कितव: पापो ब्रह्मघ्नो निरपत्रप: ।क्‍व च नारायणेत्येतद्भ‍गवन्नाम मङ्गलम् ॥ ३४ ॥",
        "english_devnagari": "kva cāhaṁ kitavaḥ pāpobrahma-ghno nirapatrapaḥkva ca nārāyaṇety etadbhagavan-nāma maṅgalam",
        "verse_Syn": [
            "kva",
            "ca",
            "aham",
            "kitavaḥ",
            "pāpaḥ",
            "brahma",
            "ghnaḥ",
            "nirapatrapaḥ",
            "kva",
            "ca",
            "nārāyaṇa",
            "iti",
            "etat",
            "bhagavat",
            "nāma",
            "maṅgalam"
        ],
        "translation": "Ajāmila continued: I am a shameless cheater who has killed his brahminical culture. Indeed, I am sin personified. Where am I in comparison to the all-auspicious chanting of the holy name of Lord Nārāyaṇa?",
        "purport": " Those engaged in broadcasting the holy name of Nārāyaṇa, Kṛṣṇa, through the Kṛṣṇa consciousness movement should always consider what our position was before we came and what it is now. We had fallen into abominable lives as meat-eaters, drunkards and woman hunters who performed all kinds of sinful activities, but now we have been given the opportunity to chant the Hare Kṛṣṇa mantra. Therefore we should always appreciate this opportunity. By the grace of the Lord we are opening many branches, and we should use this good fortune to chant the holy name of the Lord and serve the Supreme Personality of Godhead directly. We must be conscious of the difference between our present and past conditions and should always be very careful not to fall from the most exalted life."
    },
    {
        "verse": "35",
        "devanagari": "सोऽहं तथा यतिष्यामि यतचित्तेन्द्रियानिल: ।यथा न भूय आत्मानमन्धे तमसि मज्जये ॥ ३५ ॥",
        "english_devnagari": "so ’haṁ tathā yatiṣyāmiyata-cittendriyānilaḥyathā na bhūya ātmānamandhe tamasi majjaye",
        "verse_Syn": [
            "saḥ",
            "aham",
            "tathā",
            "yatiṣyāmi",
            "yata",
            "citta",
            "indriya",
            "anilaḥ",
            "yathā",
            "na",
            "bhūyaḥ",
            "ātmānam",
            "andhe",
            "tamasi",
            "majjaye"
        ],
        "translation": "I am such a sinful person, but since I have now gotten this opportunity, I must completely control my mind, life and senses and always engage in devotional service so that I may not fall again into the deep darkness and ignorance of material life.",
        "purport": " Every one of us should have this determination. We have been elevated to an exalted position by the mercy of Kṛṣṇa and the spiritual master, and if we remember that this is a great opportunity and pray to Kṛṣṇa that we will not fall again, our lives will be successful."
    },
    {
        "verse": "36-37",
        "devanagari": "विमुच्य तमिमं बन्धमविद्याकामकर्मजम् ।सर्वभूतसुहृच्छान्तो मैत्र: करुण आत्मवान् ॥ ३६ ॥मोचये ग्रस्तमात्मानं योषिन्मय्यात्ममायया ।विक्रीडितो ययैवाहं क्रीडामृग इवाधम: ॥ ३७ ॥",
        "english_devnagari": "vimucya tam imaṁ bandhamavidyā-kāma-karmajamsarva-bhūta-suhṛc chāntomaitraḥ karuṇa ātmavān",
        "verse_Syn": [
            "vimucya",
            "tam",
            "imam",
            "bandham",
            "avidyā",
            "kāma",
            "karma",
            "jam",
            "sarva",
            "bhūta",
            "suhṛt",
            "śāntaḥ",
            "maitraḥ",
            "karuṇaḥ",
            "ātma",
            "vān",
            "mocaye",
            "grastam",
            "ātmānam",
            "yoṣit",
            "mayyā",
            "ātma",
            "māyayā",
            "vikrīḍitaḥ",
            "yayā",
            "eva",
            "aham",
            "krīḍā",
            "mṛgaḥ",
            "iva",
            "adhamaḥ"
        ],
        "translation": "Because of identifying oneself with the body, one is subjected to desires for sense gratification, and thus one engages in many different types of pious and impious action. This is what constitutes material bondage. Now I shall disentangle myself from my material bondage, which has been caused by the Supreme Personality of Godhead’s illusory energy in the form of a woman. Being a most fallen soul, I was victimized by the illusory energy and have become like a dancing dog led around by a woman’s hand. Now I shall give up all lusty desires and free myself from this illusion. I shall become a merciful, well-wishing friend to all living entities and always absorb myself in Kṛṣṇa consciousness.",
        "purport": " This should be the standard of determination for all Kṛṣṇa conscious persons. A Kṛṣṇa conscious person should free himself from the clutches of māyā, and he should also be compassionate to all others suffering in those clutches. The activities of the Kṛṣṇa consciousness movement are meant not only for oneself but for others also. This is the perfection of Kṛṣṇa consciousness. One who is interested in his own salvation is not as advanced in Kṛṣṇa consciousness as one who feels compassion for others and who therefore propagates the Kṛṣṇa consciousness movement. Such an advanced devotee will never fall down, for Kṛṣṇa will give him special protection. That is the sum and substance of the Kṛṣṇa consciousness movement. Everyone is like a play toy in the hands of the illusory energy and is acting as she moves him. One should come to Kṛṣṇa consciousness to release oneself and also to release others."
    },
    {
        "verse": "38",
        "devanagari": "ममाहमिति देहादौ हित्वामिथ्यार्थधीर्मतिम् ।धास्ये मनो भगवति शुद्धं तत्कीर्तनादिभि: ॥ ३८ ॥",
        "english_devnagari": "mamāham iti dehādauhitvāmithyārtha-dhīr matimdhāsye mano bhagavatiśuddhaṁ tat-kīrtanādibhiḥ",
        "verse_Syn": [
            "mama",
            "aham",
            "iti",
            "deha",
            "ādau",
            "hitvā",
            "amithyā",
            "artha",
            "dhīḥ",
            "matim",
            "dhāsye",
            "manaḥ",
            "bhagavati",
            "śuddham",
            "tat",
            "kīrtana",
            "ādibhiḥ"
        ],
        "translation": "Simply because I chanted the holy name of the Lord in the association of devotees, my heart is now becoming purified. Therefore I shall not fall victim again to the false lures of material sense gratification. Now that I have become fixed in the Absolute Truth, henceforward I shall not identify myself with the body. I shall give up false conceptions of “I” and “mine” and fix my mind on the lotus feet of Kṛṣṇa.",
        "purport": " How a living entity becomes a victim of the material condition is lucidly explained in this verse. The beginning is to misidentify the body as one’s self. Therefore Bhagavad-gītā begins with the spiritual instruction that one is not the body, but is within the body. This consciousness can be possible only if one chants the holy name of Kṛṣṇa, the Hare Kṛṣṇa mahā-mantra, and always keeps oneself in the association of devotees. This is the secret of success. Therefore we stress that one should chant the holy name of the Lord and keep oneself free from the contaminations of this material world, especially the contaminations of lusty desires for illicit sex, meat-eating, intoxication and gambling. With determination, one should vow to follow these principles and thus be saved from the miserable condition of material existence. The first necessity is to become freed from the bodily concept of life."
    },
    {
        "verse": "39",
        "devanagari": "इति जातसुनिर्वेद: क्षणसङ्गेन साधुषु ।गङ्गाद्वारमुपेयाय मुक्तसर्वानुबन्धन: ॥ ३९ ॥",
        "english_devnagari": "iti jāta-sunirvedaḥkṣaṇa-saṅgena sādhuṣugaṅgā-dvāram upeyāyamukta-sarvānubandhanaḥ",
        "verse_Syn": [
            "iti",
            "jāta",
            "sunirvedaḥ",
            "kṣaṇa",
            "saṅgena",
            "sādhuṣu",
            "gaṅgā",
            "dvāram",
            "upeyāya",
            "mukta",
            "sarva",
            "anubandhanaḥ"
        ],
        "translation": "Because of a moment’s association with devotees [the Viṣṇudūtas], Ajāmila detached himself from the material conception of life with determination. Thus freed from all material attraction, he immediately started for Hardwar.",
        "purport": " The word mukta-sarvānubandhanaḥ indicates that after this incident, Ajāmila, not caring for his wife and children, went straight to Hardwar for further advancement in his spiritual life. Our Kṛṣṇa consciousness movement now has centers in Vṛndāvana and Navadvīpa so that those who want to live a retired life, whether they be devotees or not, can go there and with determination give up the bodily concept of life. One is welcome to live in those holy places for the rest of his life in order to achieve the highest success by the very simple method of chanting the holy name of the Lord and taking prasāda. Thus one may return home, back to Godhead. We do not have a center in Hardwar, but Vṛndāvana and Śrīdhāma Māyāpur are better for devotees than any other places. The Caitanya Candrodaya temple offers one a good opportunity to associate with devotees. Let us all take advantage of this opportunity."
    },
    {
        "verse": "40",
        "devanagari": "स तस्मिन् देवसदन आसीनो योगमास्थित: ।प्रत्याहृतेन्द्रियग्रामो युयोज मन आत्मनि ॥ ४० ॥",
        "english_devnagari": "sa tasmin deva-sadanaāsīno yogam āsthitaḥpratyāhṛtendriya-grāmoyuyoja mana ātmani",
        "verse_Syn": [
            "saḥ",
            "tasmin",
            "deva",
            "sadane",
            "āsīnaḥ",
            "yogam",
            "āsthitaḥ",
            "pratyāhṛta",
            "indriya",
            "grāmaḥ",
            "yuyoja",
            "manaḥ",
            "ātmani"
        ],
        "translation": "In Hardwar, Ajāmila took shelter at a Viṣṇu temple, where he executed the process of bhakti-yoga. He controlled his senses and fully applied his mind in the service of the Lord.",
        "purport": " The devotees who have joined the Kṛṣṇa consciousness movement may live comfortably in our many temples and engage in the devotional service of the Lord. Thus they can control the mind and senses and achieve the highest success in life. This is the process descending from time immemorial. Learning from the life of Ajāmila, we should vow with determination to do what is necessary to follow this path."
    },
    {
        "verse": "41",
        "devanagari": "ततो गुणेभ्य आत्मानं वियुज्यात्मसमाधिना ।युयुजे भगवद्धाम्नि ब्रह्मण्यनुभवात्मनि ॥ ४१ ॥",
        "english_devnagari": "tato guṇebhya ātmānaṁviyujyātma-samādhināyuyuje bhagavad-dhāmnibrahmaṇy anubhavātmani",
        "verse_Syn": [
            "tataḥ",
            "guṇebhyaḥ",
            "ātmānam",
            "viyujya",
            "ātma",
            "samādhinā",
            "yuyuje",
            "bhagavat",
            "dhāmni",
            "brahmaṇi",
            "anubhava",
            "ātmani"
        ],
        "translation": "Ajāmila fully engaged in devotional service. Thus he detached his mind from the process of sense gratification and became fully absorbed in thinking of the form of the Lord.",
        "purport": " If one worships the Deity in the temple, one’s mind will naturally be absorbed in thought of the Lord and His form. There is no distinction between the form of the Lord and the Lord Himself. Therefore bhakti-yoga is the most easy system of yoga. Yogīs try to concentrate their minds upon the form of the Supersoul, Viṣṇu, within the heart, but this same objective is easily achieved when one’s mind is absorbed in the Deity worshiped in the temple. In every temple there is a transcendental form of the Lord, and one may easily think of this form. By seeing the Lord during ārati, by offering bhoga and by constantly thinking of the form of the Deity, one becomes a first-class yogī. This is the best process of yoga, as confirmed by the Supreme Personality of Godhead in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” The first-class yogī is he who controls his senses and detaches himself from material activities by always thinking of the form of the Lord."
    },
    {
        "verse": "42",
        "devanagari": "यर्ह्युपारतधीस्तस्मिन्नद्राक्षीत्पुरुषान् पुर: ।उपलभ्योपलब्धान् प्राग्ववन्दे शिरसा द्विज: ॥ ४२ ॥",
        "english_devnagari": "yarhy upārata-dhīs tasminnadrākṣīt puruṣān puraḥupalabhyopalabdhān prāgvavande śirasā dvijaḥ",
        "verse_Syn": [
            "yarhi",
            "upārata",
            "dhīḥ",
            "tasmin",
            "adrākṣīt",
            "puruṣān",
            "puraḥ",
            "upalabhya",
            "upalabdhān",
            "prāk",
            "vavande",
            "śirasā",
            "dvijaḥ"
        ],
        "translation": "When his intelligence and mind were fixed upon the form of the Lord, the brāhmaṇa Ajāmila once again saw before him four celestial persons. He could understand that they were those he had seen previously, and thus he offered them his obeisances by bowing down before them.",
        "purport": " The Viṣṇudūtas who had rescued Ajāmila came before him again when his mind was firmly fixed upon the form of the Lord. The Viṣṇudūtas had gone away for some time to give Ajāmila a chance to become firmly fixed in meditation upon the Lord. Now that his devotion had matured, they returned to take him. Understanding that the same Viṣṇudūtas had returned, Ajāmila offered them his obeisances by bowing down before them."
    },
    {
        "verse": "43",
        "devanagari": "हित्वा कलेवरं तीर्थे गङ्गायां दर्शनादनु ।सद्य: स्वरूपं जगृहे भगवत्पार्श्ववर्तिनाम् ॥ ४३ ॥",
        "english_devnagari": "hitvā kalevaraṁ tīrthegaṅgāyāṁ darśanād anusadyaḥ svarūpaṁ jagṛhebhagavat-pārśva-vartinām",
        "verse_Syn": [
            "hitvā",
            "kalevaram",
            "tīrthe",
            "gaṅgāyām",
            "darśanāt",
            "anu",
            "sadyaḥ",
            "sva",
            "rūpam",
            "jagṛhe",
            "bhagavat",
            "pārśva",
            "vartinām"
        ],
        "translation": "Upon seeing the Viṣṇudūtas, Ajāmila gave up his material body at Hardwar on the bank of the Ganges. He regained his original spiritual body, which was a body appropriate for an associate of the Lord.",
        "purport": " The Lord says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” The result of perfection in Kṛṣṇa consciousness is that after giving up one’s material body, one is immediately transferred to the spiritual world in one’s original spiritual body to become an associate of the Supreme Personality of Godhead. Some devotees go to Vaikuṇṭhaloka, and others go to Goloka Vṛndāvana to become associates of Kṛṣṇa."
    },
    {
        "verse": "44",
        "devanagari": "साकं विहायसा विप्रो महापुरुषकिङ्करै: ।हैमं विमानमारुह्य ययौ यत्र श्रिय: पति: ॥ ४४ ॥",
        "english_devnagari": "sākaṁ vihāyasā vipromahāpuruṣa-kiṅkaraiḥhaimaṁ vimānam āruhyayayau yatra śriyaḥ patiḥ",
        "verse_Syn": [
            "sākam",
            "vihāyasā",
            "vipraḥ",
            "mahāpuruṣa",
            "kiṅkaraiḥ",
            "haimam",
            "vimānam",
            "āruhya",
            "yayau",
            "yatra",
            "śriyaḥ",
            "patiḥ"
        ],
        "translation": "Accompanied by the order carriers of Lord Viṣṇu, Ajāmila boarded an airplane made of gold. Passing through the airways, he went directly to the abode of Lord Viṣṇu, the husband of the goddess of fortune.",
        "purport": " For many years, material scientists have tried to go to the moon, but they are still unable to go there. However, the spiritual airplanes from the spiritual planets can take one back home, back to Godhead, in a second. The speed of such a spiritual plane can only be imagined. Spirit is finer than the mind, and everyone has experience of how swiftly the mind travels from one place to another. Therefore one can imagine the swiftness of the spiritual form by comparing it to the speed of the mind. In less than even a moment, a perfect devotee can return home, back to Godhead, immediately after giving up his material body."
    },
    {
        "verse": "45",
        "devanagari": "एवं स विप्लावितसर्वधर्मादास्या: पति: पतितो गर्ह्यकर्मणा ।निपात्यमानो निरये हतव्रत:सद्यो विमुक्तो भगवन्नाम गृह्णन् ॥ ४५ ॥",
        "english_devnagari": "evaṁ sa viplāvita-sarva-dharmādāsyāḥ patiḥ patito garhya-karmaṇānipātyamāno niraye hata-vrataḥsadyo vimukto bhagavan-nāma gṛhṇan",
        "verse_Syn": [
            "evam",
            "saḥ",
            "viplāvita",
            "sarva",
            "dharmāḥ",
            "dāsyāḥ",
            "patiḥ",
            "patitaḥ",
            "garhya",
            "karmaṇā",
            "nipātyamānaḥ",
            "niraye",
            "hata",
            "vrataḥ",
            "sadyaḥ",
            "vimuktaḥ",
            "bhagavat",
            "nāma",
            "gṛhṇan"
        ],
        "translation": "Ajāmila was a brāhmaṇa who because of bad association had given up all brahminical culture and religious principles. Becoming most fallen, he stole, drank and performed other abominable acts. He even kept a prostitute. Thus he was destined to be carried away to hell by the order carriers of Yamarāja, but he was immediately rescued simply by a glimpse of the chanting of the holy name Nārāyaṇa.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "नात: परं कर्मनिबन्धकृन्तनंमुमुक्षतां तीर्थपदानुकीर्तनात् ।न यत्पुन: कर्मसु सज्जते मनोरजस्तमोभ्यां कलिलं ततोऽन्यथा ॥ ४६ ॥",
        "english_devnagari": "nātaḥ paraṁ karma-nibandha-kṛntanaṁmumukṣatāṁ tīrtha-pādānukīrtanātna yat punaḥ karmasu sajjate manorajas-tamobhyāṁ kalilaṁ tato ’nyathā",
        "verse_Syn": [
            "na",
            "ataḥ",
            "param",
            "karma",
            "nibandha",
            "kṛntanam",
            "mumukṣatām",
            "tīrtha",
            "pāda",
            "anukīrtanāt",
            "na",
            "yat",
            "punaḥ",
            "karmasu",
            "sajjate",
            "manaḥ",
            "rajaḥ",
            "tamobhyām",
            "kalilam",
            "tataḥ",
            "anyathā"
        ],
        "translation": "Therefore one who desires freedom from material bondage should adopt the process of chanting and glorifying the name, fame, form and pastimes of the Supreme Personality of Godhead, at whose feet all the holy places stand. One cannot derive the proper benefit from other methods, such as pious atonement, speculative knowledge and meditation in mystic yoga, because even after following such methods one takes to fruitive activities again, unable to control his mind, which is contaminated by the base qualities of nature, namely passion and ignorance.",
        "purport": " It has actually been seen that even after achieving so-called perfection, many karmīs, jñānīs and yogīs become attached to material activities again. Many so-called svāmīs and yogīs give up material activities as false (jagan mithyā), but after some time they nevertheless resume material activities by opening hospitals and schools or performing other activities for the benefit of the public. Sometimes they participate in politics, although still falsely declaring themselves sannyāsīs, members of the renounced order. The perfect conclusion, however, is that if one actually desires to get out of the material world, he must take to devotional service, which begins with śravaṇaṁ kīrtanaṁ viṣṇoḥ: chanting and hearing the glories of the Lord. The Kṛṣṇa consciousness movement has actually proved this. In the Western countries, many young boys who were addicted to drugs and who had many other bad habits, which they could not give up, abandoned all those propensities and very seriously engaged in chanting the glories of the Lord as soon as they joined the Kṛṣṇa consciousness movement. In other words, this process is the perfect method of atonement for actions performed in rajaḥ and tamaḥ (passion and ignorance). As stated in Śrīmad-Bhāgavatam (1.2.19): As a result of rajaḥ and tamaḥ, one becomes increasingly lusty and greedy, but when one takes to the process of chanting and hearing, one comes to the platform of goodness and becomes happy. As he advances in devotional service, all his doubts are completely eradicated (bhidyate hṛdaya-granthiś chidyante sarva-saṁśayāḥ). Thus the knot of his desire for fruitive activities is cut to pieces."
    },
    {
        "verse": "47-48",
        "devanagari": "य एतं परमं गुह्यमितिहासमघापहम् ।श‍ृणुयाच्छ्रद्धया युक्तो यश्च भक्त्यानुकीर्तयेत् ॥ ४७ ॥न वै स नरकं याति नेक्षितो यमकिङ्करै: ।यद्यप्यमङ्गलो मर्त्यो विष्णुलोके महीयते ॥ ४८ ॥",
        "english_devnagari": "ya etaṁ paramaṁ guhyamitihāsam aghāpahamśṛṇuyāc chraddhayā yuktoyaś ca bhaktyānukīrtayet",
        "verse_Syn": [
            "yaḥ",
            "etam",
            "paramam",
            "guhyam",
            "itihāsam",
            "agha",
            "apaham",
            "śṛṇuyāt",
            "śraddhayā",
            "yuktaḥ",
            "yaḥ",
            "ca",
            "bhaktyā",
            "anukīrtayet",
            "na",
            "vai",
            "saḥ",
            "narakam",
            "yāti",
            "na",
            "īkṣitaḥ",
            "yama",
            "kiṅkaraiḥ",
            "yadi",
            "api",
            "amaṅgalaḥ",
            "martyaḥ",
            "viṣṇu",
            "loke",
            "mahīyate"
        ],
        "translation": "Because this very confidential historical narration has the potency to vanquish all sinful reactions, one who hears or describes it with faith and devotion is no longer doomed to hellish life, regardless of his having a material body and regardless of how sinful he may have been. Indeed, the Yamadūtas, who carry out the orders of Yamarāja, do not approach him even to see him. After giving up his body, he returns home, back to Godhead, where he is very respectfully received and worshiped.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "म्रियमाणो हरेर्नाम गृणन् पुत्रोपचारितम् ।अजामिलोऽप्यगाद्धाम किमुत श्रद्धया गृणन् ॥ ४९ ॥",
        "english_devnagari": "mriyamāṇo harer nāmagṛṇan putropacāritamajāmilo ’py agād dhāmakim uta śraddhayā gṛṇan",
        "verse_Syn": [
            "mriyamāṇaḥ",
            "hareḥ",
            "nāma",
            "gṛṇan",
            "putra",
            "upacāritam",
            "ajāmilaḥ",
            "api",
            "agāt",
            "dhāma",
            "kim",
            "uta",
            "śraddhayā",
            "gṛṇan"
        ],
        "translation": "While suffering at the time of death, Ajāmila chanted the holy name of the Lord, and although the chanting was directed toward his son, he nevertheless returned home, back to Godhead. Therefore if one faithfully and inoffensively chants the holy name of the Lord, where is the doubt that he will return to Godhead?",
        "purport": " At the time of death one is certainly bewildered because his bodily functions are in disorder. At that time, even one who throughout his life has practiced chanting the holy name of the Lord may not be able to chant the Hare Kṛṣṇa mantra very distinctly. Nevertheless, such a person receives all the benefits of chanting the holy name. While the body is fit therefore, why should we not chant the holy name of the Lord loudly and distinctly? If one does so, it is quite possible that even at the time of death he will be properly able to chant the holy name of the Lord with love and faith. In conclusion, one who chants the holy name of the Lord constantly is guaranteed to return home, back to Godhead, without a doubt. Śrīla Viśvanātha Cakravartī Ṭhākura’s commentary to texts 9 and 10 of this chapter form a dialogue concerning how one can become free from all sinful reactions simply by chanting the holy name of the Lord. Someone may say, “It may be accepted that by chanting the holy name of the Lord one becomes freed from all the reactions of sinful life. However, if one commits sinful acts in full consciousness, not only once but many, many times, he is unable to free himself from the reactions of such sins even after atoning for them for twelve years or more. How is it possible, then, that simply by once chanting the holy name of the Lord one immediately becomes freed from the reactions of such sins?” Śrīla Viśvanātha Cakravartī Ṭhākura replies by quoting verses 9 and 10 of this chapter: “The chanting of the holy name of Lord Viṣṇu is the best process of atonement for a thief of gold or other valuables, for a drunkard, for one who betrays a friend or relative, for one who kills a brāhmaṇa, or for one who indulges in sex with the wife of his guru or another superior. It is also the best method of atonement for one who murders women, the king or his father, for one who slaughters cows, and for all other sinful men. Simply by chanting the holy name of Lord Viṣṇu, such sinful persons may attract the attention of the Supreme Lord, who therefore considers “Because this man has chanted My holy name, My duty is to give him protection.’” One may atone for sinful life and vanquish all sinful reactions by chanting the holy name, although this is not called atonement. Ordinary atonement may temporarily protect a sinful person, but it does not completely cleanse his heart of the deep-rooted desire to commit sinful acts. Therefore atonement is not as powerful as the chanting of the holy name of the Lord. In the śāstras it is said that if a person only once chants the holy name and completely surrenders unto the lotus feet of the Lord, the Lord immediately considers him His ward and is always inclined to give him protection. This is confirmed by Śrīdhara Svāmī. Thus when Ajāmila was in great danger of being carried off by the order carriers of Yamarāja, the Lord immediately sent His personal order carriers to protect him, and because Ajāmila was freed from all sinful reactions, the Viṣṇudūtas spoke on his behalf. Ajāmila had named his son Nārāyaṇa, and because he loved the boy very much, he would call him again and again. Although he was calling for his son, the name itself was powerful because the name Nārāyaṇa is not different from the Supreme Lord Nārāyaṇa. When Ajāmila named his son Nārāyaṇa, all the reactions of his sinful life were neutralized, and as he continued calling his son and thus chanting the holy name of Nārāyaṇa thousands of times, he was actually unconsciously advancing in Kṛṣṇa consciousness. One may argue, “Since he was constantly chanting the name of Nārāyaṇa, how was it possible for him to be associating with a prostitute and thinking of wine?” By his sinful actions he was bringing suffering upon himself again and again, and therefore one may say that his ultimate chanting of Nārāyaṇa was the cause of his being freed. However, his chanting would then have been a nāma-aparādha. Nāmno balād yasya hi pāpa-buddhiḥ: one who continues to act sinfully and tries to neutralize his sins by chanting the holy name of the Lord is a nāma-aparādhī, an offender to the holy name. In response it may be said that Ajāmila’s chanting was inoffensive because he did not chant the name of Nārāyaṇa with the purpose of counteracting his sins. He did not know that he was addicted to sinful actions, nor did he know that his chanting of the name of Nārāyaṇa was neutralizing them. Thus he did not commit a nāma-aparādha, and his repeated chanting of the holy name of Nārāyaṇa while calling his son may be called pure chanting. Because of this pure chanting, Ajāmila unconsciously accumulated the results of bhakti. Indeed, even his first utterance of the holy name was sufficient to nullify all the sinful reactions of his life. To cite a logical example, a fig tree does not immediately yield fruits, but in time the fruits are available. Similarly, Ajāmila’s devotional service grew little by little, and therefore although he committed very sinful acts, the reactions did not affect him. In the śāstras it is said that if one chants the holy name of the Lord even once, the reactions of past, present or future sinful life do not affect him. To give another example, if one extracts the poison fangs of a serpent, this saves the serpent’s future victims from poisonous effects, even if the serpent bites repeatedly. Similarly, if a devotee chants the holy name even once inoffensively, this protects him eternally. He need only wait for the results of the chanting to mature in due course of time."
    }
]