[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचतस्यासन् विश्वरूपस्य शिरांसि त्रीणि भारत ।सोमपीथं सुरापीथमन्नादमिति शुश्रुम ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācatasyāsan viśvarūpasyaśirāṁsi trīṇi bhāratasoma-pīthaṁ surā-pīthamannādam iti śuśruma",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tasya",
            "āsan",
            "viśvarūpasya",
            "śirāṁsi",
            "trīṇi",
            "bhārata",
            "soma",
            "pītham",
            "surā",
            "pītham",
            "anna",
            "adam",
            "iti",
            "śuśruma"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Viśvarūpa, who was engaged as the priest of the demigods, had three heads. He used one to drink the beverage soma-rasa, another to drink wine and the third to eat food. O King Parīkṣit, thus I have heard from authorities.",
        "purport": " One cannot directly perceive the kingdom of heaven, its king and other inhabitants, or how they perform their various engagements, for no one can go to the heavenly planets. Although modern scientists have invented many powerful space vehicles, they cannot even go to the moon, not to speak of other planets. By direct experience one cannot learn anything beyond the range of human perception. One must hear from authorities. Therefore Śukadeva Gosvāmī, a great personality, says, “What I am describing to you, O King, is what I have heard from authoritative sources.” This is the Vedic system. The Vedic knowledge is called śruti because it must be received by being heard from authorities. It is beyond the realm of our false experimental knowledge."
    },
    {
        "verse": "2",
        "devanagari": "स वै बर्हिषि देवेभ्यो भागं प्रत्यक्षमुच्चकै: ।अददद्यस्य पितरो देवा: सप्रश्रयं नृप ॥ २ ॥",
        "english_devnagari": "sa vai barhiṣi devebhyobhāgaṁ pratyakṣam uccakaiḥadadad yasya pitarodevāḥ sapraśrayaṁ nṛpa",
        "verse_Syn": [
            "saḥ",
            "vai",
            "barhiṣi",
            "devebhyaḥ",
            "bhāgam",
            "pratyakṣam",
            "uccakaiḥ",
            "adadat",
            "yasya",
            "pitaraḥ",
            "devāḥ",
            "sa",
            "praśrayam",
            "nṛpa"
        ],
        "translation": "O Mahārāja Parīkṣit, the demigods were related to Viśvarūpa from his father’s side, and therefore he visibly offered clarified butter in the fire while chanting mantras such as indrāya idaṁ svāhā [“this is meant for King Indra”] and idam agnaye [“this is for the demigod of fire”]. He loudly chanted these mantras and offered each of the demigods his proper share.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "स एव हि ददौ भागं परोक्षमसुरान् प्रति ।यजमानोऽवहद् भागं मातृस्‍नेहवशानुग: ॥ ३ ॥",
        "english_devnagari": "sa eva hi dadau bhāgaṁparokṣam asurān pratiyajamāno ’vahad bhāgaṁmātṛ-sneha-vaśānugaḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "hi",
            "dadau",
            "bhāgam",
            "parokṣam",
            "asurān",
            "prati",
            "yajamānaḥ",
            "avahat",
            "bhāgam",
            "mātṛ",
            "sneha",
            "vaśa",
            "anugaḥ"
        ],
        "translation": "Although offering clarified butter in the sacrificial fire in the name of the demigods, without the knowledge of the demigods he also offered oblations to the demons because they were his relatives through his mother.",
        "purport": " Because of Viśvarūpa’s affection for the families of both the demigods and the demons, he appeased the Supreme Lord on behalf of both dynasties. When he offered oblations in the fire on behalf of the asuras, he did so secretly, without the knowledge of the demigods."
    },
    {
        "verse": "4",
        "devanagari": "तद्देवहेलनं तस्य धर्मालीकं सुरेश्वर: ।आलक्ष्य तरसा भीतस्तच्छीर्षाण्यच्छिनद् रुषा ॥ ४ ॥",
        "english_devnagari": "tad deva-helanaṁ tasyadharmālīkaṁ sureśvaraḥālakṣya tarasā bhītastac-chīrṣāṇy acchinad ruṣā",
        "verse_Syn": [
            "tat",
            "deva",
            "helanam",
            "tasya",
            "dharma",
            "alīkam",
            "sura",
            "īśvaraḥ",
            "ālakṣya",
            "tarasā",
            "bhītaḥ",
            "tat",
            "śīrṣāṇi",
            "acchinat",
            "ruṣā"
        ],
        "translation": "Once upon a time, however, the King of heaven, Indra, understood that Viśvarūpa was secretly cheating the demigods by offering oblations on behalf of the demons. He became extremely afraid of being defeated by the demons, and in great anger at Viśvarūpa he cut Viśvarūpa’s three heads from his shoulders.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "सोमपीथं तु यत्तस्य शिर आसीत् कपिञ्जल: ।कलविङ्क: सुरापीथमन्नादं यत् स तित्तिरि: ॥ ५ ॥",
        "english_devnagari": "soma-pīthaṁ tu yat tasyaśira āsīt kapiñjalaḥkalaviṅkaḥ surā-pīthamannādaṁ yat sa tittiriḥ",
        "verse_Syn": [
            "soma",
            "pītham",
            "tu",
            "yat",
            "tasya",
            "śiraḥ",
            "āsīt",
            "kapiñjalaḥ",
            "kalaviṅkaḥ",
            "surā",
            "pītham",
            "anna",
            "adam",
            "yat",
            "saḥ",
            "tittiriḥ"
        ],
        "translation": "Thereafter, the head meant for drinking soma-rasa was transformed into a kapiñjala [francolin partridge]. Similarly, the head meant for drinking wine was transformed into a kalaviṅka [sparrow], and the head meant for eating food became a tittiri [common partridge].",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "ब्रह्महत्यामञ्जलिना जग्राहयदपीश्वर: ।संवत्सरान्ते तदघं भूतानां सविशुद्धये ।भूम्यम्बुद्रुमयोषिद्‌भ्यश्चतुर्धा व्यभजद्धरि: ॥ ६ ॥",
        "english_devnagari": "brahma-hatyām añjalinājagrāha yad apīśvaraḥsaṁvatsarānte tad aghaṁbhūtānāṁ sa viśuddhayebhūmy-ambu-druma-yoṣidbhyaścaturdhā vyabhajad dhariḥ",
        "verse_Syn": [
            "brahma",
            "hatyām",
            "añjalinā",
            "jagrāha",
            "yat",
            "api",
            "īśvaraḥ",
            "saṁvatsara",
            "ante",
            "tat",
            "agham",
            "bhūtānām",
            "saḥ",
            "viśuddhaye",
            "bhūmi",
            "ambu",
            "druma",
            "yoṣidbhyaḥ",
            "caturdhā",
            "vyabhajat",
            "hariḥ"
        ],
        "translation": "Although Indra was so powerful that he could neutralize the sinful reactions for killing a brāhmaṇa, he repentantly accepted the burden of these reactions with folded hands. He suffered for one year, and then to purify himself he distributed the reactions for this sinful killing among the earth, water, trees and women.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "भूमिस्तुरीयं जग्राह खातपूरवरेणवै ।ईरिणंब्रह्महत्याया रूपं भूमौ प्रद‍ृश्यते ॥ ७ ॥",
        "english_devnagari": "bhūmis turīyaṁ jagrāhakhāta-pūra-vareṇa vaiīriṇaṁ brahma-hatyāyārūpaṁ bhūmau pradṛśyate",
        "verse_Syn": [
            "bhūmiḥ",
            "turīyam",
            "jagrāha",
            "khāta",
            "pūra",
            "vareṇa",
            "vai",
            "īriṇam",
            "brahma",
            "hatyāyāḥ",
            "rūpam",
            "bhūmau",
            "pradṛśyate"
        ],
        "translation": "In return for King Indra’s benediction that ditches in the earth would be filled automatically, the land accepted one fourth of the sinful reactions for killing a brāhmaṇa. Because of those sinful reactions, we find many deserts on the surface of the earth.",
        "purport": " Because deserts are manifestations of the earth’s diseased condition, no auspicious ritualistic ceremony can be performed in a desert. Persons destined to live in deserts are understood to be sharing the reactions for the sin of brahma-hatyā, the killing of a brāhmaṇa."
    },
    {
        "verse": "8",
        "devanagari": "तुर्यं छेदविरोहेण वरेण जगृहुर्द्रुमा: ।तेषां निर्यासरूपेण ब्रह्महत्या प्रद‍ृश्यते ॥ ८ ॥",
        "english_devnagari": "turyaṁ cheda-viroheṇavareṇa jagṛhur drumāḥteṣāṁ niryāsa-rūpeṇabrahma-hatyā pradṛśyate",
        "verse_Syn": [
            "turyam",
            "cheda",
            "viroheṇa",
            "vareṇa",
            "jagṛhuḥ",
            "drumāḥ",
            "teṣām",
            "niryāsa",
            "rūpeṇa",
            "brahma",
            "hatyā",
            "pradṛśyate"
        ],
        "translation": "In return for Indra’s benediction that their branches and twigs would grow back when trimmed, the trees accepted one fourth of the reactions for killing a brāhmaṇa. These reactions are visible in the flowing of sap from trees. [Therefore one is forbidden to drink this sap.]",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "शश्वत्कामवरेणांहस्तुरीयं जगृहु: स्त्रिय: ।रजोरूपेण तास्वंहो मासि मासि प्रद‍ृश्यते ॥ ९ ॥",
        "english_devnagari": "śaśvat-kāma-vareṇāṁhasturīyaṁ jagṛhuḥ striyaḥrajo-rūpeṇa tāsv aṁhomāsi māsi pradṛśyate",
        "verse_Syn": [
            "śaśvat",
            "kāma",
            "vareṇa",
            "aṁhaḥ",
            "turīyam",
            "jagṛhuḥ",
            "striyaḥ",
            "rajaḥ",
            "rūpeṇa",
            "tāsu",
            "aṁhaḥ",
            "māsi",
            "māsi",
            "pradṛśyate"
        ],
        "translation": "In return for Lord Indra’s benediction that they would be able to enjoy lusty desires continuously, even during pregnancy for as long as sex is not injurious to the embryo, women accepted one fourth of the sinful reactions. As a result of those reactions, women manifest the signs of menstruation every month.",
        "purport": " Women as a class are very lusty, and apparently their continuous lusty desires are never satisfied. In return for Lord Indra’s benediction that there would be no cessation to their lusty desires, women accepted one fourth of the sinful reactions for killing a brāhmaṇa."
    },
    {
        "verse": "10",
        "devanagari": "द्रव्यभूयोवरेणापस्तुरीयं जगृहुर्मलम् ।तासु बुद्बुदफेनाभ्यां द‍ृष्टं तद्धरति क्षिपन् ॥ १० ॥",
        "english_devnagari": "dravya-bhūyo-vareṇāpasturīyaṁ jagṛhur malamtāsu budbuda-phenābhyāṁdṛṣṭaṁ tad dharati kṣipan",
        "verse_Syn": [
            "dravya",
            "bhūyaḥ",
            "vareṇa",
            "āpaḥ",
            "turīyam",
            "jagṛhuḥ",
            "malam",
            "tāsu",
            "budbuda",
            "phenābhyām",
            "dṛṣṭam",
            "tat",
            "harati",
            "kṣipan"
        ],
        "translation": "And in return for King Indra’s benediction that water would increase the volume of other substances with which it was mixed, water accepted one fourth of the sinful reactions. Therefore there are bubbles and foam in water. When one collects water, these should be avoided.",
        "purport": " If water is mixed with milk, fruit juice or other similar substances, it increases their volume, and no one can understand which has increased. In return for this benediction, water accepted one fourth of Indra’s sinful reactions. These sinful reactions are visible in foam and bubbles. Therefore one should avoid foam and bubbles while collecting drinking water."
    },
    {
        "verse": "11",
        "devanagari": "हतपुत्रस्ततस्त्वष्टा जुहावेन्द्राय शत्रवे ।इन्द्रशत्रो विवर्धस्व मा चिरं जहि विद्विषम् ॥ ११ ॥",
        "english_devnagari": "hata-putras tatas tvaṣṭājuhāvendrāya śatraveindra-śatro vivardhasvamā ciraṁ jahi vidviṣam",
        "verse_Syn": [
            "hata",
            "putraḥ",
            "tataḥ",
            "tvaṣṭā",
            "juhāva",
            "indrāya",
            "śatrave",
            "indra",
            "śatro",
            "vivardhasva",
            "mā",
            "ciram",
            "jahi",
            "vidviṣam"
        ],
        "translation": "After Viśvarūpa was killed, his father, Tvaṣṭā, performed ritualistic ceremonies to kill Indra. He offered oblations in the sacrificial fire, saying, “O enemy of Indra, flourish to kill your enemy without delay.”",
        "purport": " There was some defect in Tvaṣṭā’s chanting of the mantra because he chanted it long instead of short, and therefore the meaning changed. Tvaṣṭā intended to chant the word indra-śatro, meaning, “O enemy of Indra.” In this mantra, the word indra is in the possessive case (ṣaṣṭhī), and the word indra-śatro is called a tat-puruṣa compound (tatpuruṣa-samāsa). Unfortunately, instead of chanting the mantra short, Tvaṣṭā chanted it long, and its meaning changed from “the enemy of Indra” to “Indra, who is an enemy.” Consequently instead of an enemy of Indra’s, there emerged the body of Vṛtrāsura, of whom Indra was the enemy."
    },
    {
        "verse": "12",
        "devanagari": "अथान्वाहार्यपचनादुत्थितो घोरदर्शन: ।कृतान्त इव लोकानां युगान्तसमये यथा ॥ १२ ॥",
        "english_devnagari": "athānvāhārya-pacanādutthito ghora-darśanaḥkṛtānta iva lokānāṁyugānta-samaye yathā",
        "verse_Syn": [
            "atha",
            "anvāhārya",
            "pacanāt",
            "utthitaḥ",
            "ghora",
            "darśanaḥ",
            "kṛtāntaḥ",
            "iva",
            "lokānām",
            "yuga",
            "anta",
            "samaye",
            "yathā"
        ],
        "translation": "Thereafter, from the southern side of the sacrificial fire known as Anvāhārya came a fearful personality who looked like the destroyer of the entire creation at the end of the millennium.",
        "purport": ""
    },
    {
        "verse": "13-17",
        "devanagari": "विष्वग्विवर्धमानं तमिषुमात्रं दिने दिने ।दग्धशैलप्रतीकाशं सन्ध्याभ्रानीकवर्चसम् ॥ १३ ॥तप्तताम्रशिखाश्मश्रुं मध्याह्नार्कोग्रलोचनम् ॥ १४ ॥देदीप्यमाने त्रिशिखे शूल आरोप्य रोदसी ।नृत्यन्तमुन्नदन्तं च चालयन्तं पदा महीम् ॥ १५ ॥दरीगम्भीरवक्त्रेण पिबता च नभस्तलम् ।लिहता जिह्वयर्क्षाणि ग्रसता भुवनत्रयम् ॥ १६ ॥महता रौद्रदंष्ट्रेण जृम्भमाणं मुहुर्मुहु: ।वित्रस्ता दुद्रुवुर्लोका वीक्ष्य सर्वे दिशो दश ॥ १७ ॥",
        "english_devnagari": "viṣvag vivardhamānaṁ tamiṣu-mātraṁ dine dinedagdha-śaila-pratīkāśaṁsandhyābhrānīka-varcasam",
        "verse_Syn": [
            "viṣvak",
            "vivardhamānam",
            "tam",
            "iṣu",
            "mātram",
            "dine",
            "dine",
            "dagdha",
            "śaila",
            "pratīkāśam",
            "sandhyā",
            "abhra",
            "anīka",
            "varcasam",
            "tapta",
            "tāmra",
            "śikhā",
            "śmaśrum",
            "madhyāhna",
            "arka",
            "ugra",
            "locanam",
            "dedīpyamāne",
            "tri",
            "śikhe",
            "śūle",
            "āropya",
            "rodasī",
            "nṛtyantam",
            "unnadantam",
            "ca",
            "cālayantam",
            "padā",
            "mahīm",
            "darī",
            "gambhīra",
            "vaktreṇa",
            "pibatā",
            "ca",
            "nabhastalam",
            "lihatā",
            "jihvayā",
            "ṛkṣāṇi",
            "grasatā",
            "bhuvana",
            "trayam",
            "mahatā",
            "raudra",
            "daṁṣṭreṇa",
            "jṛmbhamāṇam",
            "muhuḥ",
            "muhuḥ",
            "vitrastāḥ",
            "dudruvuḥ",
            "lokāḥ",
            "vīkṣya",
            "sarve",
            "diśaḥ",
            "daśa"
        ],
        "translation": "Like arrows released in the four directions, the demon’s body grew, day after day. Tall and blackish, he appeared like a burnt hill and was as lustrous as a bright array of clouds in the evening. The hair on the demon’s body and his beard and moustache were the color of melted copper, and his eyes were piercing like the midday sun. He appeared unconquerable, as if holding the three worlds on the points of his blazing trident. Dancing and shouting with a loud voice, he made the entire surface of the earth tremble as if from an earthquake. As he yawned again and again, he seemed to be trying to swallow the whole sky with his mouth, which was as deep as a cave. He seemed to be licking up all the stars in the sky with his tongue and eating the entire universe with his long, sharp teeth. Seeing this gigantic demon, everyone, in great fear, ran here and there in all directions.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "येनावृता इमे लोकास्तपसा त्वाष्ट्रमूर्तिना ।स वै वृत्र इति प्रोक्त: पाप: परमदारुण: ॥ १८ ॥",
        "english_devnagari": "yenāvṛtā ime lokāstapasā tvāṣṭra-mūrtināsa vai vṛtra iti proktaḥpāpaḥ parama-dāruṇaḥ",
        "verse_Syn": [
            "yena",
            "āvṛtāḥ",
            "ime",
            "lokāḥ",
            "tapasā",
            "tvāṣṭra",
            "mūrtinā",
            "saḥ",
            "vai",
            "vṛtraḥ",
            "iti",
            "proktaḥ",
            "pāpaḥ",
            "parama",
            "dāruṇaḥ"
        ],
        "translation": "That very fearful demon, who was actually the son of Tvaṣṭā, covered all the planetary systems by dint of austerity. Therefore he was named Vṛtra, or one who covers everything.",
        "purport": " In the Vedas it is said, sa imāḻ lokān āvṛṇot tad vṛtrasya vṛtratvam: because the demon covered all the planetary systems, his name was Vṛtrāsura."
    },
    {
        "verse": "19",
        "devanagari": "तं निजघ्नुरभिद्रुत्य सगणा विबुधर्षभा: ।स्वै: स्वैर्दिव्यास्त्रशस्त्रौघै: सोऽग्रसत्तानि कृत्‍स्‍नश: ॥ १९ ॥",
        "english_devnagari": "taṁ nijaghnur abhidrutyasagaṇā vibudharṣabhāḥsvaiḥ svair divyāstra-śastraughaiḥso ’grasat tāni kṛtsnaśaḥ",
        "verse_Syn": [
            "tam",
            "nijaghnuḥ",
            "abhidrutya",
            "sa",
            "gaṇāḥ",
            "vibudha",
            "ṛṣabhāḥ",
            "svaiḥ",
            "svaiḥ",
            "divya",
            "astra",
            "śastra",
            "oghaiḥ",
            "saḥ",
            "agrasat",
            "tāni",
            "kṛtsnaśaḥ"
        ],
        "translation": "The demigods, headed by Indra, charged the demon with their soldiers, striking him with their own transcendental bows and arrows and other weapons but Vṛtrāsura swallowed all their weapons.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "ततस्ते विस्मिता: सर्वे विषण्णा ग्रस्ततेजस: ।प्रत्यञ्चमादिपुरुषमुपतस्थु: समाहिता: ॥ २० ॥",
        "english_devnagari": "tatas te vismitāḥ sarveviṣaṇṇā grasta-tejasaḥpratyañcam ādi-puruṣamupatasthuḥ samāhitāḥ",
        "verse_Syn": [
            "tataḥ",
            "te",
            "vismitāḥ",
            "sarve",
            "viṣaṇṇāḥ",
            "grasta",
            "tejasaḥ",
            "pratyañcam",
            "ādi",
            "puruṣam",
            "upatasthuḥ",
            "samāhitāḥ"
        ],
        "translation": "Struck with wonder and disappointment upon seeing the strength of the demon, the demigods lost their own strength. Therefore they all met together to try to please the Supersoul, the Supreme Personality of Godhead, Nārāyaṇa, by worshiping Him.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीदेवा ऊचु:वाय्वम्बराग्‍न्यप्क्षितयस्त्रिलोकाब्रह्मादयो ये वयमुद्विजन्त: ।हराम यस्मै बलिमन्तकोऽसौबिभेति यस्मादरणं ततो न: ॥ २१ ॥",
        "english_devnagari": "śrī-devā ūcuḥvāyv-ambarāgny-ap-kṣitayas tri-lokābrahmādayo ye vayam udvijantaḥharāma yasmai balim antako ’saubibheti yasmād araṇaṁ tato naḥ",
        "verse_Syn": [
            "śrī",
            "devāḥ",
            "ūcuḥ",
            "vāyu",
            "ambara",
            "agni",
            "ap",
            "kṣitayaḥ",
            "tri",
            "lokāḥ",
            "brahma",
            "ādayaḥ",
            "ye",
            "vayam",
            "udvijantaḥ",
            "harāma",
            "yasmai",
            "balim",
            "antakaḥ",
            "asau",
            "bibheti",
            "yasmāt",
            "araṇam",
            "tataḥ",
            "naḥ"
        ],
        "translation": "The demigods said: The three worlds are created by the five elements — namely ether, air, fire, water and earth — which are controlled by various demigods, beginning from Lord Brahmā. Being very much afraid that the time factor will end our existence, we offer presentations unto time by performing our work as time dictates. The time factor himself, however, is afraid of the Supreme Personality of Godhead. Therefore let us now worship that Supreme Lord, who alone can give us full protection.",
        "purport": " When one is afraid of being killed, one must take shelter of the Supreme Personality of Godhead. He is worshiped by all the demigods, beginning from Brahmā, although they are in charge of the various elements of this material world. The words bibheti yasmāt indicate that all the demons, regardless of how great and powerful, fear the Supreme Personality of Godhead. The demigods, being afraid of death, took shelter of the Lord and offered Him these prayers. Although the time factor is fearful to everyone, fear personified is afraid of the Supreme Lord, who is therefore known as abhaya, fearless. Taking shelter of the Supreme Lord brings actual fearlessness, and therefore the demigods decided to take shelter of the Lord."
    },
    {
        "verse": "22",
        "devanagari": "अविस्मितं तं परिपूर्णकामंस्वेनैव लाभेन समं प्रशान्तम् ।विनोपसर्पत्यपरं हि बालिश:श्वलाङ्गुलेनातितितर्ति सिन्धुम् ॥ २२ ॥",
        "english_devnagari": "avismitaṁ taṁ paripūrṇa-kāmaṁsvenaiva lābhena samaṁ praśāntamvinopasarpaty aparaṁ hi bāliśaḥśva-lāṅgulenātititarti sindhum",
        "verse_Syn": [
            "avismitam",
            "tam",
            "paripūrṇa",
            "kāmam",
            "svena",
            "eva",
            "lābhena",
            "samam",
            "praśāntam",
            "vinā",
            "upasarpati",
            "aparam",
            "hi",
            "bāliśaḥ",
            "śva",
            "lāṅgulena",
            "atititarti",
            "sindhum"
        ],
        "translation": "Free from all material conceptions of existence and never wonder-struck by anything, the Lord is always jubilant and fully satisfied by His own spiritual perfection. He has no material designations, and therefore He is steady and unattached. That Supreme Personality of Godhead is the only shelter of everyone. Anyone desiring to be protected by others is certainly a great fool who desires to cross the sea by holding the tail of a dog.",
        "purport": " A dog can swim in the water, but if a dog dives in the ocean and someone wants to cross the ocean by holding the dog’s tail, he is certainly fool number one. A dog cannot cross the ocean, nor can a person cross the ocean by catching a dog’s tail. Similarly, one who desires to cross the ocean of nescience should not seek the shelter of any demigod or anyone else but the fearless shelter of the Supreme Personality of Godhead. Śrīmad-Bhāgavatam (10.14.58) therefore says: The Lord’s lotus feet are an indestructible boat, and if one takes shelter of that boat he can easily cross the ocean of nescience. Consequently there are no dangers for a devotee although he lives within this material world, which is full of dangers at every step. One should seek the shelter of the all-powerful instead of trying to be protected by one’s own concocted ideas."
    },
    {
        "verse": "23",
        "devanagari": "यस्योरुश‍ृङ्गे जगतीं स्वनावंमनुर्यथाबध्य ततार दुर्गम् ।स एव नस्त्वाष्ट्रभयाद्‌दुरन्तात्त्राताश्रितान्वारिचरोऽपि नूनम् ॥ २३ ॥",
        "english_devnagari": "yasyoru-śṛṅge jagatīṁ sva-nāvaṁmanur yathābadhya tatāra durgamsa eva nas tvāṣṭra-bhayād durantāttrātāśritān vāricaro ’pi nūnam",
        "verse_Syn": [
            "yasya",
            "uru",
            "śṛṅge",
            "jagatīm",
            "sva",
            "nāvam",
            "manuḥ",
            "yathā",
            "ābadhya",
            "tatāra",
            "durgam",
            "saḥ",
            "eva",
            "naḥ",
            "tvāṣṭra",
            "bhayāt",
            "durantāt",
            "trātā",
            "āśritān",
            "vāri",
            "caraḥ",
            "api",
            "nūnam"
        ],
        "translation": "The Manu named King Satyavrata formerly saved himself by tying the small boat of the entire world to the horn of the Matsya avatāra, the fish incarnation. By the grace of the Matsya avatāra, Manu saved himself from the great danger of the flood. May that same fish incarnation save us from the great and fearful danger caused by the son of Tvaṣṭā.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "पुरा स्वयम्भूरपि संयमाम्भ-स्युदीर्णवातोर्मिरवै: कराले ।एकोऽरविन्दात् पतितस्ततारतस्माद् भयाद्येन स नोऽस्तु पार: ॥ २४ ॥",
        "english_devnagari": "purā svayambhūr api saṁyamāmbhasyudīrṇa-vātormi-ravaiḥ karāleeko ’ravindāt patitas tatāratasmād bhayād yena sa no ’stu pāraḥ",
        "verse_Syn": [
            "purā",
            "svayambhūḥ",
            "api",
            "saṁyama",
            "ambhasi",
            "udīrṇa",
            "vāta",
            "ūrmi",
            "ravaiḥ",
            "karāle",
            "ekaḥ",
            "aravindāt",
            "patitaḥ",
            "tatāra",
            "tasmāt",
            "bhayāt",
            "yena",
            "saḥ",
            "naḥ",
            "astu",
            "pāraḥ"
        ],
        "translation": "In the beginning of creation, a tremendous wind caused fierce waves of inundating water. The great waves made such a horrible sound that Lord Brahmā almost fell from his seat on the lotus into the water of devastation, but he was saved with the help of the Lord. Thus we also expect the Lord to protect us from this dangerous condition.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "य एक ईशो निजमायया न:ससर्ज येनानुसृजामविश्वम् ।",
        "english_devnagari": "ya eka īśo nija-māyayā naḥsasarja yenānusṛjāma viśvamvayaṁ na yasyāpi puraḥ samīhataḥpaśyāma liṅgaṁ pṛthag īśa-māninaḥ",
        "verse_Syn": [
            "yaḥ",
            "ekaḥ",
            "īśaḥ",
            "nija",
            "māyayā",
            "naḥ",
            "sasarja",
            "yena",
            "anusṛjāma",
            "viśvam",
            "vayam",
            "na",
            "yasya",
            "api",
            "puraḥ",
            "samīhataḥ",
            "paśyāma",
            "liṅgam",
            "pṛthak",
            "īśa",
            "māninaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, who created us by His external potency and by whose mercy we expand the creation of the universe, is always situated before us as the Supersoul, but we cannot see His form. We are unable to see Him because all of us think that we are separate and independent gods.",
        "purport": " Here is an explanation of why the conditioned soul cannot see the Supreme Personality of Godhead face to face. Even though the Lord appears before us as Lord Kṛṣṇa or Lord Rāmacandra and lives in human society as a leader or king, the conditioned soul cannot understand Him. Avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: rascals (mūḍhas) deride the Supreme Personality of Godhead, thinking Him an ordinary human being. However insignificant we are, we think that we are also God, that we can create a universe or that we can create another God. This is why we cannot see or understand the Supreme Personality of Godhead. In this regard, Śrīla Madhvācārya says: We are all conditioned to various degrees, but we think that we are God. This is why we cannot understand who God is or see Him face to face."
    },
    {
        "verse": "26-27",
        "devanagari": "यो न: सपत्नैर्भृशमर्द्यमानान्देवर्षितिर्यङ्‌नृषु नित्य एव ।कृतावतारस्तनुभि: स्वमाययाकृत्वात्मसात् पाति युगे युगे च ॥ २६ ॥तमेव देवं वयमात्मदैवतंपरं प्रधानं पुरुषं विश्वमन्यम् ।व्रजाम सर्वे शरणं शरण्यंस्वानां स नो धास्यति शं महात्मा ॥ २७ ॥",
        "english_devnagari": "yo naḥ sapatnair bhṛśam ardyamānāndevarṣi-tiryaṅ-nṛṣu nitya evakṛtāvatāras tanubhiḥ sva-māyayākṛtvātmasāt pāti yuge yuge ca",
        "verse_Syn": [
            "yaḥ",
            "naḥ",
            "sapatnaiḥ",
            "bhṛśam",
            "ardyamānān",
            "deva",
            "ṛṣi",
            "tiryak",
            "nṛṣu",
            "nityaḥ",
            "eva",
            "kṛta",
            "avatāraḥ",
            "tanubhiḥ",
            "sva",
            "māyayā",
            "kṛtvā",
            "ātmasāt",
            "pāti",
            "yuge",
            "yuge",
            "ca",
            "tam",
            "eva",
            "devam",
            "vayam",
            "ātma",
            "daivatam",
            "param",
            "pradhānam",
            "puruṣam",
            "viśvam",
            "anyam",
            "vrajāma",
            "sarve",
            "śaraṇam",
            "śaraṇyam",
            "svānām",
            "saḥ",
            "naḥ",
            "dhāsyati",
            "śam",
            "mahātmā"
        ],
        "translation": "By His inconceivable internal potency, the Supreme Personality of Godhead expands into various transcendental bodies as Vāmanadeva, the incarnation of strength among the demigods; Paraśurāma, the incarnation among saints; Nṛsiṁhadeva and Varāha, incarnations among animals; and Matsya and Kūrma, incarnations among aquatics. He accepts various transcendental bodies among all types of living entities, and among human beings He especially appears as Lord Kṛṣṇa and Lord Rāma. By His causeless mercy, He protects the demigods, who are always harassed by the demons. He is the supreme worshipable Deity of all living entities. He is the supreme cause, represented as the male and female creative energies. Although different from this universe, He exists in His universal form [virāṭ-rūpa]. In our fearful condition, let us take shelter of Him, for we are sure that the Supreme Lord, the Supreme Soul, will give us His protection.",
        "purport": " In this verse, the Supreme Personality of Godhead, Viṣṇu, is ascertained to be the original cause of creation. Śrīdhara Svāmī, in his commentary Bhāvārtha-dīpikā, replies to the idea that prakṛti and puruṣa are the causes of the cosmic manifestation. As stated herein, paraṁ pradhānaṁ puruṣaṁ viśvam anyam: “He is the supreme cause, represented as the male and female creative energies. Although different from this universe, He exists in His universal form [virāṭ rūpa].” The word prakṛti, which is used to indicate the source of generation, refers to the material energy of the Supreme Lord, and the word puruṣa refers to the living entities, who are the superior energy of the Lord. Both the prakṛti and puruṣa ultimately enter the Supreme Lord, as stated in Bhagavad-gītā (prakṛtiṁ yānti māmikām). Although prakṛti and puruṣa superficially appear to be the causes of the material manifestation, both are emanations of different energies of the Supreme Lord. Therefore the Supreme Lord is the cause of prakṛti and puruṣa. He is the original cause (sarva-kāraṇa-kāraṇam). The Nāradīya Purāṇa says: Both the prakṛti and puruṣa, which are inferior and superior energies, are emanations from the Supreme Personality of Godhead. As explained in Bhagavad-gītā (gām āviśya), the Lord enters the prakṛti, and then the prakṛti creates different manifestations. The prakṛti is not independent or beyond His energies. Vāsudeva, Lord Śrī Kṛṣṇa, is the original cause of everything. Therefore the Lord says in Bhagavad-gītā (10.8): “I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts.” In Śrīmad-Bhāgavatam (2.9.33) the Lord also says, aham evāsam evāgre: “Only I existed before the creation.” This is confirmed in the Brahmāṇḍa Purāṇa as follows: To generate the universe, the Lord acts indirectly as the puruṣa and directly as the prakṛti. Because both energies emanate from Lord Vāsudeva, the all-pervasive Supreme Personality of Godhead, He is known as both prakṛti and puruṣa. Therefore Vāsudeva is the cause of everything (sarva-kāraṇa-kāraṇam)."
    },
    {
        "verse": "28",
        "devanagari": "श्रीशुक उवाचइति तेषां महाराज सुराणामुपतिष्ठताम् ।प्रतीच्यां दिश्यभूदावि: शङ्खचक्रगदाधर: ॥ २८ ॥",
        "english_devnagari": "śrī-śuka uvācaiti teṣāṁ mahārājasurāṇām upatiṣṭhatāmpratīcyāṁ diśy abhūd āviḥśaṅkha-cakra-gadā-dharaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "teṣām",
            "mahārāja",
            "surāṇām",
            "upatiṣṭhatām",
            "pratīcyām",
            "diśi",
            "abhūt",
            "āviḥ",
            "śaṅkha",
            "cakra",
            "gadā",
            "dharaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: My dear King, when all the demigods offered Him their prayers, the Supreme Personality of Godhead, Lord Hari, carrying His weapons, the conchshell, disc and club, appeared first within their hearts and then before them.",
        "purport": ""
    },
    {
        "verse": "29-30",
        "devanagari": "आत्मतुल्यै: षोडशभिर्विना श्रीवत्सकौस्तुभौ ।पर्युपासितमुन्निद्रशरदम्बुरुहेक्षणम् ॥ २९ ॥द‍ृष्ट्वा तमवनौ सर्व ईक्षणाह्लादविक्लवा: ।दण्डवत् पतिता राजञ्छनैरुत्थाय तुष्टुवु: ॥ ३० ॥",
        "english_devnagari": "ātma-tulyaiḥ ṣoḍaśabhirvinā śrīvatsa-kaustubhauparyupāsitam unnidra-śarad-amburuhekṣaṇam",
        "verse_Syn": [
            "ātma",
            "tulyaiḥ",
            "ṣoḍaśabhiḥ",
            "vinā",
            "śrīvatsa",
            "kaustubhau",
            "paryupāsitam",
            "unnidra",
            "śarat",
            "amburuha",
            "īkṣaṇam",
            "dṛṣṭvā",
            "tam",
            "avanau",
            "sarve",
            "īkṣaṇa",
            "āhlāda",
            "viklavāḥ",
            "daṇḍa",
            "vat",
            "patitāḥ",
            "rājan",
            "śanaiḥ",
            "utthāya",
            "tuṣṭuvuḥ"
        ],
        "translation": "Surrounding and serving the Supreme Personality of Godhead, Nārāyaṇa, were sixteen personal attendants, decorated with ornaments and appearing exactly like Him but without the mark of Śrīvatsa and the Kaustubha jewel. O King, when all the demigods saw the Supreme Lord in that posture, smiling with eyes like the petals of lotuses grown in autumn, they were overwhelmed with happiness and immediately fell down like rods, offering daṇḍavats. Then they slowly rose and pleased the Lord by offering Him prayers.",
        "purport": " In Vaikuṇṭhaloka the Supreme Personality of Godhead has four hands and decorations like the Śrīvatsa mark on His chest and the gem known as Kaustubha. These are special indications of the Supreme Personality of Godhead. The Lord’s personal attendants and other devotees in Vaikuṇṭha have the same features, except for the Śrīvatsa mark and the Kaustubha gem."
    },
    {
        "verse": "31",
        "devanagari": "श्रीदेवा ऊचु:नमस्ते यज्ञवीर्याय वयसे उत ते नम: ।नमस्ते ह्यस्तचक्राय नम: सुपुरुहूतये ॥ ३१ ॥",
        "english_devnagari": "śrī-devā ūcuḥnamas te yajña-vīryāyavayase uta te namaḥnamas te hy asta-cakrāyanamaḥ supuru-hūtaye",
        "verse_Syn": [
            "śrī",
            "devāḥ",
            "ūcuḥ",
            "namaḥ",
            "te",
            "yajña",
            "vīryāya",
            "vayase",
            "uta",
            "te",
            "namaḥ",
            "namaḥ",
            "te",
            "hi",
            "asta",
            "cakrāya",
            "namaḥ",
            "supuru",
            "hūtaye"
        ],
        "translation": "The demigods said: O Supreme Personality of Godhead, You are competent to give the results of sacrifice, and You are also the time factor that destroys all such results in due course. You are the one who releases the cakra to kill the demons. O Lord, who possess many varieties of names, we offer our respectful obeisances unto You.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यत्ते गतीनां तिसृणामीशितु: परमं पदम् ।नार्वाचीनो विसर्गस्य धातर्वेदितुमर्हति ॥ ३२ ॥",
        "english_devnagari": "yat te gatīnāṁ tisṛṇāmīśituḥ paramaṁ padamnārvācīno visargasyadhātar veditum arhati",
        "verse_Syn": [
            "yat",
            "te",
            "gatīnām",
            "tisṛṇām",
            "īśituḥ",
            "paramam",
            "padam",
            "na",
            "arvācīnaḥ",
            "visargasya",
            "dhātaḥ",
            "veditum",
            "arhati"
        ],
        "translation": "O supreme controller, You control the three destinations [promotion to the heavenly planets, birth as a human being, and condemnation in hell], yet Your supreme abode is Vaikuṇṭha-dhāma. Since we appeared after You created this cosmic manifestation, Your activities are impossible for us to understand. We therefore have nothing to offer You but our humble obeisances.",
        "purport": " An inexperienced man generally does not know what to beg from the Supreme Personality of Godhead. Everyone is under the jurisdiction of the created material world, and no one knows what benediction to ask when praying to the Supreme Lord. People generally pray to be promoted to the heavenly planets because they have no information of Vaikuṇṭhaloka. Śrīla Madhvācārya quotes the following verse: There are different planetary systems, known as Devaloka (the planets of the demigods), Pitṛloka (the planet of the Pitās) and Niraya (the hellish planets). When one transcends these various planetary systems and enters Vaikuṇṭhaloka, he achieves the ultimate resort of the Vaiṣṇavas. Vaiṣṇavas have nothing to do with the other planetary systems."
    },
    {
        "verse": "33",
        "devanagari": "ॐ नमस्तेऽस्तु भगवन्नारायण वासुदेवादिपुरुष महापुरुष महानुभाव परममङ्गल परमकल्याण परमकारुणिक केवल जगदाधार लोकैकनाथ सर्वेश्वर लक्ष्मीनाथ परमहंसपरिव्राजकै: परमेणात्मयोगसमाधिना परिभावितपरिस्फुटपारमहंस्यधर्मेणोद्‌घाटिततम:कपाट द्वारे चित्तेऽपावृत आत्मलोके स्वयमुपलब्धनिजसुखानुभवो भवान् ॥ ३३ ॥",
        "english_devnagari": "oṁ namas te ’stu bhagavan nārāyaṇa vāsudevādi-puruṣa mahā-puruṣa mahānubhāva parama-maṅgala parama-kalyāṇa parama-kāruṇika kevala jagad-ādhāra lokaika-nātha sarveśvara lakṣmī-nātha paramahaṁsa-parivrājakaiḥ parameṇātma-yoga-samādhinā paribhāvita-parisphuṭa-pāramahaṁsya-dharmeṇodghāṭita-tamaḥ-kapāṭa-dvāre citte ’pāvṛta ātma-loke svayam upalabdha-nija-sukhānubhavo bhavān.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "te",
            "astu",
            "bhagavan",
            "nārāyaṇa",
            "vāsudeva",
            "ādi",
            "puruṣa",
            "mahā",
            "puruṣa",
            "mahā",
            "anubhāva",
            "parama",
            "maṅgala",
            "parama",
            "kalyāṇa",
            "parama",
            "kāruṇika",
            "kevala",
            "jagat",
            "ādhāra",
            "loka",
            "eka",
            "nātha",
            "sarva",
            "īśvara",
            "lakṣmī",
            "nātha",
            "paramahaṁsa",
            "parivrājakaiḥ",
            "parameṇa",
            "ātma",
            "yoga",
            "samādhinā",
            "paribhāvita",
            "parisphuṭa",
            "pāramahaṁsya",
            "dharmeṇa",
            "udghāṭita",
            "tamaḥ",
            "kapāṭa",
            "dvāre",
            "citte",
            "apāvṛte",
            "ātma",
            "loke",
            "svayam",
            "upalabdha",
            "nija",
            "sukha",
            "anubhavaḥ",
            "bhavān"
        ],
        "translation": "O Supreme Personality of Godhead, O Nārāyaṇa, O Vāsudeva, original person! O most exalted person, supreme experience, welfare personified! O supreme benediction, supremely merciful and changeless! O support of the cosmic manifestation, sole proprietor of all planetary systems, master of everything and husband of the goddess of fortune! Your Lordship is realized by the topmost sannyāsīs, who wander about the world to preach Kṛṣṇa consciousness, fully absorbed in samādhi through bhakti-yoga. Because their minds are concentrated upon You, they can receive the conception of Your personality in their fully purified hearts. When the darkness in their hearts is completely eradicated and You are revealed to them, the transcendental bliss they enjoy is the transcendental form of Your Lordship. No one but such persons can realize You. Therefore we simply offer You our respectful obeisances.",
        "purport": " The Supreme Personality of Godhead has numerous transcendental names pertaining to different grades of revelation to various grades of devotees and transcendentalists. When He is realized in His impersonal form He is called the Supreme Brahman, when realized as the Paramātmā He is called antaryāmī, and when He expands Himself in different forms for material creation He is called Kṣīrodakaśāyī Viṣṇu, Garbhodakaśāyī Viṣṇu and Kāraṇodakaśāyī Viṣṇu. When He is realized as Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha — the Caturvyūha, who are beyond the three forms of Viṣṇu — He is the Vaikuṇṭha Nārāyaṇa. Above realization of Nārāyaṇa is realization of Baladeva, and above that is realization of Kṛṣṇa. All these realizations are possible when one engages fully in devotional service. The covered core of one’s heart is then completely open to receiving an understanding of the Supreme Personality of Godhead in His various forms."
    },
    {
        "verse": "34",
        "devanagari": "दुरवबोध इव तवायं विहारयोगो यदशरणोऽशरीर इदमनवेक्षितास्मत्समवाय आत्मनैवाविक्रियमाणेन सगुणमगुण: सृजसि पासि हरसि ॥ ३४ ॥",
        "english_devnagari": "duravabodha iva tavāyaṁ vihāra-yogo yad aśaraṇo ’śarīra idam anavekṣitāsmat-samavāya ātmanaivāvikriyamāṇena saguṇam aguṇaḥ sṛjasi pāsi harasi.",
        "verse_Syn": [
            "duravabodhaḥ",
            "iva",
            "tava",
            "ayam",
            "vihāra",
            "yogaḥ",
            "yat",
            "aśaraṇaḥ",
            "aśarīraḥ",
            "idam",
            "anavekṣita",
            "asmat",
            "samavāyaḥ",
            "ātmanā",
            "eva",
            "avikriyamāṇena",
            "sa",
            "guṇam",
            "aguṇaḥ",
            "sṛjasi",
            "pāsi",
            "harasi"
        ],
        "translation": "O Lord, You need no support, and although You have no material body, You do not need cooperation from us. Since You are the cause of the cosmic manifestation and You supply its material ingredients without being transformed, You create, maintain and annihilate this cosmic manifestation by Yourself. Nevertheless, although You appear engaged in material activity, You are transcendental to all material qualities. Consequently these transcendental activities of Yours are extremely difficult to understand.",
        "purport": " The Brahma-saṁhitā (5.37) says, goloka eva nivasaty akhilātma-bhūtaḥ: the Supreme Personality of Godhead, Kṛṣṇa, is always situated in Goloka Vṛndāvana. It is also said, vṛndāvanaṁ parityajya padam ekaṁ na gacchati: Kṛṣṇa never goes even a step from Vṛndāvana. Nevertheless, although Kṛṣṇa is situated in His own abode, Goloka Vṛndāvana, He is simultaneously all-pervading and is therefore present everywhere. This is very difficult for a conditioned soul to understand, but devotees can understand how Kṛṣṇa, without undergoing any changes, can simultaneously be in His abode and be all-pervasive. The demigods are understood to be various limbs of the Supreme Lord’s body, although the Supreme Lord has no material body and does not need anyone’s help. He is spread everywhere (mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā). Nevertheless, He is not present everywhere in His spiritual form. According to the Māyāvāda philosophy, the Supreme Truth, being all-pervasive, does not need a transcendental form. The Māyāvādīs suppose that since His form is distributed everywhere, He has no form. This is untrue. The Lord keeps His transcendental form, and at the same time He extends everywhere, in every nook and corner of the material creation."
    },
    {
        "verse": "35",
        "devanagari": "अथ तत्र भवान् किं देवदत्तवदिह गुणविसर्गपतित: पारतन्‍त्र्येण स्वकृतकुशलाकुशलं फलमुपाददात्याहोस्विदात्माराम उपशमशील: समञ्जसदर्शन उदास्त इति ह वाव न विदाम: ॥ ३५ ॥",
        "english_devnagari": "atha tatra bhavān kiṁ devadattavad iha guṇa-visarga-patitaḥ pāratantryeṇa sva-kṛta-kuśalākuśalaṁ phalam upādadāty āhosvid ātmārāma upaśama-śīlaḥ samañjasa-darśana udāsta iti ha vāva na vidāmaḥ.",
        "verse_Syn": [
            "atha",
            "tatra",
            "bhavān",
            "kim",
            "deva",
            "datta",
            "vat",
            "iha",
            "guṇa",
            "visarga",
            "patitaḥ",
            "pāratantryeṇa",
            "sva",
            "kṛta",
            "kuśala",
            "akuśalam",
            "phalam",
            "upādadāti",
            "āhosvit",
            "ātmārāmaḥ",
            "upaśama",
            "śīlaḥ",
            "samañjasa",
            "darśanaḥ",
            "udāste",
            "iti",
            "ha",
            "vāva",
            "na",
            "vidāmaḥ"
        ],
        "translation": "These are our inquiries. The ordinary conditioned soul is subject to the material laws, and he thus receives the fruits of his actions. Does Your Lordship, like an ordinary human being, exist within this material world in a body produced by the material modes? Do You enjoy or suffer the good or bad results of actions under the influence of time, past work and so forth? Or, on the contrary, are You present here only as a neutral witness who is self-sufficient, free from all material desires, and always full of spiritual potency? We certainly cannot understand Your actual position.",
        "purport": " In Bhagavad-gītā Kṛṣṇa says that He descends to this material world for two purposes, namely paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām — to relieve the devotees and kill demons or nondevotees. These two kinds of action are the same for the Absolute Truth. When the Lord comes to punish the demons, He bestows His favor upon them, and similarly when He delivers His devotees and gives them relief, He also bestows His favor. Thus the Lord bestows His favor equally upon the conditioned souls. When a conditioned soul gives relief to others he acts piously, and when he gives trouble to others he acts impiously, but the Lord is neither pious nor impious; He is always full in His spiritual potency, by which He shows equal mercy to the punishable and the protectable. The Lord is apāpa-viddham; He is never contaminated by the reactions of so-called sinful activities. When Kṛṣṇa was present on this earth, He killed many inimical nondevotees, but they all received sārūpya; in other words, they returned to their original spiritual bodies. One who does not know the Lord’s position says that God is unkind to him but merciful to others. Actually the Lord says in Bhagavad-gītā (9.29), samo ’haṁ sarva-bhūteṣu na me dveṣyo ’sti na priyaḥ: “I am equal to everyone. No one is My enemy, and no one is My friend.” But He also says, ye bhajanti tu māṁ bhaktyā mayi te teṣu cāpy aham: “If one becomes My devotee and fully surrenders unto Me, I give him special attention.”"
    },
    {
        "verse": "36",
        "devanagari": "न हि विरोध उभयं भगवत्यपरिमितगुणगण ईश्वरेऽनवगाह्यमाहात्म्येऽर्वाचीनविकल्पवितर्कविचारप्रमाणाभासकुतर्कशास्त्रकलिलान्त:करणाश्रयदुरवग्रहवादिनां विवादानवसर उपरत समस्तमायामये केवल एवात्ममायामन्तर्धाय को न्वर्थो दुर्घट इव भवति स्वरूपद्वयाभावात् ॥ ३६ ॥",
        "english_devnagari": "na hi virodha ubhayaṁ bhagavaty aparimita-guṇa-gaṇa īśvare ’navagāhya-māhātmye ’rvācīna-vikalpa-vitarka-vicāra-pramāṇābhāsa-kutarka-śāstra-kalilāntaḥkaraṇāśraya-duravagraha-vādināṁ vivādānavasara uparata-samasta-māyāmaye kevala evātma-māyām antardhāya ko nv artho durghaṭa iva bhavati svarūpa-dvayābhāvāt.",
        "verse_Syn": [
            "na",
            "hi",
            "virodhaḥ",
            "ubhayam",
            "bhagavati",
            "aparimita",
            "guṇa",
            "gaṇe",
            "īśvare",
            "anavagāhya",
            "māhātmye",
            "arvācīna",
            "vikalpa",
            "vitarka",
            "vicāra",
            "pramāṇa",
            "ābhāsa",
            "kutarka",
            "śāstra",
            "kalila",
            "antaḥkaraṇa",
            "āśraya",
            "duravagraha",
            "vādinām",
            "vivāda",
            "anavasare",
            "uparata",
            "samasta",
            "māyā",
            "maye",
            "kevale",
            "eva",
            "ātma",
            "māyām",
            "antardhāya",
            "kaḥ",
            "nu",
            "arthaḥ",
            "durghaṭaḥ",
            "iva",
            "bhavati",
            "sva",
            "rūpa",
            "dvaya",
            "abhāvāt"
        ],
        "translation": "O Supreme Personality of Godhead, all contradictions can be reconciled in You. O Lord, since You are the Supreme Person, the reservoir of unlimited spiritual qualities, the supreme controller, Your unlimited glories are inconceivable to the conditioned souls. Many modern theologians argue about right and wrong without knowing what is actually right. Their arguments are always false and their judgments inconclusive because they have no authorized evidence with which to gain knowledge of You. Because their minds are agitated by scriptures containing false conclusions, they are unable to understand the truth concerning You. Furthermore, because of polluted eagerness to arrive at the right conclusion, their theories are incapable of revealing You, who are transcendental to their material conceptions. You are one without a second, and therefore in You contradictions like doing and not doing, happiness and distress, are not contradictory. Your potency is so great that it can do and undo anything as You like. With the help of that potency, what is impossible for You? Since there is no duality in Your constitutional position, You can do everything by the influence of Your energy.",
        "purport": " The Supreme Personality of Godhead, being self-sufficient, is full of transcendental bliss (ātmārāma). He enjoys bliss in two ways — when He appears happy and when He appears distressed. Distinctions and contradictions are impossible in Him because only from Him have they emanated. The Supreme Personality of Godhead is the reservoir of all knowledge, all potency, all strength, opulence and influence. There is no limit to His powers. Since He is full in all transcendental attributes, nothing abominable from the material world can exist in Him. He is transcendental and spiritual, and therefore conceptions of material happiness and distress do not apply to Him. We should not be astonished to find contradictions in the Supreme Personality of Godhead. Actually there are no contradictions. That is the meaning of His being supreme. Because He is all-powerful, He is not subject to the conditioned soul’s arguments regarding His existence or nonexistence. He is pleased to protect His devotees by killing their enemies. He enjoys both the killing and the protecting. Such freedom from duality applies not only to the Lord but also to His devotees. In Vṛndāvana, the damsels of Vrajabhūmi enjoy transcendental bliss in the company of the Supreme Personality of Godhead, Kṛṣṇa, and they feel the same transcendental bliss in separation when Kṛṣṇa and Balarāma leave Vṛndāvana for Mathurā. There is no question of material pains or pleasures for either the Supreme Personality of Godhead or His pure devotees, although they are sometimes superficially said to be distressed or happy. One who is ātmārāma is blissful in both ways. Nondevotees cannot understand the contradictions present in the Supreme Lord or His devotees. Therefore in Bhagavad-gītā the Lord says, bhaktyā mām abhijānāti: the transcendental pastimes can be understood through devotional service; to nondevotees they are inconceivable. Acintyāḥ khalu ye bhāvā na tāṁs tarkeṇa yojayet: the Supreme Lord and His form, name, pastimes and paraphernalia are inconceivable to nondevotees, and one should not try to understand such realities simply by logical arguments. They will not bring one to the right conclusion about the Absolute Truth."
    },
    {
        "verse": "37",
        "devanagari": "",
        "english_devnagari": "sama-viṣama-matīnāṁ matam anusarasi yathā rajju-khaṇḍaḥ sarpādi-dhiyām.",
        "verse_Syn": [
            "sama",
            "viṣama",
            "matīnām",
            "matam",
            "anusarasi",
            "yathā",
            "rajju",
            "khaṇḍaḥ",
            "sarpa",
            "ādi",
            "dhiyām"
        ],
        "translation": "A rope causes fear for a bewildered person who considers it a snake, but not for a person with proper intelligence who knows it to be only a rope. Similarly, You, as the Supersoul in everyone’s heart, inspire fear or fearlessness according to one’s intelligence, but in You there is no duality.",
        "purport": " In Bhagavad-gītā (4.11) the Lord says, ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham: “As one surrenders unto Me, I reward him accordingly.” The Supreme Personality of Godhead is the reservoir of everything, including all knowledge, all truth and all contradictions. The example cited herein is very appropriate. A rope is one truth, but some mistake it for a snake, whereas others know it to be a rope. Similarly, devotees who know the Supreme Personality of Godhead do not see contradictions in Him, but nondevotees regard Him as the snakelike source of all fear. For example, when Nṛsiṁhadeva appeared, Prahlāda Mahārāja saw the Lord as the supreme solace, whereas his father, a demon, saw Him as the ultimate death. As stated in Śrīmad-Bhāgavatam (11.2.37), bhayaṁ dvitīyābhiniveśataḥ syāt: fear results from being absorbed in duality. When one is in knowledge of duality, one knows both fear and bliss. The same Supreme Lord is a source of bliss to devotees and fear to nondevotees who have a poor fund of knowledge. God is one, but people understand the Absolute Truth from different angles of vision. The unintelligent see contradictions in Him, but sober devotees find no contradictions."
    },
    {
        "verse": "38",
        "devanagari": "स एव हि पुन: सर्ववस्तुनि वस्तुस्वरूप: सर्वेश्वर: सकलजगत्कारणकारणभूत: सर्व प्रत्यगात्मत्वात् सर्वगुणाभासोपलक्षित एक एव पर्यवशेषित: ॥ ३८ ॥",
        "english_devnagari": "sa eva hi punaḥ sarva-vastuni vastu-svarūpaḥ sarveśvaraḥ sakala-jagat-kāraṇa-kāraṇa-bhūtaḥ sarva-pratyag-ātmatvāt sarva-guṇābhāsopalakṣita eka eva paryavaśeṣitaḥ.",
        "verse_Syn": [
            "saḥ",
            "eva",
            "hi",
            "punaḥ",
            "sarva",
            "vastuni",
            "vastu",
            "svarūpaḥ",
            "sarva",
            "īśvaraḥ",
            "sakala",
            "jagat",
            "kāraṇa",
            "kāraṇa",
            "bhūtaḥ",
            "sarva",
            "pratyak",
            "ātmatvāt",
            "sarva",
            "guṇa",
            "ābhāsa",
            "upalakṣitaḥ",
            "ekaḥ",
            "eva",
            "paryavaśeṣitaḥ"
        ],
        "translation": "With deliberation, one will see that the Supreme Soul, although manifested in different ways, is actually the basic principle of everything. The total material energy is the cause of the material manifestation, but the material energy is caused by Him. Therefore He is the cause of all causes, the manifester of intelligence and the senses. He is perceived as the Supersoul of everything. Without Him, everything would be dead. You, as that Supersoul, the supreme controller, are the only one remaining.",
        "purport": " The words sarva-vastuni vastu-svarūpaḥ indicate that the Supreme Lord is the active principle of everything. As described in the Brahma-saṁhitā (5.35): “I worship the Personality of Godhead, Govinda, who enters the existence of every universe and every atom by one of His plenary portions and thus manifests His infinite energy throughout the material creation.” By His one plenary portion as Paramātmā, antaryāmī, the Lord is all-pervading throughout the unlimited universes. He is the pratyak, or antaryāmī, of all living entities. The Lord says in Bhagavad-gītā (13.3), kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata: “O scion of Bharata, you should understand that I am also the knower in all bodies.” Because the Lord is the Supersoul, He is the active principle of every living entity and even the atom (aṇḍāntara-stha-paramāṇu-cayāntara-stham). He is the actual reality. According to various stages of intelligence, one realizes the presence of the Supreme in everything through the manifestations of His energy. The entire world is permeated by the three guṇas, and one can understand His presence according to one’s modes of material nature."
    },
    {
        "verse": "39",
        "devanagari": "अथ ह वाव तव महिमामृतरससमुद्रविप्रुषा सकृदवलीढया स्वमनसि निष्यन्दमानानवरतसुखेन विस्मारितद‍ृष्टश्रुतविषयसुखलेशाभासा: परमभागवता एकान्तिनो भगवति सर्वभूतप्रियसुहृदि सर्वात्मनि नितरां निरन्तरं निर्वृतमनस: कथमु ह वा एते मधुमथन पुन: स्वार्थकुशला ह्यात्मप्रियसुहृद: साधवस्त्वच्चरणाम्बुजानुसेवां विसृजन्ति न यत्र पुनरयं संसारपर्यावर्त: ॥ ३९ ॥",
        "english_devnagari": "atha ha vāva tava mahimāmṛta-rasa-samudra-vipruṣā sakṛd avalīḍhayā sva-manasi niṣyandamānānavarata-sukhena vismārita-dṛṣṭa-śruta-viṣaya-sukha-leśābhāsāḥ parama-bhāgavatā ekāntino bhagavati sarva-bhūta-priya-suhṛdi sarvātmani nitarāṁ nirantaraṁ nirvṛta-manasaḥ katham u ha vā ete madhumathana punaḥ svārtha-kuśalā hy ātma-priya-suhṛdaḥ sādhavas tvac-caraṇāmbujānusevāṁ visṛjanti na yatra punar ayaṁ saṁsāra-paryāvartaḥ.",
        "verse_Syn": [
            "atha",
            "ha",
            "vāva",
            "tava",
            "mahima",
            "amṛta",
            "rasa",
            "samudra",
            "vipruṣā",
            "sakṛt",
            "avalīḍhayā",
            "sva",
            "manasi",
            "niṣyandamāna",
            "anavarata",
            "sukhena",
            "vismārita",
            "dṛṣṭa",
            "śruta",
            "viṣaya",
            "sukha",
            "leśa",
            "ābhāsāḥ",
            "parama",
            "bhāgavatāḥ",
            "ekāntinaḥ",
            "bhagavati",
            "sarva",
            "bhūta",
            "priya",
            "suhṛdi",
            "sarva",
            "ātmani",
            "nitarām",
            "nirantaram",
            "nirvṛta",
            "manasaḥ",
            "katham",
            "u",
            "ha",
            "vā",
            "ete",
            "madhu",
            "mathana",
            "punaḥ",
            "sva",
            "artha",
            "kuśalāḥ",
            "hi",
            "ātma",
            "priya",
            "suhṛdaḥ",
            "sādhavaḥ",
            "tvat",
            "caraṇa",
            "ambuja",
            "anusevām",
            "visṛjanti",
            "na",
            "yatra",
            "punaḥ",
            "ayam",
            "saṁsāra",
            "paryāvartaḥ"
        ],
        "translation": "Therefore, O killer of the Madhu demon, incessant transcendental bliss flows in the minds of those who have even once tasted but a drop of the nectar from the ocean of Your glories. Such exalted devotees forget the tiny reflection of so-called material happiness produced from the material senses of sight and sound. Free from all desires, such devotees are the real friends of all living entities. Offering their minds unto You and enjoying transcendental bliss, they are expert in achieving the real goal of life. O Lord, You are the soul and dear friend of such devotees, who never need return to this material world. How could they give up engagement in Your devotional service?",
        "purport": " Although nondevotees, because of their meager knowledge and speculative habits, cannot understand the real nature of the Lord, a devotee who has once tasted the nectar from the Lord’s lotus feet can realize what transcendental pleasure there is in the Lord’s devotional service. A devotee knows that simply by rendering service to the Lord, he serves everyone. Therefore devotees are real friends to all living entities. Only a pure devotee can preach the glories of the Lord for the benefit of all conditioned souls."
    },
    {
        "verse": "40",
        "devanagari": "त्रिभुवनात्मभवन त्रिविक्रम त्रिनयन त्रिलोकमनोहरानुभाव तवैव विभूतयो दितिजदनुजादयश्चापि तेषामुपक्रमसमयोऽयमिति स्वात्ममायया सुरनरमृगमिश्रित जलचराकृतिभिर्यथापराधं दण्डं दण्डधर दधर्थ एवमेनमपि भगवञ्जहि त्वाष्ट्रमुत यदि मन्यसे ॥ ४० ॥",
        "english_devnagari": "tri-bhuvanātma-bhavana trivikrama tri-nayana tri-loka-manoharānubhāva tavaiva vibhūtayo ditija-danujādayaś cāpi teṣām upakrama-samayo ’yam iti svātma-māyayā sura-nara-mṛga-miśrita-jalacarākṛtibhir yathāparādhaṁ daṇḍaṁ daṇḍa-dhara dadhartha evam enam api bhagavañ jahi tvāṣṭram uta yadi manyase.",
        "verse_Syn": [
            "tri",
            "bhuvana",
            "ātma",
            "bhavana",
            "tri",
            "vikrama",
            "tri",
            "nayana",
            "tri",
            "loka",
            "manohara",
            "anubhāva",
            "tava",
            "eva",
            "vibhūtayaḥ",
            "diti",
            "ja",
            "danu",
            "ja",
            "ādayaḥ",
            "ca",
            "api",
            "teṣām",
            "upakrama",
            "samayaḥ",
            "ayam",
            "iti",
            "sva",
            "ātma",
            "māyayā",
            "sura",
            "nara",
            "mṛga",
            "miśrita",
            "jalacara",
            "ākṛtibhiḥ",
            "yathā",
            "aparādham",
            "daṇḍam",
            "daṇḍa",
            "dhara",
            "dadhartha",
            "evam",
            "enam",
            "api",
            "bhagavan",
            "jahi",
            "tvāṣṭram",
            "uta",
            "yadi",
            "manyase"
        ],
        "translation": "O Lord, O personified three worlds, father of the three worlds! O strength of the three worlds, in the form of the Vāmana incarnation! O three-eyed form of Nṛsiṁhadeva! O most beautiful person within the three worlds! Everything and everyone, including human beings and even the Daitya demons and the Dānavas, is but an expansion of Your energy. O supremely powerful one, You have always appeared in Your forms as the various incarnations to punish the demons as soon as they become very powerful. You appear as Lord Vāmanadeva, Lord Rāma and Lord Kṛṣṇa. You appear sometimes as an animal like Lord Boar, sometimes a mixed incarnation like Lord Nṛsiṁhadeva and Lord Hayagrīva, and sometimes an aquatic like Lord Fish and Lord Tortoise. Assuming such various forms, You have always punished the demons and Dānavas. We therefore pray that Your Lordship appear today as another incarnation, if You so desire, to kill the great demon Vṛtrāsura.",
        "purport": " There are two kinds of devotees, known as sakāma and akāma. Pure devotees are akāma, whereas devotees in the upper planetary systems, such as the demigods, are called sakāma because they still want to enjoy material opulence. Because of their pious activities, the sakāma devotees are promoted to the higher planetary systems, but at heart they still desire to lord it over the material resources. The sakāma devotees are sometimes disturbed by the demons and Rākṣasas, but the Lord is so kind that He always saves them by appearing as an incarnation. The Lord’s incarnations are so powerful that Lord Vāmanadeva covered the entire universe with two steps and therefore had no place for His third step. The Lord is called Trivikrama because He showed His strength by delivering the entire universe with merely three steps. The difference between sakāma and akāma devotees is that when sakāma devotees, like the demigods, fall into difficulty, they approach the Supreme Personality of Godhead for relief, whereas akāma devotees, even in the greatest danger, never disturb the Lord for material benefits. Even if an akāma devotee is suffering, he thinks this is due to his past impious activities and agrees to suffer the consequences. He never disturbs the Lord. Sakāma devotees immediately pray to the Lord as soon as they are in difficulty, but they are regarded as pious because they consider themselves fully dependent on the mercy of the Lord. As stated in Śrīmad-Bhāgavatam (10.14.8): Even while suffering in the midst of difficulties, devotees simply offer their prayers and service more enthusiastically. In this way they become firmly fixed in devotional service and eligible to return home, back to Godhead, without a doubt. Sakāma devotees, of course, achieve from the Lord the results they desire from their prayers, but they do not immediately become fit to return to Godhead. It is to be noted herein that Lord Viṣṇu, in His various incarnations, is always the protector of His devotees. Śrīla Madhvācārya says: vividhaṁ bhāva-pātratvāt sarve viṣṇor vibhūtayaḥ. Kṛṣṇa is the original Personality of Godhead (kṛṣṇas tu bhagavān svayam). All the other incarnations proceed from Lord Viṣṇu."
    },
    {
        "verse": "41",
        "devanagari": "अस्माकं तावकानां तततत नतानां हरे तव चरणनलिनयुगल ध्यानानुबद्धहृदयनिगडानां स्वलिङ्गविवरणेनात्मसात्कृतानामनुकम्पानुरञ्जितविशदरुचिरशिशिरस्मितावलोकेन विगलित मधुरमुख रसामृत कलया चान्तस्तापमनघार्हसि शमयितुम् ॥ ४१ ॥",
        "english_devnagari": "asmākaṁ tāvakānāṁ tatatata natānāṁ hare tava caraṇa-nalina-yugala-dhyānānubaddha-hṛdaya-nigaḍānāṁ sva-liṅga-vivaraṇenātmasāt-kṛtānām anukampānurañjita-viśada-rucira-śiśira-smitāvalokena vigalita-madhura-mukha-rasāmṛta-kalayā cāntas tāpam anaghārhasi śamayitum.",
        "verse_Syn": [
            "asmākam",
            "tāvakānām",
            "tata",
            "tata",
            "natānām",
            "hare",
            "tava",
            "caraṇa",
            "nalina",
            "yugala",
            "dhyāna",
            "anubaddha",
            "hṛdaya",
            "nigaḍānām",
            "sva",
            "liṅga",
            "vivaraṇena",
            "ātmasāt",
            "kṛtānām",
            "anukampā",
            "anurañjita",
            "viśada",
            "rucira",
            "śiśira",
            "smita",
            "avalokena",
            "vigalita",
            "madhura",
            "mukha",
            "rasa",
            "amṛta",
            "kalayā",
            "ca",
            "antaḥ",
            "tāpam",
            "anagha",
            "arhasi",
            "śamayitum"
        ],
        "translation": "O supreme protector, O grandfather, O supreme pure, O Lord! We are all surrendered souls at Your lotus feet. Indeed, our minds are bound to Your lotus feet in meditation by chains of love. Now please manifest Your incarnation. Accepting us as Your own eternal servants and devotees, be pleased with us and sympathetic toward us. By Your love-filled glance, with its cool and pleasing smile of sympathy, and by the sweet, nectarean words emanating from Your beautiful face, free us from the anxiety caused by this Vṛtrāsura, who always pains the cores of our hearts.",
        "purport": " Lord Brahmā is considered the father of the demigods, but Kṛṣṇa, or Lord Viṣṇu, is the father of Brahmā because Brahmā took birth from the lotus flower growing from the Lord’s abdomen."
    },
    {
        "verse": "42",
        "devanagari": "अथ भगवंस्तवास्माभिरखिलजगदुत्पत्तिस्थितिलयनिमित्तायमानदिव्यमायाविनोदस्य सकलजीवनिकायानामन्तर्हृदयेषु बहिरपि च ब्रह्मप्रत्यगात्मस्वरूपेण प्रधानरूपेण च यथादेशकालदेहावस्थानविशेषं तदुपादानोपलम्भकतयानुभवत: सर्वप्रत्ययसाक्षिण आकाशशरीरस्य साक्षात्परब्रह्मण: परमात्मन: कियानिह वार्थविशेषो विज्ञापनीय: स्याद्विस्फुलिङ्गादिभिरिव हिरण्यरेतस: ॥ ४२ ॥",
        "english_devnagari": "atha bhagavaṁs tavāsmābhir akhila-jagad-utpatti-sthiti-laya-nimittāyamāna-divya-māyā-vinodasya sakala-jīva-nikāyānām antar-hṛdayeṣu bahir api ca brahma-pratyag-ātma-svarūpeṇa pradhāna-rūpeṇa ca yathā-deśa-kāla-dehāvasthāna-viśeṣaṁ tad-upādānopalambhakatayānubhavataḥ sarva-pratyaya-sākṣiṇa ākāśa-śarīrasya sākṣāt para-brahmaṇaḥ paramātmanaḥ kiyān iha vārtha-viśeṣo vijñāpanīyaḥ syād visphuliṅgādibhir iva hiraṇya-retasaḥ.",
        "verse_Syn": [
            "atha",
            "bhagavan",
            "tava",
            "asmābhiḥ",
            "akhila",
            "jagat",
            "utpatti",
            "sthiti",
            "laya",
            "nimittāyamāna",
            "divya",
            "māyā",
            "vinodasya",
            "sakala",
            "jīva",
            "nikāyānām",
            "antaḥ",
            "hṛdayeṣu",
            "bahiḥ",
            "api",
            "ca",
            "brahma",
            "pratyak",
            "ātma",
            "sva",
            "rūpeṇa",
            "pradhāna",
            "rūpeṇa",
            "ca",
            "yathā",
            "deśa",
            "kāla",
            "deha",
            "avasthāna",
            "viśeṣam",
            "tat",
            "upādāna",
            "upalambhakatayā",
            "anubhavataḥ",
            "sarva",
            "pratyaya",
            "sākṣiṇaḥ",
            "ākāśa",
            "śarīrasya",
            "sākṣāt",
            "para",
            "brahmaṇaḥ",
            "paramātmanaḥ",
            "kiyān",
            "iha",
            "vā",
            "artha",
            "viśeṣaḥ",
            "vijñāpanīyaḥ",
            "syāt",
            "visphuliṅga",
            "ādibhiḥ",
            "iva",
            "hiraṇya",
            "retasaḥ"
        ],
        "translation": "O Lord, as the small sparks of a fire cannot possibly perform the actions of the whole fire, we sparks of Your Lordship cannot inform You of the necessities of our lives. You are the complete whole. Therefore, of what do we need to inform You? You know everything because You are the original cause of the cosmic manifestation, the maintainer and the annihilator of the entire universal creation. You always engage in Your pastimes with Your spiritual and material energies, for You are the controller of all these varied energies. You exist within all living entities, within the cosmic manifestation, and also beyond them. You exist internally as Parabrahman and externally as the ingredients of the material creation. Therefore, although manifested in various stages, at different times and places, and in various bodies, You, the Personality of Godhead, are the original cause of all causes. Indeed, You are the original element. You are the witness of all activities, but because You are as great as the sky, You are never touched by any of them. You are the witness of everything as Parabrahman and Paramātmā. O Supreme Personality of Godhead, nothing is unknown to You.",
        "purport": " The Absolute Truth exists in three phases of spiritual understanding — Brahman, Paramātmā and Bhagavān (brahmeti paramātmeti bhagavān iti śabdyate). Bhagavān, the Supreme Personality of Godhead, is the cause of Brahman and Paramātmā. Brahman, the impersonal Absolute Truth, is all-pervading, and Paramātmā is locally situated in everyone’s heart, but Bhagavān, who is worshipable by the devotees, is the original cause of all causes. A pure devotee is aware that since nothing is unknown to the Supreme Personality of Godhead, He need not be informed of a devotee’s conveniences and inconveniences. A pure devotee knows that there is no need to ask the Absolute Truth for any material necessities. Therefore, while informing the Supreme Lord about their distress in being attacked by Vṛtrāsura, the demigods apologized for offering prayers for their safety. A neophyte devotee, of course, approaches the Supreme Lord for relief from distress or poverty, or for speculative knowledge of the Lord. Bhagavad-gītā (7.16) mentions four kinds of pious men who begin devotional service to the Lord — one who is distressed (ārta), one in need of money (arthārthī), one who is inquisitive (jijñāsu) and one who is searching for the Absolute Truth (jñānī). A pure devotee, however, knows that since the Lord is omnipresent and omniscient, there is no need to offer prayers or worship Him for one’s personal benefit. A pure devotee always engages in the service of the Lord without demanding anything. The Lord is present everywhere and knows the necessities of His devotees; consequently there is no need to disturb Him by asking Him for material benefits."
    },
    {
        "verse": "43",
        "devanagari": "अत एव स्वयं तदुपकल्पयास्माकं भगवत: परमगुरोस्तव चरणशतपलाशच्छायां विविधवृजिन संसारपरिश्रमोपशमनीमुपसृतानां वयं यत्कामेनोपसादिता: ॥ ४३ ॥",
        "english_devnagari": "ata eva svayaṁ tad upakalpayāsmākaṁ bhagavataḥ parama-guros tava caraṇa-śata-palāśac-chāyāṁ vividha-vṛjina-saṁsāra-pariśramopaśamanīm upasṛtānāṁ vayaṁ yat-kāmenopasāditāḥ.",
        "verse_Syn": [
            "ata",
            "eva",
            "svayam",
            "tat",
            "upakalpaya",
            "asmākam",
            "bhagavataḥ",
            "parama",
            "guroḥ",
            "tava",
            "caraṇa",
            "śata",
            "palāśat",
            "chāyām",
            "vividha",
            "vṛjina",
            "saṁsāra",
            "pariśrama",
            "upaśamanīm",
            "upasṛtānām",
            "vayam",
            "yat",
            "kāmena",
            "upasāditāḥ"
        ],
        "translation": "Dear Lord, You are omniscient, and therefore You know very well why we have taken shelter at Your lotus feet, which provide shade that gives relief from all material disturbances. Since You are the supreme spiritual master and You know everything, we have sought shelter of Your lotus feet for instruction. Please give us relief by counteracting our present distress. Your lotus feet are the only shelter for a fully surrendered devotee and are the only means for subduing all the tribulations of this material world.",
        "purport": " One need only seek shelter of the shade of the Lord’s lotus feet. Then all the material tribulations that disturb him will be subdued, just as when one comes under the shadow of a big tree, the disturbances caused by the heat of the scorching sun are immediately mitigated, without one’s asking for relief. Therefore the whole concern of the conditioned soul should be the lotus feet of the Lord. The conditioned soul suffering from various tribulations because of existing in this material world can be relieved only when he seeks shelter at the Lord’s lotus feet."
    },
    {
        "verse": "44",
        "devanagari": "अथो ईश जहि त्वाष्ट्रं ग्रसन्तं भुवनत्रयम् ।ग्रस्तानि येन न: कृष्ण तेजांस्यस्त्रायुधानि च ॥ ४४ ॥",
        "english_devnagari": "atho īśa jahi tvāṣṭraṁgrasantaṁ bhuvana-trayamgrastāni yena naḥ kṛṣṇatejāṁsy astrāyudhāni ca",
        "verse_Syn": [
            "atho",
            "īśa",
            "jahi",
            "tvāṣṭram",
            "grasantam",
            "bhuvana",
            "trayam",
            "grastāni",
            "yena",
            "naḥ",
            "kṛṣṇa",
            "tejāṁsi",
            "astra",
            "āyudhāni",
            "ca"
        ],
        "translation": "Therefore, O Lord, O supreme controller, O Lord Kṛṣṇa, please annihilate this dangerous demon Vṛtrāsura, Tvaṣṭā’s son, who has already swallowed all our weapons, our paraphernalia for fighting, and our strength and influence.",
        "purport": " The Lord says in Bhagavad-gītā (7.15-16): “Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me. O best among the Bhāratas [Arjuna], four kinds of pious men render devotional service unto Me — the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute.” The four classes of neophyte devotees who approach the Supreme Personality of Godhead to offer devotional service because of material motives are not pure devotees, but the advantage for such materialistic devotees is that they sometimes give up their material desires and become pure. When the demigods are utterly helpless, they approach the Supreme Personality of Godhead in grief and with tears in their eyes, praying to the Lord, and thus they become almost pure devotees, free from material desires. Admitting that they have forgotten pure devotional service because of extensive material opportunities, they fully surrender to the Lord, leaving to His consideration whether to maintain them or annihilate them. Such surrender is necessary. Bhaktivinoda Ṭhākura sings, mārabi rākhabi — yo icchā tohārā: “O Lord, I fully surrender unto Your lotus feet. Now, as You desire, You may protect me or annihilate me. You have the full right to do either.”"
    },
    {
        "verse": "45",
        "devanagari": "हंसाय दह्रनिलयाय निरीक्षकायकृष्णाय मृष्टयशसे निरुपक्रमाय ।सत्सङ्ग्रहाय भवपान्थनिजाश्रमाप्ता-वन्ते परीष्टगतये हरये नमस्ते ॥ ४५ ॥",
        "english_devnagari": "haṁsāya dahra-nilayāya nirīkṣakāyakṛṣṇāya mṛṣṭa-yaśase nirupakramāyasat-saṅgrahāya bhava-pāntha-nijāśramāptāvante parīṣṭa-gataye haraye namas te",
        "verse_Syn": [
            "haṁsāya",
            "dahra",
            "nilayāya",
            "nirīkṣakāya",
            "kṛṣṇāya",
            "mṛṣṭa",
            "yaśase",
            "nirupakramāya",
            "sat",
            "saṅgrahāya",
            "bhava",
            "pāntha",
            "nija",
            "āśrama",
            "āptau",
            "ante",
            "parīṣṭa",
            "gataye",
            "haraye",
            "namaḥ",
            "te"
        ],
        "translation": "O Lord, O supreme pure, You live within the core of everyone’s heart and observe all the desires and activities of the conditioned souls. O Supreme Personality of Godhead known as Lord Kṛṣṇa, Your reputation is bright and illuminating. You have no beginning, for You are the beginning of everything. This is understood by pure devotees because You are easily accessible to the pure and truthful. When the conditioned souls are liberated and sheltered at Your lotus feet after roving throughout the material world for many millions of years, they attain the highest success of life. Therefore, O Lord, O Supreme Personality of Godhead, we offer our respectful obeisances at Your lotus feet.",
        "purport": " The demigods certainly wanted Lord Viṣṇu to relieve their anxiety, but now they directly approach Lord Kṛṣṇa, for although there is no difference between Lord Kṛṣṇa and Lord Viṣṇu, Kṛṣṇa descends to this planet in His Vāsudeva feature for the purpose of paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām — protecting His devotees and annihilating the miscreants. Demons, or atheists, always disturb the demigods, or devotees, and therefore Kṛṣṇa descends to punish the atheists and demons and fulfill the desire of His devotees. Kṛṣṇa, being the original cause of everything, is the Supreme Person, above even Viṣṇu and Nārāyaṇa, although there is no difference between these different forms of the Lord. As explained in Brahma-saṁhitā (5.46): Kṛṣṇa expands Himself as Viṣṇu the way a bright candle kindles another. Although there is no difference between the power of one candle and another, Kṛṣṇa is compared to the original candle. The word mṛṣṭa-yaśase is significant herein because Kṛṣṇa is always famous for relieving His devotee from danger. A devotee who has sacrificed everything for the service of Kṛṣṇa and whose only source of relief is the Lord is known as akiñcana. As expressed in the prayers offered by Queen Kuntī, the Lord is akiñcana-vitta, the property of such a devotee. Those who are liberated from the bondage of conditioned life are elevated to the spiritual world, where they achieve five kinds of liberation — sāyujya, sālokya, sārūpya, sārṣṭi and sāmīpya. They personally associate with the Lord in five mellows — śānta, dāsya, sakhya, vātsalya and mādhurya. These rasas are all emanations from Kṛṣṇa. As described by Viśvanātha Cakravartī Ṭhākura, the original mellow, ādi-rasa, is conjugal love. Kṛṣṇa is the origin of pure and spiritual conjugal love."
    },
    {
        "verse": "46",
        "devanagari": "श्रीशुक उवाचअथैवमीडितो राजन् सादरं त्रिदशैर्हरि: ।स्वमुपस्थानमाकर्ण्य प्राह तानभिनन्दित: ॥ ४६ ॥",
        "english_devnagari": "śrī-śuka uvācaathaivam īḍito rājansādaraṁ tri-daśair hariḥsvam upasthānam ākarṇyaprāha tān abhinanditaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "evam",
            "īḍitaḥ",
            "rājan",
            "sa",
            "ādaram",
            "tri",
            "daśaiḥ",
            "hariḥ",
            "svam",
            "upasthānam",
            "ākarṇya",
            "prāha",
            "tān",
            "abhinanditaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: O King Parīkṣit, when the demigods offered the Lord their sincere prayers in this way, the Lord listened by His causeless mercy. Being pleased, He then replied to the demigods.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "श्रीभगवानुवाचप्रीतोऽहं व: सुरश्रेष्ठा मदुपस्थानविद्यया ।आत्मैश्वर्यस्मृति: पुंसां भक्तिश्चैव यया मयि ॥ ४७ ॥",
        "english_devnagari": "śrī-bhagavān uvācaprīto ’haṁ vaḥ sura-śreṣṭhāmad-upasthāna-vidyayāātmaiśvarya-smṛtiḥ puṁsāṁbhaktiś caiva yayā mayi",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "prītaḥ",
            "aham",
            "vaḥ",
            "sura",
            "śreṣṭhāḥ",
            "mat",
            "upasthāna",
            "vidyayā",
            "ātma",
            "aiśvarya",
            "smṛtiḥ",
            "puṁsām",
            "bhaktiḥ",
            "ca",
            "eva",
            "yayā",
            "mayi"
        ],
        "translation": "The Supreme Personality of Godhead said: O beloved demigods, you have offered your prayers to Me with great knowledge, and I am certainly most pleased with you. A person is liberated by such knowledge, and thus he remembers My exalted position, which is above the conditions of material life. Such a devotee is fully purified by offering prayers in full knowledge. This is the source of devotional service to Me.",
        "purport": " Another name of the Supreme Personality of Godhead is Uttamaśloka, which means that He is offered prayers with selected verses. Bhakti means śravaṇaṁ kīrtanaṁ viṣṇoḥ, chanting and hearing about Lord Viṣṇu. Impersonalists cannot be purified, for they do not offer personal prayers to the Supreme Personality of Godhead. Even though they sometimes offer prayers, the prayers are not directed toward the Supreme Person. Impersonalists sometimes show their incomplete knowledge by addressing the Lord as being nameless. They always offer prayers indirectly, saying, “You are this, You are that,” but they do not know to whom they are praying. A devotee, however, always offers personal prayers. A devotee says, govindam ādi-puruṣaṁ tam ahaṁ bhajāmi: “I offer my respectful obeisances unto Govinda, unto Kṛṣṇa.” That is the way to offer prayers. If one continues to offer such personal prayers to the Supreme Personality of Godhead, he is eligible to become a pure devotee and return home, back to Godhead."
    },
    {
        "verse": "48",
        "devanagari": "किं दुरापं मयि प्रीते तथापि विबुधर्षभा: ।मय्येकान्तमतिर्नान्यन्मत्तो वाञ्छति तत्त्ववित् ॥ ४८ ॥",
        "english_devnagari": "kiṁ durāpaṁ mayi prītetathāpi vibudharṣabhāḥmayy ekānta-matir nānyanmatto vāñchati tattva-vit",
        "verse_Syn": [
            "kim",
            "durāpam",
            "mayi",
            "prīte",
            "tathāpi",
            "vibudha",
            "ṛṣabhāḥ",
            "mayi",
            "ekānta",
            "matiḥ",
            "na",
            "anyat",
            "mattaḥ",
            "vāñchati",
            "tattva",
            "vit"
        ],
        "translation": "O best of the intelligent demigods, although it is true that nothing is difficult for one to obtain when I am pleased with him, a pure devotee, whose mind is exclusively fixed upon Me, does not ask Me for anything but the opportunity to engage in devotional service.",
        "purport": " When the demigods finished offering their prayers, they anxiously waited for their enemy Vṛtrāsura to be killed. This means that the demigods are not pure devotees. Although without difficulty one can get anything he desires if the Lord is pleased, the demigods aspire for material profit by pleasing the Lord. The Lord wanted the demigods to pray for unalloyed devotional service, but instead they prayed for an opportunity to kill their enemy. This is the difference between a pure devotee and a devotee on the material platform. Indirectly, the Lord regretted that the demigods did not ask for pure devotional service."
    },
    {
        "verse": "49",
        "devanagari": "न वेद कृपण: श्रेय आत्मनो गुणवस्तुद‍ृक् ।तस्य तानिच्छतो यच्छेद्यदि सोऽपि तथाविध: ॥ ४९ ॥",
        "english_devnagari": "na veda kṛpaṇaḥ śreyaātmano guṇa-vastu-dṛktasya tān icchato yacchedyadi so ’pi tathā-vidhaḥ",
        "verse_Syn": [
            "na",
            "veda",
            "kṛpaṇaḥ",
            "śreyaḥ",
            "ātmanaḥ",
            "guṇa",
            "vastu",
            "dṛk",
            "tasya",
            "tān",
            "icchataḥ",
            "yacchet",
            "yadi",
            "saḥ",
            "api",
            "tathā",
            "vidhaḥ"
        ],
        "translation": "Those who think material assets to be everything or to be the ultimate goal of life are called misers [kṛpaṇas]. They do not know the ultimate necessity of the soul. Moreover, if one awards that which is desired by such fools, he must also be considered foolish.",
        "purport": " There are two classes of men — namely the kṛpaṇa and the brāhmaṇa. A brāhmaṇa is one who knows Brahman, the Absolute Truth, and who thus knows his real interest. A kṛpaṇa, however, is one who has a material, bodily concept of life. Not knowing how to utilize his human or demigod life, a kṛpaṇa is attracted by things created by the material modes of nature. The kṛpaṇas, who always desire material benefits, are foolish, whereas brāhmaṇas, who always desire spiritual benefits, are intelligent. If a kṛpaṇa, not knowing his self-interest, foolishly asks for something material, one who awards it to him is also foolish. Kṛṣṇa, however, is not a foolish person; He is supremely intelligent. If someone comes to Kṛṣṇa asking for material benefits, Kṛṣṇa does not award him the material things he desires. Instead, the Lord gives him intelligence so that he will forget his material desires and become attached to the Lord’s lotus feet. In such cases, although the kṛpaṇa offers prayers to Lord Kṛṣṇa for material things, the Lord takes away whatever material possessions the kṛpaṇa has and gives him the sense to become a devotee. As stated by the Lord in the Caitanya-caritāmṛta (Madhya 22.39): “Since I am very intelligent, why should I give this fool material prosperity? Instead I shall induce him to take the nectar of the shelter of My lotus feet and make him forget illusory material enjoyment.” If one sincerely prays to God for material possessions in exchange for devotional service, the Lord, who is not foolish like such an unintelligent devotee, shows him special favor by taking away whatever material possessions he has and gradually giving him the intelligence to be satisfied only by rendering service to His lotus feet. Śrīla Viśvanātha Cakravartī Ṭhākura comments in this regard that if a foolish child requests his mother to give him poison, the mother, being intelligent, will certainly not give him poison, even though he requests it. A materialist does not know that to accept material possessions means to accept poison, or the repetition of birth and death. An intelligent person, a brāhmaṇa, aspires for liberation from material bondage. That is the real self-interest of a human being."
    },
    {
        "verse": "50",
        "devanagari": "स्वयं नि:श्रेयसं विद्वान् न वक्त्यज्ञाय कर्म हि ।न राति रोगिणोऽपथ्यं वाञ्छतोऽपि भिषक्तम: ॥ ५० ॥",
        "english_devnagari": "svayaṁ niḥśreyasaṁ vidvānna vakty ajñāya karma hina rāti rogiṇo ’pathyaṁvāñchato ’pi bhiṣaktamaḥ",
        "verse_Syn": [
            "svayam",
            "niḥśreyasam",
            "vit",
            "vān",
            "na",
            "vakti",
            "ajñāya",
            "karma",
            "hi",
            "na",
            "rāti",
            "rogiṇaḥ",
            "apathyam",
            "vāñchataḥ",
            "api",
            "bhiṣak",
            "tamaḥ"
        ],
        "translation": "A pure devotee who is fully accomplished in the science of devotional service will never instruct a foolish person to engage in fruitive activities for material enjoyment, not to speak of helping him in such activities. Such a devotee is like an experienced physician, who never encourages a patient to eat food injurious to his health, even if the patient desires it.",
        "purport": " Here is the difference between the benedictions awarded by the demigods and those awarded by the Supreme Personality of Godhead, Viṣṇu. Devotees of the demigods ask for benedictions simply for sense gratification, and therefore they have been described in Bhagavad-gītā (7.20) as bereft of intelligence. “Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures.” Conditioned souls are generally bereft of intelligence because of profound desires for sense gratification. They do not know what benedictions to ask. Therefore nondevotees are advised in the śāstras to worship various demigods to achieve material benefits. For example, if one wants a beautiful wife, he is advised to worship Umā, or the goddess Durgā. If one wants to be cured of a disease, he is advised to worship the sun-god. All requests for benedictions from the demigods, however, are due to material lust. The benedictions will be finished at the end of the cosmic manifestation, along with those who bestow them. If one approaches Lord Viṣṇu for benedictions, the Lord will give him a benediction that will help him return home, back to Godhead. This is also confirmed by the Lord Himself in Bhagavad-gītā (10.10): Lord Viṣṇu, or Lord Kṛṣṇa, instructs a devotee who constantly engages in His service how to approach Him at the end of his material body. The Lord says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities, does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” This is the benediction of Lord Viṣṇu, Kṛṣṇa. After giving up his body, a devotee returns home, back to Godhead. A devotee may foolishly ask for material benedictions, but Lord Kṛṣṇa does not give him such benedictions, despite the devotee’s prayers. Therefore people who are very attached to material life do not generally become devotees of Kṛṣṇa or Viṣṇu. Instead they become devotees of the demigods (kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ). The benedictions of the demigods, however, are condemned in Bhagavad-gītā. Antavat tu phalaṁ teṣāṁ tad bhavaty alpa-medhasām: “Men of small intelligence worship the demigods, and their fruits are limited and temporary.” A non-Vaiṣṇava, one who is not engaged in the service of the Supreme Personality of Godhead, is considered a fool with a small quantity of brain substance."
    },
    {
        "verse": "51",
        "devanagari": "मघवन् यात भद्रं वो दध्यञ्चमृषिसत्तमम् ।विद्याव्रततप:सारं गात्रं याचत मा चिरम् ॥ ५१ ॥ H",
        "english_devnagari": "maghavan yāta bhadraṁ vodadhyañcam ṛṣi-sattamamvidyā-vrata-tapaḥ-sāraṁgātraṁ yācata mā ciram",
        "verse_Syn": [
            "maghavan",
            "yāta",
            "bhadram",
            "vaḥ",
            "dadhyañcam",
            "ṛṣi",
            "sat",
            "tamam",
            "vidyā",
            "vrata",
            "tapaḥ",
            "sāram",
            "gātram",
            "yācata",
            "mā",
            "ciram"
        ],
        "translation": "O Maghavan [Indra], all good fortune unto you. I advise you to approach the exalted saint Dadhyañca [Dadhīci]. He has become very accomplished in knowledge, vows and austerities, and his body is very strong. Go ask him for his body without delay.",
        "purport": " Everyone in this material world, from Lord Brahmā down to the ant, is eager to keep his body comfortable. A pure devotee may also be comfortable, but he is not eager for such a benediction. Since Maghavan, the King of heaven, still aspired for a comfortable bodily situation, Lord Viṣṇu advised him to ask Dadhyañca for his body, which was very strong due to his knowledge, vows and austerity."
    },
    {
        "verse": "52",
        "devanagari": "स वा अधिगतो दध्यङ्‌ङश्विभ्यां ब्रह्म निष्कलम् ।यद्वा अश्वशिरो नाम तयोरमरतां व्यधात् ॥ ५२ ॥",
        "english_devnagari": "sa vā adhigato dadhyaṅṅaśvibhyāṁ brahma niṣkalamyad vā aśvaśiro nāmatayor amaratāṁ vyadhāt",
        "verse_Syn": [
            "saḥ",
            "vā",
            "adhigataḥ",
            "dadhyaṅ",
            "aśvibhyām",
            "brahma",
            "niṣkalam",
            "yat",
            "vā",
            "aśvaśiraḥ",
            "nāma",
            "tayoḥ",
            "amaratām",
            "vyadhāt"
        ],
        "translation": "That saintly Dadhyañca, who is also known as Dadhīci, personally assimilated the spiritual science and then delivered it to the Aśvinī-kumāras. It is said that Dadhyañca gave them mantras through the head of a horse. Therefore the mantras are called Aśvaśira. After obtaining the mantras of spiritual science from Dadhīci, the Aśvinī-kumāras became jīvan-mukta, liberated even in this life.",
        "purport": " The following story is narrated by many ācāryas in their commentaries: niśamyātharvaṇaṁ dakṣaṁ pravargya-brahmavidyayoḥ; dadhyañcaṁ samupāgamya tam ūcatur athāśvinau; bhagavan dehi nau vidyām iti śrutvā sa cābravīt; karmaṇy avasthito ’dyāhaṁ paścād vakṣyāmi gacchatam; tayor nirgatayor eva śakra āgatya taṁ munim; uvāca bhiṣajor vidyāṁ mā vādīr aśvinor mune; yadi mad-vākyam ullaṅghya bravīṣi sahasaiva te; śiraś-chindyāṁ na sandeha ity uktvā sa yayau hariḥ; indre gate tathābhyetya nāsatyāv ūcatur dvijam; tan-mukhād indra-gaditaṁ śrutvā tāv ūcatuḥ punaḥ; āvāṁ tava śiraś chittvā pūrvam aśvasya mastakam; sandhāsyāvas tato brūhi tena vidyāṁ ca nau dvija; tasminn indreṇa sañchinne punaḥ sandhāya mastakam; nijaṁ te dakṣiṇāṁ dattvā gamiṣyāvo yathāgatam; etac chrutvā tadovāca dadhyaṅṅ ātharvaṇas tayoḥ pravargyaṁ brahma-vidyāṁ ca sat-kṛto ’satya-śaṅkitaḥ. The great saint Dadhīci had perfect knowledge of how to perform fruitive activities, and he had advanced spiritual knowledge as well. Knowing this, the Aśvinī-kumāras once approached him and begged him to instruct them in spiritual science (brahma-vidyā). Dadhīci Muni replied, “I am now engaged in arranging sacrifices for fruitive activities. Come back some time later.” When the Aśvinī-kumāras left, Indra, the King of heaven, approached Dadhīci and said, “My dear Muni, the Aśvinī-kumāras are only physicians. Please do not instruct them in spiritual science. If you impart the spiritual science to them despite my warning, I shall punish you by cutting off your head.” After warning Dadhīci in this way, Indra returned to heaven. The Aśvinī-kumāras, who understood Indra’s desires, returned and begged Dadhīci for brahma-vidyā. When the great saint Dadhīci informed them of Indra’s threat, the Aśvinī-kumāras replied, “Let us first cut off your head and replace it with the head of a horse. You can instruct brahma-vidyā through the horse’s head, and when Indra returns and cuts off that head, we shall reward you and restore your original head.” Since Dadhīci had promised to impart brahma-vidyā to the Aśvinī-kumāras, he agreed to their proposal. Therefore, because Dadhīci imparted brahma-vidyā through the mouth of a horse, this brahma-vidyā is also known as Aśvaśira."
    },
    {
        "verse": "53",
        "devanagari": "दध्यङ्‌ङाथर्वणस्त्वष्ट्रे वर्माभेद्यं मदात्मकम् ।विश्वरूपाय यत्प्रादात् त्वष्टा यत्त्वमधास्तत: ॥ ५३ ॥",
        "english_devnagari": "dadhyaṅṅ ātharvaṇas tvaṣṭrevarmābhedyaṁ mad-ātmakamviśvarūpāya yat prādāttvaṣṭā yat tvam adhās tataḥ",
        "verse_Syn": [
            "dadhyaṅ",
            "ātharvaṇaḥ",
            "tvaṣṭre",
            "varma",
            "abhedyam",
            "mat",
            "ātmakam",
            "viśvarūpāya",
            "yat",
            "prādāt",
            "tvaṣṭā",
            "yat",
            "tvam",
            "adhāḥ",
            "tataḥ"
        ],
        "translation": "Dadhyañca’s invincible protective covering known as the Nārāyaṇa-kavaca was given to Tvaṣṭā, who delivered it to his son Viśvarūpa, from whom you have received it. Because of this Nārāyaṇa-kavaca, Dadhīci’s body is now very strong. You should therefore beg him for his body.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "युष्मभ्यं याचितोऽश्विभ्यां धर्मज्ञोऽङ्गानि दास्यति ।ततस्तैरायुधश्रेष्ठो विश्वकर्मविनिर्मित: ।येन वृत्रशिरो हर्ता मत्तेजउपबृंहित: ॥ ५४ ॥",
        "english_devnagari": "yuṣmabhyaṁ yācito ’śvibhyāṁdharma-jño ’ṅgāni dāsyatitatas tair āyudha-śreṣṭhoviśvakarma-vinirmitaḥyena vṛtra-śiro hartāmat-teja-upabṛṁhitaḥ",
        "verse_Syn": [
            "yuṣmabhyam",
            "yācitaḥ",
            "aśvibhyām",
            "dharma",
            "jñaḥ",
            "aṅgāni",
            "dāsyati",
            "tataḥ",
            "taiḥ",
            "āyudha",
            "śreṣṭhaḥ",
            "viśvakarma",
            "vinirmitaḥ",
            "yena",
            "vṛtra",
            "śiraḥ",
            "hartā",
            "mat",
            "tejaḥ",
            "upabṛṁhitaḥ"
        ],
        "translation": "When the Aśvinī-kumāras beg for Dadhyañca’s body on your behalf, he will surely give it because of affection. Do not doubt this, for Dadhyañca is very experienced in religious understanding. When Dadhyañca awards you his body, Viśvakarmā will prepare a thunderbolt from his bones. This thunderbolt will certainly kill Vṛtrāsura because it will be invested with My power.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "तस्मिन् विनिहते यूयं तेजोऽस्त्रायुधसम्पद: ।भूय: प्राप्स्यथ भद्रं वो न हिंसन्ति च मत्परान् ॥ ५५ ॥",
        "english_devnagari": "tasmin vinihate yūyaṁtejo-’strāyudha-sampadaḥbhūyaḥ prāpsyatha bhadraṁ vona hiṁsanti ca mat-parān",
        "verse_Syn": [
            "tasmin",
            "vinihate",
            "yūyam",
            "tejaḥ",
            "astra",
            "āyudha",
            "sampadaḥ",
            "bhūyaḥ",
            "prāpsyatha",
            "bhadram",
            "vaḥ",
            "na",
            "hiṁsanti",
            "ca",
            "mat",
            "parān"
        ],
        "translation": "When Vṛtrāsura is killed because of My spiritual strength, you will regain your strength, weapons and wealth. Thus there will be all good fortune for all of you. Although Vṛtrāsura can destroy all the three worlds, do not fear that he will harm you. He is also a devotee and will never be envious of you.",
        "purport": " A devotee of the Lord is never envious of anyone, what to speak of other devotees. As revealed later, Vṛtrāsura was also a devotee. Therefore he was not expected to be envious of the demigods. Indeed, of his own accord, he would try to benefit the demigods. A devotee does not hesitate to give up his own body for a better cause. Cāṇakya Paṇḍita said, san-nimitte varaṁ tyāgo vināśe niyate sati. After all, all one’s material possessions, including his body, will be destroyed in due course of time. Therefore if the body and other possessions can be utilized for a better cause, a devotee never hesitates to give up even his own body. Because Lord Viṣṇu wanted to save the demigods, Vṛtrāsura, even though able to swallow the three worlds, would agree to be killed by the demigods. For a devotee there is no difference between living and dying because in this life a devotee engages in devotional service, and after giving up his body, he engages in the same service in the spiritual world. His devotional service is never hindered."
    }
]