[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचत एवं शंसतो धर्मं वच: पत्युरचेतस: ।नैवागृह्णन्त सम्भ्रान्ता: पलायनपरा नृप ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācata evaṁ śaṁsato dharmaṁvacaḥ patyur acetasaḥnaivāgṛhṇanta sambhrāntāḥpalāyana-parā nṛpa",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "te",
            "evam",
            "śaṁsataḥ",
            "dharmam",
            "vacaḥ",
            "patyuḥ",
            "acetasaḥ",
            "na",
            "eva",
            "agṛhṇanta",
            "sambhrāntāḥ",
            "palāyana",
            "parāḥ",
            "nṛpa"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, Vṛtrāsura, the commander in chief of the demons, advised his lieutenants in the principles of religion, but the cowardly demoniac commanders, intent upon fleeing the battlefield, were so disturbed by fear that they could not accept his words.",
        "purport": ""
    },
    {
        "verse": "2-3",
        "devanagari": "विशीर्यमाणां पृतनामासुरीमसुरर्षभ: ।कालानुकूलैस्त्रिदशै: काल्यमानामनाथवत् ॥ २ ॥द‍ृष्ट्वातप्यत सङ्‌कुद्ध इन्द्रशत्रुरमर्षित: ।तान् निवार्यौजसा राजन् निर्भर्त्स्येदमुवाच ह ॥ ३ ॥",
        "english_devnagari": "viśīryamāṇāṁ pṛtanāmāsurīm asurarṣabhaḥkālānukūlais tridaśaiḥkālyamānām anāthavat",
        "verse_Syn": [
            "viśīryamāṇām",
            "pṛtanām",
            "āsurīm",
            "asura",
            "ṛṣabhaḥ",
            "kāla",
            "anukūlaiḥ",
            "tridaśaiḥ",
            "kālyamānām",
            "anātha",
            "vat",
            "dṛṣṭvā",
            "atapyata",
            "saṅkruddhaḥ",
            "indra",
            "śatruḥ",
            "amarṣitaḥ",
            "tān",
            "nivārya",
            "ojasā",
            "rājan",
            "nirbhartsya",
            "idam",
            "uvāca",
            "ha"
        ],
        "translation": "O King Parīkṣit, the demigods, taking advantage of a favorable opportunity presented by time, attacked the army of the demons from the rear and began driving away the demoniac soldiers, scattering them here and there as if their army had no leader. Seeing the pitiable condition of his soldiers, Vṛtrāsura, the best of the asuras, who was called Indraśatru, the enemy of Indra, was very much aggrieved. Unable to tolerate such reverses, he stopped and forcefully rebuked the demigods, speaking the following words in an angry mood.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "किं व उच्चरितैर्मातुर्धावद्भ‍ि: पृष्ठतो हतै: ।न हि भीतवध: श्लाघ्यो न स्वर्ग्य: शूरमानिनाम् ॥ ४ ॥",
        "english_devnagari": "kiṁ va uccaritair māturdhāvadbhiḥ pṛṣṭhato hataiḥna hi bhīta-vadhaḥ ślāghyona svargyaḥ śūra-māninām",
        "verse_Syn": [
            "kim",
            "vaḥ",
            "uccaritaiḥ",
            "mātuḥ",
            "dhāvadbhiḥ",
            "pṛṣṭhataḥ",
            "hataiḥ",
            "na",
            "hi",
            "bhīta",
            "vadhaḥ",
            "ślāghyaḥ",
            "na",
            "svargyaḥ",
            "śūra",
            "māninām"
        ],
        "translation": "O demigods, these demoniac soldiers have taken birth uselessly. Indeed, they have come from the bodies of their mothers exactly like stool. What is the benefit of killing such enemies from behind while they are running in fear? One who considers himself a hero should not kill an enemy who is afraid of losing his life. Such killing is never glorious, nor can it promote one to the heavenly planets.",
        "purport": " Vṛtrāsura rebuked both the demigods and the demoniac soldiers because the demons were running in fear of their lives and the demigods were killing them from behind. The actions of both were abominable. When a fight takes place, the opposing parties must be prepared to fight like heroes. A hero never runs from the field of battle. He always fights face to face, determined to gain victory or lay down his life in the fight. That is heroic. Killing an enemy from behind is also inglorious. When an enemy turns his back and runs in fear of his life, he should not be killed. This is the etiquette of military science. Vṛtrāsura insulted the demoniac soldiers by comparing them to the stool of their mothers. Both stool and a cowardly son come from the abdomen of the mother, and Vṛtrāsura said that there is no difference between them. A similar comparison was given by Tulasī dāsa, who commented that a son and urine both come from the same channel. In other words, semen and urine both come from the genitals, but semen produces a child whereas urine produces nothing. Therefore if a child is neither a hero nor a devotee, he is not a son but urine. Similarly, Cāṇakya Paṇḍita also says: “What is the use of a son who is neither glorious nor devoted to the Lord? Such a son is like a blind eye, which simply gives pain but cannot help one see.”"
    },
    {
        "verse": "5",
        "devanagari": "यदि व: प्रधने श्रद्धा सारं वा क्षुल्लका हृदि ।अग्रे तिष्ठत मात्रं मे न चेद ग्राम्यसुखे स्पृहा ॥ ५ ॥",
        "english_devnagari": "yadi vaḥ pradhane śraddhāsāraṁ vā kṣullakā hṛdiagre tiṣṭhata mātraṁ mena ced grāmya-sukhe spṛhā",
        "verse_Syn": [
            "yadi",
            "vaḥ",
            "pradhane",
            "śraddhā",
            "sāram",
            "vā",
            "kṣullakāḥ",
            "hṛdi",
            "agre",
            "tiṣṭhata",
            "mātram",
            "me",
            "na",
            "cet",
            "grāmya",
            "sukhe",
            "spṛhā"
        ],
        "translation": "O insignificant demigods, if you truly have faith in your heroism, if you have patience in the cores of your hearts and if you are not ambitious for sense gratification, please stand before me for a moment.",
        "purport": " Rebuking the demigods, Vṛtrāsura challenged, “O demigods, if you are actually heroes, stand before me now and try to show your prowess. If you do not wish to fight, if you are afraid of losing your lives, I shall not kill you, for unlike you, I am not so evil minded as to kill persons who are neither heroic nor willing to fight. If you have faith in your heroism, please stand before me.”"
    },
    {
        "verse": "6",
        "devanagari": "एवं सुरगणान् क्रुद्धो भीषयन् वपुषा रिपून् ।व्यनदत् सुमहाप्राणो येन लोका विचेतस: ॥ ६ ॥",
        "english_devnagari": "evaṁ sura-gaṇān kruddhobhīṣayan vapuṣā ripūnvyanadat sumahā-prāṇoyena lokā vicetasaḥ",
        "verse_Syn": [
            "evam",
            "sura",
            "gaṇān",
            "kruddhaḥ",
            "bhīṣayan",
            "vapuṣā",
            "ripūn",
            "vyanadat",
            "su",
            "mahā",
            "prāṇaḥ",
            "yena",
            "lokāḥ",
            "vicetasaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Vṛtrāsura, the angry and most powerful hero, terrified the demigods with his stout and strongly built body. When he roared with a resounding voice, nearly all living entities fainted.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तेन देवगणा: सर्वे वृत्रविस्फोटनेन वै ।निपेतुर्मूर्च्छिता भूमौ यथैवाशनिना हता: ॥ ७ ॥",
        "english_devnagari": "tena deva-gaṇāḥ sarvevṛtra-visphoṭanena vainipetur mūrcchitā bhūmauyathaivāśaninā hatāḥ",
        "verse_Syn": [
            "tena",
            "deva",
            "gaṇāḥ",
            "sarve",
            "vṛtra",
            "visphoṭanena",
            "vai",
            "nipetuḥ",
            "mūrcchitāḥ",
            "bhūmau",
            "yathā",
            "eva",
            "aśaninā",
            "hatāḥ"
        ],
        "translation": "When all the demigods heard Vṛtrāsura’s tumultuous roar, which resembled that of a lion, they fainted and fell to the ground as if struck by thunderbolts.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "ममर्द पद्‌भ्यां सुरसैन्यमातुरंनिमीलिताक्षं रणरङ्गदुर्मद: ।गां कम्पयन्नुद्यतशूल ओजसानालं वनं यूथपतिर्यथोन्मद: ॥ ८ ॥",
        "english_devnagari": "mamarda padbhyāṁ sura-sainyam āturaṁnimīlitākṣaṁ raṇa-raṅga-durmadaḥgāṁ kampayann udyata-śūla ojasānālaṁ vanaṁ yūtha-patir yathonmadaḥ",
        "verse_Syn": [
            "mamarda",
            "padbhyām",
            "sura",
            "sainyam",
            "āturam",
            "nimīlita",
            "akṣam",
            "raṇa",
            "raṅga",
            "durmadaḥ",
            "gām",
            "kampayan",
            "udyata",
            "śūlaḥ",
            "ojasā",
            "nālam",
            "vanam",
            "yūtha",
            "patiḥ",
            "yathā",
            "unmadaḥ"
        ],
        "translation": "As the demigods closed their eyes in fear, Vṛtrāsura, taking up his trident and making the earth tremble with his great strength, trampled the demigods beneath his feet on the battlefield the way a mad elephant tramples hollow bamboos in the forest.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "विलोक्य तं वज्रधरोऽत्यमर्षित:स्वशत्रवेऽभिद्रवते महागदाम् ।चिक्षेप तामापततीं सुदु:सहांजग्राह वामेन करेण लीलया ॥ ९ ॥",
        "english_devnagari": "vilokya taṁ vajra-dharo ’tyamarṣitaḥsva-śatrave ’bhidravate mahā-gadāmcikṣepa tām āpatatīṁ suduḥsahāṁjagrāha vāmena kareṇa līlayā",
        "verse_Syn": [
            "vilokya",
            "tam",
            "vajra",
            "dharaḥ",
            "ati",
            "amarṣitaḥ",
            "sva",
            "śatrave",
            "abhidravate",
            "mahā",
            "gadām",
            "cikṣepa",
            "tām",
            "āpatatīm",
            "su",
            "duḥsahām",
            "jagrāha",
            "vāmena",
            "kareṇa",
            "līlayā"
        ],
        "translation": "Seeing Vṛtrāsura’s disposition, Indra, the King of heaven, became intolerant and threw at him one of his great clubs, which are extremely difficult to counteract. However, as the club flew toward him, Vṛtrāsura easily caught it with his left hand.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "स इन्द्रशत्रु: कुपितो भृशं तयामहेन्द्रवाहं गदयोरुविक्रम: ।जघान कुम्भस्थल उन्नदन्मृधेतत्कर्म सर्वे समपूजयन्नृप ॥ १० ॥",
        "english_devnagari": "sa indra-śatruḥ kupito bhṛśaṁ tayāmahendra-vāhaṁ gadayoru-vikramaḥjaghāna kumbha-sthala unnadan mṛdhetat karma sarve samapūjayan nṛpa",
        "verse_Syn": [
            "saḥ",
            "indra",
            "śatruḥ",
            "kupitaḥ",
            "bhṛśam",
            "tayā",
            "mahendra",
            "vāham",
            "gadayā",
            "uru",
            "vikramaḥ",
            "jaghāna",
            "kumbha",
            "sthale",
            "unnadan",
            "mṛdhe",
            "tat",
            "karma",
            "sarve",
            "samapūjayan",
            "nṛpa"
        ],
        "translation": "O King Parīkṣit, the powerful Vṛtrāsura, the enemy of King Indra, angrily struck the head of Indra’s elephant with that club, making a tumultuous sound on the battlefield. For this heroic deed, the soldiers on both sides glorified him.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "ऐरावतो वृत्रगदाभिमृष्टोविघूर्णितोऽद्रि: कुलिशाहतो यथा ।अपासरद् भिन्नमुख: सहेन्द्रोमुञ्चन्नसृक् सप्तधनुर्भृशार्त: ॥ ११ ॥",
        "english_devnagari": "airāvato vṛtra-gadābhimṛṣṭovighūrṇito ’driḥ kuliśāhato yathāapāsarad bhinna-mukhaḥ sahendromuñcann asṛk sapta-dhanur bhṛśārtaḥ",
        "verse_Syn": [
            "airāvataḥ",
            "vṛtra",
            "gadā",
            "abhimṛṣṭaḥ",
            "vighūrṇitaḥ",
            "adriḥ",
            "kuliśa",
            "āhataḥ",
            "yathā",
            "apāsarat",
            "bhinna",
            "mukhaḥ",
            "saha",
            "indraḥ",
            "muñcan",
            "asṛk",
            "sapta",
            "dhanuḥ",
            "bhṛśa",
            "ārtaḥ"
        ],
        "translation": "Struck with the club by Vṛtrāsura like a mountain struck by a thunderbolt, the elephant Airāvata, feeling great pain and spitting blood from its broken mouth, was pushed back fourteen yards. In great distress, the elephant fell, with Indra on its back.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "न सन्नवाहाय विषण्णचेतसेप्रायुङ्क्त भूय: स गदां महात्मा ।इन्द्रोऽमृतस्यन्दिकराभिमर्शवीतव्यथक्षतवाहोऽवतस्थे ॥ १२ ॥",
        "english_devnagari": "na sanna-vāhāya viṣaṇṇa-cetaseprāyuṅkta bhūyaḥ sa gadāṁ mahātmāindro ’mṛta-syandi-karābhimarśa-vīta-vyatha-kṣata-vāho ’vatasthe",
        "verse_Syn": [
            "na",
            "sanna",
            "vāhāya",
            "viṣaṇṇa",
            "cetase",
            "prāyuṅkta",
            "bhūyaḥ",
            "saḥ",
            "gadām",
            "mahā",
            "ātmā",
            "indraḥ",
            "amṛta",
            "syandi",
            "kara",
            "abhimarśa",
            "vīta",
            "vyatha",
            "kṣata",
            "vāhaḥ",
            "avatasthe"
        ],
        "translation": "When he saw Indra’s carrier elephant thus fatigued and injured and when he saw Indra morose because his carrier had been harmed in that way, the great soul Vṛtrāsura, following religious principles, refrained from again striking Indra with the club. Taking this opportunity, Indra touched the elephant with his nectar-producing hand, thus relieving the animal’s pain and curing its injuries. Then the elephant and Indra both stood silently.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "स तं नृपेन्द्राहवकाम्यया रिपुंवज्रायुधं भ्रातृहणं विलोक्य ।स्मरंश्च तत्कर्म नृशंसमंह:शोकेन मोहेन हसञ्जगाद ॥ १३ ॥",
        "english_devnagari": "sa taṁ nṛpendrāhava-kāmyayā ripuṁvajrāyudhaṁ bhrātṛ-haṇaṁ vilokyasmaraṁś ca tat-karma nṛ-śaṁsam aṁhaḥśokena mohena hasañ jagāda",
        "verse_Syn": [
            "saḥ",
            "tam",
            "nṛpa",
            "indra",
            "āhava",
            "kāmyayā",
            "ripum",
            "vajra",
            "āyudham",
            "bhrātṛ",
            "haṇam",
            "vilokya",
            "smaran",
            "ca",
            "tat",
            "karma",
            "nṛ",
            "śaṁsam",
            "aṁhaḥ",
            "śokena",
            "mohena",
            "hasan",
            "jagāda"
        ],
        "translation": "O King, when the great hero Vṛtrāsura saw Indra, his enemy, the killer of his brother, standing before him with a thunderbolt in his hand, desiring to fight, Vṛtrāsura remembered how Indra had cruelly killed his brother. Thinking of Indra’s sinful activities, he became mad with lamentation and forgetfulness. Laughing sarcastically, he spoke as follows.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "श्रीवृत्र उवाचदिष्ट्या भवान् मे समवस्थितो रिपु-र्यो ब्रह्महा गुरुहा भ्रातृहा च ।दिष्ट्यानृणोऽद्याहमसत्तम त्वयामच्छूलनिर्भिन्नद‍ृषद्‌धृदाचिरात् ॥ १४ ॥",
        "english_devnagari": "śrī-vṛtra uvācadiṣṭyā bhavān me samavasthito ripuryo brahma-hā guru-hā bhrātṛ-hā cadiṣṭyānṛṇo ’dyāham asattama tvayāmac-chūla-nirbhinna-dṛṣad-dhṛdācirāt",
        "verse_Syn": [
            "śrī",
            "vṛtraḥ",
            "uvāca",
            "diṣṭyā",
            "bhavān",
            "me",
            "samavasthitaḥ",
            "ripuḥ",
            "yaḥ",
            "brahma",
            "hā",
            "guru",
            "hā",
            "bhrātṛ",
            "hā",
            "ca",
            "diṣṭyā",
            "anṛṇaḥ",
            "adya",
            "aham",
            "asat",
            "tama",
            "tvayā",
            "mat",
            "śūla",
            "nirbhinna",
            "dṛṣat",
            "hṛdā",
            "acirāt"
        ],
        "translation": "Śrī Vṛtrāsura said: He who has killed a brāhmaṇa, he who has killed his spiritual master — indeed, he who has killed my brother — is now, by good fortune, standing before me face to face as my enemy. O most abominable one, when I pierce your stonelike heart with my trident, I shall be freed from my debt to my brother.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "यो नोऽग्रजस्यात्मविदो द्विजाते-र्गुरोरपापस्य च दीक्षितस्य ।विश्रभ्य खड्‍गेन शिरांस्यवृश्चत्पशोरिवाकरुण: स्वर्गकाम: ॥ १५ ॥",
        "english_devnagari": "yo no ’grajasyātma-vido dvijāterguror apāpasya ca dīkṣitasyaviśrabhya khaḍgena śirāṁsy avṛścatpaśor ivākaruṇaḥ svarga-kāmaḥ",
        "verse_Syn": [
            "yaḥ",
            "naḥ",
            "agra",
            "jasya",
            "ātma",
            "vidaḥ",
            "dvi",
            "jāteḥ",
            "guroḥ",
            "apāpasya",
            "ca",
            "dīkṣitasya",
            "viśrabhya",
            "khaḍgena",
            "śirāṁsi",
            "avṛścat",
            "paśoḥ",
            "iva",
            "akaruṇaḥ",
            "svarga",
            "kāmaḥ"
        ],
        "translation": "Only for the sake of living in the heavenly planets, you killed my elder brother — a self-realized, sinless, qualified brāhmaṇa who had been appointed your chief priest. He was your spiritual master, but although you entrusted him with the performance of your sacrifice, you later mercilessly severed his heads from his body the way one butchers an animal.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "श्रीह्रीदयाकीर्तिभिरुज्झितं त्वांस्वकर्मणा पुरुषादैश्च गर्ह्यम् ।कृच्छ्रेण मच्छूलविभिन्नदेह-मस्पृष्टवह्निं समदन्ति गृध्रा: ॥ १६ ॥",
        "english_devnagari": "śrī-hrī-dayā-kīrtibhir ujjhitaṁ tvāṁsva-karmaṇā puruṣādaiś ca garhyamkṛcchreṇa mac-chūla-vibhinna-dehamaspṛṣṭa-vahniṁ samadanti gṛdhrāḥ",
        "verse_Syn": [
            "śrī",
            "hrī",
            "dayā",
            "kīrtibhiḥ",
            "ujjhitam",
            "tvām",
            "sva",
            "karmaṇā",
            "puruṣa",
            "adaiḥ",
            "ca",
            "garhyam",
            "kṛcchreṇa",
            "mat",
            "śūla",
            "vibhinna",
            "deham",
            "aspṛṣṭa",
            "vahnim",
            "samadanti",
            "gṛdhrāḥ"
        ],
        "translation": "Indra, you are bereft of all shame, mercy, glory and good fortune. Deprived of these good qualities by the reactions of your fruitive activities, you are to be condemned even by the man-eaters [Rākṣasas]. Now I shall pierce your body with my trident, and after you die with great pain, even fire will not touch you; only the vultures will eat your body.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "अन्येऽनु ये त्वेह नृशंसमज्ञायदुद्यतास्त्रा: प्रहरन्ति मह्यम् ।तैर्भूतनाथान् सगणान् निशातत्रिशूलनिर्भिन्नगलैर्यजामि ॥ १७ ॥",
        "english_devnagari": "anye ’nu ye tveha nṛ-śaṁsam ajñāyad udyatāstrāḥ praharanti mahyamtair bhūta-nāthān sagaṇān niśāta-triśūla-nirbhinna-galair yajāmi",
        "verse_Syn": [
            "anye",
            "anu",
            "ye",
            "tvā",
            "iha",
            "nṛ",
            "śaṁsam",
            "ajñāḥ",
            "yat",
            "udyata",
            "astrāḥ",
            "praharanti",
            "mahyam",
            "taiḥ",
            "bhūta",
            "nāthān",
            "sa",
            "gaṇān",
            "niśāta",
            "tri",
            "śūla",
            "nirbhinna",
            "galaiḥ",
            "yajāmi"
        ],
        "translation": "You are naturally cruel. If the other demigods, unaware of my prowess, follow you by attacking me with raised weapons, I shall sever their heads with this sharp trident. With those heads I shall perform a sacrifice to Bhairava and the other leaders of the ghosts, along with their hordes.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "अथो हरे मे कुलिशेन वीरहर्ता प्रमथ्यैव शिरो यदीह ।तत्रानृणो भूतबलिं विधायमनस्विनां पादरज: प्रपत्स्ये ॥ १८ ॥",
        "english_devnagari": "atho hare me kuliśena vīrahartā pramathyaiva śiro yadīhatatrānṛṇo bhūta-baliṁ vidhāyamanasvināṁ pāda-rajaḥ prapatsye",
        "verse_Syn": [
            "atho",
            "hare",
            "me",
            "kuliśena",
            "vīra",
            "hartā",
            "pramathya",
            "eva",
            "śiraḥ",
            "yadi",
            "iha",
            "tatra",
            "anṛṇaḥ",
            "bhūta",
            "balim",
            "vidhāya",
            "manasvinām",
            "pāda",
            "rajaḥ",
            "prapatsye"
        ],
        "translation": "But if in this battle you cut off my head with your thunderbolt and kill my soldiers, O Indra, O great hero, I shall take great pleasure in offering my body to other living entities [such as jackals and vultures]. I shall thus be relieved of my obligations to the reactions of my karma, and my fortune will be to receive the dust from the lotus feet of great devotees like Nārada Muni.",
        "purport": " Śrī Narottama dāsa Ṭhākura sings: “I am the servant of the Six Gosvāmīs, and the dust of their lotus feet provides my five kinds of food.” A Vaiṣṇava always desires the dust of the lotus feet of previous ācāryas and Vaiṣṇavas. Vṛtrāsura was certain that he would be killed in the battle with Indra, because this was the desire of Lord Viṣṇu. He was prepared for death because he knew that after his death he was destined to return home, back to Godhead. This is a great destination, and it is achieved by the grace of a Vaiṣṇava. Chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: no one has ever gone back to Godhead without being favored by a Vaiṣṇava. In this verse, therefore, we find the words manasvināṁ pāda-rajaḥ prapatsye: “I shall receive the dust of the lotus feet of great devotees.” The word manasvinām refers to great devotees who always think of Kṛṣṇa. They are always peaceful, thinking of Kṛṣṇa, and therefore they are called dhīra. The best example of such a devotee is Nārada Muni. If one receives the dust of the lotus feet of a manasvī, a great devotee, he certainly returns home, back to Godhead."
    },
    {
        "verse": "19",
        "devanagari": "सुरेश कस्मान्न हिनोषि वज्रंपुर: स्थिते वैरिणि मय्यमोघम् ।मा संशयिष्ठा न गदेव वज्र:स्यान्निष्फल: कृपणार्थेव याच्ञा ॥ १९ ॥",
        "english_devnagari": "sureśa kasmān na hinoṣi vajraṁpuraḥ sthite vairiṇi mayy amoghammā saṁśayiṣṭhā na gadeva vajraḥsyān niṣphalaḥ kṛpaṇārtheva yācñā",
        "verse_Syn": [
            "sura",
            "īśa",
            "kasmāt",
            "na",
            "hinoṣi",
            "vajram",
            "puraḥ",
            "sthite",
            "vairiṇi",
            "mayi",
            "amogham",
            "mā",
            "saṁśayiṣṭhāḥ",
            "na",
            "gadā",
            "iva",
            "vajraḥ",
            "syāt",
            "niṣphalaḥ",
            "kṛpaṇa",
            "arthā",
            "iva",
            "yācñā"
        ],
        "translation": "O King of the demigods, since I, your enemy, am standing before you, why don’t you hurl your thunderbolt at me? Although your attack upon me with your club was certainly useless, like a request of money from a miser, the thunderbolt you carry will not be useless. You need have no doubts about this.",
        "purport": " When King Indra threw his club at Vṛtrāsura, Vṛtrāsura caught it in his left hand and retaliated by using it to strike the head of Indra’s elephant. Thus Indra’s attack was a disastrous failure. Indeed, Indra’s elephant was injured and thrown back fourteen yards. Therefore even though Indra stood with the thunderbolt to hurl against Vṛtrāsura, he was doubtful, thinking that the thunderbolt might also fail. Vṛtrāsura, however, being a Vaiṣṇava, assured Indra that the thunderbolt would not fail, for Vṛtrāsura knew that it had been prepared in accordance with the instructions of Lord Viṣṇu. Although Indra had doubts because he could not understand that Lord Viṣṇu’s order never fails, Vṛtrāsura understood Lord Viṣṇu’s purpose. Vṛtrāsura was eager to be killed by the thunderbolt manufactured according to Lord Viṣṇu’s instructions because he was sure that he would thus return home, back to Godhead. He was simply waiting for the opportunity of the thunderbolt’s being released. In effect, therefore, Vṛtrāsura told Indra, “If you want to kill me, since I am your enemy, take this opportunity. Kill me. You will gain victory, and I shall go back to Godhead. Your deed will be equally beneficial for both of us. Do it immediately.”"
    },
    {
        "verse": "20",
        "devanagari": "नन्वेष वज्रस्तव शक्र तेजसाहरेर्दधीचेस्तपसा च तेजित: ।तेनैव शत्रुं जहि विष्णुयन्त्रितोयतो हरिर्विजय: श्रीर्गुणास्तत: ॥ २० ॥",
        "english_devnagari": "nanv eṣa vajras tava śakra tejasāharer dadhīces tapasā ca tejitaḥtenaiva śatruṁ jahi viṣṇu-yantritoyato harir vijayaḥ śrīr guṇās tataḥ",
        "verse_Syn": [
            "nanu",
            "eṣaḥ",
            "vajraḥ",
            "tava",
            "śakra",
            "tejasā",
            "hareḥ",
            "dadhīceḥ",
            "tapasā",
            "ca",
            "tejitaḥ",
            "tena",
            "eva",
            "śatrum",
            "jahi",
            "viṣṇu",
            "yantritaḥ",
            "yataḥ",
            "hariḥ",
            "vijayaḥ",
            "śrīḥ",
            "guṇāḥ",
            "tataḥ"
        ],
        "translation": "O Indra, King of heaven, the thunderbolt you carry to kill me has been empowered by the prowess of Lord Viṣṇu and the strength of Dadhīci’s austerities. Since you have come here to kill me in accordance with Lord Viṣṇu’s order, there is no doubt that I shall be killed by the release of your thunderbolt. Lord Viṣṇu has sided with you. Therefore your victory, opulence and all good qualities are assured.",
        "purport": " Vṛtrāsura not only assured King Indra that the thunderbolt was invincible, but also encouraged Indra to use it against him as soon as possible. Vṛtrāsura was eager to die with the stroke of the thunderbolt sent by Lord Viṣṇu so that he could immediately return home, back to Godhead. By hurling the thunderbolt, Indra would gain victory and enjoy the heavenly planets, remaining in the material world for repeated birth and death. Indra wanted to gain victory over Vṛtrāsura and thereby become happy, but that would not at all be happiness. The heavenly planets are just below Brahmaloka, but as stated by the Supreme Lord, Kṛṣṇa, ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna: even if one achieves Brahmaloka, he must still fall to the lower planetary systems again and again. However, if one goes back to Godhead, he never returns to this material world. By killing Vṛtrāsura, Indra would not actually gain; he would remain in the material world. Vṛtrāsura, however, would go to the spiritual world. Therefore victory was destined for Vṛtrāsura, not for Indra."
    },
    {
        "verse": "21",
        "devanagari": "अहं समाधाय मनो यथाह न:सङ्कर्षणस्तच्चरणारविन्दे ।त्वद्वज्ररंहोलुलितग्राम्यपाशोगतिं मुनेर्याम्यपविद्धलोक: ॥ २१ ॥",
        "english_devnagari": "ahaṁ samādhāya mano yathāha naḥsaṅkarṣaṇas tac-caraṇāravindetvad-vajra-raṁho-lulita-grāmya-pāśogatiṁ muner yāmy apaviddha-lokaḥ",
        "verse_Syn": [
            "aham",
            "samādhāya",
            "manaḥ",
            "yathā",
            "āha",
            "naḥ",
            "saṅkarṣaṇaḥ",
            "tat",
            "caraṇa",
            "aravinde",
            "tvat",
            "vajra",
            "raṁhaḥ",
            "lulita",
            "grāmya",
            "pāśaḥ",
            "gatim",
            "muneḥ",
            "yāmi",
            "apaviddha",
            "lokaḥ"
        ],
        "translation": "By the force of your thunderbolt, I shall be freed of material bondage and shall give up this body and this world of material desires. Fixing my mind upon the lotus feet of Lord Saṅkarṣaṇa, I shall attain the destination of such great sages as Nārada Muni, just as Lord Saṅkarṣaṇa has said.",
        "purport": " The words ahaṁ samādhāya manaḥ indicate that the most important duty at the time of death is to concentrate one’s mind. If one can fix his mind on the lotus feet of Kṛṣṇa, Viṣṇu, Saṅkarṣaṇa or any Viṣṇu mūrti, his life will be successful. To be killed while fixing his mind at the lotus feet of Saṅkarṣaṇa, Vṛtrāsura asked Indra to release his vajra, or thunderbolt. He was destined to be killed by the thunderbolt given by Lord Viṣṇu; there was no question of its being baffled. Therefore Vṛtrāsura requested Indra to release the thunderbolt immediately, and he prepared himself by fixing his mind at the lotus feet of Kṛṣṇa. A devotee is always ready to give up his material body, which is described herein as grāmya-pāśa, the rope of material attachment. The body is not at all good; it is simply a cause of bondage to the material world. Unfortunately, even though the body is destined for destruction, fools and rascals invest all their faith in the body and are never eager to return home, back to Godhead."
    },
    {
        "verse": "22",
        "devanagari": "पुंसां किलैकान्तधियां स्वकानांया: सम्पदो दिवि भूमौ रसायाम् ।न राति यद्‌द्वेष उद्वेग आधि-र्मद: कलिर्व्यसनं सम्प्रयास: ॥ २२ ॥",
        "english_devnagari": "puṁsāṁ kilaikānta-dhiyāṁ svakānāṁyāḥ sampado divi bhūmau rasāyāmna rāti yad dveṣa udvega ādhirmadaḥ kalir vyasanaṁ samprayāsaḥ",
        "verse_Syn": [
            "puṁsām",
            "kila",
            "ekānta",
            "dhiyām",
            "svakānām",
            "yāḥ",
            "sampadaḥ",
            "divi",
            "bhūmau",
            "rasāyām",
            "na",
            "rāti",
            "yat",
            "dveṣaḥ",
            "udvegaḥ",
            "ādhiḥ",
            "madaḥ",
            "kaliḥ",
            "vyasanam",
            "samprayāsaḥ"
        ],
        "translation": "Persons who fully surrender at the lotus feet of the Supreme Personality of Godhead and always think of His lotus feet are accepted and recognized by the Lord as His own personal assistants or servants. The Lord never bestows upon such servants the brilliant opulences of the upper, lower and middle planetary systems of this material world. When one possesses material opulence in any of these three divisions of the universe, his possessions naturally increase his enmity, anxiety, mental agitation, pride and belligerence. Thus one goes through much endeavor to increase and maintain his possessions, and he suffers great unhappiness when he loses them.",
        "purport": " In Bhagavad-gītā (4.11) the Lord says: “As devotees surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pṛthā.” Both Indra and Vṛtrāsura were certainly devotees of the Lord, although Indra took instructions from Viṣṇu to kill Vṛtrāsura. The Lord was actually more favorable to Vṛtrāsura because after being killed by Indra’s thunderbolt, Vṛtrāsura would go back to Godhead, whereas the victorious Indra would rot in this material world. Because both of them were devotees, the Lord awarded them the respective benedictions they wanted. Vṛtrāsura never wanted material possessions, for he knew very well the nature of such possessions. To accumulate material possessions, one must labor very hard, and when he gets them he creates many enemies because this material world is always full of rivalry. If one becomes rich, his friends or relatives are envious. For ekānta-bhaktas, unalloyed devotees, Kṛṣṇa therefore never provides material possessions. A devotee sometimes needs some material possessions for preaching, but the possessions of a preacher are not like those of a karmī. A karmī’s possessions are achieved as a result of karma, but those of a devotee are arranged by the Supreme Personality of Godhead just to facilitate his devotional activities. Because a devotee never uses material possessions for any purpose other than the service of the Lord, the possessions of a devotee are not to be compared to those of a karmī."
    },
    {
        "verse": "23",
        "devanagari": "त्रैवर्गिकायासविघातमस्मत्-पतिर्विधत्ते पुरुषस्य शक्र ।ततोऽनुमेयो भगवत्प्रसादोयो दुर्लभोऽकिञ्चनगोचरोऽन्यै: ॥ २३ ॥",
        "english_devnagari": "trai-vargikāyāsa-vighātam asmat-patir vidhatte puruṣasya śakratato ’numeyo bhagavat-prasādoyo durlabho ’kiñcana-gocaro ’nyaiḥ",
        "verse_Syn": [
            "trai",
            "vargika",
            "āyāsa",
            "vighātam",
            "asmat",
            "patiḥ",
            "vidhatte",
            "puruṣasya",
            "śakra",
            "tataḥ",
            "anumeyaḥ",
            "bhagavat",
            "prasādaḥ",
            "yaḥ",
            "durlabhaḥ",
            "akiñcana",
            "gocaraḥ",
            "anyaiḥ"
        ],
        "translation": "Our Lord, the Supreme Personality of Godhead, forbids His devotees to endeavor uselessly for religion, economic development and sense gratification. O Indra, one can thus infer how kind the Lord is. Such mercy is obtainable only by unalloyed devotees, not by persons who aspire for material gains.",
        "purport": " There are four objectives in human life — namely, religiosity (dharma), economic development (artha), sense gratification (kāma), and liberation (mokṣa) from the bondage of material existence. People generally aspire for religiosity, economic development and sense gratification, but a devotee has no other desire than to serve the Supreme Personality of Godhead both in this life and in the next. The special mercy for the unalloyed devotee is that the Lord saves him from hard labor to achieve the results of religion, economic development and sense gratification. Of course, if one wants such benefits, the Lord certainly awards them. Indra, for example, although a devotee, was not much interested in release from material bondage; instead, he desired sense gratification and a high standard of material happiness in the heavenly planets. Vṛtrāsura, however, being an unalloyed devotee, aspired only to serve the Supreme Personality of Godhead. Therefore the Lord arranged for him to go back to Godhead after his bodily bondage was destroyed by Indra. Vṛtrāsura requested Indra to release his thunderbolt against him as soon as possible so that both he and Indra would benefit according to their proportionate advancement in devotional service."
    },
    {
        "verse": "24",
        "devanagari": "अहं हरे तव पादैकमूल-दासानुदासो भवितास्मि भूय: ।मन: स्मरेतासुपतेर्गुणांस्तेगृणीत वाक् कर्म करोतु काय: ॥ २४ ॥",
        "english_devnagari": "ahaṁ hare tava pādaika-mūla-dāsānudāso bhavitāsmi bhūyaḥmanaḥ smaretāsu-pater guṇāṁs tegṛṇīta vāk karma karotu kāyaḥ",
        "verse_Syn": [
            "aham",
            "hare",
            "tava",
            "pāda",
            "eka",
            "mūla",
            "dāsa",
            "anudāsaḥ",
            "bhavitāsmi",
            "bhūyaḥ",
            "manaḥ",
            "smareta",
            "asu",
            "pateḥ",
            "guṇān",
            "te",
            "gṛṇīta",
            "vāk",
            "karma",
            "karotu",
            "kāyaḥ"
        ],
        "translation": "O my Lord, O Supreme Personality of Godhead, will I again be able to be a servant of Your eternal servants who find shelter only at Your lotus feet? O Lord of my life, may I again become their servant so that my mind may always think of Your transcendental attributes, my words always glorify those attributes, and my body always engage in the loving service of Your Lordship?",
        "purport": " This verse gives the sum and substance of devotional life. One must first become a servant of the servant of the servant of the Lord (dāsānudāsa). Śrī Caitanya Mahāprabhu advised, and He also showed by His own example, that a living entity should always desire to be a servant of the servant of the servant of Kṛṣṇa, the maintainer of the gopīs (gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ). This means that one must accept a spiritual master who comes in the disciplic succession and is a servant of the servant of the Lord. Under his direction, one must then engage one’s three properties, namely his body, mind and words. The body should be engaged in physical activity under the order of the master, the mind should think of Kṛṣṇa incessantly, and one’s words should be engaged in preaching the glories of the Lord. If one is thus engaged in the loving service of the Lord, one’s life is successful."
    },
    {
        "verse": "25",
        "devanagari": "न नाकपृष्ठं न च पारमेष्ठ्यंन सार्वभौमं न रसाधिपत्यम् ।न योगसिद्धीरपुनर्भवं वासमञ्जस त्वा विरहय्य काङ्‌क्षे ॥ २५ ॥",
        "english_devnagari": "na nāka-pṛṣṭhaṁ na ca pārameṣṭhyaṁna sārva-bhaumaṁ na rasādhipatyamna yoga-siddhīr apunar-bhavaṁ vāsamañjasa tvā virahayya kāṅkṣe",
        "verse_Syn": [
            "na",
            "nāka",
            "pṛṣṭham",
            "na",
            "ca",
            "pārameṣṭhyam",
            "na",
            "sārva",
            "bhaumam",
            "na",
            "rasā",
            "ādhipatyam",
            "na",
            "yoga",
            "siddhīḥ",
            "apunaḥ",
            "bhavam",
            "vā",
            "samañjasa",
            "tvā",
            "virahayya",
            "kāṅkṣe"
        ],
        "translation": "O my Lord, source of all opportunities, I do not desire to enjoy in Dhruvaloka, the heavenly planets or the planet where Lord Brahmā resides, nor do I want to be the supreme ruler of all the earthly planets or the lower planetary systems. I do not desire to be master of the powers of mystic yoga, nor do I want liberation if I have to give up Your lotus feet.",
        "purport": " A pure devotee never desires to gain material opportunities by rendering transcendental loving service to the Lord. A pure devotee desires only to engage in loving service to the Lord in the constant association of the Lord and His eternal associates, as stated in the previous verse (dāsānudāso bhavitāsmi). As confirmed by Narottama dāsa Ṭhākura: To serve the Lord and the servants of His servants, in the association of devotees, is the only objective of a pure, unalloyed devotee."
    },
    {
        "verse": "26",
        "devanagari": "अजातपक्षा इव मातरं खगा:स्तन्यं यथा वत्सतरा: क्षुधार्ता: ।प्रियं प्रियेव व्युषितं विषण्णामनोऽरविन्दाक्ष दिद‍ृक्षते त्वाम् ॥ २६ ॥",
        "english_devnagari": "ajāta-pakṣā iva mātaraṁ khagāḥstanyaṁ yathā vatsatarāḥ kṣudh-ārtāḥpriyaṁ priyeva vyuṣitaṁ viṣaṇṇāmano ’ravindākṣa didṛkṣate tvām",
        "verse_Syn": [
            "ajāta",
            "pakṣāḥ",
            "iva",
            "mātaram",
            "khagāḥ",
            "stanyam",
            "yathā",
            "vatsatarāḥ",
            "kṣudh",
            "ārtāḥ",
            "priyam",
            "priyā",
            "iva",
            "vyuṣitam",
            "viṣaṇṇā",
            "manaḥ",
            "aravinda",
            "akṣa",
            "didṛkṣate",
            "tvām"
        ],
        "translation": "O lotus-eyed Lord, as baby birds that have not yet developed their wings always look for their mother to return and feed them, as small calves tied with ropes await anxiously the time of milking, when they will be allowed to drink the milk of their mothers, or as a morose wife whose husband is away from home always longs for him to return and satisfy her in all respects, I always yearn for the opportunity to render direct service unto You.",
        "purport": " A pure devotee always yearns to associate personally with the Lord and render service unto Him. The examples given in this regard are most appropriate. A small baby bird is practically never satisfied except when the mother bird comes to feed it, a small calf is not satisfied unless allowed to suck the milk from the mother’s udder, and a chaste, devoted wife whose husband is away from home is never satisfied until she has the association of her beloved husband."
    },
    {
        "verse": "27",
        "devanagari": "ममोत्तमश्लोकजनेषु सख्यंसंसारचक्रे भ्रमत: स्वकर्मभि: ।त्वन्माययात्मात्मजदारगेहे-ष्वासक्तचित्तस्य न नाथ भूयात् ॥ २७ ॥",
        "english_devnagari": "mamottamaśloka-janeṣu sakhyaṁsaṁsāra-cakre bhramataḥ sva-karmabhiḥtvan-māyayātmātmaja-dāra-geheṣvāsakta-cittasya na nātha bhūyāt",
        "verse_Syn": [
            "mama",
            "uttama",
            "śloka",
            "janeṣu",
            "sakhyam",
            "saṁsāra",
            "cakre",
            "bhramataḥ",
            "sva",
            "karmabhiḥ",
            "tvat",
            "māyayā",
            "ātma",
            "ātma",
            "ja",
            "dāra",
            "geheṣu",
            "āsakta",
            "cittasya",
            "na",
            "nātha",
            "bhūyāt"
        ],
        "translation": "O my Lord, my master, I am wandering throughout this material world as a result of my fruitive activities. Therefore I simply seek friendship in the association of Your pious and enlightened devotees. My attachment to my body, wife, children and home is continuing by the spell of Your external energy, but I wish to be attached to them no longer. Let my mind, my consciousness and everything I have be attached only to You.",
        "purport": ""
    }
]