[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचयतश्चान्तर्हितोऽनन्तस्तस्यै कृत्वा दिशे नम: ।विद्याधरश्चित्रकेतुश्चचार गगने चर: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācayataś cāntarhito ’nantastasyai kṛtvā diśe namaḥvidyādharaś citraketuścacāra gagane caraḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "yataḥ",
            "ca",
            "antarhitaḥ",
            "anantaḥ",
            "tasyai",
            "kṛtvā",
            "diśe",
            "namaḥ",
            "vidyādharaḥ",
            "citraketuḥ",
            "cacāra",
            "gagane",
            "caraḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī said: After offering obeisances to the direction from which Ananta, the Supreme Personality of Godhead, had disappeared, Citraketu began traveling in outer space as the head of the Vidyādharas.",
        "purport": ""
    },
    {
        "verse": "2-3",
        "devanagari": "स लक्षं वर्षलक्षाणामव्याहतबलेन्द्रिय: ।स्तूयमानो महायोगी मुनिभि: सिद्धचारणै: ॥ २ ॥कुलाचलेन्द्रद्रोणीषु नानासङ्कल्पसिद्धिषु ।रेमे विद्याधरस्त्रीभिर्गापयन् हरिमीश्वरम् ॥ ३ ॥",
        "english_devnagari": "sa lakṣaṁ varṣa-lakṣāṇāmavyāhata-balendriyaḥstūyamāno mahā-yogīmunibhiḥ siddha-cāraṇaiḥ",
        "verse_Syn": [
            "saḥ",
            "lakṣam",
            "varṣa",
            "lakṣāṇām",
            "avyāhata",
            "bala",
            "indriyaḥ",
            "stūyamānaḥ",
            "mahā",
            "yogī",
            "munibhiḥ",
            "siddha",
            "cāraṇaiḥ",
            "kulācalendra",
            "droṇīṣu",
            "nānā",
            "saṅkalpa",
            "siddhiṣu",
            "reme",
            "vidyādhara",
            "strībhiḥ",
            "gāpayan",
            "harim",
            "īśvaram"
        ],
        "translation": "Being praised by great sages and saints and by the inhabitants of Siddhaloka and Cāraṇaloka, Citraketu, the most powerful mystic yogī, wandered about enjoying life for millions of years. With bodily strength and senses free from deterioration, he traveled within the valleys of Sumeru Mountain, which is the place of perfection for various kinds of mystic power. In those valleys he enjoyed life with the women of Vidyādhara-loka by chanting the glories of the Supreme Lord, Hari.",
        "purport": " It is to be understood that Mahārāja Citraketu, although surrounded by beautiful women from Vidyādhara-loka, did not forget to glorify the Lord by chanting the holy name of the Lord. It has been proved in many places that one who is not contaminated by any material condition, who is a pure devotee engaged in chanting the glories of the Lord, should be understood to be perfect."
    },
    {
        "verse": "4-5",
        "devanagari": "एकदा स विमानेन विष्णुदत्तेन भास्वता ।गिरिशं दद‍ृशे गच्छन् परीतं सिद्धचारणै: ॥ ४ ॥आलिङ्गय‍ाङ्कीकृतां देवीं बाहुना मुनिसंसदि ।उवाच देव्या: श‍ृण्वन्त्या जहासोच्चैस्तदन्तिके ॥ ५ ॥",
        "english_devnagari": "ekadā sa vimānenaviṣṇu-dattena bhāsvatāgiriśaṁ dadṛśe gacchanparītaṁ siddha-cāraṇaiḥ",
        "verse_Syn": [
            "ekadā",
            "saḥ",
            "vimānena",
            "viṣṇu",
            "dattena",
            "bhāsvatā",
            "giriśam",
            "dadṛśe",
            "gacchan",
            "parītam",
            "siddha",
            "cāraṇaiḥ",
            "āliṅgya",
            "aṅkīkṛtām",
            "devīm",
            "bāhunā",
            "muni",
            "saṁsadi",
            "uvāca",
            "devyāḥ",
            "śṛṇvantyāḥ",
            "jahāsa",
            "uccaiḥ",
            "tad",
            "antike"
        ],
        "translation": "One time while King Citraketu was traveling in outer space on a brilliantly effulgent airplane given to him by Lord Viṣṇu, he saw Lord Śiva, surrounded by Siddhas and Cāraṇas. Lord Śiva was sitting in an assembly of great saintly persons and embracing Pārvatī on his lap with his arm. Citraketu laughed loudly and spoke, within the hearing of Pārvatī.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura says in this connection, The purport is that the Supreme Personality of Godhead wanted to bring Citraketu to Vaikuṇṭhaloka as soon as possible. The Lord’s plan was that Citraketu be cursed by Pārvatī to become Vṛtrāsura so that in his next life he could quickly return home, back to Godhead. There have been many instances in which a devotee acting as a demon has been brought to the kingdom of God by the mercy of the Lord. For Pārvatī to be embraced by Lord Śiva was natural in a relationship between husband and wife; this was nothing extraordinary for Citraketu to see. Nonetheless, Citraketu laughed loudly to see Lord Śiva in that situation, even though he should not have done so. Thus he was eventually cursed, and this curse was the cause of his returning home, back to Godhead."
    },
    {
        "verse": "6",
        "devanagari": "चित्रकेतुरुवाचएष लोकगुरु: साक्षाद्धर्मं वक्ता शरीरिणाम् ।आस्ते मुख्य: सभायां वै मिथुनीभूय भार्यया ॥ ६ ॥",
        "english_devnagari": "citraketur uvācaeṣa loka-guruḥ sākṣāddharmaṁ vaktā śarīriṇāmāste mukhyaḥ sabhāyāṁ vaimithunī-bhūya bhāryayā",
        "verse_Syn": [
            "citraketuḥ",
            "uvāca",
            "eṣaḥ",
            "loka",
            "guruḥ",
            "sākṣāt",
            "dharmam",
            "vaktā",
            "śarīriṇām",
            "āste",
            "mukhyaḥ",
            "sabhāyām",
            "vai",
            "mithunī",
            "bhūya",
            "bhāryayā"
        ],
        "translation": "Citraketu said: Lord Śiva, the spiritual master of the general populace, is the best of all living entities who have accepted material bodies. He enunciates the system of religion. Yet how wonderful it is that he is embracing his wife, Pārvatī, in the midst of an assembly of great saintly persons.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "जटाधरस्तीव्रतपा ब्रह्मवादिसभापति: ।अङ्कीकृत्य स्त्रियं चास्ते गतह्री: प्राकृतो यथा ॥ ७ ॥",
        "english_devnagari": "jaṭā-dharas tīvra-tapābrahmavādi-sabhā-patiḥaṅkīkṛtya striyaṁ cāstegata-hrīḥ prākṛto yathā",
        "verse_Syn": [
            "jaṭā",
            "dharaḥ",
            "tīvra",
            "tapāḥ",
            "brahma",
            "vādi",
            "sabhā",
            "patiḥ",
            "aṅkīkṛtya",
            "striyam",
            "ca",
            "āste",
            "gata",
            "hrīḥ",
            "prākṛtaḥ",
            "yathā"
        ],
        "translation": "Lord Śiva, whose hair is matted on his head, has certainly undergone great austerities and penances. Indeed, he is the president in the assembly of strict followers of Vedic principles. Nonetheless, he is seated with his wife on his lap in the midst of saintly persons and is embracing her as if he were a shameless, ordinary human being.",
        "purport": " Citraketu appreciated the exalted position of Lord Śiva, and therefore he remarked at how wonderful it was that Lord Śiva was acting like an ordinary human being. He appreciated Lord Śiva’s position, but when he saw Lord Śiva sitting in the midst of saintly persons and acting like a shameless, ordinary man, he was astonished. Śrīla Viśvanātha Cakravartī Ṭhākura remarks that although Citraketu criticized Lord Śiva, he did not offend Lord Śiva like Dakṣa. Dakṣa considered Lord Śiva insignificant, but Citraketu expressed his wonder at Lord Śiva’s being situated in that way."
    },
    {
        "verse": "8",
        "devanagari": "प्रायश: प्राकृताश्चापि स्त्रियं रहसि बिभ्रति ।अयं महाव्रतधरो बिभर्ति सदसि स्त्रियम् ॥ ८ ॥",
        "english_devnagari": "prāyaśaḥ prākṛtāś cāpistriyaṁ rahasi bibhratiayaṁ mahā-vrata-dharobibharti sadasi striyam",
        "verse_Syn": [
            "prāyaśaḥ",
            "prākṛtāḥ",
            "ca",
            "api",
            "striyam",
            "rahasi",
            "bibhrati",
            "ayam",
            "mahā",
            "vrata",
            "dharaḥ",
            "bibharti",
            "sadasi",
            "striyam"
        ],
        "translation": "Ordinary conditioned persons generally embrace their wives and enjoy their company in solitary places. How wonderful it is that Lord Mahādeva, although a great master of austerity, is embracing his wife openly in the midst of an assembly of great saints.",
        "purport": " The word mahā-vrata-dharaḥ indicates a brahmacārī who has never fallen down. Lord Śiva is counted among the best of yogīs, yet he embraced his wife in the midst of great saintly persons. Citraketu appreciated how great Lord Śiva was to be unaffected even in that situation. Therefore Citraketu was not an offender; he merely expressed his wonder."
    },
    {
        "verse": "9",
        "devanagari": "श्रीशुक उवाचभगवानपि तच्छ्रुत्वा प्रहस्यागाधधीर्नृप ।तूष्णीं बभूव सदसि सभ्याश्च तदनुव्रता: ॥ ९ ॥",
        "english_devnagari": "śrī-śuka uvācabhagavān api tac chrutvāprahasyāgādha-dhīr nṛpatūṣṇīṁ babhūva sadasisabhyāś ca tad-anuvratāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bhagavān",
            "api",
            "tat",
            "śrutvā",
            "prahasya",
            "agādha",
            "dhīḥ",
            "nṛpa",
            "tūṣṇīm",
            "babhūva",
            "sadasi",
            "sabhyāḥ",
            "ca",
            "tat",
            "anuvratāḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: My dear King, after hearing Citraketu’s statement, Lord Śiva, the most powerful personality, whose knowledge is fathomless, simply smiled and remained silent, and all the members of the assembly followed the lord by not saying anything.",
        "purport": " Citraketu’s purpose in criticizing Lord Śiva is somewhat mysterious and cannot be understood by a common man. Śrīla Viśvanātha Cakravartī Ṭhākura, however, has made the following observations. Lord Śiva, being the most exalted Vaiṣṇava and one of the most powerful demigods, is able to do anything he desires. Although he was externally exhibiting the behavior of a common man and not following etiquette, such actions cannot diminish his exalted position. The difficulty is that a common man, seeing Lord Śiva’s behavior, might follow his example. As stated in Bhagavad-gītā (3.21): “Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues.” A common man might also criticize Lord Śiva, like Dakṣa, who suffered the consequences for his criticism. King Citraketu desired that Lord Śiva cease this external behavior so that others might be saved from criticizing him and thus becoming offenders. If one thinks that Viṣṇu, the Supreme Personality of Godhead, is the only perfect personality whereas the demigods, even such demigods as Lord Śiva, are inclined to improper social affairs, he is an offender. Considering all this, King Citraketu was somewhat harsh in his behavior with Lord Śiva. Lord Śiva, who is always deep in knowledge, could understand Citraketu’s purpose, and therefore he was not at all angry; rather, he simply smiled and remained silent. The members of the assembly surrounding Lord Śiva could also understand Citraketu’s purpose. Consequently, following the behavior of Lord Śiva, they did not protest; instead, following their master, they remained silent. If the members of the assembly thought that Citraketu had blasphemed Lord Śiva, they would certainly have left at once, blocking their ears with their hands."
    },
    {
        "verse": "10",
        "devanagari": "इत्यतद्वीर्यविदुषि ब्रुवाणे बह्वशोभनम् ।रुषाह देवी धृष्टाय निर्जितात्माभिमानिने ॥ १० ॥",
        "english_devnagari": "ity atad-vīrya-viduṣibruvāṇe bahv-aśobhanamruṣāha devī dhṛṣṭāyanirjitātmābhimānine",
        "verse_Syn": [
            "iti",
            "a",
            "tat",
            "vīrya",
            "viduṣi",
            "bruvāṇe",
            "bahu",
            "aśobhanam",
            "ruṣā",
            "āha",
            "devī",
            "dhṛṣṭāya",
            "nirjita",
            "ātma",
            "abhimānine"
        ],
        "translation": "Not knowing the prowess of Lord Śiva and Pārvatī, Citraketu strongly criticized them. His statements were not at all pleasing, and therefore the goddess Pārvatī, being very angry, spoke as follows to Citraketu, who thought himself better than Lord Śiva in controlling the senses.",
        "purport": " Although Citraketu never meant to insult Lord Śiva, he should not have criticized the lord, even though the lord was transgressing social customs. It is said, tejīyasāṁ na doṣāya: one who is very powerful should be understood to be faultless. For example, one should not find faults with the sun, although it evaporates urine from the street. The most powerful cannot be criticized by an ordinary man, or even by a great personality. Citraketu should have known that Lord Śiva, although sitting in that way, was not to be criticized. The difficulty was that Citraketu, having become a great devotee of Lord Viṣṇu, Saṅkarṣaṇa, was somewhat proud at having achieved Lord Saṅkarṣaṇa’s favor and therefore thought that he could now criticize anyone, even Lord Śiva. This kind of pride in a devotee is never tolerated. A Vaiṣṇava should always remain very humble and meek and offer respect to others. “One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street; one should be more tolerant than a tree, devoid of all sense of false prestige and ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly.” A Vaiṣṇava should not try to minimize anyone else’s position. It is better to remain humble and meek and chant the Hare Kṛṣṇa mantra. The word nirjitātmābhimānine indicates that Citraketu thought himself a better controller of the senses than Lord Śiva, although actually he was not. Because of all these considerations, mother Pārvatī was somewhat angry at Citraketu."
    },
    {
        "verse": "11",
        "devanagari": "श्रीपार्वत्युवाचअयं किमधुना लोके शास्ता दण्डधर: प्रभु: ।अस्मद्विधानां दुष्टानां निर्लज्जानां च विप्रकृत् ॥ ११ ॥",
        "english_devnagari": "śrī-pārvaty uvācaayaṁ kim adhunā lokeśāstā daṇḍa-dharaḥ prabhuḥasmad-vidhānāṁ duṣṭānāṁnirlajjānāṁ ca viprakṛt",
        "verse_Syn": [
            "śrī",
            "pārvatī",
            "uvāca",
            "ayam",
            "kim",
            "adhunā",
            "loke",
            "śāstā",
            "daṇḍa",
            "dharaḥ",
            "prabhuḥ",
            "asmat",
            "vidhānām",
            "duṣṭānām",
            "nirlajjānām",
            "ca",
            "viprakṛt"
        ],
        "translation": "The goddess Pārvatī said: Alas, has this upstart now received a post from which to punish shameless persons like us? Has he been appointed ruler, carrier of the rod of punishment? Is he now the only master of everything?",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "न वेद धर्मं किल पद्मयोनि-र्न ब्रह्मपुत्रा भृगुनारदाद्या: ।न वै कुमार: कपिलो मनुश्चये नो निषेधन्त्यतिवर्तिनं हरम् ॥ १२ ॥",
        "english_devnagari": "na veda dharmaṁ kila padmayonirna brahma-putrā bhṛgu-nāradādyāḥna vai kumāraḥ kapilo manuś caye no niṣedhanty ati-vartinaṁ haram",
        "verse_Syn": [
            "na",
            "veda",
            "dharmam",
            "kila",
            "padma",
            "yoniḥ",
            "na",
            "brahma",
            "putrāḥ",
            "bhṛgu",
            "nārada",
            "ādyāḥ",
            "na",
            "vai",
            "kumāraḥ",
            "kapilaḥ",
            "manuḥ",
            "ca",
            "ye",
            "no",
            "niṣedhanti",
            "ati",
            "vartinam",
            "haram"
        ],
        "translation": "Alas, Lord Brahmā, who has taken his birth from the lotus flower, does not know the principles of religion, nor do the great saints like Bhṛgu and Nārada, nor the four Kumāras, headed by Sanat-kumāra. Manu and Kapila have also forgotten the religious principles. I suppose it to be because of this that they have not tried to stop Lord Śiva from behaving improperly.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "एषामनुध्येयपदाब्जयुग्मंजगद्गुरुं मङ्गलमङ्गलं स्वयम् ।य: क्षत्रबन्धु: परिभूय सूरीन्प्रशास्ति धृष्टस्तदयं हि दण्ड्य: ॥ १३ ॥",
        "english_devnagari": "eṣām anudhyeya-padābja-yugmaṁjagad-guruṁ maṅgala-maṅgalaṁ svayamyaḥ kṣatra-bandhuḥ paribhūya sūrīnpraśāsti dhṛṣṭas tad ayaṁ hi daṇḍyaḥ",
        "verse_Syn": [
            "eṣām",
            "anudhyeya",
            "pada",
            "abja",
            "yugmam",
            "jagat",
            "gurum",
            "maṅgala",
            "maṅgalam",
            "svayam",
            "yaḥ",
            "kṣatra",
            "bandhuḥ",
            "paribhūya",
            "sūrīn",
            "praśāsti",
            "dhṛṣṭaḥ",
            "tat",
            "ayam",
            "hi",
            "daṇḍyaḥ"
        ],
        "translation": "This Citraketu is the lowest of kṣatriyas, for he has impudently overridden Brahmā and the other demigods by insulting Lord Śiva, upon whose lotus feet they always meditate. Lord Śiva is personified religion and the spiritual master of the entire world, and therefore Citraketu must be punished.",
        "purport": " All the members of the assembly were exalted brāhmaṇas and self-realized souls, but they did not say anything about the conduct of Lord Śiva, who was embracing the goddess Pārvatī on his lap. Citraketu nonetheless criticized Lord Śiva, and therefore the opinion of Pārvatī was that he should be punished."
    },
    {
        "verse": "14",
        "devanagari": "नायमर्हति वैकुण्ठपादमूलोपसर्पणम् ।सम्भावितमति: स्तब्ध: साधुभि: पर्युपासितम् ॥ १४ ॥",
        "english_devnagari": "nāyam arhati vaikuṇṭha-pāda-mūlopasarpaṇamsambhāvita-matiḥ stabdhaḥsādhubhiḥ paryupāsitam",
        "verse_Syn": [
            "na",
            "ayam",
            "arhati",
            "vaikuṇṭha",
            "pāda",
            "mūla",
            "upasarpaṇam",
            "sambhāvita",
            "matiḥ",
            "stabdhaḥ",
            "sādhubhiḥ",
            "paryupāsitam"
        ],
        "translation": "This person is puffed up because of his achievements, thinking, “I am the best.” He does not deserve to approach the shelter of Lord Viṣṇu’s lotus feet, which are worshiped by all saintly persons, for he is impudent, thinking himself greatly important.",
        "purport": " If a devotee thinks that he is very much advanced in devotional service, he is considered puffed up and unfit to sit beneath the shelter of the Lord’s lotus feet. Again, this instruction by Lord Caitanya is applicable: “One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street; one should be more tolerant than a tree, devoid of all sense of false prestige and ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly.” Unless one is humble and meek, one cannot qualify to sit at the lotus feet of the Lord."
    },
    {
        "verse": "15",
        "devanagari": "अत: पापीयसीं योनिमासुरीं याहि दुर्मते ।यथेह भूयो महतां न कर्ता पुत्र किल्बिषम् ॥ १५ ॥",
        "english_devnagari": "ataḥ pāpīyasīṁ yonimāsurīṁ yāhi durmateyatheha bhūyo mahatāṁna kartā putra kilbiṣam",
        "verse_Syn": [
            "ataḥ",
            "pāpīyasīm",
            "yonim",
            "āsurīm",
            "yāhi",
            "durmate",
            "yathā",
            "iha",
            "bhūyaḥ",
            "mahatām",
            "na",
            "kartā",
            "putra",
            "kilbiṣam"
        ],
        "translation": "O impudent one, my dear son, now take birth in a low, sinful family of demons so that you will not commit such an offense again toward exalted, saintly persons in this world.",
        "purport": " One should be very careful not to commit offenses at the lotus feet of Vaiṣṇavas, of whom Lord Śiva is the best. While instructing Śrīla Rūpa Gosvāmī, Śrī Caitanya Mahāprabhu described an offense at the lotus feet of a Vaiṣṇava as hātī mātā, a mad elephant. When a mad elephant enters a nice garden, it spoils the entire garden. Similarly, if one becomes like a mad elephant and commits offenses at the lotus feet of a Vaiṣṇava, his entire spiritual career is halted. One should therefore be very careful not to commit offenses at the lotus feet of a Vaiṣṇava. Mother Pārvatī was justified in punishing Citraketu, for Citraketu impudently criticized the supreme father, Mahādeva, who is the father of the living entities conditioned within this material world. The goddess Durgā is called mother, and Lord Śiva is called father. A pure Vaiṣṇava should be very careful to engage in his specific duty without criticizing others. This is the safest position. Otherwise, if one tends to criticize others, he may commit the great offense of criticizing a Vaiṣṇava. Because Citraketu was undoubtedly a Vaiṣṇava, he might have been surprised that Pārvatī had cursed him. Therefore the goddess Pārvatī addressed him as putra, or son. Everyone is the son of mother Durgā, but she is not an ordinary mother. As soon as there is a small discrepancy in a demon’s behavior, mother Durgā immediately punishes the demon so that he may come to his senses. This is explained by Lord Kṛṣṇa in Bhagavad-gītā (7.14): “This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.” To surrender to Kṛṣṇa means to surrender to His devotees also, for no one can be a proper servant of Kṛṣṇa unless he is a proper servant of a devotee. Chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: without serving a servant of Kṛṣṇa, one cannot be elevated to being a servant of Kṛṣṇa Himself. Therefore mother Pārvatī spoke to Citraketu exactly like a mother who says to her naughty child, “My dear child, I am punishing you so that you won’t do anything like this again.” This tendency of a mother to punish her child is found even in mother Yaśodā, who became the mother of the Supreme Personality of Godhead. Mother Yaśodā punished Kṛṣṇa by binding Him and showing Him a stick. Thus it is the duty of a mother to chastise her beloved son, even in the case of the Supreme Lord. It is to be understood that mother Durgā was justified in punishing Citraketu. This punishment was a boon to Citraketu because after taking birth as the demon Vṛtrāsura, he was promoted directly to Vaikuṇṭha."
    },
    {
        "verse": "16",
        "devanagari": "श्रीशुक उवाचएवं शप्तश्चित्रकेतुर्विमानादवरुह्य स: ।प्रसादयामास सतीं मूर्ध्ना नम्रेण भारत ॥ १६ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ śaptaś citraketurvimānād avaruhya saḥprasādayām āsa satīṁmūrdhnā namreṇa bhārata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "śaptaḥ",
            "citraketuḥ",
            "vimānāt",
            "avaruhya",
            "saḥ",
            "prasādayām",
            "āsa",
            "satīm",
            "mūrdhnā",
            "namreṇa",
            "bhārata"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: My dear King Parīkṣit, when Citraketu was cursed by Pārvatī, he descended from his airplane, bowed before her with great humility and pleased her completely.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "चित्रकेतुरुवाचप्रतिगृह्णामि ते शापमात्मनोऽञ्जलिनाम्बिके ।देवैर्मर्त्याय यत्प्रोक्तं पूर्वदिष्टं हि तस्य तत् ॥ १७ ॥",
        "english_devnagari": "citraketur uvācapratigṛhṇāmi te śāpamātmano ’ñjalināmbikedevair martyāya yat proktaṁpūrva-diṣṭaṁ hi tasya tat",
        "verse_Syn": [
            "citraketuḥ",
            "uvāca",
            "pratigṛhṇāmi",
            "te",
            "śāpam",
            "ātmanaḥ",
            "añjalinā",
            "ambike",
            "devaiḥ",
            "martyāya",
            "yat",
            "proktam",
            "pūrva",
            "diṣṭam",
            "hi",
            "tasya",
            "tat"
        ],
        "translation": "Citraketu said: My dear mother, with my own hands folded together I accept the curse upon me. I do not mind the curse, for happiness and distress are given by the demigods as a result of one’s past deeds.",
        "purport": " Since Citraketu was a devotee of the Lord, he was not at all disturbed by the curse of mother Pārvatī. He knew very well that one suffers or enjoys the results of one’s past deeds as ordained by daiva-netra — superior authority, or the agents of the Supreme Personality of Godhead. He knew that he had not committed any offense at the lotus feet of Lord Śiva or the goddess Pārvatī, yet he had been punished, and this means that the punishment had been ordained. Thus the King did not mind it. A devotee is naturally so humble and meek that he accepts any condition of life as a blessing from the Lord. Tat te ’nukampāṁ susamīkṣamāṇaḥ (Bhāg. 10.14.8). A devotee always accepts punishment from anyone as the mercy of the Lord. If one lives in this conception of life, he sees whatever reverses occur to be due to his past misdeeds, and therefore he never accuses anyone. On the contrary, he becomes increasingly attached to the Supreme Personality of Godhead because of his being purified by his suffering. Suffering, therefore, is also a process of purification. Śrīla Viśvanātha Cakravartī Ṭhākura says in this connection that one who has developed Kṛṣṇa consciousness and who exists in love with Kṛṣṇa is no longer subject to suffering and happiness under the laws of karma. Indeed, he is beyond karma. The Brahma-saṁhitā says, karmāṇi nirdahati kintu ca bhakti-bhājām: a devotee is free from the reactions of his karma because he has taken to devotional service. This same principle is confirmed in Bhagavad-gītā (14.26). Sa guṇān samatītyaitān brahma-bhūyāya kalpate: one who is engaged in devotional service has already been freed from the reactions of his material karma, and thus he immediately becomes brahma-bhūta, or transcendental. This is also expressed in Śrīmad-Bhāgavatam (1.2.21). Kṣīyante cāsya karmāṇi: before attaining the stage of love, one becomes free from all the results of karma. The Lord is very kind and affectionate toward His devotees, and therefore a devotee, in any condition, is not subjected to the results of karma. A devotee never aspires for the heavenly planets. The heavenly planets, liberation and hell are nondifferent for a devotee, for he does not discriminate between different positions in the material world. A devotee is always eager to return home, back to Godhead, and remain there as the Lord’s associate. This ambition becomes increasingly fervent in his heart, and therefore he does not care about material changes in his life. Śrīla Viśvanātha Cakravartī Ṭhākura comments that Mahārāja Citraketu’s being cursed by Pārvatī should be considered the mercy of the Lord. The Lord wanted Citraketu to return to Godhead as soon as possible, and therefore he terminated all the reactions of his past deeds. Acting through the heart of Pārvatī, the Lord, who is situated in everyone’s heart, cursed Citraketu in order to end all his material reactions. Thus Citraketu became Vṛtrāsura in his next life and returned home, back to Godhead."
    },
    {
        "verse": "18",
        "devanagari": "संसारचक्र एतस्मिञ्जन्तुरज्ञानमोहित: ।भ्राम्यन् सुखं च दु:खं च भुङ्क्ते सर्वत्र सर्वदा ॥ १८ ॥",
        "english_devnagari": "saṁsāra-cakra etasmiñjantur ajñāna-mohitaḥbhrāmyan sukhaṁ ca duḥkhaṁ cabhuṅkte sarvatra sarvadā",
        "verse_Syn": [
            "saṁsāra",
            "cakre",
            "etasmin",
            "jantuḥ",
            "ajñāna",
            "mohitaḥ",
            "bhrāmyan",
            "sukham",
            "ca",
            "duḥkham",
            "ca",
            "bhuṅkte",
            "sarvatra",
            "sarvadā"
        ],
        "translation": "Deluded by ignorance, the living entity wanders in the forest of this material world, enjoying the happiness and distress resulting from his past deeds, everywhere and at all times. [Therefore, my dear mother, neither you nor I am to be blamed for this incident.]",
        "purport": " As confirmed in Bhagavad-gītā (3.27): “The bewildered soul, under the influence of the three modes of material nature, thinks himself the doer of activities that are in actuality carried out by nature.” Actually a conditioned soul is completely under the control of material nature. Wandering here and there — always and everywhere — he is subjected to the results of his past deeds. This is carried out by the laws of nature, but one foolishly thinks himself the doer, which in fact he is not. To get free from the karma-cakra, the wheel of the results of one’s karma, one should take to bhakti-mārga — devotional service, or Kṛṣṇa consciousness. That is the only remedy. Sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja."
    },
    {
        "verse": "19",
        "devanagari": "नैवात्मा न परश्चापि कर्ता स्यात् सुखदु:खयो: ।कर्तारं मन्यतेऽत्राज्ञ आत्मानं परमेव च ॥ १९ ॥",
        "english_devnagari": "naivātmā na paraś cāpikartā syāt sukha-duḥkhayoḥkartāraṁ manyate ’trājñaātmānaṁ param eva ca",
        "verse_Syn": [
            "na",
            "eva",
            "ātmā",
            "na",
            "paraḥ",
            "ca",
            "api",
            "kartā",
            "syāt",
            "sukha",
            "duḥkhayoḥ",
            "kartāram",
            "manyate",
            "atra",
            "ajñaḥ",
            "ātmānam",
            "param",
            "eva",
            "ca"
        ],
        "translation": "In this material world, neither the living entity himself nor others [friends and enemies] are the cause of material happiness and distress. But because of gross ignorance, the living entity thinks that he and others are the cause.",
        "purport": " In this verse the word ajña is very significant. In the material world, all living entities are ajña, ignorant, in different degrees. This ignorance continues very strongly in the mode of ignorance presented by material nature. One must therefore promote himself to the stage of goodness through his character and behavior and then gradually come to the transcendental platform, or adhokṣaja platform, in which he realizes both his position and the position of others. Everything is done under the superintendence of the Supreme Personality of Godhead. The process by which the results of action are ordained is called niyatam, always working."
    },
    {
        "verse": "20",
        "devanagari": "गुणप्रवाह एतस्मिन् क: शाप: को न्वनुग्रह: ।क: स्वर्गो नरक: को वा किं सुखं दु:खमेव वा ॥ २० ॥",
        "english_devnagari": "guṇa-pravāha etasminkaḥ śāpaḥ ko nv anugrahaḥkaḥ svargo narakaḥ ko vākiṁ sukhaṁ duḥkham eva vā",
        "verse_Syn": [
            "guṇa",
            "pravāhe",
            "etasmin",
            "kaḥ",
            "śāpaḥ",
            "kaḥ",
            "nu",
            "anugrahaḥ",
            "kaḥ",
            "svargaḥ",
            "narakaḥ",
            "kaḥ",
            "vā",
            "kim",
            "sukham",
            "duḥkham",
            "eva",
            "vā"
        ],
        "translation": "This material world resembles the waves of a constantly flowing river. Therefore, what is a curse and what is a favor? What are the heavenly planets, and what are the hellish planets? What is actually happiness, and what is actually distress? Because the waves flow constantly, none of them has an eternal effect.",
        "purport": " Śrīla Bhaktivinoda Ṭhākura sings, (miche) māyāra vaśe, yāccha bhese’, khāccha hābuḍubu, bhāi: “My dear living entities within this material world, why are you being carried away by the waves of the modes of material nature?” (Jīva) kṛṣṇa-dāsa, ei viśvāsa, karle ta’ āra duḥkha nāi: “If the living entity tries to understand that he is an eternal servant of Kṛṣṇa, there will no longer be misery for him.” Kṛṣṇa wants us to give up all other engagements and surrender unto Him. If we do so, where will the cause and effect of this material world be? There is nothing like cause and effect for the surrendered soul. Śrīla Viśvanātha Cakravartī Ṭhākura says in this regard that being put into this material world is like being thrown into a mine of salt. If one falls into a mine of salt, he tastes only salt wherever he goes. Similarly, this material world is full of miseries. The so-called temporary happiness of the world is also misery, but in ignorance we cannot understand this. That is the actual position. When one comes to his senses — when he becomes Kṛṣṇa conscious — he is no longer concerned with the various conditions of this material world. He is not concerned with happiness or distress, curses or favors, or heavenly or hellish planets. He sees no distinction between them."
    },
    {
        "verse": "21",
        "devanagari": "एक: सृजति भूतानि भगवानात्ममायया ।एषां बन्धं च मोक्षं च सुखं दु:खं च निष्कल: ॥ २१ ॥",
        "english_devnagari": "ekaḥ sṛjati bhūtānibhagavān ātma-māyayāeṣāṁ bandhaṁ ca mokṣaṁ casukhaṁ duḥkhaṁ ca niṣkalaḥ",
        "verse_Syn": [
            "ekaḥ",
            "sṛjati",
            "bhūtāni",
            "bhagavān",
            "ātma",
            "māyayā",
            "eṣām",
            "bandham",
            "ca",
            "mokṣam",
            "ca",
            "sukham",
            "duḥkham",
            "ca",
            "niṣkalaḥ"
        ],
        "translation": "The Supreme Personality of Godhead is one. Unaffected by the conditions of the material world, He creates all the conditioned souls by His own personal potency. Because of being contaminated by the material energy, the living entity is put into ignorance and thus into different conditions of bondage. Sometimes, by knowledge, the living entity is given liberation. In sattva-guṇa and rajo-guṇa, he is subjected to happiness and distress.",
        "purport": " The question may be raised why the living entities are situated in different conditions and who has arranged this. The answer is that it has been done by the Supreme Personality of Godhead, without anyone’s help. The Lord has His own energies (parāsya śaktir vividhaiva śrūyate), and one of them, namely the external energy, creates the material world and the varieties of happiness and distress for the conditioned souls under the supervision of the Lord. The material world consists of three modes of material nature — sattva-guṇa, rajo-guṇa and tamo-guṇa. By sattva-guṇa the Lord maintains the material world, by rajo-guṇa He creates it, and by tamo-guṇa He annihilates it. After the varieties of living entities are created, they are subject to happiness and distress according to their association. When they are in sattva-guṇa, the mode of goodness, they feel happiness, when in rajo-guṇa they are distressed, and when in tamo-guṇa they have no sense of what to do or what is right and wrong."
    },
    {
        "verse": "22",
        "devanagari": "न तस्य कश्चिद्दयित: प्रतीपोन ज्ञातिबन्धुर्न परो न च स्व: ।समस्य सर्वत्र निरञ्जनस्यसुखे न राग: कुत एव रोष: ॥ २२ ॥",
        "english_devnagari": "na tasya kaścid dayitaḥ pratīpona jñāti-bandhur na paro na ca svaḥsamasya sarvatra nirañjanasyasukhe na rāgaḥ kuta eva roṣaḥ",
        "verse_Syn": [
            "na",
            "tasya",
            "kaścit",
            "dayitaḥ",
            "pratīpaḥ",
            "na",
            "jñāti",
            "bandhuḥ",
            "na",
            "paraḥ",
            "na",
            "ca",
            "svaḥ",
            "samasya",
            "sarvatra",
            "nirañjanasya",
            "sukhe",
            "na",
            "rāgaḥ",
            "kutaḥ",
            "eva",
            "roṣaḥ"
        ],
        "translation": "The Supreme Personality of Godhead is equally disposed toward all living entities. Therefore no one is very dear to Him, and no one is a great enemy for Him; no one is His friend, and no one is His relative. Being unattached to the material world, He has no affection for so-called happiness or hatred for so-called distress. The two terms happiness and distress are relative. Since the Lord is always happy, for Him there is no question of distress.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तथापि तच्छक्तिविसर्ग एषांसुखाय दु:खाय हिताहिताय ।बन्धाय मोक्षाय च मृत्युजन्मनो:शरीरिणां संसृतयेऽवकल्पते ॥ २३ ॥",
        "english_devnagari": "tathāpi tac-chakti-visarga eṣāṁsukhāya duḥkhāya hitāhitāyabandhāya mokṣāya ca mṛtyu-janmanoḥśarīriṇāṁ saṁsṛtaye ’vakalpate",
        "verse_Syn": [
            "tathāpi",
            "tat",
            "śakti",
            "visargaḥ",
            "eṣām",
            "sukhāya",
            "duḥkhāya",
            "hita",
            "ahitāya",
            "bandhāya",
            "mokṣāya",
            "ca",
            "mṛtyu",
            "janmanoḥ",
            "śarīriṇām",
            "saṁsṛtaye",
            "avakalpate"
        ],
        "translation": "Although the Supreme Lord is unattached to our happiness and distress according to karma, and although no one is His enemy or favorite, He creates pious and impious activities through the agency of His material potency. Thus for the continuation of the materialistic way of life He creates happiness and distress, good fortune and bad, bondage and liberation, birth and death.",
        "purport": " Although the Supreme Personality of Godhead is the ultimate doer of everything, in His original transcendental existence He is not responsible for the happiness and distress, or bondage and liberation, of the conditioned souls. These are due to the results of the fruitive activities of the living entities within this material world. By the order of a judge, one person is released from jail, and another is imprisoned, but the judge is not responsible, for the distress and happiness of these different people is due to their own activities. Although the government is ultimately the supreme authority, the justice is administered by the departments of the government, and the government is not responsible for the individual judgments. Therefore the government is equal to all the citizens. Similarly, the Supreme Lord is neutral to everyone, but for the maintenance of law and order His supreme government has various departments, which control the activities of the living entities. Another example given in this regard is that lilies open or close because of the sunshine, and thus the bumblebees enjoy or suffer, but the sunshine and the sun globe are not responsible for the happiness and distress of the bumblebees."
    },
    {
        "verse": "24",
        "devanagari": "अथ प्रसादये न त्वां शापमोक्षाय भामिनि ।यन्मन्यसे ह्यसाधूक्तं मम तत्क्षम्यतां सति ॥ २४ ॥",
        "english_devnagari": "atha prasādaye na tvāṁśāpa-mokṣāya bhāminiyan manyase hy asādhūktaṁmama tat kṣamyatāṁ sati",
        "verse_Syn": [
            "atha",
            "prasādaye",
            "na",
            "tvām",
            "śāpa",
            "mokṣāya",
            "bhāmini",
            "yat",
            "manyase",
            "hi",
            "asādhu",
            "uktam",
            "mama",
            "tat",
            "kṣamyatām",
            "sati"
        ],
        "translation": "O mother, you are now unnecessarily angry, but since all my happiness and distress are destined by my past activities, I do not plead to be excused or relieved from your curse. Although what I have said is not wrong, please let whatever you think is wrong be pardoned.",
        "purport": " Being fully aware of how the results of one’s karma accrue by the laws of nature, Citraketu did not want to be released from Pārvatī’s curse. Nonetheless, he wanted to satisfy her because although his verdict was natural, she was displeased with him. As a matter of course, Mahārāja Citraketu begged pardon from Pārvatī."
    },
    {
        "verse": "25",
        "devanagari": "श्रीशुक उवाचइति प्रसाद्य गिरिशौ चित्रकेतुररिन्दम ।जगाम स्वविमानेन पश्यतो: स्मयतोस्तयो: ॥ २५ ॥",
        "english_devnagari": "śrī-śuka uvācaiti prasādya giriśaucitraketur arindamajagāma sva-vimānenapaśyatoḥ smayatos tayoḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "prasādya",
            "giriśau",
            "citraketuḥ",
            "arim",
            "dama",
            "jagāma",
            "sva",
            "vimānena",
            "paśyatoḥ",
            "smayatoḥ",
            "tayoḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: O King Parīkṣit, subduer of the enemy, after Citraketu satisfied Lord Śiva and his wife, Pārvatī, he boarded his airplane and left as they looked on. When Lord Śiva and Pārvatī saw that Citraketu, although informed of the curse, was unafraid, they smiled, being fully astonished by his behavior.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "ततस्तु भगवान् रुद्रो रुद्राणीमिदमब्रवीत् ।देवर्षिदैत्यसिद्धानां पार्षदानां च श‍ृण्वताम् ॥ २६ ॥",
        "english_devnagari": "tatas tu bhagavān rudrorudrāṇīm idam abravītdevarṣi-daitya-siddhānāṁpārṣadānāṁ ca śṛṇvatām",
        "verse_Syn": [
            "tataḥ",
            "tu",
            "bhagavān",
            "rudraḥ",
            "rudrāṇīm",
            "idam",
            "abravīt",
            "devarṣi",
            "daitya",
            "siddhānām",
            "pārṣadānām",
            "ca",
            "śṛṇvatām"
        ],
        "translation": "Thereafter, in the presence of the great sage Nārada, the demons, the inhabitants of Siddhaloka, and his personal associates, Lord Śiva, who is most powerful, spoke to his wife, Pārvatī, while they all listened.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "श्रीरुद्र उवाचद‍ृष्टवत्यसि सुश्रोणि हरेरद्भ‍ुतकर्मण: ।माहात्म्यं भृत्यभृत्यानां नि:स्पृहाणां महात्मनाम् ॥ २७ ॥",
        "english_devnagari": "śrī-rudra uvācadṛṣṭavaty asi suśroṇiharer adbhuta-karmaṇaḥmāhātmyaṁ bhṛtya-bhṛtyānāṁniḥspṛhāṇāṁ mahātmanām",
        "verse_Syn": [
            "śrī",
            "rudraḥ",
            "uvāca",
            "dṛṣṭavatī",
            "asi",
            "su",
            "śroṇi",
            "hareḥ",
            "adbhuta",
            "karmaṇaḥ",
            "māhātmyam",
            "bhṛtya",
            "bhṛtyānām",
            "niḥspṛhāṇām",
            "mahātmanām"
        ],
        "translation": "Lord Śiva said: My dear beautiful Pārvatī, have you seen the greatness of the Vaiṣṇavas? Being servants of the servants of the Supreme Personality of Godhead, Hari, they are great souls and are not interested in any kind of material happiness.",
        "purport": " Lord Śiva, the husband of Pārvatī, told his wife, “My dear Pārvatī, you are very beautiful in your bodily features. Certainly you are glorious. But I do not think that you can compete with the beauty and glory of devotees who have become servants of the servants of the Supreme Personality of Godhead.” Of course, Lord Śiva smiled when he joked with his wife in that way, for others cannot speak like that. “The Supreme Lord,” Śiva continued, “is always exalted in His activities, and here is another example of His wonderful influence upon King Citraketu, His devotee. Just see, although you cursed the King, he was not at all afraid or sorry. Rather, he offered respect to you, called you mother and accepted your curse, thinking himself faulty. He did not say anything in retaliation. This is the excellence of a devotee. By mildly tolerating your curse, he has certainly excelled the glory of your beauty and your power to curse him. I can impartially judge that this devotee, Citraketu, has defeated you and your excellence simply by becoming a pure devotee of the Lord.” As stated by Śrī Caitanya Mahāprabhu, taror api sahiṣṇunā. Just like a tree, a devotee can tolerate all kinds of curses and reversals in life. This is the excellence of a devotee. Indirectly, Lord Śiva forbade Pārvatī to commit the mistake of cursing a devotee like Citraketu. He indicated that although she was powerful, the King, without showing any power, had excelled her power by his tolerance."
    },
    {
        "verse": "28",
        "devanagari": "नारायणपरा: सर्वे न कुतश्चन बिभ्यति ।स्वर्गापवर्गनरकेष्वपि तुल्यार्थदर्शिन: ॥ २८ ॥",
        "english_devnagari": "nārāyaṇa-parāḥ sarvena kutaścana bibhyatisvargāpavarga-narakeṣvapi tulyārtha-darśinaḥ",
        "verse_Syn": [
            "nārāyaṇa",
            "parāḥ",
            "sarve",
            "na",
            "kutaścana",
            "bibhyati",
            "svarga",
            "apavarga",
            "narakeṣu",
            "api",
            "tulya",
            "artha",
            "darśinaḥ"
        ],
        "translation": "Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, Nārāyaṇa, never fear any condition of life. For them the heavenly planets, liberation and the hellish planets are all the same, for such devotees are interested only in the service of the Lord.",
        "purport": " Pārvatī might naturally have inquired how devotees become so exalted. Therefore this verse explains that they are nārāyaṇa-para, simply dependent on Nārāyaṇa. They do not mind reverses in life because in the service of Nārāyaṇa they have learned to tolerate whatever hardships there may be. They do not care whether they are in heaven or in hell: they simply engage in the service of the Lord. This is their excellence. Ānukūlyena kṛṣṇānuśīlanam: they are liberally engaged in the service of the Lord, and therefore they are excellent. By using the word bhṛtya-bhṛtyānām, Lord Śiva pointed out that although Citraketu provided one example of tolerance and excellence, all the devotees who have taken shelter of the Lord as eternal servants are glorious. They have no eagerness to be happy by being placed in the heavenly planets, becoming liberated or becoming one with Brahman, the supreme effulgence. These benefits do not appeal to their minds. They are simply interested in giving direct service to the Lord."
    },
    {
        "verse": "29",
        "devanagari": "देहिनां देहसंयोगाद् द्वन्द्वानीश्वरलीलया ।सुखं दु:खं मृतिर्जन्म शापोऽनुग्रह एव च ॥ २९ ॥",
        "english_devnagari": "dehināṁ deha-saṁyogāddvandvānīśvara-līlayāsukhaṁ duḥkhaṁ mṛtir janmaśāpo ’nugraha eva ca",
        "verse_Syn": [
            "dehinām",
            "deha",
            "saṁyogāt",
            "dvandvāni",
            "īśvara",
            "līlayā",
            "sukham",
            "duḥkham",
            "mṛtiḥ",
            "janma",
            "śāpaḥ",
            "anugrahaḥ",
            "eva",
            "ca"
        ],
        "translation": "Because of the actions of the Supreme Lord’s external energy, the living entities are conditioned in contact with material bodies. The dualities of happiness and distress, birth and death, curses and favors, are natural by-products of this contact in the material world.",
        "purport": " In Bhagavad-gītā we find, mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: the material world works under the direction of the goddess Durgā, the material energy of the Lord, but she acts under the direction of the Supreme Personality of Godhead. This is also confirmed in the Brahma-saṁhitā (5.44): Durgā — the goddess Pārvatī, the wife of Lord Śiva — is extremely powerful. She can create, maintain and annihilate any number of universes by her sweet will, but she acts under the direction of the Supreme Personality of Godhead, Kṛṣṇa, not independently. Kṛṣṇa is impartial, but because this is the material world of duality, such relative terms as happiness and distress, curses and favors, are created by the will of the Supreme. Those who are not nārāyaṇa-para, pure devotees, must be disturbed by this duality of the material world, whereas devotees who are simply attached to the service of the Lord are not at all disturbed by it. For example, Haridāsa Ṭhākura was beaten with cane in twenty-two bazaars, but he was never disturbed; instead, he smilingly tolerated the beating. Despite the disturbing dualities of the material world, devotees are not disturbed at all. Because they fix their minds on the lotus feet of the Lord and concentrate on the holy name of the Lord, they do not feel the so-called pains and pleasures caused by the dualities of this material world."
    },
    {
        "verse": "30",
        "devanagari": "अविवेककृत: पुंसो ह्यर्थभेद इवात्मनि ।गुणदोषविकल्पश्च भिदेव स्रजिवत्कृत: ॥ ३० ॥",
        "english_devnagari": "aviveka-kṛtaḥ puṁsohy artha-bheda ivātmaniguṇa-doṣa-vikalpaś cabhid eva srajivat kṛtaḥ",
        "verse_Syn": [
            "aviveka",
            "kṛtaḥ",
            "puṁsaḥ",
            "hi",
            "artha",
            "bhedaḥ",
            "iva",
            "ātmani",
            "guṇa",
            "doṣa",
            "vikalpaḥ",
            "ca",
            "bhit",
            "eva",
            "sraji",
            "vat",
            "kṛtaḥ"
        ],
        "translation": "As one mistakenly considers a flower garland to be a snake or experiences happiness and distress in a dream, so, in the material world, by a lack of careful consideration, we differentiate between happiness and distress, considering one good and the other bad.",
        "purport": " The happiness and distress of the material world of duality are both mistaken ideas. In the Caitanya-caritāmṛta (Antya 4.176) it is said: The distinctions between happiness and distress in the material world of duality are simply mental concoctions, for the so-called happiness and distress are actually one and the same. They are like the happiness and distress in dreams. A sleeping man creates his happiness and distress by dreaming, although actually they have no existence. The other example given in this verse is that a flower garland is originally very nice, but by mistake, for want of mature knowledge, one may consider it a snake. In this connection there is a statement by Prabodhānanda Sarasvatī: viśvaṁ pūrṇa-sukhāyate. Everyone in this material world is distressed by miserable conditions, but Śrīla Prabodhānanda Sarasvatī says that this world is full of happiness. How is this possible? He answers, yat-kāruṇya-katākṣa-vaibhavavatāṁ taṁ gauram eva stumaḥ. A devotee accepts the distress of this material world as happiness only due to the causeless mercy of Śrī Caitanya Mahāprabhu. By His personal behavior, Śrī Caitanya Mahāprabhu showed that He was never distressed but always happy in chanting the Hare Kṛṣṇa mahā-mantra. One should follow in the footsteps of Śrī Caitanya Mahāprabhu and engage constantly in chanting the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Then he will never feel the distresses of the world of duality. In any condition of life one will be happy if he chants the holy name of the Lord. In dreams we sometimes enjoy eating sweet rice and sometimes suffer as if one of our beloved family members had died. Because the same mind and body exist in the same material world of duality when we are awake, the so-called happiness and distress of this world are no better than the false, superficial happiness of dreams. The mind is the via medium in both dreams and wakefulness, and everything created by the mind in terms of saṅkalpa and vikalpa, acceptance and rejection, is called manodharma, or mental concoction."
    },
    {
        "verse": "31",
        "devanagari": "वासुदेवे भगवति भक्तिमुद्वहतां नृणाम् ।ज्ञानवैराग्यवीर्याणां न हि कश्चिद् व्यपाश्रय: ॥ ३१ ॥",
        "english_devnagari": "vāsudeve bhagavatibhaktim udvahatāṁ nṛṇāmjñāna-vairāgya-vīryāṇāṁna hi kaścid vyapāśrayaḥ",
        "verse_Syn": [
            "vāsudeve",
            "bhagavati",
            "bhaktim",
            "udvahatām",
            "nṛṇām",
            "jñāna",
            "vairāgya",
            "vīryāṇām",
            "na",
            "hi",
            "kaścit",
            "vyapāśrayaḥ"
        ],
        "translation": "Persons engaged in devotional service to Lord Vāsudeva, Kṛṣṇa, have naturally perfect knowledge and detachment from this material world. Therefore such devotees are not interested in the so-called happiness or so-called distress of this world.",
        "purport": " Here is the distinction between a devotee and a philosopher who speculates on the subject matter of transcendence. A devotee does not need to cultivate knowledge to understand the falsity or temporary existence of this material world. Because of his unalloyed devotion to Vāsudeva, this knowledge and detachment are automatically manifested in his person. As confirmed elsewhere in Śrīmad-Bhāgavatam (1.2.7): One who engages in unalloyed devotional service to Vāsudeva, Kṛṣṇa, automatically becomes aware of this material world, and therefore he is naturally detached. This detachment is possible because of his high standard of knowledge. The speculative philosopher tries to understand that this material world is false by cultivating knowledge, but this understanding is automatically manifested in the person of a devotee, without separate endeavor. The Māyāvādī philosophers may be very proud of their so-called knowledge, but because they do not understand Vāsudeva (vāsudevaḥ sarvam iti), they do not understand the world of duality, which is a manifestation of Vāsudeva’s external energy. Therefore, unless the so-called jñānīs take shelter of Vāsudeva, their speculative knowledge is imperfect. Ye ’nye ’ravindākṣa vimukta-māninaḥ. They simply think of becoming free from the contamination of the material world, but because they do not take shelter at the lotus feet of Vāsudeva, their knowledge is impure. When they actually become pure, they surrender to the lotus feet of Vāsudeva. Therefore, the Absolute Truth is easier to understand for a devotee than for jñānīs who simply speculate to understand Vāsudeva. Lord Śiva confirms this statement in the following verse."
    },
    {
        "verse": "32",
        "devanagari": "नाहं विरिञ्चो न कुमारनारदौन ब्रह्मपुत्रा मुनय: सुरेशा: ।विदाम यस्येहितमंशकांशकान तत्स्वरूपं पृथगीशमानिन: ॥ ३२ ॥",
        "english_devnagari": "nāhaṁ viriñco na kumāra-nāradauna brahma-putrā munayaḥ sureśāḥvidāma yasyehitam aṁśakāṁśakāna tat-svarūpaṁ pṛthag-īśa-māninaḥ",
        "verse_Syn": [
            "na",
            "aham",
            "viriñcaḥ",
            "na",
            "kumāra",
            "nāradau",
            "na",
            "brahma",
            "putrāḥ",
            "munayaḥ",
            "sura",
            "īśāḥ",
            "vidāma",
            "yasya",
            "īhitam",
            "aṁśaka",
            "aṁśakāḥ",
            "na",
            "tat",
            "sva",
            "rūpam",
            "pṛthak",
            "īśa",
            "māninaḥ"
        ],
        "translation": "Neither I [Lord Śiva], nor Brahmā, nor the Aśvinī-kumāras, nor Nārada or the other great sages who are Brahmā’s sons, nor even the demigods can understand the pastimes and personality of the Supreme Lord. Although we are part of the Supreme Lord, we consider ourselves independent, separate controllers, and thus we cannot understand His identity.",
        "purport": " Brahma-saṁhitā (5.33) states: “I worship the Supreme Personality of Godhead, Govinda, who is the original person. He is absolute, infallible and beginningless, and although expanded into unlimited forms, He is still the same original person, the oldest person, who always appears as a fresh youth. The eternal, blissful, all-knowing forms of the Lord cannot be understood even by the best Vedic scholars, but they are always manifest to pure, unalloyed devotees.” Lord Śiva places himself as one of the nondevotees, who cannot understand the identity of the Supreme Lord. The Lord, being ananta, has an unlimited number of forms. Therefore, how is it possible for an ordinary, common man to understand Him? Lord Śiva, of course, is above the ordinary human beings, yet he is unable to understand the Supreme Personality of Godhead. Lord Śiva is not among the ordinary living entities, nor is he in the category of Lord Viṣṇu. He is between Lord Viṣṇu and the common living entity."
    },
    {
        "verse": "33",
        "devanagari": "न ह्यस्यास्ति प्रिय: कश्चिन्नाप्रिय: स्व: परोऽपि वा ।आत्मत्वात्सर्वभूतानां सर्वभूतप्रियो हरि: ॥ ३३ ॥",
        "english_devnagari": "na hy asyāsti priyaḥ kaścinnāpriyaḥ svaḥ paro ’pi vāātmatvāt sarva-bhūtānāṁsarva-bhūta-priyo hariḥ",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "asti",
            "priyaḥ",
            "kaścit",
            "na",
            "apriyaḥ",
            "svaḥ",
            "paraḥ",
            "api",
            "vā",
            "ātmatvāt",
            "sarva",
            "bhūtānām",
            "sarva",
            "bhūta",
            "priyaḥ",
            "hariḥ"
        ],
        "translation": "He holds no one as very dear and no one as inimical. He has no one for His own relative, and no one is alien to Him. He is actually the soul of the soul of all living entities. Thus He is the auspicious friend of all living beings and is very near and dear to all of them.",
        "purport": " The Supreme Personality of Godhead, in His second feature, is the Supersoul of all living entities. As one’s self is extremely dear, the Superself of the self is still more dear. No one can be the enemy of the friendly Superself, who is equal to everyone. Relationships of dearness or enmity between the Supreme Lord and the living beings are due to the intervention of the illusory energy. Because the three modes of material nature intervene between the Lord and the living beings, these different relationships appear. Actually, the living entity in his pure condition is always very near and dear to the Lord, and the Lord is dear to him. There is no question of partiality or enmity."
    },
    {
        "verse": "34-35",
        "devanagari": "तस्य चायं महाभागश्चित्रकेतु: प्रियोऽनुग: ।सर्वत्र समद‍ृक् शान्तो ह्यहं चैवाच्युतप्रिय: ॥ ३४ ॥तस्मान्न विस्मय: कार्य: पुरुषेषु महात्मसु ।महापुरुषभक्तेषु शान्तेषु समदर्शिषु ॥ ३५ ॥",
        "english_devnagari": "tasya cāyaṁ mahā-bhāgaścitraketuḥ priyo ’nugaḥsarvatra sama-dṛk śāntohy ahaṁ caivācyuta-priyaḥ",
        "verse_Syn": [
            "tasya",
            "ca",
            "ayam",
            "mahā",
            "bhāgaḥ",
            "citraketuḥ",
            "priyaḥ",
            "anugaḥ",
            "sarvatra",
            "sama",
            "dṛk",
            "śāntaḥ",
            "hi",
            "aham",
            "ca",
            "eva",
            "acyuta",
            "priyaḥ",
            "tasmāt",
            "na",
            "vismayaḥ",
            "kāryaḥ",
            "puruṣeṣu",
            "mahā",
            "ātmasu",
            "mahā",
            "puruṣa",
            "bhakteṣu",
            "śānteṣu",
            "sama",
            "darśiṣu"
        ],
        "translation": "This magnanimous Citraketu is a dear devotee of the Lord. He is equal to all living entities and is free from attachment and hatred. Similarly, I am also very dear to Lord Nārāyaṇa. Therefore, no one should be astonished to see the activities of the most exalted devotees of Nārāyaṇa, for they are free from attachment and envy. They are always peaceful, and they are equal to everyone.",
        "purport": " It is said, vaiṣṇavera kriyā, mudrā vijñeha nā bujhaya: one should not be astonished to see the activities of exalted, liberated Vaiṣṇavas. As one should not be misled by the activities of the Supreme Personality of Godhead, one should also not be misled by the activities of His devotees. Both the Lord and His devotees are liberated. They are on the same platform, the only difference being that the Lord is the master and the devotees are servants. Qualitatively, they are one and the same. In Bhagavad-gītā (9.29) the Lord says: “I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him.” From this statement by the Supreme Personality of Godhead, it is clear that the devotees of the Lord are always extremely dear to Him. In effect, Lord Śiva told Pārvatī, “Both Citraketu and I are always very dear to the Supreme Lord. In other words, both he and I are on the same level as servants of the Lord. We are always friends, and sometimes we enjoy joking words between us. When Citraketu loudly laughed at my behavior, he did so on friendly terms, and therefore there was no reason to curse him.” Thus Lord Śiva tried to convince his wife, Pārvatī, that her cursing of Citraketu was not very sensible. Here is a difference between male and female that exists even in the higher statuses of life — in fact, even between Lord Śiva and his wife. Lord Śiva could understand Citraketu very nicely, but Pārvatī could not. Thus even in the higher statuses of life there is a difference between the understanding of a male and that of a female. It may be clearly said that the understanding of a woman is always inferior to the understanding of a man. In the Western countries there is now agitation to the effect that man and woman should be considered equal, but from this verse it appears that woman is always less intelligent than man. It is clear that Citraketu wanted to criticize the behavior of his friend Lord Śiva because Lord Śiva was sitting with his wife on his lap. Then, too, Lord Śiva wanted to criticize Citraketu for externally posing as a great devotee but being interested in enjoying with the Vidyādharī women. These were all friendly jokes; there was nothing serious for which Citraketu should have been cursed by Pārvatī. Upon hearing the instructions of Lord Śiva, Pārvatī must have been very much ashamed for cursing Citraketu to become a demon. Mother Pārvatī could not appreciate Citraketu’s position, and therefore she cursed him, but when she understood the instructions of Lord Śiva she was ashamed."
    },
    {
        "verse": "36",
        "devanagari": "श्रीशुक उवाचइति श्रुत्वा भगवत: शिवस्योमाभिभाषितम् ।बभूव शान्तधी राजन् देवी विगतविस्मया ॥ ३६ ॥",
        "english_devnagari": "śrī-śuka uvācaiti śrutvā bhagavataḥśivasyomābhibhāṣitambabhūva śānta-dhī rājandevī vigata-vismayā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "śrutvā",
            "bhagavataḥ",
            "śivasya",
            "umā",
            "abhibhāṣitam",
            "babhūva",
            "śānta",
            "dhīḥ",
            "rājan",
            "devī",
            "vigata",
            "vismayā"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, after hearing this speech by her husband, the demigoddess [Umā, the wife of Lord Śiva] gave up her astonishment at the behavior of King Citraketu and became steady in intelligence.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks that the word śānta-dhīḥ means svīya-pūrva-svabhāva-smṛtyā. When Pārvatī remembered her former behavior in cursing Citraketu, she became very much ashamed and covered her face with the skirt of her sari, admitting that she was wrong in cursing Citraketu."
    },
    {
        "verse": "37",
        "devanagari": "इति भागवतो देव्या: प्रतिशप्तुमलन्तम: ।मूर्ध्ना स जगृहे शापमेतावत्साधुलक्षणम् ॥ ३७ ॥",
        "english_devnagari": "iti bhāgavato devyāḥpratiśaptum alantamaḥmūrdhnā sa jagṛhe śāpametāvat sādhu-lakṣaṇam",
        "verse_Syn": [
            "iti",
            "bhāgavataḥ",
            "devyāḥ",
            "pratiśaptum",
            "alantamaḥ",
            "mūrdhnā",
            "saḥ",
            "jagṛhe",
            "śāpam",
            "etāvat",
            "sādhu",
            "lakṣaṇam"
        ],
        "translation": "The great devotee Citraketu was so powerful that he was quite competent to curse mother Pārvatī in retaliation, but instead of doing so he very humbly accepted the curse and bowed his head before Lord Śiva and his wife. This is very much to be appreciated as the standard behavior of a Vaiṣṇava.",
        "purport": " Upon being informed by Lord Śiva, mother Pārvatī could understand that she was wrong in cursing Citraketu. King Citraketu was so exalted in his character that in spite of being wrongly cursed by Pārvatī, he immediately descended from his airplane and bowed his head before the mother, accepting her curse. This has already been explained: nārāyaṇa-parāḥ sarve na kutaścana bibhyati. Citraketu very sportingly felt that since the mother wanted to curse him, he could accept this curse just to please her. This is called sādhu-lakṣaṇam, the characteristic of a sādhu, or a devotee. As explained by Śrī Caitanya Mahāprabhu, tṛṇād api sunīcena taror api sahiṣṇunā. A devotee should always be very humble and meek and should offer all respect to others, especially to superiors. Being protected by the Supreme Personality of Godhead, a devotee is always powerful, but a devotee does not wish to show his power unnecessarily. However, when a less intelligent person has some power, he wants to use it for sense gratification. This is not the behavior of a devotee."
    },
    {
        "verse": "38",
        "devanagari": "जज्ञे त्वष्टुर्दक्षिणाग्नौ दानवीं योनिमाश्रित: ।वृत्र इत्यभिविख्यातो ज्ञानविज्ञानसंयुत: ॥ ३८ ॥",
        "english_devnagari": "jajñe tvaṣṭur dakṣiṇāgnaudānavīṁ yonim āśritaḥvṛtra ity abhivikhyātojñāna-vijñāna-saṁyutaḥ",
        "verse_Syn": [
            "jajñe",
            "tvaṣṭuḥ",
            "dakṣiṇa",
            "agnau",
            "dānavīm",
            "yonim",
            "āśritaḥ",
            "vṛtraḥ",
            "iti",
            "abhivikhyātaḥ",
            "jñāna",
            "vijñāna",
            "saṁyutaḥ"
        ],
        "translation": "Being cursed by mother Durgā [Bhavānī, the wife of Lord Śiva], that same Citraketu accepted birth in a demoniac species of life. Although still fully equipped with transcendental knowledge and practical application of that knowledge in life, he appeared as a demon at the fire sacrifice performed by Tvaṣṭā, and thus he became famous as Vṛtrāsura.",
        "purport": " The word yoni is generally understood to mean jāti — family, group or species. Although Vṛtrāsura appeared in a family of demons, it is clearly said that his knowledge of spiritual life still existed. Jñāna-vijñāna-saṁyutaḥ: his spiritual knowledge and the practical application of that knowledge in life were not lost. Therefore it is said that even if a devotee falls down for some reason, he is still not lost. Once one is advanced in devotional service, his spiritual assets are never lost under any circumstances. Whatever spiritual advancement he has achieved continues. This is confirmed in Bhagavad-gītā. Even if a bhakti-yogī falls, he takes birth in a rich family or family of brāhmaṇas, in which he again starts devotional activities from the point where he left off. Although Vṛtrāsura was known as an asura, or demon, he did not lose his consciousness of Kṛṣṇa or devotional service."
    },
    {
        "verse": "39",
        "devanagari": "एतत्ते सर्वमाख्यातं यन्मां त्वं परिपृच्छसि ।वृत्रस्यासुरजातेश्च कारणं भगवन्मते: ॥ ३९ ॥",
        "english_devnagari": "etat te sarvam ākhyātaṁyan māṁ tvaṁ paripṛcchasivṛtrasyāsura-jāteś cakāraṇaṁ bhagavan-mateḥ",
        "verse_Syn": [
            "etat",
            "te",
            "sarvam",
            "ākhyātam",
            "yat",
            "mām",
            "tvam",
            "paripṛcchasi",
            "vṛtrasya",
            "asura",
            "jāteḥ",
            "ca",
            "kāraṇam",
            "bhagavat",
            "mateḥ"
        ],
        "translation": "My dear King Parīkṣit, you inquired from me how Vṛtrāsura, a great devotee, took birth in a demoniac family. Thus I have tried to explain to you everything about this.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "इतिहासमिमं पुण्यं चित्रकेतोर्महात्मन: ।माहात्म्यं विष्णुभक्तानां श्रुत्वा बन्धाद्विमुच्यते ॥ ४० ॥",
        "english_devnagari": "itihāsam imaṁ puṇyaṁcitraketor mahātmanaḥmāhātmyaṁ viṣṇu-bhaktānāṁśrutvā bandhād vimucyate",
        "verse_Syn": [
            "itihāsam",
            "imam",
            "puṇyam",
            "citraketoḥ",
            "mahā",
            "ātmanaḥ",
            "māhātmyam",
            "viṣṇu",
            "bhaktānām",
            "śrutvā",
            "bandhāt",
            "vimucyate"
        ],
        "translation": "Citraketu was a great devotee [mahātmā]. If one hears this history of Citraketu from a pure devotee, the listener also is freed from the conditional life of material existence.",
        "purport": " The historical incidents in the Purāṇas, such as the history of Citraketu explained in the Bhāgavata Purāṇa, are sometimes misunderstood by outsiders, or nondevotees. Therefore Śukadeva Gosvāmī advised that the history of Citraketu be heard from a devotee. Anything about devotional service or the characteristics of the Lord and His devotees must be heard from a devotee, not from a professional reciter. This is advised herein. Śrī Caitanya Mahāprabhu’s secretary also advised that one learn the history of Śrīmad-Bhāgavatam from a devotee: yāha, bhāgavata pada vaiṣṇavera sthāne. One should not hear the statements of Śrīmad-Bhāgavatam from professional reciters, or else they will not be effective. Quoting from Padma Purāṇa, Śrī Sanātana Gosvāmī has strictly forbidden us to hear about the activities of the Lord and His devotees from the mouths of nondevotees: “One should not hear anything about Kṛṣṇa from a non-Vaiṣṇava. Milk touched by the lips of a serpent has poisonous effects; similarly, talks about Kṛṣṇa given by a non-Vaiṣṇava are also poisonous.” One must be a bona fide devotee, and then he can preach and impress devotional service upon his listeners."
    },
    {
        "verse": "41",
        "devanagari": "य एतत्प्रातरुत्थाय श्रद्धया वाग्यत: पठेत् ।इतिहासं हरिं स्मृत्वा स याति परमां गतिम् ॥ ४१ ॥",
        "english_devnagari": "ya etat prātar utthāyaśraddhayā vāg-yataḥ paṭhetitihāsaṁ hariṁ smṛtvāsa yāti paramāṁ gatim",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "prātaḥ",
            "utthāya",
            "śraddhayā",
            "vāk",
            "yataḥ",
            "paṭhet",
            "itihāsam",
            "harim",
            "smṛtvā",
            "saḥ",
            "yāti",
            "paramām",
            "gatim"
        ],
        "translation": "One who rises from bed early in the morning and recites this history of Citraketu, controlling his words and mind and remembering the Supreme Personality of Godhead, will return home, back to Godhead, without difficulty.",
        "purport": ""
    }
]