[
    {
        "verse": "1",
        "devanagari": "श्रीऋषिरुवाचएवं जिहासुर्नृप देहमाजौमृत्युं वरं विजयान्मन्यमान: ।शूलं प्रगृह्याभ्यपतत् सुरेन्द्रंयथा महापुरुषं कैटभोऽप्सु ॥ १ ॥",
        "english_devnagari": "śrī-ṛṣir uvācaevaṁ jihāsur nṛpa deham ājaumṛtyuṁ varaṁ vijayān manyamānaḥśūlaṁ pragṛhyābhyapatat surendraṁyathā mahā-puruṣaṁ kaiṭabho ’psu",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "evam",
            "jihāsuḥ",
            "nṛpa",
            "deham",
            "ājau",
            "mṛtyum",
            "varam",
            "vijayāt",
            "manyamānaḥ",
            "śūlam",
            "pragṛhya",
            "abhyapatat",
            "sura",
            "indram",
            "yathā",
            "mahā",
            "puruṣam",
            "kaiṭabhaḥ",
            "apsu"
        ],
        "translation": "Śukadeva Gosvāmī said: Desiring to give up his body, Vṛtrāsura considered death in the battle preferable to victory. O King Parīkṣit, he vigorously took up his trident and with great force attacked Lord Indra, the King of heaven, just as Kaiṭabha had forcefully attacked the Supreme Personality of Godhead when the universe was inundated.",
        "purport": " Although Vṛtrāsura repeatedly encouraged Indra to kill him with the thunderbolt, King Indra was morose at having to kill such a great devotee and was hesitant to throw it. Vṛtrāsura, disappointed that King Indra was reluctant despite his encouragement, took the initiative very forcefully by throwing his trident at Indra. Vṛtrāsura was not at all interested in victory; he was interested in being killed so that he could immediately return home, back to Godhead. As confirmed in Bhagavad-gītā (4.9), tyaktvā dehaṁ punar janma naiti: after giving up his body, a devotee immediately returns to Lord Kṛṣṇa and never returns to accept another body. This was Vṛtrāsura’s interest."
    },
    {
        "verse": "2",
        "devanagari": "ततो युगान्ताग्निकठोरजिह्व-माविध्य शूलं तरसासुरेन्द्र: ।क्षिप्त्वा महेन्द्राय विनद्य वीरोहतोऽसि पापेति रुषा जगाद ॥ २ ॥",
        "english_devnagari": "tato yugāntāgni-kaṭhora-jihvamāvidhya śūlaṁ tarasāsurendraḥkṣiptvā mahendrāya vinadya vīrohato ’si pāpeti ruṣā jagāda",
        "verse_Syn": [
            "tataḥ",
            "yuga",
            "anta",
            "agni",
            "kaṭhora",
            "jihvam",
            "āvidhya",
            "śūlam",
            "tarasā",
            "asura",
            "indraḥ",
            "kṣiptvā",
            "mahā",
            "indrāya",
            "vinadya",
            "vīraḥ",
            "hataḥ",
            "asi",
            "pāpa",
            "iti",
            "ruṣā",
            "jagāda"
        ],
        "translation": "Then Vṛtrāsura, the great hero of the demons, whirled his trident, which had points like the flames of the blazing fire at the end of the millennium. With great force and anger he threw it at Indra, roaring and exclaiming loudly, “O sinful one, thus shall I kill you!”",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "ख आपतत्तद्विचलद्ग्रहोल्कव-न्निरीक्ष्य दुष्प्रेक्ष्यमजातविक्लव: ।वज्रेण वज्री शतपर्वणाच्छिनद्भुजं च तस्योरगराजभोगम् ॥ ३ ॥",
        "english_devnagari": "kha āpatat tad vicalad graholkavannirīkṣya duṣprekṣyam ajāta-viklavaḥvajreṇa vajrī śata-parvaṇācchinadbhujaṁ ca tasyoraga-rāja-bhogam",
        "verse_Syn": [
            "khe",
            "āpatat",
            "tat",
            "vicalat",
            "graha",
            "ulka",
            "vat",
            "nirīkṣya",
            "duṣprekṣyam",
            "ajāta",
            "viklavaḥ",
            "vajreṇa",
            "vajrī",
            "śata",
            "parvaṇā",
            "ācchinat",
            "bhujam",
            "ca",
            "tasya",
            "uraga",
            "rāja",
            "bhogam"
        ],
        "translation": "Flying in the sky, Vṛtrāsura’s trident resembled a brilliant meteor. Although the blazing weapon was difficult to look upon, King Indra, unafraid, cut it to pieces with his thunderbolt. Simultaneously, he cut off one of Vṛtrāsura’s arms, which was as thick as the body of Vāsuki, the King of the serpents.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "छिन्नैकबाहु: परिघेण वृत्र:संरब्ध आसाद्य गृहीतवज्रम् ।हनौ तताडेन्द्रमथामरेभंवज्रं च हस्तान्न्यपतन्मघोन: ॥ ४ ॥",
        "english_devnagari": "chinnaika-bāhuḥ parigheṇa vṛtraḥsaṁrabdha āsādya gṛhīta-vajramhanau tatāḍendram athāmarebhaṁvajraṁ ca hastān nyapatan maghonaḥ",
        "verse_Syn": [
            "chinna",
            "eka",
            "bāhuḥ",
            "parigheṇa",
            "vṛtraḥ",
            "saṁrabdhaḥ",
            "āsādya",
            "gṛhīta",
            "vajram",
            "hanau",
            "tatāḍa",
            "indram",
            "atha",
            "amara",
            "ibham",
            "vajram",
            "ca",
            "hastāt",
            "nyapatat",
            "maghonaḥ"
        ],
        "translation": "Although one of his arms was severed from his body, Vṛtrāsura angrily approached King Indra and struck him on the jaw with an iron mace. He also struck the elephant that carried Indra. Thus Indra dropped the thunderbolt from his hand.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "वृत्रस्य कर्मातिमहाद्भ‍ुतं तत्सुरासुराश्चारणसिद्धसङ्घा: ।अपूजयंस्तत् पुरुहूतसङ्कटंनिरीक्ष्य हा हेति विचुक्रुशुर्भृशम् ॥ ५ ॥",
        "english_devnagari": "vṛtrasya karmāti-mahādbhutaṁ tatsurāsurāś cāraṇa-siddha-saṅghāḥapūjayaṁs tat puruhūta-saṅkaṭaṁnirīkṣya hā heti vicukruśur bhṛśam",
        "verse_Syn": [
            "vṛtrasya",
            "karma",
            "ati",
            "mahā",
            "adbhutam",
            "tat",
            "sura",
            "asurāḥ",
            "cāraṇa",
            "siddha",
            "saṅghāḥ",
            "apūjayan",
            "tat",
            "puruhūta",
            "saṅkaṭam",
            "nirīkṣya",
            "hā",
            "hā",
            "iti",
            "vicukruśuḥ",
            "bhṛśam"
        ],
        "translation": "The denizens of various planets, like the demigods, demons, Cāraṇas and Siddhas, praised Vṛtrāsura’s deed, but when they observed that Indra was in great danger, they lamented, “Alas! Alas!”",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "इन्द्रो न वज्रं जगृहे विलज्जित-श्‍च्युतं स्वहस्तादरिसन्निधौ पुन: ।तमाह वृत्रो हर आत्तवज्रोजहि स्वशत्रुं न विषादकाल: ॥ ६ ॥",
        "english_devnagari": "indro na vajraṁ jagṛhe vilajjitaścyutaṁ sva-hastād ari-sannidhau punaḥtam āha vṛtro hara ātta-vajrojahi sva-śatruṁ na viṣāda-kālaḥ",
        "verse_Syn": [
            "indraḥ",
            "na",
            "vajram",
            "jagṛhe",
            "vilajjitaḥ",
            "cyutam",
            "sva",
            "hastāt",
            "ari",
            "sannidhau",
            "punaḥ",
            "tam",
            "āha",
            "vṛtraḥ",
            "hare",
            "ātta",
            "vajraḥ",
            "jahi",
            "sva",
            "śatrum",
            "na",
            "viṣāda",
            "kālaḥ"
        ],
        "translation": "Having dropped the thunderbolt from his hand in the presence of his enemy, Indra was practically defeated and was very much ashamed. He dared not pick up his weapon again. Vṛtrāsura, however, encouraged him, saying, “Take up your thunderbolt and kill your enemy. This is not the time to lament your fate.”",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "युयुत्सतां कुत्रचिदाततायिनांजय: सदैकत्र न वै परात्मनाम् ।विनैकमुत्पत्तिलयस्थितीश्वरंसर्वज्ञमाद्यं पुरुषं सनातनम् ॥ ७ ॥",
        "english_devnagari": "yuyutsatāṁ kutracid ātatāyināṁjayaḥ sadaikatra na vai parātmanāmvinaikam utpatti-laya-sthitīśvaraṁsarvajñam ādyaṁ puruṣaṁ sanātanam",
        "verse_Syn": [
            "yuyutsatām",
            "kutracit",
            "ātatāyinām",
            "jayaḥ",
            "sadā",
            "ekatra",
            "na",
            "vai",
            "para",
            "ātmanām",
            "vinā",
            "ekam",
            "utpatti",
            "laya",
            "sthiti",
            "īśvaram",
            "sarva",
            "jñam",
            "ādyam",
            "puruṣam",
            "sanātanam"
        ],
        "translation": "Vṛtrāsura continued: O Indra, no one is guaranteed of being always victorious but the original enjoyer, the Supreme Personality of Godhead, Bhagavān. He is the cause of creation, maintenance and annihilation, and He knows everything. Being dependent and being obliged to accept material bodies, belligerent subordinates are sometimes victorious and sometimes defeated.",
        "purport": " The Lord says in Bhagavad-gītā (15.15): “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” When two parties fight, the fighting actually goes on under the direction of the Supreme Personality of Godhead, who is Paramātmā, the Supersoul. Elsewhere in the Gītā (3.27) the Lord says: “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself the doer of activities that are in actuality carried out by nature.” The living entities work only under the direction of the Supreme Lord. The Lord gives orders to material nature, and she arranges facilities for the living entities. The living entities are not independent, although they foolishly think themselves the doers (kartā). Victory is always with the Supreme Personality of Godhead. As for the subordinate living entities, they fight under the arrangement of the Supreme Personality of Godhead. Victory or defeat is not actually theirs; it is an arrangement by the Lord through the agency of material nature. Pride in victory, or moroseness in defeat, is useless. One should fully depend on the Supreme Personality of Godhead, who is responsible for the victory and defeat of all living entities. The Lord advises, niyataṁ kuru karma tvaṁ karma jyāyo hy akarmaṇaḥ: “Perform your prescribed duty, for action is better than inaction.” The living entity is ordered to act according to his position. Victory or defeat depends on the Supreme Lord. Karmaṇy evādhikāras te mā phaleṣu kadācana: “You have a right to perform your prescribed duty, but you are not entitled to the fruits of actions.” One must act sincerely, according to his position. Victory or defeat depends on the Lord. Vṛtrāsura encouraged Indra, saying, “Don’t be morose because of my victory. There is no need to stop fighting. Instead, you should go on with your duty. When Kṛṣṇa desires, you will certainly be victorious.” This verse is very instructive for sincere workers in the Kṛṣṇa consciousness movement. We should not be jubilant in victory or morose in defeat. We should make a sincere effort to implement the will of Kṛṣṇa, or Śrī Caitanya Mahāprabhu, and we should not be concerned with victory and defeat. Our only duty is to work sincerely, so that our activities may be recognized by Kṛṣṇa."
    },
    {
        "verse": "8",
        "devanagari": "लोका: सपाला यस्येमे श्वसन्ति विवशा वशे ।द्विजा इव शिचा बद्धा: स काल इह कारणम् ॥ ८ ॥",
        "english_devnagari": "lokāḥ sapālā yasyemeśvasanti vivaśā vaśedvijā iva śicā baddhāḥsa kāla iha kāraṇam",
        "verse_Syn": [
            "lokāḥ",
            "sa",
            "pālāḥ",
            "yasya",
            "ime",
            "śvasanti",
            "vivaśāḥ",
            "vaśe",
            "dvijāḥ",
            "iva",
            "śicā",
            "baddhāḥ",
            "saḥ",
            "kālaḥ",
            "iha",
            "kāraṇam"
        ],
        "translation": "All living beings in all the planets of this universe, including the presiding deities of all the planets, are fully under the control of the Lord. They work like birds caught in a net, who cannot move independently.",
        "purport": " The difference between the suras and the asuras is that the suras know that nothing can happen without the desire of the Supreme Personality of Godhead, whereas the asuras cannot understand the supreme will of the Lord. In this fight, Vṛtrāsura is actually the sura, whereas Indra is the asura. No one can act independently; rather, everyone acts under the direction of the Supreme Personality of Godhead. Therefore victory and defeat come according to the results of one’s karma, and the judgment is given by the Supreme Lord (karmaṇā-daiva-netreṇa). Since we act under the control of the Supreme according to our karma, no one is independent, from Brahmā down to the insignificant ant. Whether we are defeated or victorious, the Supreme Lord is always victorious because everyone acts under His directions."
    },
    {
        "verse": "9",
        "devanagari": "ओज: सहो बलं प्राणममृतं मृत्युमेव च ।तमज्ञाय जनो हेतुमात्मानं मन्यते जडम् ॥ ९ ॥",
        "english_devnagari": "ojaḥ saho balaṁ prāṇamamṛtaṁ mṛtyum eva catam ajñāya jano hetumātmānaṁ manyate jaḍam",
        "verse_Syn": [
            "ojaḥ",
            "sahaḥ",
            "balam",
            "prāṇam",
            "amṛtam",
            "mṛtyum",
            "eva",
            "ca",
            "tam",
            "ajñāya",
            "janaḥ",
            "hetum",
            "ātmānam",
            "manyate",
            "jaḍam"
        ],
        "translation": "Our sensory prowess, mental power, bodily strength, living force, immortality and mortality are all subject to the superintendence of the Supreme Personality of Godhead. Not knowing this, foolish people think the dull material body to be the cause of their activities.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "यथा दारुमयी नारी यथा पत्रमयो मृग: ।एवं भूतानि मघवन्नीशतन्त्राणि विद्धि भो: ॥ १० ॥",
        "english_devnagari": "yathā dārumayī nārīyathā patramayo mṛgaḥevaṁ bhūtāni maghavannīśa-tantrāṇi viddhi bhoḥ",
        "verse_Syn": [
            "yathā",
            "dāru",
            "mayī",
            "nārī",
            "yathā",
            "patra",
            "mayaḥ",
            "mṛgaḥ",
            "evam",
            "bhūtāni",
            "maghavan",
            "īśa",
            "tantrāṇi",
            "viddhi",
            "bhoḥ"
        ],
        "translation": "O King Indra, as a wooden doll that looks like a woman or as an animal made of grass and leaves cannot move or dance independently, but depends fully on the person who handles it, all of us dance according to the desire of the supreme controller, the Personality of Godhead. No one is independent.",
        "purport": " This is confirmed in Caitanya-caritāmṛta (Ādi 5.142): “Lord Kṛṣṇa alone is the supreme controller, and all others are His servants. They dance as He makes them do so.” We are all servants of Kṛṣṇa; we have no independence. We are dancing according to the desire of the Supreme Personality of Godhead, but out of ignorance and illusion we think we are independent of the supreme will. Therefore it is said: “Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” (Brahma-saṁhitā 5.1)"
    },
    {
        "verse": "11",
        "devanagari": "पुरुष: प्रकृतिर्व्यक्तमात्मा भूतेन्द्रियाशया: ।शक्नुवन्त्यस्य सर्गादौ न विना यदनुग्रहात् ॥ ११ ॥",
        "english_devnagari": "puruṣaḥ prakṛtir vyaktamātmā bhūtendriyāśayāḥśaknuvanty asya sargādauna vinā yad-anugrahāt",
        "verse_Syn": [
            "puruṣaḥ",
            "prakṛtiḥ",
            "vyaktam",
            "ātmā",
            "bhūta",
            "indriya",
            "āśayāḥ",
            "śaknuvanti",
            "asya",
            "sarga",
            "ādau",
            "na",
            "vinā",
            "yat",
            "anugrahāt"
        ],
        "translation": "The three puruṣas — Kāraṇodakaśāyī Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī-Viṣṇu — the material nature, the total material energy, the false ego, the five material elements, the material senses, the mind, the intelligence and consciousness cannot create the material manifestation without the direction of the Supreme Personality of Godhead.",
        "purport": " As confirmed in the Viṣṇu Purāṇa, parasya brahmaṇaḥ śaktis tathedam akhilaṁ jagat: whatever manifestations we experience are nothing but various energies of the Supreme Personality of Godhead. These energies cannot create anything independently. This is also confirmed by the Lord Himself in Bhagavad-gītā (9.10): mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram. “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving living beings.” Only under the direction of the Lord, the Supreme Person, can prakṛti, which is manifested in twenty-four elements, create different situations for the living entity. In the Vedas the Lord says: “Since everything is a manifestation of My energy, I am known as Parabrahman. Therefore everyone should hear from Me about My glorious activities.” The Lord also says in Bhagavad-gītā (10.2), aham ādir hi devānām: “I am the origin of all the demigods.” Therefore the Supreme Personality of Godhead is the origin of everything, and no one is independent of Him. Śrīla Madhvācārya also says, anīśa jīva-rūpeṇa: the living entity is anīśa, never the controller, but is always controlled. Therefore when a living entity becomes proud of being an independent īśvara, or god, that is his foolishness. Such foolishness is described in the following verse."
    },
    {
        "verse": "12",
        "devanagari": "अविद्वानेवमात्मानं मन्यतेऽनीशमीश्वरम् ।भूतै: सृजति भूतानि ग्रसते तानि तै: स्वयम् ॥ १२ ॥",
        "english_devnagari": "avidvān evam ātmānaṁmanyate ’nīśam īśvarambhūtaiḥ sṛjati bhūtānigrasate tāni taiḥ svayam",
        "verse_Syn": [
            "avidvān",
            "evam",
            "ātmānam",
            "manyate",
            "anīśam",
            "īśvaram",
            "bhūtaiḥ",
            "sṛjati",
            "bhūtāni",
            "grasate",
            "tāni",
            "taiḥ",
            "svayam"
        ],
        "translation": "A foolish, senseless person cannot understand the Supreme Personality of Godhead. Although always dependent, he falsely thinks himself the Supreme. If one thinks, “According to one’s previous fruitive actions, one’s material body is created by the father and mother, and the same body is annihilated by another agent, as another animal is devoured by a tiger,” this is not proper understanding. The Supreme Personality of Godhead Himself creates and devours the living beings through other living beings.",
        "purport": " According to the conclusion of the philosophy known as karma-mīmāṁsā, one’s karma, or previous fruitive activity, is the cause of everything, and therefore there is no need to work. Those who arrive at this conclusion are foolish. When a father creates a child, he does not do so independently; he is induced to do so by the Supreme Lord. As the Lord Himself says in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” Unless one receives dictation from the Supreme Personality of Godhead, who sits within everyone’s heart, one cannot be induced to create anything. Therefore the father and mother are not the creators of the living entity. According to the living entity’s karma, fruitive activities, he is put into the semen of the father, who injects the living entity into the womb of the mother. Then according to the body of the mother and father (yathā-yoni yathā-bījam), the living entity accepts a body and takes birth to suffer or enjoy. Therefore the Supreme Lord is the original cause of one’s birth. Similarly, the Supreme Lord is the cause of one’s being killed. No one is independent; everyone is dependent. The true conclusion is that the only independent person is the Supreme Personality of Godhead."
    },
    {
        "verse": "13",
        "devanagari": "आयु: श्री: कीर्तिरैश्वर्यमाशिष: पुरुषस्य या: ।भवन्त्येव हि तत्काले यथानिच्छोर्विपर्यया: ॥ १३ ॥",
        "english_devnagari": "āyuḥ śrīḥ kīrtir aiśvaryamāśiṣaḥ puruṣasya yāḥbhavanty eva hi tat-kāleyathānicchor viparyayāḥ",
        "verse_Syn": [
            "āyuḥ",
            "śrīḥ",
            "kīrtiḥ",
            "aiśvaryam",
            "āśiṣaḥ",
            "puruṣasya",
            "yāḥ",
            "bhavanti",
            "eva",
            "hi",
            "tat",
            "kāle",
            "yathā",
            "anicchoḥ",
            "viparyayāḥ"
        ],
        "translation": "Just as a person not inclined to die must nonetheless give up his longevity, opulence, fame and everything else at the time of death, so, at the appointed time of victory, one can gain all these when the Supreme Lord awards them by His mercy.",
        "purport": " It is not good to be falsely puffed up, saying that by one’s own effort one has become opulent, learned, beautiful and so on. All such good fortune is achieved through the mercy of the Lord. From another point of view, no one wants to die, and no one wants to be poor or ugly. Therefore, why does the living entity, against his will, receive such unwanted troubles? It is due to the mercy or chastisement of the Supreme Personality of Godhead that one gains or loses everything material. No one is independent; everyone is dependent on the mercy or chastisement of the Supreme Lord. There is a common saying in Bengal that the Lord has ten hands. This means that He has control everywhere — in the eight directions and up and down. If He wants to take everything away from us with His ten hands, we cannot protect anything with our two hands. Similarly, if He wants to bestow benedictions upon us with His ten hands, we cannot factually receive them all with our two hands; in other words, the benedictions exceed our ambitions. The conclusion is that even though we do not wish to be separated from our possessions, sometimes the Lord forcibly takes them from us; and sometimes He showers such benedictions upon us that we are unable to receive them all. Therefore either in opulence or in distress we are not independent; everything is dependent on the sweet will of the Supreme Personality of Godhead."
    },
    {
        "verse": "14",
        "devanagari": "तस्मादकीर्तियशसोर्जयापजययोरपि ।सम: स्यात्सुखदु:खाभ्यां मृत्युजीवितयोस्तथा ॥ १४ ॥",
        "english_devnagari": "tasmād akīrti-yaśasorjayāpajayayor apisamaḥ syāt sukha-duḥkhābhyāṁmṛtyu-jīvitayos tathā",
        "verse_Syn": [
            "tasmāt",
            "akīrti",
            "yaśasoḥ",
            "jaya",
            "apajayayoḥ",
            "api",
            "samaḥ",
            "syāt",
            "sukha",
            "duḥkhābhyām",
            "mṛtyu",
            "jīvitayoḥ",
            "tathā"
        ],
        "translation": "Since everything is dependent on the supreme will of the Personality of Godhead, one should be equipoised in fame and defamation, victory and defeat, life and death. In their effects, represented as happiness and distress, one should maintain oneself in equilibrium, without anxiety.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "सत्त्वं रजस्तम इति प्रकृतेर्नात्मनो गुणा: ।तत्र साक्षिणमात्मानं यो वेद स न बध्यते ॥ १५ ॥",
        "english_devnagari": "sattvaṁ rajas tama itiprakṛter nātmano guṇāḥtatra sākṣiṇam ātmānaṁyo veda sa na badhyate",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "prakṛteḥ",
            "na",
            "ātmanaḥ",
            "guṇāḥ",
            "tatra",
            "sākṣiṇam",
            "ātmānam",
            "yaḥ",
            "veda",
            "saḥ",
            "na",
            "badhyate"
        ],
        "translation": "One who knows that the three qualities — goodness, passion and ignorance — are not qualities of the soul but qualities of material nature, and who knows that the pure soul is simply an observer of the actions and reactions of these qualities, should be understood to be a liberated person. He is not bound by these qualities.",
        "purport": " As the Lord explains in Bhagavad-gītā (18.54): “One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” When one attains self-realization, the brahma-bhūta stage, one knows that whatever happens during his life is due to the contamination of the modes of material nature. The living being, the pure soul, has nothing to do with these modes. In the midst of the hurricane of the material world, everything changes very quickly, but if one remains silent and simply observes the actions and reactions of the hurricane, he is understood to be liberated. The real qualification of the liberated soul is that he remains Kṛṣṇa conscious, undisturbed by the actions and reactions of the material energy. Such a liberated person is always jubilant. He never laments or aspires for anything. Since everything is supplied by the Supreme Lord, the living entity, being fully dependent on Him, should not protest or accept anything in terms of his personal sense gratification; rather, he should receive everything as the mercy of the Lord and remain steady in all circumstances."
    },
    {
        "verse": "16",
        "devanagari": "पश्य मां निर्जितं शत्रु वृक्णायुधभुजं मृधे ।घटमानं यथाशक्ति तव प्राणजिहीर्षया ॥ १६ ॥",
        "english_devnagari": "paśya māṁ nirjitaṁ śatruvṛkṇāyudha-bhujaṁ mṛdheghaṭamānaṁ yathā-śaktitava prāṇa-jihīrṣayā",
        "verse_Syn": [
            "paśya",
            "mām",
            "nirjitam",
            "śatru",
            "vṛkṇa",
            "āyudha",
            "bhujam",
            "mṛdhe",
            "ghaṭamānam",
            "yathā",
            "śakti",
            "tava",
            "prāṇa",
            "jihīrṣayā"
        ],
        "translation": "O my enemy, just look at me. I have already been defeated, for my weapon and arm have been cut to pieces. You have already overwhelmed me, but nonetheless, with a desire to kill you, I am trying my best to fight. I am not at all morose, even under such adverse conditions. Therefore you should give up your moroseness and continue fighting.",
        "purport": " Vṛtrāsura was so great and powerful that in effect he was acting as the spiritual master of Indra. Although Vṛtrāsura was on the verge of defeat, he was not at all affected. He knew that he was going to be defeated by Indra, and he voluntarily accepted that, but since he was supposed to be Indra’s enemy, he tried his best to kill Indra. Thus he performed his duty. One should perform his duty under all circumstances, even though one may know what the result will be."
    },
    {
        "verse": "17",
        "devanagari": "प्राणग्लहोऽयं समर इष्वक्षो वाहनासन: ।अत्र न ज्ञायतेऽमुष्य जयोऽमुष्य पराजय: ॥ १७ ॥",
        "english_devnagari": "prāṇa-glaho ’yaṁ samaraiṣv-akṣo vāhanāsanaḥatra na jñāyate ’muṣyajayo ’muṣya parājayaḥ",
        "verse_Syn": [
            "prāṇa",
            "glahaḥ",
            "ayam",
            "samaraḥ",
            "iṣu",
            "akṣaḥ",
            "vāhana",
            "āsanaḥ",
            "atra",
            "na",
            "jñāyate",
            "amuṣya",
            "jayaḥ",
            "amuṣya",
            "parājayaḥ"
        ],
        "translation": "O my enemy, consider this battle a gambling match in which our lives are the stakes, the arrows are the dice, and the animals acting as carriers are the game board. No one can understand who will be defeated and who will be victorious. It all depends on providence.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "श्रीशुक उवाचइन्द्रो वृत्रवच: श्रुत्वा गतालीकमपूजयत् ।गृहीतवज्र: प्रहसंस्तमाह गतविस्मय: ॥ १८ ॥",
        "english_devnagari": "śrī-śuka uvācaindro vṛtra-vacaḥ śrutvāgatālīkam apūjayatgṛhīta-vajraḥ prahasaṁstam āha gata-vismayaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "indraḥ",
            "vṛtra",
            "vacaḥ",
            "śrutvā",
            "gata",
            "alīkam",
            "apūjayat",
            "gṛhīta",
            "vajraḥ",
            "prahasan",
            "tam",
            "āha",
            "gata",
            "vismayaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Hearing the straightforward, instructive words of Vṛtrāsura, King Indra praised him and again took the thunderbolt in his hand. Without bewilderment or duplicity, he then smiled and spoke to Vṛtrāsura as follows.",
        "purport": " King Indra, the greatest of the demigods, was astonished to hear the instructions of Vṛtrāsura, who was supposed to be a demon. He was struck with wonder that a demon could speak so intelligently. Then he remembered great devotees like Prahlāda Mahārāja and Bali Mahārāja, who had been born in the families of demons, and thus he came to his senses. Even so-called demons sometimes have exalted devotion for the Supreme Personality of Godhead. Therefore Indra smiled reassuringly at Vṛtrāsura."
    },
    {
        "verse": "19",
        "devanagari": "इन्द्र उवाचअहो दानव सिद्धोऽसि यस्य ते मतिरीद‍ृशी ।भक्त: सर्वात्मनात्मानं सुहृदं जगदीश्वरम् ॥ १९ ॥",
        "english_devnagari": "indra uvācaaho dānava siddho ’siyasya te matir īdṛśībhaktaḥ sarvātmanātmānaṁsuhṛdaṁ jagad-īśvaram",
        "verse_Syn": [
            "indraḥ",
            "uvāca",
            "aho",
            "dānava",
            "siddhaḥ",
            "asi",
            "yasya",
            "te",
            "matiḥ",
            "īdṛśī",
            "bhaktaḥ",
            "sarva",
            "ātmanā",
            "ātmānam",
            "suhṛdam",
            "jagat",
            "īśvaram"
        ],
        "translation": "Indra said: O great demon, I see by your discrimination and endurance in devotional service, despite your dangerous position, that you are a perfect devotee of the Supreme Personality of Godhead, the Supersoul and friend of everyone.",
        "purport": " As stated in Bhagavad-gītā (6.22): “Established in Kṛṣṇa consciousness, one never departs from the truth, and upon gaining this he thinks there is no greater gain. Being situated in such a position, one is never shaken, even in the midst of the greatest difficulty.” An unalloyed devotee is never disturbed by any kind of trying circumstance. Indra was surprised to see that Vṛtrāsura, undisturbed, was fixed in devotional service to the Lord, for such a mentality is impossible for a demon. However, by the grace of the Supreme Personality of Godhead, anyone can become an exalted devotee (striyo vaiśyās tathā śūdrās te ’pi yānti parāṁ gatim). An unalloyed devotee is sure to return home, back to Godhead."
    },
    {
        "verse": "20",
        "devanagari": "भवानतार्षीन्मायां वै वैष्णवीं जनमोहिनीम् ।यद् विहायासुरं भावं महापुरुषतां गत: ॥ २० ॥",
        "english_devnagari": "bhavān atārṣīn māyāṁ vaivaiṣṇavīṁ jana-mohinīmyad vihāyāsuraṁ bhāvaṁmahā-puruṣatāṁ gataḥ",
        "verse_Syn": [
            "bhavān",
            "atārṣīt",
            "māyām",
            "vai",
            "vaiṣṇavīm",
            "jana",
            "mohinīm",
            "yat",
            "vihāya",
            "āsuram",
            "bhāvam",
            "mahā",
            "puruṣatām",
            "gataḥ"
        ],
        "translation": "You have surmounted the illusory energy of Lord Viṣṇu, and because of this liberation, you have given up the demoniac mentality and have attained the position of an exalted devotee.",
        "purport": " Lord Viṣṇu is the mahā-puruṣa. Therefore one who becomes a Vaiṣṇava attains the position of a mahā-pauruṣya. This position was attained by Mahārāja Parīkṣit. It is said in the Padma Purāṇa that the distinction between a demigod and a demon is that a demigod is a devotee of Lord Viṣṇu whereas a demon is just the opposite: viṣṇu-bhaktaḥ smṛto daiva āsuras tad-viparyayaḥ. Vṛtrāsura was considered a demon, but actually he was more than qualified as a devotee, or mahā-pauruṣya. If one somehow becomes a devotee of the Supreme Lord, whatever his position, he can be brought to the position of a perfect person. This is possible if an unalloyed devotee tries to serve the Lord by delivering him in this way. Therefore Śukadeva Gosvāmī says in Śrīmad-Bhāgavatam (2.4.18): “Kirātas, Hūṇas, Āndhras, Pulindas, Pulkaśas, Ābhīras, Śumbhas, Yavanas and members of the Khasa races, and even others addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, for He is the supreme power. I beg to offer my respectful obeisances unto Him.” Anyone can be purified if he takes shelter of a pure devotee and molds his character according to the pure devotee’s direction. Then, even if one is a Kirāta, Āndhra, Pulinda or whatever, he can be purified and elevated to the position of a mahā-pauruṣya."
    },
    {
        "verse": "21",
        "devanagari": "खल्विदं महदाश्चर्यं यद् रज:प्रकृतेस्तव ।वासुदेवे भगवति सत्त्वात्मनि दृढा मति: ॥ २१ ॥",
        "english_devnagari": "khalv idaṁ mahad āścaryaṁyad rajaḥ-prakṛtes tavavāsudeve bhagavatisattvātmani dṛḍhā matiḥ",
        "verse_Syn": [
            "khalu",
            "idam",
            "mahat",
            "āścaryam",
            "yat",
            "rajaḥ",
            "prakṛteḥ",
            "tava",
            "vāsudeve",
            "bhagavati",
            "sattva",
            "ātmani",
            "dṛḍhā",
            "matiḥ"
        ],
        "translation": "O Vṛtrāsura, demons are generally conducted by the mode of passion. Therefore, what a great wonder it is that although you are a demon, you have adopted the mentality of a devotee and have fixed your mind on the Supreme Personality of Godhead, Vāsudeva, who is always situated in pure goodness.",
        "purport": " King Indra wondered how Vṛtrāsura could have been elevated to the position of an exalted devotee. As for Prahlāda Mahārāja, he was initiated by Nārada Muni, and therefore it was possible for him to become a great devotee, although he was born in a family of demons. For Vṛtrāsura, however, Indra could not detect such causes. Therefore he was struck with wonder that Vṛtrāsura was such an exalted devotee that he could fix his mind without deviation upon the lotus feet of Lord Kṛṣṇa, Vāsudeva."
    },
    {
        "verse": "22",
        "devanagari": "यस्य भक्तिर्भगवति हरौ नि:श्रेयसेश्वरे ।विक्रीडतोऽमृताम्भोधौ किं क्षुद्रै: खातकोदकै: ॥ २२ ॥",
        "english_devnagari": "yasya bhaktir bhagavatiharau niḥśreyaseśvarevikrīḍato ’mṛtāmbhodhaukiṁ kṣudraiḥ khātakodakaiḥ",
        "verse_Syn": [
            "yasya",
            "bhaktiḥ",
            "bhagavati",
            "harau",
            "niḥśreyasa",
            "īśvare",
            "vikrīḍataḥ",
            "amṛta",
            "ambhodhau",
            "kim",
            "kṣudraiḥ",
            "khātaka",
            "udakaiḥ"
        ],
        "translation": "A person fixed in the devotional service of the Supreme Lord, Hari, the Lord of the highest auspiciousness, swims in the ocean of nectar. For him what is the use of the water in small ditches?",
        "purport": " Vṛtrāsura has formerly prayed (Bhāg. 6.11.25), na nāka-pṛṣṭhaṁ na ca pārameṣṭhyaṁ na sārva-bhaumaṁ na rasādhipatyam. “I do not want the facilities for happiness on Brahmaloka, Svargaloka or even Dhruvaloka, not to speak of this earth or the lower planets. I simply want to return home, back to Godhead.” This is the determination of a pure devotee. A pure devotee is never attracted to any exalted position within this material world. He simply wants to associate with the Supreme Personality of Godhead like the inhabitants of Vṛndāvana — Śrīmatī Rādhārāṇī, the gopīs, Kṛṣṇa’s father and mother (Nanda Mahārāja and Yaśodā), Kṛṣṇa’s friends and Kṛṣṇa’s servants. He wants to associate with Kṛṣṇa’s atmosphere of Vṛndāvana’s beauty. These are the highest ambitions of a devotee of Kṛṣṇa. Devotees of Lord Viṣṇu may aspire for a position in Vaikuṇṭhaloka, but a devotee of Kṛṣṇa never aspires even for the facilities of Vaikuṇṭha; he wants to return to Goloka Vṛndāvana and associate with Lord Kṛṣṇa in His eternal pastimes. Any material happiness is like water in a ditch, whereas the spiritual happiness eternally enjoyed in the spiritual world is like an ocean of nectar in which a devotee wants to swim."
    },
    {
        "verse": "23",
        "devanagari": "श्रीशुक उवाचइति ब्रुवाणावन्योन्यं धर्मजिज्ञासया नृप ।युयुधाते महावीर्याविन्द्रवृत्रौ युधाम्पती ॥ २३ ॥",
        "english_devnagari": "śrī-śuka uvācaiti bruvāṇāv anyonyaṁdharma-jijñāsayā nṛpayuyudhāte mahā-vīryāvindra-vṛtrau yudhām patī",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "bruvāṇau",
            "anyonyam",
            "dharma",
            "jijñāsayā",
            "nṛpa",
            "yuyudhāte",
            "mahā",
            "vīryau",
            "indra",
            "vṛtrau",
            "yudhām",
            "patī"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Vṛtrāsura and King Indra spoke about devotional service even on the battlefield, and then as a matter of duty they again began fighting. My dear King, both of them were great fighters and were equally powerful.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "आविध्य परिघं वृत्र: कार्ष्णायसमरिन्दम: ।इन्द्राय प्राहिणोद् घोरं वामहस्तेन मारिष ॥ २४ ॥",
        "english_devnagari": "āvidhya parighaṁ vṛtraḥkārṣṇāyasam arindamaḥindrāya prāhiṇod ghoraṁvāma-hastena māriṣa",
        "verse_Syn": [
            "āvidhya",
            "parigham",
            "vṛtraḥ",
            "kārṣṇa",
            "ayasam",
            "arim",
            "damaḥ",
            "indrāya",
            "prāhiṇot",
            "ghoram",
            "vāma",
            "hastena",
            "māriṣa"
        ],
        "translation": "O Mahārāja Parīkṣit, Vṛtrāsura, who was completely able to subdue his enemy, took his iron club, whirled it around, aimed it at Indra and then threw it at him with his left hand.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "स तु वृत्रस्य परिघं करं च करभोपमम् ।चिच्छेद युगपद्देवो वज्रेण शतपर्वणा ॥ २५ ॥",
        "english_devnagari": "sa tu vṛtrasya parighaṁkaraṁ ca karabhopamamciccheda yugapad devovajreṇa śata-parvaṇā",
        "verse_Syn": [
            "saḥ",
            "tu",
            "vṛtrasya",
            "parigham",
            "karam",
            "ca",
            "karabha",
            "upamam",
            "ciccheda",
            "yugapat",
            "devaḥ",
            "vajreṇa",
            "śata",
            "parvaṇā"
        ],
        "translation": "With his thunderbolt named Śataparvan, Indra simultaneously cut to pieces Vṛtrāsura’s club and his remaining hand.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "दोर्भ्यामुत्कृत्तमूलाभ्यां बभौ रक्तस्रवोऽसुर: ।छिन्नपक्षो यथा गोत्र: खाद्भ्रष्टो वज्रिणा हत: ॥ २६ ॥",
        "english_devnagari": "dorbhyām utkṛtta-mūlābhyāṁbabhau rakta-sravo ’suraḥchinna-pakṣo yathā gotraḥkhād bhraṣṭo vajriṇā hataḥ",
        "verse_Syn": [
            "dorbhyām",
            "utkṛtta",
            "mūlābhyām",
            "babhau",
            "rakta",
            "sravaḥ",
            "asuraḥ",
            "chinna",
            "pakṣaḥ",
            "yathā",
            "gotraḥ",
            "khāt",
            "bhraṣṭaḥ",
            "vajriṇā",
            "hataḥ"
        ],
        "translation": "Vṛtrāsura, bleeding profusely, his two arms cut off at their roots, looked very beautiful, like a flying mountain whose wings have been cut to pieces by Indra.",
        "purport": " It appears from the statement of this verse that sometimes there are flying mountains and that their wings are cut by the thunderbolt of Indra. Vṛtrāsura’s huge body resembled such a mountain."
    },
    {
        "verse": "27-29",
        "devanagari": "महाप्राणो महावीर्यो महासर्प इव द्विपम् ।कृत्वाधरां हनुं भूमौ दैत्यो दिव्युत्तरां हनुम् ।नभोगम्भीरवक्त्रेण लेलिहोल्बणजिह्वया ॥ २७ ॥दंष्ट्राभि: कालकल्पाभिर्ग्रसन्निव जगत्‍त्रयम् ।अतिमात्रमहाकाय आक्षिपंस्तरसा गिरीन् ॥ २८ ॥गिरिराट् पादचारीव पद्भ्यां निर्जरयन् महीम् ।जग्रास स समासाद्य वज्रिणं सहवाहनम् ॥ २९ ॥",
        "english_devnagari": "mahā-prāṇo mahā-vīryomahā-sarpa iva dvipamkṛtvādharāṁ hanuṁ bhūmaudaityo divy uttarāṁ hanum",
        "verse_Syn": [
            "mahā",
            "prāṇaḥ",
            "mahā",
            "vīryaḥ",
            "mahā",
            "sarpaḥ",
            "iva",
            "dvipam",
            "kṛtvā",
            "adharām",
            "hanum",
            "bhūmau",
            "daityaḥ",
            "divi",
            "uttarām",
            "hanum",
            "nabhaḥ",
            "gambhīra",
            "vaktreṇa",
            "leliha",
            "ulbaṇa",
            "jihvayā",
            "daṁṣṭrābhiḥ",
            "kāla",
            "kalpābhiḥ",
            "grasan",
            "iva",
            "jagat",
            "trayam",
            "ati",
            "mātra",
            "mahā",
            "kāyaḥ",
            "ākṣipan",
            "tarasā",
            "girīn",
            "giri",
            "rāṭ",
            "pāda",
            "cārī",
            "iva",
            "padbhyām",
            "nirjarayan",
            "mahīm",
            "jagrāsa",
            "saḥ",
            "samāsādya",
            "vajriṇam",
            "saha",
            "vāhanam"
        ],
        "translation": "Vṛtrāsura was very powerful in physical strength and influence. He placed his lower jaw on the ground and his upper jaw in the sky. His mouth became very deep, like the sky itself, and his tongue resembled a large serpent. With his fearful, deathlike teeth, he seemed to be trying to devour the entire universe. Thus assuming a gigantic body, the great demon Vṛtrāsura shook even the mountains and began crushing the surface of the earth with his legs, as if he were the Himālayas walking about. He came before Indra and swallowed him and Airāvata, his carrier, just as a big python might swallow an elephant.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "वृत्रग्रस्तं तमालोक्य सप्रजापतय: सुरा: ।हा कष्टमिति निर्विण्णाश्चुक्रुशु: समहर्षय: ॥ ३० ॥",
        "english_devnagari": "vṛtra-grastaṁ tam ālokyasaprajāpatayaḥ surāḥhā kaṣṭam iti nirviṇṇāścukruśuḥ samaharṣayaḥ",
        "verse_Syn": [
            "vṛtra",
            "grastam",
            "tam",
            "ālokya",
            "sa",
            "prajāpatayaḥ",
            "surāḥ",
            "hā",
            "kaṣṭam",
            "iti",
            "nirviṇṇāḥ",
            "cukruśuḥ",
            "sa",
            "mahā",
            "ṛṣayaḥ"
        ],
        "translation": "When the demigods, along with Brahmā, other prajāpatis and other great saintly persons, saw that Indra had been swallowed by the demon, they became very morose. “Alas,” they lamented. “What a calamity! What a calamity!”",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "निगीर्णोऽप्यसुरेन्द्रेण न ममारोदरं गत: ।महापुरुषसन्नद्धो योगमायाबलेन च ॥ ३१ ॥",
        "english_devnagari": "nigīrṇo ’py asurendreṇana mamārodaraṁ gataḥmahāpuruṣa-sannaddhoyoga-māyā-balena ca",
        "verse_Syn": [
            "nigīrṇaḥ",
            "api",
            "asura",
            "indreṇa",
            "na",
            "mamāra",
            "udaram",
            "gataḥ",
            "mahā",
            "puruṣa",
            "sannaddhaḥ",
            "yoga",
            "māyā",
            "balena",
            "ca"
        ],
        "translation": "The protective armor of Nārāyaṇa, which Indra possessed, was identical with Nārāyaṇa Himself, the Supreme Personality of Godhead. Protected by that armor and by his own mystic power, King Indra, although swallowed by Vṛtrāsura, did not die within the demon’s belly.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "भित्त्वा वज्रेण तत्कुक्षिं निष्क्रम्य बलभिद् विभु: ।उच्चकर्त शिर: शत्रोर्गिरिश‍ृङ्गमिवौजसा ॥ ३२ ॥",
        "english_devnagari": "bhittvā vajreṇa tat-kukṣiṁniṣkramya bala-bhid vibhuḥuccakarta śiraḥ śatrorgiri-śṛṅgam ivaujasā",
        "verse_Syn": [
            "bhittvā",
            "vajreṇa",
            "tat",
            "kukṣim",
            "niṣkramya",
            "bala",
            "bhit",
            "vibhuḥ",
            "uccakarta",
            "śiraḥ",
            "śatroḥ",
            "giri",
            "śṛṅgam",
            "iva",
            "ojasā"
        ],
        "translation": "With his thunderbolt, King Indra, who was also extremely powerful, pierced through Vṛtrāsura’s abdomen and came out. Indra, the killer of the demon Bala, then immediately cut off Vṛtrāsura’s head, which was as high as the peak of a mountain.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "वज्रस्तु तत्कन्धरमाशुवेग:कृन्तन् समन्तात् परिवर्तमान: ।न्यपातयत् तावदहर्गणेनयो ज्योतिषामयने वार्त्रहत्ये ॥ ३३ ॥",
        "english_devnagari": "vajras tu tat-kandharam āśu-vegaḥkṛntan samantāt parivartamānaḥnyapātayat tāvad ahar-gaṇenayo jyotiṣām ayane vārtra-hatye",
        "verse_Syn": [
            "vajraḥ",
            "tu",
            "tat",
            "kandharam",
            "āśu",
            "vegaḥ",
            "kṛntan",
            "samantāt",
            "parivartamānaḥ",
            "nyapātayat",
            "tāvat",
            "ahaḥ",
            "gaṇena",
            "yaḥ",
            "jyotiṣām",
            "ayane",
            "vārtra",
            "hatye"
        ],
        "translation": "Although the thunderbolt revolved around Vṛtrāsura’s neck with great speed, separating his head from his body took one complete year — 360 days, the time in which the sun, moon and other luminaries complete a northern and southern journey. Then, at the suitable time for Vṛtrāsura to be killed, his head fell to the ground.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तदा च खे दुन्दुभयो विनेदु-र्गन्धर्वसिद्धा: समहर्षिसङ्घा: ।वार्त्रघ्नलिङ्गैस्तमभिष्टुवानामन्त्रैर्मुदा कुसुमैरभ्यवर्षन् ॥ ३४ ॥",
        "english_devnagari": "tadā ca khe dundubhayo vinedurgandharva-siddhāḥ samaharṣi-saṅghāḥvārtra-ghna-liṅgais tam abhiṣṭuvānāmantrair mudā kusumair abhyavarṣan",
        "verse_Syn": [
            "tadā",
            "ca",
            "khe",
            "dundubhayaḥ",
            "vineduḥ",
            "gandharva",
            "siddhāḥ",
            "sa",
            "maharṣi",
            "saṅghāḥ",
            "vārtra",
            "ghna",
            "liṅgaiḥ",
            "tam",
            "abhiṣṭuvānāḥ",
            "mantraiḥ",
            "mudā",
            "kusumaiḥ",
            "abhyavarṣan"
        ],
        "translation": "When Vṛtrāsura was killed, the Gandharvas and Siddhas in the heavenly planets beat kettledrums in jubilation. With Vedic hymns they celebrated the prowess of Indra, the killer of Vṛtrāsura, praising Indra and showering flowers upon him with great pleasure.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "वृत्रस्य देहान्निष्क्रान्तमात्मज्योतिररिन्दम ।पश्यतां सर्वदेवानामलोकं समपद्यत ॥ ३५ ॥",
        "english_devnagari": "vṛtrasya dehān niṣkrāntamātma-jyotir arindamapaśyatāṁ sarva-devānāmalokaṁ samapadyata",
        "verse_Syn": [
            "vṛtrasya",
            "dehāt",
            "niṣkrāntam",
            "ātma",
            "jyotiḥ",
            "arim",
            "dama",
            "paśyatām",
            "sarva",
            "devānām",
            "alokam",
            "samapadyata"
        ],
        "translation": "O King Parīkṣit, subduer of enemies, the living spark then came forth from Vṛtrāsura’s body and returned home, back to Godhead. While all the demigods looked on, he entered the transcendental world to become an associate of Lord Saṅkarṣaṇa.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that Indra, not Vṛtrāsura, was actually killed. He says that when Vṛtrāsura swallowed King Indra and his carrier, the elephant, he thought, “Now I have killed Indra, and therefore there is no more need of fighting. Now let me return home, back to Godhead.” Thus he stopped all his bodily activities and became situated in trance. Taking advantage of the silence of Vṛtrāsura’s body, Indra pierced the demon’s abdomen, and because of Vṛtrāsura’s trance, Indra was able to come out. Now, Vṛtrāsura was in yoga-samadhi, and therefore although King Indra wanted to cut his throat, the demon’s neck was so stiff that Indra’s thunderbolt took 360 days to cut it to pieces. Actually it was the body left by Vṛtrāsura that was cut to pieces by Indra; Vṛtrāsura himself was not killed. In his original consciousness, Vṛtrāsura returned home, back to Godhead, to become an associate of Lord Saṅkarṣaṇa. Here the word alokam means the transcendental world, Vaikuṇṭhaloka, where Saṅkarṣaṇa eternally resides."
    }
]