[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचऊचतुर्मृतकोपान्ते पतितं मृतकोपमम् ।शोकाभिभूतं राजानं बोधयन्तौ सदुक्तिभि: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaūcatur mṛtakopāntepatitaṁ mṛtakopamamśokābhibhūtaṁ rājānaṁbodhayantau sad-uktibhiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ūcatuḥ",
            "mṛtaka",
            "upānte",
            "patitam",
            "mṛtaka",
            "upamam",
            "śoka",
            "abhibhūtam",
            "rājānam",
            "bodhayantau",
            "sat",
            "uktibhiḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: While King Citraketu, overcome by lamentation, lay like a dead body at the side of the dead body of his son, the two great sages Nārada and Aṅgirā instructed him about spiritual consciousness as follows.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "कोऽयं स्यात्तव राजेन्द्र भवान् यमनुशोचति ।त्वं चास्य कतम: सृष्टौ पुरेदानीमत: परम् ॥ २ ॥",
        "english_devnagari": "ko ’yaṁ syāt tava rājendrabhavān yam anuśocatitvaṁ cāsya katamaḥ sṛṣṭaupuredānīm ataḥ param",
        "verse_Syn": [
            "kaḥ",
            "ayam",
            "syāt",
            "tava",
            "rāja",
            "indra",
            "bhavān",
            "yam",
            "anuśocati",
            "tvam",
            "ca",
            "asya",
            "katamaḥ",
            "sṛṣṭau",
            "purā",
            "idānīm",
            "ataḥ",
            "param"
        ],
        "translation": "O King, what relationship does the dead body for which you lament have with you, and what relationship do you have with him? You may say that you are now related as father and son, but do you think this relationship existed before? Does it truly exist now? Will it continue in the future?",
        "purport": " The instructions given by Nārada and Aṅgirā Muni are the true spiritual instructions for the illusioned conditioned soul. This world is temporary, but because of our previous karma we come here and accept bodies, creating temporary relationships in terms of society, friendship, love, nationality and community, which are all finished at death. These temporary relationships did not exist in the past, nor will they exist in the future. Therefore at the present moment the so-called relationships are illusions."
    },
    {
        "verse": "3",
        "devanagari": "यथा प्रयान्ति संयान्ति स्रोतोवेगेन बालुका: ।संयुज्यन्ते वियुज्यन्ते तथा कालेन देहिन: ॥ ३ ॥",
        "english_devnagari": "yathā prayānti saṁyāntisroto-vegena bālukāḥsaṁyujyante viyujyantetathā kālena dehinaḥ",
        "verse_Syn": [
            "yathā",
            "prayānti",
            "saṁyānti",
            "srotaḥ",
            "vegena",
            "bālukāḥ",
            "saṁyujyante",
            "viyujyante",
            "tathā",
            "kālena",
            "dehinaḥ"
        ],
        "translation": "O King, as small particles of sand sometimes come together and are sometimes separated due to the force of the waves, the living entities who have accepted material bodies sometimes come together and are sometimes separated by the force of time.",
        "purport": " The misunderstanding of the conditioned soul is the bodily conception of life. The body is material, but within the body is the soul. This is spiritual understanding. Unfortunately, one who is in ignorance, under the spell of material illusion, accepts the body to be the self. He cannot understand that the body is matter. Like small particles of sand, bodies come together and are separated by the force of time, and people falsely lament for unification and separation. Unless one knows this, there is no question of happiness. Therefore in Bhagavad-gītā (2.13) this is the first instruction given by the Lord: “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” We are not the body; we are spiritual beings trapped in the body. Our real interest lies in understanding this simple fact. Then we can make further spiritual progress. Otherwise, if we remain in the bodily conception of life, our miserable material existence will continue forever. Political adjustments, social welfare work, medical assistance and the other programs we have manufactured for peace and happiness will never endure. We shall have to undergo the sufferings of material life one after another. Therefore material life is said to be duḥkhālayam aśāśvatam; it is a reservoir of miserable conditions."
    },
    {
        "verse": "4",
        "devanagari": "यथा धानासु वै धाना भवन्ति न भवन्ति च ।एवं भूतानि भूतेषु चोदितानीशमायया ॥ ४ ॥",
        "english_devnagari": "yathā dhānāsu vai dhānābhavanti na bhavanti caevaṁ bhūtāni bhūteṣucoditānīśa-māyayā",
        "verse_Syn": [
            "yathā",
            "dhānāsu",
            "vai",
            "dhānāḥ",
            "bhavanti",
            "na",
            "bhavanti",
            "ca",
            "evam",
            "bhūtāni",
            "bhūteṣu",
            "coditāni",
            "īśa",
            "māyayā"
        ],
        "translation": "When seeds are sown in the ground, they sometimes grow into plants and sometimes do not. Sometimes the ground is not fertile, and the sowing of seeds is unproductive. Similarly, sometimes a prospective father, being impelled by the potency of the Supreme Lord, can beget a child, but sometimes conception does not take place. Therefore one should not lament over the artificial relationship of parenthood, which is ultimately controlled by the Supreme Lord.",
        "purport": " Mahārāja Citraketu was actually not destined to get a son. Therefore although he married hundreds and thousands of wives, all of them proved barren, and he could not beget even one child. When Aṅgirā Ṛṣi came to see the King, the King requested the great sage to enable him to have at least one son. Because of the blessing of Aṅgirā Ṛṣi, a child was sent by the grace of māyā, but the child was not to live for long. Therefore in the beginning Aṅgirā Ṛṣi told the King that he would beget a child who would cause jubilation and lamentation. King Citraketu was not destined to get a child by providence, or the will of the Supreme. Just as sterile grain cannot produce more grain, a sterile person, by the will of the Supreme Lord, cannot beget a child. Sometimes a child is born even to an impotent father and sterile mother, and sometimes a potent father and fertile mother are childless. Indeed, sometimes a child is born despite contraceptive methods, and therefore the parents kill the child in the womb. In the present age, killing children in the womb has become a common practice. Why? When contraceptive methods are taken, why don’t they act? Why is a child sometimes produced so that the father and mother have to kill it in the womb? We must conclude that our arrangement of so-called scientific knowledge cannot determine what will take place; what is enacted actually depends on the supreme will. It is by the supreme will that we are situated in certain conditions in terms of family, community and personality. These are all arrangements of the Supreme Lord according to our desires under the spell of māyā, illusion. In devotional life, therefore, one should not desire anything, since everything depends on the Supreme Personality of Godhead. As stated in Bhakti-rasāmṛta-sindhu (1.1.11): “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” One should act only to develop Kṛṣṇa consciousness. For everything else, one should fully depend upon the Supreme Person. We should not create plans that will ultimately make us frustrated."
    },
    {
        "verse": "5",
        "devanagari": "वयं च त्वं च ये चेमे तुल्यकालाश्चराचरा: ।जन्ममृत्योर्यथा पश्चात् प्राङ्‌नैवमधुनापि भो: ॥ ५ ॥",
        "english_devnagari": "vayaṁ ca tvaṁ ca ye cemetulya-kālāś carācarāḥjanma-mṛtyor yathā paścātprāṅ naivam adhunāpi bhoḥ",
        "verse_Syn": [
            "vayam",
            "ca",
            "tvam",
            "ca",
            "ye",
            "ca",
            "ime",
            "tulya",
            "kālāḥ",
            "cara",
            "acarāḥ",
            "janma",
            "mṛtyoḥ",
            "yathā",
            "paścāt",
            "prāk",
            "na",
            "evam",
            "adhunā",
            "api",
            "bhoḥ"
        ],
        "translation": "O King, both you and we — your advisers, wives and ministers — as well as everything moving and not moving throughout the entire cosmos at this time, are in a temporary situation. Before our birth this situation did not exist, and after our death it will exist no longer. Therefore our situation now is temporary, although it is not false.",
        "purport": " The Māyāvādī philosophers say, brahma satyaṁ jagan mithyā: Brahman, the living being, is factual, but his present bodily situation is false. According to the Vaiṣṇava philosophy, however, the present situation is not false but temporary. It is like a dream. A dream does not exist before one falls asleep, nor does it continue after one awakens. The period for dreaming exists only between these two, and therefore it is false in the sense that it is impermanent. Similarly, the entire material creation, including our own creation and those of others, is impermanent. We do not lament for the situation in a dream before the dream takes place or after it is over, and so during the dream, or during a dreamlike situation, one should not accept it as factual and lament about it. This is real knowledge."
    },
    {
        "verse": "6",
        "devanagari": "भूतैर्भूतानि भूतेश: सृजत्यवति हन्ति च ।आत्मसृष्टैरस्वतन्त्रैरनपेक्षोऽपि बालवत् ॥ ६ ॥",
        "english_devnagari": "bhūtair bhūtāni bhūteśaḥsṛjaty avati hanti caātma-sṛṣṭair asvatantrairanapekṣo ’pi bālavat",
        "verse_Syn": [
            "bhūtaiḥ",
            "bhūtāni",
            "bhūta",
            "īśaḥ",
            "sṛjati",
            "avati",
            "hanti",
            "ca",
            "ātma",
            "sṛṣṭaiḥ",
            "asvatantraiḥ",
            "anapekṣaḥ",
            "api",
            "bāla",
            "vat"
        ],
        "translation": "The Supreme Personality of Godhead, the master and proprietor of everything, is certainly not interested in the temporary cosmic manifestation. Nonetheless, just as a boy at the beach creates something in which he is not interested, the Lord, keeping everything under His control, causes creation, maintenance and annihilation. He creates by engaging a father to beget a son, He maintains by engaging a government or king to see to the public’s welfare, and He annihilates through agents for killing, such as snakes. The agents for creation, maintenance and annihilation have no independent potency, but because of the spell of the illusory energy, one thinks himself the creator, maintainer and annihilator.",
        "purport": " No one can independently create, maintain or annihilate. Bhagavad-gītā (3.27) therefore says: “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself the doer of activities that are in actuality carried out by nature.” Prakṛti, material nature, as directed by the Supreme Personality of Godhead, induces all living entities to create, maintain or annihilate according to the modes of nature. But the living entity, without knowledge of the Supreme Person and His agent the material energy, thinks that he is the doer. In fact, he is not at all the doer. As an agent of the supreme doer, the Supreme Lord, one should abide by the Lord’s orders. The present chaotic conditions of the world are due to the ignorance of leaders who forget that they have been appointed to act by the Supreme Personality of Godhead. Because they have been appointed by the Lord, their duty is to consult the Lord and act accordingly. The book for consultation is Bhagavad-gītā, in which the Supreme Lord gives directions. Therefore those who are engaged in creation, maintenance and annihilation should consult the Supreme Person, who has appointed them, and should act accordingly. Then everyone will be satisfied, and there will be no disturbances."
    },
    {
        "verse": "7",
        "devanagari": "देहेन देहिनो राजन् देहाद्देहोऽभिजायते ।बीजादेव यथा बीजं देह्यर्थ इव शाश्वत: ॥ ७ ॥",
        "english_devnagari": "dehena dehino rājandehād deho ’bhijāyatebījād eva yathā bījaṁdehy artha iva śāśvataḥ",
        "verse_Syn": [
            "dehena",
            "dehinaḥ",
            "rājan",
            "dehāt",
            "dehaḥ",
            "abhijāyate",
            "bījāt",
            "eva",
            "yathā",
            "bījam",
            "dehī",
            "arthaḥ",
            "iva",
            "śāśvataḥ"
        ],
        "translation": "As from one seed another seed is generated, O King, so from one body [the body of the father], through another body [the body of the mother], a third body is generated [the body of a son]. As the elements of the material body are eternal, the living entity who appears through these material elements is also eternal.",
        "purport": " From Bhagavad-gītā we understand that there are two energies, namely the superior energy and inferior energy. Inferior energy consists of the five gross and three subtle material elements. The living entity, who represents the superior energy, appears in different types of bodies through these elements by the manipulation or supervision of the material energy. Actually both the material and spiritual energies — matter and spirit — exist eternally as potencies of the Supreme Personality of Godhead. The potent entity is the Supreme Person. Since the spiritual energy, the living being, who is part and parcel of the Supreme Lord, desires to enjoy this material world, the Lord gives him a chance to accept different types of material bodies and enjoy or suffer in different material conditions. Factually, the spiritual energy, the living entity who desires to enjoy material things, is manipulated by the Supreme Lord. The so-called father and mother have nothing to do with the living entity. As a result of his own choice and karma, the living being takes different bodies through the agency of so-called fathers and mothers."
    },
    {
        "verse": "8",
        "devanagari": "देहदेहिविभागोऽयमविवेककृत: पुरा ।जातिव्यक्तिविभागोऽयं यथा वस्तुनि कल्पित: ॥ ८ ॥",
        "english_devnagari": "deha-dehi-vibhāgo ’yamaviveka-kṛtaḥ purājāti-vyakti-vibhāgo ’yaṁyathā vastuni kalpitaḥ",
        "verse_Syn": [
            "deha",
            "dehi",
            "vibhāgaḥ",
            "ayam",
            "aviveka",
            "kṛtaḥ",
            "purā",
            "jāti",
            "vyakti",
            "vibhāgaḥ",
            "ayam",
            "yathā",
            "vastuni",
            "kalpitaḥ"
        ],
        "translation": "Divisions of generalization and specification, such as nationality and individuality, are the imaginations of persons who are not advanced in knowledge.",
        "purport": " Actually there are two energies — material and spiritual. Both of them are ever-existing because they are emanations from the eternal truth, the Supreme Lord. Because the individual soul, the individual living entity, has desired to act in forgetfulness of his original identity since time immemorial, he is accepting different positions in material bodies and being designated according to many divisions of nationality, community, society, species and so on."
    },
    {
        "verse": "9",
        "devanagari": "श्रीशुक उवाचएवमाश्वासितो राजा चित्रकेतुर्द्विजोक्तिभि: ।विमृज्य पाणिना वक्त्रमाधिम्‍लानमभाषत ॥ ९ ॥",
        "english_devnagari": "śrī-śuka uvācaevam āśvāsito rājācitraketur dvijoktibhiḥvimṛjya pāṇinā vaktramādhi-mlānam abhāṣata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "āśvāsitaḥ",
            "rājā",
            "citraketuḥ",
            "dvija",
            "uktibhiḥ",
            "vimṛjya",
            "pāṇinā",
            "vaktram",
            "ādhi",
            "mlānam",
            "abhāṣata"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Thus enlightened by the instructions of Nārada and Aṅgirā, King Citraketu became hopeful with knowledge. Wiping his shriveled face with his hand, the King began to speak.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "श्रीराजोवाचकौ युवां ज्ञानसम्पन्नौ महिष्ठौ च महीयसाम् ।अवधूतेन वेषेण गूढाविह समागतौ ॥ १० ॥",
        "english_devnagari": "śrī-rājovācakau yuvāṁ jñāna-sampannaumahiṣṭhau ca mahīyasāmavadhūtena veṣeṇagūḍhāv iha samāgatau",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kau",
            "yuvām",
            "jñāna",
            "sampannau",
            "mahiṣṭhau",
            "ca",
            "mahīyasām",
            "avadhūtena",
            "veṣeṇa",
            "gūḍhau",
            "iha",
            "samāgatau"
        ],
        "translation": "King Citraketu said: You have both come here dressed like avadhūtas, liberated persons, just to cover your identities, but I see that of all men, you are the most elevated in awareness. You know everything as it is. Therefore you are the greatest of all great personalities.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "चरन्ति ह्यवनौ कामं ब्राह्मणा भगवत्प्रिया: ।माद‍ृशां ग्राम्यबुद्धीनां बोधायोन्मत्तलिङ्गिन: ॥ ११ ॥",
        "english_devnagari": "caranti hy avanau kāmaṁbrāhmaṇā bhagavat-priyāḥmādṛśāṁ grāmya-buddhīnāṁbodhāyonmatta-liṅginaḥ",
        "verse_Syn": [
            "caranti",
            "hi",
            "avanau",
            "kāmam",
            "brāhmaṇāḥ",
            "bhagavat",
            "priyāḥ",
            "mā",
            "dṛśām",
            "grāmya",
            "buddhīnām",
            "bodhāya",
            "unmatta",
            "liṅginaḥ"
        ],
        "translation": "Brāhmaṇas who are exalted to the position of Vaiṣṇavas, the most dear servants of Kṛṣṇa, sometimes dress like madmen. Just to benefit materialists like us, who are always attached to sense gratification, and just to dissipate our ignorance, these Vaiṣṇavas wander on the surface of the globe according to their desire.",
        "purport": ""
    },
    {
        "verse": "12-15",
        "devanagari": "कुमारो नारद ऋभुरङ्गिरा देवलोऽसित: ।अपान्तरतमा व्यासो मार्कण्डेयोऽथ गौतम: ॥ १२ ॥वसिष्ठो भगवान् राम: कपिलो बादरायणि: ।दुर्वासा याज्ञवल्‍क्यश्च जातुकर्णस्तथारुणि: ॥ १३ ॥रोमशश्‍च्यवनो दत्त आसुरि: सपतञ्जलि: ।ऋषिर्वेदशिरा धौम्यो मुनि: पञ्चशिखस्तथा ॥ १४ ॥हिरण्यनाभ: कौशल्य: श्रुतदेव ऋतध्वज: ।एते परे च सिद्धेशाश्चरन्ति ज्ञानहेतव: ॥ १५ ॥",
        "english_devnagari": "kumāro nārada ṛbhuraṅgirā devalo ’sitaḥapāntaratamā vyāsomārkaṇḍeyo ’tha gautamaḥ",
        "verse_Syn": [
            "kumāraḥ",
            "nāradaḥ",
            "ṛbhuḥ",
            "aṅgirāḥ",
            "devalaḥ",
            "asitaḥ",
            "apāntaratamāḥ",
            "vyāsaḥ",
            "mārkaṇḍeyaḥ",
            "atha",
            "gautamaḥ",
            "vasiṣṭhaḥ",
            "bhagavān",
            "rāmaḥ",
            "kapilaḥ",
            "bādarāyaṇiḥ",
            "durvāsāḥ",
            "yājñavalkyaḥ",
            "ca",
            "jātukarṇaḥ",
            "tathā",
            "aruṇiḥ",
            "romaśaḥ",
            "cyavanaḥ",
            "dattaḥ",
            "āsuriḥ",
            "sa",
            "patañjaliḥ",
            "ṛṣiḥ",
            "veda",
            "śirāḥ",
            "dhaumyaḥ",
            "muniḥ",
            "pañcaśikhaḥ",
            "tathā",
            "hiraṇyanābhaḥ",
            "kauśalyaḥ",
            "śrutadevaḥ",
            "ṛtadhvajaḥ",
            "ete",
            "pare",
            "ca",
            "siddha",
            "īśāḥ",
            "caranti",
            "jñāna",
            "hetavaḥ"
        ],
        "translation": "O great souls, I have heard that among the great and perfect persons wandering the surface of the earth to instruct knowledge to people covered by ignorance are Sanat-kumāra, Nārada, Ṛbhu, Aṅgirā, Devala, Asita, Apāntaratamā [Vyāsadeva], Mārkaṇḍeya, Gautama, Vasiṣṭha, Bhagavān Paraśurāma, Kapila, Śukadeva, Durvāsā, Yājñavalkya, Jātukarṇa and Aruṇi. Others are Romaśa, Cyavana, Dattātreya, Āsuri, Patañjali, the great sage Dhaumya who is like the head of the Vedas, the sage Pañcaśikha, Hiraṇyanābha, Kauśalya, Śrutadeva and Ṛtadhvaja. You must certainly be among them.",
        "purport": " The word jñāna-hetavaḥ is very significant because great personalities like those listed in these verses wander on the surface of the globe not to mislead the populace, but to distribute real knowledge. Without this knowledge, human life is wasted. The human form of life is meant for realization of one’s relationship with Kṛṣṇa, or God. One who lacks this knowledge is categorized among the animals. The Lord Himself says in Bhagavad-gītā (7.15): “Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.” Ignorance is the bodily conception of life (yasyātma-buddhiḥ kuṇape tri-dhātuke … sa eva go-kharaḥ). Practically everyone throughout the universe, especially on this planet, Bhūrloka, thinks that there is no separate existence of the body and soul and therefore no need of self-realization. But that is not a fact. Therefore all the brāhmaṇas listed here, being devotees, travel all over the world to awaken Kṛṣṇa consciousness in the hearts of such foolish materialists. The ācāryas mentioned in these verses are described in the Mahābhārata. The word pañcaśikha is also important. One who is liberated from the conceptions of annamaya, prāṇamaya, manomaya, vijñānamaya and ānandamaya and who is perfectly aware of the subtle coverings of the soul is called pañcaśikha. According to the statements of the Mahābhārata (Sānti-parva, Chapters 218-219), an ācārya named Pañcaśikha took birth in the family of Mahārāja Janaka, the ruler of Mithila. The Sāṅkhya philosophers accept Pañcaśikhācārya as one of them. Real knowledge pertains to the living entity dwelling within the body. Unfortunately, because of ignorance, the living entity identifies himself with the body and therefore feels pleasure and pain."
    },
    {
        "verse": "16",
        "devanagari": "तस्माद्युवां ग्राम्यपशोर्मम मूढधिय: प्रभू ।अन्धे तमसि मग्नस्य ज्ञानदीप उदीर्यताम् ॥ १६ ॥",
        "english_devnagari": "tasmād yuvāṁ grāmya-paśormama mūḍha-dhiyaḥ prabhūandhe tamasi magnasyajñāna-dīpa udīryatām",
        "verse_Syn": [
            "tasmāt",
            "yuvām",
            "grāmya",
            "paśoḥ",
            "mama",
            "mūḍha",
            "dhiyaḥ",
            "prabhū",
            "andhe",
            "tamasi",
            "magnasya",
            "jñāna",
            "dīpaḥ",
            "udīryatām"
        ],
        "translation": "Because you are great personalities, you can give me real knowledge. I am as foolish as a village animal like a pig or dog because I am merged in the darkness of ignorance. Therefore, please ignite the torch of knowledge to save me.",
        "purport": " This is the way to receive knowledge. One must submit oneself at the lotus feet of great personalities who can actually deliver transcendental knowledge. It is therefore said, tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam: “One who is inquisitive to understand the highest goal and benefit of life must approach a bona fide spiritual master and surrender unto him.” Only one who is actually eager to receive knowledge to eradicate the darkness of ignorance is eligible to approach a guru, or spiritual master. The guru should not be approached for material benefits. One should not approach a guru just to cure some disease or receive some miraculous benefit. This is not the way to approach the guru. Tad-vijñānārtham: one should approach the guru to understand the transcendental science of spiritual life. Unfortunately, in this Age of Kali there are many bogus gurus who display magic to their disciples, and many foolish disciples want to see such magic for material benefits. These disciples are not interested in pursuing spiritual life to save themselves from the darkness of ignorance. It is said: “I was born in the darkest ignorance, and my spiritual master opened my eyes with the torch of knowledge. I offer my respectful obeisances unto him.” This gives the definition of the guru. Everyone is in the darkness of ignorance. Therefore everyone needs to be enlightened with transcendental knowledge. One who enlightens his disciple and saves him from rotting in the darkness of ignorance in this material world is a true guru."
    },
    {
        "verse": "17",
        "devanagari": "श्रीअङ्गिरा उवाचअहं ते पुत्रकामस्य पुत्रदोऽस्म्यङ्गिरा नृप ।एष ब्रह्मसुत: साक्षान्नारदो भगवानृषि: ॥ १७ ॥",
        "english_devnagari": "śrī-aṅgirā uvācaahaṁ te putra-kāmasyaputrado ’smy aṅgirā nṛpaeṣa brahma-sutaḥ sākṣānnārado bhagavān ṛṣiḥ",
        "verse_Syn": [
            "śrī",
            "aṅgirāḥ",
            "uvāca",
            "aham",
            "te",
            "putra",
            "kāmasya",
            "putra",
            "daḥ",
            "asmi",
            "aṅgirāḥ",
            "nṛpa",
            "eṣaḥ",
            "brahma",
            "sutaḥ",
            "sākṣāt",
            "nāradaḥ",
            "bhagavān",
            "ṛṣiḥ"
        ],
        "translation": "Aṅgirā said: My dear King, when you desired to have a son, I approached you. Indeed, I am the same Aṅgirā Ṛṣi who gave you this son. As for this ṛṣi, he is the great sage Nārada, the direct son of Lord Brahmā.",
        "purport": ""
    },
    {
        "verse": "18-19",
        "devanagari": "इत्थं त्वां पुत्रशोकेन मग्नं तमसि दुस्तरे ।अतदर्हमनुस्मृत्य महापुरुषगोचरम् ॥ १८ ॥अनुग्रहाय भवत: प्राप्तावावामिह प्रभो ।ब्रह्मण्यो भगवद्भ‍क्तो नावासादितुमर्हसि ॥ १९ ॥",
        "english_devnagari": "itthaṁ tvāṁ putra-śokenamagnaṁ tamasi dustareatad-arham anusmṛtyamahāpuruṣa-gocaram",
        "verse_Syn": [
            "ittham",
            "tvām",
            "putra",
            "śokena",
            "magnam",
            "tamasi",
            "dustare",
            "a",
            "tat",
            "arham",
            "anusmṛtya",
            "mahā",
            "puruṣa",
            "gocaram",
            "anugrahāya",
            "bhavataḥ",
            "prāptau",
            "āvām",
            "iha",
            "prabho",
            "brahmaṇyaḥ",
            "bhagavat",
            "bhaktaḥ",
            "na",
            "avāsāditum",
            "arhasi"
        ],
        "translation": "My dear King, you are an advanced devotee of the Supreme Personality of Godhead. To be absorbed in lamentation for the loss of something material is unsuitable for a person like you. Therefore we have both come to relieve you from this false lamentation, which is due to your being merged in the darkness of ignorance. For those who are advanced in spiritual knowledge to be affected by material loss and gain is not at all desirable.",
        "purport": " Several words in this verse are very important. The word mahā-puruṣa refers to advanced devotees and also to the Supreme Personality of Godhead. Mahā means “the supreme,” and puruṣa means “person.” One who always engages in the service of the Supreme Lord is called mahā-pauruṣika. Śukadeva Gosvāmī and Mahārāja Parīkṣit are sometimes addressed as mahā-pauruṣika. A devotee should always aspire to engage in the service of advanced devotees. As Śrīla Narottama dāsa Ṭhākura has sung: A devotee should always aspire to live in the association of advanced devotees and engage in the service of the Lord through the paramparā system. One should serve the mission of Śrī Caitanya Mahāprabhu through the instructions of the great Gosvāmīs of Vṛndāvana. This is called tāṅdera caraṇa sevi. While serving the lotus feet of the Gosvāmīs, one should live in the association of devotees (bhakta-sane vāsa). This is the business of a devotee. A devotee should not aspire for material profit or lament for material loss. When Aṅgirā Ṛṣi and Nārada saw that Mahārāja Citraketu, an advanced devotee, had fallen in the darkness of ignorance and was lamenting for the material body of his son, by their causeless mercy they came to advise him so that he could be saved from this ignorance. Another significant word is brahmaṇya. The Supreme Personality of Godhead is sometimes addressed by the prayer namo brahmaṇya-devāya, which offers obeisances unto the Lord because He is served by the devotees. Therefore this verse states, brahmaṇyo bhagavad-bhakto nāvāsāditum arhasi. This is the symptom of an advanced devotee. Brahma-bhūtaḥ prasannātmā. For a devotee — an advanced, self-realized soul — there is no cause for material jubilation or lamentation. He is always transcendental to conditional life."
    },
    {
        "verse": "20",
        "devanagari": "तदैव ते परं ज्ञानं ददामि गृहमागत: ।ज्ञात्वान्याभिनिवेशं ते पुत्रमेव ददाम्यहम् ॥ २० ॥",
        "english_devnagari": "tadaiva te paraṁ jñānaṁdadāmi gṛham āgataḥjñātvānyābhiniveśaṁ teputram eva dadāmy aham",
        "verse_Syn": [
            "tadā",
            "eva",
            "te",
            "param",
            "jñānam",
            "dadāmi",
            "gṛham",
            "āgataḥ",
            "jñātvā",
            "anya",
            "abhiniveśam",
            "te",
            "putram",
            "eva",
            "dadāmi",
            "aham"
        ],
        "translation": "When I first came to your home, I could have given you the supreme transcendental knowledge, but when I saw that your mind was absorbed in material things, I gave you only a son, who caused you jubilation and lamentation.",
        "purport": ""
    },
    {
        "verse": "21-23",
        "devanagari": "अधुना पुत्रिणां तापो भवतैवानुभूयते ।एवं दारा गृहा रायो विविधैश्वर्यसम्पद: ॥ २१ ॥शब्दादयश्च विषयाश्चला राज्यविभूतय: ।मही राज्यं बलं कोषो भृत्यामात्यसुहृज्जना: ॥ २२ ॥सर्वेऽपि शूरसेनेमे शोकमोहभयार्तिदा: ।गन्धर्वनगरप्रख्या: स्वप्नमायामनोरथा: ॥ २३ ॥",
        "english_devnagari": "adhunā putriṇāṁ tāpobhavataivānubhūyateevaṁ dārā gṛhā rāyovividhaiśvarya-sampadaḥ",
        "verse_Syn": [
            "adhunā",
            "putriṇām",
            "tāpaḥ",
            "bhavatā",
            "eva",
            "anubhūyate",
            "evam",
            "dārāḥ",
            "gṛhāḥ",
            "rāyaḥ",
            "vividha",
            "aiśvarya",
            "sampadaḥ",
            "śabda",
            "ādayaḥ",
            "ca",
            "viṣayāḥ",
            "calāḥ",
            "rājya",
            "vibhūtayaḥ",
            "mahī",
            "rājyam",
            "balam",
            "koṣaḥ",
            "bhṛtya",
            "amātya",
            "suhṛt",
            "janāḥ",
            "sarve",
            "api",
            "śūrasena",
            "ime",
            "śoka",
            "moha",
            "bhaya",
            "arti",
            "dāḥ",
            "gandharva",
            "nagara",
            "prakhyāḥ",
            "svapna",
            "māyā",
            "manorathāḥ"
        ],
        "translation": "My dear King, now you are actually experiencing the misery of a person who has sons and daughters. O King, owner of the state of Śūrasena, one’s wife, his house, the opulence of his kingdom, and his various other opulences and objects of sense perception are all the same in that they are temporary. One’s kingdom, military power, treasury, servants, ministers, friends and relatives are all causes of fear, illusion, lamentation and distress. They are like a gandharva-nagara, a nonexistent palace that one imagines to exist in the forest. Because they are impermanent, they are no better than illusions, dreams and mental concoctions.",
        "purport": " This verse describes the entanglement of material existence. In material existence, the living entity possesses many things — the material body, children, wife and so on (dehāpatya-kalatrādiṣu). One may think that these will give him protection, but that is impossible. In spite of all these possessions, the spirit soul has to give up his present situation and accept another. The next situation may be unfavorable, but even if it is favorable, one must give it up and again accept another body. In this way, one’s tribulation in material existence continues. A sane man should be perfectly aware that these things will never be able to give him happiness. One must be situated in his spiritual identity and eternally serve the Supreme Personality of Godhead as a devotee. Aṅgirā Ṛṣi and Nārada Muni gave this instruction to Mahārāja Citraketu."
    },
    {
        "verse": "24",
        "devanagari": "द‍ृश्यमाना विनार्थेन न द‍ृश्यन्ते मनोभवा: ।कर्मभिर्ध्यायतो नानाकर्माणि मनसोऽभवन् ॥ २४ ॥",
        "english_devnagari": "dṛśyamānā vinārthenana dṛśyante manobhavāḥkarmabhir dhyāyato nānā-karmāṇi manaso ’bhavan",
        "verse_Syn": [
            "dṛśyamānāḥ",
            "vinā",
            "arthena",
            "na",
            "dṛśyante",
            "manobhavāḥ",
            "karmabhiḥ",
            "dhyāyataḥ",
            "nānā",
            "karmāṇi",
            "manasaḥ",
            "abhavan"
        ],
        "translation": "These visible objects like wife, children and property are like dreams and mental concoctions. Actually what we see has no permanent existence. It is sometimes seen and sometimes not. Only because of our past actions do we create such mental concoctions, and because of these concoctions, we perform further activities.",
        "purport": " Everything material is a mental concoction because it is sometimes visible and sometimes not. At night when we dream of tigers and snakes, they are not actually present, but we are afraid because we are affected by what we envision in our dreams. Everything material is like a dream because it actually has no permanent existence. Śrīla Viśvanātha Cakravartī Ṭhākura writes as follows in his commentary: arthena vyāghra-sarpādinā vinaiva dṛśyamānāḥ svapnādi-bhaṅge sati na dṛśyante tad evaṁ dārādayo ’vāstava-vastu-bhūtāḥ svapnādayo ’vastu-bhūtāś ca sarve manobhavāḥ mano-vāsanā janyatvān manobhavāḥ. At night one dreams of tigers and snakes, and while dreaming he actually sees them, but as soon as the dream is broken they no longer exist. Similarly, the material world is a creation of our mental concoctions. We have come to this material world to enjoy material resources, and by mental concoction we discover many, many objects of enjoyment because our minds are absorbed in material things. This is why we receive various bodies. According to our mental concoctions we work in various ways, desiring various achievements, and by nature and the order of the Supreme Personality of Godhead (karmaṇā-daiva-netreṇa) we get the advantages we desire. Thus we become more and more involved with material concoctions. This is the reason for our suffering in the material world. By one kind of activity we create another, and they are all products of our mental concoctions."
    },
    {
        "verse": "25",
        "devanagari": "अयं हि देहिनो देहो द्रव्यज्ञानक्रियात्मक: ।देहिनो विविधक्लेशसन्तापकृदुदाहृत: ॥ २५ ॥",
        "english_devnagari": "ayaṁ hi dehino dehodravya-jñāna-kriyātmakaḥdehino vividha-kleśa-santāpa-kṛd udāhṛtaḥ",
        "verse_Syn": [
            "ayam",
            "hi",
            "dehinaḥ",
            "dehaḥ",
            "dravya",
            "jñāna",
            "kriyā",
            "ātmakaḥ",
            "dehinaḥ",
            "vividha",
            "kleśa",
            "santāpa",
            "kṛt",
            "udāhṛtaḥ"
        ],
        "translation": "The living entity in the bodily conception of life is absorbed in the body, which is a combination of the physical elements, the five senses for gathering knowledge, and the five senses of action, along with the mind. Through the mind the living entity suffers three kinds of tribulations — adhibhautika, adhidaivika and adhyātmika. Therefore this body is a source of all miseries.",
        "purport": " In the Fifth Canto (5.5.4), while instructing his sons, Ṛṣabhadeva said, asann api kleśada āsa dehaḥ: the body, although temporary, is the cause of all the miseries of material existence. As already discussed in the previous verse, the entire material creation is based on mental concoction. The mind sometimes induces us to think that if we purchase an automobile we can enjoy the physical elements, such as earth, water, air and fire, combined in forms of iron, plastic, petrol and so on. Working with the five material elements (pañca-bhūtas), as well as with our five knowledge-gathering senses like the eyes, ears and tongue and our five active senses like the hands and legs, we become involved in the material condition. Thus we are subjected to the tribulations known as adhyātmika, adhidaivika and adhibhautika. The mind is the center because the mind creates all these things. As soon as the material object is struck, however, the mind is affected, and we suffer. For example, with the material elements, the working senses and the knowledge-gathering senses we create a very nice car, and when the car is accidentally smashed in a collision, the mind suffers, and through the mind the living entity suffers. The fact is that the living entity, while concocting with the mind, creates the material condition. Because matter is destructible, through the material condition the living entity suffers. Otherwise, the living entity is detached from all material conditions. When one comes to the Brahman platform, the platform of spiritual life, fully understanding that he is a spiritual soul (ahaṁ brahmāsmi), he is no longer affected by lamentation or hankering. As the Lord says in Bhagavad-gītā (18.54): “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything.” Elsewhere in Bhagavad-gītā (15.7) the Lord says: “The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” The living entity is actually part and parcel of the Supreme Personality of Godhead and is unaffected by material conditions, but because the mind (manaḥ) is affected, the senses are affected, and the living entity struggles for existence within this material world."
    },
    {
        "verse": "26",
        "devanagari": "तस्मात् स्वस्थेन मनसा विमृश्य गतिमात्मन: ।द्वैते ध्रुवार्थविश्रम्भं त्यजोपशममाविश ॥ २६ ॥",
        "english_devnagari": "tasmāt svasthena manasāvimṛśya gatim ātmanaḥdvaite dhruvārtha-viśrambhaṁtyajopaśamam āviśa",
        "verse_Syn": [
            "tasmāt",
            "svasthena",
            "manasā",
            "vimṛśya",
            "gatim",
            "ātmanaḥ",
            "dvaite",
            "dhruva",
            "artha",
            "viśrambham",
            "tyaja",
            "upaśamam",
            "āviśa"
        ],
        "translation": "Therefore, O King Citraketu, carefully consider the position of the ātmā. In other words, try to understand who you are — whether body, mind or soul. Consider where you have come from, where you are going after giving up this body, and why you are under the control of material lamentation. Try to understand your real position in this way, and then you will be able to give up your unnecessary attachment. You will also be able to give up the belief that this material world, or anything not directly in touch with service to Kṛṣṇa, is eternal. Thus you will obtain peace.",
        "purport": " The Kṛṣṇa consciousness movement is factually endeavoring to bring human society to a sober condition. Because of a misdirected civilization, people are jumping in materialistic life like cats and dogs, performing all sorts of abominable, sinful actions and becoming increasingly entangled. The Kṛṣṇa consciousness movement includes self-realization because one is first directed by Lord Kṛṣṇa to understand that one is not the body but the owner of the body. When one understands this simple fact, he can direct himself toward the goal of life. Because people are not educated in terms of the goal of life, they are working like madmen and becoming more and more attached to the material atmosphere. The misguided man accepts the material condition as everlasting. One must give up his faith in material things and give up attachment for them. Then one will be sober and peaceful."
    },
    {
        "verse": "27",
        "devanagari": "श्रीनारद उवाचएतां मन्त्रोपनिषदं प्रतीच्छ प्रयतो मम ।यां धारयन् सप्तरात्राद् द्रष्टा सङ्कर्षणं विभुम् ॥ २७ ॥",
        "english_devnagari": "śrī-nārada uvācaetāṁ mantropaniṣadaṁpratīccha prayato mamayāṁ dhārayan sapta-rātrāddraṣṭā saṅkarṣaṇaṁ vibhum",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "etām",
            "mantra",
            "upaniṣadam",
            "pratīccha",
            "prayataḥ",
            "mama",
            "yām",
            "dhārayan",
            "sapta",
            "rātrāt",
            "draṣṭā",
            "saṅkarṣaṇam",
            "vibhum"
        ],
        "translation": "The great sage Nārada continued: My dear King, attentively receive from me a mantra, which is most auspicious. After accepting it from me, in seven nights you will be able to see the Lord face to face.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "यत्पादमूलमुपसृत्य नरेन्द्र पूर्वेशर्वादयो भ्रममिमं द्वितयं विसृज्य ।सद्यस्तदीयमतुलानधिकं महित्वंप्रापुर्भवानपि परं न चिरादुपैति ॥ २८ ॥",
        "english_devnagari": "yat-pāda-mūlam upasṛtya narendra pūrveśarvādayo bhramam imaṁ dvitayaṁ visṛjyasadyas tadīyam atulānadhikaṁ mahitvaṁprāpur bhavān api paraṁ na cirād upaiti",
        "verse_Syn": [
            "yat",
            "pāda",
            "mūlam",
            "upasṛtya",
            "nara",
            "indra",
            "pūrve",
            "śarva",
            "ādayaḥ",
            "bhramam",
            "imam",
            "dvitayam",
            "visṛjya",
            "sadyaḥ",
            "tadīyam",
            "atula",
            "anadhikam",
            "mahitvam",
            "prāpuḥ",
            "bhavān",
            "api",
            "param",
            "na",
            "cirāt",
            "upaiti"
        ],
        "translation": "My dear King, in former days Lord Śiva and other demigods took shelter of the lotus feet of Saṅkarṣaṇa. Thus they immediately got free from the illusion of duality and achieved unequaled and unsurpassed glories in spiritual life. You will very soon attain that very same position.",
        "purport": ""
    }
]