[
    {
        "verse": "1-2",
        "devanagari": "श्रीराजोवाचदेवासुरनृणां सर्गो नागानां मृगपक्षिणाम् ।सामासिकस्त्वया प्रोक्तो यस्तु स्वायम्भुवेऽन्तरे ॥ १ ॥तस्यैव व्यासमिच्छामि ज्ञातुं ते भगवन् यथा ।अनुसर्गं यया शक्त्या ससर्ज भगवान् पर: ॥ २ ॥",
        "english_devnagari": "śrī-rājovācadevāsura-nṛṇāṁ sargonāgānāṁ mṛga-pakṣiṇāmsāmāsikas tvayā proktoyas tu svāyambhuve ’ntare",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "deva",
            "asura",
            "nṛṇām",
            "sargaḥ",
            "nāgānām",
            "mṛga",
            "pakṣiṇām",
            "sāmāsikaḥ",
            "tvayā",
            "proktaḥ",
            "yaḥ",
            "tu",
            "svāyambhuve",
            "antare",
            "tasya",
            "eva",
            "vyāsam",
            "icchāmi",
            "jñātum",
            "te",
            "bhagavan",
            "yathā",
            "anusargam",
            "yayā",
            "śaktyā",
            "sasarja",
            "bhagavān",
            "paraḥ"
        ],
        "translation": "The blessed King said to Śukadeva Gosvāmī: My dear lord, the demigods, demons, human beings, Nāgas, beasts and birds were created during the reign of Svāyambhuva Manu. You have spoken about this creation briefly [in the Third Canto]. Now I wish to know about it elaborately. I also wish to know about the potency of the Supreme Personality of Godhead by which He brought about the secondary creation.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "श्रीसूत उवाचइति सम्प्रश्नमाकर्ण्य राजर्षेर्बादरायणि: ।प्रतिनन्द्य महायोगी जगाद मुनिसत्तमा: ॥ ३ ॥",
        "english_devnagari": "śrī-sūta uvācaiti sampraśnam ākarṇyarājarṣer bādarāyaṇiḥpratinandya mahā-yogījagāda muni-sattamāḥ",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "iti",
            "sampraśnam",
            "ākarṇya",
            "rājarṣeḥ",
            "bādarāyaṇiḥ",
            "pratinandya",
            "mahā",
            "yogī",
            "jagāda",
            "muni",
            "sattamāḥ"
        ],
        "translation": "Sūta Gosvāmī said: O great sages [assembled at Naimiṣāraṇya], after the great yogi Śukadeva Gosvāmī heard King Parīkṣit’s inquiry, he praised it and thus replied.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "श्रीशुक उवाचयदा प्रचेतस: पुत्रा दश प्राचीनबर्हिष: ।अन्त:समुद्रादुन्मग्ना दद‍ृशुर्गां द्रुमैर्वृताम् ॥ ४ ॥",
        "english_devnagari": "śrī-śuka uvācayadā pracetasaḥ putrādaśa prācīnabarhiṣaḥantaḥ-samudrād unmagnādadṛśur gāṁ drumair vṛtām",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "yadā",
            "pracetasaḥ",
            "putrāḥ",
            "daśa",
            "prācīnabarhiṣaḥ",
            "antaḥ",
            "samudrāt",
            "unmagnāḥ",
            "dadṛśuḥ",
            "gām",
            "drumaiḥ",
            "vṛtām"
        ],
        "translation": "Śukadeva Gosvāmī said: When the ten sons of Prācīnabarhi emerged from the waters, in which they were performing austerities, they saw that the entire surface of the world was covered by trees.",
        "purport": " When King Prācīnabarhi was performing Vedic rituals in which the killing of animals was recommended, Nārada Muni, out of compassion, advised him to stop. Prācīnabarhi understood Nārada properly and then left the kingdom to perform austerities in the forest. His ten sons, however, were performing austerities within the water, and therefore there was no king to see to the management of the world. When the ten sons, the Pracetās, came out of the water, they saw that the earth was overrun with trees. When the government neglects agriculture, which is necessary for the production of food, the land becomes covered with unnecessary trees. Of course, many trees are useful because they produce fruits and flowers, but many other trees are unnecessary. They could be used as fuel and the land cleared and used for agriculture. When the government is negligent, less grain is produced. As stated in Bhagavad-gītā (18.44), kṛṣi-go-rakṣya-vāṇijyaṁ vaiśya-karma svabhāva jam: the proper engagements for vaiśyas, according to their nature, are to farm and to protect cows. The duty of the government and the kṣatriyas is to see that the members of the third class, the vaiśyas, who are neither brāhmaṇas nor kṣatriyas, are thus properly engaged. Kṣatriyas are meant to protect human beings, whereas vaiśyas are meant to protect useful animals, especially cows."
    },
    {
        "verse": "5",
        "devanagari": "द्रुमेभ्य: क्रुध्यमानास्ते तपोदीपितमन्यव: ।मुखतो वायुमग्निं च ससृजुस्तद्दिधक्षया ॥ ५ ॥",
        "english_devnagari": "drumebhyaḥ krudhyamānās tetapo-dīpita-manyavaḥmukhato vāyum agniṁ casasṛjus tad-didhakṣayā",
        "verse_Syn": [
            "drumebhyaḥ",
            "krudhyamānāḥ",
            "te",
            "tapaḥ",
            "dīpita",
            "manyavaḥ",
            "mukhataḥ",
            "vāyum",
            "agnim",
            "ca",
            "sasṛjuḥ",
            "tat",
            "didhakṣayā"
        ],
        "translation": "Because of having undergone long austerities in the water, the Pracetās were very angry at the trees. Desiring to burn them to ashes, they generated wind and fire from their mouths.",
        "purport": " Here the word tapo-dīpita-manyavaḥ indicates that persons who have undergone severe austerity (tapasya) are endowed with great mystic power, as evinced by the Pracetās, who created fire and wind from their mouths. Although devotees undergo severe tapasya, however, they are vimanyavaḥ, sādhavaḥ, which means that they are never angry. They are always decorated with good qualities. Bhāgavatam (3.25.21) states: A sādhu, a devotee, is never angry. Actually the real feature of devotees who undergo tapasya, austerity, is forgiveness. Although a Vaiṣṇava has sufficient power in tapasya, he does not become angry when put into difficulty. If one undergoes tapasya but does not become a Vaiṣṇava, however, one does not develop good qualities. For example, Hiraṇyakaśipu and Rāvaṇa also performed great austerities, but they did so to demonstrate their demoniac tendencies. Vaiṣṇavas must meet many opponents while preaching the glories of the Lord, but Śrī Caitanya Mahāprabhu recommends that they not become angry while preaching. Lord Caitanya Mahāprabhu has given this formula: tṛṇād api sunīcena taror api sahiṣṇunā/ amāninā mānadena kīrtanīyaḥ sadā hariḥ. “One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street; one should be more tolerant than a tree, devoid of all sense of false prestige and should be ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly.” Those engaged in preaching the glories of the Lord should be humbler than grass and more tolerant than a tree; then they can preach the glories of the Lord without difficulty."
    },
    {
        "verse": "6",
        "devanagari": "ताभ्यां निर्दह्यमानांस्तानुपलभ्य कुरूद्वह ।राजोवाच महान् सोमो मन्युं प्रशमयन्निव ॥ ६ ॥",
        "english_devnagari": "tābhyāṁ nirdahyamānāṁs tānupalabhya kurūdvaharājovāca mahān somomanyuṁ praśamayann iva",
        "verse_Syn": [
            "tābhyām",
            "nirdahyamānān",
            "tān",
            "upalabhya",
            "kurūdvaha",
            "rājā",
            "uvāca",
            "mahān",
            "somaḥ",
            "manyum",
            "praśamayan",
            "iva"
        ],
        "translation": "My dear King Parīkṣit, when Soma, the king of the trees and predominating deity of the moon, saw the fire and wind burning all the trees to ashes, he felt great sympathy because he is the maintainer of all herbs and trees. To appease the anger of the Pracetās, Soma spoke as follows.",
        "purport": " It is understood from this verse that the predominating deity of the moon is the maintainer of all the trees and plants throughout the universe. It is due to the moonshine that trees and plants grow very luxuriantly. Therefore how can we accept the so-called scientists whose moon expeditions have informed us that there are no trees or vegetation on the moon? Śrīla Viśvanātha Cakravartī Ṭhākura says, somo vṛkṣādhiṣṭhātā sa eva vṛkṣāṇāṁ rājā: Soma, the predominating deity of the moon, is the king of all vegetation. How can we believe that the maintainer of vegetation has no vegetation on his own planet?"
    },
    {
        "verse": "7",
        "devanagari": "न द्रुमेभ्यो महाभागा दीनेभ्यो द्रोग्धुमर्हथ ।विवर्धयिषवो यूयं प्रजानां पतय: स्मृता: ॥ ७ ॥",
        "english_devnagari": "na drumebhyo mahā-bhāgādīnebhyo drogdhum arhathavivardhayiṣavo yūyaṁprajānāṁ patayaḥ smṛtāḥ",
        "verse_Syn": [
            "na",
            "drumebhyaḥ",
            "mahā",
            "bhāgāḥ",
            "dīnebhyaḥ",
            "drogdhum",
            "arhatha",
            "vivardhayiṣavaḥ",
            "yūyam",
            "prajānām",
            "patayaḥ",
            "smṛtāḥ"
        ],
        "translation": "O greatly fortunate ones, you should not kill these poor trees by burning them to ashes. Your duty is to wish the citizens [prajās] all prosperity and to act as their protectors.",
        "purport": " It is indicated herein that the government or king has the duty of protecting not only the human beings, but all other living entities, including animals, trees and plants. No living entity should be killed unnecessarily."
    },
    {
        "verse": "8",
        "devanagari": "अहो प्रजापतिपतिर्भगवान् हरिरव्यय: ।वनस्पतीनोषधीश्च ससर्जोर्जमिषं विभु: ॥ ८ ॥",
        "english_devnagari": "aho prajāpati-patirbhagavān harir avyayaḥvanaspatīn oṣadhīś casasarjorjam iṣaṁ vibhuḥ",
        "verse_Syn": [
            "aho",
            "prajāpati",
            "patiḥ",
            "bhagavān",
            "hariḥ",
            "avyayaḥ",
            "vanaspatīn",
            "oṣadhīḥ",
            "ca",
            "sasarja",
            "ūrjam",
            "iṣam",
            "vibhuḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Śrī Hari, is the master of all living entities, including all the prajāpatis, such as Lord Brahmā. Because He is the all-pervading and indestructible master, He has created all these trees and vegetables as eatables for other living entities.",
        "purport": " Soma, the predominating deity of the moon, reminded the Pracetās that this vegetation had been created by the Lord of lords to provide food for everyone. If the Pracetās tried to kill them off, their own subjects would also suffer, for trees are also required for food."
    },
    {
        "verse": "9",
        "devanagari": "अन्नं चराणामचरा ह्यपद: पादचारिणाम् ।अहस्ता हस्तयुक्तानां द्विपदां च चतुष्पद: ॥ ९ ॥",
        "english_devnagari": "annaṁ carāṇām acarāhy apadaḥ pāda-cāriṇāmahastā hasta-yuktānāṁdvi-padāṁ ca catuṣ-padaḥ",
        "verse_Syn": [
            "annam",
            "carāṇām",
            "acarāḥ",
            "hi",
            "apadaḥ",
            "pāda",
            "cāriṇām",
            "ahastāḥ",
            "hasta",
            "yuktānām",
            "dvi",
            "padām",
            "ca",
            "catuḥ",
            "padaḥ"
        ],
        "translation": "By nature’s arrangement, fruits and flowers are considered the food of insects and birds; grass and other legless living entities are meant to be the food of four-legged animals like cows and buffalo; animals that cannot use their front legs as hands are meant to be the food of animals like tigers, which have claws; and four-legged animals like deer and goats, as well as food grains, are meant to be the food of human beings.",
        "purport": " By nature’s law, or the arrangement of the Supreme Personality of Godhead, one kind of living entity is eatable by other living entities. As mentioned herein, dvi-padāṁ ca catuṣ-padaḥ: the four-legged animals (catuṣ-padaḥ), as well as food grains, are eatables for human beings (dvi-padām). These four-legged animals are those such as deer and goats, not cows, which are meant to be protected. Generally the men of the higher classes of society — the brāhmaṇas, kṣatriyas and vaiśyas — do not eat meat. Sometimes kṣatriyas go to the forest to kill animals like deer because they have to learn the art of killing, and sometimes they eat the animals also. Śūdras, too, eat animals such as goats. Cows, however, are never meant to be killed or eaten by human beings. In every śāstra, cow killing is vehemently condemned. Indeed, one who kills a cow must suffer for as many years as there are hairs on the body of a cow. Manu-saṁhitā says, pravṛttir eṣā bhūtānāṁ nivṛttis tu mahā-phalā: we have many tendencies in this material world, but in human life one is meant to learn how to curb those tendencies. Those who desire to eat meat may satisfy the demands of their tongues by eating lower animals, but they should never kill cows, who are actually accepted as the mothers of human society because they supply milk. The śāstra especially recommends, kṛṣi-go-rakṣya: the vaiśya section of humanity should arrange for the food of the entire society through agricultural activities and should give full protection to the cows, which are the most useful animals because they supply milk to human society."
    },
    {
        "verse": "10",
        "devanagari": "यूयं च पित्रान्वादिष्टा देवदेवेन चानघा: ।प्रजासर्गाय हि कथं वृक्षान्निर्दग्धुमर्हथ ॥ १० ॥",
        "english_devnagari": "yūyaṁ ca pitrānvādiṣṭādeva-devena cānaghāḥprajā-sargāya hi kathaṁvṛkṣān nirdagdhum arhatha",
        "verse_Syn": [
            "yūyam",
            "ca",
            "pitrā",
            "anvādiṣṭāḥ",
            "deva",
            "devena",
            "ca",
            "anaghāḥ",
            "prajā",
            "sargāya",
            "hi",
            "katham",
            "vṛkṣān",
            "nirdagdhum",
            "arhatha"
        ],
        "translation": "O pure-hearted ones, your father, Prācīnabarhi, and the Supreme Personality of Godhead have ordered you to generate population. Therefore how can you burn to ashes these trees and herbs, which are needed for the maintenance of your subjects and descendants?",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "आतिष्ठत सतां मार्गं कोपं यच्छत दीपितम् ।पित्रा पितामहेनापि जुष्टं व: प्रपितामहै: ॥ ११ ॥",
        "english_devnagari": "ātiṣṭhata satāṁ mārgaṁkopaṁ yacchata dīpitampitrā pitāmahenāpijuṣṭaṁ vaḥ prapitāmahaiḥ",
        "verse_Syn": [
            "ātiṣṭhata",
            "satām",
            "mārgam",
            "kopam",
            "yacchata",
            "dīpitam",
            "pitrā",
            "pitāmahena",
            "api",
            "juṣṭam",
            "vaḥ",
            "prapitāmahaiḥ"
        ],
        "translation": "The path of goodness traversed by your father, grandfather and great-grandfathers is that of maintaining the subjects [prajās], including the men, animals and trees. That is the path you should follow. Unnecessary anger is contrary to your duty. Therefore I request you to control your anger.",
        "purport": " Here the words pitrā pitāmahenāpi juṣṭaṁ vaḥ prapitāmahaiḥ depict an honest royal family, consisting of the kings, their father, their grandfather and their great-grandfathers. Such a royal family has a prestigious position because it maintains the citizens, or prajās. The word prajā refers to one who has taken birth within the jurisdiction of the government. The exalted royal families were conscious that all living beings, whether human, animal or lower than animal, should be given protection. The modern democratic system cannot be exalted in this way because the leaders elected strive only for power and have no sense of responsibility. In a monarchy, a king with a prestigious position follows the great deeds of his forefathers. Thus Soma, the king of the moon, here reminds the Pracetās about the glories of their father, grandfather and great-grandfathers."
    },
    {
        "verse": "12",
        "devanagari": "तोकानां पितरौ बन्धू द‍ृश: पक्ष्म स्त्रिया: पति: ।पति: प्रजानां भिक्षूणां गृह्यज्ञानां बुध: सुहृत् ॥ १२ ॥",
        "english_devnagari": "tokānāṁ pitarau bandhūdṛśaḥ pakṣma striyāḥ patiḥpatiḥ prajānāṁ bhikṣūṇāṁgṛhy ajñānāṁ budhaḥ suhṛt",
        "verse_Syn": [
            "tokānām",
            "pitarau",
            "bandhū",
            "dṛśaḥ",
            "pakṣma",
            "striyāḥ",
            "patiḥ",
            "patiḥ",
            "prajānām",
            "bhikṣūṇām",
            "gṛhī",
            "ajñānām",
            "budhaḥ",
            "su",
            "hṛt"
        ],
        "translation": "As the father and mother are the friends and maintainers of their children, as the eyelid is the protector of the eye, as the husband is the maintainer and protector of a woman, as the householder is the maintainer and protector of beggars, and as the learned is the friend of the ignorant, so the king is the protector and giver of life to all his subjects. The trees are also subjects of the king. Therefore they should be given protection.",
        "purport": " By the supreme will of the Personality of Godhead, there are various protectors and maintainers for helpless living entities. The trees are also considered prajās, subjects of the king, and therefore the duty of the monarch is to protect even the trees, not to speak of others. The king is duty-bound to protect the living entities in his kingdom. Thus although the parents are directly responsible for the protection and maintenance of their children, the duty of the king is to see that all parents do their duty properly. Similarly, the king is also responsible for overseeing the other protectors mentioned in this verse. It may also be noted that the beggars who should be maintained by the householders are not professional beggars, but sannyāsīs and brāhmaṇas, to whom the householders should supply food and clothing."
    },
    {
        "verse": "13",
        "devanagari": "अन्तर्देहेषु भूतानामात्मास्ते हरिरीश्वर: ।सर्वं तद्धिष्ण्यमीक्षध्वमेवं वस्तोषितो ह्यसौ ॥ १३ ॥",
        "english_devnagari": "antar deheṣu bhūtānāmātmāste harir īśvaraḥsarvaṁ tad-dhiṣṇyam īkṣadhvamevaṁ vas toṣito hy asau",
        "verse_Syn": [
            "antaḥ",
            "deheṣu",
            "bhūtānām",
            "ātmā",
            "āste",
            "hariḥ",
            "īśvaraḥ",
            "sarvam",
            "tat",
            "dhiṣṇyam",
            "īkṣadhvam",
            "evam",
            "vaḥ",
            "toṣitaḥ",
            "hi",
            "asau"
        ],
        "translation": "The Supreme Personality of Godhead is situated as the Supersoul within the cores of the hearts of all living entities, whether moving or nonmoving, including men, birds, animals, trees and, indeed, all living entities. Therefore you should consider every body a residence or temple of the Lord. By such vision you will satisfy the Lord. You should not angrily kill these living entities in the forms of trees.",
        "purport": " As stated in Bhagavad-gītā and confirmed by all the Vedic scriptures, īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati: the Supersoul is situated within everyone’s heart. Therefore, since everyone’s body is the residence of the Supreme Lord, one should not destroy the body because of unnecessary envy. That will dissatisfy the Supersoul. Soma told the Pracetās that because they had tried to satisfy the Supersoul, now they should not displease Him."
    },
    {
        "verse": "14",
        "devanagari": "य: समुत्पतितं देह आकाशान्मन्युमुल्बणम् ।आत्मजिज्ञासया यच्छेत्स गुणानतिवर्तते ॥ १४ ॥",
        "english_devnagari": "yaḥ samutpatitaṁ dehaākāśān manyum ulbaṇamātma-jijñāsayā yacchetsa guṇān ativartate",
        "verse_Syn": [
            "yaḥ",
            "samutpatitam",
            "dehe",
            "ākāśāt",
            "manyum",
            "ulbaṇam",
            "ātma",
            "jijñāsayā",
            "yacchet",
            "saḥ",
            "guṇān",
            "ativartate"
        ],
        "translation": "One who inquires into self-realization and thus subdues his powerful anger — which awakens suddenly in the body as if falling from the sky — transcends the influence of the modes of material nature.",
        "purport": " When one becomes angry, he forgets himself and his situation, but if one is able to consider his situation by knowledge, one transcends the influence of the modes of material nature. One is always a servant of lusty desires, anger, greed, illusion, envy and so forth, but if one obtains sufficient strength in spiritual advancement, one can control them. One who obtains such control will always be transcendentally situated, untouched by the modes of material nature. This is only possible when one fully engages in the service of the Lord. As the Lord says in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the spiritual platform.” By engaging one in devotional service, the Kṛṣṇa consciousness movement keeps one always transcendental to anger, greed, lust, envy and so forth. One must perform devotional service because otherwise one will become victimized by the modes of material nature."
    },
    {
        "verse": "15",
        "devanagari": "अलं दग्धैर्द्रुमैर्दीनै: खिलानां शिवमस्तु व: ।वार्क्षी ह्येषा वरा कन्या पत्नीत्वे प्रतिगृह्यताम् ॥ १५ ॥",
        "english_devnagari": "alaṁ dagdhair drumair dīnaiḥkhilānāṁ śivam astu vaḥvārkṣī hy eṣā varā kanyāpatnītve pratigṛhyatām",
        "verse_Syn": [
            "alam",
            "dagdhaiḥ",
            "drumaiḥ",
            "dīnaiḥ",
            "khilānām",
            "śivam",
            "astu",
            "vaḥ",
            "vārkṣī",
            "hi",
            "eṣā",
            "varā",
            "kanyā",
            "patnītve",
            "pratigṛhyatām"
        ],
        "translation": "There is no need to burn these poor trees any longer. Let whatever trees still remain be happy. Indeed, you should also be happy. Now, here is a beautiful, well-qualified girl named Māriṣā, who was raised by the trees as their daughter. You may accept this beautiful girl as your wife.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "इत्यामन्‍त्र्‍य वरारोहां कन्यामाप्सरसीं नृप ।सोमो राजा ययौ दत्त्वा ते धर्मेणोपयेमिरे ॥ १६ ॥",
        "english_devnagari": "ity āmantrya varārohāṁkanyām āpsarasīṁ nṛpasomo rājā yayau dattvāte dharmeṇopayemire",
        "verse_Syn": [
            "iti",
            "āmantrya",
            "vara",
            "ārohām",
            "kanyām",
            "āpsarasīm",
            "nṛpa",
            "somaḥ",
            "rājā",
            "yayau",
            "dattvā",
            "te",
            "dharmeṇa",
            "upayemire"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, after thus pacifying the Pracetās, Soma, the king of the moon, gave them the beautiful girl born of Pramlocā Apsarā. The Pracetās all received Pramlocā’s daughter, who had high, very beautiful hips, and married her according to the religious system.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तेभ्यस्तस्यां समभवद् दक्ष: प्राचेतस: किल ।यस्य प्रजाविसर्गेण लोका आपूरितास्त्रय: ॥ १७ ॥",
        "english_devnagari": "tebhyas tasyāṁ samabhavaddakṣaḥ prācetasaḥ kilayasya prajā-visargeṇalokā āpūritās trayaḥ",
        "verse_Syn": [
            "tebhyaḥ",
            "tasyām",
            "samabhavat",
            "dakṣaḥ",
            "prācetasaḥ",
            "kila",
            "yasya",
            "prajā",
            "visargeṇa",
            "lokāḥ",
            "āpūritāḥ",
            "trayaḥ"
        ],
        "translation": "In the womb of that girl the Pracetās all begot a son named Dakṣa, who filled the three worlds with living entities.",
        "purport": " Dakṣa was first born during the reign of Svāyambhuva Manu, but because of offending Lord Śiva he was punished by having the head of a goat substituted for his own head. Thus insulted, he had to give up that body, and in the sixth manvantara, called the Cākṣuṣa manvantara, he was born of the womb of Māriṣā as Dakṣa. In this connection Śrīla Viśvanātha Cakravartī Ṭhākura quotes this verse: “His previous body had been destroyed, but he, the same Dakṣa, inspired by the supreme will, created all the desired living entities in the Cākṣuṣa manvantara.” (Bhāg. 4.30.49) Thus Dakṣa regained his previous opulence and again begot thousands and millions of children to fill the three worlds."
    },
    {
        "verse": "18",
        "devanagari": "यथा ससर्ज भूतानि दक्षो दुहितृवत्सल: ।रेतसा मनसा चैव तन्ममावहित: श‍ृणु ॥ १८ ॥",
        "english_devnagari": "yathā sasarja bhūtānidakṣo duhitṛ-vatsalaḥretasā manasā caivatan mamāvahitaḥ śṛṇu",
        "verse_Syn": [
            "yathā",
            "sasarja",
            "bhūtāni",
            "dakṣaḥ",
            "duhitṛ",
            "vatsalaḥ",
            "retasā",
            "manasā",
            "ca",
            "eva",
            "tat",
            "mama",
            "avahitaḥ",
            "śṛṇu"
        ],
        "translation": "Śukadeva Gosvāmī continued: Please hear from me with great attention how Prajāpati Dakṣa, who was very affectionate to his daughters, created different types of living entities through his semen and through his mind.",
        "purport": " The word duhitṛ-vatsalaḥ indicates that all the prajās were born from Dakṣa’s daughters. Śrīla Viśvanātha Cakravartī Ṭhākura says that apparently Dakṣa had no son."
    },
    {
        "verse": "19",
        "devanagari": "मनसैवासृजत्पूर्वं प्रजापतिरिमा: प्रजा: ।देवासुरमनुष्यादीन्नभ:स्थलजलौकस: ॥ १९ ॥",
        "english_devnagari": "manasaivāsṛjat pūrvaṁprajāpatir imāḥ prajāḥdevāsura-manuṣyādīnnabhaḥ-sthala-jalaukasaḥ",
        "verse_Syn": [
            "manasā",
            "eva",
            "asṛjat",
            "pūrvam",
            "prajāpatiḥ",
            "imāḥ",
            "prajāḥ",
            "deva",
            "asura",
            "manuṣya",
            "ādīn",
            "nabhaḥ",
            "sthala",
            "jala",
            "okasaḥ"
        ],
        "translation": "With his mind, Prajāpati Dakṣa first created all kinds of demigods, demons, human beings, birds, beasts, aquatics and so on.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "तमबृंहितमालोक्य प्रजासर्गं प्रजापति: ।विन्ध्यपादानुपव्रज्य सोऽचरद्‌दुष्करं तप: ॥ २० ॥",
        "english_devnagari": "tam abṛṁhitam ālokyaprajā-sargaṁ prajāpatiḥvindhya-pādān upavrajyaso ’carad duṣkaraṁ tapaḥ",
        "verse_Syn": [
            "tam",
            "abṛṁhitam",
            "ālokya",
            "prajā",
            "sargam",
            "prajāpatiḥ",
            "vindhya",
            "pādān",
            "upavrajya",
            "saḥ",
            "acarat",
            "duṣkaram",
            "tapaḥ"
        ],
        "translation": "But when Prajāpati Dakṣa saw that he was not properly generating all kinds of living entities, he approached a mountain near the Vindhya mountain range, and there he executed very difficult austerities.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "तत्राघमर्षणं नाम तीर्थं पापहरं परम् ।उपस्पृश्यानुसवनं तपसातोषयद्धरिम् ॥ २१ ॥",
        "english_devnagari": "tatrāghamarṣaṇaṁ nāmatīrthaṁ pāpa-haraṁ paramupaspṛśyānusavanaṁtapasātoṣayad dharim",
        "verse_Syn": [
            "tatra",
            "aghamarṣaṇam",
            "nāma",
            "tīrtham",
            "pāpa",
            "haram",
            "param",
            "upaspṛśya",
            "anusavanam",
            "tapasā",
            "atoṣayat",
            "harim"
        ],
        "translation": "Near that mountain was a very holy place named Aghamarṣaṇa. There Prajāpati Dakṣa executed ritualistic ceremonies and satisfied the Supreme Personality of Godhead, Hari, by engaging in great austerities to please Him.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "अस्तौषीद्धंसगुह्येन भगवन्तमधोक्षजम् ।तुभ्यं तदभिधास्यामि कस्यातुष्यद्यथा हरि: ॥ २२ ॥",
        "english_devnagari": "astauṣīd dhaṁsa-guhyenabhagavantam adhokṣajamtubhyaṁ tad abhidhāsyāmikasyātuṣyad yathā hariḥ",
        "verse_Syn": [
            "astauṣīt",
            "haṁsa",
            "guhyena",
            "bhagavantam",
            "adhokṣajam",
            "tubhyam",
            "tat",
            "abhidhāsyāmi",
            "kasya",
            "atuṣyat",
            "yathā",
            "hariḥ"
        ],
        "translation": "My dear King, I shall fully explain to you the Haṁsa-guhya prayers, which were offered to the Supreme Personality of Godhead by Dakṣa, and I shall explain how the Lord was pleased with him for those prayers.",
        "purport": " It is to be understood that the Haṁsa-guhya prayers were not composed by Dakṣa, but were existing in the Vedic literature."
    },
    {
        "verse": "23",
        "devanagari": "श्रीप्रजापतिरुवाचनम: परायावितथानुभूतयेगुणत्रयाभासनिमित्तबन्धवे ।अद‍ृष्टधाम्ने गुणतत्त्वबुद्धिभि-र्निवृत्तमानाय दधे स्वयम्भुवे ॥ २३ ॥",
        "english_devnagari": "śrī-prajāpatir uvācanamaḥ parāyāvitathānubhūtayeguṇa-trayābhāsa-nimitta-bandhaveadṛṣṭa-dhāmne guṇa-tattva-buddhibhirnivṛtta-mānāya dadhe svayambhuve",
        "verse_Syn": [
            "śrī",
            "prajāpatiḥ",
            "uvāca",
            "namaḥ",
            "parāya",
            "avitatha",
            "anubhūtaye",
            "guṇa",
            "traya",
            "ābhāsa",
            "nimitta",
            "bandhave",
            "adṛṣṭa",
            "dhāmne",
            "guṇa",
            "tattva",
            "buddhibhiḥ",
            "nivṛtta",
            "mānāya",
            "dadhe",
            "svayambhuve"
        ],
        "translation": "Prajāpati Dakṣa said: The Supreme Personality of Godhead is transcendental to the illusory energy and the physical categories it produces. He possesses the potency for unfailing knowledge and supreme willpower, and He is the controller of the living entities and the illusory energy. The conditioned souls who have accepted this material manifestation as everything cannot see Him, for He is above the evidence of experimental knowledge. Self-evident and self-sufficient, He is not caused by any superior cause. Let me offer my respectful obeisances unto Him.",
        "purport": " The transcendental position of the Supreme Personality of Godhead is explained herewith. He is not perceivable by the conditioned souls, who are accustomed to material vision and cannot understand that the Supreme Personality of Godhead exists in His abode, which is beyond that vision. Even if a materialistic person could count all the atoms in the universe, he would still be unable to understand the Supreme Personality of Godhead. As confirmed in Brahma-saṁhitā (5.34): The conditioned souls may try to understand the Supreme Personality of Godhead for many billions of years through their mental speculative processes, traveling at the speed of the mind or the wind, but still the Absolute Truth will remain inconceivable to them because a materialistic person cannot measure the length and breadth of the Supreme Personality of Godhead’s unlimited existence. If the Absolute Truth is beyond measurement, one may ask, how can one realize Him? The answer is given here by the word svayambhuve: one may understand Him or not, but nevertheless He is existing in His own spiritual potency."
    },
    {
        "verse": "24",
        "devanagari": "न यस्य सख्यं पुरुषोऽवैति सख्यु:सखा वसन् संवसत: पुरेऽस्मिन् ।गुणो यथा गुणिनो व्यक्तद‍ृष्टे-स्तस्मै महेशाय नमस्करोमि ॥ २४ ॥",
        "english_devnagari": "na yasya sakhyaṁ puruṣo ’vaiti sakhyuḥsakhā vasan saṁvasataḥ pure ’sminguṇo yathā guṇino vyakta-dṛṣṭestasmai maheśāya namaskaromi",
        "verse_Syn": [
            "na",
            "yasya",
            "sakhyam",
            "puruṣaḥ",
            "avaiti",
            "sakhyuḥ",
            "sakhā",
            "vasan",
            "saṁvasataḥ",
            "pure",
            "asmin",
            "guṇaḥ",
            "yathā",
            "guṇinaḥ",
            "vyakta",
            "dṛṣṭeḥ",
            "tasmai",
            "mahā",
            "īśāya",
            "namaskaromi"
        ],
        "translation": "As the sense objects [form, taste, touch, smell and sound] cannot understand how the senses perceive them, so the conditioned soul, although residing in his body along with the Supersoul, cannot understand how the supreme spiritual person, the master of the material creation, directs his senses. Let me offer my respectful obeisances unto that Supreme Person, who is the supreme controller.",
        "purport": " The individual soul and the Supreme Soul live together within the body. This is confirmed in the Upaniṣads by the analogy that two friendly birds live in one tree — one bird eating the fruit of the tree and the other simply witnessing and directing. Although the individual living being, who is compared to the bird that is eating, is sitting with his friend the Supreme Soul, the individual living being cannot see Him. Actually the Supersoul is directing the workings of his senses in the enjoyment of sense objects, but as these sense objects cannot see the senses, the conditioned soul cannot see the directing soul. The conditioned soul has desires, and the Supreme Soul fulfills them, but the conditioned soul is unable to see the Supreme Soul. Thus Prajāpati Dakṣa offers his obeisances to the Supreme Soul, the Supersoul, even though unable to see Him. Another example given is that although ordinary citizens work under the direction of the government, they cannot understand how they are being governed or what the government is. In this regard, Madhvācārya quotes the following verse from the Skanda Purāṇa: “As the various servants in the different departments of big establishments cannot see the supreme managing director under whom they are working, the conditioned souls cannot see the supreme friend sitting within their bodies. Let us therefore offer our respectful obeisances unto the Supreme, who is invisible to our material eyes.”"
    },
    {
        "verse": "25",
        "devanagari": "देहोऽसवोऽक्षा मनवो भूतमात्रा-मात्मानमन्यं च विदु: परं यत् ।सर्वं पुमान् वेद गुणांश्च तज्ज्ञोन वेद सर्वज्ञमनन्तमीडे ॥ २५ ॥",
        "english_devnagari": "deho ’savo ’kṣā manavo bhūta-mātrāmātmānam anyaṁ ca viduḥ paraṁ yatsarvaṁ pumān veda guṇāṁś ca taj-jñona veda sarva-jñam anantam īḍe",
        "verse_Syn": [
            "dehaḥ",
            "asavaḥ",
            "akṣāḥ",
            "manavaḥ",
            "bhūta",
            "mātrām",
            "ātmānam",
            "anyam",
            "ca",
            "viduḥ",
            "param",
            "yat",
            "sarvam",
            "pumān",
            "veda",
            "guṇān",
            "ca",
            "tat",
            "jñaḥ",
            "na",
            "veda",
            "sarva",
            "jñam",
            "anantam",
            "īḍe"
        ],
        "translation": "Because they are only matter, the body, the life airs, the external and internal senses, the five gross elements and the subtle sense objects [form, taste, smell, sound and touch] cannot know their own nature, the nature of the other senses or the nature of their controllers. But the living being, because of his spiritual nature, can know his body, the life airs, the senses, the elements and the sense objects, and he can also know the three qualities that form their roots. Nevertheless, although the living being is completely aware of them, he is unable to see the Supreme Being, who is omniscient and unlimited. I therefore offer my respectful obeisances unto Him.",
        "purport": " Material scientists can make an analytical study of the physical elements, the body, the senses, the sense objects and even the air that controls the vital force, but still they cannot understand that above all these is the real spirit soul. In other words, the living entity, because of his being a spirit soul, can understand all the material objects, or, when self-realized, he can understand the Paramātmā, upon whom yogīs meditate. Nevertheless, the living being, even if advanced, cannot understand the Supreme Being, the Personality of Godhead, for He is ananta, unlimited, in all six opulences."
    },
    {
        "verse": "26",
        "devanagari": "यदोपरामो मनसो नामरूप-रूपस्य द‍ृष्टस्मृतिसम्प्रमोषात् ।य ईयते केवलया स्वसंस्थयाहंसाय तस्मै शुचिसद्मने नम: ॥ २६ ॥",
        "english_devnagari": "yadoparāmo manaso nāma-rūpa-rūpasya dṛṣṭa-smṛti-sampramoṣātya īyate kevalayā sva-saṁsthayāhaṁsāya tasmai śuci-sadmane namaḥ",
        "verse_Syn": [
            "yadā",
            "uparāmaḥ",
            "manasaḥ",
            "nāma",
            "rūpa",
            "rūpasya",
            "dṛṣṭa",
            "smṛti",
            "sampramoṣāt",
            "yaḥ",
            "īyate",
            "kevalayā",
            "sva",
            "saṁsthayā",
            "haṁsāya",
            "tasmai",
            "śuci",
            "sadmane",
            "namaḥ"
        ],
        "translation": "When one’s consciousness is completely purified of the contamination of material existence, gross and subtle, without being agitated as in the working and dreaming states, and when the mind is not dissolved as in suṣupti, deep sleep, one comes to the platform of trance. Then one’s material vision and the memories of the mind, which manifests names and forms, are vanquished. Only in such a trance is the Supreme Personality of Godhead revealed. Thus let us offer our respectful obeisances unto the Supreme Personality of Godhead, who is seen in that uncontaminated, transcendental state.",
        "purport": " There are two stages of God realization. One is called sujñeyam, or very easily understood (generally by mental speculation), and the other is called durjñeyam, understood only with difficulty. Paramātmā realization and Brahman realization are considered sujñeyam, but realization of the Supreme Personality of Godhead is durjñeyam. As described here, one attains the ultimate realization of the Personality of Godhead when one gives up the activities of the mind — thinking, feeling and willing — or, in other words, when mental speculation stops. This transcendental realization is above suṣupti, deep sleep. In our gross conditional stage we perceive things through material experience and remembrance, and in the subtle stage we perceive the world in dreams. The process of vision also involves remembrance and also exists in a subtle form. Above gross experience and dreams is suṣupti, deep sleep, and when one comes to the completely spiritual platform, transcending deep sleep, he attains trance, viśuddha-sattva, or vasudeva-sattva, in which the Personality of Godhead is revealed. Ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ: as long as one is situated in duality, on the sensual platform, gross or subtle, realization of the original Personality of Godhead is impossible. Sevonmukhe hi jihvādau svayam eva sphuraty adaḥ: but when one engages his senses in the service of the Lord — specifically, when one engages the tongue in chanting the Hare Kṛṣṇa mantra and tasting only Kṛṣṇa prasāda with a spirit of service — the Supreme Personality of Godhead is revealed. This is indicated in this verse by the word śuci-sadmane. Śuci means purified. By the spirit of rendering service with one’s senses, one’s entire existence becomes śuci-sadma, the platform of uncontaminated purity. Dakṣa therefore offers his respectful obeisances unto the Supreme Personality of Godhead, who is revealed on the platform of śuci-sadma. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura quotes the following prayer by Lord Brahmā from the Śrīmad-Bhāgavatam (10.14.6): tathāpi bhūman mahimāguṇasya te viboddhum arhaty amalāntar-ātmabhiḥ. “One whose heart has become completely purified, my Lord, can understand the transcendental qualities of Your Lordship and can understand the greatness of Your activities.”"
    },
    {
        "verse": "27-28",
        "devanagari": "मनीषिणोऽन्तर्हृदि सन्निवेशितंस्वशक्तिभिर्नवभिश्च त्रिवृद्भ‍ि: ।वह्निं यथा दारुणि पाञ्चदश्यंमनीषया निष्कर्षन्ति गूढम् ॥ २७ ॥स वै ममाशेषविशेषमायानिषेधनिर्वाणसुखानुभूति: ।स सर्वनामा स च विश्वरूप:प्रसीदतामनिरुक्तात्मशक्ति: ॥ २८ ॥",
        "english_devnagari": "manīṣiṇo ’ntar-hṛdi sanniveśitaṁsva-śaktibhir navabhiś ca trivṛdbhiḥvahniṁ yathā dāruṇi pāñcadaśyaṁmanīṣayā niṣkarṣanti gūḍham",
        "verse_Syn": [
            "manīṣiṇaḥ",
            "antaḥ",
            "hṛdi",
            "sanniveśitam",
            "sva",
            "śaktibhiḥ",
            "navabhiḥ",
            "ca",
            "trivṛdbhiḥ",
            "vahnim",
            "yathā",
            "dāruṇi",
            "pāñcadaśyam",
            "manīṣayā",
            "niṣkarṣanti",
            "gūḍham",
            "saḥ",
            "vai",
            "mama",
            "aśeṣa",
            "viśeṣa",
            "māyā",
            "niṣedha",
            "nirvāṇa",
            "sukha",
            "anubhūtiḥ",
            "saḥ",
            "sarva",
            "nāmā",
            "saḥ",
            "ca",
            "viśva",
            "rūpaḥ",
            "prasīdatām",
            "anirukta",
            "ātma",
            "śaktiḥ"
        ],
        "translation": "Just as great learned brāhmaṇas who are expert in performing ritualistic ceremonies and sacrifices can extract the fire dormant within wooden fuel by chanting the fifteen Sāmidhenī mantras, thus proving the efficacy of the Vedic mantras, so those who are actually advanced in consciousness — in other words, those who are Kṛṣṇa conscious — can find the Supersoul, who by His own spiritual potency is situated within the heart. The heart is covered by the three modes of material nature and the nine material elements [material nature, the total material energy, the ego, the mind and the five objects of sense gratification], and also by the five material elements and the ten senses. These twenty-seven elements constitute the external energy of the Lord. Great yogīs meditate upon the Lord, who is situated as the Supersoul, Paramātmā, within the core of the heart. May that Supersoul be pleased with me. The Supersoul is realized when one is eager for liberation from the unlimited varieties of material life. One actually attains such liberation when he engages in the transcendental loving service of the Lord and realizes the Lord because of his attitude of service. The Lord may be addressed by various spiritual names, which are inconceivable to the material senses. When will that Supreme Personality of Godhead be pleased with me?",
        "purport": " In his commentary to this verse, Śrīla Viśvanātha Cakravartī Ṭhākura uses the word durvijñeyam, which means “very difficult to realize.” The pure stage of existence is described in Bhagavad-gītā (7.28), wherein Kṛṣṇa says: “Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.” Elsewhere in Bhagavad-gītā (9.14) the Lord says: “Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion.” One can understand the Supreme Personality of Godhead after transcending all material impediments. Therefore Lord Kṛṣṇa also says in the Gītā (7.3): “Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth.” To understand Kṛṣṇa, the Supreme Personality of Godhead, one must undergo severe penances and austerities, but since the path of devotional service is perfect, by following this process one can very easily come to the spiritual platform and understand the Lord. This, too, is confirmed in Bhagavad-gītā (18.55), wherein Kṛṣṇa says: “One can understand the Supreme Personality of Godhead as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.” Thus although the subject matter is durvijñeyam, extremely difficult to understand, it becomes easy if one follows the prescribed method. Coming in touch with the Supreme Personality of Godhead is possible through pure devotional service, which begins with śravaṇaṁ kīrtanaṁ viṣṇoḥ. In this regard, Śrīla Viśvanātha Cakravartī Ṭhākura quotes a verse from Śrīmad-Bhāgavatam (2.8.5): praviṣṭaḥ karṇa-randhreṇa svānāṁ bhāva-saroruham. The process of hearing and chanting enters the core of the heart, and in this way one becomes a pure devotee. By continuing this process, one comes to the stage of transcendental love, and then he appreciates the transcendental name, form, qualities and pastimes of the Supreme Personality of Godhead. In other words, a pure devotee, by devotional service, is able to see the Supreme Personality of Godhead despite many material impediments, which are all various energies of the Supreme Personality of Godhead. Easily making his way through these impediments, a devotee comes directly in contact with the Supreme Personality of Godhead. After all, the material impediments described in these verses are but various energies of the Lord. When a devotee is eager to see the Supreme Personality of Godhead, he prays to the Lord: “O son of Mahārāja Nanda [Kṛṣṇa], I am Your eternal servitor, yet somehow or other I have fallen into the ocean of birth and death. Please pick me up from this ocean of death and place me as one of the atoms at Your lotus feet.” Being pleased with the devotee, the Lord turns all his material impediments into spiritual service. In this connection Śrīla Viśvanātha Cakravartī Ṭhākura quotes a verse from the Viṣṇu Purāṇa: In the material world, the spiritual energy of the Supreme Personality of Godhead is manifested as tāpa-karī, which means “causing miseries.” Everyone hankers for happiness, but although happiness originally comes from the pleasure potency of the Supreme Personality of Godhead, in the material world, because of material activities, the pleasure potency of the Lord becomes a source of miseries (hlāda-tāpa-karī). False happiness in the material world is the source of distress, but when one’s endeavors for happiness are redirected toward the satisfaction of the Supreme Personality of Godhead, this tāpa-karī element of misery is vanquished. An example given in this connection is that extracting fire from wood is certainly difficult, but when the fire comes out it burns the wood to ashes. In other words, experiencing the Supreme Personality of Godhead is extremely difficult for those devoid of devotional service, but everything becomes easier for a devotee, and thus he can very easily meet the Supreme Lord. Here the prayers say that the form of the Lord is beyond the jurisdiction of material form and is therefore inconceivable. A devotee prays, however, “My dear Lord, be pleased with me so that I may very easily see Your transcendental form and potency.” Nondevotees try to understand the Supreme Brahman by discussions of neti neti. Niṣedha-nirvāṇa-sukhānubhūtiḥ: a devotee, however, simply by chanting the holy name of the Lord, avoids such laborious speculations and realizes the existence of the Lord very easily."
    },
    {
        "verse": "29",
        "devanagari": "यद्यन्निरुक्तं वचसा निरूपितंधियाक्षभिर्वा मनसोत यस्य ।मा भूत्स्वरूपं गुणरूपं हि तत्तत्स वै गुणापायविसर्गलक्षण: ॥ २९ ॥",
        "english_devnagari": "yad yan niruktaṁ vacasā nirūpitaṁdhiyākṣabhir vā manasota yasyamā bhūt svarūpaṁ guṇa-rūpaṁ hi tat tatsa vai guṇāpāya-visarga-lakṣaṇaḥ",
        "verse_Syn": [
            "yat",
            "yat",
            "niruktam",
            "vacasā",
            "nirūpitam",
            "dhiyā",
            "akṣabhiḥ",
            "vā",
            "manasā",
            "uta",
            "yasya",
            "mā",
            "bhūt",
            "sva",
            "rūpam",
            "guṇa",
            "rūpam",
            "hi",
            "tat",
            "tat",
            "saḥ",
            "vai",
            "guṇa",
            "apāya",
            "visarga",
            "lakṣaṇaḥ"
        ],
        "translation": "Anything expressed by material vibrations, anything ascertained by material intelligence and anything experienced by the material senses or concocted within the material mind is but an effect of the modes of material nature and therefore has nothing to do with the real nature of the Supreme Personality of Godhead. The Supreme Lord is beyond the creation of this material world, for He is the source of the material qualities and creation. As the cause of all causes, He exists before the creation and after the creation. I wish to offer my respectful obeisances unto Him.",
        "purport": " One who manufactures names, forms, qualities or paraphernalia pertaining to the Supreme Personality of Godhead cannot understand Him, since He is beyond creation. The Supreme Lord is the creator of everything, and this means that He existed when there was no creation. In other words, His name, form and qualities are not materially created entities; they are transcendental always. Therefore by our material concoctions, vibrations and thoughts we cannot ascertain the Supreme Lord. This is explained in the verse ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ. Prācetasa, Dakṣa, herein offers prayers unto the Transcendence, not to anyone within the material creation. Only fools and rascals think God a material creation. This is confirmed by the Lord Himself in Bhagavad-gītā (9.11): “Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be.” Therefore, one must receive knowledge from a person to whom the Lord has revealed Himself; there is no value in creating an imaginary name or form for the Lord. Śrīpāda Śaṅkarācārya was an impersonalist, but nevertheless he said, nārāyaṇaḥ paro ’vyaktāt: Nārāyaṇa, the Supreme Personality of Godhead, is not a person of the material world. We cannot assign Nārāyaṇa a material designation, as the foolish attempt to do when they speak of daridra-nārāyaṇa (poor Nārāyaṇa). Nārāyaṇa is always transcendental, beyond this material creation. How can He become daridra-nārāyaṇa? Poverty is found within this material world, but in the spiritual world, there is no such thing as poverty. Therefore the idea of daridra-nārāyaṇa is merely a concoction. Dakṣa very carefully points out that material designations cannot be names of the worshipable Lord: yad yan niruktaṁ vacasā nirūpitam. Nirukta refers to the Vedic dictionary. One cannot properly understand the Supreme Personality of Godhead merely by picking up expressions from a dictionary. In praying to the Lord, Dakṣa does not wish material names and forms to be the objects of his worship; rather, he wants to worship the Lord, who existed before the creation of material dictionaries and names. As confirmed in the Vedas, yato vāco nivartante/ aprāpya manasā saha: the name, form, attributes and paraphernalia of the Lord cannot be ascertained through a material dictionary. However, if one reaches the transcendental platform of understanding the Supreme Personality of Godhead, he becomes well acquainted with everything, material and spiritual. This is confirmed in another Vedic mantra: tam eva viditvāti mṛtyum eti. If one can somehow or other, by the grace of the Lord, understand the transcendental position of the Lord, one becomes eternal. This is further confirmed by the Lord Himself in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” Simply by understanding the Supreme Lord, one goes beyond birth, death, old age and disease. Śrīla Śukadeva Gosvāmī therefore advised Mahārāja Parīkṣit in Śrīmad-Bhāgavatam (2.1.5): “O descendant of King Bharata, one who desires to be free from all miseries must hear, glorify and also remember the Personality of Godhead, who is the Supersoul, the controller and the savior from all miseries.”"
    },
    {
        "verse": "30",
        "devanagari": "यस्मिन्यतो येन च यस्य यस्मैयद्यो यथा कुरुते कार्यते च ।परावरेषां परमं प्राक् प्रसिद्धंतद् ब्रह्म तद्धेतुरनन्यदेकम् ॥ ३० ॥",
        "english_devnagari": "yasmin yato yena ca yasya yasmaiyad yo yathā kurute kāryate caparāvareṣāṁ paramaṁ prāk prasiddhaṁtad brahma tad dhetur ananyad ekam",
        "verse_Syn": [
            "yasmin",
            "yataḥ",
            "yena",
            "ca",
            "yasya",
            "yasmai",
            "yat",
            "yaḥ",
            "yathā",
            "kurute",
            "kāryate",
            "ca",
            "para",
            "avareṣām",
            "paramam",
            "prāk",
            "prasiddham",
            "tat",
            "brahma",
            "tat",
            "hetuḥ",
            "ananyat",
            "ekam"
        ],
        "translation": "The Supreme Brahman, Kṛṣṇa, is the ultimate resting place and source of everything. Everything is done by Him, everything belongs to Him, and everything is offered to Him. He is the ultimate objective, and whether acting or causing others to act, He is the ultimate doer. There are many causes, high and low, but since He is the cause of all causes, He is well known as the Supreme Brahman who existed before all activities. He is one without a second and has no other cause. I therefore offer my respects unto Him.",
        "purport": " The Supreme Personality of Godhead, Kṛṣṇa, is the original cause, as confirmed in Bhagavad-gītā (ahaṁ sarvasya prabhavaḥ). Even this material world, which is conducted under the modes of material nature, is caused by the Supreme Personality of Godhead, who therefore also has an intimate relationship with the material world. If the material world were not a part of His body, the Supreme Lord, the supreme cause, would be incomplete. Therefore we hear, vāsudevaḥ sarvam iti sa mahātmā su-durlabhaḥ: if one knows that Vāsudeva is the original cause of all causes, he becomes a perfect mahātmā. The Brahma-saṁhitā (5.1) declares: “Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” The Supreme Brahman (tad brahma) is the cause of all causes, but He has no cause. Anādir ādir govindaḥ sarva-kāraṇa-kāraṇam: Govinda, Kṛṣṇa, is the original cause of all causes, but He has no cause for His appearance as Govinda. Govinda expands in multifarious forms, but nevertheless they are one. As confirmed by Madhvācārya, ananyaḥ sadṛśābhāvād eko rūpādy-abhedataḥ: Kṛṣṇa has no cause nor any equal, and He is one because His various forms, as svāṁśa and vibhinnāṁśa, are nondifferent from Himself."
    },
    {
        "verse": "31",
        "devanagari": "यच्छक्तयो वदतां वादिनां वैविवादसंवादभुवो भवन्ति ।कुर्वन्ति चैषां मुहुरात्ममोहंतस्मै नमोऽनन्तगुणाय भूम्ने ॥ ३१ ॥",
        "english_devnagari": "yac-chaktayo vadatāṁ vādināṁ vaivivāda-saṁvāda-bhuvo bhavantikurvanti caiṣāṁ muhur ātma-mohaṁtasmai namo ’nanta-guṇāya bhūmne",
        "verse_Syn": [
            "yat",
            "śaktayaḥ",
            "vadatām",
            "vādinām",
            "vai",
            "vivāda",
            "saṁvāda",
            "bhuvaḥ",
            "bhavanti",
            "kurvanti",
            "ca",
            "eṣām",
            "muhuḥ",
            "ātma",
            "moham",
            "tasmai",
            "namaḥ",
            "ananta",
            "guṇāya",
            "bhūmne"
        ],
        "translation": "Let me offer my respectful obeisances unto the all-pervading Supreme Personality of Godhead, who possesses unlimited transcendental qualities. Acting from within the cores of the hearts of all philosophers, who propagate various views, He causes them to forget their own souls while sometimes agreeing and sometimes disagreeing among themselves. Thus He creates within this material world a situation in which they are unable to come to a conclusion. I offer my obeisances unto Him.",
        "purport": " Since time immemorial or since the creation of the cosmic manifestation, the conditioned souls have formed various parties of philosophical speculation, but this is not true of the devotees. Nondevotees have different ideas of creation, maintenance and annihilation, and therefore they are called vādīs and prativādīs — proponents and counterproponents. It is understood from the statement of Mahābhārata that there are many munis, or speculators: All speculators must disagree with other speculators; otherwise, why should there be so many opposing parties concerned with ascertaining the supreme cause? Philosophy means finding the ultimate cause. As Vedānta-sūtra very reasonably says, athāto brahma jijñāsā: human life is meant for understanding the ultimate cause. Devotees accept that the ultimate cause is Kṛṣṇa because this conclusion is supported by all Vedic literature and also by Kṛṣṇa Himself, who says, ahaṁ sarvasya prabhavaḥ: “I am the source of everything.” Devotees have no problem understanding the ultimate cause of everything, but nondevotees must face many opposing elements because everyone who wants to be a prominent philosopher invents his own way. In India there are many parties of philosophers, such as the dvaita-vādīs, advaita-vādīs, vaiśeṣikas, mīmāṁsakas, Māyāvādīs and svabhāva-vādīs, and each of them opposes the others. Similarly, in the Western countries there are also many philosophers with different views of creation, life, maintenance and annihilation. Thus it is undoubtedly a fact that there are countless philosophers throughout the world, each of them contradicting the others. Now, one might ask why there are so many philosophers if the ultimate goal of philosophy is one. Undoubtedly the ultimate cause is one — the Supreme Brahman. As Arjuna told Kṛṣṇa in Bhagavad-gītā (10.12): “You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty.” Nondevotee speculators, however, do not accept an ultimate cause (sarva-kāraṇa-kāraṇam). Because they are ignorant and bewildered concerning the soul and its activities, even though some of them have a vague idea of the soul, many controversies arise, and the philosophical speculators can never reach a conclusion. All of these speculators are envious of the Supreme Personality of Godhead, and as Kṛṣṇa says in Bhagavad-gītā (16.19-20): “Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life. Attaining repeated birth among the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence.” Because of their envy of the Supreme Personality of Godhead, nondevotees are born in demoniac families life after life. They are great offenders, and because of their offenses the Supreme Lord keeps them always bewildered. Kurvanti caiṣāṁ muhur ātma-moham: the Lord, the Supreme Personality of Godhead, purposely keeps them in darkness (ātma-moham). The great authority Parāśara, the father of Vyāsadeva, explains the Supreme Personality of Godhead thus: The demoniac speculators cannot understand the transcendental qualities, form, pastimes, strength, knowledge and opulence of the Supreme Personality of Godhead, which are all free from material contamination (vinā heyair guṇādibhiḥ). These speculators are envious of the existence of the Lord. Jagad āhur anīśvaram: their conclusion is that the entire cosmic manifestation has no controller, but is just working naturally. Thus they are kept in constant darkness, birth after birth, and cannot understand the real cause of all causes. This is the reason why there are so many schools of philosophical speculation."
    },
    {
        "verse": "32",
        "devanagari": "अस्तीति नास्तीति च वस्तुनिष्ठयो-रेकस्थयोर्भिन्नविरुद्धधर्मणो: ।अवेक्षितं किञ्चन योगसाङ्ख्ययो:समं परं ह्यनुकूलं बृहत्तत् ॥ ३२ ॥",
        "english_devnagari": "astīti nāstīti ca vastu-niṣṭhayoreka-sthayor bhinna-viruddha-dharmaṇoḥavekṣitaṁ kiñcana yoga-sāṅkhyayoḥsamaṁ paraṁ hy anukūlaṁ bṛhat tat",
        "verse_Syn": [
            "asti",
            "iti",
            "na",
            "asti",
            "iti",
            "ca",
            "vastu",
            "niṣṭhayoḥ",
            "eka",
            "sthayoḥ",
            "bhinna",
            "viruddha",
            "dharmaṇoḥ",
            "avekṣitam",
            "kiñcana",
            "yoga",
            "sāṅkhyayoḥ",
            "samam",
            "param",
            "hi",
            "anukūlam",
            "bṛhat",
            "tat"
        ],
        "translation": "There are two parties — namely, the theists and the atheists. The theist, who accepts the Supersoul, finds the spiritual cause through mystic yoga. The Sāṅkhyite, however, who merely analyzes the material elements, comes to a conclusion of impersonalism and does not accept a supreme cause — whether Bhagavān, Paramātmā or even Brahman. Instead, he is preoccupied with the superfluous, external activities of material nature. Ultimately, however, both parties demonstrate the Absolute Truth because although they offer opposing statements, their object is the same ultimate cause. They are both approaching the same Supreme Brahman, to whom I offer my respectful obeisances.",
        "purport": " Actually there are two sides to this argument. Some say that the Absolute has no form (nirākāra), and others say that the Absolute has a form (sākāra). Therefore the word form is the common factor, although some accept it (asti or astika) whereas others try to negate it (nāsti or nāstika). Since the devotee considers the word “form” (ākāra) the common factor for both, he offers his respectful obeisances to the form, although others may go on arguing about whether the Absolute has a form or not. In this verse the word yoga-sāṅkhyayoḥ is very important. Yoga means bhakti-yoga because yogīs also accept the existence of the all-pervading Supreme Soul and try to see that Supreme Soul within their hearts. As stated in Śrīmad-Bhāgavatam (12.13.1), dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ. The devotee tries to come directly in touch with the Supreme Personality of Godhead, whereas the yogī tries to find the Supersoul within the heart by meditation. Thus, both directly and indirectly, yoga means bhakti-yoga. Sāṅkhya, however, means physical study of the cosmic situation through speculative knowledge. This is generally known as jñāna-śāstra. The Sāṅkhyites are attached to the impersonal Brahman, but the Absolute Truth is known in three ways. Brahmeti paramātmeti bhagavān iti śabdyate: the Absolute Truth is one, but some accept Him as impersonal Brahman, some as the Supersoul existing everywhere, and some as Bhagavān, the Supreme Personality of Godhead. The central point is the Absolute Truth. Although the impersonalists and personalists fight with one another, they focus upon the same Parabrahman, the same Absolute Truth. In the yoga-śāstras, Kṛṣṇa is described as follows: kṛṣṇaṁ piśaṅgāmbaram ambujekṣaṇaṁ catur-bhujaṁ śaṅkha-gadādy-udāyudham. Thus the pleasing appearance of the Supreme Personality of Godhead’s bodily features, His limbs and His dress are described. The sāṅkhya-śāstra, however, denies the existence of the Lord’s transcendental form. The sāṅkhya-śāstra says that the Supreme Absolute Truth has no hands, no legs and no name: hy anāma-rūpa-guṇa-pāṇi-pādam acakṣur aśrotram ekam advitīyam api nāma-rūpādikaṁ nāsti. The Vedic mantras say, apāṇi-pādo javano grahītā: the Supreme Lord has no legs and hands, but He can accept whatever is offered to Him. Actually such statements accept that the Supreme has hands and legs, but deny that He has material hands and legs. This is why the Absolute is called aprākṛta. Kṛṣṇa, the Supreme Personality of Godhead, has a sac-cid-ānanda-vigraha, a form of eternity, knowledge and bliss, not a material form. The Sāṅkhyites, or jñānīs, deny the material form, and the devotees also know very well that the Absolute Truth, Bhagavān, has no material form. “Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” The conception of the Absolute without hands and legs and the conception of the Absolute with hands and legs are apparently contradictory, but they both coincide with the same truth about the Supreme Absolute Person. Therefore the word vastu-niṣṭhayoḥ, which is used herein, indicates that both the yogīs and Sāṅkhyites have faith in the reality, but are arguing about it from the different viewpoints of material and spiritual identities. Parabrahman, or bṛhat, is the common point. The Sāṅkhyites and yogīs are both situated in that same Brahman, but they differ because of different angles of vision. The directions given by the bhakti-śāstra point one in the perfect direction because the Supreme Personality of Godhead says in Bhagavad-gītā, bhaktyā mām abhijānāti: “Only by devotional service am I to be known.” The bhaktas know that the Supreme Person has no material form, whereas the jñānīs simply deny the material form. One should therefore take shelter of the bhakti-mārga, the path of devotion; then everything will be clear. Jñānīs concentrate on the virāṭ-rūpa, the gigantic universal form of the Lord. This is a good system in the beginning for those who are extremely materialistic, but there is no need to think continuously of the virāṭ-rūpa. When Arjuna was shown the virāṭ-rūpa of Kṛṣṇa, he saw it, but he did not want to see it perpetually. He therefore requested the Lord to return to His original form as two-armed Kṛṣṇa. In conclusion, learned scholars find no contradictions in the devotees’ concentration upon the spiritual form of the Lord (īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ). In this regard, Śrīla Madhvācārya says that less intelligent nondevotees think that their conclusion is the ultimate, but because devotees are completely learned, they can understand that the Supreme Personality of Godhead is the ultimate goal."
    },
    {
        "verse": "33",
        "devanagari": "योऽनुग्रहार्थं भजतां पादमूल-मनामरूपो भगवाननन्त: ।नामानि रूपाणि च जन्मकर्मभि-र्भेजे स मह्यं परम: प्रसीदतु ॥ ३३ ॥",
        "english_devnagari": "yo ’nugrahārthaṁ bhajatāṁ pāda-mūlamanāma-rūpo bhagavān anantaḥnāmāni rūpāṇi ca janma-karmabhirbheje sa mahyaṁ paramaḥ prasīdatu",
        "verse_Syn": [
            "yaḥ",
            "anugraha",
            "artham",
            "bhajatām",
            "pāda",
            "mūlam",
            "anāma",
            "rūpaḥ",
            "bhagavān",
            "anantaḥ",
            "nāmāni",
            "rūpāṇi",
            "ca",
            "janma",
            "karmabhiḥ",
            "bheje",
            "saḥ",
            "mahyam",
            "paramaḥ",
            "prasīdatu"
        ],
        "translation": "The Supreme Personality of Godhead, who is inconceivably opulent, who is devoid of all material names, forms and pastimes, and who is all-pervading, is especially merciful to the devotees who worship His lotus feet. Thus He exhibits transcendental forms and names with His different pastimes. May that Supreme Personality of Godhead, whose form is eternal and full of knowledge and bliss, be merciful to me.",
        "purport": " In regard to the significant word anāma-rūpaḥ, Śrī Śrīdhara Svāmī says, prākṛta-nāma-rūpa-rahito ’pi. The word anāma, which means “having no name,” indicates that the Supreme Personality of Godhead has no material name. Simply by chanting the name of Nārāyaṇa to call his son, Ajāmila attained salvation. This means that Nārāyaṇa is not an ordinary mundane name; it is nonmaterial. The word anāma, therefore, indicates that the names of the Supreme Lord do not belong to this material world. The vibration of the Hare Kṛṣṇa mahā-mantra is not a material sound, and similarly the form of the Lord and His appearance and activities are all nonmaterial. To show His causeless mercy to the devotees, as well as to the nondevotees, Kṛṣṇa, the Supreme Personality of Godhead, appears in this material world with names, forms and pastimes, all of which are transcendental. Unintelligent men who cannot understand this think that these names, forms and pastimes are material, and therefore they deny that He has a name or a form. Considered with scrutiny, the conclusion of nondevotees, who say that God has no name, and that of devotees, who know that His name is not material, are practically the same. The Supreme Personality of Godhead has no material name, form, birth, appearance or disappearance, but nevertheless, He takes His birth (janma). As stated in Bhagavad-gītā (4.6): Although the Lord is unborn (aja) and His body never undergoes material changes, He nevertheless appears as an incarnation, maintaining Himself always in the transcendental stage (śuddha-sattva). Thus He exhibits His transcendental forms, names and activities. That is His special mercy toward His devotees. Others may continue merely arguing about whether the Absolute Truth has form or not, but when a devotee, by the grace of the Lord, sees the Lord personally, he becomes spiritually ecstatic. Unintelligent persons say that the Lord does nothing. Actually He has nothing to do, but nevertheless He has to do everything, because without His sanction no one can do anything. The unintelligent, however, cannot see how He is working and how the entire material nature is working under His direction. His different potencies work perfectly. He has nothing to do personally, for since His potencies are perfect, everything is immediately done by His will. Persons to whom the Supreme Personality of Godhead is not revealed cannot see how He is working, and therefore they think that even if there is God, He has nothing to do or has no particular name. Actually the Lord’s name already exists because of His transcendental activities. The Lord is sometimes called guṇa-karma-nāma because He is named according to His transcendental activities. For example, Kṛṣṇa means “all-attractive.” This is the Lord’s name because His transcendental qualities make Him very attractive. As a small boy He lifted Govardhana Hill, and in His childhood He killed many demons. Such activities are very attractive, and therefore He is sometimes called Giridhārī, Madhusūdana, Agha-niṣūdana and so on. Because He acted as the son of Nanda Mahārāja, He is called Nanda-tanuja. These names already exist, but since nondevotees cannot understand the names of the Lord, He is sometimes called anāma, or nameless. This means that He has no material names. All His activities are spiritual, and therefore He has spiritual names. Generally, less intelligent men are under the impression that the Lord has no form. Therefore He appears in His original form as Kṛṣṇa, sac-cid-ānanda-vigraha, to carry out His mission of participating in the Battle of Kurukṣetra and pastimes to protect the devotees and vanquish the demons (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām). This is His mercy. For those who think that He has no form and no work to do, Kṛṣṇa comes to show that indeed He works. He works so gloriously that no one else can perform such uncommon acts. Although He appeared as a human being, He married 16,108 wives, which is impossible for a human being to do. The Lord performs such activities to show people how great He is, how affectionate He is and how merciful He is. Although His original name is Kṛṣṇa (kṛṣṇas tu bhagavān svayam), He acts in unlimited ways, and therefore according to His work He has many, many thousands of names."
    },
    {
        "verse": "34",
        "devanagari": "य: प्राकृतैर्ज्ञानपथैर्जनानांयथाशयं देहगतो विभाति ।यथानिल: पार्थिवमाश्रितो गुणंस ईश्वरो मे कुरुतां मनोरथम् ॥ ३४ ॥",
        "english_devnagari": "yaḥ prākṛtair jñāna-pathair janānāṁyathāśayaṁ deha-gato vibhātiyathānilaḥ pārthivam āśrito guṇaṁsa īśvaro me kurutāṁ manoratham",
        "verse_Syn": [
            "yaḥ",
            "prākṛtaiḥ",
            "jñāna",
            "pathaiḥ",
            "janānām",
            "yathā",
            "āśayam",
            "deha",
            "gataḥ",
            "vibhāti",
            "yathā",
            "anilaḥ",
            "pārthivam",
            "āśritaḥ",
            "guṇam",
            "saḥ",
            "īśvaraḥ",
            "me",
            "kurutām",
            "manoratham"
        ],
        "translation": "As the air carries various characteristics of the physical elements, like the aroma of a flower or colors resulting from a mixture of dust in the air, the Lord appears through lower systems of worship according to one’s desires, although He appears as the demigods and not in His original form. What is the use of these other forms? May the original Supreme Personality of Godhead please fulfill my desires.",
        "purport": " The impersonalists imagine the various demigods to be forms of the Lord. For example, the Māyāvādīs worship five demigods (pañcopāsanā). They do not actually believe in the form of the Lord, but for the sake of worship they imagine some form to be God. Generally they imagine a form of Viṣṇu, a form of Śiva, and forms of Gaṇeśa, the sun-god and Durgā. This is called pañcopāsanā. Dakṣa, however, wanted to worship not an imaginary form, but the supreme form of Lord Kṛṣṇa. In this regard, Śrīla Viśvanātha Cakravartī Ṭhākura describes the difference between the Supreme Personality of Godhead and an ordinary living being. As pointed out in a previous verse, sarvaṁ pumān veda guṇāṁś ca taj-jño na veda sarva jñam anantam īḍe: the omnipotent Supreme Lord knows everything, but the living being does not actually know the Supreme Personality of Godhead. As Kṛṣṇa says in Bhagavad-gītā, “I know everything, but no one knows Me.” This is the difference between the Supreme Lord and an ordinary living being. In a prayer in Śrīmad-Bhāgavatam, Queen Kuntī says, “My dear Lord, You exist inside and outside, yet no one can see You.” The conditioned soul cannot understand the Supreme Personality of Godhead by speculative knowledge or by imagination. One must therefore know the Supreme Personality of Godhead by the grace of the Supreme Personality of Godhead. He reveals Himself, but He cannot be understood by speculation. As stated in Śrīmad-Bhāgavatam (10.14.29): “My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years.” This is the verdict of the śāstra. An ordinary man may be a great philosopher and may speculate upon what the Absolute Truth is, what His form is and where He is existing, but he cannot understand these truths. Sevonmukhe hi jihvādau svayam eva sphuraty adaḥ: one can understand the Supreme Personality of Godhead only through devotional service. This is also explained by the Supreme Personality of Godhead Himself in Bhagavad-gītā (18.55). Bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: “One can understand the Supreme Personality of Godhead as He is only by devotional service.” Unintelligent persons want to imagine or concoct a form of the Supreme Personality of Godhead, but devotees want to worship the actual Personality of Godhead. Therefore Dakṣa prays, “One may think of You as personal, impersonal or imaginary, but I wish to pray to Your Lordship that You fulfill my desires to see You as You actually are.” Śrīla Viśvanātha Cakravartī Ṭhākura comments that this verse is especially meant for the impersonalist, who thinks that he himself is the Supreme because there is no difference between the living being and God. The Māyāvādī philosopher thinks that there is only one Supreme Truth and that he is also that Supreme Truth. Actually this is not knowledge but foolishness, and this verse is especially meant for such fools, whose knowledge has been stolen by illusion (māyayāpahṛta-jñānāḥ). Viśvanātha Cakravartī Ṭhākura says that such persons, jñāni-māninaḥ, think themselves very advanced, but actually they are unintelligent. In regard to this verse, Śrīla Madhvācārya says: There are three classes of men — the lowest (adhama), those in the middle (madhyama), and the best (uttama). The lowest (adhama) think that there is no difference between God and the living entity except that the living entity is under designations whereas the Absolute Truth has no designations. In their opinion, as soon as the designations of the material body are dissolved, the jīva, the living entity, will mix with the Supreme. They give the argument of ghaṭākāśa-paṭākāśa, in which the body is compared to a pot with the sky within and the sky without. When the pot breaks, the sky inside becomes one with the sky outside, and so the impersonalists say that the living being becomes one with the Supreme. This is their argument, but Śrīla Madhvācārya says that such an argument is put forward by the lowest class of men. Another class of men cannot ascertain what the actual form of the Supreme is, but they agree that there is a Supreme who controls the activities of the ordinary living being. Such philosophers are accepted as mediocre. The best, however, are those who understand the Supreme Lord (sac-cid-ānanda-vigraha). Pūrṇānandādi-guṇakaṁ sarva jīva-vilakṣaṇam: His form is completely spiritual, full of bliss, and completely distinct from that of the conditioned soul or any other living entity. Uttamās tu hariṁ prāhus tāratamyena teṣu ca: such philosophers are the best because they know that the Supreme Personality of Godhead reveals Himself differently to worshipers in various modes of material nature. They know that there are thirty-three million demigods just to convince the conditioned soul that there is a supreme power and to induce him to agree to worship one of these demigods so that by the association of devotees he may be able to understand that Kṛṣṇa is the Supreme Personality of Godhead. As Lord Kṛṣṇa says in Bhagavad-gītā, mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: “There is no truth superior to Me.” Aham ādir hi devānām: “I am the origin of all the demigods.” Ahaṁ sarvasya prabhavaḥ: “I am superior to everyone, even Lord Brahmā, Lord Śiva and the other demigods.” These are the conclusions of the śāstra, and one who accepts these conclusions should be considered a first-class philosopher. Such a philosopher knows that the Supreme Personality of Godhead is the Lord of the demigods (deva-deveśvaraṁ sūtram ānandaṁ prāṇa-vedinaḥ)."
    },
    {
        "verse": "35-39",
        "devanagari": "श्रीशुक उवाचइति स्तुत: संस्तुवत: स तस्मिन्नघमर्षणे ।प्रादुरासीत्कुरुश्रेष्ठ भगवान् भक्तवत्सल: ॥ ३५ ॥कृतपाद: सुपर्णांसे प्रलम्बाष्टमहाभुज: ।चक्रशङ्खासिचर्मेषुधनु:पाशगदाधर: ॥ ३६ ॥पीतवासा घनश्याम: प्रसन्नवदनेक्षण: ।वनमालानिवीताङ्गो लसच्छ्रीवत्सकौस्तुभ: ॥ ३७ ॥महाकिरीटकटक: स्फुरन्मकरकुण्डल: ।काञ्‍च्यङ्गुलीयवलयनूपुराङ्गदभूषित: ॥ ३८ ॥त्रैलोक्यमोहनं रूपं बिभ्रत् त्रिभुवनेश्वर: ।वृतो नारदनन्दाद्यै: पार्षदै: सुरयूथपै: ।स्तूयमानोऽनुगायद्भ‍ि: सिद्धगन्धर्वचारणै: ॥ ३९ ॥",
        "english_devnagari": "śrī-śuka uvācaiti stutaḥ saṁstuvataḥsa tasminn aghamarṣaṇeprādurāsīt kuru-śreṣṭhabhagavān bhakta-vatsalaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "stutaḥ",
            "saṁstuvataḥ",
            "saḥ",
            "tasmin",
            "aghamarṣaṇe",
            "prādurāsīt",
            "kuru",
            "śreṣṭha",
            "bhagavān",
            "bhakta",
            "vatsalaḥ",
            "kṛta",
            "pādaḥ",
            "suparṇa",
            "aṁse",
            "pralamba",
            "aṣṭa",
            "mahā",
            "bhujaḥ",
            "cakra",
            "śaṅkha",
            "asi",
            "carma",
            "iṣu",
            "dhanuḥ",
            "pāśa",
            "gadā",
            "dharaḥ",
            "pīta",
            "vāsāḥ",
            "ghana",
            "śyāmaḥ",
            "prasanna",
            "vadana",
            "īkṣaṇaḥ",
            "vana",
            "mālā",
            "nivīta",
            "aṅgaḥ",
            "lasat",
            "śrīvatsa",
            "kaustubhaḥ",
            "mahā",
            "kirīṭa",
            "kaṭakaḥ",
            "sphurat",
            "makara",
            "kuṇḍalaḥ",
            "kāñcī",
            "aṅgulīya",
            "valaya",
            "nūpura",
            "aṅgada",
            "bhūṣitaḥ",
            "trai",
            "lokya",
            "mohanam",
            "rūpam",
            "bibhrat",
            "tri",
            "bhuvana",
            "īśvaraḥ",
            "vṛtaḥ",
            "nārada",
            "nanda",
            "ādyaiḥ",
            "pārṣadaiḥ",
            "sura",
            "yūthapaiḥ",
            "stūyamānaḥ",
            "anugāyadbhiḥ",
            "siddha",
            "gandharva",
            "cāraṇaiḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: The Supreme Personality of Godhead, Hari, who is extremely affectionate to His devotees, was very pleased by the prayers offered by Dakṣa, and thus He appeared at that holy place known as Aghamarṣaṇa. O Mahārāja Parīkṣit, best of the Kuru dynasty, the Lord’s lotus feet rested on the shoulders of His carrier, Garuḍa, and He appeared with eight long, mighty, very beautiful arms. In His hands He held a disc, conchshell, sword, shield, arrow, bow, rope and club — in each hand a different weapon, all brilliantly shining. His garments were yellow and His bodily hue deep bluish. His eyes and face were very cheerful, and from His neck to His feet hung a long garland of flowers. His chest was decorated with the Kaustubha jewel and the mark of Śrīvatsa. On His head was a gorgeous round helmet, and His ears were decorated with earrings resembling sharks. All these ornaments were uncommonly beautiful. The Lord wore a golden belt on His waist, bracelets on His arms, rings on His fingers, and ankle bells on His feet. Thus decorated by various ornaments, Lord Hari, who is attractive to all the living entities of the three worlds, is known as Puruṣottama, the best personality. He was accompanied by great devotees like Nārada, Nanda and all the principal demigods, led by the heavenly king, Indra, and the residents of various upper planetary systems such as Siddhaloka, Gandharvaloka and Cāraṇaloka. Situated on both sides of the Lord and behind Him as well, these devotees offered Him prayers continuously.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "रूपं तन्महदाश्चर्यं विचक्ष्यागतसाध्वस: ।ननाम दण्डवद्भ‍ूमौ प्रहृष्टात्मा प्रजापति: ॥ ४० ॥",
        "english_devnagari": "rūpaṁ tan mahad-āścaryaṁvicakṣyāgata-sādhvasaḥnanāma daṇḍavad bhūmauprahṛṣṭātmā prajāpatiḥ",
        "verse_Syn": [
            "rūpam",
            "tat",
            "mahat",
            "āścaryam",
            "vicakṣya",
            "āgata",
            "sādhvasaḥ",
            "nanāma",
            "daṇḍa",
            "vat",
            "bhūmau",
            "prahṛṣṭa",
            "ātmā",
            "prajāpatiḥ"
        ],
        "translation": "Seeing that wonderful and effulgent form of the Supreme Personality of Godhead, Prajāpati Dakṣa was first somewhat afraid, but then he was very pleased to see the Lord, and he fell to the ground like a stick to offer his respects to the Lord.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "न किञ्चनोदीरयितुमशकत् तीव्रया मुदा ।आपूरितमनोद्वारैर्ह्रदिन्य इव निर्झरै: ॥ ४१ ॥",
        "english_devnagari": "na kiñcanodīrayitumaśakat tīvrayā mudāāpūrita-manodvārairhradinya iva nirjharaiḥ",
        "verse_Syn": [
            "na",
            "kiñcana",
            "udīrayitum",
            "aśakat",
            "tīvrayā",
            "mudā",
            "āpūrita",
            "manaḥ",
            "dvāraiḥ",
            "hradinyaḥ",
            "iva",
            "nirjharaiḥ"
        ],
        "translation": "As rivers are filled by water flowing from a mountain, all of Dakṣa’s senses were filled with pleasure. Because of his highly elevated happiness, Dakṣa could not say anything, but simply remained flat on the ground.",
        "purport": " When one actually realizes or sees the Supreme Personality of Godhead, he is filled with complete happiness. For example, when Dhruva Mahārāja saw the Lord in his presence, he said, svāmin kṛtārtho ’smi varaṁ na yāce: “My dear Lord, I have nothing to ask from You. Now I am completely satisfied.” Similarly, when Prajāpati Dakṣa saw the Supreme Lord in his presence, he simply fell flat, unable to speak or ask Him for anything."
    },
    {
        "verse": "42",
        "devanagari": "तं तथावनतं भक्तं प्रजाकामं प्रजापतिम् ।चित्तज्ञ: सर्वभूतानामिदमाह जनार्दन: ॥ ४२ ॥",
        "english_devnagari": "taṁ tathāvanataṁ bhaktaṁprajā-kāmaṁ prajāpatimcitta-jñaḥ sarva-bhūtānāmidam āha janārdanaḥ",
        "verse_Syn": [
            "tam",
            "tathā",
            "avanatam",
            "bhaktam",
            "prajā",
            "kāmam",
            "prajāpatim",
            "citta",
            "jñaḥ",
            "sarva",
            "bhūtānām",
            "idam",
            "āha",
            "janārdanaḥ"
        ],
        "translation": "Although Prajāpati Dakṣa could not say anything, when the Lord, who knows everyone’s heart, saw His devotee prostrate in that manner and desiring to increase the population, He addressed him as follows.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "श्रीभगवानुवाचप्राचेतस महाभाग संसिद्धस्तपसा भवान् ।यच्छ्रद्धया मत्परया मयि भावं परं गत: ॥ ४३ ॥",
        "english_devnagari": "śrī-bhagavān uvācaprācetasa mahā-bhāgasaṁsiddhas tapasā bhavānyac chraddhayā mat-parayāmayi bhāvaṁ paraṁ gataḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "prācetasa",
            "mahā",
            "bhāga",
            "saṁsiddhaḥ",
            "tapasā",
            "bhavān",
            "yat",
            "śraddhayā",
            "mat",
            "parayā",
            "mayi",
            "bhāvam",
            "param",
            "gataḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O most fortunate Prācetasa, because of your great faith in Me, you have attained the supreme devotional ecstasy. Indeed, because of your austerities, combined with exalted devotion, your life is now successful. You have achieved complete perfection.",
        "purport": " As the Lord Himself confirms in Bhagavad-gītā (8.15), one reaches the highest perfection when he attains the fortune of realizing the Supreme Personality of Godhead: “After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection.” Therefore the Kṛṣṇa consciousness movement teaches one to follow the path toward the topmost perfection simply by performing devotional service."
    },
    {
        "verse": "44",
        "devanagari": "प्रीतोऽहं ते प्रजानाथ यत्तेऽस्योद्बृंहणं तप: ।ममैष कामो भूतानां यद्भ‍ूयासुर्विभूतय: ॥ ४४ ॥",
        "english_devnagari": "prīto ’haṁ te prajā-nāthayat te ’syodbṛṁhaṇaṁ tapaḥmamaiṣa kāmo bhūtānāṁyad bhūyāsur vibhūtayaḥ",
        "verse_Syn": [
            "prītaḥ",
            "aham",
            "te",
            "prajā",
            "nātha",
            "yat",
            "te",
            "asya",
            "udbṛṁhaṇam",
            "tapaḥ",
            "mama",
            "eṣaḥ",
            "kāmaḥ",
            "bhūtānām",
            "yat",
            "bhūyāsuḥ",
            "vibhūtayaḥ"
        ],
        "translation": "My dear Prajāpati Dakṣa, you have performed extreme austerities for the welfare and growth of the world. My desire also is that everyone within this world be happy. I am therefore very pleased with you because you are endeavoring to fulfill My desire for the welfare of the entire world.",
        "purport": " After every dissolution of the material cosmos, all the living entities take shelter in the body of Kāraṇodakaśāyī Viṣṇu, and when creation takes place again, they come forth from His body in their various species to resume their activities. Why does the creation take place in such a way that the living entities are put into conditioned life to suffer the threefold miseries imposed upon them by the material nature? Here the Lord says to Dakṣa, “You desire to benefit all living entities, and that is also My desire.” The living entities who come in contact with the material world are meant to be corrected. All the living entities within this material world have revolted against the service of the Lord, and therefore they remain within this material world as ever conditioned, nitya-baddha, taking birth again and again. There is a chance, of course, of their being liberated, but nevertheless the conditioned souls, not taking advantage of this opportunity, continue in a life of sense enjoyment, and thus they are punished by birth and death again and again. This is the law of nature. As the Lord says in Bhagavad-gītā (7.14): “This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.” Elsewhere in Bhagavad-gītā (15.7) the Lord says: “The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” The living entity’s struggle for existence within the material world is due to his rebellious nature. Unless a living entity surrenders to Kṛṣṇa, he must continue this life of struggle. The Kṛṣṇa consciousness movement is not a fad. It is a bona fide movement intended to promote the welfare of all conditioned souls by trying to elevate everyone to the platform of Kṛṣṇa consciousness. If one does not come to this platform, he must continue in material existence perpetually, sometimes in the upper planets and sometimes in the lower planets. As confirmed in Caitanya-caritāmṛta (Madhya 20.118), kabhu svarge uṭhāya, kabhu narake ḍubāya: the conditioned soul sometimes descends into nescience and sometimes gets some relief by being relatively freed from it. This is the life of the conditioned soul. Prajāpati Dakṣa is trying to benefit the conditioned souls by begetting them to give them a life with a chance for liberation. Liberation means surrender to Kṛṣṇa. If one begets children with the purpose of training them to surrender to Kṛṣṇa, fatherhood is very good. Similarly, when the spiritual master trains the conditioned souls to become Kṛṣṇa conscious, his position is successful. If one gives the conditioned souls a chance to become Kṛṣṇa conscious, all his activities are approved by the Supreme Personality of Godhead, who is extremely pleased, as stated here (prīto ’ham). Following the examples of the previous ācāryas, all the members of the Kṛṣṇa consciousness movement should try to benefit the conditioned souls by inducing them to become Kṛṣṇa conscious and giving them all facilities to do so. Such activities constitute real welfare work. By such activities, a preacher or anyone who endeavors to spread Kṛṣṇa consciousness is recognized by the Supreme Personality of Godhead. As the Lord Himself confirms in Bhagavad-gītā (18.68-69): “For one who explains the supreme secret to the devotees, devotional service is guaranteed, and at the end he will come back to Me. There is no servant in this world more dear to Me than he, nor will there ever be one more dear.”"
    },
    {
        "verse": "45",
        "devanagari": "ब्रह्मा भवो भवन्तश्च मनवो विबुधेश्वरा: ।विभूतयो मम ह्येता भूतानां भूतिहेतव: ॥ ४५ ॥",
        "english_devnagari": "brahmā bhavo bhavantaś camanavo vibudheśvarāḥvibhūtayo mama hy etābhūtānāṁ bhūti-hetavaḥ",
        "verse_Syn": [
            "brahmā",
            "bhavaḥ",
            "bhavantaḥ",
            "ca",
            "manavaḥ",
            "vibudha",
            "īśvarāḥ",
            "vibhūtayaḥ",
            "mama",
            "hi",
            "etāḥ",
            "bhūtānām",
            "bhūti",
            "hetavaḥ"
        ],
        "translation": "Lord Brahmā, Lord Śiva, the Manus, all the other demigods in the higher planetary systems, and you prajāpatis, who are increasing the population, are working for the benefit of all living entities. Thus you expansions of My marginal energy are incarnations of My various qualities.",
        "purport": " There are various types of incarnations or expansions of the Supreme Personality of Godhead. The expansions of His personal self, or viṣṇu-tattva, are called svāṁśa expansions, whereas the living entities, who are not viṣṇu-tattva but jīva-tattva, are called vibhinnāṁśa, separated expansions. Although Prajāpati Dakṣa is not on the same level as Lord Brahmā and Lord Śiva, he is compared to them because he engages in the service of the Lord. In the service of the Personality of Godhead, it is not that Lord Brahmā is considered very great while an ordinary human being trying to preach the glories of the Lord is considered very low. There are no such distinctions. Regardless of whether materially high or materially low, anyone engaged in the service of the Lord is spiritually very dear to Him. In this regard, Śrīla Madhvācārya gives this quotation from the Tantra-nirṇaya: From Lord Brahmā down, all the living entities engaged in the service of the Lord are extraordinary and are called vibhūti. As the Lord says in Bhagavad-gītā (10.41): “Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor.” A living entity especially empowered to act on behalf of the Lord is called vibhūti, whereas the viṣṇu-tattva incarnations of the Lord, such as the Matsya avatāra (keśava dhṛta-mīna-śarīra jaya jagad-īśa hare), are called vibhava."
    },
    {
        "verse": "46",
        "devanagari": "तपो मे हृदयं ब्रह्मंस्तनुर्विद्या क्रियाकृति: ।अङ्गानि क्रतवो जाता धर्म आत्मासव: सुरा: ॥ ४६ ॥",
        "english_devnagari": "tapo me hṛdayaṁ brahmaṁstanur vidyā kriyākṛtiḥaṅgāni kratavo jātādharma ātmāsavaḥ surāḥ",
        "verse_Syn": [
            "tapaḥ",
            "me",
            "hṛdayam",
            "brahman",
            "tanuḥ",
            "vidyā",
            "kriyā",
            "ākṛtiḥ",
            "aṅgāni",
            "kratavaḥ",
            "jātāḥ",
            "dharmaḥ",
            "ātmā",
            "asavaḥ",
            "surāḥ"
        ],
        "translation": "My dear brāhmaṇa, austerity in the form of meditation is My heart, Vedic knowledge in the form of hymns and mantras constitutes My body, and spiritual activities and ecstatic emotions are My actual form. The ritualistic ceremonies and sacrifices, when properly conducted, are the various limbs of My body, the unseen good fortune proceeding from pious or spiritual activities constitutes My mind, and the demigods who execute My orders in various departments are My life and soul.",
        "purport": " Sometimes atheists argue that since God is invisible to their eyes, they do not believe in God. For them the Supreme Lord is describing a method by which one can see God in His impersonal form. Intelligent persons can see God in His personal form, as stated in the śāstras, but if one is very eager to see the Supreme Personality of Godhead immediately, face to face, he can see the Supreme Lord through this description, which portrays the various internal and external parts of His body. To engage in tapasya, or denial of material activities, is the first principle of spiritual life. Then there are spiritual activities, such as the performance of Vedic ritualistic sacrifices, study of the Vedic knowledge, meditation upon the Supreme Personality of Godhead, and chanting of the Hare Kṛṣṇa mahā-mantra. One should also respect the demigods and understand how they are situated, how they act and how they manage the activities of the various departments of this material world. In this way one can see how God is existing and how everything is managed perfectly because of the presence of the Supreme Lord. As the Lord says in Bhagavad-gītā (9.10): “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and nonmoving beings. By its rule this manifestation is created and annihilated again and again.” If one is unable to see the Supreme Lord although He is present as Kṛṣṇa in His various incarnations, one may see the Supreme Lord’s impersonal feature, according to the direction of the Vedas, by seeing the activities of material nature. Anything done under the direction of the Vedic injunctions is called dharma, as described by the order carriers of Yamarāja (Bhāg. 6.1.40): “That which is prescribed in the Vedas constitutes dharma, the religious principles, and the opposite of that is irreligion. The Vedas are directly the Supreme Personality of Godhead, Nārāyaṇa, and are self-born. This we have heard from Yamarāja.” In this connection, Śrīla Madhvācārya comments: The various demigods are all acting under the protection of the Supreme Personality of Godhead, and according to their various actions the demigods are differently named."
    },
    {
        "verse": "47",
        "devanagari": "अहमेवासमेवाग्रे नान्यत् किञ्चान्तरं बहि: ।संज्ञानमात्रमव्यक्तं प्रसुप्तमिव विश्वत: ॥ ४७ ॥",
        "english_devnagari": "aham evāsam evāgrenānyat kiñcāntaraṁ bahiḥsaṁjñāna-mātram avyaktaṁprasuptam iva viśvataḥ",
        "verse_Syn": [
            "aham",
            "eva",
            "āsam",
            "eva",
            "agre",
            "na",
            "anyat",
            "kiñca",
            "antaram",
            "bahiḥ",
            "saṁjñāna",
            "mātram",
            "avyaktam",
            "prasuptam",
            "iva",
            "viśvataḥ"
        ],
        "translation": "Before the creation of this cosmic manifestation, I alone existed with My specific spiritual potencies. Consciousness was then unmanifested, just as one’s consciousness is unmanifested during the time of sleep.",
        "purport": " The word aham indicates a person. As explained in the Vedas, nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13): the Lord is the supreme eternal among innumerable eternals and the supreme living being among the innumerable living beings. The Lord is a person who also has impersonal features. As stated in Śrīmad-Bhāgavatam (1.2.11): “Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Paramātmā or Bhagavān.” Consideration of the Paramātmā and impersonal Brahman arose after the creation; before the creation, only the Supreme Personality of Godhead existed. As firmly declared in Bhagavad-gītā (18.55), the Lord can be understood only by bhakti-yoga. The ultimate cause, the supreme cause of creation, is the Supreme Personality of Godhead, who can be understood only by bhakti-yoga. He cannot be understood by speculative philosophical research or by meditation, since all such processes came into existence after the material creation. The impersonal and localized conceptions of the Supreme Lord are more or less materially contaminated. The real spiritual process, therefore, is bhakti-yoga. As the Lord says, bhaktyā mām abhijānāti: “Only by devotional service can I be understood.” Before the creation, the Lord existed as a person, as indicated here by the word aham. When Prajāpati Dakṣa saw Him as a person, who was beautifully dressed and ornamented, he actually experienced the meaning of this word aham through devotional service. Each person is eternal. Because the Lord says that He existed as a person before the creation (agre) and will also exist after the annihilation, the Lord is a person eternally. Śrīla Viśvanātha Cakravartī Ṭhākura therefore quotes these verses from Śrīmad-Bhāgavatam (10.9.13-14): The Personality of Godhead appeared in Vṛndāvana as the son of mother Yaśodā, who bound the Lord with rope just as an ordinary mother binds a material child. There are actually no divisions of external and internal for the form of the Supreme Personality of Godhead (sac-cid-ānanda-vigraha), but when He appears in His own form the unintelligent think Him an ordinary person. Avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: although He comes in His own body, which never changes, mūḍhas, the unintelligent, think that the impersonal Brahman has assumed a material body to come in the form of a person. Ordinary living beings assume material bodies, but the Supreme Personality of Godhead does not. Since the Supreme Personality of Godhead is the supreme consciousness, it is stated herein that saṁjñāna-mātram, the original consciousness, Kṛṣṇa consciousness, was unmanifested before the creation, although the consciousness of the Supreme Personality of Godhead is the origin of everything. The Lord says in Bhagavad-gītā (2.12), “Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.” Thus the Lord’s person is the Absolute Truth in the past, present and future. In this regard, Madhvācārya quotes two verses from the Matsya Purāṇa: After the annihilation of everything, the Supreme Lord, because of His sac-cid-ānanda-vigraha, remains in His original form, but since the other living entities have material bodies, the matter merges into matter, and the subtle form of the spirit soul remains within the body of the Lord. The Lord does not sleep, but the ordinary living entities remain asleep until the next creation. An unintelligent person thinks that the opulence of the Supreme Lord is nonexistent after the annihilation, but that is not a fact. The opulence of the Supreme Personality of Godhead remains as it is in the spiritual world; only in the material world is everything dissolved. Brahma-līna, merging into the Supreme Brahman, is not actual līna, or annihilation, for the subtle form remaining in the Brahman effulgence will return to the material world after the material creation and again assume a material form. This is described as bhūtvā bhūtvā pralīyate. When the material body is annihilated, the spirit soul remains in a subtle form, which later assumes another material body. This is true for the conditioned souls, but the Supreme Personality of Godhead remains eternally in His original consciousness and spiritual body."
    },
    {
        "verse": "48",
        "devanagari": "मय्यनन्तगुणेऽनन्ते गुणतो गुणविग्रह: ।यदासीत्तत एवाद्य: स्वयम्भू: समभूदज: ॥ ४८ ॥",
        "english_devnagari": "mayy ananta-guṇe ’nanteguṇato guṇa-vigrahaḥyadāsīt tata evādyaḥsvayambhūḥ samabhūd ajaḥ",
        "verse_Syn": [
            "mayi",
            "ananta",
            "guṇe",
            "anante",
            "guṇataḥ",
            "guṇa",
            "vigrahaḥ",
            "yadā",
            "āsīt",
            "tataḥ",
            "eva",
            "ādyaḥ",
            "svayambhūḥ",
            "samabhūt",
            "ajaḥ"
        ],
        "translation": "I am the reservoir of unlimited potency, and therefore I am known as unlimited or all-pervading. From My material energy the cosmic manifestation appeared within Me, and in this universal manifestation appeared the chief being, Lord Brahmā, who is your source and is not born of a material mother.",
        "purport": " This is a description of the history of the universal creation. The first cause is the Lord Himself, the Supreme Person. From Him, Brahmā is created, and Brahmā takes charge of the affairs of the universe. The universal affairs of the material creation depend upon the material energy of the Supreme Personality of Godhead, who is therefore the cause of the material creation. The entire cosmic manifestation is described herein as guṇa-vigrahaḥ, the form of the Lord’s qualities. From the cosmic universal form, the first creation is Lord Brahmā, who is the cause of all living entities. In this regard, Śrīla Madhvācārya describes the unlimited attributes of the Lord: Parāsya śaktir vividhaiva śrūyate: the Lord has innumerable potencies, all of which are unlimited. Therefore the Lord Himself and all His qualities, forms, pastimes and paraphernalia are also unlimited. Because Lord Viṣṇu has unlimited attributes, He is known as Ananta."
    },
    {
        "verse": "49-50",
        "devanagari": "स वै यदा महादेवो मम वीर्योपबृंहित: ।मेने खिलमिवात्मानमुद्यत: स्वर्गकर्मणि ॥ ४९ ॥अथ मेऽभिहितो देवस्तपोऽतप्यत दारुणम् ।नव विश्वसृजो युष्मान् येनादावसृजद्विभु: ॥ ५० ॥",
        "english_devnagari": "sa vai yadā mahādevomama vīryopabṛṁhitaḥmene khilam ivātmānamudyataḥ svarga-karmaṇi",
        "verse_Syn": [
            "saḥ",
            "vai",
            "yadā",
            "mahā",
            "devaḥ",
            "mama",
            "vīrya",
            "upabṛṁhitaḥ",
            "mene",
            "khilam",
            "iva",
            "ātmānam",
            "udyataḥ",
            "svarga",
            "karmaṇi",
            "atha",
            "me",
            "abhihitaḥ",
            "devaḥ",
            "tapaḥ",
            "atapyata",
            "dāruṇam",
            "nava",
            "viśva",
            "sṛjaḥ",
            "yuṣmān",
            "yena",
            "ādau",
            "asṛjat",
            "vibhuḥ"
        ],
        "translation": "When the chief lord of the universe, Lord Brahmā [Svayambhū], having been inspired by My energy, was attempting to create, he thought himself incapable. Therefore I gave him advice, and in accordance with My instructions he underwent extremely difficult austerities. Because of these austerities, the great Lord Brahmā was able to create nine personalities, including you, to help him in the functions of creation.",
        "purport": " Nothing is possible without tapasya. Lord Brahmā, however, was empowered to create this entire universe because of his austerities. The more we engage in austerities, the more we become powerful by the grace of the Lord. Therefore Ṛṣabhadeva advised His sons, tapo divyaṁ putrakā yena sattvaṁ śuddhyed: “One should engage in penance and austerity to attain the divine position of devotional service. By such activity, one’s heart is purified.” (Bhāg. 5.5.1) In our material existence we are impure, and therefore we cannot do anything wonderful, but if we purify our existence by tapasya, we can do wonderful things by the grace of the Lord. Therefore tapasya is very important, as stressed in this verse."
    },
    {
        "verse": "51",
        "devanagari": "एषा पञ्चजनस्याङ्ग दुहिता वै प्रजापते: ।असिक्नी नाम पत्नीत्वे प्रजेश प्रतिगृह्यताम् ॥ ५१ ॥",
        "english_devnagari": "eṣā pañcajanasyāṅgaduhitā vai prajāpateḥasiknī nāma patnītveprajeśa pratigṛhyatām",
        "verse_Syn": [
            "eṣā",
            "pañcajanasya",
            "aṅga",
            "duhitā",
            "vai",
            "prajāpateḥ",
            "asiknī",
            "nāma",
            "patnītve",
            "prajeśa",
            "pratigṛhyatām"
        ],
        "translation": "O My dear son Dakṣa, Prajāpati Pañcajana has a daughter named Asiknī, whom I offer to you so that you may accept her as your wife.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "मिथुनव्यवायधर्मस्त्वं प्रजासर्गमिमं पुन: ।मिथुनव्यवायधर्मिण्यां भूरिशो भावयिष्यसि ॥ ५२ ॥",
        "english_devnagari": "mithuna-vyavāya-dharmas tvaṁprajā-sargam imaṁ punaḥmithuna-vyavāya-dharmiṇyāṁbhūriśo bhāvayiṣyasi",
        "verse_Syn": [
            "mithuna",
            "vyavāya",
            "dharmaḥ",
            "tvam",
            "prajā",
            "sargam",
            "imam",
            "punaḥ",
            "mithuna",
            "vyavāya",
            "dharmiṇyām",
            "bhūriśaḥ",
            "bhāvayiṣyasi"
        ],
        "translation": "Now unite in sexual life as man and woman, and in this way, by sexual intercourse, you will be able to beget hundreds of children in the womb of this girl to increase the population.",
        "purport": " The Lord says in Bhagavad-gītā (7.11), dharmāviruddho bhūteṣu kāmo ’smi: “I am sex that is not contrary to religious principles.” Sexual intercourse ordained by the Supreme Personality of Godhead is dharma, a religious principle, but it is not intended for sense enjoyment. Indulgence in sense enjoyment through sexual intercourse is not allowed by the Vedic principles. One may follow the natural tendency for sex life only to beget children. Therefore the Lord told Dakṣa in this verse, “This girl is offered to you only for sex life to beget children, not for any other purpose. She is very fertile, and therefore you will be able to have as many children as you can beget.” Śrīla Viśvanātha Cakravartī Ṭhākura remarks in this connection that Dakṣa was given the facility for unlimited sexual intercourse. In Dakṣa’s previous life he was also known as Dakṣa, but in the course of performing sacrifices he offended Lord Śiva, and thus his head was replaced with that of a goat. Then Dakṣa gave up his life because of his degraded condition, but because he maintained the same unlimited sexual desires, he underwent austerities by which he satisfied the Supreme Lord, who then gave him unlimited potency for sexual intercourse. It should be noted that although such a facility for sexual intercourse is achieved by the grace of the Supreme Personality of Godhead, this facility is not offered to advanced devotees, who are free from material desires (anyābhilāṣitā-śūnyam). In this connection it may be noted that if the American boys and girls engaged in the Kṛṣṇa consciousness movement want to advance in Kṛṣṇa consciousness to achieve the supreme benefit of loving service to the Lord, they should refrain from indulging in this facility for sex life. Therefore we advise that one should at least refrain from illicit sex. Even if there are opportunities for sex life, one should voluntarily accept the limitation of having sex only for progeny, not for any other purpose. Kardama Muni was also given the facility for sex life, but he had only a slight desire for it. Therefore after begetting children in the womb of Devahūti, Kardama Muni became completely renounced. The purport is that if one wants to return home, back to Godhead, one should voluntarily refrain from sex life. Sex should be accepted only as much as needed, not unlimitedly. One should not think that Dakṣa received the favor of the Lord by receiving the facilities for unlimited sex. Later verses will reveal that Dakṣa again committed an offense, this time at the lotus feet of Nārada. Therefore although sex life is the topmost enjoyment in the material world and although one may have an opportunity for sexual enjoyment by the grace of God, this entails a risk of committing offenses. Dakṣa was open to such offenses, and therefore, strictly speaking, he was not actually favored by the Supreme Lord. One should not seek the favor of the Lord for unlimited potency in sex life."
    },
    {
        "verse": "53",
        "devanagari": "त्वत्तोऽधस्तात्प्रजा: सर्वा मिथुनीभूय मायया ।मदीयया भविष्यन्ति हरिष्यन्ति च मे बलिम् ॥ ५३ ॥",
        "english_devnagari": "tvatto ’dhastāt prajāḥ sarvāmithunī-bhūya māyayāmadīyayā bhaviṣyantihariṣyanti ca me balim",
        "verse_Syn": [
            "tvattaḥ",
            "adhastāt",
            "prajāḥ",
            "sarvāḥ",
            "mithunī",
            "bhūya",
            "māyayā",
            "madīyayā",
            "bhaviṣyanti",
            "hariṣyanti",
            "ca",
            "me",
            "balim"
        ],
        "translation": "After you give birth to many hundreds and thousands of children, they will also be captivated by My illusory energy and will engage, like You, in sexual intercourse. But because of My mercy to you and them, they will also be able to give Me presentations in devotion.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "श्रीशुक उवाचइत्युक्त्वा मिषतस्तस्य भगवान् विश्वभावन: ।स्वप्नोपलब्धार्थ इव तत्रैवान्तर्दधे हरि: ॥ ५४ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktvā miṣatas tasyabhagavān viśva-bhāvanaḥsvapnopalabdhārtha ivatatraivāntardadhe hariḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktvā",
            "miṣataḥ",
            "tasya",
            "bhagavān",
            "viśva",
            "bhāvanaḥ",
            "svapna",
            "upalabdha",
            "arthaḥ",
            "iva",
            "tatra",
            "eva",
            "antardadhe",
            "hariḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: After the creator of the entire universe, the Supreme Personality of Godhead, Hari, had spoken in this way in the presence of Prajāpati Dakṣa, He immediately disappeared as if He were an object experienced in a dream.",
        "purport": ""
    }
]