[
    {
        "verse": "1",
        "devanagari": "श्रीपरीक्षिदुवाचरजस्तम:स्वभावस्य ब्रह्मन् वृत्रस्य पाप्मन: ।नारायणे भगवति कथमासीद् दृढा मति: ॥ १ ॥",
        "english_devnagari": "śrī-parīkṣid uvācarajas-tamaḥ-svabhāvasyabrahman vṛtrasya pāpmanaḥnārāyaṇe bhagavatikatham āsīd dṛḍhā matiḥ",
        "verse_Syn": [
            "śrī",
            "parīkṣit",
            "uvāca",
            "rajaḥ",
            "tamaḥ",
            "sva",
            "bhāvasya",
            "brahman",
            "vṛtrasya",
            "pāpmanaḥ",
            "nārāyaṇe",
            "bhagavati",
            "katham",
            "āsīt",
            "dṛḍhā",
            "matiḥ"
        ],
        "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: O learned brāhmaṇa, demons are generally sinful, being obsessed with the modes of passion and ignorance. How, then, could Vṛtrāsura have attained such exalted love for the Supreme Personality of Godhead, Nārāyaṇa?",
        "purport": " In this material world, everyone is obsessed with the modes of passion and ignorance. However, unless one conquers these modes and comes to the platform of goodness, there is no chance of one’s becoming a pure devotee. This is confirmed by Lord Kṛṣṇa Himself in Bhagavad-gītā (7.28): “Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.” Since Vṛtrāsura was among the demons, Mahārāja Parīkṣit wondered how it was possible for him to have become such an exalted devotee."
    },
    {
        "verse": "2",
        "devanagari": "देवानां शुद्धसत्त्वानामृषीणां चामलात्मनाम् ।भक्तिर्मुकुन्दचरणे न प्रायेणोपजायते ॥ २ ॥",
        "english_devnagari": "devānāṁ śuddha-sattvānāmṛṣīṇāṁ cāmalātmanāmbhaktir mukunda-caraṇena prāyeṇopajāyate",
        "verse_Syn": [
            "devānām",
            "śuddha",
            "sattvānām",
            "ṛṣīṇām",
            "ca",
            "amala",
            "ātmanām",
            "bhaktiḥ",
            "mukunda",
            "caraṇe",
            "na",
            "prāyeṇa",
            "upajāyate"
        ],
        "translation": "Demigods situated in the mode of goodness and great saints cleansed of the dirt of material enjoyment hardly ever render pure devotional service at the lotus feet of Mukunda. [Therefore how could Vṛtrāsura have become such a great devotee?]",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "रजोभि: समसङ्ख्याता: पार्थिवैरिह जन्तव: ।तेषां ये केचनेहन्ते श्रेयो वै मनुजादय: ॥ ३ ॥",
        "english_devnagari": "rajobhiḥ sama-saṅkhyātāḥpārthivair iha jantavaḥteṣāṁ ye kecanehanteśreyo vai manujādayaḥ",
        "verse_Syn": [
            "rajobhiḥ",
            "sama",
            "saṅkhyātāḥ",
            "pārthivaiḥ",
            "iha",
            "jantavaḥ",
            "teṣām",
            "ye",
            "kecana",
            "īhante",
            "śreyaḥ",
            "vai",
            "manuja",
            "ādayaḥ"
        ],
        "translation": "In this material world there are as many living entities as atoms. Among these living entities, a very few are human beings, and among them, few are interested in following religious principles.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "प्रायो मुमुक्षवस्तेषां केचनैव द्विजोत्तम ।मुमुक्षूणां सहस्रेषु कश्चिन्मुच्येत सिध्यति ॥ ४ ॥",
        "english_devnagari": "prāyo mumukṣavas teṣāṁkecanaiva dvijottamamumukṣūṇāṁ sahasreṣukaścin mucyeta sidhyati",
        "verse_Syn": [
            "prāyaḥ",
            "mumukṣavaḥ",
            "teṣām",
            "kecana",
            "eva",
            "dvija",
            "uttama",
            "mumukṣūṇām",
            "sahasreṣu",
            "kaścit",
            "mucyeta",
            "sidhyati"
        ],
        "translation": "O best of the brāhmaṇas, Śukadeva Gosvāmī, out of many persons who follow religious principles, only a few desire liberation from the material world. Among many thousands who desire liberation, one may actually achieve liberation, giving up material attachment to society, friendship, love, country, home, wife and children. And among many thousands of such liberated persons, one who can understand the true meaning of liberation is very rare.",
        "purport": " There are four classes of men, namely karmīs, jñānīs, yogīs and bhaktas. This statement pertains especially to karmīs and jñānīs. A karmī tries to he happy within this material world by changing from one body to another. His objective is bodily comfort, either in this planet or in another. When such a person becomes a jñānī, however, be aspires for liberation from material bondage. Among many such persons who aspire for liberation, one may actually be liberated during his life. Such a person gives up his attachment for society, friendship, love, country, family, wife and children. Among many such persons, who are in the vānaprastha stage, one may understand the value of becoming a sannyāsī, completely accepting the renounced order of life."
    },
    {
        "verse": "5",
        "devanagari": "मुक्तानामपि सिद्धानां नारायणपरायण: ।सुदुर्लभ: प्रशान्तात्मा कोटिष्वपि महामुने ॥ ५ ॥",
        "english_devnagari": "muktānām api siddhānāṁnārāyaṇa-parāyaṇaḥsu-durlabhaḥ praśāntātmākoṭiṣv api mahā-mune",
        "verse_Syn": [
            "muktānām",
            "api",
            "siddhānām",
            "nārāyaṇa",
            "parāyaṇaḥ",
            "su",
            "durlabhaḥ",
            "praśānta",
            "ātmā",
            "koṭiṣu*",
            "api",
            "mahā",
            "mune"
        ],
        "translation": "O great sage, among many millions who are liberated and perfect in knowledge of liberation, one may be a devotee of Lord Nārāyaṇa, or Kṛṣṇa. Such devotees, who are fully peaceful, are extremely rare.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura gives the following purport to this verse. Simply desiring mukti, or liberation, is insufficient; one must become factually liberated. When one understands the futility of the materialistic way of life, one becomes advanced in knowledge, and therefore he situates himself in the vānaprastha order, unattached to family, wife and children. One should then further progress to the platform of sannyāsa, the actual renounced order, never to fall again and be afflicted by materialistic life. Even though one desires to be liberated, this does not mean he is liberated. Only rarely is someone liberated. Indeed, although many men take sannyāsa to become liberated, because of their imperfections they again become attached to women, material activities, social welfare work and so on. Jñānīs, yogīs and karmīs devoid of devotional service are called offenders. Śrī Caitanya Mahāprabhu says, māyāvādī kṛṣṇe aparādhī: one who thinks that everything is māyā instead of thinking that everything is Kṛṣṇa is called an aparādhī, or offender. Although the Māyāvādīs, impersonalists, are offenders at the lotus feet of Kṛṣṇa, they may nonetheless be counted among the siddhas, those who have realized the self. They may be considered nearer to spiritual perfection because at least they have realized what spiritual life is. If such a person becomes nārāyaṇa-parāyaṇa, a devotee of Lord Nārāyaṇa, he is better than a jīvan-mukta, one who is liberated or perfect. This requires higher intelligence. There are two kinds of jñānīs. One is inclined to devotional service and the other to impersonal realization. Impersonalists generally undergo great endeavor for no tangible benefit, and therefore it is said that they are husking paddy that has no grain (sthūla-tuṣāvaghātinaḥ). The other class of jñānīs, whose jñāna is mixed with bhakti, are also of two kinds — those who are devoted to the so-called false form of the Supreme Personality of Godhead and those who understand the Supreme Personality of Godhead as sac-cid-ānanda-vigraha, the actual spiritual form. The Māyāvādī devotees worship Nārāyaṇa or Viṣṇu with the idea that Viṣṇu has accepted a form of māyā and that the ultimate truth is actually impersonal. The pure devotee, however, never thinks that Viṣṇu has accepted a body of māyā; instead, he knows perfectly well that the original Absolute Truth is the Supreme Person. Such a devotee is actually situated in knowledge. He never merges in the Brahman effulgence. As stated in Śrīmad-Bhāgavatam (10.2.32): “O Lord, the intelligence of those who think themselves liberated but who have no devotion is impure. Even though they rise to the highest point of liberation by dint of severe penances and austerities, they are sure to fall down again into material existence, for they do not take shelter at Your lotus feet.” Evidence of this same point is also given in Bhagavad-gītā (9.11), wherein the Lord says: “Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be.” When rascals (mūḍhas) see that Kṛṣṇa acts exactly like a human being, they deride the transcendental form of the Lord because they do not know the paraṁ bhāvam, His transcendental form and activities. Such persons are further described in Bhagavad-gītā (9.12) as follows: “Those who are thus bewildered are attracted by demoniac and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities and their culture of knowledge are all defeated.” Such persons do not know that Kṛṣṇa’s body is not material. There is no distinction between Kṛṣṇa’s body and His soul, but because less intelligent men see Kṛṣṇa as a human being, they deride Him. They cannot imagine how a person like Kṛṣṇa could be the origin of everything (govindam ādi-puruṣaṁ tam ahaṁ bhajāmi). Such persons are described as moghāśāḥ, baffled in their hopes. Whatever they desire for the future will be baffled. Even if they apparently engage in devotional service, they are described as moghāśāḥ because they ultimately desire to merge into the Brahman effulgence. Those who aspire to be elevated to the heavenly planets by devotional service will also be frustrated, because this is not the result of devotional service. However, they are also given a chance to engage in devotional service and be purified. As stated in Śrīmad-Bhāgavatam (1.2.17): “Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone’s heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who relishes His messages, which are in themselves virtuous when properly heard and chanted.” Unless the dirt within the core of one’s heart is cleansed away, one cannot become a pure devotee. Therefore the word su-durlabhaḥ (“very rarely found”) is used in this verse. Not only among hundreds and thousands, but among millions of perfectly liberated souls, a pure devotee is hardly ever found. Therefore the words koṭiṣv api are used herein. Śrīla Madhvācārya gives the following quotations from the Tantra Bhāgavata: “There are ninety million demigods and seventy million sages, who are all called nārāyaṇāyana, devotees of Lord Nārāyaṇa. Among them, only a few are called nārāyaṇa-parāyaṇa.” The difference between the siddhas and nārāyaṇa-parāyaṇas is that direct devotees are called nārāyaṇa-parāyaṇas whereas those who perform various types of mystic yoga are called siddhas."
    },
    {
        "verse": "6",
        "devanagari": "वृत्रस्तु स कथं पाप: सर्वलोकोपतापन: ।इत्थं द‍ृढमति: कृष्ण आसीत्सङ्ग्राम उल्बणे ॥ ६ ॥",
        "english_devnagari": "vṛtras tu sa kathaṁ pāpaḥsarva-lokopatāpanaḥitthaṁ dṛḍha-matiḥ kṛṣṇaāsīt saṅgrāma ulbaṇe",
        "verse_Syn": [
            "vṛtraḥ",
            "tu",
            "saḥ",
            "katham",
            "pāpaḥ",
            "sarva",
            "loka",
            "upatāpanaḥ",
            "ittham",
            "dṛḍha",
            "matiḥ",
            "kṛṣṇe",
            "āsīt",
            "saṅgrāme",
            "ulbaṇe"
        ],
        "translation": "Vṛtrāsura was situated in the blazing fire of battle and was an infamous, sinful demon, always engaged in giving troubles and anxieties to others. How could such a demon become so greatly Kṛṣṇa conscious?",
        "purport": " It has been described that a nārāyaṇa-parāyaṇa, a pure devotee, is rarely found even among millions and millions of persons. Therefore Parīkṣit Mahārāja was surprised that Vṛtrāsura, whose purpose was to give trouble and anxiety to others, was one of these devotees, even on a battlefield. What was the reason for Vṛtrāsura’s advancement?"
    },
    {
        "verse": "7",
        "devanagari": "अत्र न: संशयो भूयाञ्छ्रोतुं कौतूहलं प्रभो ।य: पौरुषेण समरे सहस्राक्षमतोषयत् ॥ ७ ॥",
        "english_devnagari": "atra naḥ saṁśayo bhūyāñchrotuṁ kautūhalaṁ prabhoyaḥ pauruṣeṇa samaresahasrākṣam atoṣayat",
        "verse_Syn": [
            "atra",
            "naḥ",
            "saṁśayaḥ",
            "bhūyān",
            "śrotum",
            "kautūhalam",
            "prabho",
            "yaḥ",
            "pauruṣeṇa",
            "samare",
            "sahasra",
            "akṣam",
            "atoṣayat"
        ],
        "translation": "My dear lord, Śukadeva Gosvāmī, although Vṛtrāsura was a sinful demon, he showed the prowess of a most exalted kṣatriya and satisfied Lord Indra in battle. How could such a demon be a great devotee of Lord Kṛṣṇa? These contradictions have caused me great doubt, and they have made me eager to hear of this from you.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "श्रीसूत उवाचपरीक्षितोऽथ सम्प्रश्नं भगवान् बादरायणि: ।निशम्य श्रद्दधानस्य प्रतिनन्द्य वचोऽब्रवीत् ॥ ८ ॥",
        "english_devnagari": "śrī-sūta uvācaparīkṣito ’tha sampraśnaṁbhagavān bādarāyaṇiḥniśamya śraddadhānasyapratinandya vaco ’bravīt",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "parīkṣitaḥ",
            "atha",
            "sampraśnam",
            "bhagavān",
            "bādarāyaṇiḥ",
            "niśamya",
            "śraddadhānasya",
            "pratinandya",
            "vacaḥ",
            "abravīt"
        ],
        "translation": "Śrī Sūta Gosvāmī said: After hearing Mahārāja Parīkṣit’s very intelligent question, Śukadeva Gosvāmī, the most powerful sage, began answering his disciple with great affection.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "श्रीशुक उवाचश‍ृणुष्वावहितो राजन्नितिहासमिमं यथा ।श्रुतं द्वैपायनमुखान्नारदाद्देवलादपि ॥ ९ ॥",
        "english_devnagari": "śrī-śuka uvācaśṛṇuṣvāvahito rājannitihāsam imaṁ yathāśrutaṁ dvaipāyana-mukhānnāradād devalād api",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "śṛṇuṣva",
            "avahitaḥ",
            "rājan",
            "itihāsam",
            "imam",
            "yathā",
            "śrutam",
            "dvaipāyana",
            "mukhāt",
            "nāradāt",
            "devalāt",
            "api"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, I shall speak to you the same history I have heard from the mouths of Vyāsadeva, Nārada and Devala. Please listen with attention.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "आसीद्राजा सार्वभौम: शूरसेनेषु वै नृप ।चित्रकेतुरिति ख्यातो यस्यासीत्कामधुङ्‍मही ॥ १० ॥",
        "english_devnagari": "āsīd rājā sārvabhaumaḥśūraseneṣu vai nṛpacitraketur iti khyātoyasyāsīt kāmadhuṅ mahī",
        "verse_Syn": [
            "āsīt",
            "rājā",
            "sārva",
            "bhaumaḥ",
            "śūraseneṣu",
            "vai",
            "nṛpa",
            "citraketuḥ",
            "iti",
            "khyātaḥ",
            "yasya",
            "āsīt",
            "kāma",
            "dhuk",
            "mahī"
        ],
        "translation": "O King Parīkṣit, in the province of Śūrasena there was a king named Citraketu, who ruled the entire earth. During his reign, the earth produced all the necessities for life.",
        "purport": " Here the most significant statement is that the earth completely produced all the necessities of life during the time of King Citraketu. As stated in the Īśopaniṣad: “Everything animate or inanimate that is within the universe is controlled and owned by the Lord. One should therefore accept only those things necessary for himself, which are set aside as his quota, and one should not accept other things, knowing well to whom they belong.” Kṛṣṇa, the supreme controller, has created the material world, which is completely perfect and free from scarcity. The Lord supplies the necessities of all living entities. These necessities come from the earth, and thus the earth is the source of supply. When there is a good ruler, that source produces the necessities of life abundantly. However, when there is not such a good ruler, there will be scarcity. This is the significance of the word kāmadhuk. Elsewhere in Śrīmad-Bhāgavatam (1.10.4) it is said, kāmaṁ vavarṣa parjanyaḥ sarva-kāma-dughā mahī: “During the reign of Mahārāja Yudhiṣṭhira, the clouds showered all the water that people needed, and the earth produced all the necessities of men in profusion.” We have experience that in some seasons the rains produce abundance and in other seasons there is scarcity. We have no control over the earth’s productiveness, for it is naturally under the full control of the Supreme Personality of Godhead. By His order, the Lord can make the earth produce sufficiently or insufficiently. If a pious king rules the earth according to the śāstric injunctions, there will naturally be regular rainfall and sufficient produce to provide for all men. There will be no question of exploitation, for everyone will have enough. Black-marketeering and other corrupt dealings will then automatically stop. Simply ruling the land cannot solve man’s problems unless the leader has spiritual capabilities. He must be like Mahārāja Yudhiṣṭhira, Parīkṣit Mahārāja or Rāmacandra. Then all the inhabitants of the land will be extremely happy."
    },
    {
        "verse": "11",
        "devanagari": "तस्य भार्यासहस्राणां सहस्राणि दशाभवन् ।सान्तानिकश्चापि नृपो न लेभे तासु सन्ततिम् ॥ ११ ॥",
        "english_devnagari": "tasya bhāryā-sahasrāṇāṁsahasrāṇi daśābhavansāntānikaś cāpi nṛpona lebhe tāsu santatim",
        "verse_Syn": [
            "tasya",
            "bhāryā",
            "sahasrāṇām",
            "sahasrāṇi",
            "daśa",
            "abhavan",
            "sāntānikaḥ",
            "ca",
            "api",
            "nṛpaḥ",
            "na",
            "lebhe",
            "tāsu",
            "santatim"
        ],
        "translation": "This Citraketu had ten million wives, but although he was capable of producing children, he did not receive a child from any of them. By chance, all the wives were barren.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "रूपौदार्यवयोजन्मविद्यैश्वर्यश्रियादिभि: ।सम्पन्नस्य गुणै: सर्वैश्चिन्ता बन्ध्यापतेरभूत् ॥ १२ ॥",
        "english_devnagari": "rūpaudārya-vayo-janma-vidyaiśvarya-śriyādibhiḥsampannasya guṇaiḥ sarvaiścintā bandhyā-pater abhūt",
        "verse_Syn": [
            "rūpa",
            "audārya",
            "vayaḥ",
            "janma",
            "vidyā",
            "aiśvarya",
            "śriya",
            "ādibhiḥ",
            "sampannasya",
            "guṇaiḥ",
            "sarvaiḥ",
            "cintā",
            "bandhyā",
            "pateḥ",
            "abhūt"
        ],
        "translation": "Citraketu, the husband of these millions of wives, was endowed with a beautiful form, magnanimity and youth. He was born in a high family, he had a complete education, and he was wealthy and opulent. Nevertheless, in spite of being endowed with all these assets, he was full of anxiety because he did not have a son.",
        "purport": " It appears that the King first married one wife, but she could not bear a child. Then he married a second, a third, a fourth and so on, but none of the wives could bear children. In spite of the material assets of janmaiśvarya-śruta-śrī — birth in an aristocratic family with full opulence, wealth, education and beauty — he was very much aggrieved because in spite of having so many wives, he had no son. Certainly his grief was natural. Gṛhastha life does not mean having a wife and no children. Cāṇakya Paṇḍita says, putra-hīnaṁ gṛhaṁ śūnyam: if a family man has no son, his home is no better than a desert. The King was certainly most unhappy that he could not get a son, and this is why he had married so many times. Kṣatriyas especially are allowed to marry more than one wife, and this King did so. Nonetheless, he had no issue."
    },
    {
        "verse": "13",
        "devanagari": "न तस्य सम्पद: सर्वा महिष्यो वामलोचना: ।सार्वभौमस्य भूश्चेयमभवन्प्रीतिहेतव: ॥ १३ ॥",
        "english_devnagari": "na tasya sampadaḥ sarvāmahiṣyo vāma-locanāḥsārvabhaumasya bhūś ceyamabhavan prīti-hetavaḥ",
        "verse_Syn": [
            "na",
            "tasya",
            "sampadaḥ",
            "sarvāḥ",
            "mahiṣyaḥ",
            "vāma",
            "locanāḥ",
            "sārva",
            "bhaumasya",
            "bhūḥ",
            "ca",
            "iyam",
            "abhavan",
            "prīti",
            "hetavaḥ"
        ],
        "translation": "His queens all had beautiful faces and attractive eyes, yet neither his opulences, his hundreds and thousands of queens, nor the lands of which he was the supreme proprietor were sources of happiness for him.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तस्यैकदा तु भवनमङ्गिरा भगवानृषि: ।लोकाननुचरन्नेतानुपागच्छद्यद‍ृच्छया ॥ १४ ॥",
        "english_devnagari": "tasyaikadā tu bhavanamaṅgirā bhagavān ṛṣiḥlokān anucarann etānupāgacchad yadṛcchayā",
        "verse_Syn": [
            "tasya",
            "ekadā",
            "tu",
            "bhavanam",
            "aṅgirāḥ",
            "bhagavān",
            "ṛṣiḥ",
            "lokān",
            "anucaran",
            "etān",
            "upāgacchat",
            "yadṛcchayā"
        ],
        "translation": "Once upon a time, when the powerful sage named Aṅgirā was traveling all over the universe without engagement, by his sweet will he came to the palace of King Citraketu.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तं पूजयित्वा विधिवत्प्रत्युत्थानार्हणादिभि: ।कृतातिथ्यमुपासीदत्सुखासीनं समाहित: ॥ १५ ॥",
        "english_devnagari": "taṁ pūjayitvā vidhivatpratyutthānārhaṇādibhiḥkṛtātithyam upāsīdatsukhāsīnaṁ samāhitaḥ",
        "verse_Syn": [
            "tam",
            "pūjayitvā",
            "vidhi",
            "vat",
            "pratyutthāna",
            "arhaṇa",
            "ādibhiḥ",
            "kṛta",
            "atithyam",
            "upāsīdat",
            "sukha",
            "āsīnam",
            "samāhitaḥ"
        ],
        "translation": "Citraketu immediately stood up from his throne and offered him worship. He offered drinking water and eatables and in this way performed his duty as a host to a great guest. When the ṛṣi was seated very comfortably, the King, restraining his mind and senses, sat on the ground at the side of the ṛṣi’s feet.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "महर्षिस्तमुपासीनं प्रश्रयावनतं क्षितौ ।प्रतिपूज्य महाराज समाभाष्येदमब्रवीत् ॥ १६ ॥",
        "english_devnagari": "maharṣis tam upāsīnaṁpraśrayāvanataṁ kṣitaupratipūjya mahārājasamābhāṣyedam abravīt",
        "verse_Syn": [
            "mahā",
            "ṛṣiḥ",
            "tam",
            "upāsīnam",
            "praśraya",
            "avanatam",
            "kṣitau",
            "pratipūjya",
            "mahārāja",
            "samābhāṣya",
            "idam",
            "abravīt"
        ],
        "translation": "O King Parīkṣit, when Citraketu, bent low in humility, was seated at the lotus feet of the great sage, the sage congratulated him for his humility and hospitality. The sage addressed him in the following words.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "अङ्गिरा उवाचअपि तेऽनामयं स्वस्ति प्रकृतीनां तथात्मन: ।यथा प्रकृतिभिर्गुप्त: पुमान् राजा च सप्तभि: ॥ १७ ॥",
        "english_devnagari": "aṅgirā uvācaapi te ’nāmayaṁ svastiprakṛtīnāṁ tathātmanaḥyathā prakṛtibhir guptaḥpumān rājā ca saptabhiḥ",
        "verse_Syn": [
            "aṅgirāḥ",
            "uvāca",
            "api",
            "te",
            "anāmayam",
            "svasti",
            "prakṛtīnām",
            "tathā",
            "ātmanaḥ",
            "yathā",
            "prakṛtibhiḥ",
            "guptaḥ",
            "pumān",
            "rājā",
            "ca",
            "saptabhiḥ"
        ],
        "translation": "The great sage Aṅgirā said: My dear King, I hope that your body and mind and your royal associates and paraphernalia are well. When the seven properties of material nature [the total material energy, the ego and the five objects of sense gratification] are in proper order, the living entity within the material elements is happy. Without these seven elements one cannot exist. Similarly, a king is always protected by seven elements — his instructor (svāmī or guru), his ministers, his kingdom, his fort, his treasury, his royal order and his friends.",
        "purport": " As it is quoted by Śrīdhara Svāmī in his Bhāgavatam commentary: A king is not alone. He first has his spiritual master, the supreme guide. Then come his ministers, his kingdom, his fortifications, his treasury, his system of law and order, and his friends or allies. If these seven are properly maintained, the king is happy. Similarly, as explained in Bhagavad-gītā (dehino ’smin yathā dehe), the living entity, the soul, is within the material covering of the mahat-tattva, ego and pañca-tanmātrā, the five objects of sense gratification. When these seven are in proper order, the living entity is in a mood of pleasure. Generally when the associates of the king are quiet and obedient, the king can be happy. Therefore the great sage Aṅgirā Ṛṣi inquired about the King’s personal health and the good fortune of his seven associates. When we inquire from a friend whether everything is well, we are concerned not only with his personal self but also with his family, his source of income, and his assistants or servants. All of them must be well, and then a person can be happy."
    },
    {
        "verse": "18",
        "devanagari": "आत्मानं प्रकृतिष्वद्धा निधाय श्रेय आप्नुयात् ।राज्ञा तथा प्रकृतयो नरदेवाहिताधय: ॥ १८ ॥",
        "english_devnagari": "ātmānaṁ prakṛtiṣv addhānidhāya śreya āpnuyātrājñā tathā prakṛtayonaradevāhitādhayaḥ",
        "verse_Syn": [
            "ātmānam",
            "prakṛtiṣu",
            "addhā",
            "nidhāya",
            "śreyaḥ",
            "āpnuyāt",
            "rājñā",
            "tathā",
            "prakṛtayaḥ",
            "nara",
            "deva",
            "āhita",
            "adhayaḥ"
        ],
        "translation": "O King, O lord of humanity, when a king directly depends upon his associates and follows their instructions, he is happy. Similarly, when his associates offer their gifts and activities to the king and follow his orders, they are also happy.",
        "purport": " The actual happiness of a king and his dependents is described in this verse. A king should not simply give orders to his dependents because he is supreme; sometimes he must follow their instructions. Similarly, the dependents should depend on the king. This mutual dependence will make everyone happy."
    },
    {
        "verse": "19",
        "devanagari": "अपि दारा: प्रजामात्या भृत्या: श्रेण्योऽथ मन्त्रिण: ।पौरा जानपदा भूपा आत्मजा वशवर्तिन: ॥ १९ ॥",
        "english_devnagari": "api dārāḥ prajāmātyābhṛtyāḥ śreṇyo ’tha mantriṇaḥpaurā jānapadā bhūpāātmajā vaśa-vartinaḥ",
        "verse_Syn": [
            "api",
            "dārāḥ",
            "prajā",
            "amātyāḥ",
            "bhṛtyāḥ",
            "śreṇyaḥ",
            "atha",
            "mantriṇaḥ",
            "paurāḥ",
            "jānapadāḥ",
            "bhūpāḥ",
            "ātma",
            "jāḥ",
            "vaśa",
            "vartinaḥ"
        ],
        "translation": "O King, are your wives, citizens, secretaries and servants and the merchants who sell spices and oil under your control? Are you also in full control of ministers, the inhabitants of your palace, your provincial governors, your sons and your other dependents?",
        "purport": " The master or king and his subordinates should be interdependent. Through cooperation, both of them can be happy."
    },
    {
        "verse": "20",
        "devanagari": "यस्यात्मानुवशश्चेत्स्यात्सर्वे तद्वशगा इमे ।लोका: सपाला यच्छन्ति सर्वे बलिमतन्द्रिता: ॥ २० ॥",
        "english_devnagari": "yasyātmānuvaśaś cet syātsarve tad-vaśagā imelokāḥ sapālā yacchantisarve balim atandritāḥ",
        "verse_Syn": [
            "yasya",
            "ātmā",
            "anuvaśaḥ",
            "cet",
            "syāt",
            "sarve",
            "tat",
            "vaśa",
            "gāḥ",
            "ime",
            "lokāḥ",
            "sa",
            "pālāḥ",
            "yacchanti",
            "sarve",
            "balim",
            "atandritāḥ"
        ],
        "translation": "If the king’s mind is fully controlled, all his family members and governmental officers are subordinate to him. His provincial governors present taxes on time, without resistance, and what to speak of lesser servants?",
        "purport": " Aṅgirā Ṛṣi asked the King whether his mind was also under control. This is most essential for happiness."
    },
    {
        "verse": "21",
        "devanagari": "आत्मन: प्रीयते नात्मा परत: स्वत एव वा ।लक्षयेऽलब्धकामं त्वां चिन्तया शबलं मुखम् ॥ २१ ॥",
        "english_devnagari": "ātmanaḥ prīyate nātmāparataḥ svata eva vālakṣaye ’labdha-kāmaṁ tvāṁcintayā śabalaṁ mukham",
        "verse_Syn": [
            "ātmanaḥ",
            "prīyate",
            "na",
            "ātmā",
            "parataḥ",
            "svataḥ",
            "eva",
            "vā",
            "lakṣaye",
            "alabdha",
            "kāmam",
            "tvām",
            "cintayā",
            "śabalam",
            "mukham"
        ],
        "translation": "O King Citraketu, I can observe that your mind is not pleased. You seem not to have achieved your desired goal. Is this because of you yourself, or has it been caused by others? Your pale face reflects your deep anxiety.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "एवं विकल्पितो राजन् विदुषा मुनिनापि स: ।प्रश्रयावनतोऽभ्याह प्रजाकामस्ततो मुनिम् ॥ २२ ॥",
        "english_devnagari": "evaṁ vikalpito rājanviduṣā munināpi saḥpraśrayāvanato ’bhyāhaprajā-kāmas tato munim",
        "verse_Syn": [
            "evam",
            "vikalpitaḥ",
            "rājan",
            "viduṣā",
            "muninā",
            "api",
            "saḥ",
            "praśraya",
            "avanataḥ",
            "abhyāha",
            "prajā",
            "kāmaḥ",
            "tataḥ",
            "munim"
        ],
        "translation": "Śukadeva Gosvāmī said: O King Parīkṣit, although the great sage Aṅgirā knew everything, he inquired from the King in this way. Thus King Citraketu, desiring a son, bent low in great humility and spoke to the great sage as follows.",
        "purport": " Since the face is the index to the mind, a saintly person can study the condition of one’s mind by seeing his face. When Aṅgirā Ṛṣi remarked about the King’s discolored face, King Citraketu explained the cause of his anxiety as follows."
    },
    {
        "verse": "23",
        "devanagari": "चित्रकेतुरुवाचभगवन् किं न विदितं तपोज्ञानसमाधिभि: ।योगिनां ध्वस्तपापानां बहिरन्त: शरीरिषु ॥ २३ ॥",
        "english_devnagari": "citraketur uvācabhagavan kiṁ na viditaṁtapo-jñāna-samādhibhiḥyogināṁ dhvasta-pāpānāṁbahir antaḥ śarīriṣu",
        "verse_Syn": [
            "citraketuḥ",
            "uvāca",
            "bhagavan",
            "kim",
            "na",
            "viditam",
            "tapaḥ",
            "jñāna",
            "samādhibhiḥ",
            "yoginām",
            "dhvasta",
            "pāpānām",
            "bahiḥ",
            "antaḥ",
            "śarīriṣu"
        ],
        "translation": "King Citraketu said: O great lord Aṅgirā, because of austerity, knowledge and transcendental samādhi, you are freed from all the reactions of sinful life. Therefore, as a perfect yogī, you can understand everything external and internal regarding embodied, conditioned souls like us.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "तथापि पृच्छतो ब्रूयां ब्रह्मन्नात्मनि चिन्तितम् ।भवतो विदुषश्चापि चोदितस्त्वदनुज्ञया ॥ २४ ॥",
        "english_devnagari": "tathāpi pṛcchato brūyāṁbrahmann ātmani cintitambhavato viduṣaś cāpicoditas tvad-anujñayā",
        "verse_Syn": [
            "tathāpi",
            "pṛcchataḥ",
            "brūyām",
            "brahman",
            "ātmani",
            "cintitam",
            "bhavataḥ",
            "viduṣaḥ",
            "ca",
            "api",
            "coditaḥ",
            "tvat",
            "anujñayā"
        ],
        "translation": "O great soul, you are aware of everything, yet you are asking me why I am full of anxiety. Therefore, in response to your order, let me disclose the cause.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "लोकपालैरपि प्रार्थ्या: साम्राज्यैश्वर्यसम्पद: ।न नन्दयन्त्यप्रजं मां क्षुत्तृट्काममिवापरे ॥ २५ ॥",
        "english_devnagari": "loka-pālair api prārthyāḥsāmrājyaiśvarya-sampadaḥna nandayanty aprajaṁ māṁkṣut-tṛṭ-kāmam ivāpare",
        "verse_Syn": [
            "loka",
            "pālaiḥ",
            "api",
            "prārthyāḥ",
            "sāmrājya",
            "aiśvarya",
            "sampadaḥ",
            "na",
            "nandayanti",
            "aprajam",
            "mām",
            "kṣut",
            "tṛṭ",
            "kāmam",
            "iva",
            "apare"
        ],
        "translation": "As a person aggrieved by hunger and thirst is not pleased by the external gratification of flower garlands or sandalwood pulp, I am not pleased with my empire, opulence or possessions, which are desirable even for great demigods, because I have no son.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "तत: पाहि महाभाग पूर्वै: सह गतं तम: ।यथा तरेम दुष्पारं प्रजया तद्विधेहि न: ॥ २६ ॥",
        "english_devnagari": "tataḥ pāhi mahā-bhāgapūrvaiḥ saha gataṁ tamaḥyathā tarema duṣpāraṁprajayā tad vidhehi naḥ",
        "verse_Syn": [
            "tataḥ",
            "pāhi",
            "mahā",
            "bhāga",
            "pūrvaiḥ",
            "saha",
            "gatam",
            "tamaḥ",
            "yathā",
            "tarema",
            "duṣpāram",
            "prajayā",
            "tat",
            "vidhehi",
            "naḥ"
        ],
        "translation": "Therefore, O great sage, please save me and my forefathers, who are descending to the darkness of hell because I have no progeny. Kindly do something so that I may have a son to deliver us from hellish conditions.",
        "purport": " According to Vedic civilization, one gets married simply to have a son, who is needed to offer oblations to his forefathers. King Citraketu responsibly desired to beget a child so that he and his forefathers might be delivered from the darkest regions. He was concerned with how to get piṇḍa, oblations, in the next life, not only for himself but also for his forefathers. Therefore he requested Aṅgirā Ṛṣi to favor him by doing something that could help him get a son."
    },
    {
        "verse": "27",
        "devanagari": "श्रीशुक उवाचइत्यर्थित: स भगवान् कृपालुर्ब्रह्मण: सुत: ।श्रपयित्वा चरुं त्वाष्ट्रं त्वष्टारमयजद्विभु: ॥ २७ ॥",
        "english_devnagari": "śrī-śuka uvācaity arthitaḥ sa bhagavānkṛpālur brahmaṇaḥ sutaḥśrapayitvā caruṁ tvāṣṭraṁtvaṣṭāram ayajad vibhuḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "arthitaḥ",
            "saḥ",
            "bhagavān",
            "kṛpāluḥ",
            "brahmaṇaḥ",
            "sutaḥ",
            "śrapayitvā",
            "carum",
            "tvāṣṭram",
            "tvaṣṭāram",
            "ayajat",
            "vibhuḥ"
        ],
        "translation": "In response to the request of Mahārāja Citraketu, Aṅgirā Ṛṣi, who was born of Lord Brahmā’s mind, was very merciful toward him. Because the sage was a greatly powerful personality, he performed a sacrifice by offering oblations of sweetrice to Tvaṣṭā.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "ज्येष्ठा श्रेष्ठा च या राज्ञो महिषीणां चभारत ।नाम्ना कृतद्युतिस्तस्यै यज्ञोच्छिष्टमदाद् द्विज: ॥ २८ ॥",
        "english_devnagari": "jyeṣṭhā śreṣṭhā ca yā rājñomahiṣīṇāṁ ca bhāratanāmnā kṛtadyutis tasyaiyajñocchiṣṭam adād dvijaḥ",
        "verse_Syn": [
            "jyeṣṭhā",
            "śreṣṭhā",
            "ca",
            "yā",
            "rājñaḥ",
            "mahiṣīṇām",
            "ca",
            "bhārata",
            "nāmnā",
            "kṛtadyutiḥ",
            "tasyai",
            "yajña",
            "ucchiṣṭam",
            "adāt",
            "dvijaḥ"
        ],
        "translation": "O Parīkṣit Mahārāja, best of the Bhāratas, the remnants of the food offered in the yajña were given by the great sage Aṅgirā to the first and most perfect among Citraketu’s millions of queens, whose name was Kṛtadyuti.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "अथाह नृपतिं राजन् भवितैकस्तवात्मज: ।हर्षशोकप्रदस्तुभ्यमितिब्रह्मसुतो ययौ ॥ २९ ॥",
        "english_devnagari": "athāha nṛpatiṁ rājanbhavitaikas tavātmajaḥharṣa-śoka-pradas tubhyamiti brahma-suto yayau",
        "verse_Syn": [
            "atha",
            "āha",
            "nṛpatim",
            "rājan",
            "bhavitā",
            "ekaḥ",
            "tava",
            "ātmajaḥ",
            "harṣa",
            "śoka",
            "pradaḥ",
            "tubhyam",
            "iti",
            "brahma",
            "sutaḥ",
            "yayau"
        ],
        "translation": "Thereafter, the great sage told the King, “O great King, now you will have a son who will be the cause of both jubilation and lamentation.” The sage then left, without waiting for Citraketu’s response.",
        "purport": " The word harṣa means “jubilation,” and śoka means “lamentation.” The King was overwhelmed with joy when he understood that he would have a son. Because of his great jubilation, he could not actually understand the statement of the sage Aṅgirā. He accepted it to mean that there would certainly be jubilation because of the birth of his future son, but that he would be the King’s only son and, being very proud of his great wealth and empire, would not be very obedient to his father. Thus the King was satisfied, thinking, “Let there be a son. It does not matter if he is not very obedient.” In Bengal there is a proverb that instead of having no maternal uncle, it is better to have a maternal uncle who is blind. The King accepted this philosophy, thinking that a disobedient son would be better than no son at all. The great sage Cāṇakya Paṇḍita says: “What is the use of a son who is neither a learned scholar nor a devotee? Such a son is like a blind, diseased eye, which always causes suffering.” Nevertheless, the material world is so polluted that one wants to have a son even though he is useless. This attitude was represented in the history of King Citraketu."
    },
    {
        "verse": "30",
        "devanagari": "सापि तत्प्राशनादेव चित्रकेतोरधारयत् ।गर्भं कृतद्युतिर्देवी कृत्तिकाग्नेरिवात्मजम् ॥ ३० ॥",
        "english_devnagari": "sāpi tat-prāśanād evacitraketor adhārayatgarbhaṁ kṛtadyutir devīkṛttikāgner ivātmajam",
        "verse_Syn": [
            "sā",
            "api",
            "tat",
            "prāśanāt",
            "eva",
            "citraketoḥ",
            "adhārayat",
            "garbham",
            "kṛtadyutiḥ",
            "devī",
            "kṛttikā",
            "agneḥ",
            "iva",
            "ātma",
            "jam"
        ],
        "translation": "As Kṛttikādevī, after receiving the semen of Lord Śiva from Agni, conceived a child named Skanda [Kārttikeya], Kṛtadyuti, having received semen from Citraketu, became pregnant after eating remnants of food from the yajña performed by Aṅgirā.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "तस्या अनुदिनं गर्भ: शुक्लपक्ष इवोडुप: ।ववृधे शूरसेनेशतेजसा शनकैर्नृप ॥ ३१ ॥",
        "english_devnagari": "tasyā anudinaṁ garbhaḥśukla-pakṣa ivoḍupaḥvavṛdhe śūraseneśa-tejasā śanakair nṛpa",
        "verse_Syn": [
            "tasyāḥ",
            "anudinam",
            "garbhaḥ",
            "śukla",
            "pakṣe",
            "iva",
            "uḍupaḥ",
            "vavṛdhe",
            "śūrasena",
            "īśa",
            "tejasā",
            "śanakaiḥ",
            "nṛpa"
        ],
        "translation": "After receiving semen from Mahārāja Citraketu, the King of Śūrasena, Queen Kṛtadyuti gradually developed in her pregnancy, O King Parīkṣit, just as the moon develops during the bright fortnight.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "अथ काल उपावृत्ते कुमार: समजायत ।जनयन् शूरसेनानां श‍ृण्वतां परमां मुदम् ॥ ३२ ॥",
        "english_devnagari": "atha kāla upāvṛttekumāraḥ samajāyatajanayan śūrasenānāṁśṛṇvatāṁ paramāṁ mudam",
        "verse_Syn": [
            "atha",
            "kāle",
            "upāvṛtte",
            "kumāraḥ",
            "samajāyata",
            "janayan",
            "śūrasenānām",
            "śṛṇvatām",
            "paramām",
            "mudam"
        ],
        "translation": "Thereafter, in due course of time, a son was born to the King. Hearing news of this, all the inhabitants of the state of Śūrasena were extremely pleased.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "हृष्टो राजा कुमारस्य स्‍नात: शुचिरलङ्‌कृत: ।वाचयित्वाशिषो विप्रै: कारयामास जातकम् ॥ ३३ ॥",
        "english_devnagari": "hṛṣṭo rājā kumārasyasnātaḥ śucir alaṅkṛtaḥvācayitvāśiṣo vipraiḥkārayām āsa jātakam",
        "verse_Syn": [
            "hṛṣṭaḥ",
            "rājā",
            "kumārasya",
            "snātaḥ",
            "śuciḥ",
            "alaṅkṛtaḥ",
            "vācayitvā",
            "āśiṣaḥ",
            "vipraiḥ",
            "kārayām",
            "āsa",
            "jātakam"
        ],
        "translation": "King Citraketu was especially pleased. After purifying himself by bathing and by decorating himself with ornaments, he engaged learned brāhmaṇas in offering benedictions to the child and performing the birth ceremony.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तेभ्यो हिरण्यं रजतं वासांस्याभरणानि च ।ग्रामान् हयान् गजान् प्रादाद् धेनूनामर्बुदानि षट् ॥ ३४ ॥",
        "english_devnagari": "tebhyo hiraṇyaṁ rajataṁvāsāṁsy ābharaṇāni cagrāmān hayān gajān prādāddhenūnām arbudāni ṣaṭ",
        "verse_Syn": [
            "tebhyaḥ",
            "hiraṇyam",
            "rajatam",
            "vāsāṁsi",
            "ābharaṇāni",
            "ca",
            "grāmān",
            "hayān",
            "gajān",
            "prādāt",
            "dhenūnām",
            "arbudāni",
            "ṣaṭ"
        ],
        "translation": "Unto the brāhmaṇas who took part in the ritualistic ceremony the King gave charity of gold, silver, garments, ornaments, villages, horses and elephants, as well as sixty crores of cows [six hundred million cows].",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "ववर्ष कामानन्येषां पर्जन्य इव देहिनाम् ।धन्यं यशस्यमायुष्यं कुमारस्य महामना: ॥ ३५ ॥",
        "english_devnagari": "vavarṣa kāmān anyeṣāṁparjanya iva dehināmdhanyaṁ yaśasyam āyuṣyaṁkumārasya mahā-manāḥ",
        "verse_Syn": [
            "vavarṣa",
            "kāmān",
            "anyeṣām",
            "parjanyaḥ",
            "iva",
            "dehinām",
            "dhanyam",
            "yaśasyam",
            "āyuṣyam",
            "kumārasya",
            "mahā",
            "manāḥ"
        ],
        "translation": "As a cloud indiscriminately pours water on the earth, the beneficent King Citraketu, to increase the reputation, opulence and longevity of his son, distributed like rainfall all desirable things to everyone.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "कृच्छ्रलब्धेऽथ राजर्षेस्तनयेऽनुदिनं पितु: ।यथा नि:स्वस्य कृच्छ्राप्ते धने स्‍नेहोऽन्ववर्धत ॥ ३६ ॥",
        "english_devnagari": "kṛcchra-labdhe ’tha rājarṣestanaye ’nudinaṁ pituḥyathā niḥsvasya kṛcchrāptedhane sneho ’nvavardhata",
        "verse_Syn": [
            "kṛcchra",
            "labdhe",
            "atha",
            "rāja",
            "ṛṣeḥ",
            "tanaye",
            "anudinam",
            "pituḥ",
            "yathā",
            "niḥsvasya",
            "kṛcchra",
            "āpte",
            "dhane",
            "snehaḥ",
            "anvavardhata"
        ],
        "translation": "When a poor man gets some money after great difficulty, his affection for the money increases daily. Similarly, when King Citraketu, after great difficulty, received a son, his affection for the son increased day after day.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "मातुस्त्वतितरां पुत्रे स्‍नेहो मोहसमुद्भ‍व: ।कृतद्युते: सपत्नीनां प्रजाकामज्वरोऽभवत् ॥ ३७ ॥",
        "english_devnagari": "mātus tv atitarāṁ putresneho moha-samudbhavaḥkṛtadyuteḥ sapatnīnāṁprajā-kāma-jvaro ’bhavat",
        "verse_Syn": [
            "mātuḥ",
            "tu",
            "atitarām",
            "putre",
            "snehaḥ",
            "moha",
            "samudbhavaḥ",
            "kṛtadyuteḥ",
            "sapatnīnām",
            "prajā",
            "kāma",
            "jvaraḥ",
            "abhavat"
        ],
        "translation": "The mother’s attraction and attention to the son, like that of the child’s father, excessively increased. The other wives, seeing Kṛtadyuti’s son, were very much agitated, as if by high fevers, with a desire to have sons.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "चित्रकेतोरतिप्रीतिर्यथा दारे प्रजावति ।न तथान्येषु सञ्जज्ञे बालं लालयतोऽन्वहम् ॥ ३८ ॥",
        "english_devnagari": "citraketor atiprītiryathā dāre prajāvatina tathānyeṣu sañjajñebālaṁ lālayato ’nvaham",
        "verse_Syn": [
            "citraketoḥ",
            "atiprītiḥ",
            "yathā",
            "dāre",
            "prajā",
            "vati",
            "na",
            "tathā",
            "anyeṣu",
            "sañjajñe",
            "bālam",
            "lālayataḥ",
            "anvaham"
        ],
        "translation": "As King Citraketu fostered his son very carefully, his affection for Queen Kṛtadyuti increased, but gradually he lost affection for the other wives, who had no sons.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "ता: पर्यतप्यन्नात्मानं गर्हयन्त्योऽभ्यसूयया ।आनपत्येन दु:खेन राज्ञश्चानादरेण च ॥ ३९ ॥",
        "english_devnagari": "tāḥ paryatapyann ātmānaṁgarhayantyo ’bhyasūyayāānapatyena duḥkhenarājñaś cānādareṇa ca",
        "verse_Syn": [
            "tāḥ",
            "paryatapyan",
            "ātmānam",
            "garhayantyaḥ",
            "abhyasūyayā",
            "ānapatyena",
            "duḥkhena",
            "rājñaḥ",
            "ca",
            "anādareṇa",
            "ca"
        ],
        "translation": "The other queens were extremely unhappy due to their being sonless. Because of the King’s negligence toward them, they condemned themselves in envy and lamented.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "धिगप्रजां स्त्रियं पापां पत्युश्चागृहसम्मताम् ।सुप्रजाभि: सपत्नीभिर्दासीमिव तिरस्कृताम् ॥ ४० ॥",
        "english_devnagari": "dhig aprajāṁ striyaṁ pāpāṁpatyuś cāgṛha-sammatāmsuprajābhiḥ sapatnībhirdāsīm iva tiraskṛtām",
        "verse_Syn": [
            "dhik",
            "aprajām",
            "striyam",
            "pāpām",
            "patyuḥ",
            "ca",
            "a",
            "gṛha",
            "sammatām",
            "su",
            "prajābhiḥ",
            "sapatnībhiḥ",
            "dāsīm",
            "iva",
            "tiraskṛtām"
        ],
        "translation": "A wife who has no sons is neglected at home by her husband and dishonored by her co-wives exactly like a maidservant. Certainly such a woman is condemned in every respect because of her sinful life.",
        "purport": " As stated by Cāṇakya Paṇḍita: “A person who has no mother at home and whose wife does not speak sweetly should go to the forest. For such a person, living at home and living in the forest are equal.” Similarly, for a woman who has no son, who is not cared for by her husband and whose co-wives neglect her, treating her like a maidservant, to go to the forest is better than to remain at home."
    },
    {
        "verse": "41",
        "devanagari": "दासीनां को नु सन्ताप: स्वामिन: परिचर्यया ।अभीक्ष्णं लब्धमानानां दास्या दासीव दुर्भगा: ॥ ४१ ॥",
        "english_devnagari": "dāsīnāṁ ko nu santāpaḥsvāminaḥ paricaryayāabhīkṣṇaṁ labdha-mānānāṁdāsyā dāsīva durbhagāḥ",
        "verse_Syn": [
            "dāsīnām",
            "kaḥ",
            "nu",
            "santāpaḥ",
            "svāminaḥ",
            "paricaryayā",
            "abhīkṣṇam",
            "labdha",
            "mānānām",
            "dāsyāḥ",
            "dāsī",
            "iva",
            "durbhagāḥ"
        ],
        "translation": "Even maidservants who are constantly engaged in rendering service to the husband are honored by the husband, and thus they have nothing for which to lament. Our position, however, is that we are maidservants of the maidservant. Therefore we are most unfortunate.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "एवं सन्दह्यमानानां सपत्‍न्या: पुत्रसम्पदा ।राज्ञोऽसम्मतवृत्तीनां विद्वेषो बलवानभूत् ॥ ४२ ॥",
        "english_devnagari": "evaṁ sandahyamānānāṁsapatnyāḥ putra-sampadārājño ’sammata-vṛttīnāṁvidveṣo balavān abhūt",
        "verse_Syn": [
            "evam",
            "sandahyamānānām",
            "sapatnyāḥ",
            "putra",
            "sampadā",
            "rājñaḥ",
            "asammata",
            "vṛttīnām",
            "vidveṣaḥ",
            "balavān",
            "abhūt"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Being neglected by their husband and seeing Kṛtadyuti’s opulence in possessing a son, Kṛtadyuti’s co-wives always burned in envy, which became extremely strong.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "विद्वेषनष्टमतय: स्त्रियो दारुणचेतस: ।गरं ददु: कुमाराय दुर्मर्षा नृपतिं प्रति ॥ ४३ ॥",
        "english_devnagari": "vidveṣa-naṣṭa-matayaḥstriyo dāruṇa-cetasaḥgaraṁ daduḥ kumārāyadurmarṣā nṛpatiṁ prati",
        "verse_Syn": [
            "vidveṣa",
            "naṣṭa",
            "matayaḥ",
            "striyaḥ",
            "dāruṇa",
            "cetasaḥ",
            "garam",
            "daduḥ",
            "kumārāya",
            "durmarṣāḥ",
            "nṛpatim",
            "prati"
        ],
        "translation": "As their envy increased, they lost their intelligence. Being extremely hardhearted and unable to tolerate the King’s neglect, they finally administered poison to the son.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "कृतद्युतिरजानन्ती सपत्नीनामघं महत् ।सुप्त एवेति सञ्चिन्त्य निरीक्ष्य व्यचरद्गृहे ॥ ४४ ॥",
        "english_devnagari": "kṛtadyutir ajānantīsapatnīnām aghaṁ mahatsupta eveti sañcintyanirīkṣya vyacarad gṛhe",
        "verse_Syn": [
            "kṛtadyutiḥ",
            "ajānantī",
            "sapatnīnām",
            "agham",
            "mahat",
            "suptaḥ",
            "eva",
            "iti",
            "sañcintya",
            "nirīkṣya",
            "vyacarat",
            "gṛhe"
        ],
        "translation": "Unaware of the poison administered by her co-wives, Queen Kṛtadyuti walked within the house, thinking that her son was sleeping deeply. She did not understand that he was dead.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "शयानं सुचिरं बालमुपधार्य मनीषिणी ।पुत्रमानय मे भद्रे इति धात्रीमचोदयत् ॥ ४५ ॥",
        "english_devnagari": "śayānaṁ suciraṁ bālamupadhārya manīṣiṇīputram ānaya me bhadreiti dhātrīm acodayat",
        "verse_Syn": [
            "śayānam",
            "su",
            "ciram",
            "bālam",
            "upadhārya",
            "manīṣiṇī",
            "putram",
            "ānaya",
            "me",
            "bhadre",
            "iti",
            "dhātrīm",
            "acodayat"
        ],
        "translation": "Thinking that her child had been sleeping for a long time, Queen Kṛtadyuti, who was certainly very intelligent, ordered the nurse, “My dear friend, please bring my son here.”",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "सा शयानमुपव्रज्य द‍ृष्ट्वा चोत्तारलोचनम् ।प्राणेन्द्रियात्मभिस्त्यक्तं हतास्मीत्यपतद्भ‍ुवि ॥ ४६ ॥",
        "english_devnagari": "sā śayānam upavrajyadṛṣṭvā cottāra-locanamprāṇendriyātmabhis tyaktaṁhatāsmīty apatad bhuvi",
        "verse_Syn": [
            "sā",
            "śayānam",
            "upavrajya",
            "dṛṣṭvā",
            "ca",
            "uttāra",
            "locanam",
            "prāṇa",
            "indriya",
            "ātmabhiḥ",
            "tyaktam",
            "hatā",
            "asmi",
            "iti",
            "apatat",
            "bhuvi"
        ],
        "translation": "When the maidservant approached the child, who was lying down, she saw that his eyes were turned upward. There were no signs of life, all his senses having stopped, and she could understand that the child was dead. Seeing this, she immediately cried, “Now I am doomed,” and fell to the ground.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "तस्यास्तदाकर्ण्य भृशातुरं स्वरंघ्नन्त्या: कराभ्यामुर उच्चकैरपि ।प्रविश्य राज्ञी त्वरयात्मजान्तिकंददर्श बालं सहसा मृतं सुतम् ॥ ४७ ॥",
        "english_devnagari": "tasyās tadākarṇya bhṛśāturaṁ svaraṁghnantyāḥ karābhyām ura uccakair apipraviśya rājñī tvarayātmajāntikaṁdadarśa bālaṁ sahasā mṛtaṁ sutam",
        "verse_Syn": [
            "tasyāḥ",
            "tadā",
            "ākarṇya",
            "bhṛśa",
            "āturam",
            "svaram",
            "ghnantyāḥ",
            "karābhyām",
            "uraḥ",
            "uccakaiḥ",
            "api",
            "praviśya",
            "rājñī",
            "tvarayā",
            "ātmaja",
            "antikam",
            "dadarśa",
            "bālam",
            "sahasā",
            "mṛtam",
            "sutam"
        ],
        "translation": "In great agitation, the maidservant struck her breast with both hands and cried loudly in regretful words. Hearing her loud voice, the Queen immediately came, and when she approached her son, she saw that he was suddenly dead.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "पपात भूमौ परिवृद्धया शुचामुमोह विभ्रष्टशिरोरुहाम्बरा ॥ ४८ ॥",
        "english_devnagari": "papāta bhūmau parivṛddhayā śucāmumoha vibhraṣṭa-śiroruhāmbarā",
        "verse_Syn": [
            "papāta",
            "bhūmau",
            "parivṛddhayā",
            "śucā",
            "mumoha",
            "vibhraṣṭa",
            "śiroruha",
            "ambarā"
        ],
        "translation": "In great lamentation, her hair and dress in disarray, the Queen fell to the ground unconscious.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "ततो नृपान्त: पुरवर्तिनो जनानराश्च नार्यश्च निशम्य रोदनम् ।आगत्य तुल्यव्यसना: सुदु:खिता-स्ताश्च व्यलीकं रुरुदु: कृतागस: ॥ ४९ ॥",
        "english_devnagari": "tato nṛpāntaḥpura-vartino janānarāś ca nāryaś ca niśamya rodanamāgatya tulya-vyasanāḥ suduḥkhitāstāś ca vyalīkaṁ ruruduḥ kṛtāgasaḥ",
        "verse_Syn": [
            "tataḥ",
            "nṛpa",
            "antaḥpura",
            "vartinaḥ",
            "janāḥ",
            "narāḥ",
            "ca",
            "nāryaḥ",
            "ca",
            "niśamya",
            "rodanam",
            "āgatya",
            "tulya",
            "vyasanāḥ",
            "su",
            "duḥkhitāḥ",
            "tāḥ",
            "ca",
            "vyalīkam",
            "ruruduḥ",
            "kṛta",
            "āgasaḥ"
        ],
        "translation": "O King Parīkṣit, hearing the loud crying, all the inhabitants of the palace came, both men and women. Being equally aggrieved, they also began to cry. The queens who had administered the poison also cried pretentiously, knowing full well their offense.",
        "purport": ""
    },
    {
        "verse": "50-51",
        "devanagari": "श्रुत्वा मृतं पुत्रमलक्षितान्तकंविनष्टद‍ृष्टि: प्रपतन् स्खलन् पथि ।स्‍नेहानुबन्धैधितया शुचा भृशंविमूर्च्छितोऽनुप्रकृतिर्द्विजैर्वृत: ॥ ५० ॥पपात बालस्य स पादमूलेमृतस्य विस्रस्तशिरोरुहाम्बर: ।दीर्घं श्वसन् बाष्पकलोपरोधतोनिरुद्धकण्ठो न शशाक भाषितुम् ॥ ५१ ॥",
        "english_devnagari": "śrutvā mṛtaṁ putram alakṣitāntakaṁvinaṣṭa-dṛṣṭiḥ prapatan skhalan pathisnehānubandhaidhitayā śucā bhṛśaṁvimūrcchito ’nuprakṛtir dvijair vṛtaḥ",
        "verse_Syn": [
            "śrutvā",
            "mṛtam",
            "putram",
            "alakṣita",
            "antakam",
            "vinaṣṭa",
            "dṛṣṭiḥ",
            "prapatan",
            "skhalan",
            "pathi",
            "sneha",
            "anubandha",
            "edhitayā",
            "śucā",
            "bhṛśam",
            "vimūrcchitaḥ",
            "anuprakṛtiḥ",
            "dvijaiḥ",
            "vṛtaḥ",
            "papāta",
            "bālasya",
            "saḥ",
            "pāda",
            "mūle",
            "mṛtasya",
            "visrasta",
            "śiroruha",
            "ambaraḥ",
            "dīrgham",
            "śvasan",
            "bāṣpa",
            "kalā",
            "uparodhataḥ",
            "niruddha",
            "kaṇṭhaḥ",
            "na",
            "śaśāka",
            "bhāṣitum"
        ],
        "translation": "When King Citraketu heard of his son’s death from unknown causes, he became almost blind. Because of his great affection for his son, his lamentation grew like a blazing fire, and as he went to see the dead child, he kept slipping and falling on the ground. Surrounded by his ministers and other officers and the learned brāhmaṇas present, the King approached and fell unconscious at the child’s feet, his hair and dress scattered. When the King, breathing heavily, regained consciousness, his eyes were tearful, and he could not speak.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "पतिं निरीक्ष्योरुशुचार्पितं तदामृतं च बालं सुतमेकसन्ततिम् ।जनस्य राज्ञी प्रकृतेश्च हृद्रुजंसती दधाना विललाप चित्रधा ॥ ५२ ॥",
        "english_devnagari": "patiṁ nirīkṣyoru-śucārpitaṁ tadāmṛtaṁ ca bālaṁ sutam eka-santatimjanasya rājñī prakṛteś ca hṛd-rujaṁsatī dadhānā vilalāpa citradhā",
        "verse_Syn": [
            "patim",
            "nirīkṣya",
            "uru",
            "śuca",
            "arpitam",
            "tadā",
            "mṛtam",
            "ca",
            "bālam",
            "sutam",
            "eka",
            "santatim",
            "janasya",
            "rājñī",
            "prakṛteḥ",
            "ca",
            "hṛt",
            "rujam",
            "satī",
            "dadhānā",
            "vilalāpa",
            "citradhā"
        ],
        "translation": "When the Queen saw her husband, King Citraketu, merged in great lamentation and saw the dead child, who was the only son in the family, she lamented in various ways. This increased the pain in the cores of the hearts of all the inhabitants of the palace, the ministers and all the brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "स्तनद्वयं कुङ्कुमपङ्कमण्डितंनिषिञ्चती साञ्जनबाष्पबिन्दुभि: ।विकीर्य केशान् विगलत्स्रज: सुतंशुशोच चित्रं कुररीव सुस्वरम् ॥ ५३ ॥",
        "english_devnagari": "stana-dvayaṁ kuṅkuma-paṅka-maṇḍitaṁniṣiñcatī sāñjana-bāṣpa-bindubhiḥvikīrya keśān vigalat-srajaḥ sutaṁśuśoca citraṁ kurarīva susvaram",
        "verse_Syn": [
            "stana",
            "dvayam",
            "kuṅkuma",
            "paṅka",
            "maṇḍitam",
            "niṣiñcatī",
            "sa",
            "añjana",
            "bāṣpa",
            "bindubhiḥ",
            "vikīrya",
            "keśān",
            "vigalat",
            "srajaḥ",
            "sutam",
            "śuśoca",
            "citram",
            "kurarī",
            "iva",
            "su",
            "svaram"
        ],
        "translation": "The garland of flowers decorating the Queen’s head fell, and her hair scattered. Falling tears melted the collyrium on her eyes and moistened her breasts, which were covered with kuṅkuma powder. As she lamented the loss of her son, her loud crying resembled the sweet sound of a kurarī bird.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "अहो विधातस्त्वमतीव बालिशोयस्त्वात्मसृष्ट्यप्रतिरूपमीहसे ।परे नु जीवत्यपरस्य या मृति-र्विपर्ययश्चेत्त्वमसि ध्रुव: पर: ॥ ५४ ॥",
        "english_devnagari": "aho vidhātas tvam atīva bāliśoyas tv ātma-sṛṣṭy-apratirūpam īhasepare nu jīvaty aparasya yā mṛtirviparyayaś cet tvam asi dhruvaḥ paraḥ",
        "verse_Syn": [
            "aho",
            "vidhātaḥ",
            "tvam",
            "atīva",
            "bāliśaḥ",
            "yaḥ",
            "tu",
            "ātma",
            "sṛṣṭi",
            "apratirūpam",
            "īhase",
            "pare",
            "nu",
            "jīvati",
            "aparasya",
            "yā",
            "mṛtiḥ",
            "viparyayaḥ",
            "cet",
            "tvam",
            "asi",
            "dhruvaḥ",
            "paraḥ"
        ],
        "translation": "Alas, O Providence, O Creator, You are certainly inexperienced in creation, for during the lifetime of a father You have caused the death of his son, thus acting in opposition to Your creative laws. If You are determined to contradict these laws, You are certainly the enemy of living entities and are never merciful.",
        "purport": " This is the way a conditioned soul condemns the supreme creator when he meets reverses. Sometimes he accuses the Supreme Personality of Godhead of being crooked because some people are happy and some are not. Here the Queen blames supreme providence for her son’s death. Following the creative laws, a father should die first and then his son. If the creative laws are changed according to the whims of providence, then providence certainly should not be considered merciful, but must be considered inimical to the created being. Actually it is not the creator, but the conditioned soul who is inexperienced. He does not know how the subtle laws of fruitive activity work, and without knowledge of these laws of nature, he ignorantly criticizes the Supreme Personality of Godhead."
    },
    {
        "verse": "55",
        "devanagari": "न हि क्रमश्चेदिह मृत्युजन्मनो:शरीरिणामस्तु तदात्मकर्मभि: ।य: स्‍नेहपाशो निजसर्गवृद्धयेस्वयं कृतस्ते तमिमं विवृश्चसि ॥ ५५ ॥",
        "english_devnagari": "na hi kramaś ced iha mṛtyu-janmanoḥśarīriṇām astu tad ātma-karmabhiḥyaḥ sneha-pāśo nija-sarga-vṛddhayesvayaṁ kṛtas te tam imaṁ vivṛścasi",
        "verse_Syn": [
            "na",
            "hi",
            "kramaḥ",
            "cet",
            "iha",
            "mṛtyu",
            "janmanoḥ",
            "śarīriṇām",
            "astu",
            "tat",
            "ātma",
            "karmabhiḥ",
            "yaḥ",
            "sneha",
            "pāśaḥ",
            "nija",
            "sarga",
            "vṛddhaye",
            "svayam",
            "kṛtaḥ",
            "te",
            "tam",
            "imam",
            "vivṛścasi"
        ],
        "translation": "My Lord, You may say that there is no law that a father must die in the lifetime of his son and that a son must be born in the lifetime of his father, since everyone lives and dies according to his own fruitive activity. However, if fruitive activity is so strong that birth and death depend upon it, there is no need of a controller, or God. Again, if You say that a controller is needed because the material energy does not have the power to act, one may answer that if the bonds of affection You have created are disturbed by fruitive action, no one will raise children with affection; instead, everyone will cruelly neglect his children. Since You have cut the bonds of affection that compel a parent to raise his child, You appear inexperienced and unintelligent.",
        "purport": " As stated in the Brahma-saṁhitā, karmāṇi nirdahati kintu ca bhakti-bhājām: one who has taken to Kṛṣṇa consciousness, devotional service, is not affected by the results of karma. In this verse, karma has been stressed on the basis of karma-mīmāṁsā philosophy, which says that one must act according to his karma and that a supreme controller must give the results of karma. The subtle laws of karma, which are controlled by the Supreme, cannot be understood by ordinary conditioned souls. Therefore Kṛṣṇa says that one who can understand Him and how He is acting, controlling everything by subtle laws, immediately becomes freed by His grace. That is the statement of Brahma-saṁhitā (karmāṇi nirdahati kintu ca bhakti-bhājām). One should take to devotional service without reservations and surrender everything to the supreme will of the Lord. That will make one happy in this life and the next."
    },
    {
        "verse": "56",
        "devanagari": "त्वं तात नार्हसि च मां कृपणामनाथांत्यक्तुं विचक्ष्व पितरं तव शोकतप्तम् ।अञ्जस्तरेम भवताप्रजदुस्तरं यद्ध्वान्तं न याह्यकरुणेन यमेन दूरम् ॥ ५६ ॥",
        "english_devnagari": "tvaṁ tāta nārhasi ca māṁ kṛpaṇām anāthāṁtyaktuṁ vicakṣva pitaraṁ tava śoka-taptamañjas tarema bhavatāpraja-dustaraṁ yaddhvāntaṁ na yāhy akaruṇena yamena dūram",
        "verse_Syn": [
            "tvam",
            "tāta",
            "na",
            "arhasi",
            "ca",
            "mām",
            "kṛpaṇām",
            "anāthām",
            "tyaktum",
            "vicakṣva",
            "pitaram",
            "tava",
            "śoka",
            "taptam",
            "añjaḥ",
            "tarema",
            "bhavatā",
            "apraja",
            "dustaram",
            "yat",
            "dhvāntam",
            "na",
            "yāhi",
            "akaruṇena",
            "yamena",
            "dūram"
        ],
        "translation": "My dear son, I am helpless and very much aggrieved. You should not give up my company. Just look at your lamenting father. We are helpless because without a son we shall have to suffer the distress of going to the darkest hellish regions. You are the only hope by which we can get out of these dark regions. Therefore I request you not to go any further with the merciless Yama.",
        "purport": " According to the Vedic injunctions, one must accept a wife just to beget a son who can deliver one from the clutches of Yamarāja. Unless one has a son to offer oblations to the pitās, or forefathers, one must suffer in Yamarāja’s kingdom. King Citraketu was very much aggrieved, thinking that because his son was going away with Yamarāja he himself would again suffer. The subtle laws exist for the karmīs; if one becomes a devotee, he has no more obligations to the laws of karma."
    },
    {
        "verse": "57",
        "devanagari": "उत्तिष्ठ तात त इमे शिशवो वयस्या-स्त्वामाह्वयन्ति नृपनन्दन संविहर्तुम् ।सुप्तश्चिरं ह्यशनया च भवान् परीतोभुङ्‌क्ष्व स्तनं पिब शुचो हर न: स्वकानाम् ॥ ५७ ॥",
        "english_devnagari": "uttiṣṭha tāta ta ime śiśavo vayasyāstvām āhvayanti nṛpa-nandana saṁvihartumsuptaś ciraṁ hy aśanayā ca bhavān parītobhuṅkṣva stanaṁ piba śuco hara naḥ svakānām",
        "verse_Syn": [
            "uttiṣṭha",
            "tāta",
            "te",
            "ime",
            "śiśavaḥ",
            "vayasyāḥ",
            "tvām",
            "āhvayanti",
            "nṛpa",
            "nandana",
            "saṁvihartum",
            "suptaḥ",
            "ciram",
            "hi",
            "aśanayā",
            "ca",
            "bhavān",
            "parītaḥ",
            "bhuṅkṣva",
            "stanam",
            "piba",
            "śucaḥ",
            "hara",
            "naḥ",
            "svakānām"
        ],
        "translation": "My dear son, you have slept a long time. Now please get up. Your playmates are calling you to play. Since you must be very hungry, please get up and suck my breast and dissipate our lamentation.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "नाहं तनूज दद‍ृशे हतमङ्गला तेमुग्धस्मितं मुदितवीक्षणमाननाब्जम् ।किं वा गतोऽस्यपुनरन्वयमन्यलोकंनीतोऽघृणेन न श‍ृणोमि कला गिरस्ते ॥ ५८ ॥",
        "english_devnagari": "nāhaṁ tanūja dadṛśe hata-maṅgalā temugdha-smitaṁ mudita-vīkṣaṇam ānanābjamkiṁ vā gato ’sy apunar-anvayam anya-lokaṁnīto ’ghṛṇena na śṛṇomi kalā giras te",
        "verse_Syn": [
            "na",
            "aham",
            "tanū",
            "ja",
            "dadṛśe",
            "hata",
            "maṅgalā",
            "te",
            "mugdha",
            "smitam",
            "mudita",
            "vīkṣaṇam",
            "ānana",
            "abjam",
            "kiṁ",
            "vā",
            "gataḥ",
            "asi",
            "a",
            "punaḥ",
            "anvayam",
            "anya",
            "lokam",
            "nītaḥ",
            "aghṛṇena",
            "na",
            "śṛṇomi",
            "kalāḥ",
            "giraḥ",
            "te"
        ],
        "translation": "My dear son, I am certainly most unfortunate, for I can no longer see your mild smiling. You have closed your eyes forever. I therefore conclude that you have been taken from this planet to another, from which you will not return. My dear son, I can no longer hear your pleasing voice.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "श्रीशुक उवाचविलपन्त्या मृतं पुत्रमिति चित्रविलापनै: ।चित्रकेतुर्भृशं तप्तो मुक्तकण्ठो रुरोद ह ॥ ५९ ॥",
        "english_devnagari": "śrī-śuka uvācavilapantyā mṛtaṁ putramiti citra-vilāpanaiḥcitraketur bhṛśaṁ taptomukta-kaṇṭho ruroda ha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vilapantyā",
            "mṛtam",
            "putram",
            "iti",
            "citra",
            "vilāpanaiḥ",
            "citraketuḥ",
            "bhṛśam",
            "taptaḥ",
            "mukta",
            "kaṇṭhaḥ",
            "ruroda",
            "ha"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Accompanied by his wife, who was thus lamenting for her dead son, King Citraketu began crying loudly with an open mouth, being greatly aggrieved.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "तयोर्विलपतो: सर्वे दम्पत्योस्तदनुव्रता: ।रुरुदु: स्म नरा नार्य: सर्वमासीदचेतनम् ॥ ६० ॥",
        "english_devnagari": "tayor vilapatoḥ sarvedampatyos tad-anuvratāḥruruduḥ sma narā nāryaḥsarvam āsīd acetanam",
        "verse_Syn": [
            "tayoḥ",
            "vilapatoḥ",
            "sarve",
            "dam",
            "patyoḥ",
            "tat",
            "anuvratāḥ",
            "ruruduḥ",
            "sma",
            "narāḥ",
            "nāryaḥ",
            "sarvam",
            "āsīt",
            "acetanam"
        ],
        "translation": "As the King and Queen lamented, all their male and female followers joined them in crying. Because of the sudden accident, all the citizens of the kingdom were almost unconscious.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "एवं कश्मलमापन्नं नष्टसंज्ञमनायकम् ।ज्ञात्वाङ्गिरा नाम ऋषिराजगाम सनारद: ॥ ६१ ॥",
        "english_devnagari": "evaṁ kaśmalam āpannaṁnaṣṭa-saṁjñam anāyakamjñātvāṅgirā nāma ṛṣirājagāma sanāradaḥ",
        "verse_Syn": [
            "evam",
            "kaśmalam",
            "āpannam",
            "naṣṭa",
            "saṁjñam",
            "anāyakam",
            "jñātvā",
            "aṅgirāḥ",
            "nāma",
            "ṛṣiḥ",
            "ājagāma",
            "sa",
            "nāradaḥ"
        ],
        "translation": "When the great sage Aṅgirā understood that the King was almost dead in an ocean of lamentation, he went there with Nārada Ṛṣi.",
        "purport": ""
    }
]