[
    {
        "verse": "1-2",
        "devanagari": "श्रीराजोवाचयया गुप्त: सहस्राक्ष: सवाहान् रिपुसैनिकान् ।क्रीडन्निव विनिर्जित्य त्रिलोक्या बुभुजे श्रियम् ॥ १ ॥भगवंस्तन्ममाख्याहि वर्म नारायणात्मकम् ।यथाततायिन: शत्रून्येन गुप्तोऽजयन्मृधे ॥ २ ॥",
        "english_devnagari": "śrī-rājovācayayā guptaḥ sahasrākṣaḥsavāhān ripu-sainikānkrīḍann iva vinirjityatri-lokyā bubhuje śriyam",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "yayā",
            "guptaḥ",
            "sahasra",
            "akṣaḥ",
            "sa",
            "vāhān",
            "ripu",
            "sainikān",
            "krīḍan",
            "iva",
            "vinirjitya",
            "tri",
            "lokyāḥ",
            "bubhuje",
            "śriyam",
            "bhagavan",
            "tat",
            "mama",
            "ākhyāhi",
            "varma",
            "nārāyaṇa",
            "ātmakam",
            "yathā",
            "ātatāyinaḥ",
            "śatrūn",
            "yena",
            "guptaḥ",
            "ajayat",
            "mṛdhe"
        ],
        "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: My lord, kindly explain the Viṣṇu mantra armor that protected King Indra and enabled him to conquer his enemies, along with their carriers, and enjoy the opulence of the three worlds. Please explain to me that Nārāyaṇa armor, by which King Indra achieved success in battle, conquering the enemies who were endeavoring to kill him.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "श्रीबादरायणिरुवाचवृत: पुरोहितस्त्वाष्ट्रो महेन्द्रायानुपृच्छते ।नारायणाख्यं वर्माह तदिहैकमना: श‍ृणु ॥ ३ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācavṛtaḥ purohitas tvāṣṭromahendrāyānupṛcchatenārāyaṇākhyaṁ varmāhatad ihaika-manāḥ śṛṇu",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "vṛtaḥ",
            "purohitaḥ",
            "tvāṣṭraḥ",
            "mahendrāya",
            "anupṛcchate",
            "nārāyaṇa",
            "ākhyam",
            "varma",
            "āha",
            "tat",
            "iha",
            "eka",
            "manāḥ",
            "śṛṇu"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: King Indra, the leader of the demigods, inquired about the armor known as Nārāyaṇa-kavaca from Viśvarūpa, who was engaged by the demigods as their priest. Please hear Viśvarūpa’s reply with great attention.",
        "purport": ""
    },
    {
        "verse": "4-6",
        "devanagari": "श्रीविश्‍वरूप उवाचधौताङ्‌घ्रिपाणिराचम्य सपवित्र उदङ्‍मुख: ।कृतस्वाङ्गकरन्यासो मन्त्राभ्यां वाग्यत: शुचि: ॥ ४ ॥नारायणपरं वर्म सन्नह्येद् भय आगते ।पादयोर्जानुनोरूर्वोरुदरे हृद्यथोरसि ॥ ५ ॥मुखे शिरस्यानुपूर्व्यादोंङ्कारादीनि विन्यसेत् ।ॐ नमो नारायणायेति विपर्ययमथापि वा ॥ ६ ॥",
        "english_devnagari": "śrī-viśvarūpa uvācadhautāṅghri-pāṇir ācamyasapavitra udaṅ-mukhaḥkṛta-svāṅga-kara-nyāsomantrābhyāṁ vāg-yataḥ śuciḥ",
        "verse_Syn": [
            "śrī",
            "viśvarūpaḥ",
            "uvāca",
            "dhauta",
            "aṅghri",
            "pāṇiḥ",
            "ācamya",
            "sa",
            "pavitraḥ",
            "udak",
            "mukhaḥ",
            "kṛta",
            "sva",
            "aṅga",
            "kara",
            "nyāsaḥ",
            "mantrābhyām",
            "vāk",
            "yataḥ",
            "śuciḥ",
            "nārāyaṇa",
            "param",
            "varma",
            "sannahyet",
            "bhaye",
            "āgate",
            "pādayoḥ",
            "jānunoḥ",
            "ūrvoḥ",
            "udare",
            "hṛdi",
            "atha",
            "urasi",
            "mukhe",
            "śirasi",
            "ānupūrvyāt",
            "oṁkāra",
            "ādīni",
            "vinyaset",
            "om",
            "namaḥ",
            "nārāyaṇāya",
            "iti",
            "viparyayam",
            "atha",
            "api",
            "vā"
        ],
        "translation": "Viśvarūpa said: If some form of fear arrives, one should first wash his hands and legs clean and then perform ācamana by chanting this mantra: om apavitraḥ pavitro vā sarvāvasthāṁ gato ’pi vā/ yaḥ smaret puṇḍarīkākṣaṁ sa bahyābhyantaraḥ śuciḥ/ śrī-viṣṇu śrī-viṣṇu śrī-viṣṇu. Then one should touch kuśa grass and sit gravely and silently, facing north. When completely purified, one should touch the mantra composed of eight syllables to the eight parts of his body and touch the mantra composed of twelve syllables to his hands. Thus, in the following manner, he should bind himself with the Nārāyaṇa coat of armor. First, while chanting the mantra composed of eight syllables [oṁ namo nārāyaṇāya], beginning with the praṇava, the syllable om, one should touch his hands to eight parts of his body, starting with the two feet and progressing systematically to the knees, thighs, abdomen, heart, chest, mouth and head. Then one should chant the mantra in reverse, beginning from the last syllable [ya], while touching the parts of his body in the reverse order. These two processes are known as utpatti-nyāsa and saṁhāra-nyāsa respectively.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "करन्यासं तत: कुर्याद् द्वादशाक्षरविद्यया ।प्रणवादियकारान्तमङ्गुल्यङ्गुष्ठपर्वसु ॥ ७ ॥",
        "english_devnagari": "kara-nyāsaṁ tataḥ kuryāddvādaśākṣara-vidyayāpraṇavādi-ya-kārāntamaṅguly-aṅguṣṭha-parvasu",
        "verse_Syn": [
            "kara",
            "nyāsam",
            "tataḥ",
            "kuryāt",
            "dvādaśa",
            "akṣara",
            "vidyayā",
            "praṇava",
            "ādi",
            "ya",
            "kāra",
            "antam",
            "aṅguli",
            "aṅguṣṭha",
            "parvasu"
        ],
        "translation": "Then one should chant the mantra composed of twelve syllables [oṁ namo bhagavate vāsudevāya]. Preceding each syllable by the oṁkāra, one should place the syllables of the mantra on the tips of his fingers, beginning with the index finger of the right hand and concluding with the index finger of the left. The four remaining syllables should be placed on the joints of the thumbs.",
        "purport": ""
    },
    {
        "verse": "8-10",
        "devanagari": "न्यसेद्‌धृदय ओंङ्कारं विकारमनु मूर्धनि ।षकारं तु भ्रुवोर्मध्ये णकारं शिखया न्यसेत् ॥ ८ ॥वेकारं नेत्रयोर्युञ्‍ज्यान्नकारं सर्वसन्धिषु ।मकारमस्त्रमुद्दिश्य मन्त्रमूर्तिर्भवेद् बुध: ॥ ९ ॥सविसर्गं फडन्तं तत्सर्वदिक्षु विनिर्दिशेत् ।ॐ विष्णवे नम इति ॥ १० ॥",
        "english_devnagari": "nyased dhṛdaya oṁkāraṁvi-kāram anu mūrdhaniṣa-kāraṁ tu bhruvor madhyeṇa-kāraṁ śikhayā nyaset",
        "verse_Syn": [
            "nyaset",
            "hṛdaye",
            "oṁkāram",
            "vi",
            "kāram",
            "anu",
            "mūrdhani",
            "ṣa",
            "kāram",
            "tu",
            "bhruvoḥ",
            "madhye",
            "ṇa",
            "kāram",
            "śikhayā",
            "nyaset",
            "vekāram",
            "netrayoḥ",
            "yuñjyāt",
            "na",
            "kāram",
            "sarva",
            "sandhiṣu",
            "ma",
            "kāram",
            "astram",
            "uddiśya",
            "mantra",
            "mūrtiḥ",
            "bhavet",
            "budhaḥ",
            "sa",
            "visargam",
            "phaṭ",
            "antam",
            "tat",
            "sarva",
            "dikṣu",
            "vinirdiśet",
            "om",
            "viṣṇave",
            "namaḥ",
            "iti"
        ],
        "translation": "One must then chant the mantra of six syllables [oṁ viṣṇave namaḥ]. One should place the syllable om on his heart, the syllable vi on the top of his head, the syllable sa between his eyebrows, the syllable na on his tuft of hair [śikhā], and the syllable ve between his eyes. The chanter of the mantra should then place the syllable na on all the joints of his body and meditate on the syllable ma as being a weapon. He should thus become the perfect personification of the mantra. Thereafter, adding visarga to the final syllable ma he should chant the mantra maḥ astrāya phaṭ in all directions, beginning from the east. In this way, all directions will be bound by the protective armor of the mantra.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "आत्मानं परमं ध्यायेद् ध्येयं षट्‍‌शक्तिभिर्युतम् ।विद्यातेजस्तपोमूर्तिमिमं मन्त्रमुदाहरेत् ॥ ११ ॥",
        "english_devnagari": "ātmānaṁ paramaṁ dhyāyeddhyeyaṁ ṣaṭ-śaktibhir yutamvidyā-tejas-tapo-mūrtimimaṁ mantram udāharet",
        "verse_Syn": [
            "ātmānam",
            "paramam",
            "dhyāyet",
            "dhyeyam",
            "ṣaṭ",
            "śaktibhiḥ",
            "yutam",
            "vidyā",
            "tejaḥ",
            "tapaḥ",
            "mūrtim",
            "imam",
            "mantram",
            "udāharet"
        ],
        "translation": "After finishing this chanting, one should think himself qualitatively one with the Supreme Personality of Godhead, who is full in six opulences and is worthy to be meditated upon. Then one should chant the following protective prayer to Lord Nārāyaṇa, the Nārāyaṇa-kavaca.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "ॐ हरिर्विदध्यान्मम सर्वरक्षांन्यस्ताङ्‌घ्रिपद्म: पतगेन्द्रपृष्ठे ।दरारिचर्मासिगदेषुचाप-पाशान् दधानोऽष्टगुणोऽष्टबाहु: ॥ १२ ॥",
        "english_devnagari": "om harir vidadhyān mama sarva-rakṣāṁnyastāṅghri-padmaḥ patagendra-pṛṣṭhedarāri-carmāsi-gadeṣu-cāpa-pāśān dadhāno ’ṣṭa-guno ’ṣṭa-bāhuḥ",
        "verse_Syn": [
            "om",
            "hariḥ",
            "vidadhyāt",
            "mama",
            "sarva",
            "rakṣām",
            "nyasta",
            "aṅghri",
            "padmaḥ",
            "patagendra",
            "pṛṣṭhe",
            "dara",
            "ari",
            "carma",
            "asi",
            "gadā",
            "iṣu",
            "cāpa",
            "pāśān",
            "dadhānaḥ",
            "aṣṭa",
            "guṇaḥ",
            "aṣṭa",
            "bāhuḥ"
        ],
        "translation": "The Supreme Lord, who sits on the back of the bird Garuḍa, touching him with His lotus feet, holds eight weapons — the conchshell, disc, shield, sword, club, arrows, bow and ropes. May that Supreme Personality of Godhead protect me at all times with His eight arms. He is all-powerful because He fully possesses the eight mystic powers [aṇimā, laghimā, etc.].",
        "purport": " Thinking oneself one with the Supreme is called ahaṅgrahopāsanā. Through ahaṅgrahopāsanā one does not become God, but he thinks of himself as qualitatively one with the Supreme. Understanding that as a spirit soul he is equal in quality to the supreme soul the way the water of a river is of the same nature as the water of the sea, one should meditate upon the Supreme Lord, as described in this verse, and seek His protection. The living entities are always subordinate to the Supreme. Consequently their duty is to always seek the mercy of the Lord in order to be protected by Him in all circumstances."
    },
    {
        "verse": "13",
        "devanagari": "जलेषु मां रक्षतु मत्स्यमूर्ति-र्यादोगणेभ्यो वरुणस्य पाशात् ।स्थलेषु मायावटुवामनोऽव्यात्त्रिविक्रम: खेऽवतु विश्वरूप: ॥ १३ ॥",
        "english_devnagari": "jaleṣu māṁ rakṣatu matsya-mūrtiryādo-gaṇebhyo varuṇasya pāśātsthaleṣu māyāvaṭu-vāmano vyāttrivikramaḥ khe vatu viśvarūpaḥ",
        "verse_Syn": [
            "jaleṣu",
            "mām",
            "rakṣatu",
            "matsya",
            "mūrtiḥ",
            "yādaḥ",
            "gaṇebhyaḥ",
            "varuṇasya",
            "pāśāt",
            "sthaleṣu",
            "māyā",
            "vaṭu",
            "vāmanaḥ",
            "avyāt",
            "trivikramaḥ",
            "khe",
            "avatu",
            "viśvarūpaḥ"
        ],
        "translation": "May the Lord, who assumes the body of a great fish, protect me in the water from the fierce animals that are associates of the demigod Varuṇa. By expanding His illusory energy, the Lord assumed the form of the dwarf Vāmana. May Vāmana protect me on the land. Since the gigantic form of the Lord, Viśvarūpa, conquers the three worlds, may He protect me in the sky.",
        "purport": " This mantra seeks the protection of the Supreme Personality of Godhead in the water, land and sky in His incarnations as the fish, Vāmanadeva and the Viśvarūpa."
    },
    {
        "verse": "14",
        "devanagari": "दुर्गेष्वटव्याजिमुखादिषु प्रभु:पायान्नृसिंहोऽसुरयूथपारि: ।विमुञ्चतो यस्य महाट्टहासंदिशो विनेदुर्न्यपतंश्च गर्भा: ॥ १४ ॥",
        "english_devnagari": "durgeṣv aṭavy-āji-mukhādiṣu prabhuḥpāyān nṛsiṁho ’sura-yūthapāriḥvimuñcato yasya mahāṭṭa-hāsaṁdiśo vinedur nyapataṁś ca garbhāḥ",
        "verse_Syn": [
            "durgeṣu",
            "aṭavi",
            "āji",
            "mukha",
            "ādiṣu",
            "prabhuḥ",
            "pāyāt",
            "nṛsiṁhaḥ",
            "asura",
            "yūthapa",
            "ariḥ",
            "vimuñcataḥ",
            "yasya",
            "mahā",
            "aṭṭa",
            "hāsam",
            "diśaḥ",
            "vineduḥ",
            "nyapatan",
            "ca",
            "garbhāḥ"
        ],
        "translation": "May Lord Nṛsiṁhadeva, who appeared as the enemy of Hiraṇyakaśipu, protect me in all directions. His loud laughing vibrated in all directions and caused the pregnant wives of the asuras to have miscarriages. May that Lord be kind enough to protect me in difficult places like the forest and battlefront.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "रक्षत्वसौ माध्वनि यज्ञकल्प:स्वदंष्ट्रयोन्नीतधरो वराह: ।रामोऽद्रिकूटेष्वथ विप्रवासेसलक्ष्मणोऽव्याद् भरताग्रजोऽस्मान् ॥ १५ ॥",
        "english_devnagari": "rakṣatv asau mādhvani yajña-kalpaḥsva-daṁṣṭrayonnīta-dharo varāhaḥrāmo ’dri-kūṭeṣv atha vipravāsesalakṣmaṇo ’vyād bharatāgrajo ’smān",
        "verse_Syn": [
            "rakṣatu",
            "asau",
            "mā",
            "adhvani",
            "yajña",
            "kalpaḥ",
            "sva",
            "daṁṣṭrayā",
            "unnīta",
            "dharaḥ",
            "varāhaḥ",
            "rāmaḥ",
            "adri",
            "kūṭeṣu",
            "atha",
            "vipravāse",
            "sa",
            "lakṣmaṇaḥ",
            "avyāt",
            "bharata",
            "agrajaḥ",
            "asmān"
        ],
        "translation": "The Supreme indestructible Lord is ascertained through the performance of ritualistic sacrifices and is therefore known as Yajñeśvara. In His incarnation as Lord Boar, He raised the planet earth from the water at the bottom of the universe and kept it on His pointed tusks. May that Lord protect me from rogues on the street. May Paraśurāma protect me on the tops of mountains, and may the elder brother of Bharata, Lord Rāmacandra, along with His brother Lakṣmaṇa, protect me in foreign countries.",
        "purport": " There are three Rāmas. One Rāma is Paraśurāma (Jāmadāgnya), another Rāma is Lord Rāmacandra, and a third Rāma is Lord Balarāma. In this verse the words rāmo ’dri-kūṭeṣv atha indicate Lord Paraśurāma. The brother of Bharata Mahārāja and Lakṣmaṇa is Lord Rāmacandra."
    },
    {
        "verse": "16",
        "devanagari": "मामुग्रधर्मादखिलात्प्रमादा-न्नारायण: पातु नरश्च हासात् ।दत्तस्त्वयोगादथ योगनाथ:पायाद्गुणेश: कपिल: कर्मबन्धात् ॥ १६ ॥",
        "english_devnagari": "mām ugra-dharmād akhilāt pramādānnārāyaṇaḥ pātu naraś ca hāsātdattas tv ayogād atha yoga-nāthaḥpāyād guṇeśaḥ kapilaḥ karma-bandhāt",
        "verse_Syn": [
            "mām",
            "ugra",
            "dharmāt",
            "akhilāt",
            "pramādāt",
            "nārāyaṇaḥ",
            "pātu",
            "naraḥ",
            "ca",
            "hāsāt",
            "dattaḥ",
            "tu",
            "ayogāt",
            "atha",
            "yoga",
            "nāthaḥ",
            "pāyāt",
            "guṇa",
            "īśaḥ",
            "kapilaḥ",
            "karma",
            "bandhāt"
        ],
        "translation": "May Lord Nārāyaṇa protect me from unnecessarily following false religious systems and falling from my duties due to madness. May the Lord in His appearance as Nara protect me from unnecessary pride. May Lord Dattātreya, the master of all mystic power, protect me from falling while performing bhakti-yoga, and may Lord Kapila, the master of all good qualities, protect me from the material bondage of fruitive activities.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "सनत्कुमारोऽवतु कामदेवा-द्धयशीर्षा मां पथि देवहेलनात् ।देवर्षिवर्य: पुरुषार्चनान्तरात्कूर्मो हरिर्मां निरयादशेषात् ॥ १७ ॥",
        "english_devnagari": "sanat-kumāro ’vatu kāmadevāddhayaśīrṣā māṁ pathi deva-helanātdevarṣi-varyaḥ puruṣārcanāntarātkūrmo harir māṁ nirayād aśeṣāt",
        "verse_Syn": [
            "sanat",
            "kumāraḥ",
            "avatu",
            "kāma",
            "devāt",
            "haya",
            "śīrṣā",
            "mām",
            "pathi",
            "deva",
            "helanāt",
            "devarṣi",
            "varyaḥ",
            "puruṣa",
            "arcana",
            "antarāt",
            "kūrmaḥ",
            "hariḥ",
            "mām",
            "nirayāt",
            "aśeṣāt"
        ],
        "translation": "May Sanat-kumāra protect me from lusty desires. As I begin some auspicious activity, may Lord Hayagrīva protect me from being an offender by neglecting to offer respectful obeisances to the Supreme Lord. May Devarṣi Nārada protect me from committing offenses in worshiping the Deity, and may Lord Kūrma, the tortoise, protect me from falling to the unlimited hellish planets.",
        "purport": " Lusty desires are very strong in everyone, and they are the greatest impediment to the discharge of devotional service. Therefore those who are very much influenced by lusty desires are advised to take shelter of Sanat-kumāra, the great brahmacārī devotee. Nārada Muni, who is the guide for arcana, is the author of the Nārada-pañcarātra, which prescribes the regulative principles for worshiping the Deity. Everyone engaged in Deity worship, whether at home or in the temple, should always seek the mercy of Devarṣi Nārada in order to avoid the thirty-two offenses while worshiping the Deity. These offenses in Deity worship are mentioned in The Nectar of Devotion."
    },
    {
        "verse": "18",
        "devanagari": "धन्वन्तरिर्भगवान् पात्वपथ्याद्द्वन्द्वाद् भयाद‍ृषभो निर्जितात्मा ।यज्ञश्च लोकादवताज्जनान्ताद्बलो गणात् क्रोधवशादहीन्द्र: ॥ १८ ॥",
        "english_devnagari": "dhanvantarir bhagavān pātv apathyāddvandvād bhayād ṛṣabho nirjitātmāyajñaś ca lokād avatāj janāntādbalo gaṇāt krodha-vaśād ahīndraḥ",
        "verse_Syn": [
            "dhanvantariḥ",
            "bhagavān",
            "pātu",
            "apathyāt",
            "dvandvāt",
            "bhayāt",
            "ṛṣabhaḥ",
            "nirjita",
            "ātmā",
            "yajñaḥ",
            "ca",
            "lokāt",
            "avatāt",
            "jana",
            "antāt",
            "balaḥ",
            "gaṇāt",
            "krodha",
            "vaśāt",
            "ahīndraḥ"
        ],
        "translation": "May the Supreme Personality of Godhead in His incarnation as Dhanvantari relieve me from undesirable eatables and protect me from physical illness. May Lord Ṛṣabhadeva, who conquered His inner and outer senses, protect me from fear produced by the duality of heat and cold. May Yajña protect me from defamation and harm from the populace, and may Lord Balarāma as Śeṣa protect me from envious serpents.",
        "purport": " To live within this material world, one must face many dangers, as described herein. For example, undesirable food poses a danger to health, and therefore one must give up such food. The Dhanvantari incarnation can protect us in this regard. Since Lord Viṣṇu is the Supersoul of all living entities, if He likes He can save us from adhibhautika disturbances, disturbances from other living entities. Lord Balarāma is the Śeṣa incarnation, and therefore He can save us from angry serpents or envious persons, who are always ready to attack."
    },
    {
        "verse": "19",
        "devanagari": "द्वैपायनो भगवानप्रबोधाद्बुद्धस्तु पाषण्डगणप्रमादात् ।कल्कि: कले: कालमलात् प्रपातुधर्मावनायोरुकृतावतार: ॥ १९ ॥",
        "english_devnagari": "dvaipāyano bhagavān aprabodhādbuddhas tu pāṣaṇḍa-gaṇa-pramādātkalkiḥ kaleḥ kāla-malāt prapātudharmāvanāyoru-kṛtāvatāraḥ",
        "verse_Syn": [
            "dvaipāyanaḥ",
            "bhagavān",
            "aprabodhāt",
            "buddhaḥ",
            "tu",
            "pāṣaṇḍa",
            "gaṇa",
            "pramādāt",
            "kalkiḥ",
            "kaleḥ",
            "kāla",
            "malāt",
            "prapātu",
            "dharma",
            "avanāya",
            "uru",
            "kṛta",
            "avatāraḥ"
        ],
        "translation": "May the Personality of Godhead in His incarnation as Vyāsadeva protect me from all kinds of ignorance resulting from the absence of Vedic knowledge. May Lord Buddhadeva protect me from activities opposed to Vedic principles and from laziness that causes one to madly forget the Vedic principles of knowledge and ritualistic action. May Kalkideva, the Supreme Personality of Godhead, who appeared as an incarnation to protect religious principles, protect me from the dirt of the Age of Kali.",
        "purport": " This verse mentions various incarnations of the Supreme Personality of Godhead who appear for various purposes. Śrīla Vyāsadeva, Mahāmuni, compiled the Vedic literature for the benefit of all human society. If one wants to be protected from the reactions of ignorance even in this Age of Kali, one may consult the books left by Śrīla Vyāsadeva, namely the four Vedas (Sāma, Yajur, Ṛg and Atharva), the 108 Upaniṣads, Vedānta-sūtra (Brahma-sūtra), Mahābhārata, Śrīmad-Bhāgavatam Mahā-Purāṇa (Vyāsadeva’s commentary on the Brahma-sūtra) and the other seventeen Purāṇas. Only by the mercy of Śrīla Vyāsadeva do we have so many volumes of transcendental knowledge to save us from the clutches of ignorance. As described by Śrīla Jayadeva Gosvāmī in his Daśāvatāra-stotra, Lord Buddha apparently decried the Vedic knowledge: The mission of Lord Buddha was to save people from the abominable activity of animal killing and to save the poor animals from being unnecessarily killed. When pāṣaṇḍīs were cheating by killing animals on the plea of sacrificing them in Vedic yajñas, the Lord said, “If the Vedic injunctions allow animal killing, I do not accept the Vedic principles.” Thus he actually saved people who acted according to Vedic principles. One should therefore surrender to Lord Buddha so that he can help one avoid misusing the injunctions of the Vedas. The Kalki avatāra is the fierce incarnation who vanquishes the class of the atheists born in this Age of Kali. Now, in the beginning of Kali-yuga, many irreligious principles are in effect, and as Kali-yuga advances, many pseudo religious principles will certainly be introduced, and people will forget the real religious principles enunciated by Lord Kṛṣṇa before the beginning of Kali-yuga, namely principles of surrender unto the lotus feet of the Lord. Unfortunately, because of Kali-yuga, foolish people do not surrender to the lotus feet of Kṛṣṇa. Even most people who claim to belong to the Vedic system of religion are actually opposed to the Vedic principles. Every day they manufacture a new type of dharma on the plea that whatever one manufactures is also a path of liberation. Atheistic men generally say, yata mata tata patha. According to this view, there are hundreds and thousands of different opinions in human society, and each opinion is a valid religious principle. This philosophy of rascals has killed the religious principles mentioned in the Vedas, and such philosophies will become increasingly influential as Kali-yuga progresses. In the last stage of Kali-yuga, Kalkideva, the fierce incarnation of Keśava, will descend to kill all the atheists and will save only the devotees of the Lord."
    },
    {
        "verse": "20",
        "devanagari": "मां केशवो गदया प्रातरव्याद्गोविन्द आसङ्गवमात्तवेणु: ।नारायण: प्राह्ण उदात्तशक्ति-र्मध्यन्दिने विष्णुररीन्द्रपाणि: ॥ २० ॥",
        "english_devnagari": "māṁ keśavo gadayā prātar avyādgovinda āsaṅgavam ātta-veṇuḥnārāyaṇaḥ prāhṇa udātta-śaktirmadhyan-dine viṣṇur arīndra-pāṇiḥ",
        "verse_Syn": [
            "mām",
            "keśavaḥ",
            "gadayā",
            "prātaḥ",
            "avyāt",
            "govindaḥ",
            "āsaṅgavam",
            "ātta",
            "veṇuḥ",
            "nārāyaṇaḥ",
            "prāhṇaḥ",
            "udātta",
            "śaktiḥ",
            "madhyam",
            "dine",
            "viṣṇuḥ",
            "arīndra",
            "pāṇiḥ"
        ],
        "translation": "May Lord Keśava protect me with His club in the first portion of the day, and may Govinda, who is always engaged in playing His flute, protect me in the second portion of the day. May Lord Nārāyaṇa, who is equipped with all potencies, protect me in the third part of the day, and may Lord Viṣṇu, who carries a disc to kill His enemies, protect me in the fourth part of the day.",
        "purport": " According to Vedic astronomical calculations, day and night are each divided into thirty ghaṭikās (twenty-four minutes), instead of twelve hours. Generally, each day and each night is divided into six parts consisting of five ghaṭikās. In each of these six portions of the day and night, the Lord may be addressed for protection according to different names. Lord Keśava, the proprietor of the holy place of Mathurā, is the Lord of the first portion of the day, and Govinda, the Lord of Vṛndāvana, is the master of the second portion."
    },
    {
        "verse": "21",
        "devanagari": "देवोऽपराह्णे मधुहोग्रधन्वासायं त्रिधामावतु माधवो माम् ।दोषे हृषीकेश उतार्धरात्रेनिशीथ एकोऽवतु पद्मनाभ: ॥ २१ ॥",
        "english_devnagari": "devo ’parāhṇe madhu-hogradhanvāsāyaṁ tri-dhāmāvatu mādhavo māmdoṣe hṛṣīkeśa utārdha-rātreniśītha eko ’vatu padmanābhaḥ",
        "verse_Syn": [
            "devaḥ",
            "aparāhṇe",
            "madhu",
            "hā",
            "ugra",
            "dhanvā",
            "sāyam",
            "tri",
            "dhāmā",
            "avatu",
            "mādhavaḥ",
            "mām",
            "doṣe",
            "hṛṣīkeśaḥ",
            "uta",
            "ardha",
            "rātre",
            "niśīthe",
            "ekaḥ",
            "avatu",
            "padmanābhaḥ"
        ],
        "translation": "May Lord Madhusūdana, who carries a bow very fearful for the demons, protect me during the fifth part of the day. In the evening, may Lord Mādhava, appearing as Brahmā, Viṣṇu and Maheśvara, protect me, and in the beginning of night may Lord Hṛṣīkeśa protect me. At the dead of night [in the second and third parts of night] may Lord Padmanābha alone protect me.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "श्रीवत्सधामापररात्र ईश:प्रत्यूष ईशोऽसिधरो जनार्दन: ।दामोदरोऽव्यादनुसन्ध्यं प्रभातेविश्वेश्वरो भगवान् कालमूर्ति: ॥ २२ ॥",
        "english_devnagari": "śrīvatsa-dhāmāpara-rātra īśaḥpratyūṣa īśo ’si-dharo janārdanaḥdāmodaro ’vyād anusandhyaṁ prabhāteviśveśvaro bhagavān kāla-mūrtiḥ",
        "verse_Syn": [
            "śrīvatsa",
            "dhāmā",
            "apara",
            "rātre",
            "īśaḥ",
            "pratyūṣe",
            "īśaḥ",
            "asi",
            "dharaḥ",
            "janārdanaḥ",
            "dāmodaraḥ",
            "avyāt",
            "anusandhyam",
            "prabhāte",
            "viśva",
            "īśvaraḥ",
            "bhagavān",
            "kāla",
            "mūrtiḥ"
        ],
        "translation": "May the Supreme Personality of Godhead, who bears the Śrīvatsa on His chest, protect me after midnight until the sky becomes pinkish. May Lord Janārdana, who carries a sword in His hand, protect me at the end of night [during the last four ghaṭikās of night]. May Lord Dāmodara protect me in the early morning, and may Lord Viśveśvara protect me during the junctions of day and night.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "चक्रं युगान्तानलतिग्मनेमिभ्रमत् समन्ताद् भगवत्प्रयुक्तम् ।दन्दग्धि दन्दग्ध्यरिसैन्यमाशुकक्षं यथा वातसखो हुताश: ॥ २३ ॥",
        "english_devnagari": "cakraṁ yugāntānala-tigma-nemibhramat samantād bhagavat-prayuktamdandagdhi dandagdhy ari-sainyam āśukakṣaṁ yathā vāta-sakho hutāśaḥ",
        "verse_Syn": [
            "cakram",
            "yuga",
            "anta",
            "anala",
            "tigma",
            "nemi",
            "bhramat",
            "samantāt",
            "bhagavat",
            "prayuktam",
            "dandagdhi",
            "dandagdhi",
            "ari",
            "sainyam",
            "āśu",
            "kakṣam",
            "yathā",
            "vāta",
            "sakhaḥ",
            "hutāśaḥ"
        ],
        "translation": "Set into motion by the Supreme Personality of Godhead and wandering in all the four directions, the disc of the Supreme Lord has sharp edges as destructive as the fire of devastation at the end of the millennium. As a blazing fire burns dry grass to ashes with the assistance of the breeze, may that Sudarśana cakra burn our enemies to ashes.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "गदेऽशनिस्पर्शनविस्फुलिङ्गेनिष्पिण्ढि निष्पिण्ढ्यजितप्रियासि ।कुष्माण्डवैनायकयक्षरक्षो-भूतग्रहांश्चूर्णय चूर्णयारीन् ॥ २४ ॥",
        "english_devnagari": "gade ’śani-sparśana-visphuliṅgeniṣpiṇḍhi niṣpiṇḍhy ajita-priyāsikuṣmāṇḍa-vaināyaka-yakṣa-rakṣo-bhūta-grahāṁś cūrṇaya cūrṇayārīn",
        "verse_Syn": [
            "gade",
            "aśani",
            "sparśana",
            "visphuliṅge",
            "niṣpiṇḍhi",
            "niṣpiṇḍhi",
            "ajita",
            "priyā",
            "asi",
            "kuṣmāṇḍa",
            "vaināyaka",
            "yakṣa",
            "rakṣaḥ",
            "bhūta",
            "grahān",
            "cūrṇaya",
            "cūrṇaya",
            "arīn"
        ],
        "translation": "O club in the hand of the Supreme Personality of Godhead, you produce sparks of fire as powerful as thunderbolts, and you are extremely dear to the Lord. I am also His servant. Therefore kindly help me pound to pieces the evil living beings known as Kuṣmāṇḍas, Vaināyakas, Yakṣas, Rākṣasas, Bhūtas and Grahas. Please pulverize them.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "त्वं यातुधानप्रमथप्रेतमातृ-पिशाचविप्रग्रहघोरद‍ृष्टीन् ।दरेन्द्र विद्रावय कृष्णपूरितोभीमस्वनोऽरेर्हृदयानि कम्पयन् ॥ २५ ॥",
        "english_devnagari": "tvaṁ yātudhāna-pramatha-preta-mātṛ-piśāca-vipragraha-ghora-dṛṣṭīndarendra vidrāvaya kṛṣṇa-pūritobhīma-svano ’rer hṛdayāni kampayan",
        "verse_Syn": [
            "tvam",
            "yātudhāna",
            "pramatha",
            "preta",
            "mātṛ",
            "piśāca",
            "vipra",
            "graha",
            "ghora",
            "dṛṣṭīn",
            "darendra",
            "vidrāvaya",
            "kṛṣṇa",
            "pūritaḥ",
            "bhīma",
            "svanaḥ",
            "areḥ",
            "hṛdayāni",
            "kampayan"
        ],
        "translation": "O best of conchshells, O Pāñcajanya in the hands of the Lord, you are always filled with the breath of Lord Kṛṣṇa. Therefore you create a fearful sound vibration that causes trembling in the hearts of enemies like the Rākṣasas, pramatha ghosts, Pretas, Mātās, Piśācas and brāhmaṇa ghosts with fearful eyes.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "त्वं तिग्मधारासिवरारिसैन्य-मीशप्रयुक्तो मम छिन्धि छिन्धि ।चक्षूंषि चर्मञ्छतचन्द्र छादयद्विषामघोनां हर पापचक्षुषाम् ॥ २६ ॥",
        "english_devnagari": "tvaṁ tigma-dhārāsi-varāri-sainyamīśa-prayukto mama chindhi chindhicakṣūṁṣi carmañ chata-candra chādayadviṣām aghonāṁ hara pāpa-cakṣuṣām",
        "verse_Syn": [
            "tvam",
            "tigma",
            "dhāra",
            "asi",
            "vara",
            "ari",
            "sainyam",
            "īśa",
            "prayuktaḥ",
            "mama",
            "chindhi",
            "chindhi",
            "cakṣūṁṣi",
            "carman",
            "śata",
            "candra",
            "chādaya",
            "dviṣām",
            "aghonām",
            "hara",
            "pāpa",
            "cakṣuṣām"
        ],
        "translation": "O king of sharp-edged swords, you are engaged by the Supreme Personality of Godhead. Please cut the soldiers of my enemies to pieces. Please cut them to pieces! O shield marked with a hundred brilliant moonlike circles, please cover the eyes of the sinful enemies. Pluck out their sinful eyes.",
        "purport": ""
    },
    {
        "verse": "27-28",
        "devanagari": "यन्नो भयं ग्रहेभ्योऽभूत् केतुभ्यो नृभ्य एव च ।सरीसृपेभ्यो दंष्ट्रिभ्यो भूतेभ्योंहोभ्य एव च ॥ २७ ॥सर्वाण्येतानि भगवन्नामरूपानुकीर्तनात् ।प्रयान्तु सङ्‌क्षयं सद्यो ये न: श्रेय:प्रतीपका: ॥ २८ ॥",
        "english_devnagari": "yan no bhayaṁ grahebhyo ’bhūtketubhyo nṛbhya eva casarīsṛpebhyo daṁṣṭribhyobhūtebhyo ’ṁhobhya eva ca",
        "verse_Syn": [
            "yat",
            "naḥ",
            "bhayam",
            "grahebhyaḥ",
            "abhūt",
            "ketubhyaḥ",
            "nṛbhyaḥ",
            "eva",
            "ca",
            "sarīsṛpebhyaḥ",
            "daṁṣṭribhyaḥ",
            "bhūtebhyaḥ",
            "aṁhobhyaḥ",
            "eva",
            "ca",
            "sarvāṇi",
            "etāni",
            "bhagavat",
            "nāma",
            "rūpa",
            "anukīrtanāt",
            "prayāntu",
            "saṅkṣayam",
            "sadyaḥ",
            "ye",
            "naḥ",
            "śreyaḥ",
            "pratīpakāḥ"
        ],
        "translation": "May the glorification of the transcendental name, form, qualities and paraphernalia of the Supreme Personality of Godhead protect us from the influence of bad planets, meteors, envious human beings, serpents, scorpions, and animals like tigers and wolves. May it protect us from ghosts and the material elements like earth, water, fire and air, and may it also protect us from lightning and our past sins. We are always afraid of these hindrances to our auspicious life. Therefore, may they all be completely destroyed by the chanting of the Hare Kṛṣṇa mahā-mantra.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "गरुडो भगवान् स्तोत्रस्तोभश्छन्दोमय: प्रभु: ।रक्षत्वशेषकृच्छ्रेभ्यो विष्वक्सेन: स्वनामभि: ॥ २९ ॥",
        "english_devnagari": "garuḍo bhagavān stotra-stobhaś chandomayaḥ prabhuḥrakṣatv aśeṣa-kṛcchrebhyoviṣvaksenaḥ sva-nāmabhiḥ",
        "verse_Syn": [
            "garuḍaḥ",
            "bhagavān",
            "stotra",
            "stobhaḥ",
            "chandaḥ",
            "mayaḥ",
            "prabhuḥ",
            "rakṣatu",
            "aśeṣa",
            "kṛcchrebhyaḥ",
            "viṣvaksenaḥ",
            "sva",
            "nāmabhiḥ"
        ],
        "translation": "Lord Garuḍa, the carrier of Lord Viṣṇu, is the most worshipable lord, for he is as powerful as the Supreme Lord Himself. He is the personified Vedas and is worshiped by selected verses. May he protect us from all dangerous conditions, and may Lord Viṣvaksena, the Personality of Godhead, also protect us from all dangers by His holy names.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "सर्वापद्‌भ्यो हरेर्नामरूपयानायुधानि न: ।बुद्धीन्द्रियमन:प्राणान् पान्तु पार्षदभूषणा: ॥ ३० ॥",
        "english_devnagari": "sarvāpadbhyo harer nāma-rūpa-yānāyudhāni naḥbuddhīndriya-manaḥ-prāṇānpāntu pārṣada-bhūṣaṇāḥ",
        "verse_Syn": [
            "sarva",
            "āpadbhyaḥ",
            "hareḥ",
            "nāma",
            "rūpa",
            "yāna",
            "āyudhāni",
            "naḥ",
            "buddhi",
            "indriya",
            "manaḥ",
            "prāṇān",
            "pāntu",
            "pārṣada",
            "bhūṣaṇāḥ"
        ],
        "translation": "May the Supreme Personality of Godhead’s holy names, His transcendental forms, His carriers and all the weapons decorating Him as personal associates protect our intelligence, senses, mind and life air from all dangers.",
        "purport": " There are various associates of the transcendental Personality of Godhead, and His weapons and carrier are among them. In the spiritual world, nothing is material. The sword, bow, club, disc and everything decorating the personal body of the Lord are spiritual living force. Therefore the Lord is called advaya jñāna, indicating that there is no difference between Him and His names, forms, qualities, weapons and so on. Anything pertaining to Him is in the same category of spiritual existence. They are all engaged in the service of the Lord in varieties of spiritual forms."
    },
    {
        "verse": "31",
        "devanagari": "यथा हि भगवानेव वस्तुत: सदसच्च यत् ।सत्येनानेन न: सर्वे यान्तु नाशमुपद्रवा: ॥ ३१ ॥",
        "english_devnagari": "yathā hi bhagavān evavastutaḥ sad asac ca yatsatyenānena naḥ sarveyāntu nāśam upadravāḥ",
        "verse_Syn": [
            "yathā",
            "hi",
            "bhagavān",
            "eva",
            "vastutaḥ",
            "sat",
            "asat",
            "ca",
            "yat",
            "satyena",
            "anena",
            "naḥ",
            "sarve",
            "yāntu",
            "nāśam",
            "upadravāḥ"
        ],
        "translation": "The subtle and gross cosmic manifestation is material, but nevertheless it is nondifferent from the Supreme Personality of Godhead because He is ultimately the cause of all causes. Cause and effect are factually one because the cause is present in the effect. Therefore the Absolute Truth, the Supreme Personality of Godhead, can destroy all our dangers by any of His potent parts.",
        "purport": ""
    },
    {
        "verse": "32-33",
        "devanagari": "यथैकात्म्यानुभावानां विकल्परहित: स्वयम् ।भूषणायुधलिङ्गाख्या धत्ते शक्ती: स्वमायया ॥ ३२ ॥तेनैव सत्यमानेन सर्वज्ञो भगवान् हरि: ।पातु सर्वै: स्वरूपैर्न: सदा सर्वत्र सर्वग: ॥ ३३ ॥",
        "english_devnagari": "yathaikātmyānubhāvānāṁvikalpa-rahitaḥ svayambhūṣaṇāyudha-liṅgākhyādhatte śaktīḥ sva-māyayā",
        "verse_Syn": [
            "yathā",
            "aikātmya",
            "anubhāvānām",
            "vikalpa",
            "rahitaḥ",
            "svayam",
            "bhūṣaṇa",
            "āyudha",
            "liṅga",
            "ākhyāḥ",
            "dhatte",
            "śaktīḥ",
            "sva",
            "māyayā",
            "tena",
            "eva",
            "satya",
            "mānena",
            "sarva",
            "jñaḥ",
            "bhagavān",
            "hariḥ",
            "pātu",
            "sarvaiḥ",
            "sva",
            "rūpaiḥ",
            "naḥ",
            "sadā",
            "sarvatra",
            "sarva",
            "gaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, the living entities, the material energy, the spiritual energy and the entire creation are all individual substances. In the ultimate analysis, however, together they constitute the supreme one, the Personality of Godhead. Therefore those who are advanced in spiritual knowledge see unity in diversity. For such advanced persons, the Lord’s bodily decorations, His name, His fame, His attributes and forms and the weapons in His hand are manifestations of the strength of His potency. According to their elevated spiritual understanding, the omniscient Lord, who manifests various forms, is present everywhere. May He always protect us everywhere from all calamities.",
        "purport": " A person highly elevated in spiritual knowledge knows that nothing exists but the Supreme Personality of Godhead. This is also confirmed in Bhagavad-gītā (9.4) where Lord Kṛṣṇa says, mayā tatam idaṁ sarvam, indicating that everything we see is an expansion of His energy. This is confirmed in the Viṣṇu Purāṇa (1.22.52): As a fire, although existing in one place, can expand its light and heat everywhere, so the omnipotent Lord, the Supreme Personality of Godhead, although situated in His spiritual abode, expands Himself everywhere, in both the material and spiritual worlds, by His various energies. Since both cause and effect are the Supreme Lord, there is no difference between cause and effect. Consequently the ornaments and weapons of the Lord, being expansions of His spiritual energy, are not different from Him. There is no difference between the Lord and His variously presented energies. This is also confirmed in the Padma Purāṇa: The holy name of the Lord is fully identical with the Lord, not partially. The word pūrṇa means “complete.” The Lord is omnipotent and omniscient, and similarly, His name, form, qualities, paraphernalia and everything pertaining to Him are complete, pure, eternal and free from material contamination. The prayer to the ornaments and carriers of the Lord is not false, for they are as good as the Lord. Since the Lord is all-pervasive, He exists in everything, and everything exists in Him. Therefore even worship of the Lord’s weapons or ornaments has the same potency as worship of the Lord. Māyāvādīs refuse to accept the form of the Lord, or they say that the form of the Lord is māyā, or false, but one should note very carefully that this is not acceptable. Although the Lord’s original form and His impersonal expansion are one, the Lord maintains His form, qualities and abode eternally. Therefore this prayer says, pātu sarvaiḥ svarūpair naḥ sadā sarvatra sama-gaḥ: “May the Lord, who is all-pervasive in His various forms, protect us everywhere.” The Lord is always present everywhere by His name, form, qualities, attributes and paraphernalia, and they all have equal power to protect the devotees. Śrīla Madhvācārya explains this as follows:"
    },
    {
        "verse": "34",
        "devanagari": "विदिक्षु दिक्षूर्ध्वमध: समन्ता-दन्तर्बहिर्भगवान्नारसिंह: ।प्रहापयँल्लोकभयं स्वनेनस्वतेजसा ग्रस्तसमस्ततेजा: ॥ ३४ ॥",
        "english_devnagari": "vidikṣu dikṣūrdhvam adhaḥ samantādantar bahir bhagavān nārasiṁhaḥprahāpayaḻ loka-bhayaṁ svanenasva-tejasā grasta-samasta-tejāḥ",
        "verse_Syn": [
            "vidikṣu",
            "dikṣu",
            "ūrdhvam",
            "adhaḥ",
            "samantāt",
            "antaḥ",
            "bahiḥ",
            "bhagavān",
            "nārasiṁhaḥ",
            "prahāpayan",
            "loka",
            "bhayam",
            "svanena",
            "sva",
            "tejasā",
            "grasta",
            "samasta",
            "tejāḥ"
        ],
        "translation": "Prahlāda Mahārāja loudly chanted the holy name of Lord Nṛsiṁhadeva. May Lord Nṛsiṁhadeva, roaring for His devotee Prahlāda Mahārāja, protect us from all fear of dangers created by stalwart leaders in all directions through poison, weapons, water, fire, air and so on. May the Lord cover their influence by His own transcendental influence. May Nṛsiṁhadeva protect us in all directions and in all corners, above, below, within and without.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "मघवन्निदमाख्यातं वर्म नारायणात्मकम् ।विजेष्यसेऽञ्जसा येन दंशितोऽसुरयूथपान् ॥ ३५ ॥",
        "english_devnagari": "maghavann idam ākhyātaṁvarma nārāyaṇātmakamvijeṣyase ’ñjasā yenadaṁśito ’sura-yūthapān",
        "verse_Syn": [
            "maghavan",
            "idam",
            "ākhyātam",
            "varma",
            "nārāyaṇa",
            "ātmakam",
            "vijeṣyase",
            "añjasā",
            "yena",
            "daṁśitaḥ",
            "asura",
            "yūthapān"
        ],
        "translation": "Viśvarūpa continued: O Indra, this mystic armor related to Lord Nārāyaṇa has been described by me to you. By putting on this protective covering, you will certainly be able to conquer the leaders of the demons.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "एतद् धारयमाणस्तु यं यं पश्यति चक्षुषा ।पदा वा संस्पृशेत् सद्य: साध्वसात् स विमुच्यते ॥ ३६ ॥",
        "english_devnagari": "etad dhārayamāṇas tuyaṁ yaṁ paśyati cakṣuṣāpadā vā saṁspṛśet sadyaḥsādhvasāt sa vimucyate",
        "verse_Syn": [
            "etat",
            "dhārayamāṇaḥ",
            "tu",
            "yam",
            "yam",
            "paśyati",
            "cakṣuṣā",
            "padā",
            "vā",
            "saṁspṛśet",
            "sadyaḥ",
            "sādhvasāt",
            "saḥ",
            "vimucyate"
        ],
        "translation": "If one employs this armor, whomever he sees with his eyes or touches with his feet is immediately freed from all the above-mentioned dangers.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "न कुतश्चिद्भ‍यं तस्य विद्यां धारयतो भवेत् ।राजदस्युग्रहादिभ्यो व्याध्यादिभ्यश्च कर्हिचित् ॥ ३७ ॥",
        "english_devnagari": "na kutaścid bhayaṁ tasyavidyāṁ dhārayato bhavetrāja-dasyu-grahādibhyovyādhy-ādibhyaś ca karhicit",
        "verse_Syn": [
            "na",
            "kutaścit",
            "bhayam",
            "tasya",
            "vidyām",
            "dhārayataḥ",
            "bhavet",
            "rāja",
            "dasyu",
            "graha",
            "ādibhyaḥ",
            "vyādhi",
            "ādibhyaḥ",
            "ca",
            "karhicit"
        ],
        "translation": "This prayer, Nārāyaṇa-kavaca, constitutes subtle knowledge transcendentally connected with Nārāyaṇa. One who employs this prayer is never disturbed or put in danger by the government, by plunderers, by evil demons or by any type of disease.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "इमां विद्यां पुरा कश्चित्कौशिको धारयन् द्विज: ।योगधारणया स्वाङ्गं जहौ स मरुधन्वनि ॥ ३८ ॥",
        "english_devnagari": "imāṁ vidyāṁ purā kaścitkauśiko dhārayan dvijaḥyoga-dhāraṇayā svāṅgaṁjahau sa maru-dhanvani",
        "verse_Syn": [
            "imām",
            "vidyām",
            "purā",
            "kaścit",
            "kauśikaḥ",
            "dhārayan",
            "dvijaḥ",
            "yoga",
            "dhāraṇayā",
            "sva",
            "aṅgam",
            "jahau",
            "saḥ",
            "maru",
            "dhanvani"
        ],
        "translation": "O King of heaven, a brāhmaṇa named Kauśika formerly used this armor when he purposely gave up his body in the desert by mystic power.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तस्योपरि विमानेन गन्धर्वपतिरेकदा ।ययौ चित्ररथ: स्त्रीभिर्वृतो यत्र द्विजक्षय: ॥ ३९ ॥",
        "english_devnagari": "tasyopari vimānenagandharva-patir ekadāyayau citrarathaḥ strībhirvṛto yatra dvija-kṣayaḥ",
        "verse_Syn": [
            "tasya",
            "upari",
            "vimānena",
            "gandharva",
            "patiḥ",
            "ekadā",
            "yayau",
            "citrarathaḥ",
            "strībhiḥ",
            "vṛtaḥ",
            "yatra",
            "dvija",
            "kṣayaḥ"
        ],
        "translation": "Surrounded by many beautiful women, Citraratha, the King of Gandharvaloka, was once passing in his airplane over the brāhmaṇa’s body at the spot where the brāhmaṇa had died.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "गगनान्न्यपतत् सद्य: सविमानो ह्यवाक् शिरा: ।स वालिखिल्यवचनादस्थीन्यादाय विस्मित: ।प्रास्य प्राचीसरस्वत्यां स्‍नात्वा धाम स्वमन्वगात् ॥ ४० ॥",
        "english_devnagari": "gaganān nyapatat sadyaḥsavimāno hy avāk-śirāḥsa vālikhilya-vacanādasthīny ādāya vismitaḥprāsya prācī-sarasvatyāṁsnātvā dhāma svam anvagāt",
        "verse_Syn": [
            "gaganāt",
            "nyapatat",
            "sadyaḥ",
            "sa",
            "vimānaḥ",
            "hi",
            "avāk",
            "śirāḥ",
            "saḥ",
            "vālikhilya",
            "vacanāt",
            "asthīni",
            "ādāya",
            "vismitaḥ",
            "prāsya",
            "prācī",
            "sarasvatyām",
            "snātvā",
            "dhāma",
            "svam",
            "anvagāt"
        ],
        "translation": "Suddenly Citraratha was forced to fall from the sky headfirst with his airplane. Struck with wonder, he was ordered by the great sages named the Vālikhilyas to throw the brāhmaṇa’s bones in the nearby river Sarasvatī. He had to do this and bathe in the river before returning to his own abode.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "श्रीशुक उवाचय इदं श‍ृणुयात्काले यो धारयति चाद‍ृत: ।तं नमस्यन्ति भूतानि मुच्यते सर्वतो भयात् ॥ ४१ ॥",
        "english_devnagari": "śrī-śuka uvācaya idaṁ śṛṇuyāt kāleyo dhārayati cādṛtaḥtaṁ namasyanti bhūtānimucyate sarvato bhayāt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "yaḥ",
            "idam",
            "śṛṇuyāt",
            "kāle",
            "yaḥ",
            "dhārayati",
            "ca",
            "ādṛtaḥ",
            "tam",
            "namasyanti",
            "bhūtāni",
            "mucyate",
            "sarvataḥ",
            "bhayāt"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: My dear Mahārāja Parīkṣit, one who employs this armor or hears about it with faith and veneration when afraid because of any conditions in the material world is immediately freed from all dangers and is worshiped by all living entities.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "एतां विद्यामधिगतो विश्वरूपाच्छतक्रतु: ।त्रैलोक्यलक्ष्मीं बुभुजे विनिर्जित्य मृधेऽसुरान् ॥ ४२ ॥",
        "english_devnagari": "etāṁ vidyām adhigatoviśvarūpāc chatakratuḥtrailokya-lakṣmīṁ bubhujevinirjitya mṛdhe ’surān",
        "verse_Syn": [
            "etām",
            "vidyām",
            "adhigataḥ",
            "viśvarūpāt",
            "śata",
            "kratuḥ",
            "trailokya",
            "lakṣmīm",
            "bubhuje",
            "vinirjitya",
            "mṛdhe",
            "asurān"
        ],
        "translation": "King Indra, who performed one hundred sacrifices, received this prayer of protection from Viśvarūpa. After conquering the demons, he enjoyed all the opulences of the three worlds.",
        "purport": " This mystical mantric armor given by Viśvarūpa to Indra, the King of heaven, acted powerfully, with the effect that Indra was able to conquer the asuras and enjoy the opulence of the three worlds without impediments. In this regard, Madhvācārya points out: One must receive all kinds of mantras from a bona fide spiritual master; otherwise the mantras will not be fruitful. This is also indicated in Bhagavad-gītā (4.34): “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” All mantras should be received through the authorized guru, and the disciple must satisfy the guru in all respects, after surrendering at his lotus feet. In the Padma Purāṇa it is also said, sampradāya-vihīnā ye mantrās te niṣphalā matāḥ. There are four sampradāyas, or disciplic successions, namely the Brahma sampradāya, the Rudra sampradāya, the Śrī sampradāya and the Kumāra sampradāya. If one wants to advance in spiritual power, one must receive his mantras from one of these bona fide sampradāyas; otherwise he will never successfully advance in spiritual life."
    }
]