[{
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Acting out of friendship for Śiśupāla, Śālva and Pauṇḍraka, who had all passed on to the next world, the wicked Dantavakra appeared on the battlefield in a great rage, O King. All alone, on foot and wielding a club in his hand, the mighty warrior shook the earth with his footsteps."
    },
    {
        "verse_id": "3",
        "text": "Seeing Dantavakra approach, Lord Kṛṣṇa quickly picked up His club, jumped down from His chariot and stopped His advancing opponent just as the shore holds back the ocean."
    },
    {
        "verse_id": "4",
        "text": "Raising his club, the reckless King of Karūṣa said to Lord Mukunda, “What luck! What luck — to have You come before me today!"
    },
    {
        "verse_id": "5",
        "text": "“You are our maternal cousin, Kṛṣṇa, but You committed violence against my friends, and now You want to kill me also. Therefore, fool, I will kill You with my thunderbolt club."
    },
    {
        "verse_id": "6",
        "text": "“Then, O unintelligent one, I who am obliged to my friends will have repaid my debt to them by killing You, my enemy disguised as a relative, who are like a disease within my body.”"
    },
    {
        "verse_id": "7",
        "text": "Thus trying to harass Lord Kṛṣṇa with harsh words, as one might prick an elephant with sharp goads, Dantavakra struck the Lord on the head with his club and roared like a lion."
    },
    {
        "verse_id": "8",
        "text": "Although hit by Dantavakra’s club, Lord Kṛṣṇa, the deliverer of the Yadus, did not budge from His place on the battlefield. Rather, with His massive Kaumodakī club the Lord struck Dantavakra in the middle of his chest."
    },
    {
        "verse_id": "9",
        "text": "His heart shattered by the club’s blow, Dantavakra vomited blood and fell lifeless to the ground, his hair disheveled and his arms and legs sprawling."
    },
    {
        "verse_id": "10",
        "text": "A most subtle and wondrous spark of light then [rose from the demon’s body and] entered Lord Kṛṣṇa while everyone looked on, O King, just as when Śiśupāla was killed."
    },
    {
        "verse_id": "11",
        "text": "But then Dantavakra’s brother Vidūratha, immersed in sorrow over his brother’s death, came forward breathing heavily, sword and shield in hand. He wanted to kill the Lord."
    },
    {
        "verse_id": "12",
        "text": "O best of kings, as Vidūratha fell upon Him, Lord Kṛṣṇa used His razor-edged Sudarśana disc to remove his head, complete with its helmet and earrings."
    },
    {
        "verse_id": "13",
        "text": "Having thus destroyed Śālva and his Saubha airship, along with Dantavakra and his younger brother, all of whom were invincible before any other opponent, the Lord was praised by demigods, human beings and great sages, by Siddhas, Gandharvas, Vidyādharas and Mahoragas, and also by Apsarās, Pitās, Yakṣas, Kinnaras and Cāraṇas. As they sang His glories and showered Him with flowers, the Supreme Lord entered His festively decorated capital city in the company of the most eminent Vṛṣṇis."
    },
    {
        "verse_id": "16",
        "text": "Thus Lord Kṛṣṇa, the Supreme Personality of Godhead, the master all mystic power and Lord of the universe, is ever victorious. Only those of beastly vision think He sometimes suffers defeat."
    },
    {
        "verse_id": "17",
        "text": "Lord Balarāma then heard that the Kurus were preparing for war with the Pāṇḍavas. Being neutral, He departed on the pretext of going to bathe in holy places."
    },
    {
        "verse_id": "18",
        "text": "After bathing at Prabhāsa and honoring the demigods, sages, forefathers and prominent human beings, He went in the company of brāhmaṇas to the portion of the Sarasvatī that flows westward into the sea."
    },
    {
        "verse_id": "19",
        "text": "Lord Balarāma visited the broad Bindu-saras Lake, Tritakūpa, Sudarśana, Viśāla, Brahma-tīrtha, Cakra-tīrtha and the eastward-flowing Sarasvatī. He also went to all the holy places along the Yamunā and the Ganges, O Bhārata, and then He came to the Naimiṣa forest, where great sages were performing an elaborate sacrifice."
    },
    {
        "verse_id": "21",
        "text": "Recognizing the Lord upon His arrival, the sages, who had been engaged in their sacrificial rituals for a long time, greeted Him properly by standing up, bowing down and worshiping Him."
    },
    {
        "verse_id": "22",
        "text": "After being thus worshiped along with His entourage, the Lord accepted a seat of honor. Then He noticed that Romaharṣaṇa, Vyāsadeva’s disciple, had remained seated."
    },
    {
        "verse_id": "23",
        "text": "Lord Balarāma became extremely angry upon seeing how this member of the sūta caste had failed to stand up, bow down or join his palms, and also how he was sitting above all the learned brāhmaṇas."
    },
    {
        "verse_id": "24",
        "text": "[Lord Balarāma said:] Because this fool born from an improperly mixed marriage sits above all these brāhmaṇas and even above Me, the protector of religion, he deserves to die."
    },
    {
        "verse_id": "25",
        "text": "Although he is a disciple of the divine sage Vyāsa and has thoroughly learned many scriptures from him, including the lawbooks of religious duties and the epic histories and Purāṇas, all this study has not produced good qualities in him. Rather, his study of the scriptures is like an actor’s studying his part, for he is not self-controlled or humble and vainly presumes himself a scholarly authority, though he has failed to conquer his own mind."
    },
    {
        "verse_id": "27",
        "text": "The very purpose of My descent into this world is to kill such hypocrites who pretend to be religious. Indeed, they are the most sinful rascals."
    },
    {
        "verse_id": "28",
        "text": "[Śukadeva Gosvāmī continued:] Although Lord Balarāma had stopped killing the impious, Romaharṣaṇa’s death was inevitable. Thus, having spoken, the Lord killed him by picking up a blade of kuśa grass and touching him with its tip."
    },
    {
        "verse_id": "29",
        "text": "All the sages cried out, “Alas, alas!” in great distress. They told Lord Saṅkarṣaṇa, “O master, You have committed an irreligious act!"
    },
    {
        "verse_id": "30",
        "text": "“O favorite of the Yadus, we gave him the seat of the spiritual master and promised him long life and freedom from physical pain for as long as this sacrifice continues."
    },
    {
        "verse_id": "31",
        "text": "“You have unknowingly killed a brāhmaṇa. Of course, even the injunctions of revealed scripture cannot dictate to You, the Lord of all mystic power. But if by Your own free will You nonetheless carry out the prescribed purification for this slaying of a brāhmaṇa, O purifier of the whole world, people in general will greatly benefit by Your example.”"
    },
    {
        "verse_id": "33",
        "text": "The Personality of Godhead said: I will certainly perform the atonement for this killing, since I wish to show compassion to the people in general. Please, therefore, prescribe for Me whatever ritual is to be done first."
    },
    {
        "verse_id": "34",
        "text": "O sages, just say the word, and by My mystic power I shall restore everything you promised him — long life, strength and sensory power."
    },
    {
        "verse_id": "35",
        "text": "The sages said: Please see to it, O Rāma, that Your power and that of Your kuśa weapon, as well as our promise and Romaharṣaṇa’s death, all remain intact."
    },
    {
        "verse_id": "36",
        "text": "The Supreme Lord said: The Vedas instruct us that one’s own self takes birth again as one’s son. Thus let Romaharṣaṇa’s son become the speaker of the Purāṇas, and let him be endowed with long life, strong senses and stamina."
    },
    {
        "verse_id": "37",
        "text": "Please tell Me your desire, O best of sages, and I shall certainly fulfill it. And, O wise souls, please carefully determine My proper atonement, since I do not know what it might be."
    },
    {
        "verse_id": "38",
        "text": "The sages said: A fearsome demon named Balvala, the son of Ilvala, comes here every new-moon day and contaminates our sacrifice."
    },
    {
        "verse_id": "39",
        "text": "O descendant of Daśārha, please kill that sinful demon, who pours down pus, blood, feces, urine, wine and meat upon us. This is the best service You can do for us."
    },
    {
        "verse_id": "40",
        "text": "Thereafter, for twelve months, You should circumambulate the land of Bhārata in a mood of serious meditation, executing austerities and bathing at various holy pilgrimage sites. In this way You will become purified."
    }
]