[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचबाणस्य तनयामूषामुपयेमे यदूत्तम: ।तत्र युद्धमभूद् घोरं हरिशङ्करयोर्महत् ।एतत् सर्वं महायोगिन् समाख्यातुं त्वमर्हसि ॥ १ ॥",
        "english_devnagari": "śrī-rājovācabāṇasya tanayām ūṣāmupayeme yadūttamaḥtatra yuddham abhūd ghoraṁhari-śaṅkarayor mahatetat sarvaṁ mahā-yoginsamākhyātuṁ tvam arhasi",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "bāṇasya",
            "tanayām",
            "ūṣām",
            "upayeme",
            "yadu",
            "uttamaḥ",
            "tatra",
            "yuddham",
            "abhūt",
            "ghoram",
            "hari",
            "śaṅkarayoḥ",
            "mahat",
            "etat",
            "sarvam",
            "mahā",
            "yogin",
            "samākhyātum",
            "tvam",
            "arhasi"
        ],
        "translation": "King Parīkṣit said: The best of the Yadus married Bāṇāsura’s daughter, Ūṣā, and as a result a great, fearsome battle occurred between Lord Hari and Lord Śaṅkara. Please explain everything about this incident, O most powerful of mystics.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीशुक उवाचबाण: पुत्रशतज्येष्ठो बलेरासीन्महात्मन: ।येन वामनरूपाय हरयेऽदायि मेदिनी ॥तस्यौरस: सुतो बाण: शिवभक्तिरत: सदा ।मान्यो वदान्यो धीमांश्च सत्यसन्धो द‍ृढव्रत: ।शोणिताख्ये पुरे रम्ये स राज्यमकरोत् पुरा ॥तस्य शम्भो: प्रासादेन किङ्करा इव तेऽमरा: ।सहस्रबाहुर्वाद्येन ताण्डवेऽतोषयन्मृडम् ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācabāṇaḥ putra-śata-jyeṣṭhobaler āsīn mahātmanaḥyena vāmana-rūpāyaharaye ’dāyi medinī",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bāṇaḥ",
            "putra",
            "śata",
            "jyeṣṭhaḥ",
            "baleḥ",
            "āsīt",
            "mahā",
            "ātmanaḥ",
            "yena",
            "vāmana",
            "rūpāya",
            "haraye",
            "adāyi",
            "medinī",
            "tasya",
            "aurasaḥ",
            "sutaḥ",
            "bāṇaḥ",
            "śiva",
            "bhakti",
            "rataḥ",
            "sada",
            "mānyaḥ",
            "vadānyaḥ",
            "dhī",
            "man",
            "ca",
            "satya",
            "sandhaḥ",
            "dṛḍha",
            "vrataḥ",
            "śoṇita",
            "ākhye",
            "pure",
            "ramye",
            "saḥ",
            "rājyam",
            "akarot",
            "purā",
            "tasya",
            "śambhoḥ",
            "prasādena",
            "kinkarāḥ",
            "iva",
            "te",
            "amarāḥ",
            "sahasra",
            "bāhuḥ",
            "vādyena",
            "tāṇḍave",
            "atoṣayat",
            "mṛḍam"
        ],
        "translation": "Śukadeva Gosvāmī said: Bāṇa was the oldest of the hundred sons fathered by the great saint Bali Mahārāja, who gave the whole earth in charity to Lord Hari when He appeared as Vāmanadeva. Bāṇāsura, born from Bali’s semen, became a great devotee of Lord Śiva. His behavior was always respectable, and he was generous, intelligent, truthful and firm in his vows. The beautiful city of Śoṇitapura was under his dominion. Because Lord Śiva had favored him, the very demigods waited on Bāṇāsura like menial servants. Once, when Śiva was dancing his tāṇḍava-nṛtya, Bāṇa especially satisfied the lord by playing a musical accompaniment with his one thousand arms.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "भगवान् सर्वभूतेश: शरण्यो भक्तवत्सल: ।वरेण छन्दयामास स तं वव्रे पुराधिपम् ॥ ३ ॥",
        "english_devnagari": "bhagavān sarva-bhūteśaḥśaraṇyo bhakta-vatsalaḥvareṇa chandayām āsasa taṁ vavre purādhipam",
        "verse_Syn": [
            "bhagavān",
            "sarva",
            "bhūta",
            "īśaḥ",
            "śaraṇyaḥ",
            "bhakta",
            "vatsalaḥ",
            "vareṇa",
            "chandayām",
            "āsa",
            "saḥ",
            "tam",
            "vavre",
            "pura",
            "adhipam"
        ],
        "translation": "The lord and master of all created beings, the compassionate refuge of his devotees, gladdened Bāṇāsura by offering him the benediction of his choice. Bāṇa chose to have him, Lord Śiva, as the guardian of his city.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "स एकदाह गिरिशं पार्श्वस्थं वीर्यदुर्मद: ।किरीटेनार्कवर्णेन संस्पृशंस्तत्पदाम्बुजम् ॥ ४ ॥",
        "english_devnagari": "sa ekadāha giriśaṁpārśva-sthaṁ vīrya-durmadaḥkirīṭenārka-varṇenasaṁspṛśaṁs tat-padāmbujam",
        "verse_Syn": [
            "saḥ",
            "ekadā",
            "āha",
            "giri",
            "śam",
            "pārśva",
            "stham",
            "vīrya",
            "durmadaḥ",
            "kirīṭena",
            "arka",
            "varṇena",
            "saṁspṛśan",
            "tat",
            "pada",
            "ambujam"
        ],
        "translation": "Bāṇāsura was intoxicated with his strength. One day, when Lord Śiva was standing beside him, Bāṇāsura touched the lord’s lotus feet with his helmet, which shone like the sun, and spoke to him as follows.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "नमस्ये त्वां महादेव लोकानां गुरुमीश्वरम् ।पुंसामपूर्णकामानां कामपूरामराङ्‍‍घ्रिपम् ॥ ५ ॥",
        "english_devnagari": "namasye tvāṁ mahā-devalokānāṁ gurum īśvarampuṁsām apūrṇa-kāmānāṁkāma-pūrāmarāṅghripam",
        "verse_Syn": [
            "namasye",
            "tvām",
            "mahā",
            "deva",
            "lokānām",
            "gurum",
            "īśvaram",
            "puṁsām",
            "apūrṇa",
            "kāmānām",
            "kāma",
            "pūra",
            "amara",
            "aṅghripam"
        ],
        "translation": "[Bāṇāsura said:] O Lord Mahādeva, I bow down to you, the spiritual master and controller of the worlds. You are like the heavenly tree that fulfills the desires of those whose desires are unfulfilled.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "दो:सहस्रं त्वया दत्तं परं भाराय मेऽभवत् ।त्रिलोक्यां प्रतियोद्धारं न लभे त्वद‍ृते समम् ॥ ६ ॥",
        "english_devnagari": "doḥ-sahasraṁ tvayā dattaṁparaṁ bhārāya me ’bhavattri-lokyāṁ pratiyoddhāraṁna labhe tvad ṛte samam",
        "verse_Syn": [
            "doḥ",
            "sahasram",
            "tvayā",
            "dattam",
            "param",
            "bhārāya",
            "me",
            "abhavat",
            "tri",
            "lokyam",
            "pratiyoddhāram",
            "na",
            "labhe",
            "tvat",
            "ṛte",
            "samam"
        ],
        "translation": "These one thousand arms you bestowed upon me have become merely a heavy burden. Besides you, I find no one in the three worlds worthy to fight.",
        "purport": " According to the ācāryas, Bāṇāsura’s subtle implication here is this: “And so when I have defeated you, Lord Śiva, my world conquest will be complete and my desire for battle satisfied.”"
    },
    {
        "verse": "7",
        "devanagari": "कण्डूत्या निभृतैर्दोर्भिर्युयुत्सुर्दिग्गजानहम् ।आद्यायां चूर्णयन्नद्रीन् भीतास्तेऽपि प्रदुद्रुवु: ॥ ७ ॥",
        "english_devnagari": "kaṇḍūtyā nibhṛtair dorbhiryuyutsur dig-gajān ahamādyāyāṁ cūrṇayann adrīnbhītās te ’pi pradudruvuḥ",
        "verse_Syn": [
            "kaṇḍūtyā",
            "nibhṛtaiḥ",
            "dorbhiḥ",
            "yuyutsuḥ",
            "dik",
            "gajān",
            "aham",
            "ādya",
            "ayam",
            "cūrṇayan",
            "adrīn",
            "bhītāḥ",
            "te",
            "api",
            "pradudruvuḥ"
        ],
        "translation": "Eager to fight with the elephants who rule the directions, O primeval lord, I went forth, pulverizing mountains with my arms, which were itching for battle. But even those great elephants fled in fear.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "तच्छ्रुत्वा भगवान् क्रुद्ध: केतुस्ते भज्यते यदा ।त्वद्दर्पघ्नं भवेन्मूढ संयुगं मत्समेन ते ॥ ८ ॥",
        "english_devnagari": "tac chrutvā bhagavān kruddhaḥketus te bhajyate yadātvad-darpa-ghnaṁ bhaven mūḍhasaṁyugaṁ mat-samena te",
        "verse_Syn": [
            "tat",
            "śrutva",
            "bhagavān",
            "kruddhaḥ",
            "ketuḥ",
            "te",
            "bhajyate",
            "yadā",
            "tvat",
            "darpa",
            "ghnam",
            "bhavet",
            "mūḍha",
            "saṁyugam",
            "mat",
            "samena",
            "te"
        ],
        "translation": "Hearing this, Lord Śiva became angry and replied, “Your flag will be broken, fool, when you have done battle with one who is my equal. That fight will vanquish your conceit.”",
        "purport": " Lord Śiva could have immediately chastised Bāṇāsura and personally destroyed his pride, but since Bāṇāsura had been such a faithful servant of his, Śiva did not do so."
    },
    {
        "verse": "9",
        "devanagari": "इत्युक्त: कुमतिर्हृष्ट: स्वगृहं प्राविशन्नृप ।प्रतीक्षन् गिरिशादेशं स्ववीर्यनशनं कुधी: ॥ ९ ॥",
        "english_devnagari": "ity uktaḥ kumatir hṛṣṭaḥsva-gṛhaṁ prāviśan nṛpapratīkṣan giriśādeśaṁsva-vīrya-naśanam kudhīḥ",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "ku",
            "matiḥ",
            "hṛṣṭaḥ",
            "sva",
            "gṛham",
            "prāviśat",
            "nṛpa",
            "pratīkṣan",
            "giriśa",
            "ādeśam",
            "sva",
            "vīrya",
            "naśanam",
            "ku",
            "dhīḥ"
        ],
        "translation": "Thus advised, unintelligent Bāṇāsura was delighted. The fool then went home, O King, to wait for that which Lord Giriśa had predicted: the destruction of his prowess.",
        "purport": " Here Bāṇāsura is described as ku-dhī (“having bad intelligence”) and ku-mati (“foolish”) because he completely misunderstood the actual situation. This demon was so arrogant that he was convinced no one could defeat him. He was delighted to hear that someone as powerful as Lord Śiva would come to fight with him and satisfy his itching for battle. Even though Śiva had said that this person would break Bāṇa’s flag and destroy his prowess, the demon was too foolish to take this statement seriously and eagerly awaited the fight. At the present moment materialistic people are delighted by the many unprecedented facilities for sense gratification. Although it is clear that death, both individual and collective, is quickly approaching them, modern sense gratifiers are oblivious to their inevitable destruction. As stated in the Bhāgavatam (2.1.4), paśyann api na paśyati: Even though their imminent destruction is apparent, they are too blind to see it, being intoxicated by sex enjoyment and family attachment. Similarly, Bāṇāsura was intoxicated with his material prowess and could not believe that he was about to be cut down to size."
    },
    {
        "verse": "10",
        "devanagari": "तस्योषा नाम दुहिता स्वप्ने प्राद्युम्निना रतिम् ।कन्यालभत कान्तेन प्रागद‍ृष्टश्रुतेन सा ॥ १० ॥",
        "english_devnagari": "tasyoṣā nāma duhitāsvapne prādyumninā ratimkanyālabhata kāntenaprāg adṛṣṭa-śrutena sā",
        "verse_Syn": [
            "tasya",
            "ūṣā",
            "nāma",
            "duhitā",
            "svapne",
            "prādyumninā",
            "ratim",
            "kanyā",
            "alabhata",
            "kāntena",
            "prāk",
            "adṛṣṭa",
            "śrutena",
            "sā"
        ],
        "translation": "In a dream Bāṇa’s daughter, the maiden Ūṣā, had an amorous encounter with the son of Pradyumna, though she had never before seen or heard of her lover.",
        "purport": " The incidents now described will lead up to the fight predicted by Lord Śiva. Śrīla Viśvanātha Cakravartī Ṭhākura quotes the following verses from the Viṣṇu Purāṇa, which explain Ūṣā’s dream: “O brāhmaṇa, when Ūṣā, the daughter of Bāṇa, happened to see Pārvatī playing with her husband, Lord Śambhu, Ūṣā intensely desired to experience the same feelings.” “At that time Goddess Gaurī [Pārvatī], who knows everyone’s heart, told the sensitive young girl, ‘Don’t be so disturbed! You will have a chance to enjoy with your own husband.’” “Hearing this, Ūṣā thought to herself, ‘But when? And who will my husband be?’ In response, Pārvatī addressed her once more.” “‘The man who approaches you in your dream on the twelfth lunar day of the bright fortnight of the month Vaiśākha will become your husband, O princess.’”"
    },
    {
        "verse": "11",
        "devanagari": "सा तत्र तमपश्यन्ती क्व‍ासि कान्तेति वादिनी ।सखीनां मध्य उत्तस्थौ विह्वला व्रीडिता भृशम् ॥ ११ ॥",
        "english_devnagari": "sā tatra tam apaśyantīkvāsi kānteti vādinīsakhīnāṁ madhya uttasthauvihvalā vrīḍitā bhṛśam",
        "verse_Syn": [
            "sā",
            "tatra",
            "tam",
            "apaśyantī",
            "kva",
            "asi",
            "kānta",
            "iti",
            "vādinī",
            "sakhīnām",
            "madhye",
            "uttasthau",
            "vihvalā",
            "vrīḍitā",
            "bhṛśam"
        ],
        "translation": "Losing sight of Him in her dream, Ūṣā suddenly sat up in the midst of her girlfriends, crying out “Where are You, my lover?” She was greatly disturbed and embarrassed.",
        "purport": " Coming to her senses and remembering that she was surrounded by her girlfriends, Ūṣā was naturally very embarrassed to have cried out in that way. At the same time she was disturbed by attachment to the beloved man who had appeared in her dream."
    },
    {
        "verse": "12",
        "devanagari": "बाणस्य मन्त्री कुम्भाण्डश्चित्रलेखा च तत्सुता ।सख्यपृच्छत् सखीमूषां कौतूहलसमन्विता ॥ १२ ॥",
        "english_devnagari": "bāṇasya mantrī kumbhāṇḍaścitralekhā ca tat-sutāsakhy apṛcchat sakhīm ūṣāṁkautūhala-samanvitā",
        "verse_Syn": [
            "bāṇasya",
            "mantrī",
            "kumbhāṇḍaḥ",
            "Citralekhā",
            "ca",
            "tat",
            "sutā",
            "sakhī",
            "apṛcchat",
            "sakhīm",
            "ūṣām",
            "kautūhala",
            "samanvitā"
        ],
        "translation": "Bāṇāsura had a minister named Kumbhāṇḍa, whose daughter was Citralekhā. A companion of Ūṣā’s, she was filled with curiosity, and thus she inquired from her friend.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "कं त्वं मृगयसे सुभ्रु कीद‍ृशस्ते मनोरथ: ।हस्तग्राहं न तेऽद्यापि राजपुत्र्युपलक्षये ॥ १३ ॥",
        "english_devnagari": "kaṁ tvaṁ mṛgayase su-bhrukīdṛśas te manorathaḥhasta-grāhaṁ na te ’dyāpirāja-putry upalakṣaye",
        "verse_Syn": [
            "kam",
            "tvam",
            "mṛgayase",
            "su",
            "bhru",
            "kīdṛṣaḥ",
            "te",
            "manaḥ",
            "rathaḥ",
            "hasta",
            "grāham",
            "na",
            "te",
            "adya",
            "api",
            "rāja",
            "putri",
            "upalakṣaye"
        ],
        "translation": "[Citralekhā said:] Who are you searching for, O fine-browed one? What is this hankering you’re feeling? Until now, O princess, I haven’t seen any man take your hand in marriage.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "द‍ृष्ट: कश्चिन्नर: स्वप्ने श्याम: कमललोचन: ।पीतवासा बृहद्ब‍ाहुर्योषितां हृदयंगम: ॥ १४ ॥",
        "english_devnagari": "dṛṣṭaḥ kaścin naraḥ svapneśyāmaḥ kamala-locanaḥpīta-vāsā bṛhad-bāhuryoṣitāṁ hṛdayaṁ-gamaḥ",
        "verse_Syn": [
            "dṛṣṭaḥ",
            "kaścit",
            "naraḥ",
            "svapne",
            "śyāmaḥ",
            "kamala",
            "locanaḥ",
            "pīta",
            "vāsāḥ",
            "bṛhat",
            "bāhuḥ",
            "yoṣitām",
            "hṛdayam",
            "gamaḥ"
        ],
        "translation": "[Ūṣā said:] In my dream I saw a certain man who had a darkblue complexion, lotus eyes, yellow garments and mighty arms. He was the kind who touches women’s hearts.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तमहं मृगये कान्तं पाययित्वाधरं मधु ।क्व‍ापि यात: स्पृहयतीं क्षिप्‍त्‍वा मां वृजिनार्णवे ॥ १५ ॥",
        "english_devnagari": "tam ahaṁ mṛgaye kāntaṁpāyayitvādharaṁ madhukvāpi yātaḥ spṛhayatīṁkṣiptvā māṁ vṛjinārṇave",
        "verse_Syn": [
            "tam",
            "aham",
            "mṛgaye",
            "kāntam",
            "pāyayitvā",
            "ādharam",
            "madhu",
            "kva",
            "api",
            "yātaḥ",
            "spṛhayatīm",
            "kṣiptvā",
            "mām",
            "vṛjina",
            "arṇave"
        ],
        "translation": "It is that lover I search for. After making me drink the honey of His lips, He has gone elsewhere, and thus He has thrown me, hankering fervently for Him, into the ocean of distress.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "चित्रलेखोवाचव्यसनं तेऽपकर्षामि त्रिलोक्यां यदि भाव्यते ।तमानेष्ये नरं यस्ते मनोहर्ता तमादिश ॥ १६ ॥",
        "english_devnagari": "citralekhovācavyasanaṁ te ’pakarṣāmitri-lokyāṁ yadi bhāvyatetam āneṣye varaṁ yas temano-hartā tam ādiśa",
        "verse_Syn": [
            "citralekhā",
            "uvāca",
            "vyasanam",
            "te",
            "apakarṣāmi",
            "tri",
            "lokyām",
            "yadi",
            "bhāvyate",
            "tam",
            "āneṣye",
            "varam",
            "yaḥ",
            "te",
            "manaḥ",
            "hartā",
            "tam",
            "ādiśa"
        ],
        "translation": "Citralekhā said: I will remove your distress. If He is to be found anywhere in the three worlds, I will bring this future husband of yours who has stolen your heart. Please show me who He is.",
        "purport": " Interestingly, the name Citralekhā indicates a person skilled in the art of drawing or painting. Citra means “excellent” or “variegated,” and lekhā means “the art of drawing or painting.” Citralekhā, as described in the following verse, will now utilize the talent indicated by her name."
    },
    {
        "verse": "17",
        "devanagari": "इत्युक्त्वा देवगन्धर्वसिद्धचारणपन्नगान् ।दैत्यविद्याधरान् यक्षान् मनुजांश्च यथालिखत् ॥ १७ ॥",
        "english_devnagari": "ity uktvā deva-gandharvasiddha-cāraṇa-pannagāndaitya-vidyādharān yakṣānmanujāṁś ca yathālikhat",
        "verse_Syn": [
            "iti",
            "uktvā",
            "deva",
            "gandharva",
            "siddha",
            "cāraṇa",
            "pannagān",
            "daitya",
            "vidyādharān",
            "yakṣān",
            "manu",
            "jān",
            "ca",
            "yathā",
            "alikhat"
        ],
        "translation": "Saying this, Citralekhā proceeded to draw accurate pictures of various demigods, Gandharvas, Siddhas, Cāraṇas, Pannagas, Daityas, Vidyādharas, Yakṣas and humans.",
        "purport": ""
    },
    {
        "verse": "18-19",
        "devanagari": "मनुजेषु च सा वृष्णीन् शूरमानकदुन्दुभिम् ।व्यलिखद् रामकृष्णौ च प्रद्युम्नं वीक्ष्य लज्जिता ॥ १८ ॥अनिरुद्धं विलिखितं वीक्ष्योषावाङ्‍मुखी ह्रिया ।सोऽसावसाविति प्राह स्मयमाना महीपते ॥ १९ ॥",
        "english_devnagari": "manujeṣu ca sā vṛṣnīnśūram ānakadundubhimvyalikhad rāma-kṛṣṇau capradyumnaṁ vīkṣya lajjitā",
        "verse_Syn": [
            "manujeṣu",
            "ca",
            "sā",
            "vṛṣṇīn",
            "śūram",
            "ānakadundubhim",
            "vyalikhat",
            "rāma",
            "kṛṣṇau",
            "ca",
            "pradyumnam",
            "vīkṣya",
            "lajjitā",
            "aniruddham",
            "vilikhitam",
            "vīkṣya",
            "ūṣā",
            "avāk",
            "mukhī",
            "hriyā",
            "saḥ",
            "asau",
            "asau",
            "iti",
            "prāha",
            "smayamānā",
            "mahī",
            "pate"
        ],
        "translation": "O King, among the humans, Citralekhā drew pictures of the Vṛṣṇis, including Śūrasena, Ānakadundubhi, Balarāma and Kṛṣṇa. When Ūṣā saw the picture of Pradyumna she became bashful, and when she saw Aniruddha’s picture she bent her head down in embarrassment. Smiling, she exclaimed, “He’s the one! It’s Him!”",
        "purport": " Śrīla Viśvanātha Cakravartī gives this further insight: When Ūṣā saw the picture of Pradyumna, she became bashful because she thought, “This is my father-in-law.” Then she saw the picture of her lover, Aniruddha, and cried out in joy."
    },
    {
        "verse": "20",
        "devanagari": "चित्रलेखा तमाज्ञाय पौत्रं कृष्णस्य योगिनी ।ययौ विहायसा राजन् द्वारकां कृष्णपालिताम् ॥ २० ॥",
        "english_devnagari": "citralekhā tam ājñāyapautraṁ kṛṣṇasya yoginīyayau vihāyasā rājandvārakāṁ kṛṣṇa-pālitām",
        "verse_Syn": [
            "citralekhā",
            "tam",
            "ājñāya",
            "pautram",
            "kṛṣṇasya",
            "yoginī",
            "yayau",
            "vihāyasā",
            "rājan",
            "dvārakām",
            "kṛṣṇa",
            "pālitām"
        ],
        "translation": "Citralekhā, endowed with mystic powers, recognized Him as Kṛṣṇa’s grandson [Aniruddha]. My dear King, she then traveled by the mystic skyway to Dvārakā, the city under Lord Kṛṣṇa’s protection.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "तत्र सुप्तं सुपर्यङ्के प्राद्युम्निं योगमास्थिता ।गृहीत्वा शोणितपुरं सख्यै प्रियमदर्शयत् ॥ २१ ॥",
        "english_devnagari": "tatra suptaṁ su-paryaṅkeprādyumniṁ yogam āsthitāgṛhītvā śoṇita-puraṁsakhyai priyam adarśayat",
        "verse_Syn": [
            "tatra",
            "suptam",
            "su",
            "paryaṅke",
            "pradyumnim",
            "yogam",
            "āsthitā",
            "gṛhītvā",
            "śoṇita",
            "puram",
            "salshyai",
            "priyam",
            "adarśayat"
        ],
        "translation": "There she found Pradyumna’s son Aniruddha sleeping upon a fine bed. With her yogic power she took Him away to Śoṇitapura, where she presented her girlfriend Ūṣā with her beloved.",
        "purport": " Śrīla Viśvanātha Cakravartī comments as follows on this verse: “It is stated here that Citralekhā resorted to mystic power (yogam āsthitā). As explained in the Hari-vaṁśa and other literatures, she needed to employ her powers because when she arrived at Dvārakā she found herself unable to enter Lord Kṛṣṇa’s city. At that time Śrī Nārada Muni instructed her in the mystic art of entering. Some authorities also say that Citralekhā is herself an expansion of Yoga-māyā.”"
    },
    {
        "verse": "22",
        "devanagari": "सा च तं सुन्दरवरं विलोक्य मुदितानना ।दुष्प्रेक्ष्ये स्वगृहे पुम्भी रेमे प्राद्युम्निना समम् ॥ २२ ॥",
        "english_devnagari": "sā ca taṁ sundara-varaṁvilokya muditānanāduṣprekṣye sva-gṛhe pumbhīreme prādyumninā samam",
        "verse_Syn": [
            "sā",
            "ca",
            "tam",
            "sundara",
            "varam",
            "vilokya",
            "mudita",
            "ānanā",
            "duṣprekṣye",
            "sva",
            "gṛhe",
            "pumbhiḥ",
            "reme",
            "pradyumninā",
            "samam"
        ],
        "translation": "When Ūṣā beheld Him, the most beautiful of men, her face lit up with joy. She took the son of Pradyumna to her private quarters, which men were forbidden even to see, and there enjoyed with Him.",
        "purport": ""
    },
    {
        "verse": "23-24",
        "devanagari": "परार्ध्यवास:स्रग्गन्धधूपदीपासनादिभि: ।पानभोजनभक्ष्यैश्च वाक्यै: शुश्रूषणार्चित: ॥ २३ ॥गूढ: कन्यापुरे शश्वत्प्रवृद्धस्‍नेहया तया ।नाहर्गणान् स बुबुधे ऊषयापहृतेन्द्रिय: ॥ २४ ॥",
        "english_devnagari": "parārdhya-vāsaḥ-srag-gandha-dhūpa-dīpāsanādibhiḥpāna-bhojana-bhakṣyaiś cavākyaiḥ śuśrūṣaṇārcitaḥ",
        "verse_Syn": [
            "parārdhya",
            "vāsaḥ",
            "srak",
            "gandha",
            "dhūpa",
            "dīpa",
            "āsana",
            "ādibhiḥ",
            "pāna",
            "bhojana",
            "bhakṣyaiḥ",
            "ca",
            "vākyaiḥ",
            "śuśrūṣaṇa",
            "arcitaḥ",
            "gūḍhaḥ",
            "kanyā",
            "pure",
            "śaśvat",
            "pravṛddha",
            "snehayā",
            "tayā",
            "na",
            "ahaḥ",
            "gaṇān",
            "saḥ",
            "bubudhe",
            "ūṣayā",
            "apahṛta",
            "indriyaḥ"
        ],
        "translation": "Ūṣā worshiped Aniruddha with faithful service, offering Him priceless garments, along with garlands, fragrances, incense, lamps, sitting places and so on. She also offered Him beverages, all types of food, and sweet words. As He thus remained hidden in the young ladies’ quarters, Aniruddha did not notice the passing of the days, for His senses were captivated by Ūṣā, whose affection for Him ever increased.",
        "purport": ""
    },
    {
        "verse": "25-26",
        "devanagari": "तां तथा यदुवीरेण भुज्यमानां हतव्रताम् ।हेतुभिर्लक्षयां चक्रुरापृईतां दुरवच्छदै: ॥ २५ ॥भटा आवेदयां चक्रू राजंस्ते दुहितुर्वयम् ।विचेष्टितं लक्षयाम कन्याया: कुलदूषणम् ॥ २६ ॥",
        "english_devnagari": "tāṁ tathā yadu-vīreṇabhujyamānāṁ hata-vratāmhetubhir lakṣayāṁ cakrurāpṛītāṁ duravacchadaiḥ",
        "verse_Syn": [
            "tām",
            "tathā",
            "yadu",
            "vīreṇa",
            "bhujyamānām",
            "hata",
            "vratām",
            "hetubhiḥ",
            "lakṣayām",
            "cakruḥ",
            "ā",
            "prītām",
            "duravacchadaiḥ",
            "bhaṭāḥ",
            "āvedayām",
            "cakruḥ",
            "rājan",
            "te",
            "duhituḥ",
            "vayam",
            "viceṣṭitam",
            "lakṣayāmaḥ",
            "kanyāyāḥ",
            "kula",
            "dūṣaṇam"
        ],
        "translation": "The female guards eventually noticed unmistakable symptoms of romantic involvement in Ūṣā, who, having broken her maiden vow, was being enjoyed by the Yadu hero and showing signs of conjugal happiness. The guards went to Bāṇāsura and told him, “O King, we have detected in your daughter the kind of improper behavior that spoils the reputation of a young girl’s family.",
        "purport": " Śrīla Viśvanātha Cakravartī has defined the word bhaṭāḥ as “female guards,” whereas Jīva Gosvāmī defines it as “eunuchs and others.” Grammatically, the word can function both ways. The guards feared that if Bāṇāsura found out about Ūṣā’s activities from some other source, he would severely punish them, and thus they personally informed him that his young daughter was no longer innocent."
    },
    {
        "verse": "27",
        "devanagari": "अनपायिभिरस्माभिर्गुप्तायाश्च गृहे प्रभो ।कन्याया दूषणं पुम्भिर्दुष्प्रेक्ष्याया न विद्महे ॥ २७ ॥",
        "english_devnagari": "anapāyibhir asmābhirguptāyāś ca gṛhe prabhokanyāyā dūṣaṇaṁ pumbhirduṣprekṣyāyā na vidmahe",
        "verse_Syn": [
            "anapāyibhiḥ",
            "asmābhiḥ",
            "guptāyāḥ",
            "ca",
            "gṛhe",
            "prabho",
            "kanyāyāḥ",
            "dūṣaṇam",
            "pumbhiḥ",
            "duṣprekṣyāyāḥ",
            "na",
            "vidmahe"
        ],
        "translation": "“We have been carefully watching over her, never leaving our posts, O master, so we cannot understand how this maiden, whom no man can even see, has been corrupted within the palace.”",
        "purport": " The ācāryas explain that the word anapāyibhiḥ can mean either “never going away” or “never deluded.” Also, if we take the alternate reading duṣpreṣyāyāḥ instead of duṣprekṣyāyāḥ, the guards refer to Ūṣā as “she whose wicked girlfriend has been sent on a mission.”"
    },
    {
        "verse": "28",
        "devanagari": "तत: प्रव्यथितो बाणो दुहितु: श्रुतदूषण: ।त्वरित: कन्यकागारं प्राप्तोऽद्राक्षीद् यदूद्वहम् ॥ २८ ॥",
        "english_devnagari": "tataḥ pravyathito bāṇoduhituḥ śruta-dūṣaṇaḥtvaritaḥ kanyakāgāraṁprāpto ’drākṣīd yadūdvaham",
        "verse_Syn": [
            "tataḥ",
            "pravyathitaḥ",
            "bāṇaḥ",
            "duhituḥ",
            "śruta",
            "dūṣaṇaḥ",
            "tvaritaḥ",
            "kanyakā",
            "āgāram",
            "prāptaḥ",
            "adrākṣīt",
            "yadu",
            "udvaham"
        ],
        "translation": "Very agitated to hear of his daughter’s corruption, Bāṇāsura rushed at once to the maidens’ quarters. There he saw the pride of the Yadus, Aniruddha.",
        "purport": ""
    },
    {
        "verse": "29-30",
        "devanagari": "कामात्मजं तं भुवनैकसुन्दरंश्यामं पिशङ्गाम्बरमम्बुजेक्षणम् ।बृहद्भ‍ुजं कुण्डलकुन्तलत्विषास्मितावलोकेन च मण्डिताननम् ॥ २९ ॥दीव्यन्तमक्षै: प्रिययाभिनृम्णयातदङ्गसङ्गस्तनकुङ्कुमस्रजम् ।बाह्वोर्दधानं मधुमल्लिकाश्रितांतस्याग्र आसीनमवेक्ष्य विस्मित: ॥ ३० ॥",
        "english_devnagari": "kāmātmajaṁ taṁ bhuvanaika-sundaraṁśyāmaṁ piśaṅgāmbaram ambujekṣaṇambṛhad-bhujaṁ kuṇḍala-kuntala-tviṣāsmitāvalokena ca maṇḍitānanam",
        "verse_Syn": [
            "kāma",
            "ātmajam",
            "tam",
            "bhuvana",
            "eka",
            "sundaram",
            "śyāmam",
            "piśaṅga",
            "ambaram",
            "ambuja",
            "īkṣaṇam",
            "bṛhat",
            "bhujam",
            "kuṇḍala",
            "kuntala",
            "tviṣā",
            "smita",
            "avalokena",
            "ca",
            "maṇḍita",
            "ānanam",
            "dīvyantam",
            "akṣaiḥ",
            "priyayā",
            "abhinṛmṇayā",
            "tat",
            "aṅga",
            "saṅga",
            "stana",
            "kuṅkuma",
            "srajam",
            "bāhvoḥ",
            "dadhānam",
            "madhu",
            "mallikā",
            "āśritām",
            "tasyāḥ",
            "agre",
            "āsīnam",
            "avekṣya",
            "vismitaḥ"
        ],
        "translation": "Bāṇāsura saw before him Cupid’s own son, possessed of unrivaled beauty, with dark-blue complexion, yellow garments, lotus eyes and formidable arms. His face was adorned with effulgent earrings and hair, and also with smiling glances. As He sat opposite His most auspicious lover, playing with her at dice, there hung between His arms a garland of spring jasmines that had been smeared with kuṅkuma powder from her breasts when He had embraced her. Bāṇāsura was astonished to see all this.",
        "purport": " Bāṇāsura was amazed at Aniruddha’s boldness: the prince was calmly sitting in the young girl’s quarters, playing with Bāṇa’s supposedly unmarried daughter! In the context of the strict Vedic culture, this was an unbelievable thing to witness."
    },
    {
        "verse": "31",
        "devanagari": "स तं प्रविष्टं वृतमाततायिभि-र्भटैरनीकैरवलोक्य माधव: ।उद्यम्य मौर्वं परिघं व्यवस्थितोयथान्तको दण्डधरो जिघांसया ॥ ३१ ॥",
        "english_devnagari": "sa taṁ praviṣṭaṁ vṛtam ātatāyibhirbhaṭair anīkair avalokya mādhavaḥudyamya maurvaṁ parighaṁ vyavasthitoyathāntako daṇḍa-dharo jighāṁsayā",
        "verse_Syn": [
            "saḥ",
            "tam",
            "praviṣṭam",
            "vṛtam",
            "ātatāyibhiḥ",
            "bhaṭaiḥ",
            "anīkaiḥ",
            "avalokya",
            "mādhavaḥ",
            "udyamya",
            "maurvam",
            "parigham",
            "vyavasthitaḥ",
            "yathā",
            "anṭakaḥ",
            "daṇḍa",
            "dharaḥ",
            "jighāṁsayā"
        ],
        "translation": "Seeing Bāṇāsura enter with many armed guards, Aniruddha raised His iron club and stood resolute, ready to strike anyone who attacked Him. He resembled death personified holding his rod of punishment.",
        "purport": " The club was not made of ordinary iron but of a special kind called muru."
    },
    {
        "verse": "32",
        "devanagari": "जिघृक्षया तान् परित: प्रसर्पत:शुनो यथा शूकरयूथपोऽहनत् ।ते हन्यमाना भवनाद् विनिर्गतानिर्भिन्नमूर्धोरुभुजा: प्रदुद्रुवु: ॥ ३२ ॥",
        "english_devnagari": "jighṛkṣayā tān paritaḥ prasarpataḥśuno yathā śūkara-yūthapo ’hanatte hanyamānā bhavanād vinirgatānirbhinna-mūrdhoru-bhujāḥ pradudruvuḥ",
        "verse_Syn": [
            "jighṛkṣayā",
            "tān",
            "paritaḥ",
            "prasarpataḥ",
            "śunaḥ",
            "yathā",
            "śūkara",
            "yūtha",
            "paḥ",
            "ahanat",
            "te",
            "hanyamānāḥ",
            "bhavanāt",
            "vinirgatāḥ",
            "nirbhinna",
            "mūrdha",
            "ūru",
            "bhujāḥ",
            "pradudruvuḥ"
        ],
        "translation": "As the guards converged on Him from all sides, trying to capture Him, Aniruddha struck them just as the leader of a pack of boars strikes back at dogs. Hit by His blows, the guards fled the palace, running for their lives with shattered heads, thighs and arms.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तं नागपाशैर्बलिनन्दनो बलीघ्नन्तं स्वसैन्यं कुपितो बबन्ध ह ।ऊषा भृशं शोकविषादविह्वलाबद्धं निशम्याश्रुकलाक्ष्यरौत्सीत् ॥ ३३ ॥",
        "english_devnagari": "taṁ nāga-pāśair bali-nandano balīghnantaṁ sva-sainyaṁ kupito babandha haūṣā bhṛśaṁ śoka-viṣāda-vihvalābaddhaṁ niśamyāśru-kalākṣy arautsīt",
        "verse_Syn": [
            "tam",
            "nāga",
            "pāśaiḥ",
            "bali",
            "nandanaḥ",
            "balī",
            "ghnantam",
            "sva",
            "sainyam",
            "kupitaḥ",
            "babandha",
            "ha",
            "ūṣā",
            "bhṛśam",
            "śoka",
            "viṣāda",
            "vihvalā",
            "baddham",
            "niśamya",
            "aśru",
            "kalā",
            "akṣī",
            "arautsīt"
        ],
        "translation": "But even as Aniruddha was striking down the army of Bāṇa, that powerful son of Bali angrily caught Him with the mystic nāga-pāśa ropes. When Ūṣā heard of Aniruddha’s capture, she was overwhelmed with grief and depression; her eyes filled with tears, and she wept.",
        "purport": " The ācāryas explain that Bāṇāsura could not actually capture the powerful grandson of Lord Kṛṣṇa. However, the Lord’s līla-śakti, or pastime potency, allowed this to happen so that the events described in the next chapter could take place."
    }
]