[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचकर्हिचित् सुखमासीनं स्वतल्पस्थं जगद्गुरुम् ।पतिं पर्यचरद् भैष्मी व्यजनेन सखीजनै: ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācakarhicit sukham āsīnaṁsva-talpa-sthaṁ jagad-gurumpatiṁ paryacarad bhaiṣmīvyajanena sakhī-janaiḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "karhicit",
            "sukham",
            "āsīnam",
            "sva",
            "talpa",
            "stham",
            "jagat",
            "gurum",
            "patim",
            "paryacarat",
            "bhaiṣmī",
            "vyajanena",
            "sakhī",
            "janaiḥ"
        ],
        "translation": "Śrī Bādarāyaṇi said: Once, in the company of her maidservants, Queen Rukmiṇī was personally serving her husband, the spiritual master of the universe, by fanning Him as He relaxed on her bed.",
        "purport": " Śrīla Viśvanātha Cakravartī poetically notes that in this chapter Rukmiṇīdevī is like fragrant camphor crushed on the grinding stone of Lord Kṛṣṇa’s speech. In other words, the lovely, chaste qualities of Rukmiṇī will become manifest as a result of Lord Kṛṣṇa’s apparently insensitive words, just as camphor’s fragrance becomes manifest when granules of camphor are crushed by a grinding stone. The ācārya further points out that Rukmiṇī is personally serving the Lord because He is jagad-gurum, the spiritual master of the universe, and patim, her husband."
    },
    {
        "verse": "2",
        "devanagari": "यस्त्वेतल्ल‍ीलया विश्वं सृजत्यत्त्यवतीश्वर: ।स हि जात: स्वसेतूनां गोपीथाय यदुष्वज: ॥ २ ॥",
        "english_devnagari": "yas tv etal līlayā viśvaṁsṛjaty atty avatīśvaraḥsa hi jātaḥ sva-setūnāṁgopīthāya yaduṣv ajaḥ",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "etat",
            "līlayā",
            "viśvam",
            "sṛjati",
            "atti",
            "avati",
            "īśvaraḥ",
            "saḥ",
            "hi",
            "jātaḥ",
            "sva",
            "setūnām",
            "gopīthāya",
            "yaduṣu",
            "ajaḥ"
        ],
        "translation": "The unborn Personality of Godhead, the supreme controller, who creates, maintains and then devours this universe simply as His play, took birth among the Yadus to preserve His own laws.",
        "purport": " As stated in the Sixth Canto of the Śrīmad-Bhāgavatam (6.3.19) dharmaṁ tu sākṣād bhagavat-praṇītam: “Religion is the law established by God.” The word setu means a “boundary” or “limit,” as in the case of a dike. Earth is raised up on both sides of a river or canal so that the water will not deviate from its proper path. Similarly, God establishes laws so that people who follow them can peacefully progress along the path back home, back to Godhead. These laws, which are meant to guide human behavior, are thus called setu. A further note on the word setu: Earth that is raised up to separate agricultural fields, or to form a causeway or bridge, is also called setu. Thus in the Ninth Canto the Bhāgavatam uses the word setu to indicate the bridge Lord Rāmacandra built to Śrī Laṅkā. Since the laws of God act as a bridge to take us from material life to liberated, spiritual life, this additional sense of the word setu certainly enriches its use here."
    },
    {
        "verse": "3-6",
        "devanagari": "तस्मिनन्तर्गृहे भ्राजन्मुक्तादामविलम्बिना ।विराजिते वितानेन दीपैर्मणिमयैरपि ॥ ३ ॥मल्लिकादामभि: पुष्पैर्द्विरेफकुलनादिते ।जालरन्ध्रप्रविष्टैश्च गोभिश्चन्द्रमसोऽमलै: ॥ ४ ॥पारिजातवनामोदवायुनोद्यानशालिना ।धूपैरगुरुजै राजन् जालरन्ध्रविनिर्गतै: ॥ ५ ॥पय:फेननिभे शुभ्रे पर्यङ्के कशिपूत्तमे ।उपतस्थे सुखासीनं जगतामीश्वरं पतिम् ॥ ६ ॥",
        "english_devnagari": "tasmin antar-gṛhe bhrājan-muktā-dāma-vilambināvirājite vitānenadīpair maṇi-mayair api",
        "verse_Syn": [
            "tasmin",
            "antaḥ",
            "gṛhe",
            "bhrājat",
            "muktā",
            "dāma",
            "vilambinā",
            "virājite",
            "vitānena",
            "dīpaiḥ",
            "maṇi",
            "mayaiḥ",
            "api",
            "mallikā",
            "dāmabhiḥ",
            "puṣpaiḥ",
            "dvirepha",
            "kula",
            "nādite",
            "jāla",
            "randhra",
            "praviṣṭaiḥ",
            "ca",
            "gobhiḥ",
            "candramasaḥ",
            "amalaiḥ",
            "pārijāta",
            "vana",
            "āmoda",
            "vāyunā",
            "udyāna",
            "śālinā",
            "dhūpaiḥ",
            "aguru",
            "jaiḥ",
            "rājan",
            "jāla",
            "randhra",
            "vinirgataiḥ",
            "payaḥ",
            "phena",
            "nibhe",
            "śubhre",
            "paryaṅke",
            "kaśipu",
            "uttame",
            "upatasthe",
            "sukha",
            "āsīnam",
            "jagatām",
            "īśvaram",
            "patim"
        ],
        "translation": "Queen Rukmiṇī’s quarters were extremely beautiful, boasting a canopy hung with brilliant strings of pearls, as well as effulgent jewels serving as lamps. Garlands of jasmine and other flowers hung here and there, attracting swarms of humming bees, and the spotless rays of the moon shone through the holes of the lattice windows. As aguru incense drifted out of the window holes, my dear King, the breeze wafting the scent of the pārijāta grove carried the mood of a garden into the room. There the Queen served her husband, the Supreme Lord of all the worlds, as He reclined upon an opulent pillow on her bed, which was as soft and white as the foam of milk.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Rukmiṇī’s palace was quite famous then, as now, and these descriptions give a glimpse into its opulence. Śrīla Viśvanātha Cakravartī adds that the word amalaiḥ in this verse may also be read aruṇaiḥ, which would indicate that when this pastime took place the moon had just risen, bathing the entire palace in beautiful ruddy moonshine."
    },
    {
        "verse": "7",
        "devanagari": "वालव्यजनमादाय रत्नदण्डं सखीकरात् ।तेन वीजयती देवी उपासां चक्र ईश्वरम् ॥ ७ ॥",
        "english_devnagari": "vāla-vyajanam ādāyaratna-daṇḍaṁ sakhī-karāttena vījayatī devīupāsāṁ cakra īśvaram",
        "verse_Syn": [
            "vāla",
            "vyajanam",
            "ādāya",
            "ratna",
            "daṇḍam",
            "sakhī",
            "karāt",
            "tena",
            "vījayatī",
            "devī",
            "upāsām",
            "cakre",
            "īśvaram"
        ],
        "translation": "From her maidservant’s hand Goddess Rukmiṇī took a yak-hair fan with a jeweled handle, and then she began to worship her master by fanning Him.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "सोपाच्युतं क्व‍णयती मणिनूपुराभ्यांरेजेऽङ्गुलीयवलयव्यजनाग्रहस्ता ।वस्‍त्रान्तगूढकुचकुङ्कुमशोणहार-भासा नितम्बधृतया च परार्ध्यकाञ्च्या ॥ ८ ॥",
        "english_devnagari": "sopācyutaṁ kvaṇayatī maṇi-nūpurābhyāṁreje ’ṅgulīya-valaya-vyajanāgra-hastāvastrānta-gūḍha-kuca-kuṅkuma-śoṇa-hāra-bhāsā nitamba-dhṛtayā ca parārdhya-kāñcyā",
        "verse_Syn": [
            "sā",
            "upa",
            "acyutam",
            "kvaṇayatī",
            "maṇi",
            "nūpurābhyām",
            "reje",
            "aṅgulīya",
            "valaya",
            "vyajana",
            "agra",
            "hastā",
            "vastra",
            "anta",
            "gūḍha",
            "kuca",
            "kuṅkuma",
            "śoṇa",
            "hāra",
            "bhāsā",
            "nitamba",
            "dhṛtayā",
            "ca",
            "parārdhya",
            "kāñcyā"
        ],
        "translation": "Her hand adorned with rings, bangles and the cāmara fan, Queen Rukmiṇī looked resplendent standing near Lord Kṛṣṇa. Her jeweled ankle-bells tinkled, and her necklace glittered, reddened by the kuṅkuma from her breasts, which were covered by the end of her sari. On her hips she wore a priceless belt.",
        "purport": " Śrīla Viśvanātha Cakravartī points out that as Queen Rukmiṇī fanned her Lord with broad strokes, the jewels and gold on her beautiful limbs resounded with her effort."
    },
    {
        "verse": "9",
        "devanagari": "तां रूपिणीं श्रियमनन्यगतिं निरीक्ष्यया लीलया धृततनोरनुरूपरूपा ।प्रीत: स्मयन्नलककुण्डलनिष्ककण्ठ-वक्त्रोल्ल‍सत्स्मितसुधां हरिराबभाषे ॥ ९ ॥",
        "english_devnagari": "tāṁ rūpiṇīṁ śrīyam ananya-gatiṁ nirīkṣyayā līlayā dhṛta-tanor anurūpa-rūpāprītaḥ smayann alaka-kuṇḍala-niṣka-kaṇṭha-vaktrollasat-smita-sudhāṁ harir ābabhāṣe",
        "verse_Syn": [
            "tām",
            "rūpiṇīm",
            "śrīyam",
            "ananya",
            "gatim",
            "nirīkṣya",
            "yā",
            "līlayā",
            "dhṛta",
            "tanoḥ",
            "anurūpa",
            "rūpā",
            "prītaḥ",
            "smayan",
            "alaka",
            "kuṇḍala",
            "niṣka",
            "kaṇṭha",
            "vaktra",
            "ullasat",
            "smita",
            "sudhām",
            "hariḥ",
            "ābabhāṣe"
        ],
        "translation": "As He contemplated her, the goddess of fortune herself, who desires only Him, Lord Kṛṣṇa smiled. The Lord assumes various forms to enact His pastimes, and He was pleased that the form the goddess of fortune had assumed was just suitable for her to serve as His consort. Her charming face was adorned with curling hair, earrings, a locket on her neck, and the nectar of her bright, happy smile. The Lord then spoke to her as follows.",
        "purport": " Śrīla Śrīdhara Svāmī has quoted an interesting verse, spoken by Śrī Parāśara in the Viṣṇu Purāṇa: “When the Lord appears as a demigod, she [the goddess of fortune] takes the form of a demigoddess, and when He appears as a human being, she takes a humanlike form. Thus the body she assumes matches the one Lord Viṣṇu takes.” Śrīla Viśvanātha Cakravartī adds that as Lord Kṛṣṇa is even more beautiful than the Lord of Vaikuṇṭha, Lord Kṛṣṇa’s consort Rukmiṇī-devī is even more attractive than the goddess of fortune in the Vaikuṇṭha world."
    },
    {
        "verse": "10",
        "devanagari": "श्रीभगवानुवाचराजपुत्रीप्सिता भूपैर्लोकपालविभूतिभि: ।महानुभावै: श्रीमद्भ‍ी रूपौदार्यबलोर्जितै: ॥ १० ॥",
        "english_devnagari": "śrī-bhagavān uvācarāja-putrīpsitā bhūpairloka-pāla-vibhūtibhiḥmahānubhāvaiḥ śrīmadbhīrūpaudārya-balorjitaiḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "rāja",
            "putri",
            "īpsitā",
            "bhū",
            "paiḥ",
            "loka",
            "pāla",
            "vibhūtibhiḥ",
            "mahā",
            "anubhāvaiḥ",
            "śrī",
            "madbhiḥ",
            "rūpa",
            "audārya",
            "bala",
            "ūrjitaiḥ"
        ],
        "translation": "The Supreme Lord said: My dear princess, you were sought after by many kings as powerful as the rulers of planets. They were all abundantly endowed with political influence, wealth, beauty, generosity and physical strength.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तान्प्राप्तानर्थिनो हित्वा चैद्यादीन् स्मरदुर्मदान् ।दत्ता भ्रात्रा स्वपित्रा च कस्मान्नो ववृषेऽसमान् ॥ ११ ॥",
        "english_devnagari": "tān prāptān arthino hitvācaidyādīn smara-durmadāndattā bhrātrā sva-pitrā cakasmān no vavṛṣe ’samān",
        "verse_Syn": [
            "tān",
            "prāptān",
            "arthinaḥ",
            "hitvā",
            "caidya",
            "ādīn",
            "smara",
            "darmadān",
            "dattā",
            "bhrātrā",
            "sva",
            "pitrā",
            "ca",
            "kasmāt",
            "naḥ",
            "vavṛṣe",
            "asamān"
        ],
        "translation": "Since your brother and father offered you to them, why did you reject the King of Cedi and all those other suitors, who stood before you, maddened by Cupid? Why, instead, did you choose Us, who are not at all your equal?",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "राजभ्यो बिभ्यत: सुभ्रु समुद्रं शरणं गतान् ।बलवद्भ‍ि: कृतद्वेषान् प्रायस्त्यक्तनृपासनान् ॥ १२ ॥",
        "english_devnagari": "rājabhyo bibhyataḥ su-bhrusamudraṁ śaraṇaṁ gatānbalavadbhiḥ kṛta-dveṣānprāyas tyakta-nṛpāsanān",
        "verse_Syn": [
            "rājabhyaḥ",
            "bibhyataḥ",
            "su",
            "bhru",
            "samudram",
            "śaraṇam",
            "gatān",
            "bala",
            "vadbhiḥ",
            "kṛta",
            "dveṣān",
            "prāyaḥ",
            "tyakta",
            "nṛpa",
            "āsanān"
        ],
        "translation": "Terrified of these kings, O lovely-browed one, We took shelter in the ocean. We have become enemies of powerful men, and We practically abandoned Our royal throne.",
        "purport": " Śrīla Viśvanātha Cakravartī comments on this verse as follows: “The Lord’s mentality here can be understood as follows: ‘When I gave Rukmiṇī a single flower from the heavenly pārijāta tree, Satyabhāmā showed such a torrent of fury that I could not pacify her even by bowing down at her feet. Only when I gave her a whole pārijāta tree was she satisfied. Rukmiṇī, however, did not display any anger even when she saw Me give Satyabhāmā the whole tree. So how can I enjoy the nectar of angry words from this wife, who never feels jealousy, who is supremely sober and who always speaks pleasingly?’ Thus considering, the Supreme Lord decided, ‘If I speak like this to her, I will be able to provoke her anger.’ This is how some authorities explain Kṛṣṇa’s speech to Rukmiṇī.” According to the ācārya, here the words balavadbhiḥ kṛta-dveṣān prāyaḥ indicate that Lord Kṛṣṇa opposed almost all the contemporary kings during His incarnation, befriending only a few, such as the Pāṇḍavas and loyal members of His dynasty. Of course, as stated in the beginning of the Tenth Canto, Lord Kṛṣṇa appeared specifically because the earth was overburdened by innumerable bogus kings and He wanted to remove this burden. Finally Śrīla Viśvanātha Cakravartī points out that the word tyakta-nṛpāsanān, “giving up the king’s throne,” indicates that after Lord Kṛṣṇa killed Kaṁsa He humbly gave the royal throne to His grandfather Ugrasena, although the Lord Himself was entitled to it."
    },
    {
        "verse": "13",
        "devanagari": "अस्पष्टवर्त्मनां पुंसामलोकपथमीयुषाम् ।आस्थिता: पदवीं सुभ्रु प्राय: सीदन्ति योषित: ॥ १३ ॥",
        "english_devnagari": "aspaṣṭa-vartmanām puṁsāmaloka-patham īyuṣāmāsthitāḥ padavīṁ su-bhruprāyaḥ sīdanti yoṣitaḥ",
        "verse_Syn": [
            "aspaṣṭa",
            "vartmanām",
            "puṁsām",
            "aloka",
            "patham",
            "īyuṣāṁ",
            "āsthitāḥ",
            "padavīm",
            "su",
            "bhru",
            "prāyaḥ",
            "sīdanti",
            "yoṣitaḥ"
        ],
        "translation": "O fine-browed lady, women are usually destined to suffer when they stay with men whose behavior is uncertain and who pursue a path not approved by society.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "निष्किञ्चना वयं शश्वन्निष्किञ्चनजनप्रिया: ।तस्मात् प्रायेण न ह्याढ्या मां भजन्ति सुमध्यमे ॥ १४ ॥",
        "english_devnagari": "niṣkiñcanā vayaṁ śaśvanniṣkiñcana-jana-priyāḥtasmā tprāyeṇa na hy āḍhyāmāṁ bhajanti su-madhyame",
        "verse_Syn": [
            "niṣkiñcanāḥ",
            "vayam",
            "śaśvat",
            "niṣkiñcana",
            "jana",
            "priyāḥ",
            "tasmāt",
            "prāyeṇa",
            "na",
            "hi",
            "āḍhyāḥ",
            "mām",
            "bhajanti",
            "su",
            "madhyame"
        ],
        "translation": "We have no material possessions, and We are dear to those who similarly have nothing. Therefore, O slender one, the wealthy hardly ever worship Me.",
        "purport": " Like the Lord, His devotees are uninterested in material sense gratification, being awakened to the superior pleasure of Kṛṣṇa consciousness. Those who are intoxicated by material wealth cannot appreciate the supreme wealth of the kingdom of God."
    },
    {
        "verse": "15",
        "devanagari": "ययोरात्मसमं वित्तं जन्मैश्वर्याकृतिर्भव: ।तयोर्विवाहो मैत्री च नोत्तमाधमयो: क्व‍‍चित् ॥ १५ ॥",
        "english_devnagari": "yayor ātma-samaṁ vittaṁjanmaiśvaryākṛtir bhavaḥtayor vivāho maitrī canottamādhamayoḥ kvacit",
        "verse_Syn": [
            "yayoḥ",
            "ātma",
            "samam",
            "vittam",
            "janma",
            "aiśvarya",
            "ākṛtiḥ",
            "bhavaḥ",
            "tayoḥ",
            "vivāhaḥ",
            "maitrī",
            "ca",
            "na",
            "uttama",
            "adhamayoḥ",
            "kvacit"
        ],
        "translation": "Marriage and friendship are proper between two people who are equal in terms of their wealth, birth, influence, physical appearance and capacity for good progeny, but never between a superior and an inferior.",
        "purport": " Persons of superior and inferior qualities may live together in a relationship of master and servant or teacher and student, but marriage and friendship are proper only between those of equal status. The word bhava, in the context of marriage, indicates that a couple should have a similar capacity to produce good offspring. Lord Kṛṣṇa here presents Himself as materially unqualified. In fact, the Lord does not have any material qualities: He lives in pure spiritual existence. Thus all the Lord’s opulences are eternal and not of the flimsy mundane sort."
    },
    {
        "verse": "16",
        "devanagari": "वैदर्भ्येतदविज्ञाय त्वयादीर्घसमीक्षया ।वृता वयं गुणैर्हीना भिक्षुभि: श्लाघिता मुधा ॥ १६ ॥",
        "english_devnagari": "vaidarbhy etad avijñāyatvayādīrgha-samīkṣayāvṛtā vayaṁ guṇair hīnābhikṣubhiḥ ślāghitā mudhā",
        "verse_Syn": [
            "vaidarbhi",
            "etat",
            "avijñāya",
            "tvayā",
            "adīrgha",
            "samīkṣayā",
            "vṛtāḥ",
            "vayam",
            "guṇaiḥ",
            "hīnāḥ",
            "bhikṣubhiḥ",
            "ślāghitāḥ",
            "mudhā"
        ],
        "translation": "O Vaidarbhī, not being farsighted, you didn’t realize this, and therefore you chose Us as your husband, even though We have no good qualities and are glorified only by deluded beggars.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "अथात्मनोऽनुरूपं वै भजस्व क्षत्रियर्षभम् ।येन त्वमाशिष: सत्या इहामुत्र च लप्स्यसे ॥ १७ ॥",
        "english_devnagari": "athātmano ’nurūpaṁ vaibhajasva kṣatriyarṣabhamyena tvam āśiṣaḥ satyāihāmutra ca lapsyase",
        "verse_Syn": [
            "atha",
            "ātmanaḥ",
            "anurūpam",
            "vai",
            "bhajasva",
            "kṣatriya",
            "ṛṣabham",
            "yena",
            "tvam",
            "āśiṣaḥ",
            "satyāḥ",
            "iha",
            "amutra",
            "ca",
            "lapsyase"
        ],
        "translation": "Now you should definitely accept a more suitable husband, a first-class man of the royal order who can help you achieve everything you want, both in this life and the next.",
        "purport": " Lord Kṛṣṇa continues to tease His beautiful wife, trying to provoke her loving anger."
    },
    {
        "verse": "18",
        "devanagari": "चैद्यशाल्वजरासन्धदन्तवक्रादयो नृपा: ।मम द्विषन्ति वामोरु रुक्‍मी चापि तवाग्रज: ॥ १८ ॥",
        "english_devnagari": "caidya-śālva-jarāsandhadantavakrādayo nṛpāḥmama dviṣanti vāmorurukmī cāpi tavāgrajaḥ",
        "verse_Syn": [
            "caidya",
            "śālva",
            "jarāsandha",
            "dantavakra",
            "ādayaḥ",
            "nṛpāḥ",
            "mama",
            "dviṣanti",
            "vāma",
            "ūru",
            "rukmī",
            "ca",
            "api",
            "tava",
            "agra",
            "jaḥ"
        ],
        "translation": "Kings like Śiśupāla, Śālva, Jarāsandha and Dantavakra all hate Me, O beautiful-thighed one, and so does your elder brother Rukmī.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तेषां वीर्यमदान्धानां दृप्तानां स्मयनुत्तये ।आनितासि मया भद्रे तेजोपहरतासताम् ॥ १९ ॥",
        "english_devnagari": "teṣāṁ vīrya-madāndhānāṁdṛptānāṁ smaya-nuttayeānitāsi mayā bhadretejopaharatāsatām",
        "verse_Syn": [
            "teṣām",
            "vīrya",
            "mada",
            "andhānām",
            "dṛptānām",
            "smaya",
            "nuttaye",
            "ānitā",
            "asi",
            "mayā",
            "bhadre",
            "tejaḥ",
            "upaharatā",
            "asatām"
        ],
        "translation": "It was to dispel the arrogance of these kings that I carried you away, My good woman, for they were blinded by the intoxication of power. My purpose was to curb the strength of the wicked.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "उदासीना वयं नूनं न स्‍त्र्यपत्यार्थकामुका: ।आत्मलब्ध्यास्महे पूर्णा गेहयोर्ज्योतिरक्रिया: ॥ २० ॥",
        "english_devnagari": "udāsīnā vayaṁ nūnaṁna stry-apatyārtha-kāmukāḥātma-labdhyāsmahe pūrṇāgehayor jyotir-akriyāḥ",
        "verse_Syn": [
            "udāsīnāḥ",
            "vayam",
            "nūnam",
            "na",
            "strī",
            "apatya",
            "artha",
            "kāmukāḥ",
            "ātma",
            "labdhyā",
            "āsmahe",
            "pūrṇāḥ",
            "gehayoḥ",
            "jyotiḥ",
            "akriyāḥ"
        ],
        "translation": "We care nothing for wives, children and wealth. Always satisfied within Ourselves, We do not work for body and home, but like a light, We merely witness.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीशुक उवाचएतावदुक्त्वा भगवानात्मानं वल्ल‍भामिव ।मन्यमानामविश्लेषात् तद्दर्पघ्न उपारमत् ॥ २१ ॥",
        "english_devnagari": "śrī-śuka uvācaetāvad uktvā bhagavānātmānaṁ vallabhām ivamanyamānām aviśleṣāttad-darpa-ghna upāramat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "etāvat",
            "uktvā",
            "bhagavān",
            "ātmānam",
            "vallabhām",
            "iva",
            "manyamānām",
            "aviśleṣāt",
            "tat",
            "darpa",
            "ghnaḥ",
            "upāramat"
        ],
        "translation": "Śukadeva Gosvāmī said: Rukmiṇī had thought herself especially beloved by the Lord because He never left her company. By saying these things to her He vanquished her pride, and then He stopped speaking.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "इति त्रिलोकेशपतेस्तदात्मन:प्रियस्य देव्यश्रुतपूर्वमप्रियम् ।आश्रुत्य भीता हृदिजातवेपथु-श्चिन्तां दुरन्तां रुदती जगाम ह ॥ २२ ॥",
        "english_devnagari": "iti trilokeśa-pates tadātmanaḥpriyasya devy aśruta-pūrvam apriyamāśrutya bhītā hṛdi jāta-vepathuścintāṁ durantāṁ rudatī jagāma ha",
        "verse_Syn": [
            "iti",
            "tri",
            "loka",
            "īśa",
            "pateḥ",
            "tadā",
            "ātmanaḥ",
            "priyasya",
            "devī",
            "aśruta",
            "pūrvam",
            "apriyam",
            "āśrutya",
            "bhītā",
            "hṛdi",
            "jāta",
            "vepathuḥ",
            "cintām",
            "durantām",
            "rudatī",
            "jagāma",
            "ha"
        ],
        "translation": "Goddess Rukmiṇī had never before heard such unpleasantries from her beloved, the Lord of universal rulers, and she became frightened. A tremor arose in her heart, and in terrible anxiety she began to cry.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "पदा सुजातेन नखारुणश्रियाभुवं लिखन्त्यश्रुभिरञ्जनासितै: ।आसिञ्चती कुङ्कुमरूषितौ स्तनौतस्थावधोमुख्यतिदु:खरुद्धवाक् ॥ २३ ॥",
        "english_devnagari": "padā su-jātena nakhāruṇa-śrīyābhuvaṁ likhanty aśrubhir añjanāsitaiḥāsiñcatī kuṅkuma-rūṣitau stanautasthāv adho-mukhy ati-duḥkha-ruddha-vāk",
        "verse_Syn": [
            "padā",
            "su",
            "jātena",
            "nakha",
            "aruṇa",
            "śrīyā",
            "bhuvam",
            "likhantī",
            "aśrubhiḥ",
            "añjana",
            "asitaiḥ",
            "āsiñcatī",
            "kuṅkuma",
            "rūṣitau",
            "stanau",
            "tasthau",
            "adhaḥ",
            "mukhī",
            "ati",
            "duḥkha",
            "ruddha",
            "vāk"
        ],
        "translation": "With her tender foot, effulgent with the reddish glow of her nails, she scratched the ground, and tears darkened by her eye makeup sprinkled her kuṅkuma-reddened breasts. There she stood, face downward, her voice choked up by extreme sorrow.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "तस्या: सुदु:खभयशोकविनष्टबुद्धे-र्हस्ताच्छ्‍लथद्वलयतो व्यजनं पपात ।देहश्च विक्लवधिय: सहसैव मुह्यन्रम्भेव वायुविहतो प्रविकीर्य केशान् ॥ २४ ॥",
        "english_devnagari": "tasyāḥ su-duḥkha-bhaya-śoka-vinaṣṭa-buddherhastāc chlathad-valayato vyajanaṁ papātadehaś ca viklava-dhiyaḥ sahasaiva muhyanrambheva vāyu-vihato pravikīrya keśān",
        "verse_Syn": [
            "taṣyāḥ",
            "su",
            "duḥkha",
            "bhaya",
            "śoka",
            "vinaṣṭa",
            "buddheḥ",
            "hastāt",
            "ślathat",
            "valayataḥ",
            "vyajanam",
            "papāta",
            "dehaḥ",
            "ca",
            "viklava",
            "dhiyaḥ",
            "sahasā",
            "eva",
            "muhyan",
            "rambhā",
            "iva",
            "vāyu",
            "vihataḥ",
            "pravikīrya",
            "keśān"
        ],
        "translation": "Rukmiṇī’s mind was overwhelmed with unhappiness, fear and grief. Her bangles slipped from her hand, and her fan fell to the ground. In her bewilderment she suddenly fainted, her hair scattering all about as her body fell to the ground like a plantain tree blown over by the wind.",
        "purport": " Shocked by Lord Kṛṣṇa’s words, Rukmiṇī could not understand that the Lord was only teasing, and thus she displayed these ecstatic symptoms of grief, which Śrīla Viśvanātha Cakravartī characterizes as sāttvika ecstasies ranging from “becoming stunned” to “dissolution.”"
    },
    {
        "verse": "25",
        "devanagari": "तद् द‍ृष्ट्वा भगवान् कृष्ण: प्रियाया: प्रेमबन्धनम् ।हास्यप्रौढिमजानन्त्या: करुण: सोऽन्वकम्पत ॥ २५ ॥",
        "english_devnagari": "tad dṛṣṭvā bhagavān kṛṣṇaḥpriyāyāḥ prema-bandhanamhāsya-prauḍhim ajānantyāḥkaruṇaḥ so ’nvakampata",
        "verse_Syn": [
            "tat",
            "dṛṣṭvā",
            "bhagavān",
            "kṛṣṇaḥ",
            "priyāyāḥ",
            "prema",
            "bandhanam",
            "hāsya",
            "prauḍhim",
            "ajānantyāḥ",
            "karuṇaḥ",
            "saḥ",
            "anvakampata"
        ],
        "translation": "Seeing that His beloved was so bound to Him in love that she could not understand the full meaning of His teasing, merciful Lord Kṛṣṇa felt compassion for her.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "पर्यङ्कादवरुह्याशु तामुत्थाप्य चतुर्भुज: ।केशान् समुह्य तद्वक्त्रं प्रामृजत् पद्मपाणिना ॥ २६ ॥",
        "english_devnagari": "paryaṅkād avaruhyāśutām utthāpya catur-bhujaḥkeśān samuhya tad-vaktraṁprāmṛjat padma-pāṇinā",
        "verse_Syn": [
            "paryaṅkāt",
            "avaruhya",
            "āśu",
            "tām",
            "utthāpya",
            "catur",
            "bhujaḥ",
            "keśān",
            "samuhya",
            "tat",
            "vaktram",
            "prāmṛjat",
            "padma",
            "pāṇinā"
        ],
        "translation": "The Lord quickly got down from the bed. Manifesting four arms, He picked her up, gathered her hair and caressed her face with His lotus hand.",
        "purport": " The Lord manifested four hands so He could do all of these things simultaneously."
    },
    {
        "verse": "27-28",
        "devanagari": "प्रमृज्याश्रुकले नेत्रे स्तनौ चोपहतौ शुचा ।आश्लिष्य बाहुना राजननन्यविषयां सतीम् ॥ २७ ॥सान्‍त्‍वयामास सान्‍त्‍वज्ञ: कृपया कृपणां प्रभु: ।हास्यप्रौढिभ्रमच्चित्तामतदर्हां सतां गति: ॥ २८ ॥",
        "english_devnagari": "pramṛjyāśru-kale netrestanau copahatau śucāāśliṣya bāhunā rājanananya-viṣayāṁ satīm",
        "verse_Syn": [
            "pramṛjya",
            "aśru",
            "kale",
            "netre",
            "stanau",
            "ca",
            "upahatau",
            "śucā",
            "aśliṣya",
            "bāhunā",
            "rājan",
            "ananya",
            "viṣayām",
            "satīm",
            "sāntvayām",
            "āsa",
            "sāntva",
            "jñaḥ",
            "kṛpayā",
            "kṛpaṇām",
            "prabhuḥ",
            "hāsya",
            "prauḍhi",
            "bhramat",
            "cittām",
            "atat",
            "arhām",
            "satām",
            "gatiḥ"
        ],
        "translation": "Wiping her tear-filled eyes and her breasts, which were stained by tears of grief, the Supreme Lord, the goal of His devotees, embraced His chaste wife, who desired nothing but Him, O King. Expert in the art of pacification, Śrī Kṛṣṇa tenderly consoled pitiable Rukmiṇī, whose mind was bewildered by His clever joking and who did not deserve to suffer so.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "श्रीभगवानुवाचमा मा वैदर्भ्यसूयेथा जाने त्वां मत्परायणाम् ।त्वद्वच: श्रोतुकामेन क्ष्वेल्याचरितमङ्गने ॥ २९ ॥",
        "english_devnagari": "śrī-bhagavān uvācamā mā vaidarbhy asūyethājāne tvāṁ mat-parāyaṇāmtvad-vacaḥ śrotu-kāmenakṣvelyācaritam aṅgane",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mā",
            "mā",
            "vaidarbhi",
            "asūyethāḥ",
            "jāne",
            "tvām",
            "mat",
            "parāyaṇām",
            "tvat",
            "vacaḥ",
            "śrotu",
            "kāmena",
            "kṣvelyā",
            "ācaritam",
            "aṅgane"
        ],
        "translation": "The Supreme Lord said: O Vaidarbhī, do not be displeased with Me. I know that you are fully devoted to Me. I only spoke in jest, dear lady, because I wanted to hear what you would say.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, Lord Kṛṣṇa spoke the present verse because He thought that lovely Rukmiṇī might be afraid He would again say something to disturb her, or that she might be angry at what He had done."
    },
    {
        "verse": "30",
        "devanagari": "मुखं च प्रेमसंरम्भस्फुरिताधरमीक्षितुम् ।कटाक्षेपारुणापाङ्गं सुन्दरभ्रुकुटीतटम् ॥ ३० ॥",
        "english_devnagari": "mukhaṁ ca prema-saṁrambha-sphuritādharam īkṣitumkaṭā-kṣepāruṇāpāṅgaṁsundara-bhru-kuṭī-taṭam",
        "verse_Syn": [
            "mukham",
            "ca",
            "prema",
            "saṁrambha",
            "sphurita",
            "adharam",
            "īkṣitum",
            "kaṭā",
            "kṣepa",
            "aruṇa",
            "apāṅgam",
            "sundara",
            "bhru",
            "kuṭī",
            "taṭam"
        ],
        "translation": "I also wanted to see your face with lips trembling in loving anger, the reddish corners of your eyes throwing sidelong glances and the line of your beautiful eyebrows knit in a frown.",
        "purport": " Śrīla Viśvanātha Cakravartī explains here that normally, by the Lord’s transcendental desire, His pure devotees reciprocate with Him in such a way that they satisfy His spiritual desires. But Rukmiṇī’s love was so strong that her unique mood predominated in this situation, and thus instead of becoming angry she fainted and fell to the ground. Far from displeasing Kṛṣṇa, however, she increased His transcendental ecstasy by exhibiting her all-encompassing love for Him."
    },
    {
        "verse": "31",
        "devanagari": "अयं हि परमो लाभो गृहेषु गृहमेधिनाम् ।यन्नर्मैरीयते याम: प्रियया भीरु भामिनि ॥ ३१ ॥",
        "english_devnagari": "ayaṁ hi paramo lābhogṛheṣu gṛha-medhināmyan narmair īyate yāmaḥpriyayā bhīru bhāmini",
        "verse_Syn": [
            "ayam",
            "hi",
            "paramaḥ",
            "lābhaḥ",
            "gṛheṣu",
            "gṛha",
            "medhinām",
            "yat",
            "narmaiḥ",
            "īyate",
            "yāmaḥ",
            "priyayā",
            "bhīru",
            "bhāmini"
        ],
        "translation": "The greatest pleasure worldly householders can enjoy at home is to spend time joking with their beloved wives, My dear timid and temperamental one.",
        "purport": " The word bhāmini indicates an angry, passionate, temperamental woman. Since lovely Rukmiṇī did not become angry despite all provocation, the Lord is still speaking facetiously."
    },
    {
        "verse": "32",
        "devanagari": "श्रीशुक उवाचसैवं भगवता राजन् वैदर्भी परिसान्‍त्‍विता ।ज्ञात्वा तत्परिहासोक्तिं प्रियत्यागभयं जहौ ॥ ३२ ॥",
        "english_devnagari": "śrī-śuka uvācasaivaṁ bhagavatā rājanvaidarbhī parisāntvitājñātvā tat-parihāsoktiṁpriya-tyāga-bhayaṁ jahau",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "sā",
            "evam",
            "bhagavatā",
            "rājan",
            "vaidarbhī",
            "parisāntvitā",
            "jñātvā",
            "tat",
            "parihāsa",
            "uktim",
            "priya",
            "tyāga",
            "bhayam",
            "jahau"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, Queen Vaidarbhī was fully pacified by the Supreme Personality of Godhead and understood that His words had been spoken in jest. Thus she gave up her fear that her beloved would reject her.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "बभाष ऋषभं पुंसां वीक्षन्ती भगवन्मुखम् ।सव्रीडहासरुचिरस्‍निग्धापाङ्गेन भारत ॥ ३३ ॥",
        "english_devnagari": "babhāṣa ṛṣabhaṁ puṁsāṁvīkṣantī bhagavan-mukhamsa-vrīḍa-hāsa-rucira-snigdhāpāṅgena bhārata",
        "verse_Syn": [
            "babhāṣa",
            "ṛṣabham",
            "puṁsām",
            "vīkṣantī",
            "bhagavat",
            "mukham",
            "sa",
            "vrīḍa",
            "hāsa",
            "rucira",
            "snigdha",
            "apāṅgena",
            "bhārata"
        ],
        "translation": "Smiling bashfully as she cast charming, affectionate glances upon the face of the Lord, the best of males, Rukmiṇī spoke the following, O descendant of Bharata.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "श्रीरुक्‍मिण्युवाचनन्वेवमेतदरविन्दविलोचनाहयद्वै भवान् भगवतोऽसद‍ृशी विभूम्न: ।क्व‍ स्वे महिम्न्यभिरतो भगवांस्‍त्र्यधीश:क्व‍ाहं गुणप्रकृतिरज्ञगृहीतपादा ॥ ३४ ॥",
        "english_devnagari": "śrī-rukmiṇy uvācananv evam etad aravinda-vilocanāhayad vai bhavān bhagavato ’sadṛśī vibhūmnaḥkva sve mahimny abhirato bhagavāṁs try-adhīśaḥkvāhaṁ guṇa-prakṛtir ajña-gṛhīta-pādā",
        "verse_Syn": [
            "śrī",
            "rukmiṇī",
            "uvāca",
            "nanu",
            "evam",
            "etat",
            "aravinda",
            "vilocana",
            "āha",
            "yat",
            "vai",
            "bhavān",
            "bhagavataḥ",
            "asadṛśī",
            "vibhūmnaḥ",
            "kva",
            "sve",
            "mahimni",
            "abhirataḥ",
            "bhagavān",
            "tri",
            "adhīśaḥ",
            "kva",
            "aham",
            "guṇa",
            "prakṛtiḥ",
            "ajña",
            "gṛhīta",
            "pādā"
        ],
        "translation": "Śrī Rukmiṇī said: Actually, what You have said is true, O lotus-eyed one. I am indeed unsuitable for the almighty Personality of Godhead. What comparison is there between that Supreme Lord, who is master of the three primal deities and who delights in His own glory, and myself, a woman of mundane qualities whose feet are grasped by fools?",
        "purport": " Śrīla Śrīdhara Svāmī lists the faults Lord Kṛṣṇa had described in Himself that He claimed disqualified Him from being Rukmiṇī’s husband. These include incompatibility, fearfulness, taking shelter in the ocean, quarreling with the powerful, abandoning His kingdom, uncertainty as to His identity, acting against ordinary standards of behavior, having no good qualities, being praised falsely by beggars, aloofness, and lack of desire for family life. The Lord claimed that Rukmiṇī had failed to recognize these bad qualities in Him. Now she begins to respond to all the Lord’s statements. First she responds to Śrī Kṛṣṇa’s statement in text 11 of this chapter: kasmān no vavṛṣe ’samān. “Why did you select Us, who are not equal to you?” Here Śrīmatī Rukmiṇī-devī says that she and Kṛṣṇa are certainly not equal, for no one can be equal to the Supreme Lord. Śrīla Viśvanātha Cakravartī further points out that in her extreme humility Rukmiṇī is identifying herself with the Lord’s external energy, which in fact is her expansion, Rukmiṇī being the goddess of fortune."
    },
    {
        "verse": "35",
        "devanagari": "सत्यं भयादिव गुणेभ्य उरुक्रमान्त:शेते समुद्र उपलम्भनमात्र आत्मा ।नित्यं कदिन्द्रियगणै: कृतविग्रहस्त्वंत्वत्सेवकैर्नृपपदं विधुतं तमोऽन्धम् ॥ ३५ ॥",
        "english_devnagari": "satyaṁ bhayād iva guṇebhya urukramāntaḥśete samudra upalambhana-mātra ātmānityaṁ kad-indriya-gaṇaiḥ kṛta-vigrahas tvaṁtvat-sevakair nṛpa-padaṁ vidhutaṁ tamo ’ndham",
        "verse_Syn": [
            "satyam",
            "bhayāt",
            "iva",
            "guṇebhyaḥ",
            "urukrama",
            "antaḥ",
            "śete",
            "samudre",
            "upalambhana",
            "mātraḥ",
            "ātma",
            "nityam",
            "kat",
            "indriya",
            "gaṇaiḥ",
            "kṛta",
            "vigrahaḥ",
            "tvam",
            "tvat",
            "sevakaiḥ",
            "nṛpa",
            "padam",
            "vidhutam",
            "tamaḥ",
            "andham"
        ],
        "translation": "Yes, my Lord Urukrama, You lay down within the ocean as if afraid of the material modes, and thus in pure consciousness You appear within the heart as the Supersoul. You are always battling against the foolish material senses, and indeed even Your servants reject the privilege of royal dominion, which leads to the blindness of ignorance.",
        "purport": " In text 12 Lord Kṛṣṇa said, rājabhyo bibhyataḥ su-bhru samudram śaraṇaṁ gatān: “Out of fear of the kings, We took shelter in the ocean.” Here Śrīmatī Rukmiṇī-devī points out that the actual rulers of this world are the guṇas, the material modes of nature, which impel all living beings to act. Śrīla Viśvanātha Cakravartī points out that because Lord Kṛṣṇa fears that His devotee will come under the influence of the modes of nature and become entangled in sense gratification, He enters the internal ocean of their hearts, where He remains as the omniscient Supersoul (upalambhana-mātra ātmā). Thus He protects His devotees. The word upalambhana-mātraḥ also indicates that the Lord is the object of meditation for His devotees. In text 12 Lord Kṛṣṇa also said, balavadbhiḥ kṛta-dveṣān: “We created enmity with the powerful.” Here Śrīmatī Rukmiṇī-devī points out that it is the material senses which are actually powerful in this world. The Supreme Lord has taken up the battle against sense gratification on the part of His devotees, and thus He is constantly trying to help them in their struggle for spiritual purity. When the devotees become free of unwanted material habits, the Lord reveals Himself to them, and then the eternal loving relationship between the Lord and His devotees becomes an irrevocable fact. In the same verse Kṛṣṇa stated, tyakta-nṛpāsanān: “We renounced the royal throne.” But here Śrīmatī Rukmiṇī-devī points out that the position of political supremacy in this world usually implicates so-called powerful leaders in darkness and blindness. As the saying goes, “Power corrupts.” Thus even the Lord’s loving servants tend to shy away from political intrigue and power politics. The Lord Himself, being completely satisfied in His own spiritual bliss, would hardly be interested in occupying mundane political positions. Thus Śrīmatī Rukmiṇī-devī correctly interprets the Lord’s actions as evidence of His supreme transcendental nature."
    },
    {
        "verse": "36",
        "devanagari": "त्वत्पादपद्ममकरन्दजुषां मुनीनांवर्त्मास्फुटं नृपशुभिर्ननु दुर्विभाव्यम् ।यस्मादलौकिकमिवेहितमीश्वरस्यभूमंस्तवेहितमथो अनु ये भवन्तम् ॥ ३६ ॥",
        "english_devnagari": "tvat-pāda-padma-makaranda-juṣāṁ munīnāṁvartmāsphuṭaṁ nr-paśubhir nanu durvibhāvyamyasmād alaukikam ivehitam īśvarasyabhūmaṁs tavehitam atho anu ye bhavantam",
        "verse_Syn": [
            "tvat",
            "pāda",
            "padma",
            "makaranda",
            "juṣām",
            "munīnām",
            "vartma",
            "asphuṭam",
            "nṛ",
            "paśubhiḥ",
            "nanu",
            "durvibhāvyam",
            "yasmāt",
            "alaukikam",
            "iva",
            "īhitam",
            "īśvarasya",
            "bhūman",
            "tava",
            "īhitam",
            "atha",
            "u",
            "anu",
            "ye",
            "bhavantam"
        ],
        "translation": "Your movements, inscrutable even for sages who relish the honey of Your lotus feet, are certainly incomprehensible for human beings who behave like animals. And just as Your activities are transcendental, O all-powerful Lord, so too are those of Your followers.",
        "purport": " Here Queen Rukmiṇī replies to Lord Kṛṣṇa’s statement in text 13: “O fine-browed lady, women are usually destined to suffer when they stay with men whose behavior is uncertain and who pursue a path not approved by society.” In the present verse Rukmiṇī is taking the term aloka-patham to mean “unworldly path.” Those who are entangled in worldly behavior are trying to enjoy this world more or less like animals. Even if such people are “culturally advanced,” they should simply be considered sophisticated or polished animals. Śrīmatī Rukmiṇī-devī points out that because the Lord’s activities are always transcendental, they are aspaṣṭa, or “unclear,” to ordinary people, and even the sages trying to know the Lord cannot perfectly understand these activities."
    },
    {
        "verse": "37",
        "devanagari": "निष्किञ्चनो ननु भवान् न यतोऽस्ति किञ्चिद्यस्मै बलिं बलिभुजोऽपि हरन्त्यजाद्या: ।न त्वा विदन्त्यसुतृपोऽन्तकमाढ्यतान्धा:प्रेष्ठो भवान् बलिभुजामपि तेऽपि तुभ्यम् ॥ ३७ ॥",
        "english_devnagari": "niṣkiñcano nanu bhavān na yato ’sti kiñcidyasmai baliṁ bali-bhujo ’pi haranty ajādyāḥna tvā vidanty asu-tṛpo ’ntakam āḍhyatāndhāḥpreṣṭho bhavān bali-bhujām api te ’pi tubhyam",
        "verse_Syn": [
            "niṣkiñcanaḥ",
            "nanu",
            "bhavān",
            "na",
            "yataḥ",
            "asti",
            "kiñcit",
            "yasmai",
            "balim",
            "bali",
            "bhujaḥ",
            "api",
            "haranti",
            "aja",
            "ādyāḥ",
            "na",
            "tvā",
            "vidanti",
            "asu",
            "tṛpaḥ",
            "antakam",
            "āḍhyatā",
            "andhāḥ",
            "preṣṭhaḥ",
            "bhavān",
            "bali",
            "bhujām",
            "api",
            "te",
            "api",
            "tubhyam"
        ],
        "translation": "You possess nothing because there is nothing beyond You. Even the great enjoyers of tribute — Brahmā and other demigods — pay tribute to You. Those who are blinded by their wealth and absorbed in gratifying their senses do not recognize You in the form of death. But to the gods, the enjoyers of tribute, You are the most dear, as they are to You.",
        "purport": " Here Śrīmatī Rukmiṇī-devī replies to Lord Kṛṣṇa’s statement in text 14: “We have no material possessions, and We are dear to those who similarly have nothing. Therefore, O slender one, the wealthy hardly ever worship Me.” Queen Rukmiṇī begins her statement by saying niṣkiñcano nanu, “You are indeed niṣkiñcana.” The word kiñcana means “something,” and the prefix nir — or, as it appears here, niṣ — indicates negation. Thus in the ordinary sense niṣkiñcana means “one who does not have something,” or, in other words, “one who has nothing.” But in the present verse Queen Rukmiṇī states that Lord Kṛṣṇa “possesses nothing” not because He is a pauper but because He Himself is everything. In other words, since Kṛṣṇa is the Absolute Truth, all that exists is within Him. There is no second thing, something outside the Lord’s existence, for Him to possess. For example, a man may possess a house or a car or a child or money, but these things do not become the man: they exist outside of him. We say he possesses them merely in the sense that he has control over them. But the Lord does not merely control His creation: His creation actually exists within Him. Thus there is nothing outside of Him that He can possess in the way that we possess external objects. The ācāryas explain niṣkiñcana in the following way: To state that a person possesses something implies that he does not possess everything. In other words, if we say that a man owns some property, we imply that he does not own all property but rather some specific property. A standard American dictionary defines the word some as “a certain indefinite or unspecified number, quantity, etc., as distinguished from the rest.” The Sanskrit word kiñcana conveys this sense of a partial amount of the total. Thus Lord Kṛṣṇa is called niṣkiñcana to refute the idea that He possesses merely a certain amount of beauty, fame, wealth, intelligence and other opulences. Rather, He possesses infinite beauty, infinite intelligence, infinite wealth and so on. This is so because He is the Absolute Truth. Śrīla Prabhupāda begins his introduction to the First Canto, Volume One, of the Śrīmad-Bhāgavatam with the following statement, which is quite relevant to our present discussion: “The conception of God and the conception of the Absolute Truth are not on the same level. The Śrīmad-Bhāgavatam hits on the target of the Absolute Truth. The conception of God indicates the controller, whereas the conception of the Absolute Truth indicates the summum bonum, or the ultimate source of all energies.” Here Śrīla Prabhupāda touches upon a fundamental philosophical point. God is commonly defined as “the supreme being,” and the dictionary defines supreme as (1) highest in rank, power, authority, etc; (2) highest in quality, achievement, performance, etc; (3) highest in degree; and (4) final, ultimate. None of these definitions adequately indicates absolute existence. For example, we may say that a particular American is supremely wealthy in the sense that he is wealthier than any other American, or we may speak of the Supreme Court as the highest court in the land, although it certainly does not have absolute authority in all political and social matters, since it shares authority in these fields with the legislature and the president. In other words, the word supreme indicates the best in a hierarchy, and thus the supreme being may merely be understood as the best or greatest of all beings but not as the very source of all other beings and, indeed, of everything that exists. Thus Śrīla Prabhupāda specifically points out that the concept of the Absolute Truth, Kṛṣṇa, is higher than the concept of a supreme being, and this point is essential to a clear understanding of Vaiṣṇava philosophy. Lord Kṛṣṇa is not merely a supreme being: He is the absolute being, and that is exactly the point His wife is making. Thus the word niṣkiñcana indicates not that Kṛṣṇa possesses no opulence but rather all opulence. In that sense she accepts His definition of Himself as niṣkiñcana. In text 14 Lord Kṛṣṇa also stated, niṣkiñcana-jana-priyāḥ: “I am dear to those who have nothing.” Here, however, Queen Rukmiṇī points out that the demigods, the wealthiest souls in the universe, regularly make offerings to the Supreme Lord. We may assume that the demigods, being the Lord’s appointed representatives, know that everything belongs to Him in the sense that everything is part of Him, as explained above. Therefore the statement niṣkiñcana-jana-priyāḥ is correct in the sense that since nothing exists except the Lord and His potencies, no matter how wealthy the Lord’s worshipers appear to be they are in fact offering Him nothing but His own energy as a loving act. The same idea is exemplified when one worships the Ganges River by offering Ganges water, or when a child gets money from his father on the father’s birthday and buys him a gift. The father is paying for his own present, but what he is really interested in is his child’s love. Similarly, the Supreme Lord manifests the cosmos, and then the conditioned souls collect various items of the Lord’s creation. Pious souls offer some of the best items from their collection back to the Lord as a sacrifice and thus purify themselves. Since the whole cosmos and everything in it is simply the Lord’s energy, we may say that those who worship the Lord possess nothing. In more conventional terms, people who are proud of their great wealth do not bow down to God. Queen Rukmiṇī also mentions these fools. Satisfied with their temporary bodies, they do not understand the divine power of death, which stalks them. The demigods, however, who are by far the wealthiest living beings, regularly offer sacrifice to the Supreme Lord, and thus the Lord is most dear to them, as stated here."
    },
    {
        "verse": "38",
        "devanagari": "त्वं वै समस्तपुरुषार्थमय: फलात्मायद्वाञ्छया सुमतयो विसृजन्ति कृत्‍स्‍नम् ।तेषां विभो समुचितो भवत: समाज:पुंस: स्‍त्रियाश्च रतयो: सुखदु:खिनोर्न ॥ ३८ ॥",
        "english_devnagari": "tvaṁ vai samasta-puruṣārtha-mayaḥ phalātmāyad-vāñchayā su-matayo visṛjanti kṛtsnamteṣāṁ vibho samucito bhavataḥ samājaḥpuṁsaḥ striyāś ca ratayoḥ sukha-duḥkhinor na",
        "verse_Syn": [
            "tvam",
            "vai",
            "samasta",
            "puruṣa",
            "artha",
            "mayaḥ",
            "phala",
            "ātmā",
            "yat",
            "vāñchayā",
            "su",
            "matayaḥ",
            "visṛjanti",
            "kṛtsnam",
            "teṣām",
            "vibho",
            "samucitaḥ",
            "bhavataḥ",
            "samājaḥ",
            "puṁsaḥ",
            "striyāḥ",
            "ca",
            "ratayoḥ",
            "sukha",
            "duḥkhinoḥ",
            "na"
        ],
        "translation": "You are the embodiment of all human goals and are Yourself the final aim of life. Desiring to attain You, O all-powerful Lord, intelligent persons abandon everything else. It is they who are worthy of Your association, not men and women absorbed in the pleasure and grief resulting from their mutual lust.",
        "purport": " Here Queen Rukmiṇī refutes Lord Kṛṣṇa’s statement in text 15: “Marriage and friendship are proper between two people who are equal in terms of their wealth, birth, influence, physical appearance and capacity for good progeny, but never between a superior and an inferior.” In fact, only those who have given up all such material conceptions of sense gratification and have taken exclusively to the Lord’s loving service can understand who their real friend and companion is — Lord Śrī Kṛṣṇa Himself."
    },
    {
        "verse": "39",
        "devanagari": "त्वं न्यस्तदण्डमुनिभिर्गदितानुभावआत्मात्मदश्च जगतामिति मे वृतोऽसि ।हित्वा भवद्भ्रुव उदीरितकालवेगध्वस्ताशिषोऽब्जभवनाकपतीन् कुतोऽन्ये ॥ ३९ ॥",
        "english_devnagari": "tvaṁ nyasta-daṇḍa-munibhir gaditānubhāvaātmātma-daś ca jagatām iti me vṛto ’sihitvā bhavad-bhruva udīrita-kāla-vega-dhvastāśiṣo ’bja-bhava-nāka-patīn kuto ’nye",
        "verse_Syn": [
            "tvam",
            "nyasta",
            "daṇḍa",
            "munibhiḥ",
            "gadita",
            "anubhāvaḥ",
            "ātmā",
            "ātmā",
            "daḥ",
            "ca",
            "jagatām",
            "iti",
            "me",
            "vṛtaḥ",
            "asi",
            "hitvā",
            "bhavat",
            "bhruvaḥ",
            "udīrita",
            "kāla",
            "vega",
            "dhvasta",
            "āśiṣaḥ",
            "abja",
            "bhava",
            "nāka",
            "patīn",
            "kutaḥ",
            "anye"
        ],
        "translation": "Knowing that great sages who have renounced the sannyāsī’s daṇḍa proclaim Your glories, that You are the Supreme Soul of all the worlds, and that You are so gracious that You give away even Your own self, I chose You as my husband, rejecting Lord Brahmā, Lord Śiva and the rulers of heaven, whose aspirations are all frustrated by the force of time, which is born from Your eyebrows. What interest, then, could I have in any other suitors?",
        "purport": " This is Queen Rukmiṇī’s refutation of Lord Kṛṣṇa’s statement in text 16. There the Lord Kṛṣṇa said, bhikṣubhiḥ ślāghitā mudhā: “I am glorified by beggars.” But Queen Rukmiṇī points out that those so-called beggars are actually sages in the paramahaṁsa stage of life — sannyāsīs who have reached the highest level of spiritual advancement and thus given up the sannyāsī rod. Lord Kṛṣṇa also made two specific accusations against His wife in text 16. He said, vaidarbhy etad avijñāya — “My dear Vaidarbhī, you were not aware of the situation” — and tvayādīrgha-samīkṣayā — “because you lack foresight.” In the present verse, Rukmiṇī’s statement iti me vṛto ’si indicates “I chose You as my husband because You possess the above-mentioned qualities. It was not a blind choice at all.” Rukmiṇī further mentions that she passed over lesser personalities like Brahmā, Śiva and the rulers of heaven because she saw that even though, materially speaking, they are great personalities, they are frustrated by the powerful waves of time, which emanate from the eyebrows of Lord Kṛṣṇa. Therefore, far from lacking foresight, Rukmiṇī chose Lord Kṛṣṇa after an exhaustive appraisal of the entire cosmic situation. Thus she lovingly rebukes her husband here. Śrīla Viśvanātha Cakravartī interprets Rukmiṇī’s mood as follows: “My dear husband, Your accusation that I lack foresight indicates that You did know of my deep insight into the situation. Actually, I chose You because I knew of Your true glories.”"
    },
    {
        "verse": "40",
        "devanagari": "जाड्यं वचस्तव गदाग्रज यस्तु भूपान्विद्राव्य शार्ङ्गनिनदेन जहर्थ मां त्वम् ।सिंहो यथा स्वबलिमीश पशून् स्वभागंतेभ्यो भयाद् यदुदधिं शरणं प्रपन्न: ॥ ४० ॥",
        "english_devnagari": "jāḍyaṁ vacas tava gadāgraja yas tu bhūpānvidrāvya śārṅga-ninadena jahartha māṁ tvamsiṁho yathā sva-balim īśa paśūn sva-bhāgaṁtebhyo bhayād yad udadhiṁ śaraṇaṁ prapannaḥ",
        "verse_Syn": [
            "jāḍyam",
            "vacaḥ",
            "tava",
            "gadāgraja",
            "yaḥ",
            "tu",
            "bhū",
            "pān",
            "vidrāvya",
            "śārṅga",
            "ninadena",
            "jahartha",
            "mām",
            "tvam",
            "siṁhaḥ",
            "yathā",
            "sva",
            "balim",
            "īśa",
            "paśūn",
            "sva",
            "bhāgam",
            "tebhyaḥ",
            "bhayāt",
            "yat",
            "udadhim",
            "śaraṇaṁ",
            "prapannaḥ"
        ],
        "translation": "My Lord, as a lion drives away lesser animals to claim his proper tribute, You drove off the assembled kings with the resounding twang of Your Śārṅga bow and then claimed me, Your fair share. Thus it is sheer foolishness, my dear Gadāgraja, for You to say You took shelter in the ocean out of fear of those kings.",
        "purport": " In text 12 of this chapter Lord Kṛṣṇa said, rājabhyo bibhyataḥ su-bhru samudraṁ śaranaṁ gatān: “Terrified of those kings, We went to the ocean for shelter.” According to the ācāryas, Lord Kṛṣṇa finally provoked Rukmiṇī’s anger by glorifying other men who might have been her husband, and thus in an agitated mood she here tells Him that she is not ignorant but rather that He has spoken foolishly. She states, “Like a lion You abducted me in the presence of those kings and drove them away with Your Śārṅga bow, so it is simply foolishness to say that out of fear of those same kings You went to the ocean.” According to Śrīla Viśvanātha Cakravartī, as Queen Rukmiṇī spoke these words she frowned and cast angry sidelong glances at the Lord."
    },
    {
        "verse": "41",
        "devanagari": "यद्वाञ्छया नृपशिखामणयोऽङ्गवैन्य-जायन्तनाहुषगयादय ऐक्यपत्यम् ।राज्यं विसृज्य विविशुर्वनमम्बुजाक्षसीदन्ति तेऽनुपदवीं त इहास्थिता: किम् ॥ ४१ ॥",
        "english_devnagari": "yad-vāñchayā nṛpa-śikhāmaṇayo ’nga-vainya-jāyanta-nāhuṣa-gayādaya aikya-patyamrājyaṁ visṛjya viviśur vanam ambujākṣasīdanti te ’nupadavīṁ ta ihāsthitāḥ kim",
        "verse_Syn": [
            "yat",
            "vāñchayā",
            "nṛpa",
            "śikhāmaṇayaḥ",
            "aṅga",
            "vainya",
            "jāyanta",
            "nāhuṣa",
            "gaya",
            "ādayaḥ",
            "aikya",
            "patyam",
            "rājyam",
            "visṛjya",
            "viviśuḥ",
            "vanam",
            "ambuja",
            "akṣa",
            "sīdanti",
            "te",
            "anupadavīm",
            "te",
            "iha",
            "āsthitāḥ",
            "kim"
        ],
        "translation": "Wanting Your association, the best of kings — Aṅga, Vainya, Jāyanta, Nāhuṣa, Gaya and others — abandoned their absolute sovereignty and entered the forest to seek You out. How could those kings suffer frustration in this world, O lotus-eyed one?",
        "purport": " Here Queen Rukmiṇī refutes the ideas put forth by Lord Kṛṣṇa in text 13. In fact Śrīmatī Rukmiṇī-devī repeats Lord Kṛṣṇa’s own words. The Lord said, āsthitāḥ padavīṁ su-bhru prāyaḥ sīdanti yoṣitaḥ: “Women who follow My path generally suffer.” Here Rukmiṇī-devī says, sīdanti te ’nupadavīṁ ta ihāsthitāḥ kim: “Why should those fixed on Your path suffer in this world?” She gives the example of many great kings who renounced their powerful sovereignty to enter the forest, where they performed austerities and worshiped the Lord, intensely desiring His transcendental association. Thus, according to Śrīla Viśvanātha Cakravartī, Śrīmatī Rukmiṇī-devī here intends to tell Śrī Kṛṣṇa, “You have said that I, a king’s daughter, am unintelligent and frustrated because I married You. But how can You accuse all these great enlightened kings of being unintelligent? They were the wisest of men, yet they gave up everything to follow You and were certainly not frustrated by the result. Indeed, they achieved the perfection of Your association.”"
    },
    {
        "verse": "42",
        "devanagari": "कान्यं श्रयेत तव पादसरोजगन्ध-माघ्राय सन्मुखरितं जनतापवर्गम् ।लक्ष्म्यालयं त्वविगणय्य गुणालयस्यमर्त्या सदोरुभयमर्थविविक्तद‍ृष्टि: ॥ ४२ ॥",
        "english_devnagari": "kānyaṁ śrayeta tava pāda-saroja-gandhamāghrāya san-mukharitaṁ janatāpavargamlakṣmy-ālayaṁ tv avigaṇayya guṇālayasyamartyā sadoru-bhayam artha-viviita-dṛṣṭiḥ",
        "verse_Syn": [
            "ka",
            "anyam",
            "śrayeta",
            "tava",
            "pāda",
            "saroja",
            "gandham",
            "āghrāya",
            "sat",
            "mukharitam",
            "janatā",
            "apavargam",
            "lakṣmī",
            "ālayam",
            "tu",
            "avigaṇayya",
            "guṇa",
            "ālayasya",
            "martyā",
            "sadā",
            "uru",
            "bhayam",
            "artha",
            "vivikta",
            "dṛṣṭiḥ"
        ],
        "translation": "The aroma of Your lotus feet, which is glorified by great saints, awards people liberation and is the abode of Goddess Lakṣmī. What woman would take shelter of any other man after savoring that aroma? Since You are the abode of transcendental qualities, what mortal woman with the insight to distinguish her own true interest would disregard that fragrance and depend instead on someone who is always subject to terrible fear?",
        "purport": " In text 16 Lord Kṛṣṇa claimed that He was guṇair hīnāḥ, “bereft of all good qualities.” To refute this claim, the devoted Rukmiṇī here states that the Lord is guṇālaya, “the abode of all good qualities.” In a single moment the so-called powerful men of this world can be reduced to utter helplessness and confusion. Indeed, destruction is the inevitable fate of all powerful masculine bodies. The Lord, however, has an eternal, spiritual body that is omnipotent and infinitely beautiful, and thus, as Queen Rukmiṇī argues here, how could any sane, enlightened woman take shelter of anyone but the Supreme Lord, Kṛṣṇa?"
    },
    {
        "verse": "43",
        "devanagari": "तं त्वानुरूपमभजं जगतामधीश-मात्मानमत्र च परत्र च कामपूरम् ।स्यान्मे तवाङ्‍‍घ्रिररणं सृतिभिर्भ्रमन्त्यायो वै भजन्तमुपयात्यनृतापवर्ग: ॥ ४३ ॥",
        "english_devnagari": "taṁ tvānurūpam abhajaṁ jagatām adhīśamātmānam atra ca paratra ca kāma-pūramsyān me tavāṅghrir araṇaṁ sṛtibhir bhramantyāyo vai bhajantam upayāty anṛtāpavargaḥ",
        "verse_Syn": [
            "tam",
            "tvā",
            "anurūpam",
            "abhajam",
            "jagatām",
            "adhīśam",
            "ātmānam",
            "atra",
            "ca",
            "paratra",
            "ca",
            "kāma",
            "pūram",
            "syāt",
            "me",
            "tava",
            "aṅghriḥ",
            "araṇam",
            "sṛtibhiḥ",
            "bhramantyāḥ",
            "yaḥ",
            "vai",
            "bhajantam",
            "upayāti",
            "anṛta",
            "apavargaḥ"
        ],
        "translation": "Because You are suitable for me, I have chosen You, the master and Supreme Soul of all the worlds, who fulfill our desires in this life and the next. May Your feet, which give freedom from illusion by approaching their worshiper, give shelter to me, who have been wandering from one material situation to another.",
        "purport": " An alternate reading for the word sṛtibhiḥ is śrutibhiḥ, in which case the idea Rukmiṇī expresses is this: “I have been bewildered by hearing from various religious scriptures about numerous rituals and ceremonies with their promises of fruitive results.” Śrīla Śrīdhara Svāmī gives this explanation, while Śrīla Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī give an additional idea Rukmiṇī might express with the word śrutibhiḥ: “My dear Lord Kṛṣṇa, I was bewildered by hearing about Your various incarnations. I heard that when You descended as Rāma You abandoned Your wife, Sītā, and that in this life You abandoned the gopīs. Thus I was bewildered.” It is understood that Śrīmatī Rukmiṇī-devī is the eternally liberated consort of Lord Kṛṣṇa, but in these verses she humbly plays the part of a mortal woman taking shelter of the Supreme Lord."
    },
    {
        "verse": "44",
        "devanagari": "तस्या: स्युरच्युत नृपा भवतोपदिष्टा:स्‍त्रीणां गृहेषु खरगोश्वविडालभृत्या: ।यत्कर्णमूलमरिकर्षण नोपयायाद्युष्मत्कथा मृडविरिञ्चसभासु गीता ॥ ४४ ॥",
        "english_devnagari": "tasyāḥ syur acyuta nṛpā bhavatopadiṣṭāḥstrīṇāṁ gṛheṣu khara-go-śva-viḍāla-bhṛtyāḥ\u2028yat-karṇa-mūlam ari-karṣaṇa nopayāyādyuṣmat-kathā mṛḍa-viriñca-sabhāsu gītā",
        "verse_Syn": [
            "tasyāḥ",
            "syuḥ",
            "acyuta",
            "nṛpāḥ",
            "bhavatā",
            "upadiṣṭāḥ",
            "strīṇām",
            "gṛheṣu",
            "khara",
            "go",
            "śva",
            "viḍāla",
            "bhṛtyāḥ",
            "yat",
            "karṇa",
            "mūlam",
            "ari",
            "karṣaṇa",
            "na",
            "upayāyāt",
            "yuṣmat",
            "kathā",
            "mṛḍa",
            "viriñca",
            "sabhāsu",
            "gītā"
        ],
        "translation": "O infallible Kṛṣṇa, let each of the kings You named become the husband of a woman whose ears have never heard Your glories, which are sung in the assemblies of Śiva and Brahmā. After all, in the households of such women these kings live like asses, oxen, dogs, cats and slaves.",
        "purport": " According to Śrīla Śrīdhara Svāmī, these fiery words of Queen Rukmiṇī’s are a response to Lord Kṛṣṇa’s opening statement, found in text 10 of the chapter. The Supreme Lord had said, “My dear princess, You were sought after by many kings as powerful as the rulers of planets. They were all abundantly endowed with political influence, wealth, beauty, generosity and physical strength.” According to Śrīdhara Svāmī, Queen Rukmiṇī here speaks with anger, pointing her index finger at the Lord. She compares the so-called great princes to asses because they carry many material burdens, to oxen because they are always distressed while performing their occupational duties, to dogs because their wives disrespect them, to cats because they are selfish and cruel, and to slaves because they are servile in family affairs. Such kings may appear desirable to a foolish woman who has not heard or understood the glories of Śrī Kṛṣṇa. Śrīla Viśvanātha Cakravartī adds that such kings are like asses because their wives sometimes kick them, like dogs because they behave inimically toward outsiders in order to protect their homes, and like cats because they eat the remnants left by their wives."
    },
    {
        "verse": "45",
        "devanagari": "त्वक्श्मश्रुरोमनखकेशपिनद्धमन्त-र्मांसास्थिरक्तकृमिविट्कफपित्तवातम् ।जीवच्छवं भजति कान्तमतिर्विमूढाया ते पदाब्जमकरन्दमजिघ्रती स्‍त्री ॥ ४५ ॥",
        "english_devnagari": "tvak-śmaśru-roma-nakha-keśa-pinaddham antarmāṁsāsthi-rakta-kṛmi-viṭ-kapha-pitta-vātamjīvac-chavaṁ bhajati kānta-matir vimūḍhāyā te padābja-makarandam ajighratī strī",
        "verse_Syn": [
            "tvak",
            "śmaśru",
            "roma",
            "nakha",
            "keśa",
            "pinaddham",
            "antaḥ",
            "māṁsa",
            "asthi",
            "rakta",
            "kṛmi",
            "viṭ",
            "kapha",
            "pitta",
            "vātam",
            "jīvat",
            "śavam",
            "bhajati",
            "kānta",
            "matiḥ",
            "vimūḍhā",
            "yā",
            "te",
            "pada",
            "abja",
            "makarandam",
            "ajighratī",
            "strī"
        ],
        "translation": "A woman who fails to relish the fragrance of the honey of Your lotus feet becomes totally befooled, and thus she accepts as her husband or lover a living corpse covered with skin, whiskers, nails, head-hair and body-hair and filled with flesh, bones, blood, parasites, feces, mucus, bile and air.",
        "purport": " Here Lord Kṛṣṇa’s chaste wife makes a quite unequivocal statement about material sense gratification based on the physical body. Śrīla Viśvanātha Cakravartī comments as follows on this verse: On the authority of the statement sa vai patiḥ syād akuto-bhayaḥ svayam — “He indeed should become one’s husband who can remove all fear” — Śrī Kṛṣṇa is the real husband for all women at all times. Thus a woman who worships someone else as her husband simply worships a dead body. Śrīla Viśvanātha Cakravartī comments further: Rukmiṇī thus considered that although the sweetness of Lord Kṛṣṇa’s lotus feet is well known, and although He possesses an eternal body full of knowledge and bliss, foolish women reject Him. An ordinary husband’s body is covered on the outside by skin and hair; otherwise, being filled with blood, feces, flesh, bile and so on, it would be overwhelmed with flies and other vermin attracted by its bad smell and other offensive qualities. Those who have no practical experience of the beauty and purity of Kṛṣṇa or of Kṛṣṇa consciousness may be confused by such uncompromising denunciations of material, bodily gratification. But those who are enlightened in Kṛṣṇa consciousness will be enlivened and enthused by such absolutely truthful statements."
    },
    {
        "verse": "46",
        "devanagari": "अस्त्वम्बुजाक्ष मम ते चरणानुरागआत्मन् रतस्य मयि चानतिरिक्तद‍ृष्टे: ।यर्ह्यस्य वृद्धय उपात्तरजोऽतिमात्रोमामीक्षसे तदु ह न: परमानुकम्पा ॥ ४६ ॥",
        "english_devnagari": "astv ambujākṣa mama te caraṇānurāgaātman ratasya mayi cānatirikta-dṛṣṭeḥyarhy asya vṛddhaya upātta-rajo-’ti-mātromām īkṣase tad u ha naḥ paramānukampā",
        "verse_Syn": [
            "astu",
            "ambuja",
            "akṣa",
            "mama",
            "te",
            "caraṇa",
            "anurāgaḥ",
            "ātman",
            "ratasya",
            "mayi",
            "ca",
            "anatirikta",
            "dṛṣṭeḥ",
            "yarhi",
            "asya",
            "vṛddhaye",
            "upātta",
            "rajaḥ",
            "ati",
            "mātraḥ",
            "mām",
            "īkṣase",
            "tat",
            "u",
            "ha",
            "naḥ",
            "parama",
            "anukampā"
        ],
        "translation": "O lotus-eyed one, though You are satisfied within Yourself and thus rarely turn Your attention toward me, please bless me with steady love for Your feet. It is when You assume a predominance of passion in order to manifest the universe that You glance upon me, showing me what is indeed Your greatest mercy.",
        "purport": " In text 20 of this chapter Lord Kṛṣṇa stated, “Always satisfied within Ourselves, We care nothing for wives, children and wealth.” Here Rukmiṇī-devī humbly replies, “Yes, You take pleasure within Yourself and therefore rarely look at me.” In this regard Śrīla Viśvanātha Cakravartī points out that Lord Kṛṣṇa had already declared His love for Rukmiṇī (Bhāg. 10.53.2): tathāham api tac-citto nidrāṁ ca na labhe niśi. “I am also thinking about her — so much so that I cannot sleep at night.” Lord Kṛṣṇa is satisfied within Himself, and if we remember that Śrīmatī Rukmiṇī-devī is His internal potency, we can understand that His loving affairs with her are expressions of His pure spiritual happiness. Here, however, Queen Rukmiṇī humbly identifies herself with the Lord’s external energy, which is her expansion. Therefore she says, “Though You do not often look at me, when You are ready to manifest the material universe and thus begin to work through the material quality of passion, which is Your potency, You glance at me. In this way You show me Your greatest mercy.” Thus Ācārya Viśvanātha explains that Goddess Rukmiṇī’s statement can be understood in two ways. And of course the Vaiṣṇavas, after thoroughly understanding the philosophy of Kṛṣṇa from the bona fide ācāryas, simply relish these loving affairs between the Lord and His exalted devotees."
    },
    {
        "verse": "47",
        "devanagari": "नैवालीकमहं मन्ये वचस्ते मधुसूदन ।अम्बाया एव हि प्राय: कन्याया: स्याद् रति: क्व‍‍चित् ॥ ४७ ॥",
        "english_devnagari": "naivālīkam ahaṁ manyevacas te madhusūdanaambāyā eva hi prāyaḥkanyāyāḥ syād ratiḥ kvacit",
        "verse_Syn": [
            "na",
            "eva",
            "alīkam",
            "aham",
            "manye",
            "vacaḥ",
            "te",
            "madhu",
            "sūdana",
            "ambāyāḥ",
            "eva",
            "hi",
            "prāyaḥ",
            "kanyāyāḥ",
            "syāt",
            "ratiḥ",
            "kvacit"
        ],
        "translation": "Actually, I don’t consider Your words false, Madhūsudana. Quite often an unmarried girl is attracted to a man, as in the case of Ambā.",
        "purport": " Having refuted everything Lord Kṛṣṇa said, Śrīmatī Rukmiṇī, in a gracious frame of mind, now praises the truthfulness of His statements. In other words, she accepts that Lord Kṛṣṇa used her as an example to elucidate ordinary female psychology. The King of Kāśī had three daughters — Ambā, Ambālikā and Ambikā — and Ambā was attracted to Śālva. This story is narrated in the Mahābhārata."
    },
    {
        "verse": "48",
        "devanagari": "व्यूढायाश्चापि पुंश्चल्या मनोऽभ्येति नवं नवम् ।बुधोऽसतीं न बिभृयात् तां बिभ्रदुभयच्युत: ॥ ४८ ॥",
        "english_devnagari": "vyūḍhāyāś cāpi puṁścalyāmano ’bhyeti navaṁ navambudho ’satīṁ na bibhṛyāttāṁ bibhrad ubhaya-cyutaḥ",
        "verse_Syn": [
            "vyūḍhāyāḥ",
            "ca",
            "api",
            "puṁścalyāḥ",
            "manaḥ",
            "abhyeti",
            "navam",
            "navam",
            "budhaḥ",
            "asatīm",
            "na",
            "bibhryāt",
            "tām",
            "bibhrat",
            "ubhaya",
            "cyutaḥ"
        ],
        "translation": "The mind of a promiscuous woman always hankers for new lovers, even if she is married. An intelligent man should not keep such an unchaste wife, for if he does he will lose his good fortune both in this life and the next.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "श्रीभगवानुवाचसाध्व्येतच्छ्रोतुकामैस्त्वं राजपुत्री प्रलम्भिता ।मयोदितं यदन्वात्थ सर्वं तत् सत्यमेव हि ॥ ४९ ॥",
        "english_devnagari": "śrī-bhagavān uvācasādhvy etac-chrotu-kāmais tvaṁrāja-putrī pralambhitāmayoditaṁ yad anvātthasarvaṁ tat satyam eva hi",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "sādhvi",
            "etat",
            "śrotu",
            "kāmaiḥ",
            "tvam",
            "rāja",
            "putri",
            "pralambhitā",
            "mayā",
            "uditam",
            "yat",
            "anvāttha",
            "sarvam",
            "fat",
            "satyam",
            "eva",
            "hi"
        ],
        "translation": "The Supreme Lord said: O saintly lady, O princess, We deceived you only because We wanted to hear you speak like this. Indeed, everything you said in reply to My words is most certainly true.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "यान् यान् कामयसे कामान् मय्यकामाय भामिनि ।सन्ति ह्येकान्तभक्तायास्तव कल्याणि नित्यद ॥ ५० ॥",
        "english_devnagari": "yān yān kāmayase kāmānmayy akāmāya bhāminisanti hy ekānta-bhaktāyāstava kalyāṇi nityada",
        "verse_Syn": [
            "yān",
            "yān",
            "kāmayase",
            "kāmān",
            "mayi",
            "akāmāya",
            "bhāmini",
            "santi",
            "hi",
            "eka",
            "anta",
            "bhaktāyāḥ",
            "tava",
            "kalyāṇi",
            "nityadā"
        ],
        "translation": "Whatever benedictions you hope for in order to become free of material desires are ever yours, O fair and noble lady, for you are My unalloyed devotee.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "उपलब्धं पतिप्रेम पातिव्रत्यं च तेऽनघे ।यद्वाक्यैश्चाल्यमानाया न धीर्मय्यपकर्षिता ॥ ५१ ॥",
        "english_devnagari": "upalabdhaṁ pati-premapāti-vratyaṁ ca te ’nagheyad vākyaiś cālyamānāyāna dhīr mayy apakarṣitā",
        "verse_Syn": [
            "upalabdham",
            "pati",
            "prema",
            "pāti",
            "vratyam",
            "ca",
            "te",
            "anaghe",
            "yat",
            "vākyaiḥ",
            "cālyamānāyāḥ",
            "na",
            "dhīḥ",
            "mayi",
            "apakarṣitā"
        ],
        "translation": "O sinless one, I have now seen firsthand the pure love and chaste attachment you have for your husband. Even though shaken by My words, your mind could not be pulled away from Me.",
        "purport": " Śrīla Viśvanātha Cakravartī quotes the following verse describing the pure love between Rukmiṇī and Kṛṣṇa: “When the affectionate bond between a young man and a young woman can never be destroyed, even when there is every cause for the destruction of that relationship, the attachment between them is said to be pure love.” This is the nature of the eternal loving affairs between Lord Kṛṣṇa and His pure conjugal associates."
    },
    {
        "verse": "52",
        "devanagari": "ये मां भजन्ति दाम्पत्ये तपसा व्रतचर्यया ।कामात्मानोऽपवर्गेशं मोहिता मम मायया ॥ ५२ ॥",
        "english_devnagari": "ye māṁ bhajanti dāmpatyetapasā vrata-caryayākāmātmāno ’pavargeśaṁmohitā mama māyayā",
        "verse_Syn": [
            "ye",
            "mām",
            "bhajanti",
            "dāmpatye",
            "tapasā",
            "vrata",
            "caryayā",
            "kāma",
            "ātmānaḥ",
            "apavarga",
            "īśam",
            "mohitāḥ",
            "mama",
            "māyayā"
        ],
        "translation": "Although I have the power to award spiritual liberation, lusty persons worship Me with penance and vows in order to get My blessings for their mundane family life. Such persons are bewildered by My illusory energy.",
        "purport": " The word dāmpatye indicates the relationship between husband and wife. Lusty and bewildered persons worship the Supreme Lord to enhance this relationship, though they know He can free them from their useless attachment to temporary things."
    },
    {
        "verse": "53",
        "devanagari": "मां प्राप्य मानिन्यपवर्गसम्पदंवाञ्छन्ति ये सम्पद एव तत्पतिम् ।ते मन्दभागा निरयेऽपि ये नृणांमात्रात्मकत्वात्निरय: सुसङ्गम: ॥ ५३ ॥",
        "english_devnagari": "māṁ prāpya māniny apavarga-sampadaṁvāñchanti ye sampada eva tat-patimte manda-bhāgā niraye ’pi ye nṛṇāṁmātrātmakatvāt nirayaḥ su-saṅgamaḥ",
        "verse_Syn": [
            "mām",
            "prāpya",
            "mānini",
            "apavarga",
            "sampadam",
            "vāñchanti",
            "ye",
            "sampadaḥ",
            "eva",
            "tat",
            "patim",
            "te",
            "manda",
            "bhāgāḥ",
            "niraye",
            "api",
            "ye",
            "nṛṇām",
            "mātrā",
            "ātmakatvāt",
            "nirayaḥ",
            "su",
            "saṅgamaḥ"
        ],
        "translation": "O supreme reservoir of love, unfortunate are they who even after obtaining Me, the Lord of both liberation and material riches, hanker only for material treasures. These worldly gains can be found even in hell. Since such persons are obsessed with sense gratification, hell is a fitting place for them.",
        "purport": " It stands to reason that since Lord Kṛṣṇa is the source of all pleasure and all opulence, He Himself is the supreme pleasure and the most opulent. Therefore our real self-interest is to always engage in the loving service of Lord Kṛṣṇa. As Prahlāda Mahārāja says (Bhāg. 7.5.31), na te viduḥ svārtha-gatiṁ hi viṣṇum: “The ignorant do not know that their actual self-interest lies in attaining the Supreme Lord, Viṣṇu [Kṛṣṇa].” According to Śrīla Viśvanātha Cakravartī, one can easily obtain female association and other sense pleasures even in hell. We have practical experience that even such creatures as hogs, dogs and pigeons have ample opportunity to enjoy sex. It is unfortunate that modern human beings, who have a golden opportunity to become Kṛṣṇa conscious, prefer to enjoy like dogs and cats. And this goes on in the name of material progress."
    },
    {
        "verse": "54",
        "devanagari": "दिष्‍ट्या गृहेश्वर्यसकृन्मयि त्वयाकृतानुवृत्तिर्भवमोचनी खलै: ।सुदुष्करासौ सुतरां दुराशिषोह्यसुंभराया निकृतिं जुष: स्‍त्रिया: ॥ ५४ ॥",
        "english_devnagari": "diṣṭyā gṛheśvary asakṛn mayi tvayākṛtānuvṛttir bhava-mocanī khalaiḥsu-duṣkarāsau sutarāṁ durāśiṣohy asuṁ-bharāyā nikṛtiṁ juṣaḥ striyāḥ",
        "verse_Syn": [
            "diṣṭyā",
            "gṛha",
            "īśvari",
            "asakṛt",
            "mayi",
            "tvayā",
            "kṛtā",
            "anuvṛttiḥ",
            "bhava",
            "mocanī",
            "khalaiḥ",
            "su",
            "duṣkarā",
            "asau",
            "sutarām",
            "durāśiṣaḥ",
            "hi",
            "asum",
            "bharāyāḥ",
            "nikṛtim",
            "juṣaḥ",
            "striyāḥ"
        ],
        "translation": "Fortunately, O mistress of the house, you have always rendered Me faithful devotional service, which liberates one from material existence. This service is very difficult for the envious to perform, especially for a woman whose intentions are wicked, who lives only to gratify her bodily demands, and who indulges in duplicity.",
        "purport": " Śrīla Jīva Gosvāmī poses the following question: Since devotional service easily awards one liberation, isn’t it possible that everyone will be liberated and the world will no longer exist? The great ācārya answers that there is no such danger, since it is very difficult for envious, duplicitous, sensuous persons to faithfully serve the Supreme Personality of Godhead, and there is no shortage of such people in the world."
    },
    {
        "verse": "55",
        "devanagari": "न त्वाद‍ृशीं प्रणयिनीं गृहिणीं गृहेषुपश्यामि मानिनि यया स्वविवाहकाले ।प्राप्तान् नृपान्न विगणय्य रहोहरो मेप्रस्थापितो द्विज उपश्रुतसत्कथस्य ॥ ५५ ॥",
        "english_devnagari": "na tvādṛśīm praṇayinīṁ gṛhiṇīṁ gṛheṣupaśyāmi mānini yayā sva-vivāha-kāleprāptān nṛpān na vigaṇayya raho-haro meprasthāpito dvija upaśruta-sat-kathasya",
        "verse_Syn": [
            "na",
            "tvādṛśīm",
            "praṇayinīm",
            "gṛhiṇīm",
            "gṛheṣu",
            "paśyāmi",
            "mānini",
            "yayā",
            "sva",
            "vivāha",
            "kāle",
            "prāptān",
            "nṛpān",
            "na",
            "vigaṇayya",
            "rahaḥ",
            "haraḥ",
            "me",
            "prasthāpitaḥ",
            "dvijaḥ",
            "upaśruta",
            "sat",
            "kathasya"
        ],
        "translation": "In all My palaces I can find no other wife as loving as you, O most respectful one. When you were to be married, you disregarded all the kings who had assembled to seek your hand, and simply because you had heard authentic accounts concerning Me, you sent a brāhmaṇa to Me with your confidential message.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "भ्रातुर्विरूपकरणं युधि निर्जितस्यप्रोद्वाहपर्वणि च तद्वधमक्षगोष्ठ्याम् ।दु:खं समुत्थमसहोऽस्मदयोगभीत्यानैवाब्रवी: किमपि तेन वयं जितास्ते ॥ ५६ ॥",
        "english_devnagari": "bhrātur virūpa-karaṇaṁ yudhi nirjitasyaprodvāha-parvaṇi ca tad-vadham akṣa-goṣṭhyāmduḥkhaṁ samuttham asaho ’smad-ayoga-bhītyānaivābravīḥ kim api tena vayaṁ jitās te",
        "verse_Syn": [
            "bhrātuḥ",
            "virūpa",
            "karaṇam",
            "yudhi",
            "nirjitasya",
            "prodvāha",
            "parvaṇi",
            "ca",
            "tat",
            "vadham",
            "akṣa",
            "goṣṭhyām",
            "duḥkham",
            "samuṭtham",
            "asahaḥ",
            "asmat",
            "ayoga",
            "bhītyā",
            "na",
            "eva",
            "abravīḥ",
            "kim",
            "api",
            "tena",
            "vayam",
            "jitāḥ",
            "te"
        ],
        "translation": "When your brother, who had been defeated in battle and then disfigured, was later killed during a gambling match on Aniruddha’s wedding day, you felt unbearable grief, yet out of fear of losing Me you spoke not a word. By this silence you have conquered Me.",
        "purport": " Here Lord Kṛṣṇa refers to an event that will be described in the next chapter. Thus Kṛṣṇa’s talks with Rukmiṇī must have taken place after the marriage of Aniruddha."
    },
    {
        "verse": "57",
        "devanagari": "दूतस्त्वयात्मलभने सुविविक्तमन्त्र:प्रस्थापितो मयि चिरायति शून्यमेतत् ।मत्वा जिहास इदमङ्गमनन्ययोग्यंतिष्ठेत तत्त्वयि वयं प्रतिनन्दयाम: ॥ ५७ ॥",
        "english_devnagari": "dūtas tvayātma-labhane su-vivikta-mantraḥprasthāpito mayi cirāyati śūnyam etatmatvā jihāsa idaṁ aṅgam ananya-yogyaṁtiṣṭheta tat tvayi vayaṁ pratinandayāmaḥ",
        "verse_Syn": [
            "dūtaḥ",
            "tvayā",
            "ātma",
            "labhane",
            "su",
            "vivikta",
            "mantraḥ",
            "prasthāpitaḥ",
            "mayi",
            "cirāyati",
            "śūnyam",
            "etat",
            "matvā",
            "jihāse",
            "idam",
            "aṅgam",
            "ananya",
            "yogyam",
            "tiṣṭheta",
            "tat",
            "tvayi",
            "vayam",
            "pratinanda",
            "yāmaḥ"
        ],
        "translation": "When you sent the messenger with your most confidential plan and yet I delayed going to you, you began to see the whole world as void and wanted to quit your body, which could never have been given to anyone but Me. May this greatness of yours remain with you always; I can do nothing to reciprocate except joyfully thank you for your devotion.",
        "purport": " Śrīmatī Rukmiṇī-devī had no intention whatsoever of accepting any other husband but Lord Kṛṣṇa, as she stated in her message to the Lord (Bhāg. 10.52.43): yarhy ambujākṣa na labheya bhavat-prasādaṁ/ jahyām asūn vrata-kṛśān śata-janmabhiḥ syāt. “If I cannot obtain Your mercy, I shall simply give up my vital force, which will have become weak from the severe penances I will perform. Then, after hundreds of lifetimes of endeavor, I may obtain Your mercy.” The Śrīmad-Bhāgavatam firmly establishes the unique glories of Queen Rukmiṇī-devī."
    },
    {
        "verse": "58",
        "devanagari": "श्रीशुक उवाचएवं सौरतसंलापैर्भगवान् जगदीश्वर: ।स्वरतो रमया रेमे नरलोकं विडम्बयन् ॥ ५८ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ saurata-saṁlāpairbhagavān jagad-īśvaraḥsva-rato ramayā remenara-lokaṁ viḍambayan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "saurata",
            "saṁlāpaiḥ",
            "bhagavān",
            "jagat",
            "īśvaraḥ",
            "sva",
            "rataḥ",
            "ramayā",
            "reme",
            "nara",
            "lokam",
            "viḍambayan"
        ],
        "translation": "Śukadeva Gosvāmī said: And so the self-satisfied Supreme Lord of the universe enjoyed with the goddess of fortune, engaging her in lovers’ talks and thus imitating the ways of human society.",
        "purport": " The word viḍambayan means “imitating” and also “ridiculing.” The Lord acted like a husband of this world, but His pastimes are transcendental and expose the perverted nature of mundane activities aimed at bodily sense gratification."
    },
    {
        "verse": "59",
        "devanagari": "तथान्यासामपि विभुर्गृहेषु गृहवानिव ।आस्थितो गृहमेधीयान् धर्मान् लोकगुरुर्हरि: ॥ ५९ ॥",
        "english_devnagari": "tathānyāsām api vibhurgṛhesu gṛhavān ivaāsthito gṛha-medhīyāndharmān loka-gurur hariḥ",
        "verse_Syn": [
            "tathā",
            "anyāsām",
            "api",
            "vibhuḥ",
            "gṛheṣu",
            "gṛha",
            "vān",
            "iva",
            "āsthitaḥ",
            "gṛha",
            "medhīyān",
            "dharmān",
            "loka",
            "guruḥ",
            "hariḥ"
        ],
        "translation": "The almighty Lord Hari, preceptor of all the worlds, similarly behaved like a conventional householder in the palaces of His other queens, performing the religious duties of a family man.",
        "purport": ""
    }
]