[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचगोप्य: कृष्णे वनं याते तमनुद्रुतचेतस: ।कृष्णलीला: प्रगायन्त्यो निन्युर्दु:खेन वासरान् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācagopyaḥ kṛṣṇe vanaṁ yātetam anudruta-cetasaḥkṛṣṇa-līlāḥ pragāyantyoninyur duḥkhena vāsarān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "gopyaḥ",
            "kṛṣṇe",
            "vanam",
            "yāte",
            "tam",
            "anudruta",
            "cetasaḥ",
            "kṛṣṇa",
            "līlāḥ",
            "pragāyantyaḥ",
            "ninyuḥ",
            "duḥkhena",
            "vāsarān"
        ],
        "translation": "Śukadeva Gosvāmī said: Whenever Kṛṣṇa went to the forest, the minds of the gopīs would run after Him, and thus the young girls sadly spent their days singing of His pastimes.",
        "purport": " Although the gopīs enjoyed direct association with Kṛṣṇa at night in the rāsa dance, during the day He went about His normal duties, tending His cows in the forest. At that time the minds of the gopīs would run after Him, but the young girls had to stay back in the village and do their own duties. Thus feeling the pain of separation, they would sing about Śrī Kṛṣṇa’s transcendental pastimes."
    },
    {
        "verse": "2-3",
        "devanagari": "श्रीगोप्य ऊचु:वामबाहुकृतवामकपोलोवल्गितभ्रुरधरार्पितवेणुम् ।कोमलाङ्गुलिभिराश्रितमार्गंगोप्य ईरयति यत्र मुकुन्द: ॥ २ ॥व्योमयानवनिता: सह सिद्धै-र्विस्मितास्तदुपधार्य सलज्जा: ।काममार्गणसमर्पितचित्ता:कश्मलं ययुरपस्मृतनीव्य: ॥ ३ ॥",
        "english_devnagari": "śrī-gopya ūcuḥvāma-bāhu-kṛta-vāma-kapolovalgita-bhrur adharārpita-veṇumkomalāṅgulibhir āśrita-mārgaṁgopya īrayati yatra mukundaḥ",
        "verse_Syn": [
            "śrī",
            "gopyaḥ",
            "ūcuḥ",
            "vāma",
            "bāhu",
            "kṛta",
            "vāma",
            "kapolaḥ",
            "valgita",
            "bhruḥ",
            "adhara",
            "arpita",
            "veṇum",
            "komala",
            "aṅgulibhiḥ",
            "āśrita",
            "mārgam",
            "gopyaḥ",
            "īrayati",
            "yatra",
            "mukundaḥ",
            "vyoma",
            "yāna",
            "vanitāḥ",
            "saha",
            "siddhaiḥ",
            "vismitāḥ",
            "tat",
            "upadhārya",
            "sa",
            "lajjāḥ",
            "kāma",
            "mārgaṇa",
            "samarpita",
            "cittāḥ",
            "kaśmalam",
            "yayuḥ",
            "apasmṛta",
            "nīvyaḥ"
        ],
        "translation": "The gopīs said: When Mukunda vibrates the flute He has placed to His lips, stopping its holes with His tender fingers, He rests His left cheek on His left arm and makes His eyebrows dance. At that time the demigoddesses traveling in the sky with their husbands, the Siddhas, become amazed. As those ladies listen, they are embarrassed to find their minds yielding to the pursuit of lusty desires, and in their distress they are unaware that the belts of their garments are loosening.",
        "purport": " Śrīla Jīva Gosvāmī states that this chapter consists of a collection of statements the gopīs made at various times as they stood in small groups here and there in Vṛndāvana."
    },
    {
        "verse": "4-5",
        "devanagari": "हन्त चित्रमबला: श‍ृणुतेदंहारहास उरसि स्थिरविद्युत् ।नन्दसूनुरयमार्तजनानांनर्मदो यर्हि कूजितवेणु: ॥ ४ ॥वृन्दशो व्रजवृषा मृगगावोवेणुवाद्यहृतचेतस आरात् ।दन्तदष्टकवला धृतकर्णानिद्रिता लिखितचित्रमिवासन् ॥ ५ ॥",
        "english_devnagari": "hanta citram abalāḥ śṛṇutedaṁhāra-hāsa urasi sthira-vidyutnanda-sūnur ayam ārta-janānāṁnarma-do yarhi kūjita-veṇuḥ",
        "verse_Syn": [
            "hanta",
            "citram",
            "abalāḥ",
            "śṛṇuta",
            "idam",
            "hāra",
            "hāsaḥ",
            "urasi",
            "sthira",
            "vidyut",
            "nanda",
            "sūnuḥ",
            "ayam",
            "ārta",
            "janānām",
            "narma",
            "daḥ",
            "yarhi",
            "kūjita",
            "veṇuḥ",
            "vrṇdaśaḥ",
            "vraja",
            "vṛṣāḥ",
            "mṛga",
            "gāvaḥ",
            "veṇu",
            "vādya",
            "hṛta",
            "cetasaḥ",
            "ārāt",
            "danta",
            "daṣṭa",
            "kavalāḥ",
            "dhṛta",
            "karṇāḥ",
            "nidritāḥ",
            "likhita",
            "citram",
            "iva",
            "āsan"
        ],
        "translation": "O girls! This son of Nanda, who gives joy to the distressed, bears steady lightning on His chest and has a smile like a jeweled necklace. Now please hear something wonderful. When He vibrates His flute, Vraja’s bulls, deer and cows, standing in groups at a great distance, are all captivated by the sound, and they stop chewing the food in their mouths and cock their ears. Stunned, they appear as if asleep, or like figures in a painting.",
        "purport": " The word sthira-vidyut, “steady lightning,” refers to the goddess of fortune, who resides on the chest of the Supreme Lord. When the animals of Vṛndāvana hear the sound of the flute, they become stunned in ecstasy, and thus they stop chewing their food and cannot swallow it. The gopīs, in separation from Kṛṣṇa, marvel at the extraordinary effect of the Lord’s flute-playing. Śrīla Śrīdhara Svāmī gives the following explanation of the compound word hāra-hāsa, which compares Lord Kṛṣṇa’s smile to a necklace: “The word can mean ‘He whose smile is brilliantly clear like a jeweled necklace’ or ‘He whose smile is reflected from His jeweled necklaces,’ because while Kṛṣṇa plays the flute He bends His head down and smiles. The word can also mean ‘He whose smile, like a jeweled necklace, casts its effulgence upon His chest’ or ‘He whose necklaces shine brilliantly, just like a smile.’”"
    },
    {
        "verse": "6-7",
        "devanagari": "बर्हिणस्तबकधातुपलाशै-र्बद्धमल्लपरिबर्हविडम्ब: ।कर्हिचित् सबल आलि स गोपै-र्गा: समाह्वयति यत्र मुकुन्द: ॥ ६ ॥तर्हि भग्नगतय: सरितो वैतत्पदाम्बुजरजोऽनिलनीतम् ।स्पृहयतीर्वयमिवाबहुपुण्या:प्रेमवेपितभुजा: स्तिमिताप: ॥ ७ ॥",
        "english_devnagari": "barhiṇa-stabaka-dhātu-palāśairbaddha-malla-paribarha-viḍambaḥkarhicit sa-bala āli sa gopairgāḥ samāhvayati yatra mukundaḥ",
        "verse_Syn": [
            "barhiṇa",
            "stabaka",
            "dhātu",
            "palāśaiḥ",
            "baddha",
            "malla",
            "paribarha",
            "viḍambaḥ",
            "karhicit",
            "sa",
            "balaḥ",
            "āli",
            "saḥ",
            "gopaiḥ",
            "gāḥ",
            "samāhvayati",
            "yatra",
            "mukundaḥ",
            "tarhi",
            "bhagna",
            "gatayaḥ",
            "saritaḥ",
            "vai",
            "tat",
            "pada",
            "ambuja",
            "rajaḥ",
            "anila",
            "nītam",
            "spṛhayatīḥ",
            "vayam",
            "iva",
            "abahu",
            "puṇyāḥ",
            "prema",
            "vepita",
            "bhujāḥ",
            "stimita",
            "āpaḥ"
        ],
        "translation": "My dear gopī, sometimes Mukunda imitates the appearance of a wrestler by decorating Himself with leaves, peacock feathers and colored minerals. Then, in the company of Balarāma and the cowherd boys, He plays His flute to call the cows. At that time the rivers stop flowing, their water stunned by the ecstasy they feel as they eagerly wait for the wind to bring them the dust of His lotus feet. But like us, the rivers are not very pious, and thus they merely wait with their arms trembling out of love.",
        "purport": " The gopīs state here that the sound of Kṛṣṇa’s flute causes even inanimate objects like rivers to become conscious and then stunned in ecstasy. Just as the gopīs could not always be in Kṛṣṇa’s physical association, the rivers could not come to the Lord’s lotus feet. Although they desired the Lord, their movement was checked by ecstasy, and their “arms,” their waves, trembled with love of Godhead."
    },
    {
        "verse": "8-11",
        "devanagari": "अनुचरै: समनुवर्णितवीर्यआदिपूरुष इवाचलभूति: ।वनचरो गिरितटेषु चरन्ती-र्वेणुनाह्वयति गा: स यदा हि ॥ ८ ॥वनलतास्तरव आत्मनि विष्णुंव्यञ्जयन्त्य इव पुष्पफलाढ्या: ।प्रणतभारविटपा मधुधारा:प्रेमहृष्टतनवो ववृषु: स्म ॥ ९ ॥दर्शनीयतिलको वनमाला-दिव्यगन्धतुलसीमधुमत्तै: ।अलिकुलैरलघुगीतामभीष्ट-माद्रियन् यर्हि सन्धितवेणु: ॥ १० ॥सरसि सारसहंसविहङ्गा-श्चारुगीताहृतचेतस एत्य ।हरिमुपासत ते यतचित्ताहन्त मीलितद‍ृशो धृतमौना: ॥ ११ ॥",
        "english_devnagari": "anucaraiḥ samanuvarṇita-vīryaādi-pūruṣa ivācala-bhūtiḥvana-caro giri-taṭeṣu carantīrveṇunāhvayati gāḥ sa yadā hi",
        "verse_Syn": [
            "anucaraiḥ",
            "samanuvarṇita",
            "vīryaḥ",
            "ādi",
            "pūruṣaḥ",
            "iva",
            "acala",
            "bhūtiḥ",
            "vana",
            "caraḥ",
            "giri",
            "taṭesu",
            "carantīḥ",
            "veṇunā",
            "āhvayati",
            "gāḥ",
            "saḥ",
            "yadā",
            "hi",
            "vana",
            "latāḥ",
            "taravaḥ",
            "ātmani",
            "viṣṇum",
            "vyañjayantyaḥ",
            "iva",
            "puṣpa",
            "phala",
            "āḍhyāḥ",
            "praṇata",
            "bhāra",
            "viṭapāḥ",
            "madhu",
            "dhārāḥ",
            "prema",
            "hṛṣṭa",
            "tanavaḥ",
            "vavṛṣuḥ",
            "sma",
            "darśanīya",
            "tilakaḥ",
            "vana",
            "mālā",
            "divya",
            "gandha",
            "tulasī",
            "madhu",
            "mattaiḥ",
            "ali",
            "kulaiḥ",
            "alaghu",
            "gītam",
            "abhīṣṭam",
            "ādriyan",
            "yarhi",
            "sandhita",
            "veṇuḥ",
            "sarasi",
            "sārasa",
            "haṁsa",
            "vihaṅgāḥ",
            "cāru",
            "gīta",
            "hṛta",
            "cetasaḥ",
            "etya",
            "harim",
            "upāsata",
            "te",
            "yata",
            "cittāḥ",
            "hanta",
            "mīlita",
            "dṛśaḥ",
            "dhṛta",
            "maunāḥ"
        ],
        "translation": "Kṛṣṇa moves about the forest in the company of His friends, who vividly chant the glories of His magnificent deeds. He thus appears just like the Supreme Personality of Godhead exhibiting His inexhaustible opulences. When the cows wander onto the mountainsides and Kṛṣṇa calls out to them with the sound of His flute, the trees and creepers in the forest respond by becoming so luxuriant with fruits and flowers that they seem to be manifesting Lord Viṣṇu within their hearts. As their branches bend low with the weight, the filaments on their trunks and vines stand erect out of the ecstasy of love of God, and both the trees and the creepers pour down a rain of sweet sap.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has made several illuminating comments on these verses. He gives the analogy that just as when householder Vaiṣṇavas hear a saṅkīrtana party approaching they become ecstatic and offer obeisances, so the trees and creepers in Vṛndāvana became ecstatic when they heard Kṛṣṇa’s flute and bowed low with their branches and vines. The word darśanīya-tilaka in text 10 indicates not only that the Lord is “the most excellent (to see),” but also that He decorated Himself with attractive reddish tilaka taken from the mineral-rich earth of Vṛndāvana forest. Śrīla Viśvanātha Cakravartī also points out that tulasī, although exalted in many ways, is not normally considered an especially fragrant plant. However, early in the morning tulasī emits a transcendental fragrance that ordinary people cannot perceive but that transcendental personalities fully appreciate. The bees who are privileged to swarm about the flower garlands worn by the Supreme Personality of Godhead certainly appreciate this fragrance, and Śrīla Viśvanātha Cakravartī quotes from the Bhāgavatam (3.15.19) to the effect that the most fragrant plants in Vaikuṇṭha also appreciate the special qualifications of Tulasī-devī. The word sandhita-veṇuḥ in text 10 indicates that Lord Kṛṣṇa placed His flute firmly upon His lips. And the melody emanating from that flute is certainly the most enchanting of sounds, as the gopīs describe in this chapter."
    },
    {
        "verse": "12-13",
        "devanagari": "सहबल: स्रगवतंसविलास:सानुषु क्षितिभृतो व्रजदेव्य: ।हर्षयन् यर्हि वेणुरवेणजातहर्ष उपरम्भति विश्वम् ॥ १२ ॥महदतिक्रमणशङ्कितचेतामन्दमन्दमनुगर्जति मेघ: ।सुहृदमभ्यवर्षत् सुमनोभि-श्छायया च विदधत् प्रतपत्रम् ॥ १३ ॥",
        "english_devnagari": "saha-balaḥ srag-avataṁsa-vilāsaḥsānuṣu kṣiti-bhṛto vraja-devyaḥharṣayan yarhi veṇu-raveṇajāta-harṣa uparambhati viśvam",
        "verse_Syn": [
            "saha",
            "balaḥ",
            "srak",
            "avataṁsa",
            "vilāsaḥ",
            "sānuṣu",
            "kṣiti",
            "bhṛtaḥ",
            "vraja",
            "devyaḥ",
            "harṣayan",
            "yarhi",
            "veṇu",
            "raveṇa",
            "jāta",
            "harṣaḥ",
            "uparambhati",
            "viśvam",
            "mahat",
            "atikramaṇa",
            "śaṅkita",
            "cetāḥ",
            "manda",
            "mandam",
            "anugarjati",
            "meghaḥ",
            "suhṛdam",
            "abhyavarṣat",
            "sumanobhiḥ",
            "chāyayā",
            "ca",
            "vidadhat",
            "pratapatram"
        ],
        "translation": "O goddesses of Vraja, when Kṛṣṇa is enjoying Himself with Balarāma on the mountain slopes, playfully wearing a flower garland on the top of His head, He engladdens all with the resonant vibrations of His flute. Thus He delights the entire world. At that time the nearby cloud, afraid of offending a great personality, thunders very gently in accompaniment. The cloud showers flowers onto his dear friend Kṛṣṇa and shades Him from the sun like an umbrella.",
        "purport": ""
    },
    {
        "verse": "14-15",
        "devanagari": "विविधगोपचरणेषु विदग्धोवेणुवाद्य उरुधा निजशिक्षा: ।तव सुत: सति यदाधरबिम्बेदत्तवेणुरनयत् स्वरजाती: ॥ १४ ॥सवनशस्तदुपधार्य सुरेशा:शक्रशर्वपरमेष्ठिपुरोगा: ।कवय आनतकन्धरचित्ता:कश्मलं ययुरनिश्चिततत्त्वा: ॥ १५ ॥",
        "english_devnagari": "vividha-gopa-caraṇeṣu vidagdhoveṇu-vādya urudhā nija-śikṣāḥtava sutaḥ sati yadādhara-bimbedatta-veṇur anayat svara-jātīḥ",
        "verse_Syn": [
            "vividha",
            "gopa",
            "caraṇeṣu",
            "vidagdhaḥ",
            "veṇu",
            "vādye",
            "urudhā",
            "nija",
            "śikṣāḥ",
            "tava",
            "sutaḥ",
            "sati",
            "yadā",
            "adhara",
            "bimbe",
            "datta",
            "veṇuḥ",
            "anayat",
            "svara",
            "jātīḥ",
            "savanaśaḥ",
            "tat",
            "upadhārya",
            "sura",
            "īśāḥ",
            "śakra",
            "śarva",
            "parameṣṭhi",
            "puraḥ",
            "gāḥ",
            "kavayaḥ",
            "ānata",
            "kandhara",
            "cittāḥ",
            "kaśmalam",
            "yayuḥ",
            "aniścita",
            "tattvāḥ"
        ],
        "translation": "O pious mother Yaśodā, your son, who is expert in all the arts of herding cows, has invented many new styles of flute-playing. When He takes His flute to His bimba-red lips and sends forth the tones of the harmonic scale in variegated melodies, Brahmā, Śiva, Indra and other chief demigods become confused upon hearing the sound. Although they are the most learned authorities, they cannot ascertain the essence of that music, and thus they bow down their heads and hearts.",
        "purport": " The words tava sutaḥ sati, “your son, O chaste lady,” clearly indicate that at this point mother Yaśodā is among the young gopīs as they earnestly describe Lord Kṛṣṇa’s glories. According to Śrīla Viśvanātha Cakravartī, among the demigods led by Śakra (Lord Indra) were Upendra, Agni and Yamarāja, among those led by Śarva (Lord Śiva) were Kātyāyanī, Skanda and Gaṇeśa, and among those led by Parameṣṭhī (Lord Brahmā) were the four Kumāras and Nārada. Thus the best collective intelligence in the universe could not definitively analyze the enchanting musical arrangements of the Supreme Lord."
    },
    {
        "verse": "16-17",
        "devanagari": "निजपदाब्जदलैर्ध्वजवज्र-नीरजाङ्कुशविचित्रललामै: ।व्रजभुव: शमयन् खुरतोदंवर्ष्मधुर्यगतिरीडितवेणु: ॥ १६ ॥व्रजति तेन वयं सविलास-वीक्षणार्पितमनोभववेगा: ।कुजगतिं गमिता न विदाम:कश्मलेन कवरं वसनं वा ॥ १७ ॥",
        "english_devnagari": "nija-padābja-dalair dhvaja-vajranīrajāṅkuśa-vicitra-lalāmaiḥvraja-bhuvaḥ śamayan khura-todaṁvarṣma-dhurya-gatir īḍita-veṇuḥ",
        "verse_Syn": [
            "nija",
            "pada",
            "abja",
            "dalaiḥ",
            "dhvaja",
            "vajra",
            "nīraja",
            "aṅkuśa",
            "vicitra",
            "lalāmaiḥ",
            "vraja",
            "bhuvaḥ",
            "śamayan",
            "khura",
            "todam",
            "varṣma",
            "dhurya",
            "gatiḥ",
            "īḍita",
            "veṇuḥ",
            "vrajati",
            "tena",
            "vayam",
            "savilāsa",
            "vīkṣaṇa",
            "arpita",
            "manaḥ",
            "bhava",
            "vegāḥ",
            "kuja",
            "gatim",
            "gamitāḥ",
            "na",
            "vidāmaḥ",
            "kaśmaleṇa",
            "kavaram",
            "vasanam",
            "vā"
        ],
        "translation": "As Kṛṣṇa strolls through Vraja with His lotus-petal-like feet, marking the ground with the distinctive emblems of flag, thunderbolt, lotus and elephant goad, He relieves the distress the ground feels from the cows’ hooves. As He plays His renowned flute, His body moves with the grace of an elephant. Thus we gopīs, who become agitated by Cupid when Kṛṣṇa playfully glances at us, stand as still as trees, unaware that our hair and garments are slackening.",
        "purport": " Here mother Yaśodā is no longer in the company of the gopīs, who are confidentially describing their conjugal attraction to Śrī Kṛṣṇa. It is clear from the comments of Jīva Gosvāmī and other ācāryas that the statements in this chapter were made at various times and places. This is natural, since the gopīs were always absorbed in thoughts of Śrī Kṛṣṇa, day and night."
    },
    {
        "verse": "18-19",
        "devanagari": "मणिधर: क्‍वचिदागणयन् गामालया दयितगन्धतुलस्या: ।प्रणयिनोऽनुचरस्य कदांसेप्रक्षिपन् भुजमगायत यत्र ॥ १८ ॥क्‍वणितवेणुरववञ्चितचित्ता:कृष्णमन्वसत कृष्णगृहिण्य: ।गुणगणार्णमनुगत्य हरिण्योगोपिका इव विमुक्तगृहाशा: ॥ १९ ॥",
        "english_devnagari": "maṇi-dharaḥ kvacid āgaṇayan gāmālayā dayita-gandha-tulasyāḥpraṇayino ’nucarasya kadāṁseprakṣipan bhujam agāyata yatra",
        "verse_Syn": [
            "maṇi",
            "dharaḥ",
            "kvacit",
            "āgaṇayan",
            "gāḥ",
            "mālayā",
            "dayita",
            "gandha",
            "tulasyāḥ",
            "praṇayinaḥ",
            "anucarasya",
            "kadā",
            "aṁse",
            "prakṣipan",
            "bhujam",
            "agāyata",
            "yatra",
            "kvaṇita",
            "veṇu",
            "rava",
            "vañcita",
            "cittāḥ",
            "kṛṣṇam",
            "anvasata",
            "kṛṣṇa",
            "gṛhiṇyaḥ",
            "guṇa",
            "gaṇa",
            "arṇam",
            "anugatya",
            "hariṇyaḥ",
            "gopikāḥ",
            "iva",
            "vimukta",
            "gṛha",
            "āśāḥ"
        ],
        "translation": "Now Kṛṣṇa is standing somewhere counting His cows on a string of gems. He wears a garland of tulasī flowers that bear the fragrance of His beloved, and He has thrown His arm over the shoulder of an affectionate cowherd boyfriend. As Kṛṣṇa plays His flute and sings, the music attracts the black deer’s wives, who approach that ocean of transcendental qualities and sit down beside Him. Just like us cowherd girls, they have given up all hope for happiness in family life.",
        "purport": " Śrīla Jīva Gosvāmī explains that in the afternoon Śrī Kṛṣṇa dressed Himself in new clothing and then went out to call the cows home. Śrīla Viśvanātha Cakravartī gives the following information about the transcendental cows of Vṛndāvana: “For each of the four colors of cows — white, red, black and yellow — there are twenty-five subdivisions, making a total of one hundred colors. And such qualities as being colored like sandalwood-pulp tilaka [speckled] or having a head shaped like a mṛdaṅga drum create eight further groups. To count these 108 groups of cows, distinguished by color and form, Kṛṣṇa is using a string of 108 jewel-beads.… “Thus when Kṛṣṇa calls out ‘Hey Dhavalī [the name of a white cow],’ a whole group of white cows come forward, and when He calls ‘Haṁsī, Candanī, Gaṅgā, Muktā‘ and so on, the twenty-four other groups of white cows come. The reddish cows are called Aruṇī, Kuṅkuma, Sarasvatī, etc., the blackish ones Śyāmalā, Dhūmalā, Yamunā, etc., and the yellowish ones Pītā, Piṅgalā, Haritālikā, etc. Those in the group with tilaka marks on their foreheads are called Citritā, Citra-tilakā, Dīrgha-tilakā and Tiryak-tilakā, and there are groups known as Mṛdaṅga-mukhī [mṛdaṅga-head], Siṁha-mukhī [lion-head] and so on. “Thus being called by name, the cows are coming forward, and Kṛṣṇa, thinking that when it is time to bring them back from the forest none should be forgotten, is counting them on His jewel-beads.”"
    },
    {
        "verse": "20-21",
        "devanagari": "कुन्ददामकृतकौतुकवेषोगोपगोधनवृतो यमुनायाम् ।नन्दसूनुरनघे तव वत्सोनर्मद: प्रणयिणां विजहार ॥ २० ॥मन्दवायुरुपवात्यनुकूलंमानयन् मलयजस्पर्शेन ।वन्दिनस्तमुपदेवगणा येवाद्यगीतबलिभि: परिवव्रु: ॥ २१ ॥",
        "english_devnagari": "kunda-dāma-kṛta-kautuka-veṣogopa-godhana-vṛto yamunāyāmnanda-sūnur anaghe tava vatsonarma-daḥ praṇayiṇāṁ vijahāra",
        "verse_Syn": [
            "kunda",
            "dāma",
            "kṛta",
            "kautuka",
            "veṣaḥ",
            "gopa",
            "godhana",
            "vṛtaḥ",
            "yamunāyām",
            "nanda",
            "sūnuḥ",
            "anaghe",
            "tava",
            "vatsaḥ",
            "narma",
            "daḥ",
            "praṇayiṇām",
            "vijahāra",
            "manda",
            "vāyuḥ",
            "upavāti",
            "anukūlam",
            "mānayan",
            "malaya",
            "ja",
            "sparśena",
            "vandinaḥ",
            "tam",
            "upadeva",
            "gaṇāḥ",
            "ye",
            "vādya",
            "gīta",
            "balibhiḥ",
            "parivavruḥ"
        ],
        "translation": "O sinless Yaśodā, your darling child, the son of Mahārāja Nanda, has festively enhanced His attire with a jasmine garland, and He is now playing along the Yamunā in the company of the cows and cowherd boys, amusing His dear companions. The gentle breeze honors Him with its soothing fragrance of sandalwood, while the various Upadevas, standing on all sides like panegyrists, offer their music, singing and gifts of tribute.",
        "purport": " Śrīla Jīva Gosvāmī explains that the gopīs are again in the courtyard of mother Yaśodā, the queen of Vraja. They are trying to encourage her by describing Kṛṣṇa’s return to Vṛndāvana after He has spent the day herding cows and playing. Śrīla Viśvanātha Cakravartī comments that the Upadevas, the minor demigods mentioned here, include the Gandharvas, who are famous for their celestial music and dancing."
    },
    {
        "verse": "22-23",
        "devanagari": "वत्सलो व्रजगवां यदगध्रोवन्द्यमानचरण: पथि वृद्धै: ।कृत्‍स्‍नगोधनमुपोह्य दिनान्तेगीतवेणुरनुगेडितकीर्ति: ॥ २२ ॥उत्सवं श्रमरुचापि द‍ृशीना-मुन्नयन् खुररजश्छुरितस्रक् ।दित्सयैति सुहृदासिष एषदेवकीजठरभूरुडुराज: ॥ २३ ॥",
        "english_devnagari": "vatsalo vraja-gavāṁ yad aga-dhrovandyamāna-caraṇaḥ pathi vṛddhaiḥkṛtsna-go-dhanam upohya dināntegīta-veṇur anugeḍita-kīrtiḥ",
        "verse_Syn": [
            "vatsalaḥ",
            "vraja",
            "gavām",
            "yat",
            "aga",
            "dhraḥ",
            "vandyamāna",
            "caraṇaḥ",
            "pathi",
            "vṛddhaiḥ",
            "kṛtsna",
            "go",
            "dhanam",
            "upohya",
            "dina",
            "ante",
            "gītā",
            "veṇuḥ",
            "anuga",
            "īḍita",
            "kīrtiḥ",
            "utsavam",
            "śrama",
            "rucā",
            "api",
            "dṛśīnām",
            "unnayan",
            "khura",
            "rajaḥ",
            "churita",
            "srak",
            "ditsayā",
            "eti",
            "suhṛt",
            "āśiṣaḥ",
            "eṣaḥ",
            "devakī",
            "jaṭhara",
            "bhūḥ",
            "uḍu",
            "rājaḥ"
        ],
        "translation": "Out of great affection for the cows of Vraja, Kṛṣṇa became the lifter of Govardhana Hill. At the end of the day, having rounded up all His own cows, He plays a song on His flute, while exalted demigods standing along the path worship His lotus feet and the cowherd boys accompanying Him chant His glories. His garland is powdered by the dust raised by the cows’ hooves, and His beauty, enhanced by His fatigue, creates an ecstatic festival for everyone’s eyes. Eager to fulfill His friends’ desires, Kṛṣṇa is the moon arisen from the womb of mother Yaśodā.",
        "purport": " According to the ācāryas, at this point the gopīs climbed into the watchtowers of Vṛndāvana’s houses so they could see Kṛṣṇa as soon as possible when He returned home. Mother Yaśodā was very anxious for her son to come back, and therefore she had the tallest of the beautiful young gopīs climb up to see when He would arrive. It is implied here that Kṛṣṇa was somewhat delayed on the way home because His lotus feet were being worshiped by great demigods along the path."
    },
    {
        "verse": "24-25",
        "devanagari": "मदविघूर्णितलोचन ईषत्-मानद: स्वसुहृदां वनमाली ।बदरपाण्डुवदनो मृदुगण्डंमण्डयन् कनककुण्डललक्ष्म्या ॥ २४ ॥यदुपतिर्द्विरदराजविहारोयामिनीपतिरिवैष दिनान्ते ।मुदितवक्त्र उपयाति दुरन्तंमोचयन् व्रजगवां दिनतापम् ॥ २५ ॥",
        "english_devnagari": "mada-vighūrṇita-locana īṣatmāna-daḥ sva-suhṛdāṁ vana-mālībadara-pāṇḍu-vadano mṛdu-gaṇḍaṁmaṇḍayan kanaka-kuṇḍala-lakṣmyā",
        "verse_Syn": [
            "mada",
            "vighūrṇita",
            "locanaḥ",
            "īṣat",
            "māna",
            "daḥ",
            "sva",
            "suhṛdām",
            "vana",
            "mālī",
            "badara",
            "pāṇḍu",
            "vadanaḥ",
            "mṛdu",
            "gaṇḍam",
            "maṇḍayan",
            "kanaka",
            "kuṇḍala",
            "lakṣmyā",
            "yadu",
            "patiḥ",
            "dvirada",
            "rāja",
            "vihāraḥ",
            "yāminī",
            "patiḥ",
            "iva",
            "eṣaḥ",
            "dina",
            "ante",
            "mudita",
            "vaktraḥ",
            "upayāti",
            "durantam",
            "mocayan",
            "vraja",
            "gavām",
            "dina",
            "tāpam"
        ],
        "translation": "As Kṛṣṇa respectfully greets His well-wishing friends, His eyes roll slightly as if from intoxication. He wears a flower garland, and the beauty of His soft cheeks is accentuated by the brilliance of His golden earrings and the whiteness of His face, which has the color of a badara berry. With His cheerful face resembling the moon, lord of the night, the Lord of the Yadus moves with the grace of a regal elephant. Thus He returns in the evening, delivering the cows of Vraja from the heat of the day.",
        "purport": " The word gavām is constructed from the Sanskrit word go, which means “cow” or “senses.” Thus Śrī Kṛṣṇa, by coming back to the village of Vraja, relieved the inhabitants of Vṛndāvana from the distress their eyes and other senses felt during the day because of being separated from direct contact with Him."
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचएवं व्रजस्त्रियो राजन् कृष्णलीलानुगायती: ।रेमिरेऽह:सु तच्चित्तास्तन्मनस्का महोदया: ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ vraja-striyo rājankṛṣṇa-līlānugāyatīḥremire ’haḥsu tac-cittāstan-manaskā mahodayāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "vraja",
            "striyaḥ",
            "rājan",
            "kṛṣṇa",
            "līlā",
            "anugāyatīḥ",
            "remire",
            "ahaḥsu",
            "tat",
            "cittāḥ",
            "tat",
            "manaskāḥ",
            "mahā",
            "udayāḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, thus during the daytime the women of Vṛndāvana took pleasure in continuously singing about the pastimes of Kṛṣṇa, and those ladies’ minds and hearts, absorbed in Him, were filled with great festivity.",
        "purport": " This verse definitely confirms that the so-called pain of the heartbroken gopīs is actually great spiritual bliss. On the material platform, pain is pain — period. But on the spiritual platform, so-called pain is simply a different variety of spiritual ecstasy. In the Western countries, people take pleasure in mixing different flavors of ice cream to produce wonderful combinations of flavor. Similarly, on the spiritual platform Śrī Kṛṣṇa and His devotees expertly mix the flavors of spiritual bliss, and thus every day was a treat for the gopīs."
    }
]