[
    {
        "verse_id": "1",
        "text": "Lord Brahmā said: O my Lord, today, after many, many years of penance, I have come to know about You. Oh, how unfortunate the embodied living entities are that they are unable to know Your personality! My Lord, You are the only knowable object because there is nothing supreme beyond You. If there is anything supposedly superior to You, it is not the Absolute. You exist as the Supreme by exhibiting the creative energy of matter."
    },
    {
        "verse_id": "2",
        "text": "The form which I see is eternally freed from material contamination and has advented to show mercy to the devotees as a manifestation of internal potency. This incarnation is the origin of many other incarnations, and I am born from the lotus flower grown from Your navel home."
    },
    {
        "verse_id": "3",
        "text": "O my Lord, I do not see a form superior to Your present form of eternal bliss and knowledge. In Your impersonal Brahman effulgence in the spiritual sky, there is no occasional change and no deterioration of internal potency. I surrender unto You because whereas I am proud of my material body and senses, Your Lordship is the cause of the cosmic manifestation and yet You are untouched by matter."
    },
    {
        "verse_id": "4",
        "text": "This present form, or any transcendental form expanded by the Supreme Personality of Godhead, Śrī Kṛṣṇa, is equally auspicious for all the universes. Since You have manifested this eternal personal form upon whom Your devotees meditate, I therefore offer my respectful obeisances unto You. Those who are destined to be dispatched to the path of hell neglect Your personal form because of speculating on material topics."
    },
    {
        "verse_id": "5",
        "text": "O my Lord, persons who smell the aroma of Your lotus feet, carried by the air of Vedic sound through the holes of the ears, accept Your devotional service. For them You are never separated from the lotus of their hearts."
    },
    {
        "verse_id": "6",
        "text": "O my Lord, the people of the world are embarrassed by all material anxieties — they are always afraid. They always try to protect wealth, body and friends, they are filled with lamentation and unlawful desires and paraphernalia, and they avariciously base their undertakings on the perishable conceptions of “my” and “mine.” As long as they do not take shelter of Your safe lotus feet, they are full of such anxieties."
    },
    {
        "verse_id": "7",
        "text": "O my Lord, persons who are bereft of the all-auspicious performance of chanting and hearing about Your transcendental activities are certainly unfortunate and are also bereft of good sense. They engage in inauspicious activities, enjoying sense gratification for a very little while."
    },
    {
        "verse_id": "8",
        "text": "O great actor, my Lord, all these poor creatures are constantly perplexed by hunger, thirst, severe cold, secretion and bile, attacked by coughing winter, blasting summer, rains and many other disturbing elements, and overwhelmed by strong sex urges and indefatigable anger. I take pity on them, and I am very much aggrieved for them."
    },
    {
        "verse_id": "9",
        "text": "O my Lord, the material miseries are without factual existence for the soul. Yet as long as the conditioned soul sees the body as meant for sense enjoyment, he cannot get out of the entanglement of material miseries, being influenced by Your external energy."
    },
    {
        "verse_id": "10",
        "text": "Such nondevotees engage their senses in very troublesome and extensive work, and they suffer insomnia at night because their intelligence constantly breaks their sleep with various mental speculations. They are frustrated in all their various plans by supernatural power. Even great sages, if they are against Your transcendental topics, must rotate in this material world."
    },
    {
        "verse_id": "11",
        "text": "O my Lord, Your devotees can see You through the ears by the process of bona fide hearing, and thus their hearts become cleansed, and You take Your seat there. You are so merciful to Your devotees that You manifest Yourself in the particular eternal form of transcendence in which they always think of You."
    },
    {
        "verse_id": "12",
        "text": "My Lord, You are not very much satisfied by the worship of the demigods, who arrange for Your worship very pompously, with various paraphernalia, but who are full of material hankerings. You are situated in everyone’s heart as the Supersoul just to show Your causeless mercy, and You are the eternal well-wisher, but You are unavailable for the nondevotee."
    },
    {
        "verse_id": "13",
        "text": "But the pious activities of the people, such as performance of Vedic rituals, charity, austere penances and transcendental service, performed with a view to worship You and satisfy You by offering You the fruitive results, are also beneficial. Such acts of religion never go in vain."
    },
    {
        "verse_id": "14",
        "text": "Let me offer my obeisances unto the Supreme Transcendence, who is eternally distinguished by His internal potency. His indistinguishable impersonal feature is realized by intelligence for self-realization. I offer my obeisances unto Him who by His pastimes enjoys the creation, maintenance and dissolution of the cosmic manifestation."
    },
    {
        "verse_id": "15",
        "text": "Let me take shelter of the lotus feet of Him whose incarnations, qualities and activities are mysterious imitations of worldly affairs. One who invokes His transcendental names, even unconsciously, at the time he quits this life, is certainly washed immediately of the sins of many, many births and attains Him without fail."
    },
    {
        "verse_id": "16",
        "text": "Your Lordship is the prime root of the tree of the planetary systems. This tree has grown by first penetrating the material nature in three trunks — as me, Śiva and You, the Almighty — for creation, maintenance and dissolution, and we three have grown with many branches. Therefore I offer my obeisances unto You, the tree of the cosmic manifestation."
    },
    {
        "verse_id": "17",
        "text": "People in general all engage in foolish acts, not in the really beneficial activities enunciated directly by You for their guidance. As long as their tendency for foolish work remains powerful, all their plans in the struggle for existence will be cut to pieces. I therefore offer my obeisances unto Him who acts as eternal time."
    },
    {
        "verse_id": "18",
        "text": "Your Lordship, I offer my respectful obeisances unto You who are indefatigable time and the enjoyer of all sacrifices. Although I am situated in an abode which will continue to exist for a time duration of two parārdhas, although I am the leader of all other planets in the universe, and although I have undergone many, many years of penance for self-realization, still I offer my respects unto You."
    },
    {
        "verse_id": "19",
        "text": "O my Lord, by Your own will You appear in the various species of living entities, among animals lower than human beings as well as among the demigods, to perform Your transcendental pastimes. You are not affected by material contamination. You come just to fulfill the obligations of Your own principles of religion, and therefore, O Supreme Personality, I offer my obeisances unto You for manifesting such different forms."
    },
    {
        "verse_id": "20",
        "text": "My Lord, You accept the pleasure of sleeping in the water of devastation, where there are violent waves, and You enjoy pleasure on the bed of snakes, showing the happiness of Your sleep to intelligent persons. At that time, all the universal planets are stationed within Your abdomen."
    },
    {
        "verse_id": "21",
        "text": "O object of my worship, I am born from the house of Your lotus navel for the purpose of creating the universe by Your mercy. All these planets of the universe were stationed within Your transcendental abdomen while You were enjoying sleep. Now, Your sleep having ended, Your eyes are open like blossoming lotuses in the morning."
    },
    {
        "verse_id": "22",
        "text": "Let the Supreme Lord be merciful towards me. He is the one friend and soul of all living entities in the world, and He maintains all, for their ultimate happiness, by His six transcendental opulences. May He be merciful towards me so that I, as before, may be empowered with the introspection to create, for I am also one of the surrendered souls who are dear to the Lord."
    },
    {
        "verse_id": "23",
        "text": "The Supreme Lord, the Personality of Godhead, is always the benefactor of the surrendered souls. His activities are always enacted through His internal potency, Ramā, or the goddess of fortune. I pray only to engage in His service in the creation of the material world, and I pray that I not be materially affected by my works, for thus I may be able to give up the false prestige of being the creator."
    },
    {
        "verse_id": "24",
        "text": "The Lord’s potencies are innumerable. As He lies down in the water of devastation, I am born as the total universal energy from the navel lake in which the lotus sprouts. I am now engaged in manifesting His diverse energies in the form of the cosmic manifestation. I therefore pray that in the course of my material activities I may not be deviated from the vibration of the Vedic hymns."
    },
    {
        "verse_id": "25",
        "text": "The Lord, who is supreme and is the oldest of all, is unlimitedly merciful. I wish that He may smilingly bestow His benediction upon me by opening His lotus eyes. He can uplift the entire cosmic creation and remove our dejection by kindly speaking His directions."
    },
    {
        "verse_id": "26",
        "text": "The sage Maitreya said: O Vidura, after observing the source of his appearance, namely the Personality of Godhead, Brahmā prayed for His mercy as far as his mind and words would permit him. Thus having prayed, he became silent, as if tired from his activities of penance, knowledge and mental concentration."
    },
    {
        "verse_id": "27",
        "text": "The Lord saw that Brahmā was very anxious about the planning and construction of the different planetary systems and was depressed upon seeing the devastating water. He could understand the intention of Brahmā, and thus He spoke in deep, thoughtful words, removing all the illusion that had arisen."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Personality of Godhead then said: O Brahmā, O depth of Vedic wisdom, be neither depressed nor anxious about the execution of creation. What you are begging from Me has already been granted before."
    },
    {
        "verse_id": "30",
        "text": "O Brahmā, situate yourself in penance and meditation and follow the principles of knowledge to receive My favor. By these actions you will be able to understand everything from within your heart."
    },
    {
        "verse_id": "31",
        "text": "O Brahmā, when you are absorbed in devotional service, in the course of your creative activities, you will see Me in you and throughout the universe, and you will see that you yourself, the universe and the living entities are all in Me."
    },
    {
        "verse_id": "32",
        "text": "You will see Me in all living entities as well as all over the universe, just as fire is situated in wood. Only in that state of transcendental vision will you be able to be free from all kinds of illusion."
    },
    {
        "verse_id": "33",
        "text": "When you are free from the conception of gross and subtle bodies and when your senses are free from all influences of the modes of material nature, you will realize your pure form in My association. At that time you will be situated in pure consciousness."
    },
    {
        "verse_id": "34",
        "text": "Since you have desired to increase the population innumerably and expand your varieties of service, you shall never be deprived in this matter because My causeless mercy upon you will always increase for all time."
    },
    {
        "verse_id": "35",
        "text": "You are the original ṛṣi, and because your mind is always fixed on Me, even though you will be engaged in generating various progeny the vicious mode of passion will never encroach upon you."
    },
    {
        "verse_id": "36",
        "text": "Although I am not easily knowable by the conditioned soul, you have known Me today because you know that My personality is not constituted of anything material, and specifically not of the five gross and three subtle elements."
    },
    {
        "verse_id": "37",
        "text": "When you were contemplating whether there was a source to the stem of the lotus of your birth and you even entered into that stem, you could not trace out anything. But at that time I manifested My form from within."
    },
    {
        "verse_id": "38",
        "text": "O Brahmā, the prayers that you have chanted praising the glories of My transcendental activities, the penances you have undertaken to understand Me, and your firm faith in Me — all these are to be considered My causeless mercy."
    },
    {
        "verse_id": "39",
        "text": "I am very much pleased by your description of Me in terms of My transcendental qualities, which appear mundane to the mundaners. I grant you all benedictions in your desire to glorify all the planets by your activities."
    },
    {
        "verse_id": "40",
        "text": "Any human being who prays like Brahmā, and who thus worships Me, shall very soon be blessed with the fulfillment of all his desires, for I am the Lord of all benediction."
    },
    {
        "verse_id": "41",
        "text": "It is the opinion of expert transcendentalists that the ultimate goal of performing all traditional good works, penances, sacrifices, charities, mystic activities, trances, etc., is to invoke My satisfaction."
    },
    {
        "verse_id": "42",
        "text": "I am the Supersoul of every individual. I am the supreme director and the dearest. People are wrongly attached to the gross and subtle bodies, but they should be attached to Me only."
    },
    {
        "verse_id": "43",
        "text": "By following My instructions you can now generate the living entities as before, by dint of your complete Vedic wisdom and the body you have directly received from Me, the supreme cause of everything."
    },
    {
        "verse_id": "44",
        "text": "The sage Maitreya said: After instructing Brahmā, the creator of the universe, to expand, the primeval Lord, the Personality of Godhead in His personal form as Nārāyaṇa, disappeared."
    }
]