[
    {
        "verse_id": "1",
        "text": "Śrī Maitreya said: After hearing the words of Brahmā, the creator, which were free from all sinful purposes and as sweet as nectar, the Lord heartily laughed and accepted his prayer with a glance laden with love."
    },
    {
        "verse_id": "2",
        "text": "The Lord, who had appeared from the nostril of Brahmā, sprang and aimed His mace at the chin of His enemy, the Hiraṇyākṣa demon, who was stalking fearlessly before Him."
    },
    {
        "verse_id": "3",
        "text": "Struck by the demon’s mace, however, the Lord’s mace slipped from His hand and looked splendid as it fell down whirling. This was miraculous, for the mace was blazing wonderfully."
    },
    {
        "verse_id": "4",
        "text": "Even though the demon had an excellent opportunity to strike his unarmed foe without obstruction, he respected the law of single combat, thereby kindling the fury of the Supreme Lord."
    },
    {
        "verse_id": "5",
        "text": "As the Lord’s mace fell to the ground and a cry of alarm arose from the witnessing crowd of gods and ṛṣis, the Personality of Godhead acknowledged the demon’s love of righteousness and therefore invoked His Sudarśana discus."
    },
    {
        "verse_id": "6",
        "text": "As the discus began to revolve in the Lord’s hands and the Lord contended at close quarters with the chief of His Vaikuṇṭha attendants, who had been born as Hiraṇyākṣa, a vile son of Diti, there issued from every direction strange expressions uttered by those who were witnessing from airplanes. They had no knowledge of the Lord’s reality, and they cried, “May victory attend You! Pray dispatch him. Play no more with him.”"
    },
    {
        "verse_id": "7",
        "text": "When the demon saw the Personality of Godhead, who had eyes just like lotus petals, standing in position before him, armed with His Sudarśana discus, his senses were overpowered by indignation. He began to hiss like a serpent, and he bit his lip in great resentment."
    },
    {
        "verse_id": "8",
        "text": "The demon, who had fearful tusks, stared at the Personality of Godhead as though to burn Him. Springing into the air, he aimed his mace at the Lord, exclaiming at the same time, “You are slain!”"
    },
    {
        "verse_id": "9",
        "text": "O saintly Vidura, while His enemy looked on, the Lord in His boar form, the enjoyer of all sacrificial offerings, playfully knocked down the mace with His left foot, even as it came upon Him with the force of a tempest."
    },
    {
        "verse_id": "10",
        "text": "The Lord then said: “Take up your weapon and try again, eager as you are to conquer Me.” Challenged in these words, the demon aimed his mace at the Lord and once more loudly roared."
    },
    {
        "verse_id": "11",
        "text": "When the Lord saw the mace flying toward Him, He stood firmly where He was and caught it with the same ease as Garuḍa, the king of birds, would seize a serpent."
    },
    {
        "verse_id": "12",
        "text": "His valor thus frustrated, the great demon felt humiliated and was put out of countenance. He was reluctant to take back the mace when it was offered by the Personality of Godhead."
    },
    {
        "verse_id": "13",
        "text": "He now took a trident which was as rapacious as a flaming fire and hurled it against the Lord, the enjoyer of all sacrifices, even as one would use penance for a malevolent purpose against a holy brāhmaṇa."
    },
    {
        "verse_id": "14",
        "text": "Hurled by the mighty demon with all his strength, the flying trident shone brightly in the sky. The Personality of Godhead, however, tore it to pieces with His discus Sudarśana, which had a sharp-edged rim, even as Indra cut off a wing of Garuḍa."
    },
    {
        "verse_id": "15",
        "text": "The demon was enraged when his trident was cut to pieces by the discus of the Personality of Godhead. He therefore advanced toward the Lord and, roaring aloud, struck his hard fist against the Lord’s broad chest, which bore the mark of Śrīvatsa. Then he went out of sight."
    },
    {
        "verse_id": "16",
        "text": "Hit in this manner by the demon, O Vidura, the Lord, who had appeared as the first boar, did not feel the least quaking in any part of His body, any more than an elephant would when struck with a wreath of flowers."
    },
    {
        "verse_id": "17",
        "text": "The demon, however, employed many conjuring tricks against the Personality of Godhead, who is the Lord of yoga-māyā. At the sight of this the people were filled with alarm and thought that the dissolution of the universe was near."
    },
    {
        "verse_id": "18",
        "text": "Fierce winds began to blow from all directions, spreading darkness occasioned by dust and hail storms; stones came in volleys from every corner, as if thrown by machine guns."
    },
    {
        "verse_id": "19",
        "text": "The luminaries in outer space disappeared due to the sky’s being overcast with masses of clouds, which were accompanied by lightning and thunder. The sky rained pus, hair, blood, stool, urine and bones."
    },
    {
        "verse_id": "20",
        "text": "O sinless Vidura, mountains discharged weapons of various kinds, and naked demonesses armed with tridents appeared with their hair hanging loose."
    },
    {
        "verse_id": "21",
        "text": "Cruel and savage slogans were uttered by hosts of ruffian Yakṣas and Rākṣasas, who all either marched on foot or rode on horses, elephants or chariots."
    },
    {
        "verse_id": "22",
        "text": "The Lord, the personal enjoyer of all sacrifices, now discharged His beloved Sudarśana, which was capable of dispersing the magical forces displayed by the demon."
    },
    {
        "verse_id": "23",
        "text": "At that very moment, a shudder suddenly ran through the heart of Diti, the mother of Hiraṇyākṣa. She recalled the words of her husband, Kaśyapa, and blood flowed from her breasts."
    },
    {
        "verse_id": "24",
        "text": "When the demon saw his magic forces dispelled, he once again came into the presence of the Personality of Godhead, Keśava, and, full of rage, tried to embrace Him within his arms to crush Him. But to his great amazement he found the Lord standing outside the circle of his arms."
    },
    {
        "verse_id": "25",
        "text": "The demon now began to strike the Lord with his hard fists, but Lord Adhokṣaja slapped him in the root of the ear, even as Indra, the lord of the Maruts, hit the demon Vṛtra."
    },
    {
        "verse_id": "26",
        "text": "Though struck indifferently by the Lord, the conqueror of all, the demon’s body began to wheel. His eyeballs bulged out of their sockets. His arms and legs broken and the hair on his head scattered, he fell down dead, like a gigantic tree uprooted by the wind."
    },
    {
        "verse_id": "27",
        "text": "Aja [Brahmā] and others arrived on the spot to see the fearfully tusked demon lying on the ground, biting his lip. The glow of his face was yet unfaded, and Brahmā admiringly said: Oh, who could meet such blessed death?"
    },
    {
        "verse_id": "28",
        "text": "Brahmā continued: He was struck by a forefoot of the Lord, whom yogīs, seeking freedom from their unreal material bodies, meditate upon in seclusion in mystic trance. While gazing on His countenance, this crest jewel of Diti’s sons has cast off his mortal coil."
    },
    {
        "verse_id": "29",
        "text": "These two personal assistants of the Supreme Lord, having been cursed, have been destined to take birth in demoniac families. After a few such births, they will return to their own positions."
    },
    {
        "verse_id": "30",
        "text": "The demigods addressed the Lord: All obeisances unto You! You are the enjoyer of all sacrifices, and You have assumed the form of a boar, in pure goodness, for the purpose of maintaining the world. Fortunately for us, this demon, who was a torment to the worlds, has been slain by You, and we too, O Lord, are now at ease, in devotion to Your lotus feet."
    },
    {
        "verse_id": "31",
        "text": "Śrī Maitreya continued: After thus killing the most formidable demon Hiraṇyākṣa, the Supreme Lord Hari, the origin of the boar species, returned to His own abode, where there is always an uninterrupted festival. The Lord was praised by all the demigods, headed by Brahmā."
    },
    {
        "verse_id": "32",
        "text": "Maitreya continued: My dear Vidura, I have explained to you the Personality of Godhead’s coming down as the first boar incarnation and killing in a great fight a demon of unprecedented prowess as if he were just a plaything. This has been narrated by me as I heard it from my predecessor spiritual master."
    },
    {
        "verse_id": "33",
        "text": "Śrī Sūta Gosvāmī continued: My dear brāhmaṇa, Kṣattā [Vidura] the great devotee of the Lord achieved transcendental bliss by hearing the narration of the pastimes of the Supreme Personality of Godhead from the authoritative source of the sage Kauṣārava [Maitreya], and he was very pleased."
    },
    {
        "verse_id": "34",
        "text": "What to speak of hearing the pastimes of the Lord, whose chest is marked with Śrīvatsa, people may take transcendental pleasure even in hearing of the works and deeds of the devotees, whose fame is immortal."
    },
    {
        "verse_id": "35",
        "text": "The Personality of Godhead delivered the king of the elephants, who was attacked by an alligator and who meditated upon the lotus feet of the Lord. At that time the female elephants who accompanied him were crying, and the Lord saved them from the impending danger."
    },
    {
        "verse_id": "36",
        "text": "What grateful soul is there who would not render his loving service to such a great master as the Personality of Godhead? The Lord can be easily pleased by spotless devotees who resort exclusively to Him for protection, though the unrighteous man finds it difficult to propitiate Him."
    },
    {
        "verse_id": "37",
        "text": "O brāhmaṇas, anyone who hears, chants, or takes pleasure in the wonderful narration of the killing of the Hiraṇyākṣa demon by the Lord, who appeared as the first boar in order to deliver the world, is at once relieved of the results of sinful activities, even the killing of a brāhmaṇa."
    },
    {
        "verse_id": "38",
        "text": "This most sacred narrative confers extraordinary merit, wealth, fame, longevity and all the objects of one’s desire. On the field of battle it promotes the strength of one’s vital organs and organs of action. One who listens to it at the last moment of his life is transferred to the supreme abode of the Lord, O dear Śaunaka."
    }
]