[
    {
        "verse_id": "1",
        "text": "Devahūti inquired: My dear Lord, You have already very scientifically described the symptoms of the total material nature and the characteristics of the spirit according to the Sāṅkhya system of philosophy. Now I shall request You to explain the path of devotional service, which is the ultimate end of all philosophical systems."
    },
    {
        "verse_id": "3",
        "text": "Devahūti continued: My dear Lord, please also describe in detail, both for me and for people in general, the continual process of birth and death, for by hearing of such calamities we may become detached from the activities of this material world."
    },
    {
        "verse_id": "4",
        "text": "Please also describe eternal time, which is a representation of Your form and by whose influence people in general engage in the performance of pious activities."
    },
    {
        "verse_id": "5",
        "text": "My dear Lord, You are just like the sun, for You illuminate the darkness of the conditional life of the living entities. Because their eyes of knowledge are not open, they are sleeping eternally in that darkness without Your shelter, and therefore they are falsely engaged by the actions and reactions of their material activities, and they appear to be very fatigued."
    },
    {
        "verse_id": "6",
        "text": "Śrī Maitreya said: O best amongst the Kurus, the great sage Kapila, moved by great compassion and pleased by the words of His glorious mother, spoke as follows."
    },
    {
        "verse_id": "7",
        "text": "Lord Kapila, the Personality of Godhead, replied: O noble lady, there are multifarious paths of devotional service in terms of the different qualities of the executor."
    },
    {
        "verse_id": "8",
        "text": "Devotional service executed by a person who is envious, proud, violent and angry, and who is a separatist, is considered to be in the mode of darkness."
    },
    {
        "verse_id": "9",
        "text": "The worship of Deities in the temple by a separatist, with a motive for material enjoyment, fame and opulence, is devotion in the mode of passion."
    },
    {
        "verse_id": "10",
        "text": "When a devotee worships the Supreme Personality of Godhead and offers the results of his activities in order to free himself from the inebrieties of fruitive activities, his devotion is in the mode of goodness."
    },
    {
        "verse_id": "11",
        "text": "The manifestation of unadulterated devotional service is exhibited when one’s mind is at once attracted to hearing the transcendental name and qualities of the Supreme Personality of Godhead, who is residing in everyone’s heart. Just as the water of the Ganges flows naturally down towards the ocean, such devotional ecstasy, uninterrupted by any material condition, flows towards the Supreme Lord."
    },
    {
        "verse_id": "13",
        "text": "A pure devotee does not accept any kind of liberation — sālokya, sārṣṭi, sāmīpya, sārūpya or ekatva — even though they are offered by the Supreme Personality of Godhead."
    },
    {
        "verse_id": "14",
        "text": "By attaining the highest platform of devotional service, as I have explained, one can overcome the influence of the three modes of material nature and be situated in the transcendental stage, as is the Lord."
    },
    {
        "verse_id": "15",
        "text": "A devotee must execute his prescribed duties, which are glorious, without material profit. Without excessive violence, one should regularly perform one’s devotional activities."
    },
    {
        "verse_id": "16",
        "text": "The devotee should regularly see My statues in the temple, touch My lotus feet and offer worshipable paraphernalia and prayer. He should see in the spirit of renunciation, from the mode of goodness, and see every living entity as spiritual."
    },
    {
        "verse_id": "17",
        "text": "The pure devotee should execute devotional service by giving the greatest respect to the spiritual master and the ācāryas. He should be compassionate to the poor and make friendship with persons who are his equals, but all his activities should be executed under regulation and with control of the senses."
    },
    {
        "verse_id": "18",
        "text": "A devotee should always try to hear about spiritual matters and should always utilize his time in chanting the holy name of the Lord. His behavior should always be straightforward and simple, and although he is not envious but friendly to everyone, he should avoid the company of persons who are not spiritually advanced."
    },
    {
        "verse_id": "19",
        "text": "When one is fully qualified with all these transcendental attributes and his consciousness is thus completely purified, he is immediately attracted simply by hearing My name or hearing of My transcendental quality."
    },
    {
        "verse_id": "20",
        "text": "As the chariot of air carries an aroma from its source and immediately catches the sense of smell, similarly, one who constantly engages in devotional service, in Kṛṣṇa consciousness, can catch the Supreme Soul, who is equally present everywhere."
    },
    {
        "verse_id": "21",
        "text": "I am present in every living entity as the Supersoul. If someone neglects or disregards that Supersoul everywhere and engages himself in the worship of the Deity in the temple, that is simply imitation."
    },
    {
        "verse_id": "22",
        "text": "One who worships the Deity of Godhead in the temples but does not know that the Supreme Lord, as Paramātmā, is situated in every living entity’s heart, must be in ignorance and is compared to one who offers oblations into ashes."
    },
    {
        "verse_id": "23",
        "text": "One who offers Me respect but is envious of the bodies of others and is therefore a separatist never attains peace of mind, because of his inimical behavior towards other living entities."
    },
    {
        "verse_id": "24",
        "text": "My dear mother, even if he worships with proper rituals and paraphernalia, a person who is ignorant of My presence in all living entities never pleases Me by the worship of My Deities in the temple."
    },
    {
        "verse_id": "25",
        "text": "Performing his prescribed duties, one should worship the Deity of the Supreme Personality of Godhead until one realizes My presence in his own heart and in the hearts of other living entities as well."
    },
    {
        "verse_id": "26",
        "text": "As the blazing fire of death, I cause great fear to whoever makes the least discrimination between himself and other living entities because of a differential outlook."
    },
    {
        "verse_id": "27",
        "text": "Therefore, through charitable gifts and attention, as well as through friendly behavior and by viewing all to be alike, one should propitiate Me, who abide in all creatures as their very Self."
    },
    {
        "verse_id": "28",
        "text": "Living entities are superior to inanimate objects, O blessed mother, and among them, living entities who display life symptoms are better. Animals with developed consciousness are better than them, and better still are those who have developed sense perception."
    },
    {
        "verse_id": "29",
        "text": "Among the living entities who have developed sense perception, those who have developed the sense of taste are better than those who have developed only the sense of touch. Better than them are those who have developed the sense of smell, and better still are those who have developed the sense of hearing."
    },
    {
        "verse_id": "30",
        "text": "Better than those living entities who can perceive sound are those who can distinguish between one form and another. Better than them are those who have developed upper and lower sets of teeth, and better still are those who have many legs. Better than them are the quadrupeds, and better still are the human beings."
    },
    {
        "verse_id": "31",
        "text": "Among human beings, the society which is divided according to quality and work is best, and in that society, the intelligent men, who are designated as brāhmaṇas, are best. Among the brāhmaṇas, one who has studied the Vedas is the best, and among the brāhmaṇas who have studied the Vedas, one who knows the actual purport of Veda is the best."
    },
    {
        "verse_id": "32",
        "text": "Better than the brāhmaṇa who knows the purpose of the Vedas is he who can dissipate all doubts, and better than him is one who strictly follows the brahminical principles. Better than him is one who is liberated from all material contamination, and better than him is a pure devotee, who executes devotional service without expectation of reward."
    },
    {
        "verse_id": "33",
        "text": "Therefore I do not find a greater person than he who has no interest outside of Mine and who therefore engages and dedicates all his activities and all his life — everything — unto Me without cessation."
    },
    {
        "verse_id": "34",
        "text": "Such a perfect devotee offers respects to every living entity because he is under the firm conviction that the Supreme Personality of Godhead has entered the body of every living entity as the Supersoul, or controller."
    },
    {
        "verse_id": "35",
        "text": "My dear mother, O daughter of Manu, a devotee who applies the science of devotional service and mystic yoga in this way can achieve the abode of the Supreme Person simply by that devotional service."
    },
    {
        "verse_id": "36",
        "text": "This puruṣa whom the individual soul must approach is the eternal form of the Supreme Personality of Godhead, who is known as Brahman and Paramātmā. He is the transcendental chief personality, and His activities are all spiritual."
    },
    {
        "verse_id": "37",
        "text": "The time factor, who causes the transformation of the various material manifestations, is another feature of the Supreme Personality of Godhead. Anyone who does not know that time is the same Supreme Personality is afraid of the time factor."
    },
    {
        "verse_id": "38",
        "text": "Lord Viṣṇu, the Supreme Personality of Godhead, who is the enjoyer of all sacrifices, is the time factor and the master of all masters. He enters everyone’s heart, He is the support of everyone, and He causes every being to be annihilated by another."
    },
    {
        "verse_id": "39",
        "text": "No one is dear to the Supreme Personality of Godhead, nor is anyone His enemy or friend. But He gives inspiration to those who have not forgotten Him and destroys those who have."
    },
    {
        "verse_id": "40",
        "text": "Out of fear of the Supreme Personality of Godhead the wind blows, out of fear of Him the sun shines, out of fear of Him the rain pours forth showers, and out of fear of Him the host of heavenly bodies shed their luster."
    },
    {
        "verse_id": "41",
        "text": "Out of fear of the Supreme Personality of Godhead the trees, creepers, herbs and seasonal plants and flowers blossom and fructify, each in its own season."
    },
    {
        "verse_id": "42",
        "text": "Out of fear of the Supreme Personality of Godhead the rivers flow, and the ocean never overflows. Out of fear of Him only does fire burn and does the earth, with its mountains, not sink in the water of the universe."
    },
    {
        "verse_id": "43",
        "text": "Subject to the control of the Supreme Personality of Godhead, the sky allows outer space to accommodate all the various planets, which hold innumerable living entities. The total universal body expands with its seven coverings under His supreme control."
    },
    {
        "verse_id": "44",
        "text": "Out of fear of the Supreme Personality of Godhead, the directing demigods in charge of the modes of material nature carry out the functions of creation, maintenance and destruction; everything animate and inanimate within this material world is under their control."
    },
    {
        "verse_id": "45",
        "text": "The eternal time factor has no beginning and no end. It is the representative of the Supreme Personality of Godhead, the maker of the criminal world. It brings about the end of the phenomenal world, it carries on the work of creation by bringing one individual into existence from another, and likewise it dissolves the universe by destroying even the lord of death, Yamarāja."
    }
]