[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: O King, after hearing all these most virtuous topics from the sage Maitreya, Vidura inquired further on the topics of the Supreme Personality of Godhead, which he adored to hear."
    },
    {
        "verse_id": "2",
        "text": "Vidura said: O great sage, what did Svāyambhuva, the dear son of Brahmā, do after obtaining his very loving wife?"
    },
    {
        "verse_id": "3",
        "text": "O best of the virtuous, the original king of kings [Manu] was a great devotee of the Personality of Godhead Hari, and thus it is worth hearing of his sublime character and activities. Please describe them. I am very eager to hear."
    },
    {
        "verse_id": "4",
        "text": "Persons who hear from a spiritual master with great labor and for a long time must hear from the mouths of pure devotees about the character and activities of pure devotees. Pure devotees always think within their hearts of the lotus feet of the Personality of Godhead, who awards His devotees liberation."
    },
    {
        "verse_id": "5",
        "text": "Śrī Śukadeva Gosvāmī said: The Personality of Godhead, Śrī Kṛṣṇa, was pleased to place His lotus feet on the lap of Vidura because Vidura was very meek and gentle. The sage Maitreya was very pleased with Vidura’s words, and, being influenced by his spirit, he attempted to speak."
    },
    {
        "verse_id": "6",
        "text": "The sage Maitreya said to Vidura: After his appearance, Manu, the father of mankind, along with his wife, thus addressed the reservoir of Vedic wisdom, Brahmā, with obeisances and folded hands."
    },
    {
        "verse_id": "7",
        "text": "You are the father of all living entities and the source of their subsistence because they are all born of you. Please order us how we may be able to render service unto you."
    },
    {
        "verse_id": "8",
        "text": "O worshipful one, please give us your direction for the execution of duty within our working capacity so that we can follow it for fame in this life and progress in the next."
    },
    {
        "verse_id": "9",
        "text": "Lord Brahmā said: My dear son, O lord of the world, I am very pleased with you, and I desire all blessings for both you and your wife. You have without reservation surrendered yourself unto me with your heart for my instructions."
    },
    {
        "verse_id": "10",
        "text": "O hero, your example is quite befitting a son in relationship with his father. This sort of adoration for the superior is required. One who is beyond the limit of envy and who is sane accepts the order of his father with great delight and executes it to his full capacity."
    },
    {
        "verse_id": "11",
        "text": "Since you are my very obedient son, I ask you to beget children qualified like yourself in the womb of your wife. Rule the world in pursuance of the principles of devotional service unto the Supreme Personality of Godhead, and thus worship the Lord by performances of yajña."
    },
    {
        "verse_id": "12",
        "text": "O King, if you can give proper protection to the living beings in the material world, that will be the best service for me. When the Supreme Lord sees you to be a good protector of the conditioned souls, certainly the master of the senses will be very pleased with you."
    },
    {
        "verse_id": "13",
        "text": "The Supreme Personality of Godhead, Janārdana [Lord Kṛṣṇa], is the form to accept all the results of sacrifice. If He is not satisfied, then one’s labor for advancement is futile. He is the ultimate Self, and therefore one who does not satisfy Him certainly neglects his own interests."
    },
    {
        "verse_id": "14",
        "text": "Śrī Manu said: O all-powerful lord, O killer of all sins, I shall abide by your order. Now please let me know my place and that of the living entities born of me."
    },
    {
        "verse_id": "15",
        "text": "O master of the demigods, please attempt to lift the earth, which is merged in the great water, because it is the dwelling place for all the living entities. It can be done by your endeavor and by the mercy of the Lord."
    },
    {
        "verse_id": "16",
        "text": "Śrī Maitreya said: Thus, seeing the earth merged in the water, Brahmā gave his attention for a long time to how it could be lifted."
    },
    {
        "verse_id": "17",
        "text": "Brahmā thought: While I have been engaged in the process of creation, the earth has been inundated by a deluge and has gone down into the depths of the ocean. What can we do who are engaged in this matter of creation? It is best to let the Almighty Lord direct us."
    },
    {
        "verse_id": "18",
        "text": "O sinless Vidura, all of a sudden, while Brahmā was engaged in thinking, a small form of a boar came out of his nostril. The measurement of the creature was not more than the upper portion of a thumb."
    },
    {
        "verse_id": "19",
        "text": "O descendant of Bharata, while Brahmā was observing Him, that boar became situated in the sky in a wonderful manifestation as gigantic as a great elephant."
    },
    {
        "verse_id": "20",
        "text": "Struck with wonder at observing the wonderful boarlike form in the sky, Brahmā, with great brāhmaṇas like Marīci, as well as the Kumāras and Manu, began to argue in various ways."
    },
    {
        "verse_id": "21",
        "text": "Is this some extraordinary entity come in the pretense of a boar? It is very wonderful that He has come from my nose."
    },
    {
        "verse_id": "22",
        "text": "First of all this boar was seen no bigger than the tip of a thumb, and within a moment He was as large as a stone. My mind is perturbed. Is He the Supreme Personality of Godhead, Viṣṇu?"
    },
    {
        "verse_id": "23",
        "text": "While Brahmā was deliberating with his sons, the Supreme Personality of Godhead, Viṣṇu, roared tumultuously like a great mountain."
    },
    {
        "verse_id": "24",
        "text": "The omnipotent Supreme Personality of Godhead enlivened Brahmā and the other highly elevated brāhmaṇas by again roaring with His uncommon voice, which echoed in all directions."
    },
    {
        "verse_id": "25",
        "text": "When the great sages and thinkers who are residents of Janaloka, Tapoloka and Satyaloka heard the tumultuous voice of Lord Boar, which was the all-auspicious sound of the all-merciful Lord, they chanted auspicious chants from the three Vedas."
    },
    {
        "verse_id": "26",
        "text": "Playing like an elephant, He entered into the water after roaring again in reply to the Vedic prayers by the great devotees. The Lord is the object of the Vedic prayers, and thus He understood that the devotees’ prayers were meant for Him."
    },
    {
        "verse_id": "27",
        "text": "Before entering the water to rescue the earth, Lord Boar flew in the sky, slashing His tail, His hard hairs quivering. His very glance was luminous, and He scattered the clouds in the sky with His hooves and His glittering white tusks."
    },
    {
        "verse_id": "28",
        "text": "He was personally the Supreme Lord Viṣṇu and was therefore transcendental, yet because He had the body of a hog, He searched after the earth by smell. His tusks were fearful, and He glanced over the devotee-brāhmaṇas engaged in offering prayers. Thus He entered the water."
    },
    {
        "verse_id": "29",
        "text": "Diving into the water like a giant mountain, Lord Boar divided the middle of the ocean, and two high waves appeared as the arms of the ocean, which cried loudly as if praying to the Lord, “O Lord of all sacrifices, please do not cut me in two! Kindly give me protection!”"
    },
    {
        "verse_id": "30",
        "text": "Lord Boar penetrated the water with His hooves, which were like sharp arrows, and found the limits of the ocean, although it was unlimited. He saw the earth, the resting place for all living beings, lying as it was in the beginning of creation, and He personally lifted it."
    },
    {
        "verse_id": "31",
        "text": "Lord Boar very easily took the earth on His tusks and got it out of the water. Thus He appeared very splendid. Then, His anger glowing like the Sudarśana wheel, He immediately killed the demon [Hiraṇyākṣa], although he tried to fight with the Lord."
    },
    {
        "verse_id": "32",
        "text": "Thereupon Lord Boar killed the demon within the water, just as a lion kills an elephant. The cheeks and tongue of the Lord became smeared with the blood of the demon, just as an elephant becomes reddish from digging in the purple earth."
    },
    {
        "verse_id": "33",
        "text": "Then the Lord, playing like an elephant, suspended the earth on the edge of His curved white tusks. He assumed a bluish complexion like that of a tamāla tree, and thus the sages, headed by Brahmā, could understand Him to be the Supreme Personality of Godhead and offered respectful obeisances unto the Lord."
    },
    {
        "verse_id": "34",
        "text": "All the sages uttered with great respect: O unconquerable enjoyer of all sacrifices, all glories and all victories unto You! You are moving in Your form of the personified Vedas, and in the hair holes of Your body the oceans are submerged. For certain reasons [to uplift the earth] You have now assumed the form of a boar."
    },
    {
        "verse_id": "35",
        "text": "O Lord, Your form is worshipable by performances of sacrifice, but souls who are simply miscreants are unable to see it. All the Vedic hymns, Gāyatrī and others, are in the touch of Your skin. In Your bodily hairs is the kuśa grass, in Your eyes is the clarified butter, and in Your four legs are the four kinds of fruitive activities."
    },
    {
        "verse_id": "36",
        "text": "O Lord, Your tongue is a plate of sacrifice, Your nostril is another plate of sacrifice, in Your belly is the eating plate of sacrifice, and another plate of sacrifice is the holes of Your ears. In Your mouth is the Brahmā plate of sacrifice, Your throat is the plate of sacrifice known as soma, and whatever You chew is known as agni-hotra."
    },
    {
        "verse_id": "37",
        "text": "Moreover, O Lord, the repetition of Your appearance is the desire for all kinds of initiation. Your neck is the place for three desires, and Your tusks are the result of initiation and the end of all desires. Your tongue is the prior activities of initiation, Your head is the fire without sacrifice as well as the fire of worship, and Your living forces are the aggregate of all desires."
    },
    {
        "verse_id": "38",
        "text": "O Lord, Your semen is the sacrifice called soma-yajña. Your growth is the ritualistic performances of the morning. Your skin and touch sensations are the seven elements of the agniṣṭoma sacrifice. Your bodily joints are symbols of various other sacrifices performed in twelve days. Therefore You are the object of all sacrifices called soma and asoma, and You are bound by yajñas only."
    },
    {
        "verse_id": "39",
        "text": "O Lord, You are the Supreme Personality of Godhead and are worshipable by universal prayers, Vedic hymns and sacrificial ingredients. We offer our obeisances unto You. You can be realized by the pure mind freed from all visible and invisible material contamination. We offer our respectful obeisances to You as the supreme spiritual master of knowledge in devotional service."
    },
    {
        "verse_id": "40",
        "text": "O lifter of the earth, the earth with its mountains, which You have lifted with Your tusks, is situated as beautifully as a lotus flower with leaves sustained by an infuriated elephant just coming out of the water."
    },
    {
        "verse_id": "41",
        "text": "O Lord, as the peaks of great mountains become beautiful when decorated with clouds, Your transcendental body has become beautiful because of Your lifting the earth on the edge of Your tusks."
    },
    {
        "verse_id": "42",
        "text": "O Lord, for the residential purposes of all inhabitants, both moving and nonmoving, this earth is Your wife, and You are the supreme father. We offer our respectful obeisances unto You, along with mother earth, in whom You have invested Your own potency, just as an expert sacrificer puts fire in the araṇi wood."
    },
    {
        "verse_id": "43",
        "text": "Who else but You, the Supreme Personality of Godhead, could deliver the earth from within the water? It is not very wonderful for You, however, because You acted most wonderfully in the creation of the universe. By Your energy You have created this wonderful cosmic manifestation."
    },
    {
        "verse_id": "44",
        "text": "O Supreme Lord, undoubtedly we are inhabitants of the most pious planets — the Jana, Tapas and Satya lokas — but still we have been purified by the drops of water sprinkled from Your shoulder hairs by the shaking of Your body."
    },
    {
        "verse_id": "45",
        "text": "O Lord, there is no limit to Your wonderful activities. Anyone who desires to know the limit of Your activities is certainly nonsensical. Everyone in this world is conditioned by the powerful mystic potencies. Please bestow Your causeless mercy upon these conditioned souls."
    },
    {
        "verse_id": "46",
        "text": "The sage Maitreya said: The Lord, being thus worshiped by all the great sages and transcendentalists, touched the earth with His hooves and placed it on the water."
    },
    {
        "verse_id": "47",
        "text": "In this manner the Personality of Godhead, Lord Viṣṇu, the maintainer of all living entities, raised the earth from within the water, and having placed it afloat on the water, He returned to His own abode."
    },
    {
        "verse_id": "48",
        "text": "If one hears and describes in a devotional service attitude this auspicious narration of Lord Boar, which is worthy of description, the Lord, who is within the heart of everyone, is very pleased."
    },
    {
        "verse_id": "49",
        "text": "Nothing remains unachieved when the Supreme Personality of Godhead is pleased with someone. By transcendental achievement one understands everything else to be insignificant. One who engages in transcendental loving service is elevated to the highest perfectional stage by the Lord Himself, who is seated in everyone’s heart."
    },
    {
        "verse_id": "50",
        "text": "Who, other than one who is not a human being, can exist in this world and not be interested in the ultimate goal of life? Who can refuse the nectar of narrations about the Personality of Godhead’s activities, which by itself can deliver one from all material pangs?"
    }
]