[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Vidura, the best amongst the Kuru dynasty, who was perfect in devotional service to the Lord, thus reached the source of the celestial Ganges river [Hardwar], where Maitreya, the great, fathomless learned sage of the world, was seated. Vidura, who was perfect in gentleness and satisfied in transcendence, inquired from him."
    },
    {
        "verse_id": "2",
        "text": "Vidura said: O great sage, everyone in this world engages in fruitive activities to attain happiness, but one finds neither satiation nor the mitigation of distress. On the contrary, one is only aggravated by such activities. Please, therefore, give us directions on how one should live for real happiness."
    },
    {
        "verse_id": "3",
        "text": "O my lord, great philanthropic souls travel on the earth on behalf of the Supreme Personality of Godhead to show compassion to the fallen souls who are averse to the sense of subordination to the Lord."
    },
    {
        "verse_id": "4",
        "text": "Therefore, O great sage, please give me instruction on the transcendental devotional service of the Lord, so that He who is situated in the heart of everyone can be pleased to impart, from within, knowledge of the Absolute Truth in terms of the ancient Vedic principles delivered only to those who are purified by the process of devotional service."
    },
    {
        "verse_id": "5",
        "text": "O great sage, kindly narrate how the Supreme Personality of Godhead, who is the independent, desireless Lord of the three worlds and the controller of all energies, accepts incarnations and creates the cosmic manifestation with perfectly arranged regulative principles for its maintenance."
    },
    {
        "verse_id": "6",
        "text": "He lies down on His own heart spread in the form of the sky, and thus placing the whole creation in that space, He expands Himself into many living entities, which are manifested as different species of life. He does not have to endeavor for His maintenance, because He is the master of all mystic powers and the proprietor of everything. Thus He is distinct from the living entities."
    },
    {
        "verse_id": "7",
        "text": "You may narrate also about the auspicious characteristics of the Lord in His different incarnations for the welfare of the twice-born, the cows and the demigods. Our minds are never satisfied completely, although we continuously hear of His transcendental activities."
    },
    {
        "verse_id": "8",
        "text": "The Supreme King of all kings has created different planets and places of habitation where living entities are situated in terms of the modes of nature and work, and He has created their different kings and rulers."
    },
    {
        "verse_id": "9",
        "text": "O chief amongst the brāhmaṇas, please also describe how Nārāyaṇa, the creator of the universe and the self-sufficient Lord, has differently created the natures, activities, forms, features and names of the different living creatures."
    },
    {
        "verse_id": "10",
        "text": "O my lord, I have repeatedly heard about these higher and lower statuses of human society from the mouth of Vyāsadeva, and I am quite satiated with all these lesser subject matters and their happiness. They have not satisfied me with the nectar of topics about Kṛṣṇa."
    },
    {
        "verse_id": "11",
        "text": "Who in human society can be satisfied without hearing sufficient talk of the Lord, whose lotus feet are the sum total of all places of pilgrimage and who is worshiped by great sages and devotees? Such topics can cut off one’s bondage to family affection simply by entering the holes of one’s ears."
    },
    {
        "verse_id": "12",
        "text": "Your friend the great sage Kṛṣṇa-dvaipāyana Vyāsa has already described the transcendental qualities of the Lord in his great work the Mahābhārata. But the whole idea is to draw the attention of the mass of people to kṛṣṇa-kathā [Bhagavad-gītā] through their strong affinity for hearing mundane topics."
    },
    {
        "verse_id": "13",
        "text": "For one who is anxious to engage constantly in hearing such topics, kṛṣṇa-kathā gradually increases his indifference towards all other things. Such constant remembrance of the lotus feet of Lord Kṛṣṇa by the devotee who has achieved transcendental bliss vanquishes all his miseries without delay."
    },
    {
        "verse_id": "14",
        "text": "O sage, persons who because of their sinful activities are averse to the topics of Transcendence and thus ignorant of the purpose of the Mahābhārata [Bhagavad-gītā] are pitied by the pitiable. I also pity them because I see how their duration of life is spoiled by eternal time while they involve themselves in presentations of philosophical speculation, theoretical ultimate goals of life, and different modes of ritual."
    },
    {
        "verse_id": "15",
        "text": "O Maitreya, O friend of the distressed, the glories of the Supreme Lord can alone do good for people all over the world. Therefore, just as bees collect honey from flowers, kindly describe the essence of all topics — the topics of the Lord."
    },
    {
        "verse_id": "16",
        "text": "Kindly chant all those superhuman transcendental activities of the supreme controller, the Personality of Godhead, who accepted incarnations fully equipped with all potency for the full manifestation and maintenance of the cosmic creation."
    },
    {
        "verse_id": "17",
        "text": "Śukadeva Gosvāmī said: The great sage Maitreya Muni, after honoring Vidura very greatly, began to speak, at Vidura’s request, for the greatest welfare of all people."
    },
    {
        "verse_id": "18",
        "text": "Śrī Maitreya said: O Vidura, all glory unto you. You have inquired from me of the greatest of all goodness, and thus you have shown your mercy both to the world and to me because your mind is always absorbed in thoughts of the Transcendence."
    },
    {
        "verse_id": "19",
        "text": "O Vidura, it is not at all wonderful that you have so accepted the Lord without deviation of thought, for you were born from the semen of Vyāsadeva."
    },
    {
        "verse_id": "20",
        "text": "I know that you are now Vidura due to the cursing of Māṇḍavya Muni and that formerly you were King Yamarāja, the great controller of living entities after their death. You were begotten by the son of Satyavatī, Vyāsadeva, in the kept wife of his brother."
    },
    {
        "verse_id": "21",
        "text": "Your good self is one of the eternal associates of the Supreme Personality of Godhead for whose sake the Lord, while going back to His abode, left instructions with me."
    },
    {
        "verse_id": "22",
        "text": "I shall therefore describe to you the pastimes by which the Personality of Godhead extends His transcendental potency for the creation, maintenance and dissolution of the cosmic world as they occur one after another."
    },
    {
        "verse_id": "23",
        "text": "The Personality of Godhead, the master of all living entities, existed prior to the creation as one without a second. It is by His will only that creation is made possible and again everything merges in Him. This Supreme Self is symptomized by different names."
    },
    {
        "verse_id": "24",
        "text": "The Lord, the undisputed proprietor of everything, was the only seer. The cosmic manifestation was not present at that time, and thus He felt imperfect without His plenary and separated parts and parcels. The material energy was dormant, whereas the internal potency was manifested."
    },
    {
        "verse_id": "25",
        "text": "The Lord is the seer, and the external energy, which is seen, works as both cause and effect in the cosmic manifestation. O greatly fortunate Vidura, this external energy is known as māyā or illusion, and through her agency only is the entire material manifestation made possible."
    },
    {
        "verse_id": "26",
        "text": "The Supreme Living Being in His feature as the transcendental puruṣa incarnation, who is the Lord’s plenary expansion, impregnates the material nature of three modes, and thus by the influence of eternal time the living entities appear."
    },
    {
        "verse_id": "27",
        "text": "Thereafter, influenced by the interactions of eternal time, the supreme sum total of matter, called the mahat-tattva, became manifested, and in this mahat-tattva the unalloyed goodness, the Supreme Lord, sowed the seeds of universal manifestation out of His own body."
    },
    {
        "verse_id": "28",
        "text": "Thereafter the mahat-tattva differentiated itself into many different forms as the reservoir of the would-be entities. The mahat-tattva is chiefly in the mode of ignorance, and it generates the false ego. It is a plenary expansion of the Personality of Godhead, with full consciousness of creative principles and time for fructification."
    },
    {
        "verse_id": "29",
        "text": "Mahat-tattva, or the great causal truth, transforms into false ego, which is manifested in three phases — cause, effect and the doer. All such activities are on the mental plane and are based on the material elements, gross senses and mental speculation. The false ego is represented in three different modes — goodness, passion and ignorance."
    },
    {
        "verse_id": "30",
        "text": "The false ego is transformed into mind by interaction with the mode of goodness. All the demigods who control the phenomenal world are also products of the same principle, namely the interaction of false ego and the mode of goodness."
    },
    {
        "verse_id": "31",
        "text": "The senses are certainly products of the mode of passion in false ego, and therefore philosophical speculative knowledge and fruitive activities are predominantly products of the mode of passion."
    },
    {
        "verse_id": "32",
        "text": "The sky is a product of sound, and sound is the transformation of egoistic ignorance. In other words, the sky is the symbolic representation of the Supreme Soul."
    },
    {
        "verse_id": "33",
        "text": "Thereafter the Personality of Godhead glanced over the sky, partly mixed with eternal time and external energy, and thus developed the touch sensation, from which the air in the sky was produced."
    },
    {
        "verse_id": "34",
        "text": "Thereafter the extremely powerful air, interacting with the sky, generated the form of sense perception, and the perception of form transformed into electricity, the light to see the world."
    },
    {
        "verse_id": "35",
        "text": "When electricity was surcharged in the air and was glanced over by the Supreme, at that time, by a mixture of eternal time and external energy, there occurred the creation of water and taste."
    },
    {
        "verse_id": "36",
        "text": "Thereafter the water produced from electricity was glanced over by the Supreme Personality of Godhead and mixed with eternal time and external energy. Thus it was transformed into the earth, which is qualified primarily by smell."
    },
    {
        "verse_id": "37",
        "text": "O gentle one, of all the physical elements, beginning from the sky down to the earth, all the inferior and superior qualities are due only to the final touch of the glance of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "38",
        "text": "The controlling deities of all the above-mentioned physical elements are empowered expansions of Lord Viṣṇu. They are embodied by eternal time under the external energy, and they are His parts and parcels. Because they were entrusted with different functions of universal duties and were unable to perform them, they offered fascinating prayers to the Lord as follows."
    },
    {
        "verse_id": "39",
        "text": "The demigods said: O Lord, Your lotus feet are like an umbrella for the surrendered souls, protecting them from all the miseries of material existence. All the sages under that shelter throw off all material miseries. We therefore offer our respectful obeisances unto Your lotus feet."
    },
    {
        "verse_id": "40",
        "text": "O Father, O Lord, O Personality of Godhead, the living entities in the material world can never have any happiness because they are overwhelmed by the three kinds of miseries. Therefore they take shelter of the shade of Your lotus feet, which are full of knowledge, and we also thus take shelter of them."
    },
    {
        "verse_id": "41",
        "text": "The lotus feet of the Lord are by themselves the shelter of all places of pilgrimage. The great clear-minded sages, carried by the wings of the Vedas, always search after the nest of Your lotuslike face. Some of them surrender to Your lotus feet at every step by taking shelter of the best of rivers [the Ganges], which can deliver one from all sinful reactions."
    },
    {
        "verse_id": "42",
        "text": "Simply by hearing about Your lotus feet with eagerness and devotion and by meditating upon them within the heart, one at once becomes enlightened with knowledge, and on the strength of detachment one becomes pacified. We must therefore take shelter of the sanctuary of Your lotus feet."
    },
    {
        "verse_id": "43",
        "text": "O Lord, You assume incarnations for the creation, maintenance and dissolution of the cosmic manifestation, and therefore we all take shelter of Your lotus feet because they always award remembrance and courage to Your devotees."
    },
    {
        "verse_id": "44",
        "text": "O Lord, persons who are entangled by undesirable eagerness for the temporary body and kinsmen, and who are bound by thoughts of “mine” and “I,” are unable to see Your lotus feet, although Your lotus feet are situated within their own bodies. But let us take shelter of Your lotus feet."
    },
    {
        "verse_id": "45",
        "text": "O great Supreme Lord, offensive persons whose internal vision has been too affected by external materialistic activities cannot see Your lotus feet, but they are seen by Your pure devotees, whose one and only aim is to transcendentally enjoy Your activities."
    },
    {
        "verse_id": "46",
        "text": "O Lord, persons who, because of their serious attitude, attain the stage of enlightened devotional service achieve the complete meaning of renunciation and knowledge and attain the Vaikuṇṭhaloka in the spiritual sky simply by drinking the nectar of Your topics."
    },
    {
        "verse_id": "47",
        "text": "Others, who are pacified by means of transcendental self-realization and have conquered over the modes of nature by dint of strong power and knowledge, also enter into You, but for them there is much pain, whereas the devotee simply discharges devotional service and thus feels no such pain."
    },
    {
        "verse_id": "48",
        "text": "O Original Person, we are therefore but Yours only. Although we are Your creatures, we are born one after another under the influence of the three modes of nature, and for this reason we are separated in action. Therefore, after the creation we could not act concertedly for Your transcendental pleasure."
    },
    {
        "verse_id": "49",
        "text": "O unborn one, please enlighten us regarding the ways and means by which we can offer You all enjoyable grains and commodities so that both we and all other living entities in this world can maintain ourselves without disturbance and can easily accumulate the necessities of life both for You and for ourselves."
    },
    {
        "verse_id": "50",
        "text": "You are the original personal founder of all the demigods and the orders of different gradations, yet You are the oldest and are unchanged. O Lord, You have no source or superior. You have impregnated the external energy with the semen of the total living entities, yet You are unborn."
    },
    {
        "verse_id": "51",
        "text": "O Supreme Self, please give us, who are created in the beginning from the mahat-tattva, the total cosmic energy, Your kind directions on how we shall act. Kindly award us Your perfect knowledge and potency so that we can render You service in the different departments of subsequent creation."
    }
]