[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya Muni said to Vidura: The royal dynasty of King Pūru is worthy to serve the pure devotees because all the descendants of that family are devoted to the Personality of Godhead. You are also born in that family, and it is wonderful that because of your attempt the transcendental pastimes of the Lord are becoming newer and newer at every moment."
    },
    {
        "verse_id": "2",
        "text": "Let me now begin speaking on the Bhāgavata Purāṇa, which was directly spoken to the great sages by the Personality of Godhead for the benefit of those who are entangled in extreme miseries for the sake of very little pleasure."
    },
    {
        "verse_id": "3",
        "text": "Some time ago, being inquisitive to know, Sanat-kumāra, the chief of the boy-saints, accompanied by other great sages, inquired exactly like you about the truths regarding Vāsudeva, the Supreme, from Lord Saṅkarṣaṇa, who is seated at the bottom of the universe."
    },
    {
        "verse_id": "4",
        "text": "At that time Lord Saṅkarṣaṇa was meditating upon His Supreme Lord, whom the learned esteem as Lord Vāsudeva, but for the sake of the advancement of the great learned sages He slightly opened His lotus like eyes and began to speak."
    },
    {
        "verse_id": "5",
        "text": "The sages came from the highest planets down to the lower region through the water of the Ganges, and therefore the hair on their heads was wet. They touched the lotus feet of the Lord, which are worshiped with various paraphernalia by the daughters of the serpent-king when they desire good husbands."
    },
    {
        "verse_id": "6",
        "text": "The four Kumāras, headed by Sanat-kumāra, who all knew the transcendental pastimes of the Lord, glorified the Lord in rhythmic accents with selected words full of affection and love. At that time Lord Saṅkarṣaṇa, with His thousands of raised hoods, began to radiate an effulgence from the glowing stones on His head."
    },
    {
        "verse_id": "7",
        "text": "Lord Saṅkarṣaṇa thus spoke the purport of Śrīmad-Bhāgavatam to the great sage Sanat-kumāra, who had already taken the vow of renunciation. Sanat-kumāra also, in his turn, when inquired of by Sāṅkhyāyana Muni, explained Śrīmad-Bhāgavatam as he had heard it from Saṅkarṣaṇa."
    },
    {
        "verse_id": "8",
        "text": "The great sage Sāṅkhyāyana was the chief amongst the transcendentalists, and when he was describing the glories of the Lord in terms of Śrīmad-Bhāgavatam, it so happened that my spiritual master, Parāśara, and Bṛhaspati both heard him."
    },
    {
        "verse_id": "9",
        "text": "The great sage Parāśara, as aforementioned, being so advised by the great sage Pulastya, spoke unto me the foremost of the Purāṇas [Bhāgavatam]. I shall also describe this before you, my dear son, in terms of my hearing, because you are always my faithful follower."
    },
    {
        "verse_id": "10",
        "text": "At that time when the three worlds were submerged in water, Garbhodakaśāyī Viṣṇu was alone, lying on His bedstead, the great snake Ananta, and although He appeared to be in slumber in His own internal potency, free from the action of the external energy, His eyes were not completely closed."
    },
    {
        "verse_id": "11",
        "text": "Just like the strength of fire within fuel wood, the Lord remained within the water of dissolution, submerging all the living entities in their subtle bodies. He lay in the self-invigorated energy called kāla."
    },
    {
        "verse_id": "12",
        "text": "The Lord lay down for a thousand cycles of four yugas in His internal potency, and by His external energy He appeared to be sleeping within the water. When the living entities were coming out for further development of their fruitive activities, actuated by the energy called kāla-śakti, He saw His transcendental body as bluish."
    },
    {
        "verse_id": "13",
        "text": "The subtle subject matter of creation, on which the Lord’s attention was fixed, was agitated by the material mode of passion, and thus the subtle form of creation pierced through His abdomen."
    },
    {
        "verse_id": "14",
        "text": "Piercing through, this sum total form of the fruitive activity of the living entities took the shape of the bud of a lotus flower generated from the Personality of Viṣṇu, and by His supreme will it illuminated everything, like the sun, and dried up the vast waters of devastation."
    },
    {
        "verse_id": "15",
        "text": "Into that universal lotus flower Lord Viṣṇu personally entered as the Supersoul, and when it was thus impregnated with all the modes of material nature, the personality of Vedic wisdom, whom we call the self-born, was generated."
    },
    {
        "verse_id": "16",
        "text": "Brahmā, born out of the lotus flower, could not see the world, although he was situated in the whorl. He therefore circumambulated all of space, and while moving his eyes in all directions he achieved four heads in terms of the four directions."
    },
    {
        "verse_id": "17",
        "text": "Lord Brahmā, situated in that lotus, could not perfectly understand the creation, the lotus or himself. At the end of the millennium the air of devastation began to move the water and the lotus in great circular waves."
    },
    {
        "verse_id": "18",
        "text": "Lord Brahmā, in his ignorance, contemplated: Who am I that am situated on the top of this lotus? Wherefrom has it sprouted? There must be something downwards, and that from which this lotus has grown must be within the water."
    },
    {
        "verse_id": "19",
        "text": "Lord Brahmā, thus contemplating, entered the water through the channel of the stem of the lotus. But in spite of entering the stem and going nearer to the navel of Viṣṇu, he could not trace out the root."
    },
    {
        "verse_id": "20",
        "text": "O Vidura, while searching in that way about his existence, Brahmā reached his ultimate time, which is the eternal wheel in the hand of Viṣṇu and which generates fear in the mind of the living entity like the fear of death."
    },
    {
        "verse_id": "21",
        "text": "Thereafter, being unable to achieve the desired destination, he retired from such searching and came back again to the top of the lotus. Thus, controlling all objectives, he concentrated his mind on the Supreme Lord."
    },
    {
        "verse_id": "22",
        "text": "At the end of Brahmā’s one hundred years, when his meditation was complete, he developed the required knowledge, and as a result he could see in his heart the Supreme within himself, whom he could not see before with the greatest endeavor."
    },
    {
        "verse_id": "23",
        "text": "Brahmā could see that on the water there was a gigantic lotuslike white bedstead, the body of Śeṣa-nāga, on which the Personality of Godhead was lying alone. The whole atmosphere was illuminated by the rays of the jewels bedecking the hood of Śeṣa-nāga, and that illumination dissipated all the darkness of those regions."
    },
    {
        "verse_id": "24",
        "text": "The luster of the transcendental body of the Lord mocked the beauty of the coral mountain. The coral mountain is very beautifully dressed by the evening sky, but the yellow dress of the Lord mocked its beauty. There is gold on the summit of the mountain, but the Lord’s helmet, bedecked with jewels, mocked it. The mountain’s waterfalls, herbs, etc., with a panorama of flowers, seem like garlands, but the Lord’s gigantic body, and His hands and legs, decorated with jewels, pearls, tulasī leaves and flower garlands, mocked the scene on the mountain."
    },
    {
        "verse_id": "25",
        "text": "His transcendental body, unlimited in length and breadth, occupied the three planetary systems, upper, middle and lower. His body was self-illuminated by unparalleled dress and variegatedness and was properly ornamented."
    },
    {
        "verse_id": "26",
        "text": "The Lord showed His lotus feet by raising them. His lotus feet are the source of all awards achieved by devotional service free from material contamination. Such awards are for those who worship Him in pure devotion. The splendor of the transcendental rays from His moonlike toenails and fingernails appeared like the petals of a flower."
    },
    {
        "verse_id": "27",
        "text": "He also acknowledged the service of the devotees and vanquished their distress by His beautiful smile. The reflection of His face, decorated with earrings, was so pleasing because it dazzled with the rays from His lips and the beauty of His nose and eyebrows."
    },
    {
        "verse_id": "28",
        "text": "O my dear Vidura, the Lord’s waist was covered with yellow cloth resembling the saffron dust of the kadamba flower, and it was encircled by a well-decorated belt. His chest was decorated with the śrīvatsa marking and a necklace of unlimited value."
    },
    {
        "verse_id": "29",
        "text": "As a sandalwood tree is decorated with fragrant flowers and branches, the Lord’s body was decorated with valuable jewels and pearls. He was the self-situated tree, the Lord of all others in the universe. And as a sandalwood tree is covered with many snakes, so the Lord’s body was also covered by the hoods of Ananta."
    },
    {
        "verse_id": "30",
        "text": "Like a great mountain, the Lord stands as the abode for all moving and nonmoving living entities. He is the friend of the snakes because Lord Ananta is His friend. As a mountain has thousands of golden peaks, so the Lord was seen with the thousands of golden-helmeted hoods of Ananta-nāga; and as a mountain is sometimes filled with jewels, so also His transcendental body was fully decorated with valuable jewels. As a mountains is sometimes submerged in the ocean water, so the Lord is sometimes submerged in the water of devastation."
    },
    {
        "verse_id": "31",
        "text": "Lord Brahmā, thus looking upon the Lord in the shape of a mountain, concluded that He was Hari, the Personality of Godhead. He saw that the garland of flowers on His chest glorified Him with Vedic wisdom in sweet songs and looked very beautiful. He was protected by the Sudarśana wheel for fighting, and even the sun, moon, air, fire, etc., could not have access to Him."
    },
    {
        "verse_id": "32",
        "text": "When Lord Brahmā, the maker of the universal destination, thus saw the Lord, he simultaneously glanced over creation. Lord Brahmā saw the lake in Lord Viṣṇu’s navel, and the lotus flower, as well as the devastating water, the drying air and the sky. All became visible to him."
    },
    {
        "verse_id": "33",
        "text": "Lord Brahmā, thus being surcharged with the mode of passion, became inclined to create, and after seeing the five causes of creation indicated by the Personality of Godhead, he began to offer his respectful prayers on the path of the creative mentality."
    }
]