[
    {
        "verse_id": "1",
        "text": "The material manifestation’s ultimate particle, which is indivisible and not formed into a body, is called the atom. It exists always as an invisible identity, even after the dissolution of all forms. The material body is but a combination of such atoms, but it is misunderstood by the common man."
    },
    {
        "verse_id": "2",
        "text": "Atoms are the ultimate state of the manifest universe. When they stay in their own forms without forming different bodies, they are called the unlimited oneness. There are certainly different bodies in physical forms, but the atoms themselves form the complete manifestation."
    },
    {
        "verse_id": "3",
        "text": "One can estimate time by measuring the movement of the atomic combination of bodies. Time is the potency of the almighty Personality of Godhead, Hari, who controls all physical movement although He is not visible in the physical world."
    },
    {
        "verse_id": "4",
        "text": "Atomic time is measured according to its covering a particular atomic space. That time which covers the unmanifest aggregate of atoms is called the great time."
    },
    {
        "verse_id": "5",
        "text": "The division of gross time is calculated as follows: two atoms make one double atom, and three double atoms make one hexatom. This hexatom is visible in the sunshine which enters through the holes of a window screen. One can clearly see that the hexatom goes up towards the sky."
    },
    {
        "verse_id": "6",
        "text": "The time duration needed for the integration of three trasareṇus is called a truṭi, and one hundred truṭis make one vedha. Three vedhas make one lava."
    },
    {
        "verse_id": "7",
        "text": "The duration of time of three lavas is equal to one nimeṣa, the combination of three nimeṣas makes one kṣaṇa, five kṣaṇas combined together make one kāṣṭhā, and fifteen kāṣṭhās make one laghu."
    },
    {
        "verse_id": "8",
        "text": "Fifteen laghus make one nāḍikā, which is also called a daṇḍa. Two daṇḍas make one muhūrta, and six or seven daṇḍas make one fourth of a day or night, according to human calculation."
    },
    {
        "verse_id": "9",
        "text": "The measuring pot for one nāḍikā, or daṇḍa, can be prepared with a six-pala-weight [fourteen ounce] pot of copper, in which a hole is bored with a gold probe weighing four māṣa and measuring four fingers long. When the pot is placed on water, the time before the water overflows in the pot is called one daṇḍa."
    },
    {
        "verse_id": "10",
        "text": "It is calculated that there are four praharas, which are also called yāmas, in the day and four in the night of the human being. Similarly, fifteen days and nights are a fortnight, and there are two fortnights, white and black, in a month."
    },
    {
        "verse_id": "11",
        "text": "The aggregate of two fortnights is one month, and that period is one complete day and night for the Pitā planets. Two of such months comprise one season, and six months comprise one complete movement of the sun from south to north."
    },
    {
        "verse_id": "12",
        "text": "Two solar movements make one day and night of the demigods, and that combination of day and night is one complete calendar year for the human being. The human being has a duration of life of one hundred years."
    },
    {
        "verse_id": "13",
        "text": "Influential stars, planets, luminaries and atoms all over the universe are rotating in their respective orbits under the direction of the Supreme, represented by eternal kāla."
    },
    {
        "verse_id": "14",
        "text": "There are five different names for the orbits of the sun, moon, stars and luminaries in the firmament, and they each have their own saṁvatsara."
    },
    {
        "verse_id": "15",
        "text": "O Vidura, the sun enlivens all living entities with his unlimited heat and light. He diminishes the duration of life of all living entities in order to release them from their illusion of material attachment, and he enlarges the path of elevation to the heavenly kingdom. He thus moves in the firmament with great velocity, and therefore everyone should offer him respects once every five years with all ingredients of worship."
    },
    {
        "verse_id": "16",
        "text": "Vidura said: I now understand the life durations of the residents of the Pitā planets and heavenly planets as well as that of the human beings. Now kindly inform me of the durations of life of those greatly learned living entities who are beyond the range of a kalpa."
    },
    {
        "verse_id": "17",
        "text": "O spiritually powerful one, you can understand the movements of eternal time, which is the controlling form of the Supreme Personality of Godhead. Because you are a self-realized person, you can see everything by the power of mystic vision."
    },
    {
        "verse_id": "18",
        "text": "Maitreya said: O Vidura, the four millenniums are called the Satya-, Tretā-, Dvāpara- and Kali-yuga. The aggregate number of years of all of these combined is equal to twelve thousand years of the demigods."
    },
    {
        "verse_id": "19",
        "text": "The duration of the Satya millennium equals 4,800 years of the years of the demigods; the duration of the Tretā millennium equals 3,600 years of the demigods; the duration of the Dvāpara millennium equals 2,400 years; and that of the Kali millennium is 1,200 years of the demigods."
    },
    {
        "verse_id": "20",
        "text": "The transitional periods before and after every millennium, which are a few hundred years as aforementioned, are known as yuga-sandhyās, or the conjunctions of two millenniums, according to the expert astronomers. In those periods all kinds of religious activities are performed."
    },
    {
        "verse_id": "21",
        "text": "O Vidura, in the Satya millennium mankind properly and completely maintained the principles of religion, but in other millenniums religion gradually decreased by one part as irreligion was proportionately admitted."
    },
    {
        "verse_id": "22",
        "text": "Outside of the three planetary systems [Svarga, Martya and Pātāla], the four yugas multiplied by one thousand comprise one day on the planet of Brahmā. A similar period comprises a night of Brahmā, in which the creator of the universe goes to sleep."
    },
    {
        "verse_id": "23",
        "text": "After the end of Brahmā’s night, the creation of the three worlds begins again in the daytime of Brahmā, and they continue to exist through the life durations of fourteen consecutive Manus, or fathers of mankind."
    },
    {
        "verse_id": "24",
        "text": "Each and every Manu enjoys a life of a little more than seventy-one sets of four millenniums."
    },
    {
        "verse_id": "25",
        "text": "After the dissolution of each and every Manu, the next Manu comes in order, along with his descendants, who rule over the different planets; but the seven famous sages, and demigods like Indra and their followers, such as the Gandharvas, all appear simultaneously with Manu."
    },
    {
        "verse_id": "26",
        "text": "In the creation, during Brahmā’s day, the three planetary systems — Svarga, Martya and Pātāla — revolve, and the inhabitants, including the lower animals, human beings, demigods and Pitās, appear and disappear in terms of their fruitive activities."
    },
    {
        "verse_id": "27",
        "text": "In each and every change of Manu, the Supreme Personality of Godhead appears by manifesting His internal potency in different incarnations, as Manu and others. Thus He maintains the universe by discovered power."
    },
    {
        "verse_id": "28",
        "text": "At the end of the day, under the insignificant portion of the mode of darkness, the powerful manifestation of the universe merges in the darkness of night. By the influence of eternal time, the innumerable living entities remain merged in that dissolution, and everything is silent."
    },
    {
        "verse_id": "29",
        "text": "When the night of Brahmā ensues, all the three worlds are out of sight, and the sun and the moon are without glare, just as in the due course of an ordinary night."
    },
    {
        "verse_id": "30",
        "text": "The devastation takes place due to the fire emanating from the mouth of Saṅkarṣaṇa, and thus great sages like Bhṛgu and other inhabitants of Maharloka transport themselves to Janaloka, being distressed by the warmth of the blazing fire which rages through the three worlds below."
    },
    {
        "verse_id": "31",
        "text": "At the beginning of the devastation all the seas overflow, and hurricane winds blow very violently. Thus the waves of the seas become ferocious, and in no time at all the three worlds are full of water."
    },
    {
        "verse_id": "32",
        "text": "The Supreme Lord, the Personality of Godhead, lies down in the water on the seat of Ananta, with His eyes closed, and the inhabitants of the Janaloka planets offer unto the Lord their glorious prayers with folded hands."
    },
    {
        "verse_id": "33",
        "text": "Thus the process of the exhaustion of the duration of life exists for every one of the living beings, including Lord Brahmā. One’s life endures for only one hundred years, in terms of the times in the different planets."
    },
    {
        "verse_id": "34",
        "text": "The one hundred years of Brahmā’s life are divided into two parts, the first half and the second half. The first half of the duration of Brahmā’s life is already over, and the second half is now current."
    },
    {
        "verse_id": "35",
        "text": "In the beginning of the first half of Brahmā’s life, there was a millennium called Brāhma-kalpa, wherein Lord Brahmā appeared. The birth of the Vedas was simultaneous with Brahmā’s birth."
    },
    {
        "verse_id": "36",
        "text": "The millennium which followed the first Brāhma millennium is known as the Pādma-kalpa because in that millennium the universal lotus flower grew out of the navel reservoir of water of the Personality of Godhead, Hari."
    },
    {
        "verse_id": "37",
        "text": "O descendant of Bharata, the first millennium in the second half of the life of Brahmā is also known as the Vārāha millennium because the Personality of Godhead appeared in that millennium as the hog incarnation."
    },
    {
        "verse_id": "38",
        "text": "The duration of the two parts of Brahmā’s life, as above mentioned, is calculated to be equal to one nimeṣa [less than a second] for the Supreme Personality of Godhead, who is unchanging and unlimited and is the cause of all causes of the universe."
    },
    {
        "verse_id": "39",
        "text": "Eternal time is certainly the controller of different dimensions, from that of the atom up to the superdivisions of the duration of Brahmā’s life; but, nevertheless, it is controlled by the Supreme. Time can control only those who are body conscious, even up to the Satyaloka or the other higher planets of the universe."
    },
    {
        "verse_id": "40",
        "text": "This phenomenal material world is expanded to a diameter of four billion miles, as a combination of eight material elements transformed into sixteen further categories, within and without, as follows."
    },
    {
        "verse_id": "41",
        "text": "The layers or elements covering the universes are each ten times thicker than the one before, and all the universes clustered together appear like atoms in a huge combination."
    },
    {
        "verse_id": "42",
        "text": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, is therefore said to be the original cause of all causes. Thus the spiritual abode of Viṣṇu is eternal without a doubt, and it is also the abode of Mahā-Viṣṇu, the origin of all manifestations."
    }
]