[
    {
        "verse_id": "1",
        "text": "The Personality of Godhead said: As a mass of clouds does not know the powerful influence of the wind, a person engaged in material consciousness does not know the powerful strength of the time factor, by which he is being carried."
    },
    {
        "verse_id": "2",
        "text": "Whatever is produced by the materialist with great pain and labor for so-called happiness, the Supreme Personality, as the time factor, destroys, and for this reason the conditioned soul laments."
    },
    {
        "verse_id": "3",
        "text": "The misguided materialist does not know that his very body is impermanent and that the attractions of home, land and wealth, which are in relationship to that body, are also temporary. Out of ignorance only, he thinks that everything is permanent."
    },
    {
        "verse_id": "4",
        "text": "The living entity, in whatever species of life he appears, finds a particular type of satisfaction in that species, and he is never averse to being situated in such a condition."
    },
    {
        "verse_id": "5",
        "text": "The conditioned living entity is satisfied in his own particular species of life; while deluded by the covering influence of the illusory energy, he feels little inclined to cast off his body, even when in hell, for he takes delight in hellish enjoyment."
    },
    {
        "verse_id": "6",
        "text": "Such satisfaction with one’s standard of living is due to deep-rooted attraction for body, wife, home, children, animals, wealth and friends. In such association, the conditioned soul thinks himself quite perfect."
    },
    {
        "verse_id": "7",
        "text": "Although he is always burning with anxiety, such a fool always performs all kinds of mischievous activities, with a hope which is never to be fulfilled, in order to maintain his so-called family and society."
    },
    {
        "verse_id": "8",
        "text": "He gives heart and senses to a woman, who falsely charms him with māyā. He enjoys solitary embraces and talking with her, and he is enchanted by the sweet words of the small children."
    },
    {
        "verse_id": "9",
        "text": "The attached householder remains in his family life, which is full of diplomacy and politics. Always spreading miseries and controlled by acts of sense gratification, he acts just to counteract the reactions of all his miseries, and if he can successfully counteract such miseries, he thinks that he is happy."
    },
    {
        "verse_id": "10",
        "text": "He secures money by committing violence here and there, and although he employs it in the service of his family, he himself eats only a little portion of the food thus purchased, and he goes to hell for those for whom he earned the money in such an irregular way."
    },
    {
        "verse_id": "11",
        "text": "When he suffers reverses in his occupation, he tries again and again to improve himself, but when he is baffled in all attempts and is ruined, he accepts money from others because of excessive greed."
    },
    {
        "verse_id": "12",
        "text": "Thus the unfortunate man, unsuccessful in maintaining his family members, is bereft of all beauty. He always thinks of his failure, grieving very deeply."
    },
    {
        "verse_id": "13",
        "text": "Seeing him unable to support them, his wife and others do not treat him with the same respect as before, even as miserly farmers do not accord the same treatment to their old and worn-out oxen."
    },
    {
        "verse_id": "14",
        "text": "The foolish family man does not become averse to family life although he is maintained by those whom he once maintained. Deformed by the influence of old age, he prepares himself to meet ultimate death."
    },
    {
        "verse_id": "15",
        "text": "Thus he remains at home just like a pet dog and eats whatever is so negligently given to him. Afflicted with many illnesses, such as dyspepsia and loss of appetite, he eats only very small morsels of food, and he becomes an invalid who cannot work any more."
    },
    {
        "verse_id": "16",
        "text": "In that diseased condition, one’s eyes bulge due to the pressure of air from within, and his glands become congested with mucus. He has difficulty breathing, and upon exhaling and inhaling he produces a sound like ghura-ghura, a rattling within the throat."
    },
    {
        "verse_id": "17",
        "text": "In this way he comes under the clutches of death and lies down, surrounded by lamenting friends and relatives, and although he wants to speak with them, he no longer can because he is under the control of time."
    },
    {
        "verse_id": "18",
        "text": "Thus the man, who engaged with uncontrolled senses in maintaining a family, dies in great grief, seeing his relatives crying. He dies most pathetically, in great pain and without consciousness."
    },
    {
        "verse_id": "19",
        "text": "At death, he sees the messengers of the lord of death come before him, their eyes full of wrath, and in great fear he passes stool and urine."
    },
    {
        "verse_id": "20",
        "text": "As a criminal is arrested for punishment by the constables of the state, a person engaged in criminal sense gratification is similarly arrested by the Yamadūtas, who bind him by the neck with strong rope and cover his subtle body so that he may undergo severe punishment."
    },
    {
        "verse_id": "21",
        "text": "While carried by the constables of Yamarāja, he is overwhelmed and trembles in their hands. While passing on the road he is bitten by dogs, and he can remember the sinful activities of his life. He is thus terribly distressed."
    },
    {
        "verse_id": "22",
        "text": "Under the scorching sun, the criminal has to pass through roads of hot sand with forest fires on both sides. He is whipped on the back by the constables because of his inability to walk, and he is afflicted by hunger and thirst, but unfortunately there is no drinking water, no shelter and no place for rest on the road."
    },
    {
        "verse_id": "23",
        "text": "While passing on that road to the abode of Yamarāja, he falls down in fatigue, and sometimes he becomes unconscious, but he is forced to rise again. In this way he is very quickly brought to the presence of Yamarāja."
    },
    {
        "verse_id": "24",
        "text": "Thus he has to pass ninety-nine thousand yojanas within two or three moments, and then he is at once engaged in the torturous punishment which he is destined to suffer."
    },
    {
        "verse_id": "25",
        "text": "He is placed in the midst of burning pieces of wood, and his limbs are set on fire. In some cases he is made to eat his own flesh or have it eaten by others."
    },
    {
        "verse_id": "26",
        "text": "His entrails are pulled out by the hounds and vultures of hell, even though he is still alive to see it, and he is subjected to torment by serpents, scorpions, gnats and other creatures that bite him."
    },
    {
        "verse_id": "27",
        "text": "Next his limbs are lopped off and torn asunder by elephants. He is hurled down from hilltops, and he is also held captive either in water or in a cave."
    },
    {
        "verse_id": "28",
        "text": "Men and women whose lives were built upon indulgence in illicit sex life are put into many kinds of miserable conditions in the hells known as Tāmisra, Andha-tāmisra and Raurava."
    },
    {
        "verse_id": "29",
        "text": "Lord Kapila continued: My dear mother, it is sometimes said that we experience hell or heaven on this planet, for hellish punishments are sometimes visible on this planet also."
    },
    {
        "verse_id": "30",
        "text": "After leaving this body, the man who maintained himself and his family members by sinful activities suffers a hellish life, and his relatives suffer also."
    },
    {
        "verse_id": "31",
        "text": "He goes alone to the darkest regions of hell after quitting the present body, and the money he acquired by envying other living entities is the passage money with which he leaves this world."
    },
    {
        "verse_id": "32",
        "text": "Thus, by the arrangement of the Supreme Personality of Godhead, the maintainer of kinsmen is put into a hellish condition to suffer for his sinful activities, like a man who has lost his wealth."
    },
    {
        "verse_id": "33",
        "text": "Therefore a person who is very eager to maintain his family and kinsmen simply by black methods certainly goes to the darkest region of hell, which is known as Andha-tāmisra."
    },
    {
        "verse_id": "34",
        "text": "Having gone through all the miserable, hellish conditions and having passed in a regular order through the lowest forms of animal life prior to human birth, and having thus been purged of his sins, one is reborn again as a human being on this earth."
    }
]