[
    {
        "verse_id": "1",
        "text": "Śrī Uddhava said: Thereafter Lord Kṛṣṇa went to Mathurā City with Śrī Baladeva, and to please Their parents They dragged Kaṁsa, the leader of public enemies, down from his throne and killed him, pulling him along the ground with great strength."
    },
    {
        "verse_id": "2",
        "text": "The Lord learned all the Vedas with their different branches simply by hearing them once from His teacher, Sāndīpani Muni, whom He rewarded by bringing back his dead son from the region of Yamaloka."
    },
    {
        "verse_id": "3",
        "text": "Attracted by the beauty and fortune of Rukmiṇī, the daughter of King Bhīṣmaka, many great princes and kings assembled to marry her. But Lord Kṛṣṇa, stepping over the other hopeful candidates, carried her away as His own share, as Garuḍa carried away nectar."
    },
    {
        "verse_id": "4",
        "text": "By subduing seven bulls whose noses were not pierced, the Lord achieved the hand of Princess Nāgnijitī in the open competition to select her bridegroom. Although the Lord was victorious, His competitors asked the hand of the princess, and thus there was a fight. Well equipped with weapons, the Lord killed or wounded all of them, but He Himself was not hurt."
    },
    {
        "verse_id": "5",
        "text": "Just to please His dear wife, the Lord brought back the pārijāta tree from heaven, just as an ordinary husband would do. But Indra, the King of heaven, induced by his wives (henpecked as he was), ran after the Lord with full force to fight Him."
    },
    {
        "verse_id": "6",
        "text": "Narakāsura, the son of Dharitrī, the earth, tried to grasp the whole sky, and for this he was killed by the Lord in a fight. His mother then prayed to the Lord. This led to the return of the kingdom to the son of Narakāsura, and thus the Lord entered the house of the demon."
    },
    {
        "verse_id": "7",
        "text": "There in the house of the demon, all the princesses kidnapped by Narakāsura at once became alert upon seeing the Lord, the friend of the distressed. They looked upon Him with eagerness, joy and shyness and offered to be His wives."
    },
    {
        "verse_id": "8",
        "text": "All those princesses were lodged in different apartments, and the Lord simultaneously assumed different bodily expansions exactly matching each and every princess. He accepted their hands in perfect rituals by His internal potency."
    },
    {
        "verse_id": "9",
        "text": "Just to expand Himself according to His transcendental features, the Lord begot in each and every one of them ten offspring with exactly His own qualities."
    },
    {
        "verse_id": "10",
        "text": "Kālayavana, the King of Magadha and Sālva attacked the city of Mathurā, but when the city was encircled by their soldiers, the Lord refrained from killing them personally, just to show the power of His own men."
    },
    {
        "verse_id": "11",
        "text": "Of kings like Śambara, Dvivida, Bāṇa, Mura, Balvala and many other demons, such as Dantavakra, some He killed Himself, and some He caused to be killed by others [Śrī Baladeva, etc.]."
    },
    {
        "verse_id": "12",
        "text": "Then, O Vidura, the Lord caused all the kings, both the enemies and those on the side of your fighting nephews, to be killed in the Battle of Kurukṣetra. All those kings were so great and strong that the earth seemed to shake as they traversed the warfield."
    },
    {
        "verse_id": "13",
        "text": "Duryodhana was bereft of his fortune and duration of life because of the intricacy of ill advice given by Karṇa, Duḥśāsana and Saubala. When he lay on the ground with his followers, his thighs broken although he was powerful, the Lord was not happy to see the scene."
    },
    {
        "verse_id": "14",
        "text": "[After the end of the Battle of Kurukṣetra, the Lord said:] The abatement of the earth’s great burden, eighteen akṣauhiṇīs, has now been effected with the help of Droṇa, Bhīṣma, Arjuna and Bhīma. But what is this? There is still the great strength of the Yadu dynasty, born of Myself, which may be a more unbearable burden."
    },
    {
        "verse_id": "15",
        "text": "When they quarrel among themselves, influenced by intoxication, with their eyes red like copper because of drinking [madhu], then only will they disappear; otherwise, it will not be possible. On My disappearance, this incident will take place."
    },
    {
        "verse_id": "16",
        "text": "Lord Śrī Kṛṣṇa, thus thinking to Himself, established Mahārāja Yudhiṣṭhira in the position of supreme control of the world in order to show the ideal of administration on the path of piety."
    },
    {
        "verse_id": "17",
        "text": "The embryo of Pūru’s descendant begotten by the great hero Abhimanyu in the womb of Uttarā, his wife, was burnt by the weapon of the son of Droṇa, but later he was again protected by the Lord."
    },
    {
        "verse_id": "18",
        "text": "The Supreme Lord induced the son of Dharma to perform three horse sacrifices, and Mahārāja Yudhiṣṭhira, constantly following Kṛṣṇa, the Personality of Godhead, protected and enjoyed the earth, assisted by his younger brothers."
    },
    {
        "verse_id": "19",
        "text": "Simultaneously, the Personality of Godhead enjoyed life in the city of Dvārakā, strictly in conformity with the Vedic customs of society. He was situated in detachment and knowledge, as enunciated by the Sāṅkhya system of philosophy."
    },
    {
        "verse_id": "20",
        "text": "He was there in His transcendental body, the residence of the goddess of fortune, with His usual gentle and sweetly smiling face, His nectarean words and His flawless character."
    },
    {
        "verse_id": "21",
        "text": "The Lord enjoyed His pastimes, both in this world and in other worlds [higher planets], specifically in the association of the Yadu dynasty. At leisure hours offered by night, He enjoyed the friendship of conjugal love with women."
    },
    {
        "verse_id": "22",
        "text": "The Lord was thus engaged in household life for many, many years, but at last His detachment from ephemeral sex life was fully manifested."
    },
    {
        "verse_id": "23",
        "text": "Every living entity is controlled by a supernatural force, and thus his sense enjoyment is also under the control of that supernatural force. No one, therefore, can put his faith in Lord Kṛṣṇa’s transcendental sense activities but one who has become a devotee of the Lord by rendering devotional service."
    },
    {
        "verse_id": "24",
        "text": "Once upon a time, great sages were made angry by the sporting activities of the princely descendants of the Yadu and Bhoja dynasties, and thus, as desired by the Lord, the sages cursed them."
    },
    {
        "verse_id": "25",
        "text": "A few months passed, and then, bewildered by Kṛṣṇa, all the descendants of Vṛṣṇi, Bhoja and Andhaka who were incarnations of demigods went to Prabhāsa, while those who were eternal devotees of the Lord did not leave but remained in Dvārakā."
    },
    {
        "verse_id": "26",
        "text": "After arriving there, all of them took bath, and with the water of this place of pilgrimage they offered their respects to the forefathers, demigods and great sages and thus satisfied them. They gave cows to the brāhmaṇas in royal charity."
    },
    {
        "verse_id": "27",
        "text": "The brāhmaṇas were not only given well-fed cows in charity, but also gold, gold coins, bedding, clothing, animal-skin seats, blankets, horses, elephants, girls and sufficient land for maintenance."
    },
    {
        "verse_id": "28",
        "text": "Thereafter they offered the brāhmaṇas highly delicious foodstuffs first offered to the Personality of Godhead and offered their respectful obeisances by touching their heads to the ground. They lived perfectly by protecting the cows and the brāhmaṇas."
    }
]