[
    {
        "verse_id": "1",
        "text": "Śrī Maitreya said: My dear Vidura, Diti, the wife of the sage Kaśyapa, could understand that the sons within her womb would be a cause of disturbance to the demigods. As such, she continuously bore the powerful semen of Kaśyapa Muni, which was meant to give trouble to others, for one hundred years."
    },
    {
        "verse_id": "2",
        "text": "By the force of the pregnancy of Diti, the light of the sun and moon was impaired in all the planets, and the demigods of various planets, being disturbed by that force, asked the creator of the universe, Brahmā, “What is this expansion of darkness in all directions?”"
    },
    {
        "verse_id": "3",
        "text": "The fortunate demigods said: O great one, just see this darkness, which you know very well and which is causing us anxieties. Because the influence of time cannot touch you, there is nothing unmanifest before you."
    },
    {
        "verse_id": "4",
        "text": "O god of the demigods, sustainer of the universe, head jewel of all the demigods in other planets, you know the intentions of all living entities, in both the spiritual and material worlds."
    },
    {
        "verse_id": "5",
        "text": "O original source of strength and scientific knowledge, all obeisances unto you! You have accepted the differentiated mode of passion from the Supreme Personality of Godhead. With the help of external energy you are born of the unmanifested source. All obeisances unto you!"
    },
    {
        "verse_id": "6",
        "text": "O lord, all these planets exist within your self, and all the living entities are generated from you. Therefore you are the cause of this universe, and anyone who meditates upon you without deviation attains devotional service."
    },
    {
        "verse_id": "7",
        "text": "There is no defeat in this material world for persons who control the mind and senses by controlling the breathing process and who are therefore experienced, mature mystics. This is because by such perfection in yoga they have attained your mercy."
    },
    {
        "verse_id": "8",
        "text": "All the living entities within the universe are conducted by the Vedic directions, as a bull is directed by the rope attached to its nose. No one can violate the rules laid down in the Vedic literatures. To the chief person, who has contributed the Vedas, we offer our respect!"
    },
    {
        "verse_id": "9",
        "text": "The demigods prayed to Brahmā: Please look upon us mercifully, for we have fallen into a miserable condition; because of the darkness, all our work has been suspended."
    },
    {
        "verse_id": "10",
        "text": "As fuel overloads a fire, so the embryo created by the semen of Kaśyapa in the womb of Diti has caused complete darkness throughout the universe."
    },
    {
        "verse_id": "11",
        "text": "Śrī Maitreya said: Thus Lord Brahmā, who is understood by transcendental vibration, tried to satisfy the demigods, being pleased with their words of prayer."
    },
    {
        "verse_id": "12",
        "text": "Lord Brahmā said: My four sons Sanaka, Sanātana, Sanandana and Sanat-kumāra, who were born from my mind, are your predecessors. Sometimes they travel throughout the material and spiritual skies without any definite desire."
    },
    {
        "verse_id": "13",
        "text": "After thus traveling all over the universes, they also entered into the spiritual sky, for they were freed from all material contamination. In the spiritual sky there are spiritual planets known as Vaikuṇṭhas, which are the residence of the Supreme Personality of Godhead and His pure devotees and are worshiped by the residents of all the material planets."
    },
    {
        "verse_id": "14",
        "text": "In the Vaikuṇṭha planets all the residents are similar in form to the Supreme Personality of Godhead. They all engage in devotional service to the Lord without desires for sense gratification."
    },
    {
        "verse_id": "15",
        "text": "In the Vaikuṇṭha planets is the Supreme Personality of Godhead, who is the original person and who can be understood through the Vedic literature. He is full of the uncontaminated mode of goodness, with no place for passion or ignorance. He contributes religious progress for the devotees."
    },
    {
        "verse_id": "16",
        "text": "In those Vaikuṇṭha planets there are many forests which are very auspicious. In those forests the trees are desire trees, and in all seasons they are filled with flowers and fruits because everything in the Vaikuṇṭha planets is spiritual and personal."
    },
    {
        "verse_id": "17",
        "text": "In the Vaikuṇṭha planets the inhabitants fly in their airplanes, accompanied by their wives and consorts, and eternally sing of the character and activities of the Lord, which are always devoid of all inauspicious qualities. While singing the glories of the Lord, they deride even the presence of the blossoming mādhavī flowers, which are fragrant and laden with honey."
    },
    {
        "verse_id": "18",
        "text": "When the king of bees hums in a high pitch, singing the glories of the Lord, there is a temporary lull in the noise of the pigeon, the cuckoo, the crane, the cakravāka, the swan, the parrot, the partridge and the peacock. Such transcendental birds stop their own singing simply to hear the glories of the Lord."
    },
    {
        "verse_id": "19",
        "text": "Although flowering plants like the mandāra, kunda, kurabaka, utpala, campaka, arṇa, punnāga, nāgakeśara, bakula, lily and pārijāta are full of transcendental fragrance, they are still conscious of the austerities performed by tulasī, for tulasī is given special preference by the Lord, who garlands Himself with tulasī leaves."
    },
    {
        "verse_id": "20",
        "text": "The inhabitants of Vaikuṇṭha travel in their airplanes made of lapis lazuli, emerald and gold. Although crowded by their consorts, who have large hips and beautiful smiling faces, they cannot be stimulated to passion by their mirth and beautiful charms."
    },
    {
        "verse_id": "21",
        "text": "The ladies in the Vaikuṇṭha planets are as beautiful as the goddess of fortune herself. Such transcendentally beautiful ladies, their hands playing with lotuses and their leg bangles tinkling, are sometimes seen sweeping the marble walls, which are bedecked at intervals with golden borders, in order to receive the grace of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "22",
        "text": "The goddesses of fortune worship the Lord in their own gardens by offering tulasī leaves on the coral-paved banks of transcendental reservoirs of water. While offering worship to the Lord, they can see on the water the reflection of their beautiful faces with raised noses, and it appears that they have become more beautiful because of the Lord’s kissing their faces."
    },
    {
        "verse_id": "23",
        "text": "It is very much regrettable that unfortunate people do not discuss the description of the Vaikuṇṭha planets but engage in topics which are unworthy to hear and which bewilder one’s intelligence. Those who give up the topics of Vaikuṇṭha and take to talk of the material world are thrown into the darkest region of ignorance."
    },
    {
        "verse_id": "24",
        "text": "Lord Brahmā said: My dear demigods, the human form of life is of such importance that we also desire to have such life, for in the human form one can attain perfect religious truth and knowledge. If one in this human form of life does not understand the Supreme Personality of Godhead and His abode, it is to be understood that he is very much affected by the influence of external nature."
    },
    {
        "verse_id": "25",
        "text": "Persons whose bodily features change in ecstasy and who breathe heavily and perspire due to hearing the glories of the Lord are promoted to the kingdom of God, even though they do not care for meditation and other austerities. The kingdom of God is above the material universes, and it is desired by Brahmā and other demigods."
    },
    {
        "verse_id": "26",
        "text": "Thus the great sages Sanaka, Sanātana, Sanandana and Sanat-kumāra, upon reaching the above-mentioned Vaikuṇṭha in the spiritual world by dint of their mystic yoga performance, perceived unprecedented happiness. They found that the spiritual sky was illuminated by highly decorated airplanes piloted by the best devotees of Vaikuṇṭha and was predominated by the Supreme Personality of Godhead."
    },
    {
        "verse_id": "27",
        "text": "After passing through the six entrances of Vaikuṇṭha-purī, the Lord’s residence, without feeling astonishment at all the decorations, they saw at the seventh gate two shining beings of the same age, armed with maces and adorned with most valuable jewelry, earrings, diamonds, helmets, garments, etc."
    },
    {
        "verse_id": "28",
        "text": "The two doormen were garlanded with fresh flowers which attracted intoxicated bees and which were placed around their necks and between their four blue arms. From their arched eyebrows, discontented nostrils and reddish eyes, they appeared somewhat agitated."
    },
    {
        "verse_id": "29",
        "text": "The great sages, headed by Sanaka, had opened doors everywhere. They had no idea of “ours” and “theirs.” With open minds, they entered the seventh door out of their own will, just as they had passed through the six other doors, which were made of gold and diamonds."
    },
    {
        "verse_id": "30",
        "text": "The four boy-sages, who had nothing to cover their bodies but the atmosphere, looked only five years old, even though they were the oldest of all living creatures and had realized the truth of the self. But when the porters, who happened to possess a disposition quite unpalatable to the Lord, saw the sages, they blocked their way with their staffs, despising their glories, although the sages did not deserve such treatment at their hands."
    },
    {
        "verse_id": "31",
        "text": "When the Kumāras, although by far the fittest persons, were thus forbidden entrance by the two chief doorkeepers of Śrī Hari while other divinities looked on, their eyes suddenly turned red because of anger due to their great eagerness to see their most beloved master, Śrī Hari, the Personality of Godhead."
    },
    {
        "verse_id": "32",
        "text": "The sages said: Who are these two persons who have developed such a discordant mentality even though they are posted in the service of the Lord in the highest position and are expected to have developed the same qualities as the Lord? How are these two persons living in Vaikuṇṭha? Where is the possibility of an enemy’s coming into this kingdom of God? The Supreme Personality of Godhead has no enemy. Who could be envious of Him? Probably these two persons are imposters; therefore they suspect others to be like themselves."
    },
    {
        "verse_id": "33",
        "text": "In the Vaikuṇṭha world there is complete harmony between the residents and the Supreme Personality of Godhead, just as there is complete harmony within space between the big and the small skies. Why then is there a seed of fear in this field of harmony? These two persons are dressed like inhabitants of Vaikuṇṭha, but wherefrom can their disharmony come into existence?"
    },
    {
        "verse_id": "34",
        "text": "Therefore let us consider how these two contaminated persons should be punished. The punishment should be apt, for thus benefit can eventually be bestowed upon them. Since they find duality in the existence of Vaikuṇṭha life, they are contaminated and should be removed from this place to the material world, where the living entities have three kinds of enemies."
    },
    {
        "verse_id": "35",
        "text": "When the doormen of Vaikuṇṭhaloka, who were certainly devotees of the Lord, found that they were going to be cursed by the brāhmaṇas, they at once became very much afraid and fell down at the feet of the brāhmaṇas in great anxiety, for a brāhmaṇa’s curse cannot be counteracted by any kind of weapon."
    },
    {
        "verse_id": "36",
        "text": "After being cursed by the sages, the doormen said: It is quite apt that you have punished us for neglecting to respect sages like you. But we pray that due to your compassion at our repentance, the illusion of forgetting the Supreme Personality of Godhead will not come upon us as we go progressively downward."
    },
    {
        "verse_id": "37",
        "text": "At that very moment, the Lord, who is called Padmanābha because of the lotus grown from His navel and who is the delight of the righteous, learned about the insult offered by His own servants to the saints. Accompanied by His spouse, the goddess of fortune, He went to the spot on those very feet sought for by recluses and great sages."
    },
    {
        "verse_id": "38",
        "text": "The sages, headed by Sanaka Ṛṣi, saw that the Supreme Personality of Godhead, Viṣṇu, who was formerly visible only within their hearts in ecstatic trance, had now actually become visible to their eyes. As He came forward, accompanied by His own associates bearing all paraphernalia, such as an umbrella and a cāmara fan, the white bunches of hair moved very gently, like two swans, and due to their favorable breeze the pearls garlanding the umbrella also moved, like drops of nectar falling from the white full moon or ice melting due to a gust of wind."
    },
    {
        "verse_id": "39",
        "text": "The Lord is the reservoir of all pleasure. His auspicious presence is meant for everyone’s benediction, and His affectionate smiling and glancing touch the core of the heart. The Lord’s beautiful bodily color is blackish, and His broad chest is the resting place of the goddess of fortune, who glorifies the entire spiritual world, the summit of all heavenly planets. Thus it appeared that the Lord was personally spreading the beauty and good fortune of the spiritual world."
    },
    {
        "verse_id": "40",
        "text": "He was adorned with a girdle that shone brightly on the yellow cloth covering His large hips, and He wore a garland of fresh flowers which was distinguished by humming bees. His lovely wrists were graced with bracelets, and He rested one of His hands on the shoulder of Garuḍa, His carrier, and twirled a lotus with another hand."
    },
    {
        "verse_id": "41",
        "text": "His countenance was distinguished by cheeks that enhanced the beauty of His alligator-shaped pendants, which outshone lightning. His nose was prominent, and His head was covered with a gem-studded crown. A charming necklace hung between His stout arms, and His neck was adorned with the gem known by the name Kaustubha."
    },
    {
        "verse_id": "42",
        "text": "The exquisite beauty of Nārāyaṇa, being many times magnified by the intelligence of His devotees, was so attractive that it defeated the pride of the goddess of fortune in being the most beautiful. My dear demigods, the Lord who thus manifested Himself is worshipable by me, by Lord Śiva and by all of you. The sages regarded Him with unsated eyes and joyously bowed their heads at His lotus feet."
    },
    {
        "verse_id": "43",
        "text": "When the breeze carrying the aroma of tulasī leaves from the toes of the lotus feet of the Personality of Godhead entered the nostrils of those sages, they experienced a change both in body and in mind, even though they were attached to the impersonal Brahman understanding."
    },
    {
        "verse_id": "44",
        "text": "The Lord’s beautiful face appeared to them like the inside of a blue lotus, and the Lord’s smile appeared to be a blossoming jasmine flower. After seeing the face of the Lord, the sages were fully satisfied, and when they wanted to see Him further, they looked upon the nails of His lotus feet, which resembled rubies. Thus they viewed the Lord’s transcendental body again and again, and so they finally achieved meditation on the Lord’s personal feature."
    },
    {
        "verse_id": "45",
        "text": "This is the form of the Lord which is meditated upon by the followers of the yoga process, and it is pleasing to the yogīs in meditation. It is not imaginary but factual, as proved by great yogīs. The Lord is full in eight kinds of achievement, but for others these achievements are not possible in full perfection."
    },
    {
        "verse_id": "46",
        "text": "The Kumāras said: Our dear Lord, You are not manifested to rascals, even though You are seated within the heart of everyone. But as far as we are concerned, we see You face to face, although You are unlimited. The statements we have heard about You from our father, Brahmā, through the ears have now been actually realized by Your kind appearance."
    },
    {
        "verse_id": "47",
        "text": "We know that You are the Supreme Absolute Truth, the Personality of Godhead, who manifests His transcendental form in the uncontaminated mode of pure goodness. This transcendental, eternal form of Your personality can be understood only by Your mercy, through unflinching devotional service, by great sages whose hearts have been purified in the devotional way."
    },
    {
        "verse_id": "48",
        "text": "Persons who are very expert and most intelligent in understanding things as they are engage in hearing narrations of the auspicious activities and pastimes of the Lord, which are worth chanting and worth hearing. Such persons do not care even for the highest material benediction, namely liberation, to say nothing of other less important benedictions like the material happiness of the heavenly kingdom."
    },
    {
        "verse_id": "49",
        "text": "O Lord, we pray that You let us be born in any hellish condition of life, just as long as our hearts and minds are always engaged in the service of Your lotus feet, our words are made beautiful [by speaking of Your activities] just as tulasī leaves are beautified when offered unto Your lotus feet, and as long as our ears are always filled with the chanting of Your transcendental qualities."
    },
    {
        "verse_id": "50",
        "text": "O Lord, we therefore offer our respectful obeisances unto Your eternal form as the Personality of Godhead, which You have so kindly manifested before us. Your supreme, eternal form cannot be seen by unfortunate, less intelligent persons, but we are so much satisfied in our mind and vision to see it."
    }
]