[
    {
        "verse_id": "1",
        "text": "Vidura said: The line of Svāyambhuva Manu was most esteemed. O worshipful sage, I beg you: Give me an account of this race, whose progeny multiplied through sexual intercourse."
    },
    {
        "verse_id": "2",
        "text": "The two great sons of Svāyambhuva Manu — Priyavrata and Uttānapāda — ruled the world, consisting of seven islands, just according to religious principles."
    },
    {
        "verse_id": "3",
        "text": "O holy brāhmaṇa, O sinless one, you have spoken of his daughter, known by the name Devahūti, as the wife of the sage Kardama, the lord of created beings."
    },
    {
        "verse_id": "4",
        "text": "How many offspring did that great yogī beget through the princess, who was endowed with eightfold perfection in the yoga principles? Oh, pray tell me this, for I am eager to hear it."
    },
    {
        "verse_id": "5",
        "text": "O holy sage, tell me how the worshipful Ruci and Dakṣa, the son of Brahmā, generated children after securing as their wives the other two daughters of Svāyambhuva Manu."
    },
    {
        "verse_id": "6",
        "text": "The great sage Maitreya replied: Commanded by Lord Brahmā to beget children in the worlds, the worshipful Kardama Muni practiced penance on the bank of the river Sarasvatī for a period of ten thousand years."
    },
    {
        "verse_id": "7",
        "text": "During that period of penance, the sage Kardama, by worship through devotional service in trance, propitiated the Personality of Godhead, who is the quick bestower of all blessings upon those who flee to Him for protection."
    },
    {
        "verse_id": "8",
        "text": "Then, in the Satya-yuga, the lotus-eyed Supreme Personality of Godhead, being pleased, showed Himself to that Kardama Muni and displayed His transcendental form, which can be understood only through the Vedas."
    },
    {
        "verse_id": "9",
        "text": "Kardama Muni saw the Supreme Personality of Godhead, who is free from material contamination, in His eternal form, effulgent like the sun, wearing a garland of white lotuses and water lilies. The Lord was clad in spotless yellow silk, and His lotus face was fringed with slick dark locks of curly hair."
    },
    {
        "verse_id": "10",
        "text": "Adorned with a crown and earrings, He held His characteristic conch, disc and mace in three of His hands and a white lily in the fourth. He glanced about in a happy, smiling mood whose sight captivates the hearts of all devotees."
    },
    {
        "verse_id": "11",
        "text": "A golden streak on His chest, the famous Kaustubha gem suspended from His neck, He stood in the air with His lotus feet placed on the shoulders of Garuḍa."
    },
    {
        "verse_id": "12",
        "text": "When Kardama Muni actually realized the Supreme Personality of Godhead in person, he was greatly satisfied because his transcendental desire was fulfilled. He fell on the ground with his head bowed to offer obeisances unto the lotus feet of the Lord. His heart naturally full of love of God, with folded hands he satisfied the Lord with prayers."
    },
    {
        "verse_id": "13",
        "text": "The great sage Kardama said: O supreme worshipful Lord, my power of sight is now fulfilled, having attained the greatest perfection of the sight of You, who are the reservoir of all existences. Through many successive births of deep meditation, advanced yogīs aspire to see Your transcendental form."
    },
    {
        "verse_id": "14",
        "text": "Your lotus feet are the true vessel to take one across the ocean of mundane nescience. Only persons deprived of their intelligence by the spell of the deluding energy will worship those feet with a view to attain the trivial and momentary pleasures of the senses, which even persons rotting in hell can attain. However, O my Lord, You are so kind that You bestow mercy even upon them."
    },
    {
        "verse_id": "15",
        "text": "Therefore, desiring to marry a girl of like disposition who may prove to be a veritable cow of plenty in my married life, to satisfy my lustful desire I too have sought the shelter of Your lotus feet, which are the source of everything, for You are like a desire tree."
    },
    {
        "verse_id": "16",
        "text": "O my Lord, You are the master and leader of all living entities. Under Your direction, all conditioned souls, as if bound by rope, are constantly engaged in satisfying their desires. Following them, O embodiment of religion, I also bear oblations for You, who are eternal time."
    },
    {
        "verse_id": "17",
        "text": "However, persons who have given up stereotyped worldly affairs and the beastly followers of these affairs, and who have taken shelter of the umbrella of Your lotus feet by drinking the intoxicating nectar of Your qualities and activities in discussions with one another, can be freed from the primary necessities of the material body."
    },
    {
        "verse_id": "18",
        "text": "Your wheel, which has three naves, rotates around the axis of the imperishable Brahman. It has thirteen spokes, 360 joints, six rims and numberless leaves carved upon it. Though its revolution cuts short the life span of the entire creation, this wheel of tremendous velocity cannot touch the life span of the devotees of the Lord."
    },
    {
        "verse_id": "19",
        "text": "My dear Lord, You alone create the universes. O Personality of Godhead, desiring to create these universes, You create them, maintain them and again wind them up by Your own energies, which are under the control of Your second energy, called yoga-māyā, just as a spider creates a cobweb by its own energy and again winds it up."
    },
    {
        "verse_id": "20",
        "text": "My dear Lord, although it is not Your desire, You manifest this creation of gross and subtle elements just for our sensual satisfaction. Let Your causeless mercy be upon us, for You have appeared before us in Your eternal form, adorned with a splendid wreath of tulasī leaves."
    },
    {
        "verse_id": "21",
        "text": "I continuously offer my respectful obeisances unto Your lotus feet, of which it is worthy to take shelter, because You shower all benedictions on the insignificant. To give all living entities detachment from fruitive activity by realizing You, You have expanded these material worlds by Your own energy."
    },
    {
        "verse_id": "22",
        "text": "Maitreya resumed: Sincerely extolled in these words, Lord Viṣṇu, shining very beautifully on the shoulders of Garuḍa, replied with words as sweet as nectar. His eyebrows moved gracefully as He looked at the sage with a smile full of affection."
    },
    {
        "verse_id": "23",
        "text": "The Supreme Lord said: Having come to know what was in your mind, I have already arranged for that for which you have worshiped Me well through your mental and sensory discipline."
    },
    {
        "verse_id": "24",
        "text": "The Lord continued: My dear ṛṣi, O leader of the living entities, for those who serve Me in devotion by worshiping Me, especially persons like you who have given up everything unto Me, there is never any question of frustration."
    },
    {
        "verse_id": "25",
        "text": "The Emperor Svāyambhuva Manu, the son of Lord Brahmā, who is well known for his righteous acts, has his seat in Brahmāvarta and rules over the earth with its seven oceans."
    },
    {
        "verse_id": "26",
        "text": "The day after tomorrow, O brāhmaṇa, that celebrated emperor, who is expert in religious activities, will come here with his queen, Śatarūpā, wishing to see you."
    },
    {
        "verse_id": "27",
        "text": "He has a grown-up daughter whose eyes are black. She is ready for marriage, and she has good character and all good qualities. She is also searching for a good husband. My dear sir, her parents will come to see you, who are exactly suitable for her, just to deliver their daughter as your wife."
    },
    {
        "verse_id": "28",
        "text": "That princess, O holy sage, will be just the type you have been thinking of in your heart for all these long years. She will soon be yours and will serve you to your heart’s content."
    },
    {
        "verse_id": "29",
        "text": "She will bring forth nine daughters from the seed sown in her by you, and through the daughters you beget, the sages will duly beget children."
    },
    {
        "verse_id": "30",
        "text": "With your heart cleansed by properly carrying out My command, resigning to Me the fruits of all your acts, you will finally attain to Me."
    },
    {
        "verse_id": "31",
        "text": "Showing compassion to all living entities, you will attain self-realization. Giving assurance of safety to all, you will perceive your own self as well as all the universes in Me, and Myself in you."
    },
    {
        "verse_id": "32",
        "text": "O great sage, I shall manifest My own plenary portion through your wife, Devahūti, along with your nine daughters, and I shall instruct her in the system of philosophy that deals with the ultimate principles or categories."
    },
    {
        "verse_id": "33",
        "text": "Maitreya went on: Thus having spoken to Kardama Muni, the Lord, who reveals Himself only when the senses are in Kṛṣṇa consciousness, departed from that lake called Bindu-sarovara, which was encircled by the river Sarasvatī."
    },
    {
        "verse_id": "34",
        "text": "While the sage stood looking on, the Lord left by the pathway leading to Vaikuṇṭha, a path extolled by all great liberated souls. The sage stood listening as the hymns forming the basis of the Sāma Veda were vibrated by the flapping wings of the Lord’s carrier, Garuḍa."
    },
    {
        "verse_id": "35",
        "text": "Then, after the departure of the Lord, the worshipful sage Kardama stayed on the bank of Bindu-sarovara, awaiting the time of which the Lord had spoken."
    },
    {
        "verse_id": "36",
        "text": "Svāyambhuva Manu, with his wife, mounted his chariot, which was decorated with golden ornaments. Placing his daughter on it with them, he began traveling all over the earth."
    },
    {
        "verse_id": "37",
        "text": "O Vidura, they reached the hermitage of the sage, who had just completed his vows of austerity on the very day foretold by the Lord."
    },
    {
        "verse_id": "38",
        "text": "The holy Lake Bindu-sarovara, flooded by the waters of the river Sarasvatī, was resorted to by hosts of eminent sages. Its holy water was not only auspicious but as sweet as nectar. It was called Bindu-sarovara because drops of tears had fallen there from the eyes of the Lord, who was overwhelmed by extreme compassion for the sage who had sought His protection."
    },
    {
        "verse_id": "40",
        "text": "The shore of the lake was surrounded by clusters of pious trees and creepers, rich in fruits and flowers of all seasons, that afforded shelter to pious animals and birds, which uttered various cries. It was adorned by the beauty of groves of forest trees."
    },
    {
        "verse_id": "41",
        "text": "The area resounded with the notes of overjoyed birds. Intoxicated bees wandered there, intoxicated peacocks proudly danced, and merry cuckoos called one another."
    },
    {
        "verse_id": "42",
        "text": "Lake Bindu-sarovara was adorned by flowering trees such as kadamba, campaka, aśoka, karañja, bakula, āsana, kunda, mandāra, kuṭaja and young mango trees. The air was filled with the pleasing notes of kāraṇḍava ducks, plavas, swans, ospreys, waterfowl, cranes, cakravākas and cakoras."
    },
    {
        "verse_id": "44",
        "text": "Its shores abounded with deer, boars, porcupines, gavayas, elephants, baboons, lions, monkeys, mongooses and musk deer."
    },
    {
        "verse_id": "45",
        "text": "Entering that most sacred spot with his daughter and going near the sage, the first monarch, Svāyambhuva Manu, saw the sage sitting in his hermitage, having just propitiated the sacred fire by pouring oblations into it. His body shone most brilliantly; though he had engaged in austere penance for a long time, he was not emaciated, for the Lord had cast His affectionate sidelong glance upon him and he had also heard the nectar flowing from the moonlike words of the Lord. The sage was tall, his eyes were large, like the petals of a lotus, and he had matted locks on his head. He was clad in rags. Svāyambhuva Manu approached and saw him to be somewhat soiled, like an unpolished gem."
    },
    {
        "verse_id": "48",
        "text": "Seeing that the monarch had come to his hermitage and was bowing before him, the sage greeted him with benediction and received him with due honor."
    },
    {
        "verse_id": "49",
        "text": "After receiving the sage’s attention, the King sat down and was silent. Recalling the instructions of the Lord, Kardama then spoke to the King as follows, delighting him with his sweet accents."
    },
    {
        "verse_id": "50",
        "text": "The tour you have undertaken, O lord, is surely intended to protect the virtuous and kill the demons, since you embody the protecting energy of Śrī Hari."
    },
    {
        "verse_id": "51",
        "text": "When necessary, You assume the part of the sun-god; the moon-god; Agni, the god of fire; Indra, the lord of paradise; Vāyu, the wind-god; Yama, the god of punishment; Dharma, the god of piety; and Varuṇa, the god presiding over the waters. All obeisances to you, who are none other than Lord Viṣṇu!"
    },
    {
        "verse_id": "52",
        "text": "If you did not mount your victorious jeweled chariot, whose mere presence threatens culprits, if you did not produce fierce sounds by the twanging of your bow, and if you did not roam about the world like the brilliant sun, leading a huge army whose trampling feet cause the globe of the earth to tremble, then all the moral laws governing the varṇas and āśramas created by the Lord Himself would be broken by the rogues and rascals."
    },
    {
        "verse_id": "55",
        "text": "If you gave up all thought of the world’s situation, unrighteousness would flourish, for men who hanker only after money would be unopposed. Such miscreants would attack, and the world would perish."
    },
    {
        "verse_id": "56",
        "text": "In spite of all this, I ask you, O valiant King, the purpose for which you have come here. Whatever it may be, we shall carry it out without reservation."
    }
]