[
    {
        "verse_id": "1",
        "text": "The Personality of Godhead said: Under the supervision of the Supreme Lord and according to the result of his work, the living entity, the soul, is made to enter into the womb of a woman through the particle of male semen to assume a particular type of body."
    },
    {
        "verse_id": "2",
        "text": "On the first night, the sperm and ovum mix, and on the fifth night the mixture ferments into a bubble. On the tenth night it develops into a form like a plum, and after that, it gradually turns into a lump of flesh or an egg, as the case may be."
    },
    {
        "verse_id": "3",
        "text": "In the course of a month, a head is formed, and at the end of two months the hands, feet and other limbs take shape. By the end of three months, the nails, fingers, toes, body hair, bones and skin appear, as do the organ of generation and the other apertures in the body, namely the eyes, nostrils, ears, mouth and anus."
    },
    {
        "verse_id": "4",
        "text": "Within four months from the date of conception, the seven essential ingredients of the body, namely chyle, blood, flesh, fat, bone, marrow and semen, come into existence. At the end of five months, hunger and thirst make themselves felt, and at the end of six months, the fetus, enclosed by the amnion, begins to move on the right side of the abdomen."
    },
    {
        "verse_id": "5",
        "text": "Deriving its nutrition from the food and drink taken by the mother, the fetus grows and remains in that abominable residence of stools and urine, which is the breeding place of all kinds of worms."
    },
    {
        "verse_id": "6",
        "text": "Bitten again and again all over the body by the hungry worms in the abdomen itself, the child suffers terrible agony because of his tenderness. He thus becomes unconscious moment after moment because of the terrible condition."
    },
    {
        "verse_id": "7",
        "text": "Owing to the mother’s eating bitter, pungent foodstuffs, or food which is too salty or too sour, the body of the child incessantly suffers pains which are almost intolerable."
    },
    {
        "verse_id": "8",
        "text": "Placed within the amnion and covered outside by the intestines, the child remains lying on one side of the abdomen, his head turned towards his belly and his back and neck arched like a bow."
    },
    {
        "verse_id": "9",
        "text": "The child thus remains just like a bird in a cage, without freedom of movement. At that time, if the child is fortunate, he can remember all the troubles of his past one hundred births, and he grieves wretchedly. What is the possibility of peace of mind in that condition?"
    },
    {
        "verse_id": "10",
        "text": "Thus endowed with the development of consciousness from the seventh month after his conception, the child is tossed downward by the airs that press the embryo during the weeks preceding delivery. Like the worms born of the same filthy abdominal cavity, he cannot remain in one place."
    },
    {
        "verse_id": "11",
        "text": "The living entity in this frightful condition of life, bound by seven layers of material ingredients, prays with folded hands, appealing to the Lord, who has put him in that condition."
    },
    {
        "verse_id": "12",
        "text": "The human soul says: I take shelter of the lotus feet of the Supreme Personality of Godhead, who appears in His various eternal forms and walks on the surface of the world. I take shelter of Him only, because He can give me relief from all fear and from Him I have received this condition of life, which is just befitting my impious activities."
    },
    {
        "verse_id": "13",
        "text": "I, the pure soul, appearing now bound by my activities, am lying in the womb of my mother by the arrangement of māyā. I offer my respectful obeisances unto Him who is also here with me but who is unaffected and changeless. He is unlimited, but He is perceived in the repentant heart. To Him I offer my respectful obeisances."
    },
    {
        "verse_id": "14",
        "text": "I am separated from the Supreme Lord because of my being in this material body, which is made of five elements, and therefore my qualities and senses are being misused, although I am essentially spiritual. Because the Supreme Personality of Godhead is transcendental to material nature and the living entities, because He is devoid of such a material body, and because He is always glorious in His spiritual qualities, I offer my obeisances unto Him."
    },
    {
        "verse_id": "15",
        "text": "The human soul further prays: The living entity is put under the influence of material nature and continues a hard struggle for existence on the path of repeated birth and death. This conditional life is due to his forgetfulness of his relationship with the Supreme Personality of Godhead. Therefore, without the Lord’s mercy, how can he again engage in the transcendental loving service of the Lord?"
    },
    {
        "verse_id": "16",
        "text": "No one other than the Supreme Personality of Godhead, as the localized Paramātmā, the partial representation of the Lord, is directing all inanimate and animate objects. He is present in the three phases of time — past, present and future. Therefore, the conditioned soul is engaged in different activities by His direction, and in order to get free from the threefold miseries of this conditional life, we have to surrender unto Him only."
    },
    {
        "verse_id": "17",
        "text": "Fallen into a pool of blood, stool and urine within the abdomen of his mother, his own body scorched by the mother’s gastric fire, the embodied soul, anxious to get out, counts his months and prays, “O my Lord, when shall I, a wretched soul, be released from this confinement?”"
    },
    {
        "verse_id": "18",
        "text": "My dear Lord, by Your causeless mercy I am awakened to consciousness, although I am only ten months old. For this causeless mercy of the Supreme Personality of Godhead, the friend of all fallen souls, there is no way to express my gratitude but to pray with folded hands."
    },
    {
        "verse_id": "19",
        "text": "The living entity in another type of body sees only by instinct; he knows only the agreeable and disagreeable sense perceptions of that particular body. But I have a body in which I can control my senses and can understand my destination; therefore, I offer my respectful obeisances to the Supreme Personality of Godhead, by whom I have been blessed with this body and by whose grace I can see Him within and without."
    },
    {
        "verse_id": "20",
        "text": "Therefore, my Lord, although I am living in a terrible condition, I do not wish to depart from my mother’s abdomen to fall again into the blind well of materialistic life. Your external energy, called deva-māyā, at once captures the newly born child, and immediately false identification, which is the beginning of the cycle of continual birth and death, begins."
    },
    {
        "verse_id": "21",
        "text": "Therefore, without being agitated any more, I shall deliver myself from the darkness of nescience with the help of my friend, clear consciousness. Simply by keeping the lotus feet of Lord Viṣṇu in my mind, I shall be saved from entering into the wombs of many mothers for repeated birth and death."
    },
    {
        "verse_id": "22",
        "text": "Lord Kapila continued: The ten-month-old living entity has these desires even while in the womb. But while he thus extols the Lord, the wind that helps parturition propels him forth with his face turned downward so that he may be born."
    },
    {
        "verse_id": "23",
        "text": "Pushed downward all of a sudden by the wind, the child comes out with great trouble, head downward, breathless and deprived of memory due to severe agony."
    },
    {
        "verse_id": "24",
        "text": "The child thus falls on the ground, smeared with stool and blood, and plays just like a worm germinated from the stool. He loses his superior knowledge and cries under the spell of māyā."
    },
    {
        "verse_id": "25",
        "text": "After coming out of the abdomen, the child is given to the care of persons who are unable to understand what he wants, and thus he is nursed by such persons. Unable to refuse whatever is given to him, he falls into undesirable circumstances."
    },
    {
        "verse_id": "26",
        "text": "Laid down on a foul bed infested with sweat and germs, the poor child is incapable of scratching his body to get relief from his itching sensation, to say nothing of sitting up, standing or even moving."
    },
    {
        "verse_id": "27",
        "text": "In his helpless condition, gnats, mosquitoes, bugs and other germs bite the baby, whose skin is tender, just as smaller worms bite a big worm. The child, deprived of his wisdom, cries bitterly."
    },
    {
        "verse_id": "28",
        "text": "In this way, the child passes through his childhood, suffering different kinds of distress, and attains boyhood. In boyhood also he suffers pain over desires to get things he can never achieve. And thus, due to ignorance, he becomes angry and sorry."
    },
    {
        "verse_id": "29",
        "text": "With the growth of the body, the living entity, in order to vanquish his soul, increases his false prestige and anger and thereby creates enmity towards similarly lusty people."
    },
    {
        "verse_id": "30",
        "text": "By such ignorance the living entity accepts the material body, which is made of five elements, as himself. With this misunderstanding, he accepts nonpermanent things as his own and increases his ignorance in the darkest region."
    },
    {
        "verse_id": "31",
        "text": "For the sake of the body, which is a source of constant trouble to him and which follows him because he is bound by ties of ignorance and fruitive activities, he performs various actions which cause him to be subjected to repeated birth and death."
    },
    {
        "verse_id": "32",
        "text": "If, therefore, the living entity again associates with the path of unrighteousness, influenced by sensually minded people engaged in the pursuit of sexual enjoyment and the gratification of the palate, he again goes to hell as before."
    },
    {
        "verse_id": "33",
        "text": "He becomes devoid of truthfulness, cleanliness, mercy, gravity, spiritual intelligence, shyness, austerity, fame, forgiveness, control of the mind, control of the senses, fortune and all such opportunities."
    },
    {
        "verse_id": "34",
        "text": "One should not associate with a coarse fool who is bereft of the knowledge of self-realization and who is no more than a dancing dog in the hands of a woman."
    },
    {
        "verse_id": "35",
        "text": "The infatuation and bondage which accrue to a man from attachment to any other object is not as complete as that resulting from attachment to a woman or to the fellowship of men who are fond of women."
    },
    {
        "verse_id": "36",
        "text": "At the sight of his own daughter, Brahmā was bewildered by her charms and shamelessly ran up to her in the form of a stag when she took the form of a hind."
    },
    {
        "verse_id": "37",
        "text": "Amongst all kinds of living entities begotten by Brahmā, namely men, demigods and animals, none but the sage Nārāyaṇa is immune to the attraction of māyā in the form of woman."
    },
    {
        "verse_id": "38",
        "text": "Just try to understand the mighty strength of My māyā in the shape of woman, who by the mere movement of her eyebrows can keep even the greatest conquerors of the world under her grip."
    },
    {
        "verse_id": "39",
        "text": "One who aspires to reach the culmination of yoga and has realized his self by rendering service unto Me should never associate with an attractive woman, for such a woman is declared in the scripture to be the gateway to hell for the advancing devotee."
    },
    {
        "verse_id": "40",
        "text": "The woman, created by the Lord, is the representation of māyā, and one who associates with such māyā by accepting services must certainly know that this is the way of death, just like a blind well covered with grass."
    },
    {
        "verse_id": "41",
        "text": "A living entity who, as a result of attachment to a woman in his previous life, has been endowed with the form of a woman, foolishly looks upon māyā in the form of a man, her husband, as the bestower of wealth, progeny, house and other material assets."
    },
    {
        "verse_id": "42",
        "text": "A woman, therefore, should consider her husband, her house and her children to be the arrangement of the external energy of the Lord for her death, just as the sweet singing of the hunter is death for the deer."
    },
    {
        "verse_id": "43",
        "text": "Due to his particular type of body, the materialistic living entity wanders from one planet to another, following fruitive activities. In this way, he involves himself in fruitive activities and enjoys the result incessantly."
    },
    {
        "verse_id": "44",
        "text": "In this way the living entity gets a suitable body with a material mind and senses, according to his fruitive activities. When the reaction of his particular activity comes to an end, that end is called death, and when a particular type of reaction begins, that beginning is called birth."
    },
    {
        "verse_id": "45",
        "text": "When the eyes lose their power to see color or form due to morbid affliction of the optic nerve, the sense of sight becomes deadened. The living entity, who is the seer of both the eyes and the sight, loses his power of vision. In the same way, when the physical body, the place where perception of objects occurs, is rendered incapable of perceiving, that is known as death. When one begins to view the physical body as one’s very self, that is called birth."
    },
    {
        "verse_id": "47",
        "text": "Therefore, one should not view death with horror, nor have recourse to defining the body as soul, nor give way to exaggeration in enjoying the bodily necessities of life. Realizing the true nature of the living entity, one should move about in the world free from attachment and steadfast in purpose."
    },
    {
        "verse_id": "48",
        "text": "Endowed with right vision and strengthened by devotional service and a pessimistic attitude towards material identity, one should relegate his body to this illusory world through his reason. Thus one can be unconcerned with this material world."
    }
]