[
    {
        "verse_id": "1",
        "text": "Śrī Maitreya said: After describing the greatness of the Emperor’s manifold qualities and activities, the sage became silent, and the Emperor, feeling modesty, addressed him as follows."
    },
    {
        "verse_id": "2",
        "text": "Manu replied: To expand himself in Vedic knowledge, Lord Brahmā, the personified Veda, from his face created you, the brāhmaṇas, who are full of austerity, knowledge and mystic power and are averse to sense gratification."
    },
    {
        "verse_id": "3",
        "text": "For the protection of the brāhmaṇas, the thousand-legged Supreme Being created us, the kṣatriyas, from His thousand arms. Hence the brāhmaṇas are said to be His heart and the kṣatriyas His arms."
    },
    {
        "verse_id": "4",
        "text": "That is why the brāhmaṇas and kṣatriyas protect each other, as well as themselves; and the Lord Himself, who is both the cause and effect and is yet immutable, protects them through each other."
    },
    {
        "verse_id": "5",
        "text": "Now I have resolved all my doubts simply by meeting you, for Your Lordship has very kindly and clearly explained the duty of a king who desires to protect his subjects."
    },
    {
        "verse_id": "6",
        "text": "It is my good fortune that I have been able to see you, for you cannot easily be seen by persons who have not subdued the mind or controlled the senses. I am all the more fortunate to have touched with my head the blessed dust of your feet."
    },
    {
        "verse_id": "7",
        "text": "I have fortunately been instructed by you, and thus great favor has been bestowed upon me. I thank God that I have listened with open ears to your pure words."
    },
    {
        "verse_id": "8",
        "text": "O great sage, graciously be pleased to listen to the prayer of my humble self, for my mind is troubled by affection for my daughter."
    },
    {
        "verse_id": "9",
        "text": "My daughter is the sister of Priyavrata and Uttānapāda. She is seeking a suitable husband in terms of age, character and good qualities."
    },
    {
        "verse_id": "10",
        "text": "The moment she heard from the sage Nārada of your noble character, learning, beautiful appearance, youth and other virtues, she fixed her mind upon you."
    },
    {
        "verse_id": "11",
        "text": "Therefore please accept her, O chief of the brāhmaṇas, for I offer her with faith and she is in every respect fit to be your wife and take charge of your household duties."
    },
    {
        "verse_id": "12",
        "text": "To deny an offering that has come of itself is not commendable even for one absolutely free from all attachment, much less one addicted to sensual pleasure."
    },
    {
        "verse_id": "13",
        "text": "One who rejects an offering that comes of its own accord but later begs a boon from a miser thus loses his widespread reputation, and his pride is humbled by the neglectful behavior of others."
    },
    {
        "verse_id": "14",
        "text": "Svāyambhuva Manu continued: O wise man, I heard that you were prepared to marry. Please accept her hand, which is being offered to you by me, since you have not taken a vow of perpetual celibacy."
    },
    {
        "verse_id": "15",
        "text": "The great sage replied: Certainly I have a desire to marry, and your daughter has not yet married or given her word to anyone. Therefore our marriage according to the Vedic system can take place."
    },
    {
        "verse_id": "16",
        "text": "Let your daughter’s desire for marriage, which is recognized in the Vedic scriptures, be fulfilled. Who would not accept her hand? She is so beautiful that by her bodily luster alone she excels the beauty of her ornaments."
    },
    {
        "verse_id": "17",
        "text": "I have heard that Viśvāvasu, the great Gandharva, his mind stupefied with infatuation, fell from his airplane after seeing your daughter playing with a ball on the roof of the palace, for she was indeed beautiful with her tinkling ankle bells and her eyes moving to and fro."
    },
    {
        "verse_id": "18",
        "text": "What wise man would not welcome her, the very ornament of womanhood, the beloved daughter of Svāyambhuva Manu and sister of Uttānapāda? Those who have not worshiped the gracious feet of the goddess of fortune cannot even perceive her, yet she has come of her own accord to seek my hand."
    },
    {
        "verse_id": "19",
        "text": "Therefore I shall accept this chaste girl as my wife, on the condition that after she bears semen from my body, I shall accept the life of devotional service accepted by the most perfect human beings. That process was described by Lord Viṣṇu. It is free from envy."
    },
    {
        "verse_id": "20",
        "text": "The highest authority for me is the unlimited Supreme Personality of Godhead, from whom this wonderful creation emanates and in whom its sustenance and dissolution rest. He is the origin of all Prajāpatis, the personalities meant to produce living entities in this world."
    },
    {
        "verse_id": "21",
        "text": "Śrī Maitreya said: O great warrior Vidura, the sage Kardama said this much only and then became silent, thinking of his worshipable Lord Viṣṇu, who has a lotus on His navel. As he silently smiled, his face captured the mind of Devahūti, who began to meditate upon the great sage."
    },
    {
        "verse_id": "22",
        "text": "After having unmistakably known the decision of the Queen, as well as that of Devahūti, the Emperor most gladly gave his daughter to the sage, whose host of virtues was equaled by hers."
    },
    {
        "verse_id": "23",
        "text": "Empress Śatarūpā lovingly gave most valuable presents, suitable for the occasion, such as jewelry, clothes and household articles, in dowry to the bride and bridegroom."
    },
    {
        "verse_id": "24",
        "text": "Thus relieved of his responsibility by handing over his daughter to a suitable man, Svāyambhuva Manu, his mind agitated by feelings of separation, embraced his affectionate daughter with both his arms."
    },
    {
        "verse_id": "25",
        "text": "The Emperor was unable to bear the separation of his daughter. Therefore tears poured from his eyes again and again, drenching his daughter’s head as he cried, “My dear mother! My dear daughter!”"
    },
    {
        "verse_id": "26",
        "text": "After asking and obtaining the great sage’s permission to leave, the monarch mounted his chariot with his wife and started for his capital, followed by his retinue. Along the way he saw the prosperity of the tranquil seers’ beautiful hermitages on both the charming banks of the Sarasvatī, the river so agreeable to saintly persons."
    },
    {
        "verse_id": "28",
        "text": "Overjoyed to know of his arrival, his subjects came forth from Brahmāvarta to greet their returning lord with songs, prayers and musical instruments."
    },
    {
        "verse_id": "29",
        "text": "The city of Barhiṣmatī, rich in all kinds of wealth, was so called because Lord Viṣṇu’s hair dropped there from His body when He manifested Himself as Lord Boar. As He shook His body, this very hair fell and turned into blades of evergreen kuśa grass and kāśa [another kind of grass used for mats], by means of which the sages worshiped Lord Viṣṇu after defeating the demons who had interfered with the performance of their sacrifices."
    },
    {
        "verse_id": "31",
        "text": "Manu spread a seat of kuśas and kāśas and worshiped the Lord, the Personality of Godhead, by whose grace he had obtained the rule of the terrestrial globe."
    },
    {
        "verse_id": "32",
        "text": "Having entered the city of Barhiṣmatī, in which he had previously lived, Manu entered his palace, which was filled with an atmosphere that eradicated the three miseries of material existence."
    },
    {
        "verse_id": "33",
        "text": "Emperor Svāyambhuva Manu enjoyed life with his wife and subjects and fulfilled his desires without being disturbed by unwanted principles contrary to the process of religion. Celestial musicians and their wives sang in chorus about the pure reputation of the Emperor, and early in the morning, every day, he used to listen to the pastimes of the Supreme Personality of Godhead with a loving heart."
    },
    {
        "verse_id": "34",
        "text": "Thus Svāyambhuva Manu was a saintly king. Although absorbed in material happiness, he was not dragged to the lowest grade of life, for he always enjoyed his material happiness in a Kṛṣṇa conscious atmosphere."
    },
    {
        "verse_id": "35",
        "text": "Consequently, although his duration of life gradually came to an end, his long life, consisting of a Manvantara era, was not spent in vain, since he ever engaged in hearing, contemplating, writing down and chanting the pastimes of the Lord."
    },
    {
        "verse_id": "36",
        "text": "He passed his time, which lasted seventy-one cycles of the four ages [71 × 4,320,000 years], always thinking of Vāsudeva and always engaged in matters regarding Vāsudeva. Thus he transcended the three destinations."
    },
    {
        "verse_id": "37",
        "text": "Therefore, O Vidura, how can persons completely under the shelter of Lord Kṛṣṇa in devotional service be put into miseries pertaining to the body, the mind, nature, and other men and living creatures?"
    },
    {
        "verse_id": "38",
        "text": "In reply to questions asked by certain sages, he [Svāyambhuva Manu], out of compassion for all living entities, taught the diverse sacred duties of men in general and the different varṇas and āśramas."
    },
    {
        "verse_id": "39",
        "text": "I have spoken to you of the wonderful character of Svāyambhuva Manu, the original king, whose reputation is worthy of description. Please hear as I speak of the flourishing of his daughter Devahūti."
    }
]