[
    {
        "verse_id": "1",
        "text": "The Personality of Godhead said: My dear mother, O daughter of the King, now I shall explain to you the system of yoga, the object of which is to concentrate the mind. By practicing this system one can become joyful and progressively advance towards the path of the Absolute Truth."
    },
    {
        "verse_id": "2",
        "text": "One should execute his prescribed duties to the best of his ability and avoid performing duties not allotted to him. One should be satisfied with as much gain as he achieves by the grace of the Lord, and one should worship the lotus feet of a spiritual master."
    },
    {
        "verse_id": "3",
        "text": "One should cease performing conventional religious practices and should be attracted to those which lead to salvation. One should eat very frugally and should always remain secluded so that he can achieve the highest perfection of life."
    },
    {
        "verse_id": "4",
        "text": "One should practice nonviolence and truthfulness, should avoid thieving and be satisfied with possessing as much as he needs for his maintenance. He should abstain from sex life, perform austerity, be clean, study the Vedas and worship the supreme form of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "5",
        "text": "One must observe silence, acquire steadiness by practicing different yogic postures, control the breathing of the vital air, withdraw the senses from sense objects and thus concentrate the mind on the heart."
    },
    {
        "verse_id": "6",
        "text": "Fixing the vital air and the mind in one of the six circles of vital air circulation within the body, thus concentrating one’s mind on the transcendental pastimes of the Supreme Personality of Godhead, is called samādhi, or samādhāna, of the mind."
    },
    {
        "verse_id": "7",
        "text": "By these processes, or any other true process, one must control the contaminated, unbridled mind, which is always attracted by material enjoyment, and thus fix himself in thought of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "8",
        "text": "After controlling one’s mind and sitting postures, one should spread a seat in a secluded and sanctified place, sit there in an easy posture, keeping the body erect, and practice breath control."
    },
    {
        "verse_id": "9",
        "text": "The yogī should clear the passage of vital air by breathing in the following manner: first he should inhale very deeply, then hold the breath in, and finally exhale. Or, reversing the process, the yogi can first exhale, then hold the breath outside, and finally inhale. This is done so that the mind may become steady and free from external disturbances."
    },
    {
        "verse_id": "10",
        "text": "The yogīs who practice such breathing exercises are very soon freed from all mental disturbances, just as gold, when put into fire and fanned with air, becomes free from all impurities."
    },
    {
        "verse_id": "11",
        "text": "By practicing the process of prāṇāyāma, one can eradicate the contamination of his physiological condition, and by concentrating the mind one can become free from all sinful activities. By restraining the senses one can free himself from material association, and by meditating on the Supreme Personality of Godhead one can become free from the three modes of material attachment."
    },
    {
        "verse_id": "12",
        "text": "When the mind is perfectly purified by this practice of yoga, one should concentrate on the tip of the nose with half-closed eyes and see the form of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "13",
        "text": "The Supreme Personality of Godhead has a cheerful, lotuslike countenance with ruddy eyes like the interior of a lotus, and a swarthy body like the petals of a blue lotus. He bears a conch, discus and mace in three of His hands."
    },
    {
        "verse_id": "14",
        "text": "His loins are covered by a shining cloth, yellowish like the filaments of a lotus. On His breast He bears the mark of Śrīvatsa, a curl of white hair. The brilliant Kaustubha gem is suspended from His neck."
    },
    {
        "verse_id": "15",
        "text": "He also wears around His neck a garland of attractive sylvan flowers, and a swarm of bees, intoxicated by its delicious fragrance, hums about the garland. He is further superbly adorned with a pearl necklace, a crown and pairs of armlets, bracelets and anklets."
    },
    {
        "verse_id": "16",
        "text": "His loins and hips encircled by a girdle, He stands on the lotus of His devotee’s heart. He is most charming to look at, and His serene aspect gladdens the eyes and souls of the devotees who behold Him."
    },
    {
        "verse_id": "17",
        "text": "The Lord is eternally very beautiful, and He is worshipable by all the inhabitants of every planet. He is ever youthful and always eager to bestow His blessing upon His devotees."
    },
    {
        "verse_id": "18",
        "text": "The glory of the Lord is always worth singing, for His glories enhance the glories of His devotees. One should therefore meditate upon the Supreme Personality of Godhead and upon His devotees. One should meditate on the eternal form of the Lord until the mind becomes fixed."
    },
    {
        "verse_id": "19",
        "text": "Thus always merged in devotional service, the yogī visualizes the Lord standing, moving, lying down or sitting within him, for the pastimes of the Supreme Lord are always beautiful and attractive."
    },
    {
        "verse_id": "20",
        "text": "In fixing his mind on the eternal form of the Lord, the yogī should not take a collective view of all His limbs, but should fix the mind on each individual limb of the Lord."
    },
    {
        "verse_id": "21",
        "text": "The devotee should first concentrate his mind on the Lord’s lotus feet, which are adorned with the marks of a thunderbolt, a goad, a banner and a lotus. The splendor of their beautiful ruby nails resembles the orb of the moon and dispels the thick gloom of one’s heart."
    },
    {
        "verse_id": "22",
        "text": "The blessed Lord Śiva becomes all the more blessed by bearing on his head the holy waters of the Ganges, which has its source in the water that washed the Lord’s lotus feet. The Lord’s feet act like thunderbolts hurled to shatter the mountain of sin stored in the mind of the meditating devotee. One should therefore meditate on the lotus feet of the Lord for a long time."
    },
    {
        "verse_id": "23",
        "text": "The yogī should fix in his heart the activities of Lakṣmī, the goddess of fortune, who is worshiped by all demigods and is the mother of the supreme person, Brahmā. She can always be found massaging the legs and thighs of the transcendental Lord, very carefully serving Him in this way."
    },
    {
        "verse_id": "24",
        "text": "Next, the yogi should fix his mind in meditation on the Personality of Godhead’s thighs, the storehouse of all energy. The Lord’s thighs are whitish blue, like the luster of the linseed flower, and appear most graceful when the Lord is carried on the shoulders of Garuḍa. Also the yogī should contemplate His rounded hips, which are encircled by a girdle that rests on the exquisite yellow silk cloth that extends down to His ankles."
    },
    {
        "verse_id": "25",
        "text": "The yogī should then meditate on His moonlike navel in the center of His abdomen. From His navel, which is the foundation of the entire universe, sprang the lotus stem containing all the different planetary systems. The lotus is the residence of Brahmā, the first created being. In the same way, the yogī should concentrate his mind on the Lord’s nipples, which resemble a pair of most exquisite emeralds and which appear whitish because of the rays of the milk-white pearl necklaces adorning His chest."
    },
    {
        "verse_id": "26",
        "text": "The yogī should then meditate on the chest of the Supreme Personality of Godhead, the abode of goddess Mahā-Lakṣmī. The Lord’s chest is the source of all transcendental pleasure for the mind and full satisfaction for the eyes. The yogī should then imprint on his mind the neck of the Personality of Godhead, who is adored by the entire universe. The neck of the Lord serves to enhance the beauty of the Kaustubha gem, which hangs on His chest."
    },
    {
        "verse_id": "27",
        "text": "The yogī should further meditate upon the Lord’s four arms, which are the source of all the powers of the demigods who control the various functions of material nature. Then the yogi should concentrate on the polished ornaments, which were burnished by Mount Mandara as it revolved. He should also duly contemplate the Lord’s discus, the Sudarśana cakra, which contains one thousand spokes and a dazzling luster, as well as the conch, which looks like a swan in His lotuslike palm."
    },
    {
        "verse_id": "28",
        "text": "The yogī should meditate upon His club, which is named Kaumodakī and is very dear to Him. This club smashes the demons, who are always inimical soldiers, and is smeared with their blood. One should also concentrate on the nice garland on the neck of the Lord, which is always surrounded by bumblebees, with their nice buzzing sound, and one should meditate upon the pearl necklace on the Lord’s neck, which is considered to represent the pure living entities who are always engaged in His service."
    },
    {
        "verse_id": "29",
        "text": "The yogī should then meditate on the lotuslike countenance of the Lord, who presents His different forms in this world out of compassion for the anxious devotees. His nose is prominent, and His crystal-clear cheeks are illuminated by the oscillation of His glittering alligator-shaped earrings."
    },
    {
        "verse_id": "30",
        "text": "The yogi then meditates upon the beautiful face of the Lord, which is adorned with curly hair and decorated by lotuslike eyes and dancing eyebrows. A lotus surrounded by swarming bees and a pair of swimming fish would be put to shame by its elegance."
    },
    {
        "verse_id": "31",
        "text": "The yogīs should contemplate with full devotion the compassionate glances frequently cast by the Lord’s eyes, for they soothe the most fearful threefold agonies of His devotees. His glances, accompanied by loving smiles, are full of abundant grace."
    },
    {
        "verse_id": "32",
        "text": "A yogī should similarly meditate on the most benevolent smile of Lord Śrī Hari, a smile which, for all those who bow to Him, dries away the ocean of tears caused by intense grief. The yogī should also meditate on the Lord’s arched eyebrows, which are manifested by His internal potency in order to charm the sex-god for the good of the sages."
    },
    {
        "verse_id": "33",
        "text": "With devotion steeped in love and affection, the yogī should meditate within the core of his heart upon the laughter of Lord Viṣṇu. The laughter of Viṣṇu is so captivating that it can be easily meditated upon. When the Supreme Lord is laughing, one can see His small teeth, which resemble jasmine buds rendered rosy by the splendor of His lips. Once devoting his mind to this, the yogī should no longer desire to see anything else."
    },
    {
        "verse_id": "34",
        "text": "By following this course, the yogī gradually develops pure love for the Supreme Personality of Godhead, Hari. In the course of his progress in devotional service, the hairs on his body stand erect through excessive joy, and he is constantly bathed in a stream of tears occasioned by intense love. Gradually, even the mind, which he used as a means to attract the Lord, as one attracts a fish to a hook, withdraws from material activity."
    },
    {
        "verse_id": "35",
        "text": "When the mind is thus completely freed from all material contamination and detached from material objectives, it is just like the flame of a lamp. At that time the mind is actually dovetailed with that of the Supreme Lord and is experienced as one with Him because it is freed from the interactive flow of the material qualities."
    },
    {
        "verse_id": "36",
        "text": "Thus situated in the highest transcendental stage, the mind ceases from all material reaction and becomes situated in its own glory, transcendental to all material conceptions of happiness and distress. At that time the yogī realizes the truth of his relationship with the Supreme Personality of Godhead. He discovers that pleasure and pain as well as their interactions, which he attributed to his own self, are actually due to the false ego, which is a product of ignorance."
    },
    {
        "verse_id": "37",
        "text": "Because he has achieved his real identity, the perfectly realized soul has no conception of how the material body is moving or acting, just as an intoxicated person cannot understand whether or not he has clothing on his body."
    },
    {
        "verse_id": "38",
        "text": "The body of such a liberated yogī, along with the senses, is taken charge of by the Supreme Personality of Godhead, and it functions until its destined activities are finished. The liberated devotee, being awake to his constitutional position and thus situated in samādhi, the highest perfectional stage of yoga, does not accept the by-products of the material body as his own. Thus he considers his bodily activities to be like the activities of a body in a dream."
    },
    {
        "verse_id": "39",
        "text": "Because of great affection for family and wealth, one accepts a son and some money as his own, and due to affection for the material body, one thinks that it is his. But actually, as one can understand that his family and wealth are different from him, the liberated soul can understand that he and his body are not the same."
    },
    {
        "verse_id": "40",
        "text": "The blazing fire is different from the flames, from the sparks and from the smoke, although all are intimately connected because they are born from the same blazing wood."
    },
    {
        "verse_id": "41",
        "text": "The Supreme Personality of Godhead, who is known as Parambrahma, is the seer. He is different from the jīva soul, or individual living entity, who is combined with the senses, the five elements and consciousness."
    },
    {
        "verse_id": "42",
        "text": "A yogi should see the same soul in all manifestations, for all that exists is a manifestation of different energies of the Supreme. In this way the devotee should see all living entities without distinction. That is realization of the Supreme Soul."
    },
    {
        "verse_id": "43",
        "text": "As fire is exhibited in different forms of wood, so, under different conditions of the modes of material nature, the pure spirit soul manifests itself in different bodies."
    },
    {
        "verse_id": "44",
        "text": "Thus the yogī can be in the self-realized position after conquering the insurmountable spell of māyā, who presents herself as both the cause and effect of this material manifestation and is therefore very difficult to understand."
    }
]