[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: After renouncing his prosperous home and entering the forest, King Vidura, the great devotee, asked this question of His Grace Maitreya Ṛṣi."
    },
    {
        "verse_id": "2",
        "text": "What else is there to say about the residential house of the Pāṇḍavas? Śrī Kṛṣṇa, the Lord of everything, acted as your minister. He used to enter that house as if it were His own, and He did not take any care of Duryodhana’s house."
    },
    {
        "verse_id": "3",
        "text": "The King asked Śukadeva Gosvāmī: Where and when did the meeting and discussion take place between Saint Vidura and His Grace Maitreya Muni? Kindly oblige, my lord, and describe this to us."
    },
    {
        "verse_id": "4",
        "text": "Saint Vidura was a great and pure devotee of the Lord, and therefore his questions to His Grace Ṛṣi Maitreya must have been very purposeful, on the highest level, and approved by learned circles."
    },
    {
        "verse_id": "5",
        "text": "Śrī Suta Gosvāmī said: The great sage Śukadeva Gosvāmī was highly experienced and was pleased with the King. Thus being questioned by the King, he said to him, “Please hear the topics attentively.”"
    },
    {
        "verse_id": "6",
        "text": "Śrī Śukadeva Gosvāmī said: King Dhṛtarāṣṭra became blind under the influence of impious desires to nourish his dishonest sons, and thus he set fire to the lacquer house to burn his fatherless nephews, the Pāṇḍavas."
    },
    {
        "verse_id": "7",
        "text": "The King did not forbid his son Duḥśāsana’s abominable action of grabbing the hair of Draupadī, the wife of the godly King Yudhiṣṭhira, even though her tears washed the red dust on her breast."
    },
    {
        "verse_id": "8",
        "text": "Yudhiṣṭhira, who was born without any enemy, was unfairly defeated in gambling. But because he had taken the vow of truthfulness, he went off to the forest. When he came back in due course and begged the return of his rightful share of the kingdom, he was refused by Dhṛtarāṣṭra, who was overwhelmed by illusion."
    },
    {
        "verse_id": "9",
        "text": "Lord Kṛṣṇa was sent by Arjuna into the assembly as the spiritual master of the whole world, and although His words were heard by some [like Bhīṣma] as pure nectar, it was not so for the others, who were completely bereft of the last farthing of past pious works. The King [Dhṛtarāṣṭra or Duryodhana] did not take the words of Lord Kṛṣṇa very seriously."
    },
    {
        "verse_id": "10",
        "text": "When Vidura was invited by his elder brother [Dhṛtarāṣṭra] for consultation, he entered the house and gave instructions which were exactly to the point. His advice is well known, and instructions by Vidura are approved by expert ministers of state."
    },
    {
        "verse_id": "11",
        "text": "[Vidura said:] You must now return the legitimate share to Yudhiṣṭhira, who has no enemies and who has been forbearing through untold sufferings due to your offenses. He is waiting with his younger brothers, among whom is the revengeful Bhīma, breathing heavily like a snake. Surely you are afraid of him."
    },
    {
        "verse_id": "12",
        "text": "Lord Kṛṣṇa, the Personality of Godhead, has accepted the sons of Pṛthā as His kinsmen, and all the kings of the world are with Lord Śrī Kṛṣṇa. He is present in His home with all His family members, the kings and princes of the Yadu dynasty, who have conquered an unlimited number of rulers, and He is their Lord."
    },
    {
        "verse_id": "13",
        "text": "You are maintaining offense personified, Duryodhana, as your infallible son, but he is envious of Lord Kṛṣṇa. And because you are thus maintaining a nondevotee of Kṛṣṇa, you are devoid of all auspicious qualities. Relieve yourself of this ill fortune as soon as possible and do good to the whole family!"
    },
    {
        "verse_id": "14",
        "text": "While speaking thus, Vidura, whose personal character was esteemed by respectable persons, was insulted by Duryodhana, who was swollen with anger and whose lips were trembling. Duryodhana was in company with Karṇa, his younger brothers and his maternal uncle Śakuni."
    },
    {
        "verse_id": "15",
        "text": "Who asked him to come here, this son of a kept mistress? He is so crooked that he spies in the interest of the enemy against those on whose support he has grown up. Toss him out of the palace immediately and leave him with only his breath."
    },
    {
        "verse_id": "16",
        "text": "Thus being pierced by arrows through his ears and afflicted to the core of his heart, Vidura placed his bow on the door and quit his brother’s palace. He was not sorry, for he considered the acts of the external energy to be supreme."
    },
    {
        "verse_id": "17",
        "text": "By his piety, Vidura achieved the advantages of the pious Kauravas. After leaving Hastināpura, he took shelter of many places of pilgrimages, which are the Lord’s lotus feet. With a desire to gain a high order of pious life, he traveled to holy places where thousands of transcendental forms of the Lord are situated."
    },
    {
        "verse_id": "18",
        "text": "He began to travel alone, thinking only of Kṛṣṇa, through various holy places like Ayodhyā, Dvārakā and Mathurā. He traveled where the grove, hill, orchard, river and lake are all pure and sinless and where the forms of the Unlimited decorate the temples. Thus he performed the pilgrim’s progress."
    },
    {
        "verse_id": "19",
        "text": "While so traversing the earth, he simply performed duties to please the Supreme Lord Hari. His occupation was pure and independent. He was constantly sanctified by taking his bath in holy places, although he was in the dress of a mendicant and had no hair dressing nor a bed on which to lie. Thus he was always unseen by his various relatives."
    },
    {
        "verse_id": "20",
        "text": "Thus, when he was in the land of Bhāratavarṣa traveling to all the places of pilgrimage, he visited Prabhāsakṣetra. At that time Mahārāja Yudhiṣṭhira was the emperor and held the world under one military strength and one flag."
    },
    {
        "verse_id": "21",
        "text": "At the place of pilgrimage at Prabhāsa, it came to his knowledge that all his relatives had died due to violent passion, just as an entire forest burns due to fire produced by the friction of bamboos. After this he proceeded west, where the river Sarasvatī flows."
    },
    {
        "verse_id": "22",
        "text": "On the bank of the river Sarasvatī there were eleven places of pilgrimage, namely (1) Trita, (2) Uśanā, (3) Manu, (4) Pṛthu, (5) Agni, (6) Asita, (7) Vāyu, (8) Sudāsa, (9) Go, (10) Guha and (11) Śrāddhadeva. Vidura visited all of them and duly performed rituals."
    },
    {
        "verse_id": "23",
        "text": "There were also many other temples of various forms of the Supreme Personality of Godhead Viṣṇu, established by great sages and demigods. These temples were marked with the chief emblems of the Lord, and they reminded one always of the original Personality of Godhead, Lord Kṛṣṇa."
    },
    {
        "verse_id": "24",
        "text": "Thereafter he passed through very wealthy provinces like Surat, Sauvīra and Matsya and through western India, known as Kurujāṅgala. At last he reached the bank of the Yamunā, where he happened to meet Uddhava, the great devotee of Lord Kṛṣṇa."
    },
    {
        "verse_id": "25",
        "text": "Then, due to his great love and feeling, Vidura embraced him [Uddhava], who was a constant companion of Lord Kṛṣṇa and formerly a great student of Bṛhaspati’s. Vidura then asked him for news of the family of Lord Kṛṣṇa, the Personality of Godhead."
    },
    {
        "verse_id": "26",
        "text": "[Please tell me] whether the original Personalities of Godhead, who incarnated Themselves at the request of Brahmā [who is born out of the lotus flower from the Lord] and who have increased the prosperity of the world by elevating everyone, are doing well in the house of Śūrasena."
    },
    {
        "verse_id": "27",
        "text": "[Please tell me] whether the best friend of the Kurus, our brother-in-law Vasudeva, is doing well. He is very munificent. He is like a father to his sisters, and he is always pleasing to his wives."
    },
    {
        "verse_id": "28",
        "text": "O Uddhava, please tell me, How is Pradyumna, the commander in chief of the Yadus, who was Cupid in a former life? Rukmiṇī bore him as her son from Lord Kṛṣṇa, by the grace of brāhmaṇas whom she pleased."
    },
    {
        "verse_id": "29",
        "text": "O my friend, [tell me] whether Ugrasena, the King of the Sātvatas, Vṛṣṇis, Bhojas and Dāśārhas, is now doing well. He went far away from his kingdom, leaving aside all hopes of his royal throne, but Lord Kṛṣṇa again installed him."
    },
    {
        "verse_id": "30",
        "text": "O gentle one, does Sāmba fare well? He exactly resembles the son of the Personality of Godhead. In a previous birth he was born as Kārttikeya in the womb of the wife of Lord Śiva, and now he has been born in the womb of Jāmbavatī, the most enriched wife of Kṛṣṇa."
    },
    {
        "verse_id": "31",
        "text": "O Uddhava, does Yuyudhāna fare well? He learned the intricacies of the military art from Arjuna and attained the transcendental destination which is very difficult to reach even for great renouncers."
    },
    {
        "verse_id": "32",
        "text": "Please tell me whether Akrūra, the son of Śvaphalka, is doing well. He is a faultless soul surrendered unto the Personality of Godhead. He once lost his mental equilibrium due to his ecstasy of transcendental love and fell down on the dust of a road which was marked with the footprints of Lord Kṛṣṇa."
    },
    {
        "verse_id": "33",
        "text": "As the Vedas are the reservoir of sacrificial purposes, so the daughter of King Devaka-bhoja conceived the Supreme Personality of Godhead in her womb, as did the mother of the demigods. Is she [Devakī] doing well?"
    },
    {
        "verse_id": "34",
        "text": "May I inquire whether Aniruddha is doing well? He is the fulfiller of all the desires of the pure devotees and has been considered from yore to be the cause of the Ṛg Veda, the creator of the mind and the fourth plenary expansion of Viṣṇu."
    },
    {
        "verse_id": "35",
        "text": "O sober one, others, such as Hṛdīka, Cārudeṣṇa, Gada and the son of Satyabhāmā, who accept Lord Śrī Kṛṣṇa as the soul of the self and thus follow His path without deviation — are they well?"
    },
    {
        "verse_id": "36",
        "text": "Also let me inquire whether Mahārāja Yudhiṣṭhira is now maintaining the kingdom according to religious principles and with respect for the path of religion. Formerly Duryodhana was burning with envy because Yudhiṣṭhira was being protected by the arms of Kṛṣṇa and Arjuna as if they were his own arms."
    },
    {
        "verse_id": "37",
        "text": "[Please tell me] whether the unconquerable Bhīma, who is like a cobra, has released his long-cherished anger upon the sinners? The field of battle could not tolerate even the wonderful playing of his club when he stepped on the path."
    },
    {
        "verse_id": "38",
        "text": "[Please tell me] whether Arjuna, whose bow bears the name Gāṇḍīva and who is always famous amongst the chariot warriors for vanquishing his enemies, is doing well. He once satisfied Lord Śiva by covering him with arrows when Śiva came as an unidentified false hunter."
    },
    {
        "verse_id": "39",
        "text": "Are the twin brothers who are protected by their brothers doing well? Just as the eye is always protected by the eyelid, they are protected by the sons of Pṛthā, who snatched back their rightful kingdom from the hands of their enemy Duryodhana, just as Garuḍa snatched nectar from the mouth of Indra, the thunderbolt carrier."
    },
    {
        "verse_id": "40",
        "text": "O my lord, is Pṛthā still living? She lived only for the sake of her fatherless children; otherwise it was impossible for her to live without King Pāṇḍu, who was the greatest commander and who alone conquered the four directions simply with the help of a second bow."
    },
    {
        "verse_id": "41",
        "text": "O gentle one, I simply lament for him [Dhṛtarāṣṭra] who rebelled against his brother after death. By him I was driven out of my own house, although I am his sincere well-wisher, because he accepted the line of action adopted by his own sons."
    },
    {
        "verse_id": "42",
        "text": "I am not astonished at this, having traveled over the world without being seen by others. The activities of the Personality of Godhead, which are like those of a man in this mortal world, are bewildering to others, but I know of His greatness by His grace, and thus I am happy in all respects."
    },
    {
        "verse_id": "43",
        "text": "Despite His being the Lord and being always willing to relieve the distress of sufferers, He [Kṛṣṇa] refrained from killing the Kurus, although they committed all sorts of sins and although He saw other kings constantly agitating the earth by their strong military movements carried out under the dictation of three kinds of false pride."
    },
    {
        "verse_id": "44",
        "text": "The appearance of the Lord is manifested for the annihilation of the upstarts. His activities are transcendental and are enacted for the understanding of all persons. Otherwise, since the Lord is transcendental to all material modes, what purpose could He serve by coming to earth?"
    },
    {
        "verse_id": "45",
        "text": "O my friend, please, therefore, chant the glories of the Lord, who is meant to be glorified in the places of pilgrimage. He is unborn, and yet He appears by His causeless mercy upon the surrendered rulers of all parts of the universe. Only for their interest did He appear in the family of His unalloyed devotees the Yadus."
    }
]