[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: O King, while Maitreya, the great sage, was thus speaking, Vidura, the learned son of Dvaipāyana Vyāsa, expressed a request in a pleasing manner by asking this question."
    },
    {
        "verse_id": "2",
        "text": "Śrī Vidura said: O great brāhmaṇa, since the Supreme Personality of Godhead is the complete spiritual whole and is unchangeable, how is He connected with the material modes of nature and their activities? If this is His pastime, how do the activities of the unchangeable take place and exhibit qualities without the modes of nature?"
    },
    {
        "verse_id": "3",
        "text": "Boys are enthusiastic to play with other boys or with various diversions because they are encouraged by desire. But there is no possibility of such desire for the Lord because He is self-satisfied and detached from everything at all times."
    },
    {
        "verse_id": "4",
        "text": "By His self-sheltered potency of the three modes of material nature, the Lord has caused the creation of this universe. By her He maintains the creation and conversely dissolves it, again and again."
    },
    {
        "verse_id": "5",
        "text": "The pure soul is pure consciousness and is never out of consciousness, either due to circumstances, time, situations, dreams or other causes. How then does he become engaged in nescience?"
    },
    {
        "verse_id": "6",
        "text": "The Lord, as the Supersoul, is situated in every living being’s heart. Why then do the living entities’ activities result in misfortune and misery?"
    },
    {
        "verse_id": "7",
        "text": "O great and learned one, my mind is greatly illusioned by the distress of this nescience, and I therefore request you to clear it up."
    },
    {
        "verse_id": "8",
        "text": "Śrī Śukadeva Gosvāmī said: O King, Maitreya, being thus agitated by the inquisitive Vidura, at first seemed astonished, but then he replied to him without hesitation, since he was fully God conscious."
    },
    {
        "verse_id": "9",
        "text": "Śrī Maitreya said: Certain conditioned souls put forward the theory that the Supreme Brahman, or the Personality of Godhead, is overcome by illusion, or māyā, and at the same time they maintain that He is unconditioned. This is against all logic."
    },
    {
        "verse_id": "10",
        "text": "The living entity is in distress regarding his self-identity. He has no factual background, like a man who dreams that he sees his head cut off."
    },
    {
        "verse_id": "11",
        "text": "As the moon reflected on water appears to the seer to tremble due to being associated with the quality of the water, so the self associated with matter appears to be qualified as matter."
    },
    {
        "verse_id": "12",
        "text": "But that misconception of self-identity can be diminished gradually by the mercy of the Personality of Godhead, Vāsudeva, through the process of devotional service to the Lord in the mode of detachment."
    },
    {
        "verse_id": "13",
        "text": "When the senses are satisfied in the seer-Supersoul, the Personality of Godhead, and merge in Him, all miseries are completely vanquished, as after a sound sleep."
    },
    {
        "verse_id": "14",
        "text": "Simply by chanting and hearing of the transcendental name, form, etc., of the Personality of Godhead, Śrī Kṛṣṇa, one can achieve the cessation of unlimited miserable conditions. Therefore what to speak of those who have attained attraction for serving the flavor of the dust of the Lord’s lotus feet?"
    },
    {
        "verse_id": "15",
        "text": "Vidura said: O powerful sage, my lord, all my doubts about the Supreme Personality of Godhead and the living entities have now been removed by your convincing words. My mind is now perfectly entering into them."
    },
    {
        "verse_id": "16",
        "text": "O learned sage, your explanations are very good, as they should be. Disturbances to the conditioned soul have no other basis than the movement of the external energy of the Lord."
    },
    {
        "verse_id": "17",
        "text": "Both the lowest of fools and he who is transcendental to all intelligence enjoy happiness, whereas persons between them suffer the material pangs."
    },
    {
        "verse_id": "18",
        "text": "But, my dear sir, I am obliged to you because now I can understand that this material manifestation is without substance, although it appears real. I am confident that by serving your feet it will be possible for me to give up the false idea."
    },
    {
        "verse_id": "19",
        "text": "By serving the feet of the spiritual master, one is enabled to develop transcendental ecstasy in the service of the Personality of Godhead, who is the unchangeable enemy of the Madhu demon and whose service vanquishes one’s material distresses."
    },
    {
        "verse_id": "20",
        "text": "Persons whose austerity is meager can hardly obtain the service of the pure devotees who are progressing on the path back to the kingdom of Godhead, the Vaikuṇṭhas. Pure devotees engage one hundred percent in glorifying the Supreme Lord, who is the Lord of the demigods and the controller of all living entities."
    },
    {
        "verse_id": "21",
        "text": "After creating the total material energy, the mahat-tattva, and thereby manifesting the gigantic universal form with senses and sense organs, the Supreme Lord entered within it."
    },
    {
        "verse_id": "22",
        "text": "The puruṣa incarnation lying on the Causal Ocean is called the original puruṣa in the material creations, and in His virāṭ form, in whom all the planets and their inhabitants live, He has many thousands of legs and hands."
    },
    {
        "verse_id": "23",
        "text": "O great brāhmaṇa, you have told me that the gigantic virāṭ form and His senses, sense objects and ten kinds of life air exist with three kinds of life vigor. Now, if you will, kindly explain to me the different powers of the specific divisions."
    },
    {
        "verse_id": "24",
        "text": "O my lord, I think that the process manifest in the forms of sons, grandsons and family members has spread all over the universe in different varieties and species."
    },
    {
        "verse_id": "25",
        "text": "O learned brāhmaṇa, please describe how the leader of all the demigods, namely the Prajāpati, Brahmā, decided to establish the various Manus, the heads of the ages. Please describe the Manus also, and please describe the descendants of those Manus."
    },
    {
        "verse_id": "26",
        "text": "O son of Mitrā, kindly describe how the planets are situated above the earth as well as underneath it, and also please mention their measurement as well as that of the earthly planets."
    },
    {
        "verse_id": "27",
        "text": "Also please describe the living beings under different classifications: subhumans, humans, those born of the embryo, those born of perspiration, those who are twice-born [birds], and the plants and vegetables. Kindly describe their generations and subdivisions also."
    },
    {
        "verse_id": "28",
        "text": "Please also describe the incarnations of the material modes of nature — Brahmā, Viṣṇu and Maheśvara — and please describe the incarnation of the Supreme Personality of Godhead and His magnanimous activities."
    },
    {
        "verse_id": "29",
        "text": "O great sage, kindly describe the divisions and orders of human society in terms of symptoms, behavior and the characteristics of mental equilibrium and sense control. Also please describe the births of the great sages and the categorical divisions of the Vedas."
    },
    {
        "verse_id": "30",
        "text": "Please also describe the expansions of different sacrifices and the paths of mystic powers, analytical study of knowledge, and devotional service, all with their respective regulations."
    },
    {
        "verse_id": "31",
        "text": "Please also describe the imperfections and contradictions of the faithless atheists, the situation of crossbreeding, and the movements of the living entities in various species of life according to their particular modes of nature and work."
    },
    {
        "verse_id": "32",
        "text": "You may also describe the noncontradictory causes of religiosity, economic development, sense gratification and salvation and also the different means of livelihood and different processes of law and order as mentioned in the revealed scriptures."
    },
    {
        "verse_id": "33",
        "text": "Please also explain the regulations for offering respects to the forefathers, the creation of the Pitṛloka, the time schedule in the planets, stars and luminaries, and their respective situations."
    },
    {
        "verse_id": "34",
        "text": "Please also describe the fruitive results of charity and penance and of digging reservoirs of water. Please describe the situation of persons who are away from home and also the duty of a man in an awkward position."
    },
    {
        "verse_id": "35",
        "text": "O sinless one, because the Personality of Godhead, the controller of all living entities, is the father of all religion and all those who are candidates for religious activities, kindly describe how He can be completely satisfied."
    },
    {
        "verse_id": "36",
        "text": "O best among the brāhmaṇas, those who are spiritual masters are very kind to the needy. They are always kind to their followers, disciples and sons, and without being asked by them, the spiritual master describes all that is knowledge."
    },
    {
        "verse_id": "37",
        "text": "Please describe how many dissolutions there are for the elements of material nature and who survives after the dissolutions to serve the Lord while He is asleep."
    },
    {
        "verse_id": "38",
        "text": "What are the truths regarding the living entities and the Supreme Personality of Godhead? What are their identities? What are the specific values in the knowledge in the Vedas, and what are the necessities for the spiritual master and his disciples?"
    },
    {
        "verse_id": "39",
        "text": "Spotless devotees of the Lord have mentioned the source of such knowledge. How could one have knowledge of devotional service and detachment without the help of such devotees?"
    },
    {
        "verse_id": "40",
        "text": "My dear sage, I have put all these questions before you with a view to knowing the pastimes of Hari, the Supreme Personality of Godhead. You are the friend of all, so kindly describe them for all those who have lost their vision."
    },
    {
        "verse_id": "41",
        "text": "O spotless one, your answers to all these questions will grant immunity from all material miseries. Such charity is greater than all Vedic charities, sacrifices, penances, etc."
    },
    {
        "verse_id": "42",
        "text": "Śrī Śukadeva Gosvāmī said: Thus the chief of the sages, who was always enthusiastic about describing topics regarding the Personality of Godhead, began to narrate the descriptive explanation of the Purāṇas, being so infused by Vidura. He was very much enlivened by speaking on the transcendental activities of the Lord."
    }
]