[
    {
        "verse_id": "1",
        "text": "Thereafter, all of them [the descendants of Vṛṣṇi and Bhoja], being permitted by the brāhmaṇas, partook of the remnants of prasāda and also drank liquor made of rice. By drinking they all became delirious, and, bereft of knowledge, they touched the cores of each other’s hearts with harsh words."
    },
    {
        "verse_id": "2",
        "text": "As by the friction of bamboos destruction takes place, so also, at sunset, by the interaction of the faults of intoxication, all their minds became unbalanced, and destruction took place."
    },
    {
        "verse_id": "3",
        "text": "The Personality of Godhead, Lord Śrī Kṛṣṇa, after foreseeing the end [of His family] by His internal potency, went to the bank of the river Sarasvatī, sipped water, and sat down underneath a tree."
    },
    {
        "verse_id": "4",
        "text": "The Lord is the vanquisher of the distresses of one who is surrendered unto Him. Thus He who desired to destroy His family told me previously to go to Badarikāśrama."
    },
    {
        "verse_id": "5",
        "text": "Yet in spite of my knowing His desire [to destroy the dynasty], O Arindama [Vidura], I followed Him because it was impossible for me to bear separation from the lotus feet of the master."
    },
    {
        "verse_id": "6",
        "text": "Thus following, I saw my patron and master [Lord Śrī Kṛṣṇa] sitting alone and deeply thinking, taking shelter on the bank of the river Sarasvatī although He is the shelter of the goddess of fortune."
    },
    {
        "verse_id": "7",
        "text": "The Lord’s body is blackish, but is eternal, full of bliss and knowledge, and very, very beautiful. His eyes are always peaceful, and they are reddish like the rising morning sun. I could immediately recognize Him as the Supreme Personality of Godhead by His four hands, different symbolic representations, and yellow silk garments."
    },
    {
        "verse_id": "8",
        "text": "The Lord was sitting, taking rest against a young banyan tree, with His right lotus foot on His left thigh, and although He had left all household comforts, He looked quite cheerful in that posture."
    },
    {
        "verse_id": "9",
        "text": "At that time, after traveling in many parts of the world, Maitreya, a great devotee of the Lord and a friend and well-wisher of the great sage Kṛṣṇa-dvaipāyana Vyāsa, reached that spot out of his own perfect accord."
    },
    {
        "verse_id": "10",
        "text": "Maitreya Muni was greatly attached to Him [the Lord], and he was listening in a pleasing attitude, with his shoulder lowered. With a smile and a particular glance upon me, having allowed me to rest, the Lord spoke as follows."
    },
    {
        "verse_id": "11",
        "text": "O Vasu, I know from within your mind what you desired in the days of yore when the Vasus and other demigods responsible for expanding the universal affairs performed sacrifices. You particularly desired to achieve My association. This is very difficult for others to obtain, but I award it unto you."
    },
    {
        "verse_id": "12",
        "text": "O honest one, your present life is the last and the supermost because in this term of life you have been awarded My ultimate favor. Now you can go to My transcendental abode, Vaikuṇṭha, by leaving this universe of conditioned living entities. Your visit to Me in this lonely place because of your pure and unflinching devotional service is a great boon for you."
    },
    {
        "verse_id": "13",
        "text": "O Uddhava, in the lotus millennium in the days of yore, at the beginning of the creation, I spoke unto Brahmā, who is situated on the lotus that grows out of My navel, about My transcendental glories, which the great sages describe as Śrīmad-Bhāgavatam."
    },
    {
        "verse_id": "14",
        "text": "Uddhava said: O Vidura, when I was thus favored at every moment by the Supreme Personality of Godhead and addressed by Him with great affection, my words failed in tears, and the hairs on my body erupted. After smearing my tears, I, with folded hands, spoke like this."
    },
    {
        "verse_id": "15",
        "text": "O my Lord, devotees who engage in the transcendental loving service of Your lotus feet have no difficulty in achieving anything within the realm of the four principles of religiosity, economic development, sense gratification and liberation. But, O great one, as far as I am concerned, I have preferred only to engage in the loving service of Your lotus feet."
    },
    {
        "verse_id": "16",
        "text": "My Lord, even the learned sages become disturbed in their intelligence when they see that Your Greatness engages in fruitive work although You are free from all desires, that You take birth although You are unborn, that You flee out of fear of the enemy and take shelter in a fort although You are the controller of invincible time, and that You enjoy householder life surrounded by many women although You enjoy in Your Self."
    },
    {
        "verse_id": "17",
        "text": "O my Lord, Your eternal Self is never divided by the influence of time, and there is no limitation to Your perfect knowledge. Thus You were sufficiently able to consult with Yourself, yet You called upon me for consultation, as if bewildered, although You are never bewildered. And this act of Yours bewilders me."
    },
    {
        "verse_id": "18",
        "text": "My Lord, kindly explain to us, if You think us competent to receive it, that transcendental knowledge which gives enlightenment about Yourself and which You explained before to Brahmājī."
    },
    {
        "verse_id": "19",
        "text": "When I thus expressed my heartfelt desires unto the Supreme Personality of Godhead, the lotus-eyed Lord instructed me about His transcendental situation."
    },
    {
        "verse_id": "20",
        "text": "I have studied the path of understanding self-knowledge from my spiritual master, the Personality of Godhead, and thus after circumambulating Him I have come to this place, very much aggrieved due to separation."
    },
    {
        "verse_id": "21",
        "text": "My dear Vidura, now I am mad for want of the pleasure of seeing Him, and just to mitigate this I am now proceeding to Badarikāśrama in the Himālayas for association, as I have been instructed by Him."
    },
    {
        "verse_id": "22",
        "text": "There in Badarikāśrama the Personality of Godhead, in His incarnation as the sages Nara and Nārāyaṇa, has been undergoing great penance since time immemorial for the welfare of all amiable living entities."
    },
    {
        "verse_id": "23",
        "text": "Śrī Śukadeva Gosvāmī said: After hearing from Uddhava all about the annihilation of his friends and relatives, the learned Vidura pacified his overwhelming bereavement by dint of his transcendental knowledge."
    },
    {
        "verse_id": "24",
        "text": "While Uddhava, the chief and most confidential amongst the devotees of the Lord, was going away, Vidura, in affection and confidence, questioned him."
    },
    {
        "verse_id": "25",
        "text": "Vidura said: O Uddhava, because the servants of Viṣṇu, the Lord, wander in the interest of serving others, it is quite fit that you kindly describe the self-knowledge with which you have been enlightened by the Lord Himself."
    },
    {
        "verse_id": "26",
        "text": "Śrī Uddhava said: You may take lessons from the great learned sage Maitreya, who is nearby and who is worshipable for reception of transcendental knowledge. He was directly instructed by the Personality of Godhead while He was about to quit this mortal world."
    },
    {
        "verse_id": "27",
        "text": "Śukadeva Gosvāmī said: O King, after thus discussing with Vidura the transcendental name, fame, qualities, etc., on the bank of the Yamunā, Uddhava was overwhelmed with great affliction. He passed the night as if it were a moment, and thereafter he went away."
    },
    {
        "verse_id": "28",
        "text": "The King inquired: At the end of the pastimes of the Lord of the three worlds, Śrī Kṛṣṇa, and after the disappearance of the members of the Vṛṣṇi and Bhoja dynasties, who were the best of the great commanders, why did Uddhava alone remain?"
    },
    {
        "verse_id": "29",
        "text": "Śukadeva Gosvāmī replied: My dear King, the cursing of the brāhmaṇas was only a plea, but the actual fact was the supreme desire of the Lord. He wanted to disappear from the face of the earth after dispatching His excessively numerous family members. He thought to Himself as follows."
    },
    {
        "verse_id": "30",
        "text": "Now I shall leave the vision of this mundane world, and I see that Uddhava, the foremost of My devotees, is the only one who can be directly entrusted with knowledge about Me."
    },
    {
        "verse_id": "31",
        "text": "Uddhava is not inferior to Me in any way because he is never affected by the modes of material nature. Therefore he may remain in this world in order to disseminate specific knowledge of the Personality of Godhead."
    },
    {
        "verse_id": "32",
        "text": "Śukadeva Gosvāmī informed the King that Uddhava, being thus instructed by the Supreme Personality of Godhead, who is the source of all Vedic knowledge and the spiritual master of the three worlds, reached the pilgrimage site of Badarikāśrama and engaged himself there in trance to satisfy the Lord."
    },
    {
        "verse_id": "33",
        "text": "Vidura also heard from Uddhava about the appearance and disappearance of Lord Kṛṣṇa, the Supersoul, in the mortal world, which is a subject matter sought after with great perseverance by the great sages."
    },
    {
        "verse_id": "34",
        "text": "The Lord’s glorious acts and His acceptance of various transcendental forms for the performance of extraordinary pastimes in the mortal world are very difficult for anyone other than His devotees to understand, and for the beasts they are simply a mental disturbance."
    },
    {
        "verse_id": "35",
        "text": "Understanding that he was remembered by Lord Kṛṣṇa [while quitting this world], Vidura began to cry loudly, overwhelmed by the ecstasy of love."
    },
    {
        "verse_id": "36",
        "text": "After passing a few days on the bank of the river Yamunā, Vidura, the self-realized soul, reached the bank of the Ganges, where the great sage Maitreya was situated."
    }
]