[
    {
        "verse_id": "1",
        "text": "The Personality of Godhead said: The person who lives in the center of household life derives material benefits by performing religious rituals, and thereby he fulfills his desire for economic development and sense gratification. Again and again he acts the same way."
    },
    {
        "verse_id": "2",
        "text": "Such persons are ever bereft of devotional service due to being too attached to sense gratification, and therefore, although they perform various kinds of sacrifices and take great vows to satisfy the demigods and forefathers, they are not interested in Kṛṣṇa consciousness, devotional service."
    },
    {
        "verse_id": "3",
        "text": "Such materialistic persons, attracted by sense gratification and devoted to the forefathers and demigods, can be elevated to the moon, where they drink an extract of the soma plant. They again return to this planet."
    },
    {
        "verse_id": "4",
        "text": "All the planets of the materialistic persons, including all the heavenly planets, such as the moon, are vanquished when the Supreme Personality of Godhead, Hari, goes to His bed of serpents, which is known as Ananta Śeṣa."
    },
    {
        "verse_id": "5",
        "text": "Those who are intelligent and are of purified consciousness are completely satisfied in Kṛṣṇa consciousness. Freed from the modes of material nature, they do not act for sense gratification; rather, since they are situated in their own occupational duties, they act as one is expected to act."
    },
    {
        "verse_id": "6",
        "text": "By executing one’s occupational duties, acting with detachment and without a sense of proprietorship or false egoism, one is posted in one’s constitutional position by dint of complete purification of consciousness, and by thus executing so-called material duties he can easily enter into the kingdom of God."
    },
    {
        "verse_id": "7",
        "text": "Through the path of illumination, such liberated persons approach the complete Personality of Godhead, who is the proprietor of the material and spiritual worlds and is the supreme cause of their manifestation and dissolution."
    },
    {
        "verse_id": "8",
        "text": "Worshipers of the Hiraṇyagarbha expansion of the Personality of Godhead remain within this material world until the end of two parārdhas, when Lord Brahmā also dies."
    },
    {
        "verse_id": "9",
        "text": "After experiencing the inhabitable time of the three modes of material nature, known as two parārdhas, Lord Brahmā closes the material universe, which is covered by layers of earth, water, air, fire, ether, mind, ego, etc., and goes back to Godhead."
    },
    {
        "verse_id": "10",
        "text": "The yogīs who become detached from the material world by practice of breathing exercises and control of the mind reach the planet of Brahmā, which is far, far away. After giving up their bodies, they enter into the body of Lord Brahmā, and therefore when Brahmā is liberated and goes to the Supreme Personality of Godhead, who is the Supreme Brahman, such yogīs can also enter into the kingdom of God."
    },
    {
        "verse_id": "11",
        "text": "Therefore, My dear mother, by devotional service take direct shelter of the Supreme Personality of Godhead, who is seated in everyone’s heart."
    },
    {
        "verse_id": "12",
        "text": "My dear mother, someone may worship the Supreme Personality of Godhead with a special self-interest, but even demigods such as Lord Brahmā, great sages such as Sanat-kumāra and great munis such as Marīci have to come back to the material world again at the time of creation. When the interaction of the three modes of material nature begins, Brahmā, who is the creator of this cosmic manifestation and who is full of Vedic knowledge, and the great sages, who are the authors of the spiritual path and the yoga system, come back under the influence of the time factor. They are liberated by their nonfruitive activities and attain the first incarnation of the puruṣa, but at the time of creation they come back in exactly the same forms and positions they previously had."
    },
    {
        "verse_id": "16",
        "text": "Persons who are too addicted to this material world execute their prescribed duties very nicely and with great faith. They daily perform all such prescribed duties with attachment to the fruitive result."
    },
    {
        "verse_id": "17",
        "text": "Such persons, impelled by the mode of passion, are full of anxieties and always aspire for sense gratification due to uncontrolled senses. They worship the forefathers and are busy day and night improving the economic condition of their family, social or national life."
    },
    {
        "verse_id": "18",
        "text": "Such persons are called trai-vargika because they are interested in the three elevating processes. They are averse to the Supreme Personality of Godhead, who can give relief to the conditioned soul. They are not interested in the Supreme Personality’s pastimes, which are worth hearing because of His transcendental prowess."
    },
    {
        "verse_id": "19",
        "text": "Such persons are condemned by the supreme order of the Lord. Because they are averse to the nectar of the activities of the Supreme Personality of Godhead, they are compared to stool-eating hogs. They give up hearing the transcendental activities of the Lord and indulge in hearing of the abominable activities of materialistic persons."
    },
    {
        "verse_id": "20",
        "text": "Such materialistic persons are allowed to go to the planet called Pitṛloka by the southern course of the sun, but they again come back to this planet and take birth in their own families, beginning again the same fruitive activities from birth to the end of life."
    },
    {
        "verse_id": "21",
        "text": "When the results of their pious activities are exhausted, they fall down by higher arrangement and again come back to this planet, just as any person raised to a high position sometimes all of a sudden falls."
    },
    {
        "verse_id": "22",
        "text": "My dear mother, I therefore advise that you take shelter of the Supreme Personality of Godhead, for His lotus feet are worth worshiping. Accept this with all devotion and love, for thus you can be situated in transcendental devotional service."
    },
    {
        "verse_id": "23",
        "text": "Engagement in Kṛṣṇa consciousness and application of devotional service unto Kṛṣṇa make it possible to advance in knowledge and detachment, as well as in self-realization."
    },
    {
        "verse_id": "24",
        "text": "The exalted devotee’s mind becomes equipoised in sensory activities, and he is transcendental to that which is agreeable and not agreeable."
    },
    {
        "verse_id": "25",
        "text": "Because of his transcendental intelligence, the pure devotee is equipoised in his vision and sees himself to be uncontaminated by matter. He does not see anything as superior or inferior, and he feels himself elevated to the transcendental platform of being equal in qualities with the Supreme Person."
    },
    {
        "verse_id": "26",
        "text": "The Supreme Personality of Godhead alone is complete transcendental knowledge, but according to the different processes of understanding He appears differently, either as impersonal Brahman, as Paramātmā, as the Supreme Personality of Godhead or as the puruṣa-avatāra."
    },
    {
        "verse_id": "27",
        "text": "The greatest common understanding for all yogīs is complete detachment from matter, which can be achieved by different kinds of yoga."
    },
    {
        "verse_id": "28",
        "text": "Those who are averse to the Transcendence realize the Supreme Absolute Truth differently through speculative sense perception, and therefore, because of mistaken speculation, everything appears to them to be relative."
    },
    {
        "verse_id": "29",
        "text": "From the total energy, the mahat-tattva, I have manifested the false ego, the three modes of material nature, the five material elements, the individual consciousness, the eleven senses and the material body. Similarly, the entire universe has come from the Supreme Personality of Godhead."
    },
    {
        "verse_id": "30",
        "text": "This perfect knowledge can be achieved by a person who is already engaged in devotional service with faith, steadiness and full detachment, and who is always absorbed in thought of the Supreme. He is aloof from material association."
    },
    {
        "verse_id": "31",
        "text": "My dear respectful mother, I have already described the path of understanding the Absolute Truth, by which one can come to understand the real truth of matter and spirit and their relationship."
    },
    {
        "verse_id": "32",
        "text": "Philosophical research culminates in understanding the Supreme Personality of Godhead. After achieving this understanding, when one becomes free from the material modes of nature, he attains the stage of devotional service. Either by devotional service directly or by philosophical research, one has to find the same destination, which is the Supreme Personality of Godhead."
    },
    {
        "verse_id": "33",
        "text": "A single object is appreciated differently by different senses due to its having different qualities. Similarly, the Supreme Personality of Godhead is one, but according to different scriptural injunctions He appears to be different."
    },
    {
        "verse_id": "34",
        "text": "By performing fruitive activities and sacrifices, by distributing charity, by performing austerities, by studying various literatures, by conducting philosophical research, by controlling the mind, by subduing the senses, by accepting the renounced order of life, by performing the prescribed duties of one’s social order, by performing the different divisions of yoga practice, by performing devotional service, by exhibiting the process of devotional service containing the symptoms of both attachment and detachment, by understanding the science of self-realization, and by developing a strong sense of detachment, one who is expert in understanding the different processes of self-realization realizes the Supreme Personality of Godhead as He is represented in the material world as well as in transcendence."
    },
    {
        "verse_id": "37",
        "text": "My dear mother, I have explained to you the process of devotional service and its identity in four different social divisions. I have explained to you as well how eternal time is chasing the living entities, although it is imperceptible to them."
    },
    {
        "verse_id": "38",
        "text": "There are varieties of material existence for the living entity according to the work he performs in ignorance or forgetfulness of his real identity. My dear mother, if anyone enters into that forgetfulness, he is unable to understand where his movements will end."
    },
    {
        "verse_id": "39",
        "text": "Lord Kapila continued: This instruction is not meant for the envious, for the agnostics or for persons who are unclean in their behavior. Nor is it for hypocrites or for persons who are proud of material possessions."
    },
    {
        "verse_id": "40",
        "text": "It is not to be instructed to persons who are too greedy and too attached to family life, nor to persons who are nondevotees and who are envious of the devotees and of the Personality of Godhead."
    },
    {
        "verse_id": "41",
        "text": "Instruction should be given to the faithful devotee who is respectful to the spiritual master, nonenvious, friendly to all kinds of living entities and eager to render service with faith and sincerity."
    },
    {
        "verse_id": "42",
        "text": "This instruction should be imparted by the spiritual master to persons who have taken the Supreme Personality of Godhead to be more dear than anything, who are not envious of anyone, who are perfectly cleansed and who have developed detachment for that which is outside the purview of Kṛṣṇa consciousness."
    },
    {
        "verse_id": "43",
        "text": "Anyone who once meditates upon Me with faith and affection, who hears and chants about Me, surely goes back home, back to Godhead."
    }
]