[
    {
        "verse_id": "1",
        "text": "Śrī Śaunaka said: Although He is unborn, the Supreme Personality of Godhead took birth as Kapila Muni by His internal potency. He descended to disseminate transcendental knowledge for the benefit of the whole human race."
    },
    {
        "verse_id": "2",
        "text": "Śaunaka continued: There is no one who knows more than the Lord Himself. No one is more worshipable or more mature a yogī than He. He is therefore the master of the Vedas, and to hear about Him always is the actual pleasure of the senses."
    },
    {
        "verse_id": "3",
        "text": "Therefore please precisely describe all the activities and pastimes of the Personality of Godhead, who is full of self-desire and who assumes all these activities by His internal potency."
    },
    {
        "verse_id": "4",
        "text": "Śrī Sūta Gosvāmī said: The most powerful sage Maitreya was a friend of Vyāsadeva. Being encouraged and pleased by Vidura’s inquiry about transcendental knowledge, Maitreya spoke as follows."
    },
    {
        "verse_id": "5",
        "text": "Maitreya said: When Kardama left for the forest, Lord Kapila stayed on the strand of the Bindu-sarovara to please His mother, Devahūti."
    },
    {
        "verse_id": "6",
        "text": "When Kapila, who could show her the ultimate goal of the Absolute Truth, was sitting leisurely before her, Devahūti remembered the words Brahmā had spoken to her, and she therefore began to question Kapila as follows."
    },
    {
        "verse_id": "7",
        "text": "Devahūti said: I am very sick of the disturbance caused by my material senses, for because of this sense disturbance, my Lord, I have fallen into the abyss of ignorance."
    },
    {
        "verse_id": "8",
        "text": "Your Lordship is my only means of getting out of this darkest region of ignorance because You are my transcendental eye, which, by Your mercy only, I have attained after many, many births."
    },
    {
        "verse_id": "9",
        "text": "You are the Supreme Personality of Godhead, the origin and Supreme Lord of all living entities. You have arisen to disseminate the rays of the sun in order to dissipate the darkness of the ignorance of the universe."
    },
    {
        "verse_id": "10",
        "text": "Now be pleased, my Lord, to dispel my great delusion. Due to my feeling of false ego, I have been engaged by Your māyā and have identified myself with the body and consequent bodily relations."
    },
    {
        "verse_id": "11",
        "text": "Devahūti continued: I have taken shelter of Your lotus feet because You are the only person of whom to take shelter. You are the ax which can cut the tree of material existence. I therefore offer my obeisances unto You, who are the greatest of all transcendentalists, and I inquire from You as to the relationship between man and woman and between spirit and matter."
    },
    {
        "verse_id": "12",
        "text": "Maitreya said: After hearing of His mother’s uncontaminated desire for transcendental realization, the Lord thanked her within Himself for her questions, and thus, His face smiling, He explained the path of the transcendentalists, who are interested in self-realization."
    },
    {
        "verse_id": "13",
        "text": "The Personality of Godhead answered: The yoga system which relates to the Lord and the individual soul, which is meant for the ultimate benefit of the living entity, and which causes detachment from all happiness and distress in the material world, is the highest yoga system."
    },
    {
        "verse_id": "14",
        "text": "O most pious mother, I shall now explain unto you the ancient yoga system, which I explained formerly to the great sages. It is serviceable and practical in every way."
    },
    {
        "verse_id": "15",
        "text": "The stage in which the consciousness of the living entity is attracted by the three modes of material nature is called conditional life. But when that same consciousness is attached to the Supreme Personality of Godhead, one is situated in the consciousness of liberation."
    },
    {
        "verse_id": "16",
        "text": "When one is completely cleansed of the impurities of lust and greed produced from the false identification of the body as “I” and bodily possessions as “mine,” one’s mind becomes purified. In that pure state he transcends the stage of so-called material happiness and distress."
    },
    {
        "verse_id": "17",
        "text": "At that time the soul can see himself to be transcendental to material existence and always self-effulgent, never fragmented, although very minute in size."
    },
    {
        "verse_id": "18",
        "text": "In that position of self-realization, by practice of knowledge and renunciation in devotional service, one sees everything in the right perspective; he becomes indifferent to material existence, and the material influence acts less powerfully upon him."
    },
    {
        "verse_id": "19",
        "text": "Perfection in self-realization cannot be attained by any kind of yogī unless he engages in devotional service to the Supreme Personality of Godhead, for that is the only auspicious path."
    },
    {
        "verse_id": "20",
        "text": "Every learned man knows very well that attachment for the material is the greatest entanglement of the spirit soul. But that same attachment, when applied to the self-realized devotees, opens the door of liberation."
    },
    {
        "verse_id": "21",
        "text": "The symptoms of a sādhu are that he is tolerant, merciful and friendly to all living entities. He has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime."
    },
    {
        "verse_id": "22",
        "text": "Such a sādhu engages in staunch devotional service to the Lord without deviation. For the sake of the Lord he renounces all other connections, such as family relationships and friendly acquaintances within the world."
    },
    {
        "verse_id": "23",
        "text": "Engaged constantly in chanting and hearing about Me, the Supreme Personality of Godhead, the sādhus do not suffer from material miseries because they are always filled with thoughts of My pastimes and activities."
    },
    {
        "verse_id": "24",
        "text": "O My mother, O virtuous lady, these are the qualities of great devotees who are free from all attachment. You must seek attachment to such holy men, for this counteracts the pernicious effects of material attachment."
    },
    {
        "verse_id": "25",
        "text": "In the association of pure devotees, discussion of the pastimes and activities of the Supreme Personality of Godhead is very pleasing and satisfying to the ear and the heart. By cultivating such knowledge one gradually becomes advanced on the path of liberation, and thereafter he is freed, and his attraction becomes fixed. Then real devotion and devotional service begin."
    },
    {
        "verse_id": "26",
        "text": "Thus consciously engaged in devotional service in the association of devotees, a person gains distaste for sense gratification, both in this world and in the next, by constantly thinking about the activities of the Lord. This process of Kṛṣṇa consciousness is the easiest process of mystic power; when one is actually situated on that path of devotional service, he is able to control the mind."
    },
    {
        "verse_id": "27",
        "text": "Thus by not engaging in the service of the modes of material nature but by developing Kṛṣṇa consciousness, knowledge in renunciation, and by practicing yoga, in which the mind is always fixed in devotional service unto the Supreme Personality of Godhead, one achieves My association in this very life, for I am the Supreme Personality, the Absolute Truth."
    },
    {
        "verse_id": "28",
        "text": "On hearing this statement of the Lord, Devahūti inquired: What kind of devotional service is worth developing and practicing to help me easily and immediately attain the service of Your lotus feet?"
    },
    {
        "verse_id": "29",
        "text": "The mystic yoga system, as You have explained, aims at the Supreme Personality of Godhead and is meant for completely ending material existence. Please let me know the nature of that yoga system. How many ways are there by which one can understand in truth that sublime yoga?"
    },
    {
        "verse_id": "30",
        "text": "My dear son, Kapila, after all, I am a woman. It is very difficult for me to understand the Absolute Truth because my intelligence is not very great. But if You will kindly explain it to me, even though I am not very intelligent, I can understand it and thereby feel transcendental happiness."
    },
    {
        "verse_id": "31",
        "text": "Śrī Maitreya said: After hearing the statement of His mother, Kapila could understand her purpose, and He became compassionate towards her because of being born of her body. He described the Sāṅkhya system of philosophy, which is a combination of devotional service and mystic realization, as received by disciplic succession."
    },
    {
        "verse_id": "32",
        "text": "Lord Kapila said: The senses are symbolic representations of the demigods, and their natural inclination is to work under the direction of the Vedic injunctions. As the senses are representatives of the demigods, so the mind is the representative of the Supreme Personality of Godhead. The mind’s natural duty is to serve. When that service spirit is engaged in devotional service to the Personality of Godhead, without any motive, that is far better even than salvation."
    },
    {
        "verse_id": "33",
        "text": "Bhakti, devotional service, dissolves the subtle body of the living entity without separate effort, just as fire in the stomach digests all that we eat."
    },
    {
        "verse_id": "34",
        "text": "A pure devotee, who is attached to the activities of devotional service and who always engages in the service of My lotus feet, never desires to become one with Me. Such a devotee, who is unflinchingly engaged, always glorifies My pastimes and activities."
    },
    {
        "verse_id": "35",
        "text": "O My mother, My devotees always see the smiling face of My form, with eyes like the rising morning sun. They like to see My various transcendental forms, which are all benevolent, and they also talk favorably with Me."
    },
    {
        "verse_id": "36",
        "text": "Upon seeing the charming forms of the Lord, smiling and attractive, and hearing His very pleasing words, the pure devotee almost loses all other consciousness. His senses are freed from all other engagements, and he becomes absorbed in devotional service. Thus in spite of his unwillingness, he attains liberation without separate endeavor."
    },
    {
        "verse_id": "37",
        "text": "Thus because he is completely absorbed in thought of Me, the devotee does not desire even the highest benediction obtainable in the upper planetary systems, including Satyaloka. He does not desire the eight material perfections obtained from mystic yoga, nor does he desire to be elevated to the kingdom of God. Yet even without desiring them, the devotee enjoys, even in this life, all the offered benedictions."
    },
    {
        "verse_id": "38",
        "text": "The Lord continued: My dear mother, devotees who receive such transcendental opulences are never bereft of them; neither weapons nor the change of time can destroy such opulences. Because the devotees accept Me as their friend, their relative, their son, preceptor, benefactor and Supreme Deity, they cannot be deprived of their possessions at any time."
    },
    {
        "verse_id": "39",
        "text": "Thus the devotee who worships Me, the all-pervading Lord of the universe, in unflinching devotional service, gives up all aspirations to be promoted to heavenly planets or to become happy in this world with wealth, children, cattle, home or anything in relationship with the body. I take him to the other side of birth and death."
    },
    {
        "verse_id": "41",
        "text": "The terrible fear of birth and death can never be forsaken by anyone who resorts to any shelter other than Myself, for I am the almighty Lord, the Supreme Personality of Godhead, the original source of all creation, and also the Supreme Soul of all souls."
    },
    {
        "verse_id": "42",
        "text": "It is because of My supremacy that the wind blows, out of fear of Me; the sun shines out of fear of Me, and the lord of the clouds, Indra, sends forth showers out of fear of Me. Fire burns out of fear of Me, and death goes about taking its toll out of fear of Me."
    },
    {
        "verse_id": "43",
        "text": "The yogīs, equipped with transcendental knowledge and renunciation and engaged in devotional service for their eternal benefit, take shelter of My lotus feet, and since I am the Lord, they are thus eligible to enter into the kingdom of Godhead without fear."
    },
    {
        "verse_id": "44",
        "text": "Therefore persons whose minds are fixed on the Lord engage in the intensive practice of devotional service. That is the only means for attainment of the final perfection of life."
    }
]