[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: My dear King, your question is glorious because it is very beneficial to all kinds of people. The answer to this question is the prime subject matter for hearing, and it is approved by all transcendentalists."
    },
    {
        "verse_id": "2",
        "text": "Those persons who are materially engrossed, being blind to the knowledge of ultimate truth, have many subject matters for hearing in human society, O Emperor."
    },
    {
        "verse_id": "3",
        "text": "The lifetime of such an envious householder is passed at night either in sleeping or in sex indulgence, and in the daytime either in making money or maintaining family members."
    },
    {
        "verse_id": "4",
        "text": "Persons devoid of ātma-tattva do not inquire into the problems of life, being too attached to the fallible soldiers like the body, children and wife. Although sufficiently experienced, they still do not see their inevitable destruction."
    },
    {
        "verse_id": "5",
        "text": "O descendant of King Bharata, one who desires to be free from all miseries must hear about, glorify and also remember the Personality of Godhead, who is the Supersoul, the controller and the savior from all miseries."
    },
    {
        "verse_id": "6",
        "text": "The highest perfection of human life, achieved either by complete knowledge of matter and spirit, by practice of mystic powers, or by perfect discharge of occupational duty, is to remember the Personality of Godhead at the end of life."
    },
    {
        "verse_id": "7",
        "text": "O King Parīkṣit, mainly the topmost transcendentalists, who are above the regulative principles and restrictions, take pleasure in describing the glories of the Lord."
    },
    {
        "verse_id": "8",
        "text": "At the end of the Dvāpara-yuga, I studied this great supplement of Vedic literature named Śrīmad-Bhāgavatam, which is equal to all the Vedas, from my father, Śrīla Dvaipāyana Vyāsadeva."
    },
    {
        "verse_id": "9",
        "text": "O saintly King, I was certainly situated perfectly in transcendence, yet I was still attracted by the delineation of the pastimes of the Lord, who is described by enlightened verses."
    },
    {
        "verse_id": "10",
        "text": "That very Śrīmad-Bhāgavatam I shall recite before you because you are the most sincere devotee of Lord Kṛṣṇa. One who gives full attention and respect to hearing Śrīmad-Bhāgavatam achieves unflinching faith in the Supreme Lord, the giver of salvation."
    },
    {
        "verse_id": "11",
        "text": "O King, constant chanting of the holy name of the Lord after the ways of the great authorities is the doubtless and fearless way of success for all, including those who are free from all material desires, those who are desirous of all material enjoyment, and also those who are self-satisfied by dint of transcendental knowledge."
    },
    {
        "verse_id": "12",
        "text": "What is the value of a prolonged life which is wasted, inexperienced by years in this world? Better a moment of full consciousness, because that gives one a start in searching after his supreme interest."
    },
    {
        "verse_id": "13",
        "text": "The saintly King Khaṭvāṅga, after being informed that the duration of his life would be only a moment more, at once freed himself from all material activities and took shelter of the supreme safety, the Personality of Godhead."
    },
    {
        "verse_id": "14",
        "text": "Mahārāja Parīkṣit, now your duration of life is limited to seven more days, so during this time you can perform all those rituals which are needed for the best purpose of your next life."
    },
    {
        "verse_id": "15",
        "text": "At the last stage of one’s life, one should be bold enough not to be afraid of death. But one must cut off all attachment to the material body and everything pertaining to it and all desires thereof."
    },
    {
        "verse_id": "16",
        "text": "One should leave home and practice self-control. In a sacred place he should bathe regularly and sit down in a lonely place duly sanctified."
    },
    {
        "verse_id": "17",
        "text": "After sitting in the above manner, make the mind remember the three transcendental letters [a-u-m], and by regulating the breathing process, control the mind so as not to forget the transcendental seed."
    },
    {
        "verse_id": "18",
        "text": "Gradually, as the mind becomes progressively spiritualized, withdraw it from sense activities, and by intelligence the senses will be controlled. The mind too absorbed in material activities can be engaged in the service of the Personality of Godhead and become fixed in full transcendental consciousness."
    },
    {
        "verse_id": "19",
        "text": "Thereafter, you should meditate upon the limbs of Viṣṇu, one after another, without being deviated from the conception of the complete body. Thus the mind becomes free from all sense objects. There should be no other thing to be thought upon. Because the Supreme Personality of Godhead, Viṣṇu, is the Ultimate Truth, the mind becomes completely reconciled in Him only."
    },
    {
        "verse_id": "20",
        "text": "One’s mind is always agitated by the passionate mode of material nature and bewildered by the ignorant mode of nature. But one can rectify such conceptions by the relation of Viṣṇu and thus become pacified by cleansing the dirty things created by them."
    },
    {
        "verse_id": "21",
        "text": "O King, by this system of remembrance and by being fixed in the habit of seeing the all-good personal conception of the Lord, one can very soon attain devotional service to the Lord, under His direct shelter."
    },
    {
        "verse_id": "22",
        "text": "The fortunate King Parīkṣit, inquiring further, said: O brāhmaṇa, please describe in full detail how and where the mind has to be applied and how the conception can be fixed so that the dirty things in a person’s mind can be removed."
    },
    {
        "verse_id": "23",
        "text": "Śukadeva Gosvāmī answered: One should control the sitting posture, regulate the breathing process by the yogic prāṇāyāma and thus control the mind and senses and with intelligence apply the mind to the gross potencies of the Lord [called the virāṭ-rūpa]."
    },
    {
        "verse_id": "24",
        "text": "This gigantic manifestation of the phenomenal material world as a whole is the personal body of the Absolute Truth, wherein the universal resultant past, present and future of material time is experienced."
    },
    {
        "verse_id": "25",
        "text": "The gigantic universal form of the Personality of Godhead, within the body of the universal shell, which is covered by sevenfold material elements, is the subject for the virāṭ conception."
    },
    {
        "verse_id": "26",
        "text": "Persons who have realized it have studied that the planets known as Pātāla constitute the bottoms of the feet of the universal Lord, and the heels and the toes are the Rasātala planets. The ankles are the Mahātala planets, and His shanks constitute the Talātala planets."
    },
    {
        "verse_id": "27",
        "text": "The knees of the universal form are the planetary system of the name Sutala, and the two thighs are the Vitala and Atala planetary systems. The hips are Mahītala, and outer space is the depression of His navel."
    },
    {
        "verse_id": "28",
        "text": "The chest of the Original Personality of the gigantic form is the luminary planetary system, His neck is the Mahar planets, His mouth is the Janas planets, and His forehead is the Tapas planetary system. The topmost planetary system, known as Satyaloka, is the head of He who has one thousand heads."
    },
    {
        "verse_id": "29",
        "text": "His arms are the demigods headed by Indra, the ten directional sides are His ears, and physical sound is His sense of hearing. His nostrils are the two Aśvinī-kumāras, and material fragrance is His sense of smell. His mouth is the blazing fire."
    },
    {
        "verse_id": "30",
        "text": "The sphere of outer space constitutes His eyepits, and the eyeball is the sun as the power of seeing. His eyelids are both the day and night, and in the movements of His eyebrows, Brahmā and similar supreme personalities reside. His palate is the director of water, Varuṇa, and the juice or essence of everything is His tongue."
    },
    {
        "verse_id": "31",
        "text": "They say that the Vedic hymns are the cerebral passage of the Lord, and His jaws of teeth are Yama, god of death, who punishes the sinners. The art of affection is His set of teeth, and the most alluring illusory material energy is His smile. This great ocean of material creation is but the casting of His glance over us."
    },
    {
        "verse_id": "32",
        "text": "Modesty is the upper portion of His lips, hankering is His chin, religion is the breast of the Lord, and irreligion is His back. Brahmājī, who generates all living beings in the material world, is His genitals, and the Mitrā-varuṇas are His two testicles. The ocean is His waist, and the hills and mountains are the stacks of His bones."
    },
    {
        "verse_id": "33",
        "text": "O King, the rivers are the veins of the gigantic body, the trees are the hairs of His body, and the omnipotent air is His breath. The passing ages are His movements, and His activities are the reactions of the three modes of material nature."
    },
    {
        "verse_id": "34",
        "text": "O best amongst the Kurus, the clouds which carry water are the hairs on His head, the terminations of days or nights are His dress, and the supreme cause of material creation is His intelligence. His mind is the moon, the reservoir of all changes."
    },
    {
        "verse_id": "35",
        "text": "The principle of matter [mahat-tattva] is the consciousness of the omnipresent Lord, as asserted by the experts, and Rudradeva is His ego. The horse, mule, camel and elephant are His nails, and wild animals and all quadrupeds are situated in the belt zone of the Lord."
    },
    {
        "verse_id": "36",
        "text": "Varieties of birds are indications of His masterful artistic sense. Manu, the father of mankind, is the emblem of His standard intelligence, and humanity is His residence. The celestial species of human beings, like the Gandharvas, Vidyādharas, Cāraṇas and angels, all represent His musical rhythm, and the demoniac soldiers are representations of His wonderful prowess."
    },
    {
        "verse_id": "37",
        "text": "The virāṭ-puruṣa’s face is the brāhmaṇas, His arms are the kṣatriyas, His thighs are the vaiśyas, and the śūdras are under the protection of His feet. All the worshipable demigods are also overtaken by Him, and it is the duty of everyone to perform sacrifices with feasible goods to appease the Lord."
    },
    {
        "verse_id": "38",
        "text": "I have thus explained to you the gross material gigantic conception of the Personality of Godhead. One who seriously desires liberation concentrates his mind on this form of the Lord, because there is nothing more than this in the material world."
    },
    {
        "verse_id": "39",
        "text": "One should concentrate his mind upon the Supreme Personality of Godhead, who alone distributes Himself in so many manifestations just as ordinary persons create thousands of manifestations in dreams. One must concentrate the mind on Him, the only all-blissful Absolute Truth. Otherwise one will be misled and will cause his own degradation."
    }
]