[
    {
        "verse_id": "1",
        "text": "Śrī Nārada Muni asked Brahmājī: O chief amongst the demigods, O firstborn living entity, I beg to offer my respectful obeisances unto you. Please tell me that transcendental knowledge which specifically directs one to the truth of the individual soul and the Supersoul."
    },
    {
        "verse_id": "2",
        "text": "My dear father, please describe factually the symptoms of this manifest world. What is its background? How is it created? How is it conserved? And under whose control is all this being done?"
    },
    {
        "verse_id": "3",
        "text": "My dear father, all this is known to you scientifically because whatever was created in the past, whatever will be created in the future, or whatever is being created at present, as well as everything within the universe, is within your grip, just like a walnut."
    },
    {
        "verse_id": "4",
        "text": "My dear father, what is the source of your knowledge? Under whose protection are you standing? And under whom are you working? What is your real position? Do you alone create all entities with material elements by your personal energy?"
    },
    {
        "verse_id": "5",
        "text": "As the spider very easily creates the network of its cobweb and manifests its power of creation without being defeated by others, so also you yourself, by employment of your self-sufficient energy, create without any other’s help."
    },
    {
        "verse_id": "6",
        "text": "Whatever we can understand by the nomenclature, characteristics and features of a particular thing — superior, inferior or equal, eternal or temporary — is not created from any source other than that of Your Lordship, thou so great."
    },
    {
        "verse_id": "7",
        "text": "Yet we are moved to wonder about the existence of someone more powerful than you when we think of your great austerities in perfect discipline, although your good self is so powerful in the matter of creation."
    },
    {
        "verse_id": "8",
        "text": "My dear father, you know everything, and you are the controller of all. Therefore, may all that I have inquired from you be kindly instructed to me so that I may be able to understand it as your student."
    },
    {
        "verse_id": "9",
        "text": "Lord Brahmā said: My dear boy Nārada, being merciful to all (including me) you have asked all these questions because I have been inspired to see into the prowess of the Almighty Personality of Godhead."
    },
    {
        "verse_id": "10",
        "text": "Whatever you have spoken about me is not false because unless and until one is aware of the Personality of Godhead, who is the ultimate truth beyond me, one is sure to be illusioned by observing my powerful activities."
    },
    {
        "verse_id": "11",
        "text": "I create after the Lord’s creation by His personal effulgence [known as the brahmajyoti], just as when the sun manifests its fire, the moon, the firmament, the influential planets and the twinkling stars also manifest their brightness."
    },
    {
        "verse_id": "12",
        "text": "I offer my obeisances and meditate upon Lord Kṛṣṇa [Vāsudeva], the Personality of Godhead, whose invincible potency influences them [the less intelligent class of men] to call me the supreme controller."
    },
    {
        "verse_id": "13",
        "text": "The illusory energy of the Lord cannot take precedence, being ashamed of her position, but those who are bewildered by her always talk nonsense, being absorbed in thoughts of “It is I” and “It is mine.”"
    },
    {
        "verse_id": "14",
        "text": "The five elementary ingredients of creation, the interaction thereof set up by eternal time, and the intuition or nature of the individual living beings are all differentiated parts and parcels of the Personality of Godhead, Vāsudeva, and in truth there is no other value in them."
    },
    {
        "verse_id": "15",
        "text": "The Vedic literatures are made by and are meant for the Supreme Lord, the demigods are also meant for serving the Lord as parts of His body, the different planets are also meant for the sake of the Lord, and different sacrifices are performed just to please Him."
    },
    {
        "verse_id": "16",
        "text": "All different types of meditation or mysticism are means for realizing Nārāyaṇa. All austerities are aimed at achieving Nārāyaṇa. Culture of transcendental knowledge is for getting a glimpse of Nārāyaṇa, and ultimately salvation is entering the kingdom of Nārāyaṇa."
    },
    {
        "verse_id": "17",
        "text": "Inspired by Him only, I discover what is already created by Him [Nārāyaṇa] under His vision as the all-pervading Supersoul, and I also am created by Him only."
    },
    {
        "verse_id": "18",
        "text": "The Supreme Lord is pure, spiritual form, transcendental to all material qualities, yet for the sake of the creation of the material world and its maintenance and annihilation, He accepts through His external energy the material modes of nature called goodness, passion and ignorance."
    },
    {
        "verse_id": "19",
        "text": "These three modes of material nature, being further manifested as matter, knowledge and activities, put the eternally transcendental living entity under conditions of cause and effect and make him responsible for such activities."
    },
    {
        "verse_id": "20",
        "text": "O Brāhmaṇa Nārada, the Superseer, the transcendent Lord, is beyond the perception of the material senses of the living entities because of the above-mentioned three modes of nature. But He is the controller of everyone, including me."
    },
    {
        "verse_id": "21",
        "text": "The Lord, who is the controller of all energies, thus creates, by His own potency, eternal time, the fate of all living entities, and their particular nature, for which they were created, and He again merges them independently."
    },
    {
        "verse_id": "22",
        "text": "After the incarnation of the first puruṣa [Kāraṇārṇavaśāyī Viṣṇu], the mahat-tattva, or the principles of material creation, take place, and then time is manifested, and in course of time the three qualities appear. Nature means the three qualitative appearances. They transform into activities."
    },
    {
        "verse_id": "23",
        "text": "Material activities are caused by the mahat-tattva’s being agitated. At first there is transformation of the modes of goodness and passion, and later — due to the mode of ignorance — matter, its knowledge, and different activities of material knowledge come into play."
    },
    {
        "verse_id": "24",
        "text": "The self-centered materialistic ego, thus being transformed into three features, becomes known as the modes of goodness, passion and ignorance in three divisions, namely the powers that evolve matter, knowledge of material creations, and the intelligence that guides such materialistic activities. Nārada, you are quite competent to understand this."
    },
    {
        "verse_id": "25",
        "text": "From the darkness of false ego, the first of the five elements, namely the sky, is generated. Its subtle form is the quality of sound, exactly as the seer is in relationship with the seen."
    },
    {
        "verse_id": "26",
        "text": "Because the sky is transformed, the air is generated with the quality of touch, and by previous succession the air is also full of sound and the basic principles of duration of life: sense perception, mental power and bodily strength. When the air is transformed in course of time and nature’s course, fire is generated, taking shape with the sense of touch and sound. Since fire is also transformed, there is a manifestation of water, full of juice and taste. As previously, it also has form and touch and is also full of sound. And water, being transformed from all variegatedness on earth, appears odorous and, as previously, becomes qualitatively full of juice, touch, sound and form respectively."
    },
    {
        "verse_id": "30",
        "text": "From the mode of goodness the mind is generated and becomes manifest, as also the ten demigods controlling the bodily movements. Such demigods are known as the controller of directions, the controller of air, the sun-god, the father of Dakṣa Prajāpati, the Aśvinī-kumāras, the fire-god, the King of heaven, the worshipable deity in heaven, the chief of the Ādityas, and Brahmājī, the Prajāpati. All come into existence."
    },
    {
        "verse_id": "31",
        "text": "By further transformation of the mode of passion, the sense organs like the ear, skin, nose, eyes, tongue, mouth, hands, genitals, legs, and the outlet for evacuating, together with intelligence and living energy, are all generated."
    },
    {
        "verse_id": "32",
        "text": "O Nārada, best of the transcendentalists, the forms of the body cannot take place as long as these created parts, namely the elements, senses, mind and modes of nature, are not assembled."
    },
    {
        "verse_id": "33",
        "text": "Thus when all these became assembled by force of the energy of the Supreme Personality of Godhead, this universe certainly came into being by accepting both the primary and secondary causes of creation."
    },
    {
        "verse_id": "34",
        "text": "Thus all the universes remained thousands of aeons within the water [the Causal Ocean], and the Lord of living beings, entering in each of them, caused them to be fully animated."
    },
    {
        "verse_id": "35",
        "text": "The Lord [Mahā-Viṣṇu], although lying in the Causal Ocean, came out of it, and dividing Himself as Hiraṇyagarbha, He entered into each universe and assumed the virāṭ-rūpa, with thousands of legs, arms, mouths, heads, etc."
    },
    {
        "verse_id": "36",
        "text": "Great philosophers imagine that the complete planetary systems in the universe are displays of the different upper and lower limbs of the universal body of the Lord."
    },
    {
        "verse_id": "37",
        "text": "The brāhmaṇas represent His mouth, the kṣatriyas His arms, the vaiśyas His thighs, and the śūdras are born of His legs."
    },
    {
        "verse_id": "38",
        "text": "The lower planetary systems, up to the limit of the earthly stratum, are said to be situated in His legs. The middle planetary systems, beginning from Bhuvarloka, are situated in His navel. And the still higher planetary systems, occupied by the demigods and highly cultured sages and saints, are situated in the chest of the Supreme Lord."
    },
    {
        "verse_id": "39",
        "text": "From the forefront of the chest up to the neck of the universal form of the Lord are situated the planetary systems named Janaloka and Tapoloka, whereas Satyaloka, the topmost planetary system, is situated on the head of the form. The spiritual planets, however, are eternal."
    },
    {
        "verse_id": "40",
        "text": "My dear son Nārada, know from me that there are seven lower planetary systems out of the total fourteen. The first planetary system, known as Atala, is situated on the waist; the second, Vitala, is situated on the thighs; the third, Sutala, on the knees; the fourth, Talātala, on the shanks; the fifth, Mahātala, on the ankles; the sixth, Rasātala, on the upper portion of the feet; and the seventh, Pātāla, on the soles of the feet. Thus the virāṭ form of the Lord is full of all planetary systems."
    },
    {
        "verse_id": "42",
        "text": "Others may divide the whole planetary system into three divisions, namely the lower planetary systems on the legs [up to the earth], the middle planetary systems on the navel, and the upper planetary systems [Svarloka] from the chest to the head of the Supreme Personality."
    }
]