[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: Formerly, prior to the manifestation of the cosmos, Lord Brahmā, by meditating on the virāṭ-rūpa, regained his lost consciousness by appeasing the Lord. Thus he was able to rebuild the creation as it was before."
    },
    {
        "verse_id": "2",
        "text": "The way of presentation of the Vedic sounds is so bewildering that it directs the intelligence of the people to meaningless things like the heavenly kingdoms. The conditioned souls hover in dreams of such heavenly illusory pleasures, but actually they do not relish any tangible happiness in such places."
    },
    {
        "verse_id": "3",
        "text": "For this reason the enlightened person should endeavor only for the minimum necessities of life while in the world of names. He should be intelligently fixed and never endeavor for unwanted things, being competent to perceive practically that all such endeavors are merely hard labor for nothing."
    },
    {
        "verse_id": "4",
        "text": "When there are ample earthly flats to lie on, what is the necessity of cots and beds? When one can use his own arms, what is the necessity of a pillow? When one can use the palms of his hands, what is the necessity of varieties of utensils? When there is ample covering, or the skins of trees, what is the necessity of clothing?"
    },
    {
        "verse_id": "5",
        "text": "Are there no torn clothes lying on the common road? Do the trees, which exist for maintaining others, no longer give alms in charity? Do the rivers, being dried up, no longer supply water to the thirsty? Are the caves of the mountains now closed? Or above all, does the Almighty Lord not protect the fully surrendered souls? Why then do the learned sages go to flatter those who are intoxicated by hard-earned wealth?"
    },
    {
        "verse_id": "6",
        "text": "Thus being fixed, one must render service unto the Supersoul situated in one’s own heart by His omnipotency. Because He is the Almighty Personality of Godhead, eternal and unlimited, He is the ultimate goal of life, and by worshiping Him one can end the cause of the conditioned state of existence."
    },
    {
        "verse_id": "7",
        "text": "Who else but the gross materialists will neglect such transcendental thought and take to the nonpermanent names only, seeing the mass of people fallen in the river of suffering as the consequence of accruing the result of their own work?"
    },
    {
        "verse_id": "8",
        "text": "Others conceive of the Personality of Godhead residing within the body in the region of the heart and measuring only eight inches, with four hands carrying a lotus, a wheel of a chariot, a conchshell and a club respectively."
    },
    {
        "verse_id": "9",
        "text": "His mouth expresses His happiness. His eyes spread like the petals of a lotus, and His garments, yellowish like the saffron of a kadamba flower, are bedecked with valuable jewels. His ornaments are all made of gold, set with jewels, and He wears a glowing headdress and earrings."
    },
    {
        "verse_id": "10",
        "text": "His lotus feet are placed over the whorls of the lotuslike hearts of great mystics. On His chest is the Kaustubha jewel, engraved with a beautiful calf, and there are other jewels on His shoulders. His complete torso is garlanded with fresh flowers."
    },
    {
        "verse_id": "11",
        "text": "He is well decorated with an ornamental wreath about His waist and rings studded with valuable jewels on His fingers. His leglets, His bangles, His oiled hair, curling with a bluish tint, and His beautiful smiling face are all very pleasing."
    },
    {
        "verse_id": "12",
        "text": "The Lord’s magnanimous pastimes and the glowing glancing of His smiling face are all indications of His extensive benedictions. One must therefore concentrate on this transcendental form of the Lord, as long as the mind can be fixed on Him by meditation."
    },
    {
        "verse_id": "13",
        "text": "The process of meditation should begin from the lotus feet of the Lord and progress to His smiling face. The meditation should be concentrated upon the lotus feet, then the calves, then the thighs, and in this way higher and higher. The more the mind becomes fixed upon the different parts of the limbs, one after another, the more the intelligence becomes purified."
    },
    {
        "verse_id": "14",
        "text": "Unless the gross materialist develops a sense of loving service unto the Supreme Lord, the seer of both the transcendental and material worlds, he should remember or meditate upon the universal form of the Lord at the end of his prescribed duties."
    },
    {
        "verse_id": "15",
        "text": "O King, whenever the yogī desires to leave this planet of human beings, he should not be perplexed about the proper time or place, but should comfortably sit without being disturbed and, regulating the life air, should control the senses by the mind."
    },
    {
        "verse_id": "16",
        "text": "Thereafter, the yogī should merge his mind, by his unalloyed intelligence, into the living entity, and then merge the living entity into the Superself. And by doing this, the fully satisfied living entity becomes situated in the supreme stage of satisfaction, so that he ceases from all other activities."
    },
    {
        "verse_id": "17",
        "text": "In that transcendental state of labdhopaśānti, there is no supremacy of devastating time, which controls even the celestial demigods who are empowered to rule over mundane creatures. (And what to speak of the demigods themselves?) Nor is there the mode of material goodness, nor passion, nor ignorance, nor even the false ego, nor the material Causal Ocean, nor the material nature."
    },
    {
        "verse_id": "18",
        "text": "The transcendentalists desire to avoid everything godless, for they know that supreme situation in which everything is related with the Supreme Lord Viṣṇu. Therefore a pure devotee who is in absolute harmony with the Lord does not create perplexities, but worships the lotus feet of the Lord at every moment, taking them into his heart."
    },
    {
        "verse_id": "19",
        "text": "By the strength of scientific knowledge, one should be well situated in absolute realization and thus be able to extinguish all material desires. One should then give up the material body by blocking the air hole [through which stool is evacuated] with the heel of one’s foot and by lifting the life air from one place to another in the six primary places."
    },
    {
        "verse_id": "20",
        "text": "The meditative devotee should slowly push up the life air from the navel to the heart, from there to the chest, and from there to the root of the palate. He should search out the proper places with intelligence."
    },
    {
        "verse_id": "21",
        "text": "Thereafter the bhakti-yogī should push the life air up between the eyebrows, and then, blocking the seven outlets of the life air, he should maintain his aim for going back home, back to Godhead. If he is completely free from all desires for material enjoyment, he should then reach the cerebral hole and give up his material connections, having gone to the Supreme."
    },
    {
        "verse_id": "22",
        "text": "However, O King, if a yogī maintains a desire for improved material enjoyments, like transference to the topmost planet, Brahmaloka, or the achievement of the eightfold perfections, travel in outer space with the Vaihāyasas, or a situation in one of the millions of planets, then he has to take away with him the materially molded mind and senses."
    },
    {
        "verse_id": "23",
        "text": "The transcendentalists are concerned with the spiritual body. As such, by the strength of their devotional service, austerities, mystic power and transcendental knowledge, their movements are unrestricted, within and beyond the material worlds. The fruitive workers, or the gross materialists, can never move in such an unrestricted manner."
    },
    {
        "verse_id": "24",
        "text": "O King, when such a mystic passes over the Milky Way by the illuminating Suṣumṇā to reach the highest planet, Brahmaloka, he goes first to Vaiśvānara, the planet of the deity of fire, wherein he becomes completely cleansed of all contaminations, and thereafter he still goes higher, to the circle of Śiśumāra, to relate with Lord Hari, the Personality of Godhead."
    },
    {
        "verse_id": "25",
        "text": "This Śiśumāra is the pivot for the turning of the complete universe, and it is called the navel of Viṣṇu [Garbhodakaśāyī Viṣṇu]. The yogī alone goes beyond this circle of Śiśumāra and attains the planet [Maharloka] where purified saints like Bhṛgu enjoy a duration of life of 4,300,000,000 solar years. This planet is worshipable even for saints who are transcendentally situated."
    },
    {
        "verse_id": "26",
        "text": "At the time of the final devastation of the complete universe [the end of the duration of Brahmā’s life], a flame of fire emanates from the mouth of Ananta [from the bottom of the universe]. The yogī sees all the planets of the universe burning to ashes, and thus he leaves for Satyaloka by airplanes used by the great purified souls. The duration of life in Satyaloka is calculated to be 15,480,000,000,000 years."
    },
    {
        "verse_id": "27",
        "text": "In that planet of Satyaloka, there is neither bereavement, nor old age nor death. There is no pain of any kind, and therefore there are no anxieties, save that sometimes, due to consciousness, there is a feeling of compassion for those unaware of the process of devotional service, who are subjected to unsurpassable miseries in the material world."
    },
    {
        "verse_id": "28",
        "text": "After reaching Satyaloka, the devotee is specifically able to be incorporated fearlessly by the subtle body in an identity similar to that of the gross body, and one after another he gradually attains stages of existence from earthly to watery, fiery, glowing and airy, until he reaches the ethereal stage."
    },
    {
        "verse_id": "29",
        "text": "The devotee thus surpasses the subtle objects of different senses like aroma by smelling, the palate by tasting, vision by seeing forms, touch by contacting, the vibrations of the ear by ethereal identification, and the sense organs by material activities."
    },
    {
        "verse_id": "30",
        "text": "The devotee, thus surpassing the gross and the subtle forms of coverings, enters the plane of egoism. And in that status he merges the material modes of nature [ignorance and passion] in this point of neutralization and thus reaches egoism in goodness. After this, all egoism is merged in the mahat-tattva, and he comes to the point of pure self-realization."
    },
    {
        "verse_id": "31",
        "text": "Only the purified soul can attain the perfection of associating with the Personality of Godhead in complete bliss and satisfaction in his constitutional state. Whoever is able to renovate such devotional perfection is never again attracted by this material world, and he never returns."
    },
    {
        "verse_id": "32",
        "text": "Your Majesty Mahārāja Parīkṣit, know that all that I have described in reply to your proper inquiry is just according to the version of the Vedas, and it is eternal truth. This was described personally by Lord Kṛṣṇa unto Brahmā, with whom the Lord was satisfied upon being properly worshiped."
    },
    {
        "verse_id": "33",
        "text": "For those who are wandering in the material universe, there is no more auspicious means of deliverance than what is aimed at in the direct devotional service of Lord Kṛṣṇa."
    },
    {
        "verse_id": "34",
        "text": "The great personality Brahmā, with great attention and concentration of the mind, studied the Vedas three times, and after scrutinizingly examining them, he ascertained that attraction for the Supreme Personality of Godhead Śrī Kṛṣṇa is the highest perfection of religion."
    },
    {
        "verse_id": "35",
        "text": "The Personality of Godhead Lord Śrī Kṛṣṇa is in every living being along with the individual soul. And this fact is perceived and hypothesized in our acts of seeing and taking help from the intelligence."
    },
    {
        "verse_id": "36",
        "text": "O King, it is therefore essential that every human being hear about, glorify and remember the Supreme Lord, the Personality of Godhead, always and everywhere."
    },
    {
        "verse_id": "37",
        "text": "Those who drink through aural reception, fully filled with the nectarean message of Lord Kṛṣṇa, the beloved of the devotees, purify the polluted aim of life known as material enjoyment and thus go back to Godhead, to the lotus feet of Him [the Personality of Godhead]."
    }
]