[
    {
        "verse_id": "1",
        "text": "Lord Brahmā said: The mouth of the virāṭ-puruṣa [the universal form of the Lord] is the generating center of the voice, and the controlling deity is Fire. His skin and six other layers are the generating centers of the Vedic hymns, and His tongue is the productive center of different foodstuffs and delicacies for offering to the demigods, the forefathers and the general mass of people."
    },
    {
        "verse_id": "2",
        "text": "His two nostrils are the generating centers of our breathing and of all other airs, His smelling powers generate the Aśvinī-kumāra demigods and all kinds of medicinal herbs, and His breathing energies produce different kinds of fragrance."
    },
    {
        "verse_id": "3",
        "text": "His eyes are the generating centers of all kinds of forms, and they glitter and illuminate. His eyeballs are like the sun and the heavenly planets. His ears hear from all sides and are receptacles for all the Vedas, and His sense of hearing is the generating center of the sky and of all kinds of sound."
    },
    {
        "verse_id": "4",
        "text": "His bodily surface is the breeding ground for the active principles of everything and for all kinds of auspicious opportunities. His skin, like the moving air, is the generating center for all kinds of sense of touch and is the place for performing all kinds of sacrifice."
    },
    {
        "verse_id": "5",
        "text": "The hairs on His body are the cause of all vegetation, particularly of those trees which are required as ingredients for sacrifice. The hairs on His head and face are reservoirs for the clouds, and His nails are the breeding ground of electricity, stones and iron ores."
    },
    {
        "verse_id": "6",
        "text": "The Lord’s arms are the productive fields for the great demigods and other leaders of the living entities who protect the general mass."
    },
    {
        "verse_id": "7",
        "text": "Thus the forward steps of the Lord are the shelter for the upper, lower and heavenly planets, as well as for all that we need. His lotus feet serve as protection from all kinds of fear."
    },
    {
        "verse_id": "8",
        "text": "From the Lord’s genitals originate water, semen, generatives, rains and the procreators. His genitals are the cause of a pleasure that counteracts the distress of begetting."
    },
    {
        "verse_id": "9",
        "text": "O Nārada, the evacuating outlet of the universal form of the Lord is the abode of the controlling deity of death, Mitra, and the evacuating hole and the rectum of the Lord is the place of envy, misfortune, death, hell, etc."
    },
    {
        "verse_id": "10",
        "text": "The back of the Lord is the place for all kinds of frustration and ignorance, as well as for immorality. From His veins flow the great rivers and rivulets, and on His bones are stacked the great mountains."
    },
    {
        "verse_id": "11",
        "text": "The impersonal feature of the Lord is the abode of great oceans, and His belly is the resting place for the materially annihilated living entities. His heart is the abode of the subtle material bodies of living beings. Thus it is known by the intelligent class of men."
    },
    {
        "verse_id": "12",
        "text": "Also, the consciousness of that great personality is the abode of religious principles — mine, yours, and those of the four bachelors Sanaka, Sanātana, Sanat-kumāra and Sanandana. That consciousness is also the abode of truth and transcendental knowledge."
    },
    {
        "verse_id": "13",
        "text": "Beginning from me [Brahmā] down to you and Bhava [Śiva], all the great sages who were born before you, the demigods, the demons, the Nāgas, the human beings, the birds, the beasts, as well as the reptiles, etc., and all phenomenal manifestations of the universes, namely the planets, stars, asteroids, luminaries, lightning, thunder, and the inhabitants of the different planetary systems, namely the Gandharvas, Apsarās, Yakṣas, Rakṣas, Bhūtagaṇas, Uragas, Paśus, Pitās, Siddhas, Vidyādharas, Cāraṇas, and all other different varieties of living entities, including the birds, beasts, trees and everything that be, are all covered by the universal form of the Lord at all times, namely past, present and future, although He is transcendental to all of them, eternally existing in a form not exceeding nine inches."
    },
    {
        "verse_id": "17",
        "text": "The sun illuminates both internally and externally by expanding its radiation; similarly, the Supreme Personality of Godhead, by expanding His universal form, maintains everything in the creation both internally and externally."
    },
    {
        "verse_id": "18",
        "text": "The Supreme Personality of Godhead is the controller of immortality and fearlessness, and He is transcendental to death and the fruitive actions of the material world. O Nārada, O brāhmaṇa, it is therefore difficult to measure the glories of the Supreme Person."
    },
    {
        "verse_id": "19",
        "text": "The Supreme Personality of Godhead is to be known as the supreme reservoir of all material opulences by the one fourth of His energy in which all the living entities exist. Deathlessness, fearlessness and freedom from the anxieties of old age and disease exist in the kingdom of God, which is beyond the three higher planetary systems and beyond the material coverings."
    },
    {
        "verse_id": "20",
        "text": "The spiritual world, which consists of three fourths of the Lord’s energy, is situated beyond this material world, and it is especially meant for those who will never be reborn. Others, who are attached to family life and who do not strictly follow celibacy vows, must live within the three material worlds."
    },
    {
        "verse_id": "21",
        "text": "By His energies, the all-pervading Personality of Godhead is thus comprehensively the master in the activities of controlling and in devotional service. He is the ultimate master of both nescience and factual knowledge of all situations."
    },
    {
        "verse_id": "22",
        "text": "From that Personality of Godhead, all the universal globes and the universal form with all material elements, qualities and senses are generated. Yet He is aloof from such material manifestations, like the sun, which is separate from its rays and heat."
    },
    {
        "verse_id": "23",
        "text": "When I was born from the abdominal lotus flower of the Lord [Mahā-Viṣṇu], the great person, I had no ingredients for sacrificial performances except the bodily limbs of the great Personality of Godhead."
    },
    {
        "verse_id": "24",
        "text": "For performing sacrificial ceremonies, one requires sacrificial ingredients, such as flowers, leaves and straw, along with the sacrificial altar and a suitable time [spring]."
    },
    {
        "verse_id": "25",
        "text": "Other requirements are utensils, grains, clarified butter, honey, gold, earth, water, the Ṛg Veda, Yajur Veda and Sāma Veda and four priests to perform the sacrifice."
    },
    {
        "verse_id": "26",
        "text": "Other necessities include invoking the different names of the demigods by specific hymns and vows of recompense, in accordance with the particular scripture, for specific purposes and by specific processes."
    },
    {
        "verse_id": "27",
        "text": "Thus I had to arrange all these necessary ingredients and paraphernalia of sacrifice from the personal bodily parts of the Personality of Godhead. By invocation of the demigods’ names, the ultimate goal, Viṣṇu, was gradually attained, and thus compensation and ultimate offering were complete."
    },
    {
        "verse_id": "28",
        "text": "Thus I created the ingredients and paraphernalia for offering sacrifice out of the parts of the body of the Supreme Lord, the enjoyer of the sacrifice, and I performed the sacrifice to satisfy the Lord."
    },
    {
        "verse_id": "29",
        "text": "My dear son, thereafter your nine brothers, who are the masters of living creatures, performed the sacrifice with proper rituals to satisfy both the manifested and nonmanifested personalities."
    },
    {
        "verse_id": "30",
        "text": "Thereafter, the Manus, the fathers of mankind, the great sages, the forefathers, the learned scholars, the Daityas and mankind performed sacrifices meant to please the Supreme Lord."
    },
    {
        "verse_id": "31",
        "text": "All the material manifestations of the universes are therefore situated in His powerful material energies, which He accepts self-sufficiently, although He is eternally without affinity for the material modes."
    },
    {
        "verse_id": "32",
        "text": "By His will, I create, Lord Śiva destroys, and He Himself, in His eternal form as the Personality of Godhead, maintains everything. He is the powerful controller of these three energies."
    },
    {
        "verse_id": "33",
        "text": "My dear son, whatever you inquired from me I have thus explained unto you, and you must know for certain that whatever there is (either as cause or as effect, both in the material and spiritual worlds) is dependent on the Supreme Personality of Godhead."
    },
    {
        "verse_id": "34",
        "text": "O Nārada, because I have caught hold of the lotus feet of the Supreme Personality of Godhead, Hari, with great zeal, whatever I say has never proved to have been false. Nor is the progress of my mind ever deterred. Nor are my senses ever degraded by temporary attachment to matter."
    },
    {
        "verse_id": "35",
        "text": "Although I am known as the great Brahmā, perfect in the disciplic succession of Vedic wisdom, and although I have undergone all austerities and am an expert in mystic powers and self-realization, and although I am recognized as such by the great forefathers of the living entities, who offer me respectful obeisances, still I cannot understand Him, the Lord, the very source of my birth."
    },
    {
        "verse_id": "36",
        "text": "Therefore it is best for me to surrender unto His feet, which alone can deliver one from the miseries of repeated birth and death. Such surrender is all-auspicious and allows one to perceive all happiness. Even the sky cannot estimate the limits of its own expansion. So what can others do when the Lord Himself is unable to estimate His own limits?"
    },
    {
        "verse_id": "37",
        "text": "Since neither Lord Śiva nor you nor I could ascertain the limits of spiritual happiness, how can other demigods know it? And because all of us are bewildered by the illusory, external energy of the Supreme Lord, we can see only this manifested cosmos according to our individual ability."
    },
    {
        "verse_id": "38",
        "text": "Let us offer our respectful obeisances unto that Supreme Personality of Godhead, whose incarnations and activities are chanted by us for glorification, though He can hardly be fully known as He is."
    },
    {
        "verse_id": "39",
        "text": "That supreme original Personality of Godhead, Lord Śrī Kṛṣṇa, expanding His plenary portion as Mahā-Viṣṇu, the first incarnation, creates this manifested cosmos, but He is unborn. The creation, however, takes place in Him, and the material substance and manifestations are all Himself. He maintains them for some time and absorbs them into Himself again."
    },
    {
        "verse_id": "40",
        "text": "The Personality of Godhead is pure, being free from all contaminations of material tinges. He is the Absolute Truth and the embodiment of full and perfect knowledge. He is all-pervading, without beginning or end, and without rival. O Nārada, O great sage, the great thinkers can know Him when completely freed from all material hankerings and when sheltered under undisturbed conditions of the senses. Otherwise, by untenable arguments, all is distorted, and the Lord disappears from our sight."
    },
    {
        "verse_id": "42",
        "text": "Kāraṇārṇavaśāyī Viṣṇu is the first incarnation of the Supreme Lord, and He is the master of eternal time, space, cause and effects, mind, the elements, the material ego, the modes of nature, the senses, the universal form of the Lord, Garbhodakaśāyī Viṣṇu, and the sum total of all living beings, both moving and nonmoving."
    },
    {
        "verse_id": "43",
        "text": "I myself [Brahmā], Lord Śiva, Lord Viṣṇu, great generators of living beings like Dakṣa and Prajāpati, yourselves [Nārada and the Kumāras], heavenly demigods like Indra and Candra, the leaders of the Bhūrloka planets, the leaders of the earthly planets, the leaders of the lower planets, the leaders of the Gandharva planets, the leaders of the Vidyādhara planets, the leaders of the Cāraṇaloka planets, the leaders of the Yakṣas, Rakṣas and Uragas, the great sages, the great demons, the great atheists and the great spacemen, as well as the dead bodies, evil spirits, satans, jinn, kūṣmāṇḍas, great aquatics, great beasts and great birds, etc. — in other words, anything and everything which is exceptionally possessed of power, opulence, mental and perceptual dexterity, strength, forgiveness, beauty, modesty, opulence, and breeding, whether in form or formless — may appear to be the specific truth and the form of the Lord, but actually they are not so. They are only a fragment of the transcendental potency of the Lord."
    },
    {
        "verse_id": "46",
        "text": "O Nārada, now I shall state, one after another, the transcendental incarnations of the Lord known as līlā-avatāras. Hearing of their activities counteracts all foul matters accumulated in the ear. These pastimes are pleasing to hear and are to be relished. Therefore they are in my heart."
    }
]