[
    {
        "verse_id": "1",
        "text": "Lord Brahmā said: When the unlimitedly powerful Lord assumed the form of a boar as a pastime, just to lift the planet earth, which was drowned in the great ocean of the universe called the Garbhodaka, the first demon [Hiraṇyākṣa] appeared, and the Lord pierced him with His tusk."
    },
    {
        "verse_id": "2",
        "text": "The Prajāpati first begot Suyajña in the womb of his wife Ākūti, and then Suyajña begot demigods, headed by Suyama, in the womb of his wife Dakṣiṇā. Suyajña, as the Indradeva, diminished very great miseries in the three planetary systems [upper, lower and intermediate], and because he so diminished the miseries of the universe, he was later called Hari by the great father of mankind, namely Svāyambhuva Manu."
    },
    {
        "verse_id": "3",
        "text": "The Lord then appeared as the Kapila incarnation, being the son of the prajāpati brāhmaṇa Kardama and his wife, Devahūti, along with nine other women [sisters]. He spoke to His mother about self-realization, by which, in that very lifetime, she became fully cleansed of the mud of the material modes and thereby achieved liberation, the path of Kapila."
    },
    {
        "verse_id": "4",
        "text": "The great sage Atri prayed for offspring, and the Lord, being satisfied with him, promised to incarnate as Atri’s son, Dattātreya [Datta, the son of Atri]. And by the grace of the lotus feet of the Lord, many Yadus, Haihayas, etc., became so purified that they obtained both material and spiritual blessings."
    },
    {
        "verse_id": "5",
        "text": "To create different planetary systems I had to undergo austerities and penance, and the Lord, thus being pleased with me, incarnated in four sanas [Sanaka, Sanatkumāra, Sanandana and Sanātana]. In the previous creation the spiritual truth was devastated, but the four sanas explained it so nicely that the truth at once became clearly perceived by the sages."
    },
    {
        "verse_id": "6",
        "text": "To exhibit His personal way of austerity and penance, He appeared in twin forms as Nārāyaṇa and Nara in the womb of Mūrti, the wife of Dharma and the daughter of Dakṣa. Celestial beauties, the companions of Cupid, went to try to break His vows, but they were unsuccessful, for they saw that many beauties like them were emanating from Him, the Personality of Godhead."
    },
    {
        "verse_id": "7",
        "text": "Great stalwarts like Lord Śiva can, by their wrathful glances, overcome lust and vanquish him, yet they cannot be free from the overwhelming effects of their own wrath. Such wrath can never enter into the heart of Him [the Lord], who is above all this. So how can lust take shelter in His mind?"
    },
    {
        "verse_id": "8",
        "text": "Being insulted by sharp words spoken by the co-wife of the king, even in his presence, Prince Dhruva, though only a boy, took to severe penances in the forest. And the Lord, being satisfied by his prayer, awarded him the Dhruva planet, which is worshiped by great sages, both upward and downward."
    },
    {
        "verse_id": "9",
        "text": "Mahārāja Vena went astray from the path of righteousness, and the brāhmaṇas chastised him by the thunderbolt curse. By this King Vena was burnt with his good deeds and opulence and was en route to hell. The Lord, by His causeless mercy, descended as his son, by the name of Pṛthu, delivered the condemned King Vena from hell, and exploited the earth by drawing all kinds of crops as produce."
    },
    {
        "verse_id": "10",
        "text": "The Lord appeared as the son of Sudevī, the wife of King Nābhi, and was known as Ṛṣabhadeva. He performed materialistic yoga to equibalance the mind. This stage is also accepted as the highest perfectional situation of liberation, wherein one is situated in one’s self and is completely satisfied."
    },
    {
        "verse_id": "11",
        "text": "The Lord appeared as the Hayagrīva incarnation in a sacrifice performed by me [Brahmā]. He is the personified sacrifices, and the hue of His body is golden. He is the personified Vedas as well, and the Supersoul of all demigods. When He breathed, all the sweet sounds of the Vedic hymns came out of His nostrils."
    },
    {
        "verse_id": "12",
        "text": "At the end of the millennium, the would-be Vaivasvata Manu, of the name Satyavrata, would see that the Lord in the fish incarnation is the shelter of all kinds of living entities, up to those in the earthly planets. Because of my fear of the vast water at the end of the millennium, the Vedas come out of my [Brahmā’s] mouth, and the Lord enjoys those vast waters and protects the Vedas."
    },
    {
        "verse_id": "13",
        "text": "The primeval Lord then assumed the tortoise incarnation in order to serve as a resting place [pivot] for the Mandara Mountain, which was acting as a churning rod. The demigods and demons were churning the Ocean of Milk with the Mandara Mountain in order to extract nectar. The mountain moved back and forth, scratching the back of Lord Tortoise, who, while partially sleeping, was experiencing an itching sensation."
    },
    {
        "verse_id": "14",
        "text": "The Personality of Godhead assumed the incarnation of Nṛsiṁhadeva in order to vanquish the great fears of the demigods. He killed the king of the demons [Hiraṇyakaśipu], who challenged the Lord with a club in his hand, by placing the demon on His thighs and piercing him with His nails, rolling His eyebrows in anger and showing His fearful teeth and mouth."
    },
    {
        "verse_id": "15",
        "text": "The leader of the elephants, whose leg was attacked in a river by a crocodile of superior strength, was much aggrieved. Taking a lotus flower in his trunk, he addressed the Lord, saying, “O original enjoyer, Lord of the universe! O deliverer, as famous as a place of pilgrimage! All are purified simply by hearing Your holy name, which is worthy to be chanted.”"
    },
    {
        "verse_id": "16",
        "text": "The Personality of Godhead, after hearing the elephant’s plea, felt that the elephant needed His immediate help, for he was in great distress. Thus at once the Lord appeared there on the wings of the king of birds, Garuḍa, fully equipped with His weapon, the wheel [cakra]. With the wheel He cut to pieces the mouth of the crocodile to save the elephant, and He delivered the elephant by lifting him by his trunk."
    },
    {
        "verse_id": "17",
        "text": "The Lord, although transcendental to all material modes, still surpassed all the qualities of the sons of Aditi, known as the Ādityas. The Lord appeared as the youngest son of Aditi. And because He surpassed all the planets of the universe, He is the Supreme Personality of Godhead. On the pretense of asking for a measurement of three footsteps of land, He took away all the lands of Bali Mahārāja. He asked simply because without begging, no authority can take one’s rightful possession."
    },
    {
        "verse_id": "18",
        "text": "Bali Mahārāja, who put on his head the water washed from the lotus feet of the Lord, did not think of anything besides his promise, in spite of being forbidden by his spiritual master. The king dedicated his own personal body to fulfill the measurement of the Lord’s third step. For such a personality, even the kingdom of heaven, which he conquered by his strength, was of no value."
    },
    {
        "verse_id": "19",
        "text": "O Nārada, you were taught about the science of God and His transcendental loving service by the Personality of Godhead in His incarnation of Haṁsāvatāra. He was very much pleased with you, due to your intense proportion of devotional service. He also explained unto you, lucidly, the full science of devotional service, which is especially understandable by persons who are souls surrendered unto Lord Vāsudeva, the Personality of Godhead."
    },
    {
        "verse_id": "20",
        "text": "As the incarnation of Manu, the Lord became the descendant of the Manu dynasty and ruled over the miscreant kingly order, subduing them by His powerful wheel weapon. Undeterred in all circumstances, His rule was characterized by His glorious fame, which spread over the three lokas, and above them to the planetary system of Satyaloka, the topmost in the universe."
    },
    {
        "verse_id": "21",
        "text": "The Lord in His incarnation of Dhanvantari very quickly cures the diseases of the ever-diseased living entities simply by His fame personified, and only because of Him do the demigods achieve long lives. Thus the Personality of Godhead becomes ever glorified. He also exacted a share from the sacrifices, and it is he only who inaugurated the medical science or the knowledge of medicine in the universe."
    },
    {
        "verse_id": "22",
        "text": "When the ruling administrators, who are known as the kṣatriyas, turned astray from the path of the Absolute Truth, being desirous to suffer in hell, the Lord, in His incarnation as the sage Paraśurāma, uprooted those unwanted kings, who appeared as the thorns of the earth. Thus He thrice seven times uprooted the kṣatriyas with His keenly sharpened chopper."
    },
    {
        "verse_id": "23",
        "text": "Due to His causeless mercy upon all living entities within the universe, the Supreme Personality of Godhead, along with His plenary extensions, appeared in the family of Mahārāja Ikṣvāku as the Lord of His internal potency, Sītā. Under the order of His father, Mahārāja Daśaratha, He entered the forest and lived there for considerable years with His wife and younger brother. Rāvaṇa, who was very materially powerful, with ten heads on his shoulders, committed a great offense against Him and was thus ultimately vanquished."
    },
    {
        "verse_id": "24",
        "text": "The Personality of Godhead Rāmacandra, being aggrieved for His distant intimate friend [Sītā], glanced over the city of the enemy Rāvaṇa with red-hot eyes like those of Hara [who wanted to burn the kingdom of heaven]. The great ocean, trembling in fear, gave Him His way because its family members, the aquatics like the sharks, snakes and crocodiles, were being burnt by the heat of the angry red-hot eyes of the Lord."
    },
    {
        "verse_id": "25",
        "text": "When Rāvaṇa was engaged in the battle, the trunk of the elephant which carried the King of heaven, Indra, broke in pieces, having collided with the chest of Rāvaṇa, and the scattered broken parts illuminated all directions. Rāvaṇa therefore felt proud of his prowess and began to loiter in the midst of the fighting soldiers, thinking himself the conqueror of all directions. But his laughter, overtaken by joy, along with his very air of life, suddenly ceased with the tingling sound of the bow of Rāmacandra, the Personality of Godhead."
    },
    {
        "verse_id": "26",
        "text": "When the world is overburdened by the fighting strength of kings who have no faith in God, the Lord, just to diminish the distress of the world, descends with His plenary portion. The Lord comes in His original form, with beautiful black hair. And just to expand His transcendental glories, He acts extraordinarily. No one can properly estimate how great He is."
    },
    {
        "verse_id": "27",
        "text": "There is no doubt about Lord Kṛṣṇa’s being the Supreme Lord. Otherwise, how was it possible for Him to kill a giant demon like Pūtanā when He was just on the lap of His mother, to overturn a cart with His leg when He was only three months old, or to uproot a pair of arjuna trees so high that they touched the sky, when He was only crawling? All these activities are impossible for anyone other than the Lord Himself."
    },
    {
        "verse_id": "28",
        "text": "Then also when the cowherd boys and their animals drank the poisoned water of the river Yamunā, and after the Lord [in His childhood] revived them by His merciful glance, just to purify the water of the river Yamunā He jumped into it as if playing and chastised the venomous Kāliya snake, which was lurking there, its tongue emitting waves of poison. Who can perform such herculean tasks but the Supreme Lord?"
    },
    {
        "verse_id": "29",
        "text": "On the very night of the day of the chastisement of the Kāliya snake, when the inhabitants of Vrajabhūmi were sleeping carefreely, there was a forest fire ablaze due to dry leaves, and it appeared that all the inhabitants were sure to meet their death. But the Lord, along with Balarāma, saved them simply by closing His eyes. Such are the superhuman activities of the Lord."
    },
    {
        "verse_id": "30",
        "text": "When the cowherd woman [Kṛṣṇa’s foster mother, Yaśodā] was trying to tie the hands of her son with ropes, she found the rope to be always insufficient in length, and when she finally gave up, Lord Kṛṣṇa, by and by, opened His mouth, wherein the mother found all the universes situated. Seeing this, she was doubtful in her mind, but she was convinced in a different manner of the mystic nature of her son."
    },
    {
        "verse_id": "31",
        "text": "Lord Kṛṣṇa saved His foster father, Nanda Mahārāja, from the fear of the demigod Varuṇa and released the cowherd boys from the caves of the mountain, for they were placed there by the son of Maya. Also, to the inhabitants of Vṛndāvana, who were busy working during daytime and sleeping soundly at night because of their hard labor in the day, Lord Kṛṣṇa awarded promotion to the highest planet in the spiritual sky. All these acts are transcendental and certainly prove without any doubt His Godhood."
    },
    {
        "verse_id": "32",
        "text": "When the cowherd men of Vṛndāvana, under instruction of Kṛṣṇa, stopped offering sacrifice to the heavenly King, Indra, the whole tract of land known as Vraja was threatened with being washed away by constant heavy rains for seven days. Lord Kṛṣṇa, out of His causeless mercy upon the inhabitants of Vraja, held up the hill known as Govardhana with one hand only, although He was only seven years old. He did this to protect the animals from the onslaught of water."
    },
    {
        "verse_id": "33",
        "text": "When the Lord was engaged in His pastimes of the rāsa dance in the forest of Vṛndāvana, enlivening the sexual desires of the wives of the inhabitants of Vṛndāvana by sweet and melodious songs, a demon of the name Śaṅkhacūḍa, a rich follower of the treasurer of heaven [Kuvera], kidnapped the damsels, and the Lord severed his head from his trunk."
    },
    {
        "verse_id": "34",
        "text": "All demonic personalities like Pralamba, Dhenuka, Baka, Keśī, Ariṣṭa, Cāṇūra, Muṣṭika, Kuvalayāpīḍa elephant, Kaṁsa, Yavana, Narakāsura and Pauṇḍraka, great marshals like Śālva, Dvivida monkey and Balvala, Dantavakra, the seven bulls, Śambara, Vidūratha and Rukmī, as also great warriors like Kāmboja, Matsya, Kuru, Sṛñjaya and Kekaya, would all fight vigorously, either with the Lord Hari directly or with Him under His names of Baladeva, Arjuna, Bhīma, etc. And the demons, thus being killed, would attain either the impersonal brahmajyoti or His personal abode in the Vaikuṇṭha planets."
    },
    {
        "verse_id": "36",
        "text": "The Lord Himself in His incarnation as the son of Satyavatī [Vyāsadeva] will consider his compilation of the Vedic literature to be very difficult for the less intelligent persons with short life, and thus He will divide the tree of Vedic knowledge into different branches, according to the circumstances of the particular age."
    },
    {
        "verse_id": "37",
        "text": "When the atheists, after being well versed in the Vedic scientific knowledge, annihilate inhabitants of different planets, flying unseen in the sky on well-built rockets prepared by the great scientist Maya, the Lord will bewilder their minds by dressing Himself attractively as Buddha and will preach on subreligious principles."
    },
    {
        "verse_id": "38",
        "text": "Thereafter, at the end of Kali-yuga, when there exist no topics on the subject of God, even at the residences of so-called saints and respectable gentlemen of the three higher castes, and when the power of government is transferred to the hands of ministers elected from the lowborn śūdra class or those less than them, and when nothing is known of the techniques of sacrifice, even by word, at that time the Lord will appear as the supreme chastiser."
    },
    {
        "verse_id": "39",
        "text": "At the beginning of creation there are penance, myself [Brahmā] and the Prajāpatis, the great sages who generate; then, during the maintenance of the creation, there are Lord Viṣṇu, the demigods with controlling powers, and the kings of different planets. But at the end there is irreligion, and then Lord Śiva and the atheists full of anger, etc. All of them are different representative manifestations of the energy of the supreme power, the Lord."
    },
    {
        "verse_id": "40",
        "text": "Who can describe completely the prowess of Viṣṇu? Even the scientist, who might have counted the particles of the atoms of the universe, cannot do so. Because it is He only who in His form of Trivikrama moved His leg effortlessly beyond the topmost planet, Satyaloka, up to the neutral state of the three modes of material nature. And all were moved."
    },
    {
        "verse_id": "41",
        "text": "Neither I nor all the sages born before you know fully the omnipotent Personality of Godhead. So what can others, who are born after us, know about Him? Even the first incarnation of the Lord, namely Śeṣa, has not been able to reach the limit of such knowledge, although He is describing the qualities of the Lord with ten hundred faces."
    },
    {
        "verse_id": "42",
        "text": "But anyone who is specifically favored by the Supreme Lord, the Personality of Godhead, due to unalloyed surrender unto the service of the Lord, can overcome the insurmountable ocean of illusion and can understand the Lord. But those who are attached to this body, which is meant to be eaten at the end by dogs and jackals, cannot do so."
    },
    {
        "verse_id": "43",
        "text": "O Nārada, although the potencies of the Lord are unknowable and immeasurable, still, because we are all surrendered souls, we know how He acts through yoga-māyā potencies. And, similarly, the potencies of the Lord are also known to the all-powerful Śiva, the great king of the atheist family, namely Prahlāda Mahārāja, Svāyambhuva Manu, his wife Śatarūpā, his sons and daughters like Priyavrata, Uttānapāda, Ākūti, Devahūti and Prasūti, Prācīnabarhi, Ṛbhu, Aṅga the father of Vena, Mahārāja Dhruva, Ikṣvāku, Aila, Mucukunda, Mahārāja Janaka, Gādhi, Raghu, Ambarīṣa, Sagara, Gaya, Nāhuṣa, Māndhātā, Alarka, Śatadhanve, Anu, Rantideva, Bhīṣma, Bali, Amūrttaraya, Dilīpa, Saubhari, Utaṅka, Śibi, Devala, Pippalāda, Sārasvata, Uddhava, Parāśara, Bhūriṣeṇa, Vibhīṣaṇa, Hanumān, Śukadeva Gosvāmī, Arjuna, Ārṣṭiṣeṇa, Vidura, Śrutadeva, etc."
    },
    {
        "verse_id": "46",
        "text": "Surrendered souls, even from groups leading sinful lives, such as women, the laborer class, the mountaineers and the Siberians, or even the birds and beasts, can also know about the science of Godhead and become liberated from the clutches of the illusory energy by surrendering unto the pure devotees of the Lord and by following in their footsteps in devotional service."
    },
    {
        "verse_id": "47",
        "text": "What is realized as the Absolute Brahman is full of unlimited bliss without grief. That is certainly the ultimate phase of the supreme enjoyer, the Personality of Godhead. He is eternally void of all disturbances and is fearless. He is complete consciousness as opposed to matter. Uncontaminated and without distinctions, He is the principle primeval cause of all causes and effects, in whom there is no sacrifice for fruitive activities and in whom the illusory energy does not stand."
    },
    {
        "verse_id": "48",
        "text": "In such a transcendental state there is no need of artificial control of the mind, mental speculation or meditation, as performed by the jñānīs and yogīs. One gives up such processes, as the heavenly King, Indra, forgoes the trouble to dig a well."
    },
    {
        "verse_id": "49",
        "text": "The Personality of Godhead is the supreme master of everything auspicious because the results of whatever actions are performed by the living being, in either the material or spiritual existence, are awarded by the Lord. As such, He is the ultimate benefactor. Every individual living entity is unborn, and therefore even after the annihilation of the material elementary body, the living entity exists, exactly like the air within the body."
    },
    {
        "verse_id": "50",
        "text": "My dear son, I have now explained in brief the Supreme Personality of Godhead, who is creator of the manifested worlds. Without Him (Hari, the Lord), there are no other causes of the phenomenal and noumenal existences."
    },
    {
        "verse_id": "51",
        "text": "O Nārada, this science of God, Śrīmad-Bhāgavatam, was spoken to me in summary by the Supreme Personality of Godhead, and it was spoken as the accumulation of His diverse potencies. Please expand this science yourself."
    },
    {
        "verse_id": "52",
        "text": "Please describe the science of Godhead with determination and in a manner by which it will be quite possible for the human being to develop transcendental devotional service unto the Personality of Godhead Hari, the Supersoul of every living being and the summum bonum source of all energies."
    },
    {
        "verse_id": "53",
        "text": "The Lord’s activities in association with His different energies should be described, appreciated and heard in accordance with the teachings of the Supreme Lord. If this is done regularly with devotion and respect, one is sure to get out of the illusory energy of the Lord."
    }
]