[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचततश्चानुदिनं धर्म: सत्यं शौचं क्षमा दया ।कालेन बलिना राजन् नङ्‌क्ष्यत्यायुर्बलं स्मृति: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācatataś cānu-dinaṁ dharmaḥsatyaṁ śaucaṁ kṣamā dayākālena balinā rājannaṅkṣyaty āyur balaṁ smṛtiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tataḥ",
            "ca",
            "anudinam",
            "dharmaḥ",
            "satyam",
            "śaucam",
            "kṣamā",
            "dayā",
            "kālena",
            "balinā",
            "rājan",
            "naṅkṣyati",
            "āyuḥ",
            "balam",
            "smṛtiḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Then, O King, religion, truthfulness, cleanliness, tolerance, mercy, duration of life, physical strength and memory will all diminish day by day because of the powerful influence of the Age of Kali.",
        "purport": " During the present age, Kali-yuga, practically all desirable qualities will gradually diminish, as described in this verse. For example, dharma, which indicates a respect for higher authority that leads one to obey religious principles, will diminish. In the Western world, theologians have been unable to scientifically present the laws of God or, indeed, God Himself, and thus in Western intellectual history a rigid dichotomy has arisen between theology and science. In an attempt to resolve this conflict, some theologians have agreed to modify their doctrines so that they conform not only to proven scientific facts but even to pseudoscientific speculations and hypotheses, which, though unproven, are hypocritically included within the realm of “science.” On the other hand, some fanatical theologians disregard the scientific method altogether and insist on the veracity of their antiquated, sectarian dogmas. Thus bereft of systematic Vedic theology, material science has moved into the destructive realm of gross materialism, while speculative Western philosophy has drifted into the superficiality of relativistic ethics and inconclusive linguistic analysis. With so many of the best Western minds dedicated to materialistic analysis, naturally much of Western religious life, separated from the intellectual mainstream, is dominated by irrational fanaticism and unauthorized mystic and mystery cults. People have become so ignorant of the science of God that they often lump the Kṛṣṇa consciousness movement in with this odd assortment of fanciful attempts at theology and religion. Thus dharma, or true religion, which is strict and conscious obedience to God’s law, is diminishing. Satyam, truthfulness, is also diminishing, simply because people do not know what the truth is. Without knowing the Absolute Truth, one cannot clearly understand the real significance or purpose of life merely by amassing huge quantities of relative or hypothetical truths. Kṣamā, tolerance or forgiveness, is diminishing as well, because there is no practical method by which people can purify themselves and thus become free of envy. Unless one is purified by chanting the holy names of the Lord in an authorized program of spiritual improvement, the mind will be overwhelmed by anger, envy and all sorts of small-mindedness. Thus dayā, mercy, is also decreasing. All living beings are eternally connected by their common participation in the divine existence of God. When this existential oneness is obscured through atheism and agnosticism, people are not inclined to be merciful to one another; they cannot recognize their self-interest in promoting the welfare of other living beings. In fact, people are no longer even merciful to themselves: they systematically destroy themselves through liquor, drugs, tobacco, meat-eating, sexual promiscuity and whatever other cheap gratificatory processes are available to them. Because of all these self-destructive practices and the powerful influence of time, the average life span (āyur) is decreasing. Modern scientists, seeking to gain credibility among the mass of people, often publish statistics supposedly showing that science has increased the average duration of life. But these statistics do not take into account the number of people killed through the cruel practice of abortion. When we figure aborted children into the life expectancy of the total population, we find that the average duration of life has not at all increased in the Age of Kali but is rather decreasing drastically. Balam, bodily strength, is also decreasing. The Vedic literature states that five thousand years ago, in the previous age, human beings — and even animals and plants — were larger and stronger. With the progress of the Age of Kali, physical stature and strength will gradually diminish. Certainly smṛti, memory, is weakening. In former ages human beings possessed superior memory, and they also did not encumber themselves with a terrible bureaucratic and technical society, as we have done. Thus essential information and abiding wisdom were preserved without recourse to writing. Of course, in the Age of Kali things are dramatically different."
    },
    {
        "verse": "2",
        "devanagari": "वित्तमेव कलौ नृणां जन्माचारगुणोदय: ।धर्मन्यायव्यवस्थायां कारणं बलमेव हि ॥ २ ॥",
        "english_devnagari": "vittam eva kalau nṝṇāṁjanmācāra-guṇodayaḥdharma-nyāya-vyavasthāyāṁkāraṇaṁ balam eva hi",
        "verse_Syn": [
            "vittam",
            "eva",
            "kalau",
            "nṝṇām",
            "janma",
            "ācāra",
            "guṇa",
            "udayaḥ",
            "dharma",
            "nyāya",
            "vyavasthāyām",
            "kāraṇam",
            "balam",
            "eva",
            "hi"
        ],
        "translation": "In Kali-yuga, wealth alone will be considered the sign of a man’s good birth, proper behavior and fine qualities. And law and justice will be applied only on the basis of one’s power.",
        "purport": " In the Age of Kali, a man is considered high class, middle class or low class merely according to his financial status, regardless of his knowledge, culture and behavior. In this age there are many great industrial and commercial cities with luxurious neighborhoods reserved for the wealthy. On beautiful tree-lined roads, within apparently aristocratic homes, it is not unusual to find many perverted, dishonest and sinful activities taking place. According to Vedic criteria, a man is considered high class if his behavior is enlightened, and his behavior is considered enlightened if his activities are dedicated to promoting the happiness of all creatures. Every living being is originally happy, because in all living bodies there is an eternal spiritual spark that partakes of the divine conscious nature of God. When our original spiritual awareness is revived, we become naturally blissful and satisfied in knowledge and peace. An enlightened, or educated, man should endeavor to revive his own spiritual understanding, and he should help others experience the same sublime consciousness. The great Western philosopher Socrates stated that if a man is enlightened he will automatically act virtuously, and Śrīla Prabhupāda confirmed this fact. But in the Kali-yuga this obvious truth is disregarded, and the search for knowledge and virtue has been replaced by a vicious, animalistic competition for money. Those who prevail become the “top dogs” of modern society, and their consumer power grants them a reputation as most respectable, aristocratic and well educated. This verse also states that in the Age of Kali brute strength (balam eva) will determine law and “justice.” We should keep in mind that in the progressive, Vedic culture, there was no artificial dichotomy between the spiritual and the public realms. All civilized people took it for granted that God is everywhere and that His laws are binding upon all creatures. The Sanskrit word dharma, therefore, indicates one’s social, or public, obligation as well as one’s religious duty. Thus responsibly caring for one’s family is dharma, and engaging in the loving service of God is also dharma. This verse indicates, however, that in the Age of Kali the principle of “might makes right” will hold sway. In the First Chapter of this canto we observed how this principle infiltrated India’s past. Similarly, as the Western world achieved political, economic and technological hegemony over Asian lands, bogus propaganda was disseminated to the effect that Indian, and in general all non-Western, religion, theology and philosophy are somehow primitive and unscientific — mere mythology and superstition. Fortunately this arrogant, irrational view is now dissipating, and people all over the world are beginning to appreciate the staggering wealth of spiritual philosophy and science available in the Sanskrit literature of India. In other words, many intelligent people no longer consider traditional Western religion or empirical science, which has virtually superseded religion as the official Western dogma, necessarily authoritative merely because the West has politically and economically subdued other geographic and ethnic configurations of humanity. Thus there is now hope that spiritual issues can be contested and resolved on a philosophical level and not merely by a crude test of arms. Next this verse points out that the rule of law will be applied unequally to the powerful and the powerless. Already in many nations justice is available only to those who can pay and fight for it. In a civilized state, every man, woman and child must have equal and rapid access to a fair system of laws. In modern times we sometimes refer to this as human rights. Certainly human rights are one of the more obvious casualties of the Age of Kali."
    },
    {
        "verse": "3",
        "devanagari": "दाम्पत्येऽभिरुचिर्हेतुर्मायैव व्यावहारिके ।स्त्रीत्वे पुंस्त्वे च हि रतिर्विप्रत्वे सूत्रमेव हि ॥ ३ ॥",
        "english_devnagari": "dāmpatye ’bhirucir heturmāyaiva vyāvahārikestrītve puṁstve ca hi ratirvipratve sūtram eva hi",
        "verse_Syn": [
            "dām",
            "patye",
            "abhiruciḥ",
            "hetuḥ",
            "māyā",
            "eva",
            "vyāvahārike",
            "strītve",
            "puṁstve",
            "ca",
            "hi",
            "ratiḥ",
            "vipratve",
            "sūtram",
            "eva",
            "hi"
        ],
        "translation": "Men and women will live together merely because of superficial attraction, and success in business will depend on deceit. Womanliness and manliness will be judged according to one’s expertise in sex, and a man will be known as a brāhmaṇa just by his wearing a thread.",
        "purport": " Just as human life as a whole has a great and serious purpose — namely spiritual liberation — fundamental human institutions such as marriage and child-rearing should also be dedicated to that great objective. Unfortunately, in the present age the satisfaction of the sex impulse has become the overriding, if not the exclusive, reason for marriage. The sexual impulse, which induces the male and female of almost every species to combine physically, and in higher species also emotionally, is ultimately not a natural urge, because it is based on the unnatural identification of the self with the body. Life itself is a spiritual phenomenon. It is the soul that lives and gives apparent life to the biological machine called the body. Consciousness is the soul’s manifest energy, and thus consciousness, awareness itself, is originally an entirely spiritual event. When life, or consciousness, is confined within a biological machine and falsely mistakes itself to be that machine, material existence occurs and sex desire arises. God intends human life to be an opportunity for us to rectify this illusory mode of existence and return to the vast satisfaction of pure, godly existence. But because our identification with the material body is a long historical affair, it is difficult for most people to immediately break free from the demands of the materially molded mind. Therefore the Vedic scriptures prescribe sacred marriage, in which a so-called man and a so-called woman may combine in a regulated, spiritual marriage sheltered by overarching religious injunctions. In this way the candidate for self-realization who has selected family life can derive adequate satisfaction for his senses and simultaneously please the Lord within his heart by obeying religious injunctions. The Lord then purifies him of material desire. In Kali-yuga this deep understanding has been almost lost, and, as stated in this verse, men and women combine like animals, solely on the basis of mutual attraction to bodies made of flesh, bone, membrane, blood and so on. In other words, in our modern, godless society the weak, superficial intelligence of humanity rarely penetrates beyond the gross physical covering of the eternal soul, and thus family life has in most cases lost its highest purpose and value. A corollary point established in this verse is that in the Age of Kali a woman is considered “a good woman” if she is sexually attractive and, indeed, sexually efficient. Similarly, a sexually attractive man is “a good man.” The best example of this superficiality is the incredible attention twentieth-century people give to materialistic movie stars, music stars and other prominent figures in the entertainment industry. In fact, pursuing sexual experiences with various types of bodies is similar to drinking old wine from new bottles. But few people in the Kali-yuga can understand this. Finally, this verse states that in the Age of Kali a man will become known as a priest, or brāhmaṇa, merely by wearing ceremonial dress. In India, brāhmaṇas wear a sacred thread, and in other parts of world members of the priestly class have other ornaments and symbols. But in the Age of Kali the symbols alone will suffice to establish a person as a religious leader, despite his ignorance of God."
    },
    {
        "verse": "4",
        "devanagari": "लिङ्गमेवाश्रमख्यातावन्योन्यापत्तिकारणम् ।अवृत्त्या न्यायदौर्बल्यं पाण्डित्ये चापलं वच: ॥ ४ ॥",
        "english_devnagari": "liṅgam evāśrama-khyātāvanyonyāpatti-kāraṇamavṛttyā nyāya-daurbalyaṁpāṇḍitye cāpalaṁ vacaḥ",
        "verse_Syn": [
            "liṅgam",
            "eva",
            "āśrama",
            "khyātau",
            "anyonya",
            "āpatti",
            "kāraṇam",
            "avṛttyā",
            "nyāya",
            "daurbalyam",
            "pāṇḍitye",
            "cāpalam",
            "vacaḥ"
        ],
        "translation": "A person’s spiritual position will be ascertained merely according to external symbols, and on that same basis people will change from one spiritual order to the next. A person’s propriety will be seriously questioned if he does not earn a good living. And one who is very clever at juggling words will be considered a learned scholar.",
        "purport": " The previous verse stated that in the Age of Kali the priestly class will be recognized by external symbols alone, and this verse extends the same principle to the other orders of society, namely the political or military class, the business or productive class, and finally the laborer or artisan class. Modern sociologists have demonstrated that in those societies chiefly governed by the Protestant ethic, poverty is considered a sign of indolence, dirtiness, stupidity, immorality and worthlessness. In a God-conscious society, however, many persons voluntarily decide to dedicate their lives not to material acquisition but rather to the pursuit of knowledge and spirituality. Thus a preference for the simple and the austere may indicate intelligence, self-control and sensitivity to the higher purpose of life. Of course, in itself poverty does not establish these virtues, but it may sometimes be the result of them. In the Kali-yuga, however, this possibility is often forgotten. Intellectuality is another casualty of the bewildering Age of Kali. Modern so-called philosophers and scientists have created a technical, esoteric terminology for each branch of learning, and when they give lectures people consider them learned simply because of their ability to speak that which no one else can understand. In Western culture, the Greek Sophists were among the first to systematically argue for rhetoric and “efficiency” above wisdom and purity, and sophistry certainly flourishes in the twentieth century. Modern universities have very little wisdom, though they do possess a virtual infinity of technical data. Although many modern thinkers are fundamentally ignorant of the higher, spiritual reality, they are, so to speak, “good talkers,” and most people simply don’t notice their ignorance."
    },
    {
        "verse": "5",
        "devanagari": "अनाढ्यतैवासाधुत्वे साधुत्वे दम्भ एव तु ।स्वीकार एव चोद्वाहे स्न‍ानमेव प्रसाधनम् ॥ ५ ॥",
        "english_devnagari": "anāḍhyataivāsādhutvesādhutve dambha eva tusvīkāra eva codvāhesnānam eva prasādhanam",
        "verse_Syn": [
            "anāḍhyatā",
            "eva",
            "asādhutve",
            "sādhutve",
            "dambhaḥ",
            "eva",
            "tu",
            "svī",
            "kāraḥ",
            "eva",
            "ca",
            "udvāhe",
            "snānam",
            "eva",
            "prasādhanam"
        ],
        "translation": "A person will be judged unholy if he does not have money, and hypocrisy will be accepted as virtue. Marriage will be arranged simply by verbal agreement, and a person will think he is fit to appear in public if he has merely taken a bath.",
        "purport": " The word dambha indicates a self-righteous hypocrite — someone not so much concerned with being saintly as with appearing saintly. In the Age of Kali there is a rather large number of self-righteous, hypocritical religious fanatics claiming to have the only way, the only truth and the only light. In many Muslim countries this mentality has resulted in brutal repression of religious freedom and thus destroyed the opportunity for enlightened spiritual dialectic. Fortunately, in much of the Western world there is a system of free religious expression. Even in the West, however, self-righteous hypocrites consider sincere and saintly followers of other disciplines to be heathens and devils. Western religious fanatics are usually addicted to many bad habits, such as smoking, drinking, sex, gambling and animal slaughter. Although the followers of the Kṛṣṇa consciousness movement strictly avoid illicit sex, intoxication, gambling and animal killing, and although they dedicate their lives to the constant glorification of God, self-righteous hypocrites claim that such strict austerity and devotion to God are “tricks of the devil.” Thus the sinful are promoted as religious, and the saintly are decried as demonic. This pathetic incapacity to grasp the most rudimentary criteria of spirituality is a prominent symptom of Kali-yuga. In this age, the institution of marriage will degenerate. Indeed, already a marriage certificate is sometimes cynically rejected as “a mere piece of paper.” Forgetting the spiritual purpose of marriage and misunderstanding sex to be the goal of family life, lusty men and women directly engage in sexual affairs without the troublesome formalities and responsibilities of a legal relationship. Such foolish people argue that “sex is natural.” But if sex is natural, pregnancy and childbirth are equally natural. And for the child it is certainly natural to be raised by a loving father and mother and in fact to have the same father and mother throughout his life. Psychological studies confirm that a child needs to be cared for by both his father and his mother, and thus it is obviously natural for sex to be accompanied by a permanent marriage arrangement. Hypocritical people justify unrestricted sex by saying “it is natural,” but to avoid the natural consequence of sex — pregnancy — they use contraceptives, which certainly do not grow on trees. Indeed, contraceptives are not at all natural. Thus hypocrisy and foolishness abound in the Age of Kali. The verse concludes by saying that people will neglect to ornament their bodies properly in the present age. A human being should decorate his body with various religious ornaments. Vaiṣṇavas mark their bodies with tilaka blessed with the holy name of God. But in the Age of Kali, religious and even material formalities are thoughtlessly discarded."
    },
    {
        "verse": "6",
        "devanagari": "दूरे वार्ययनं तीर्थं लावण्यं केशधारणम् ।उदरंभरता स्वार्थ: सत्यत्वे धार्ष्ट्यमेव हि ।दाक्ष्यं कुटुम्बभरणं यशोऽर्थे धर्मसेवनम् ॥ ६ ॥",
        "english_devnagari": "dūre vāry-ayanaṁ tīrthaṁlāvaṇyaṁ keśa-dhāraṇamudaraṁ-bharatā svārthaḥsatyatve dhārṣṭyam eva hidākṣyaṁ kuṭumba-bharaṇaṁyaśo ’rthe dharma-sevanam",
        "verse_Syn": [
            "dūre",
            "vāri",
            "ayanam",
            "tīrtham",
            "lāvaṇyam",
            "keśa",
            "dhāraṇam",
            "udaram",
            "bharatā",
            "sva",
            "arthaḥ",
            "satyatve",
            "dhārṣṭyam",
            "eva",
            "hi",
            "dākṣyam",
            "kuṭumba",
            "bharaṇam",
            "yaśaḥ",
            "arthe",
            "dharma",
            "sevanam"
        ],
        "translation": "A sacred place will be taken to consist of no more than a reservoir of water located at a distance, and beauty will be thought to depend on one’s hairstyle. Filling the belly will become the goal of life, and one who is audacious will be accepted as truthful. He who can maintain a family will be regarded as an expert man, and the principles of religion will be observed only for the sake of reputation.",
        "purport": " In India there are many sacred places through which holy rivers flow. Foolish persons eagerly seek redemption from their sins by bathing in these rivers but do not take instruction from learned devotees of the Lord who reside in such places. One should go to a holy place seeking spiritual enlightenment and not just for ritualistic bathing. In this age, people tirelessly arrange their hair in different styles, trying to enhance their facial beauty and sexuality. They do not know that actual beauty comes from within the heart, from the soul, and that only a person who is pure is truly attractive. As the difficulties of this age increase, filling one’s belly will be the mark of success, and one who can maintain his own family will be considered brilliant in economic affairs. Religion will be practiced, if at all, only for the sake of reputation and without any essential understanding of the Supreme Personality of Godhead."
    },
    {
        "verse": "7",
        "devanagari": "एवं प्रजाभिर्दुष्टाभिराकीर्णे क्षितिमण्डले ।ब्रह्मविट्‍क्षत्रशूद्राणां यो बली भविता नृप: ॥ ७ ॥",
        "english_devnagari": "evaṁ prajābhir duṣṭābhirākīrṇe kṣiti-maṇḍalebrahma-viṭ-kṣatra-śūdrāṇāṁyo balī bhavitā nṛpaḥ",
        "verse_Syn": [
            "evam",
            "prajābhiḥ",
            "duṣṭābhiḥ",
            "ākīrṇe",
            "kṣiti",
            "maṇḍale",
            "brahma",
            "viṭ",
            "kṣatra",
            "śūdrāṇām",
            "yaḥ",
            "balī",
            "bhavitā",
            "nṛpaḥ"
        ],
        "translation": "As the earth thus becomes crowded with a corrupt population, whoever among any of the social classes shows himself to be the strongest will gain political power.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "प्रजा हि लुब्धै राजन्यैर्निर्घृणैर्दस्युधर्मभि: ।आच्छिन्नदारद्रविणा यास्यन्ति गिरिकाननम् ॥ ८ ॥",
        "english_devnagari": "prajā hi lubdhai rājanyairnirghṛṇair dasyu-dharmabhiḥācchinna-dāra-draviṇāyāsyanti giri-kānanam",
        "verse_Syn": [
            "prajāḥ",
            "hi",
            "lubdhaiḥ",
            "rājanyaiḥ",
            "nirghṛṇaiḥ",
            "dasyu",
            "dharmabhiḥ",
            "ācchinna",
            "dāra",
            "draviṇāḥ",
            "yāsyanti",
            "giri",
            "kānanam"
        ],
        "translation": "Losing their wives and properties to such avaricious and merciless rulers, who will behave no better than ordinary thieves, the citizens will flee to the mountains and forests.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "शाकमूलामिषक्षौद्रफलपुष्पाष्टिभोजना: ।अनावृष्टय‍ा विनङ्‌क्ष्यन्ति दुर्भिक्षकरपीडिता: ॥ ९ ॥",
        "english_devnagari": "śāka-mūlāmiṣa-kṣaudra-phala-puṣpāṣṭi-bhojanāḥanāvṛṣṭyā vinaṅkṣyantidurbhikṣa-kara-pīḍitāḥ",
        "verse_Syn": [
            "śāka",
            "mūla",
            "āmiṣa",
            "kṣaudra",
            "phala",
            "puṣpa",
            "aṣṭi",
            "bhojanāḥ",
            "anāvṛṣṭyā",
            "vinaṅkṣyanti",
            "durbhikṣa",
            "kara",
            "pīḍitāḥ"
        ],
        "translation": "Harassed by famine and excessive taxes, people will resort to eating leaves, roots, flesh, wild honey, fruits, flowers and seeds. Struck by drought, they will become completely ruined.",
        "purport": " Śrīmad-Bhāgavatam authoritatively describes the future of our planet. Just as a leaf disconnected from a plant or tree dries up, withers and disintegrates, when human society is disconnected from the Supreme Lord it withers up and disintegrates in violence and chaos. Despite our computers and rockets, if the Supreme Lord does not send rain we shall all starve."
    },
    {
        "verse": "10",
        "devanagari": "शीतवातातपप्रावृड्‌‌हिमैरन्योन्यत: प्रजा: ।क्षुत्तृड्भ्यां व्याधिभिश्चैव सन्तप्स्यन्ते च चिन्तया ॥ १० ॥",
        "english_devnagari": "śīta-vātātapa-prāvṛḍ-himair anyonyataḥ prajāḥkṣut-tṛḍbhyāṁ vyādhibhiś caivasantapsyante ca cintayā",
        "verse_Syn": [
            "śīta",
            "vāta",
            "ātapa",
            "prāvṛt",
            "himaiḥ",
            "anyonyataḥ",
            "prajāḥ",
            "kṣut",
            "tṛḍbhyām",
            "vyādhibhiḥ",
            "ca",
            "eva",
            "santapsyante",
            "ca",
            "cintayā"
        ],
        "translation": "The citizens will suffer greatly from cold, wind, heat, rain and snow. They will be further tormented by quarrels, hunger, thirst, disease and severe anxiety.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "त्रिंशद्विंशतिवर्षाणि परमायु: कलौ नृणाम् ॥ ११ ॥",
        "english_devnagari": "triṁśad viṁśati varṣāṇiparamāyuḥ kalau nṛṇām",
        "verse_Syn": [
            "triṁśat",
            "viṁśati",
            "varṣāṇi",
            "parama",
            "āyuḥ",
            "kalau",
            "nṛṇām"
        ],
        "translation": "The maximum duration of life for human beings in Kali-yuga will become fifty years.",
        "purport": ""
    },
    {
        "verse": "12-16",
        "devanagari": "क्षीयमाणेषु देहेषु देहिनां कलिदोषत: ।वर्णाश्रमवतां धर्मे नष्टे वेदपथे नृणाम् ॥ १२ ॥पाषण्डप्रचुरे धर्मे दस्युप्रायेषु राजसु ।चौर्यानृतवृथाहिंसानानावृत्तिषु वै नृषु ॥ १३ ॥शूद्रप्रायेषु वर्णेषुच्छागप्रायासु धेनुषु ।गृहप्रायेष्वाश्रमेषु यौनप्रायेषु बन्धुषु ॥ १४ ॥अणुप्रायास्वोषधीषु शमीप्रायेषु स्थास्नुषु ।विद्युत्प्रायेषु मेघेषु शून्यप्रायेषु सद्मसु ॥ १५ ॥इत्थं कलौ गतप्राये जनेषु खरधर्मिषु ।धर्मत्राणाय सत्त्वेन भगवानवतरिष्यति ॥ १६ ॥",
        "english_devnagari": "kṣīyamāṇeṣu deheṣudehināṁ kali-doṣataḥvarṇāśramavatāṁ dharmenaṣṭe veda-pathe nṛṇām",
        "verse_Syn": [
            "kṣīyamāṇeṣu",
            "deheṣu",
            "dehinām",
            "kali",
            "doṣataḥ",
            "varṇa",
            "āśrama",
            "vatām",
            "dharme",
            "naṣṭe",
            "veda",
            "pathe",
            "nṛṇām",
            "pāṣaṇḍa",
            "pracure",
            "dharme",
            "dasyu",
            "prāyeṣu",
            "rājasu",
            "caurya",
            "anṛta",
            "vṛthā",
            "hiṁsā",
            "nānā",
            "vṛttiṣu",
            "vai",
            "nṛṣu",
            "śūdra",
            "prāyeṣu",
            "varṇeṣu",
            "chāga",
            "prāyāsu",
            "dhenuṣu",
            "gṛha",
            "prāyeṣu",
            "āśrameṣu",
            "yauna",
            "prāyeṣu",
            "bandhuṣu",
            "aṇu",
            "prāyāsu",
            "oṣadhīṣu",
            "śamī",
            "prāyeṣu",
            "sthāsnuṣu",
            "vidyut",
            "prāyeṣu",
            "megheṣu",
            "śūnya",
            "prāyeṣu",
            "sadmasu",
            "ittham",
            "kalau",
            "gata",
            "prāye",
            "janeṣu",
            "khara",
            "dharmiṣu",
            "dharma",
            "trāṇāya",
            "sattvena",
            "bhagavān",
            "avatariṣyati"
        ],
        "translation": "By the time the Age of Kali ends, the bodies of all creatures will be greatly reduced in size, and the religious principles of followers of varṇāśrama will be ruined. The path of the Vedas will be completely forgotten in human society, and so-called religion will be mostly atheistic. The kings will mostly be thieves, the occupations of men will be stealing, lying and needless violence, and all the social classes will be reduced to the lowest level of śūdras. Cows will be like goats, spiritual hermitages will be no different from mundane houses, and family ties will extend no further than the immediate bonds of marriage. Most plants and herbs will be tiny, and all trees will appear like dwarf śamī trees. Clouds will be full of lightning, homes will be devoid of piety, and all human beings will have become like asses. At that time, the Supreme Personality of Godhead will appear on the earth. Acting with the power of pure spiritual goodness, He will rescue eternal religion.",
        "purport": " Significantly, these verses point out that most so-called religions in this age will be atheistic (pāsaṇḍa-pracure dharme). In confirmation of the Bhāgavatam’s prediction, the United States Supreme Court has recently ruled that to be considered a religion a system of belief need not recognize a supreme being. Also, many atheistic, voidistic belief systems, often imported from the Orient, have attracted the attention of modern atheistic scientists, who expound on the similarities between Eastern and Western voidism in fashionable, esoteric books. These verses vividly describe many unsavory symptoms of the Age of Kali. Ultimately, at the end of this age, Lord Kṛṣṇa will descend as Kalki and remove the thoroughly demonic persons from the face of the earth."
    },
    {
        "verse": "17",
        "devanagari": "चराचरगुरोर्विष्णोरीश्वरस्याखिलात्मन: ।धर्मत्राणाय साधूनां जन्म कर्मापनुत्तये ॥ १७ ॥",
        "english_devnagari": "carācara-guror viṣṇorīśvarasyākhilātmanaḥdharma-trāṇāya sādhūnāṁjanma karmāpanuttaye",
        "verse_Syn": [
            "cara",
            "acara",
            "guroḥ",
            "viṣṇoḥ",
            "īśvarasya",
            "akhila",
            "ātmanaḥ",
            "dharma",
            "trāṇāya",
            "sādhūnām",
            "janma",
            "karma",
            "apanuttaye"
        ],
        "translation": "Lord Viṣṇu — the Supreme Personality of Godhead, the spiritual master of all moving and nonmoving living beings, and the Supreme Soul of all — takes birth to protect the principles of religion and to relieve His saintly devotees from the reactions of material work.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "शम्भलग्राममुख्यस्य ब्राह्मणस्य महात्मन: ।भवने विष्णुयशस: कल्कि: प्रादुर्भविष्यति ॥ १८ ॥",
        "english_devnagari": "śambhala-grāma-mukhyasyabrāhmaṇasya mahātmanaḥbhavane viṣṇuyaśasaḥkalkiḥ prādurbhaviṣyati",
        "verse_Syn": [
            "śambhala",
            "grāma",
            "mukhyasya",
            "brāhmaṇasya",
            "mahā",
            "ātmanaḥ",
            "bhavane",
            "viṣṇuyaśasaḥ",
            "kalkiḥ",
            "prādurbhaviṣyati"
        ],
        "translation": "Lord Kalki will appear in the home of the most eminent brāhmaṇa of Śambhala village, the great soul Viṣṇuyaśā.",
        "purport": ""
    },
    {
        "verse": "19-20",
        "devanagari": "अश्वमाशुगमारुह्य देवदत्तं जगत्पति: ।असिनासाधुदमनमष्टैश्वर्यगुणान्वित: ॥ १९ ॥विचरन्नाशुना क्षौण्यां हयेनाप्रतिमद्युति: ।नृपलिङ्गच्छदो दस्यून्कोटिशो निहनिष्यति ॥ २० ॥",
        "english_devnagari": "aśvam āśu-gam āruhyadevadattaṁ jagat-patiḥasināsādhu-damanamaṣṭaiśvarya-guṇānvitaḥ",
        "verse_Syn": [
            "aśvam",
            "āśu",
            "gam",
            "āruhya",
            "devadattam",
            "jagat",
            "patiḥ",
            "asinā",
            "asādhu",
            "damanam",
            "aṣṭa",
            "aiśvarya",
            "guṇa",
            "anvitaḥ",
            "vicaran",
            "āśunā",
            "kṣauṇyām",
            "hayena",
            "apratima",
            "dyutiḥ",
            "nṛpa",
            "liṅga",
            "chadaḥ",
            "dasyūn",
            "koṭiśaḥ",
            "nihaniṣyati"
        ],
        "translation": "Lord Kalki, the Lord of the universe, will mount His swift horse Devadatta and, sword in hand, travel over the earth exhibiting His eight mystic opulences and eight special qualities of Godhead. Displaying His unequaled effulgence and riding with great speed, He will kill by the millions those thieves who have dared dress as kings.",
        "purport": " These verses describe the thrilling pastimes of Lord Kalki. Anyone would be attracted by the sight of a powerful, beautiful man riding on a wonderful horse at lightning speed, chastising and devastating cruel, demonic people with the sword in His hand. Of course, fanatical materialists may argue that this picture of Lord Kalki is a mere anthropomorphic creation of the human mind — a mythological deity created by people who need to believe in some superior being. But this argument is not logical, nor does it prove anything. It is merely the opinion of certain people. We need water, but that does not mean man creates water. We also need food, oxygen and many other things that we do not create. Since our general experience is that our needs correspond to available objects existing in the external world, that we appear to need a Supreme Lord would tend to indicate that in fact there is a Supreme Lord. In other words, nature endows us with a sense of need for things that actually exist and that are in fact necessary for our well-being. Similarly, we experience a need for God because we are in fact part of God and cannot live without Him. At the end of Kali-yuga this same God will appear as the mighty Kalki avatāra and beat the pollution out of the demons."
    },
    {
        "verse": "21",
        "devanagari": "अथ तेषां भविष्यन्ति मनांसि विशदानि वै ।वासुदेवाङ्गरागातिपुण्यगन्धानिलस्पृशाम् ।पौरजानपदानां वै हतेष्वखिलदस्युषु ॥ २१ ॥",
        "english_devnagari": "atha teṣāṁ bhaviṣyantimanāṁsi viśadāni vaivāsudevāṅga-rāgāti-puṇya-gandhānila-spṛśāmpaura-jānapadānāṁ vaihateṣv akhila-dasyuṣu",
        "verse_Syn": [
            "atha",
            "teṣām",
            "bhaviṣyanti",
            "manāṁsi",
            "viśadāni",
            "vai",
            "vāsudeva",
            "aṅga",
            "rāga",
            "ati",
            "puṇya",
            "gandha",
            "anila",
            "spṛśām",
            "paura",
            "jāna",
            "padānām",
            "vai",
            "hateṣu",
            "akhila",
            "dasyuṣu"
        ],
        "translation": "After all the impostor kings have been killed, the residents of the cities and towns will feel the breezes carrying the most sacred fragrance of the sandalwood paste and other decorations of Lord Vāsudeva, and their minds will thereby become transcendentally pure.",
        "purport": " Nothing can surpass the sublime experience of being dramatically rescued by a great hero who happens to be the Supreme Lord. The death of the demons at the end of Kali-yuga is accompanied by fragrant spiritual breezes, and thus the atmosphere becomes most enchanting."
    },
    {
        "verse": "22",
        "devanagari": "तेषां प्रजाविसर्गश्च स्थविष्ठ: सम्भविष्यति ।वासुदेवे भगवति सत्त्वमूर्तौ हृदि स्थिते ॥ २२ ॥",
        "english_devnagari": "teṣāṁ prajā-visargaś casthaviṣṭhaḥ sambhaviṣyativāsudeve bhagavatisattva-mūrtau hṛdi sthite",
        "verse_Syn": [
            "teṣām",
            "prajā",
            "visargaḥ",
            "ca",
            "sthaviṣṭhaḥ",
            "sambhaviṣyati",
            "vāsudeve",
            "bhagavati",
            "sattva",
            "mūrtau",
            "hṛdi",
            "sthite"
        ],
        "translation": "When Lord Vāsudeva, the Supreme Personality of Godhead, appears in their hearts in His transcendental form of goodness, the remaining citizens will abundantly repopulate the earth.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "यदावतीर्णो भगवान् कल्किर्धर्मपतिर्हरि: ।कृतं भविष्यति तदा प्रजासूतिश्च सात्त्विकी ॥ २३ ॥",
        "english_devnagari": "yadāvatīrṇo bhagavānkalkir dharma-patir hariḥkṛtaṁ bhaviṣyati tadāprajā-sūtiś ca sāttvikī",
        "verse_Syn": [
            "yadā",
            "avatīrṇaḥ",
            "bhagavān",
            "kalkiḥ",
            "dharma",
            "patiḥ",
            "hariḥ",
            "kṛtam",
            "bhaviṣyati",
            "tadā",
            "prajā",
            "sūtiḥ",
            "ca",
            "sāttvikī"
        ],
        "translation": "When the Supreme Lord has appeared on earth as Kalki, the maintainer of religion, Satya-yuga will begin, and human society will bring forth progeny in the mode of goodness.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "यदा चन्द्रश्च सूर्यश्च तथा तिष्यबृहस्पती ।एकराशौ समेष्यन्ति भविष्यति तदा कृतम् ॥ २४ ॥",
        "english_devnagari": "yadā candraś ca sūryaś catathā tiṣya-bṛhaspatīeka-rāśau sameṣyantibhaviṣyati tadā kṛtam",
        "verse_Syn": [
            "yadā",
            "candraḥ",
            "ca",
            "sūryaḥ",
            "ca",
            "tathā",
            "tiṣya",
            "bṛhaspatī",
            "eka",
            "rāśau",
            "sameṣyanti",
            "bhaviṣyati",
            "tadā",
            "kṛtam"
        ],
        "translation": "When the moon, the sun and Bṛhaspatī are together in the constellation Karkaṭa, and all three enter simultaneously into the lunar mansion Puṣyā — at that exact moment the age of Satya, or Kṛta, will begin.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "येऽतीता वर्तमाना ये भविष्यन्ति च पार्थिवा: ।ते त उद्देशत: प्रोक्ता वंशीया: सोमसूर्ययो: ॥ २५ ॥",
        "english_devnagari": "ye ’tītā vartamānā yebhaviṣyanti ca pārthivāḥte ta uddeśataḥ proktāvaṁśīyāḥ soma-sūryayoḥ",
        "verse_Syn": [
            "ye",
            "atītāḥ",
            "vartamānāḥ",
            "ye",
            "bhaviṣyanti",
            "ca",
            "pārthivāḥ",
            "te",
            "te",
            "uddeśataḥ",
            "proktāḥ",
            "vaṁśīyāḥ",
            "soma",
            "sūryayoḥ"
        ],
        "translation": "Thus I have described all the kings — past, present and future — who belong to the dynasties of the sun and the moon.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "आरभ्य भवतो जन्म यावन्नन्दाभिषेचनम् ।एतद् वर्षसहस्रं तु शतं पञ्चदशोत्तरम् ॥ २६ ॥",
        "english_devnagari": "ārabhya bhavato janmayāvan nandābhiṣecanametad varṣa-sahasraṁ tuśataṁ pañcadaśottaram",
        "verse_Syn": [
            "ārabhya",
            "bhavataḥ",
            "janma",
            "yāvat",
            "nanda",
            "abhiṣecanam",
            "etat",
            "varṣa",
            "sahasram",
            "tu",
            "śatam",
            "pañca",
            "daśa",
            "uttaram"
        ],
        "translation": "From your birth up to the coronation of King Nanda, 1,150 years will pass.",
        "purport": " Although Śukadeva Gosvāmī previously described approximately fifteen hundred years of royal dynasties, it is understood that some overlapping occurred between kings. Therefore the present chronological calculation should be taken as authoritative."
    },
    {
        "verse": "27-28",
        "devanagari": "सप्तर्षीणां तु यौ पूर्वौ द‍ृश्येते उदितौ दिवि ।तयोस्तु मध्ये नक्षत्रं द‍ृश्यते यत् समं निशि ॥ २७ ॥तेनैव ऋषयो युक्तास्तिष्ठन्त्यब्दशतं नृणाम् ।ते त्वदीये द्विजा: काल अधुना चाश्रिता मघा: ॥ २८ ॥",
        "english_devnagari": "saptarṣīṇāṁ tu yau pūrvaudṛśyete uditau divitayos tu madhye nakṣatraṁdṛśyate yat samaṁ niśi",
        "verse_Syn": [
            "sapta",
            "ṛṣīṇām",
            "tu",
            "yau",
            "pūrvau",
            "dṛśyete",
            "uditau",
            "divi",
            "tayoḥ",
            "tu",
            "madhye",
            "nakṣatram",
            "dṛśyate",
            "yat",
            "samam",
            "niśi",
            "tena",
            "eva",
            "ṛṣayaḥ",
            "yuktāḥ",
            "tiṣṭhanti",
            "abda",
            "śatam",
            "nṛṇām",
            "te",
            "tvadīye",
            "dvijāḥ",
            "kāle",
            "adhunā",
            "ca",
            "āśritāḥ",
            "maghāḥ"
        ],
        "translation": "Of the seven stars forming the constellation of the seven sages, Pulaha and Kratu are the first to rise in the night sky. If a line running north and south were drawn through their midpoint, whichever of the lunar mansions this line passes through is said to be the ruling asterism of the constellation for that time. The Seven Sages will remain connected with that particular lunar mansion for one hundred human years. Currently, during your lifetime, they are situated in the nakṣatra called Maghā.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "विष्णोर्भगवतो भानु: कृष्णाख्योऽसौ दिवं गत: ।तदाविशत् कलिर्लोकं पापे यद् रमते जन: ॥ २९ ॥",
        "english_devnagari": "viṣṇor bhagavato bhānuḥkṛṣṇākhyo ’sau divaṁ gataḥtadāviśat kalir lokaṁpāpe yad ramate janaḥ",
        "verse_Syn": [
            "viṣṇoḥ",
            "bhagavataḥ",
            "bhānuḥ",
            "kṛṣṇa",
            "ākhyaḥ",
            "asau",
            "divam",
            "gataḥ",
            "tadā",
            "aviśat",
            "kaliḥ",
            "lokam",
            "pāpe",
            "yat",
            "ramate",
            "janaḥ"
        ],
        "translation": "The Supreme Lord, Viṣṇu, is brilliant like the sun and is known as Kṛṣṇa. When He returned to the spiritual sky, Kali entered this world, and people then began to take pleasure in sinful activities.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "यावत् स पादपद्माभ्यां स्पृशनास्ते रमापति: ।तावत् कलिर्वै पृथिवीं पराक्रन्तुं न चाशकत् ॥ ३० ॥",
        "english_devnagari": "yāvat sa pāda-padmābhyāṁspṛśan āste ramā-patiḥtāvat kalir vai pṛthivīṁparākrantuṁ na cāśakat",
        "verse_Syn": [
            "yāvat",
            "saḥ",
            "pāda",
            "padmābhyām",
            "spṛśan",
            "āste",
            "ramā",
            "patiḥ",
            "tāvat",
            "kaliḥ",
            "vai",
            "pṛthivīm",
            "parākrantum",
            "na",
            "ca",
            "aśakat"
        ],
        "translation": "As long as Lord Śrī Kṛṣṇa, the husband of the goddess of fortune, touched the earth with His lotus feet, Kali was powerless to subdue this planet.",
        "purport": " Although even during the time of Lord Kṛṣṇa’s presence on earth Kali had entered the earth to a slight extent through the impious activities of Duryodhana and his allies, Lord Kṛṣṇa consistently suppressed Kali’s influence. Kali could not flourish until Lord Kṛṣṇa had left the earth."
    },
    {
        "verse": "31",
        "devanagari": "यदा देवर्षय: सप्त मघासु विचरन्ति हि ।तदा प्रवृत्तस्तु कलिर्द्वादशाब्दशतात्मक: ॥ ३१ ॥",
        "english_devnagari": "yadā devarṣayaḥ saptamaghāsu vicaranti hitadā pravṛttas tu kalirdvādaśābda-śatātmakaḥ",
        "verse_Syn": [
            "yadā",
            "deva",
            "ṛṣayaḥ",
            "sapta",
            "maghāsu",
            "vicaranti",
            "hi",
            "tadā",
            "pravṛttaḥ",
            "tu",
            "kaliḥ",
            "dvādaśa",
            "abda",
            "śata",
            "ātmakaḥ"
        ],
        "translation": "When the constellation of the seven sages is passing through the lunar mansion Maghā, the Age of Kali begins. It comprises twelve hundred years of the demigods.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यदा मघाभ्यो यास्यन्ति पूर्वाषाढां महर्षय: ।तदा नन्दात् प्रभृत्येष कलिर्वृद्धिं गमिष्यति ॥ ३२ ॥",
        "english_devnagari": "yadā maghābhyo yāsyantipūrvāṣāḍhāṁ maharṣayaḥtadā nandāt prabhṛty eṣakalir vṛddhiṁ gamiṣyati",
        "verse_Syn": [
            "yadā",
            "maghābhyaḥ",
            "yāsyanti",
            "pūrva",
            "āṣāḍhām",
            "mahā",
            "ṛṣayaḥ",
            "tadā",
            "nandāt",
            "prabhṛti",
            "eṣaḥ",
            "kaliḥ",
            "vṛddhim",
            "gamiṣyati"
        ],
        "translation": "When the great sages of the Saptarṣi constellation pass from Maghā to Pūrvāsāḍhā, Kali will have his full strength, beginning from King Nanda and his dynasty.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "यस्मिन् कृष्णो दिवं यातस्तस्मिन्नेव तदाहनि ।प्रतिपन्नं कलियुगमिति प्राहु: पुराविद: ॥ ३३ ॥",
        "english_devnagari": "yasmin kṛṣṇo divaṁ yātastasminn eva tadāhanipratipannaṁ kali-yugamiti prāhuḥ purā-vidaḥ",
        "verse_Syn": [
            "yasmin",
            "kṛṣṇaḥ",
            "divam",
            "yātaḥ",
            "tasmin",
            "eva",
            "tadā",
            "ahani",
            "pratipannam",
            "kali",
            "yugam",
            "iti",
            "prāhuḥ",
            "purā",
            "vidaḥ"
        ],
        "translation": "Those who scientifically understand the past declare that on the very day that Lord Śrī Kṛṣṇa departed for the spiritual world, the influence of the Age of Kali began.",
        "purport": " Although technically Kali-yuga was to begin during the time of Lord Kṛṣṇa’s presence on earth, this fallen age had to wait meekly for the departure of the Supreme Personality of Godhead."
    },
    {
        "verse": "34",
        "devanagari": "दिव्याब्दानां सहस्रान्ते चतुर्थे तु पुन: कृतम् ।भविष्यति तदा नृणां मन आत्मप्रकाशकम् ॥ ३४ ॥",
        "english_devnagari": "divyābdānāṁ sahasrāntecaturthe tu punaḥ kṛtambhaviṣyati tadā nṝṇāṁmana ātma-prakāśakam",
        "verse_Syn": [
            "divya",
            "abdānām",
            "sahasra",
            "ante",
            "caturthe",
            "tu",
            "punaḥ",
            "kṛtam",
            "bhaviṣyati",
            "tadā",
            "nṝṇām",
            "manaḥ",
            "ātma",
            "prakāśakam"
        ],
        "translation": "After the one thousand celestial years of Kali-yuga, the Satya-yuga will manifest again. At that time the minds of all men will become self-effulgent.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "इत्येष मानवो वंशो यथा सङ्ख्यायते भुवि ।तथा विट्‌शूद्रविप्राणां तास्ता ज्ञेया युगे युगे ॥ ३५ ॥",
        "english_devnagari": "ity eṣa mānavo vaṁśoyathā saṅkhyāyate bhuvitathā viṭ-śūdra-viprāṇāṁtās tā jñeyā yuge yuge",
        "verse_Syn": [
            "iti",
            "eṣaḥ",
            "mānavaḥ",
            "vaṁśaḥ",
            "yathā",
            "saṅkhyāyate",
            "bhuvi",
            "tathā",
            "viṭ",
            "śūdra",
            "viprāṇām",
            "tāḥ",
            "tāḥ",
            "jñeyāḥ",
            "yuge",
            "yuge"
        ],
        "translation": "Thus I have described the royal dynasty of Manu, as it is known on this earth. One can similarly study the history of the vaiśyas, śūdras and brāhmaṇas living in the various ages.",
        "purport": " Just as the dynasty of kings includes exalted and insignificant, virtuous and wicked monarchs, varieties of human character are found in the intellectual, commercial and laboring orders of society."
    },
    {
        "verse": "36",
        "devanagari": "एतेषां नामलिङ्गानां पुरुषाणां महात्मनाम् ।कथामात्रावशिष्टानां कीर्तिरेव स्थिता भुवि ॥ ३६ ॥",
        "english_devnagari": "eteṣāṁ nāma-liṅgānāṁpuruṣāṇāṁ mahātmanāmkathā-mātrāvaśiṣṭānāṁkīrtir eva sthitā bhuvi",
        "verse_Syn": [
            "eteṣām",
            "nāma",
            "liṅgānām",
            "puruṣāṇām",
            "mahā",
            "ātmanām",
            "kathā",
            "mātra",
            "avaśiṣṭānām",
            "kīrtiḥ",
            "eva",
            "sthitā",
            "bhuvi"
        ],
        "translation": "These personalities, who were great souls, are now known only by their names. They exist only in accounts from the past, and only their fame remains on the earth.",
        "purport": " Although one may consider oneself to be a great, powerful leader, he will ultimately end up as a name in a long list of names. In other words, it is useless to be attached to power and position in the material world."
    },
    {
        "verse": "37",
        "devanagari": "देवापि: शान्तनोर्भ्राता मरुश्चेक्ष्वाकुवंशज: ।कलापग्राम आसाते महायोगबलान्वितौ ॥ ३७ ॥",
        "english_devnagari": "devāpiḥ śāntanor bhrātāmaruś cekṣvāku-vaṁśa-jaḥkalāpa-grāma āsātemahā-yoga-balānvitau",
        "verse_Syn": [
            "devāpiḥ",
            "śāntanoḥ",
            "bhrātā",
            "maruḥ",
            "ca",
            "ikṣvāku",
            "vaṁśa",
            "jaḥ",
            "kalāpa",
            "grāme",
            "āsāte",
            "mahā",
            "yoga",
            "bala",
            "anvitau"
        ],
        "translation": "Devāpi, the brother of Mahārāja Śāntanu, and Maru, the descendant of Ikṣvāku, both possess great mystic strength and are living even now in the village of Kalāpa.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "ताविहैत्य कलेरन्ते वासुदेवानुशिक्षितौ ।वर्णाश्रमयुतं धर्मं पूर्ववत् प्रथयिष्यत: ॥ ३८ ॥",
        "english_devnagari": "tāv ihaitya kaler antevāsudevānuśikṣitauvarṇāśrama-yutaṁ dharmaṁpūrva-vat prathayiṣyataḥ",
        "verse_Syn": [
            "tau",
            "iha",
            "etya",
            "kaleḥ",
            "ante",
            "vāsudeva",
            "anuśikṣitau",
            "varṇa",
            "āśrama",
            "yutam",
            "dharmam",
            "pūrva",
            "vat",
            "prathayiṣyataḥ"
        ],
        "translation": "At the end of the Age of Kali, these two kings, having received instruction directly from the Supreme Personality of Godhead, Vāsudeva, will return to human society and reestablish the eternal religion of man, characterized by the divisions of varṇa and āśrama, just as it was before.",
        "purport": " According to this and the previous verse, the two great kings who will reestablish human culture after the end of Kali-yuga have already descended to the earth, where they are patiently waiting to render their devotional service to Lord Viṣṇu."
    },
    {
        "verse": "39",
        "devanagari": "कृतं त्रेता द्वापरं च कलिश्चेति चतुर्युगम् ।अनेन क्रमयोगेन भुवि प्राणिषु वर्तते ॥ ३९ ॥",
        "english_devnagari": "kṛtaṁ tretā dvāparaṁ cakaliś ceti catur-yugamanena krama-yogenabhuvi prāṇiṣu vartate",
        "verse_Syn": [
            "kṛtam",
            "tretā",
            "dvāparam",
            "ca",
            "kaliḥ",
            "ca",
            "iti",
            "catuḥ",
            "yugam",
            "anena",
            "krama",
            "yogena",
            "bhuvi",
            "prāṇiṣu",
            "vartate"
        ],
        "translation": "The cycle of four ages — Satya, Tretā, Dvāpara and Kali — continues perpetually among living beings on this earth, repeating the same general sequence of events.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "राजन्नेते मया प्रोक्ता नरदेवास्तथापरे ।भूमौ ममत्वं कृत्वान्ते हित्वेमां निधनं गता: ॥ ४० ॥",
        "english_devnagari": "rājann ete mayā proktānara-devās tathāparebhūmau mamatvaṁ kṛtvāntehitvemāṁ nidhanaṁ gatāḥ",
        "verse_Syn": [
            "rājan",
            "ete",
            "mayā",
            "proktāḥ",
            "nara",
            "devāḥ",
            "tathā",
            "apare",
            "bhūmau",
            "mamatvam",
            "kṛtvā",
            "ante",
            "hitvā",
            "imām",
            "nidhanam",
            "gatāḥ"
        ],
        "translation": "My dear King Parīkṣit, all these kings I have described, as well as all other human beings, come to this earth and stake their claims, but ultimately they all must give up this world and meet their destruction.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "कृमिविड्भस्मसंज्ञान्ते राजनाम्नोऽपि यस्य च ।भूतध्रुक् तत्कृते स्वार्थं किं वेद निरयो यत: ॥ ४१ ॥",
        "english_devnagari": "kṛmi-viḍ-bhasma-saṁjñānterāja-nāmno ’pi yasya cabhūta-dhruk tat-kṛte svārthaṁkiṁ veda nirayo yataḥ",
        "verse_Syn": [
            "kṛmi",
            "viṭ",
            "bhasma",
            "saṁjñā",
            "ante",
            "rāja",
            "nāmnaḥ",
            "api",
            "yasya",
            "ca",
            "bhūta",
            "dhruk",
            "tat",
            "kṛte",
            "sva",
            "artham",
            "kim",
            "veda",
            "nirayaḥ",
            "yataḥ"
        ],
        "translation": "Even though a person’s body may now have the designation “king,” in the end its name will be “worms,” “stool” or “ashes.” What can a person who injures other living beings for the sake of his body know about his own self-interest, since his activities are simply leading him to hell?",
        "purport": " After death, the body may be buried and eaten by worms, or it may be thrown in the street or forest to be eaten by animals who will pass out its remnants as stool, or it may be burned and converted into ashes. Therefore one should not pave his way to hell by using his temporary body to injure the bodies of other living beings. In this verse the word bhūta includes nonhuman life forms, who are also creatures of God. One should give up all envious violence and learn to see God in everything by the process of Kṛṣṇa consciousness."
    },
    {
        "verse": "42",
        "devanagari": "कथं सेयमखण्डा भू: पूर्वैर्मे पुरुषैर्धृता ।मत्पुत्रस्य च पौत्रस्य मत्पूर्वा वंशजस्य वा ॥ ४२ ॥",
        "english_devnagari": "kathaṁ seyam akhaṇḍā bhūḥpūrvair me puruṣair dhṛtāmat-putrasya ca pautrasyamat-pūrvā vaṁśa-jasya vā",
        "verse_Syn": [
            "katham",
            "sā",
            "iyam",
            "akhaṇḍā",
            "bhūḥ",
            "pūrvaiḥ",
            "me",
            "puruṣaiḥ",
            "dhṛtā",
            "mat",
            "putrasya",
            "ca",
            "pautrasya",
            "mat",
            "pūrvā",
            "vaṁśa",
            "jasya",
            "vā"
        ],
        "translation": "[The materialistic king thinks:] “This unbounded earth was held by my predecessors and is now under my sovereignty. How can I arrange for it to remain in the hands of my sons, grandsons and other descendants?”",
        "purport": " This is an example of foolish possessiveness."
    },
    {
        "verse": "43",
        "devanagari": "तेजोऽबन्नमयं कायं गृहीत्वात्मतयाबुधा: ।महीं ममतया चोभौ हित्वान्तेऽदर्शनं गता: ॥ ४३ ॥",
        "english_devnagari": "tejo-’b-anna-mayaṁ kāyaṁgṛhītvātmatayābudhāḥmahīṁ mamatayā cobhauhitvānte ’darśanaṁ gatāḥ",
        "verse_Syn": [
            "tejaḥ",
            "ap",
            "anna",
            "mayam",
            "kāyam",
            "gṛhītvā",
            "ātmatayā",
            "abudhāḥ",
            "mahīm",
            "mamatayā",
            "ca",
            "ubhau",
            "hitvā",
            "ante",
            "adarśanam",
            "gatāḥ"
        ],
        "translation": "Although the foolish accept the body made of earth, water and fire as “me” and this earth as “mine,” in every case they have ultimately abandoned both their body and the earth and passed away into oblivion.",
        "purport": " Although the soul is eternal, our so-called family tradition and earthly fame will certainly pass into oblivion."
    },
    {
        "verse": "44",
        "devanagari": "ये ये भूपतयो राजन् भुञ्जते भुवमोजसा ।कालेन ते कृता: सर्वे कथामात्रा: कथासु च ॥ ४४ ॥",
        "english_devnagari": "ye ye bhū-patayo rājanbhuñjate bhuvam ojasākālena te kṛtāḥ sarvekathā-mātrāḥ kathāsu ca",
        "verse_Syn": [
            "ye",
            "ye",
            "bhū",
            "patayaḥ",
            "rājan",
            "bhuñjate",
            "bhuvam",
            "ojasā",
            "kālena",
            "te",
            "kṛtāḥ",
            "sarve",
            "kathā",
            "mātrāḥ",
            "kathāsu",
            "ca"
        ],
        "translation": "My dear King Parīkṣit, all these kings who tried to enjoy the earth by their strength were reduced by the force of time to nothing more than historical accounts.",
        "purport": " The word rājan, “O King,” is significant in this verse. Parīkṣit Mahārāja was preparing to give up his body and go back home, back to Godhead, and Śukadeva Gosvāmī, his most merciful spiritual master, devastated any possible attachment that he might have to the position of king by showing the ultimate insignificance of such a position. By the causeless mercy of the spiritual master one is prepared to go back home, back to Godhead. The spiritual master teaches one to relax one’s strong grip on material illusion and leave the kingdom of māyā behind. Although Śukadeva Gosvāmī speaks very bluntly within this chapter about the so-called glory of the material world, he is exhibiting the causeless mercy of the spiritual master, who takes his surrendered disciple back to the kingdom of Godhead, Vaikuṇṭha."
    }
]