[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचयोऽन्त्य: पुरञ्जयो नाम भविष्यो बारहद्रथ: ।तस्यामात्यस्तु शुनको हत्वा स्वामिनमात्मजम् ॥ १ ॥प्रद्योतसंज्ञं राजानं कर्ता यत् पालक: सुत: ।विशाखयूपस्तत्पुत्रो भविता राजकस्तत: ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācayo ’ntyaḥ purañjayo nāmabhaviṣyo bārahadrathaḥtasyāmātyas tu śunakohatvā svāminam ātma-jam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "yaḥ",
            "antyaḥ",
            "purañjayaḥ",
            "nāma",
            "bhaviṣyaḥ",
            "bārahadrathaḥ",
            "tasya",
            "amātyaḥ",
            "tu",
            "śunakaḥ",
            "hatvā",
            "svāminam",
            "ātma",
            "jam",
            "pradyota",
            "saṁjñam",
            "rājānam",
            "kartā",
            "yat",
            "pālakaḥ",
            "sutaḥ",
            "viśākhayūpaḥ",
            "tat",
            "putraḥ",
            "bhavitā",
            "rājakaḥ",
            "tataḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: The last king mentioned in our previous enumeration of the future rulers of the Māgadha dynasty was Purañjaya, who will take birth as the descendant of Bṛhadratha. Purañjaya’s minister Śunaka will assassinate the king and install his own son, Pradyota, on the throne. The son of Pradyota will be Pālaka, his son will be Viśākhayūpa, and his son will be Rājaka.",
        "purport": " The vicious political intrigue described here is symptomatic of the Age of Kali. In the Ninth Canto of this work, Śukadeva Gosvāmī describes how the great rulers of men descended from two royal dynasties, that of the sun and that of the moon. The Ninth Canto’s description of Lord Rāmacandra, a most famous incarnation of God, occurs in this genealogical narration, and at the end of the Ninth Canto Śukadeva describes the forefathers of Lord Kṛṣṇa and Lord Balarāma. Finally, the appearance of Lord Kṛṣṇa and that of Lord Balarāma are mentioned within the context of the narration of the moon dynasty. The Tenth Canto is devoted exclusively to a description of Lord Kṛṣṇa’s childhood pastimes in Vṛndāvana, His teenage activities in Mathurā and His adult activities in Dvārakā. The famous epic Mahābhārata also describes the events of this period, focusing upon the five Pāṇḍava brothers and their activities in relation with Lord Kṛṣṇa and other leading historical figures, such as Bhīṣma, Dhṛtarāṣṭra, Droṇācārya and Vidura. Within the Mahābhārata is Bhagavad-gītā, in which Lord Kṛṣṇa is declared to be the Absolute Truth, the Supreme Personality of Godhead. Śrīmad-Bhāgavatam, of which we are presently translating the twelfth and final canto, is considered a more advanced literature than the Mahābhārata because throughout the entire work Lord Śrī Kṛṣṇa, the Absolute Truth and supreme source of all existence, is directly, centrally and irrefutably revealed. In fact, the First Canto of the Bhāgavatam describes how Śrī Vyāsadeva composed this great work because he was dissatisfied with his rather sporadic glorification of Lord Kṛṣṇa in the Mahābhārata. Although Śrīmad-Bhāgavatam narrates the histories of many royal dynasties and the lives of innumerable kings, not until the description of the present age, the Age of Kali, do we find a minister assassinating his own king and installing his son on the throne. This incident resembles Dhṛtarāṣṭra’s attempt to assassinate the Pāṇḍavas and crown his son Duryodhana king. As the Mahābhārata describes, Lord Kṛṣṇa thwarted this attempt, but with the departure of the Lord for the spiritual sky, the Age of Kali became fully manifested, ushering in political assassination within one’s own house as a standard technique."
    },
    {
        "verse": "3",
        "devanagari": "नन्दिवर्धनस्तत्पुत्र: पञ्च प्रद्योतना इमे ।अष्टत्रिंशोत्तरशतं भोक्ष्यन्ति पृथिवीं नृपा: ॥ ३ ॥",
        "english_devnagari": "nandivardhanas tat-putraḥpañca pradyotanā imeaṣṭa-triṁśottara-śataṁbhokṣyanti pṛthivīṁ nṛpāḥ",
        "verse_Syn": [
            "nandivardhanaḥ",
            "tat",
            "putraḥ",
            "pañca",
            "pradyotanāḥ",
            "ime",
            "aṣṭa",
            "triṁśa",
            "uttara",
            "śatam",
            "bhokṣyanti",
            "pṛthivīm",
            "nṛpāḥ"
        ],
        "translation": "The son of Rājaka will be Nandivardhana, and thus in the Pradyotana dynasty there will be five kings, who will enjoy the earth for 138 years.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "शिशुनागस्ततो भाव्य: काकवर्णस्तु तत्सुत: ।क्षेमधर्मा तस्य सुत: क्षेत्रज्ञ: क्षेमधर्मज: ॥ ४ ॥",
        "english_devnagari": "śiśunāgas tato bhāvyaḥkākavarṇas tu tat-sutaḥkṣemadharmā tasya sutaḥkṣetrajñaḥ kṣemadharma-jaḥ",
        "verse_Syn": [
            "śiśunāgaḥ",
            "tataḥ",
            "bhāvyaḥ",
            "kākavarṇaḥ",
            "tu",
            "tat",
            "sutaḥ",
            "kṣemadharmā",
            "tasya",
            "sutaḥ",
            "kṣetrajñaḥ",
            "kṣemadharma",
            "jaḥ"
        ],
        "translation": "Nandivardhana will have a son named Śiśunāga, and his son will be known as Kākavarṇa. The son of Kākavarṇa will be Kṣemadharmā, and the son of Kṣemadharmā will be Kṣetrajña.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "विधिसार: सुतस्तस्याजातशत्रुर्भविष्यति ।दर्भकस्तत्सुतो भावी दर्भकस्याजय: स्मृत: ॥ ५ ॥",
        "english_devnagari": "vidhisāraḥ sutas tasyā-jātaśatrur bhaviṣyatidarbhakas tat-suto bhāvīdarbhakasyājayaḥ smṛtaḥ",
        "verse_Syn": [
            "vidhisāraḥ",
            "sutaḥ",
            "tasya",
            "ajātaśatruḥ",
            "bhaviṣyati",
            "darbhakaḥ",
            "tat",
            "sutaḥ",
            "bhāvī",
            "darbhakasya",
            "ajayaḥ",
            "smṛtaḥ"
        ],
        "translation": "The son of Kṣetrajña will be Vidhisāra, and his son will be Ajātaśatru. Ajātaśatru will have a son named Darbhaka, and his son will be Ajaya.",
        "purport": ""
    },
    {
        "verse": "6-8",
        "devanagari": "नन्दिवर्धन आजेयो महानन्दि: सुतस्तत: ।शिशुनागा दशैवैते सष्ट्युत्तरशतत्रयम् ॥ ६ ॥समा भोक्ष्यन्ति पृथिवीं कुरुश्रेष्ठ कलौ नृपा: ।महानन्दिसुतो राजन् शूद्रागर्भोद्भ‍वो बली ॥ ७ ॥महापद्मपति: कश्चिन्नन्द: क्षत्रविनाशकृत् ।ततो नृपा भविष्यन्ति शूद्रप्रायास्त्वधार्मिका: ॥ ८ ॥",
        "english_devnagari": "nandivardhana ājeyomahānandiḥ sutas tataḥśiśunāgā daśaivaitesaṣṭy-uttara-śata-trayam",
        "verse_Syn": [
            "nandivardhanaḥ",
            "ājeyaḥ",
            "mahā",
            "nandiḥ",
            "sutaḥ",
            "tataḥ",
            "śiśunāgāḥ",
            "daśa",
            "eva",
            "ete",
            "saṣṭi",
            "uttara",
            "śata",
            "trayam",
            "samāḥ",
            "bhokṣyanti",
            "pṛthivīm",
            "kuruśreṣṭha",
            "kalau",
            "nṛpāḥ",
            "mahānandi",
            "sutaḥ",
            "rājan",
            "śūdrā",
            "garbha",
            "udbhavaḥ",
            "balī",
            "mahā",
            "padma",
            "patiḥ",
            "kaścit",
            "nandaḥ",
            "kṣatra",
            "vināśa",
            "kṛt",
            "tataḥ",
            "nṛpāḥ",
            "bhaviṣyanti",
            "śūdra",
            "prāyāḥ",
            "tu",
            "adhārmikāḥ"
        ],
        "translation": "Ajaya will father a second Nandivardhana, whose son will be Mahānandi. O best of the Kurus, these ten kings of the Śiśunāga dynasty will rule the earth for a total of 360 years during the Age of Kali. My dear Parīkṣit, King Mahānandi will father a very powerful son in the womb of a śūdra woman. He will be known as Nanda and will be the master of millions of soldiers and fabulous wealth. He will wreak havoc among the kṣatriyas, and from that time onward virtually all kings will be irreligious śūdras.",
        "purport": " Here is a description of how authentic political authority degenerated and disintegrated throughout the world. There is a Supreme Godhead, and there are saintly, powerful men who have taken the role of government leaders and represented that Godhead on earth. With the advent of the Age of Kali, however, this transcendental system of government collapsed, and unauthorized, uncivilized men gradually took the reins of power."
    },
    {
        "verse": "9",
        "devanagari": "स एकच्छत्रां पृथिवीमनुल्ल‍‌‌ङ्घितशासन: ।शासिष्यति महापद्मो द्वितीय इव भार्गव: ॥ ९ ॥",
        "english_devnagari": "sa eka-cchatrāṁ pṛthivīmanullaṅghita-śāsanaḥśāsiṣyati mahāpadmodvitīya iva bhārgavaḥ",
        "verse_Syn": [
            "saḥ",
            "eka",
            "chatrām",
            "pṛthivīm",
            "anullaṅghita",
            "śāsanaḥ",
            "śāsiṣyati",
            "mahāpadmaḥ",
            "dvitīyaḥ",
            "iva",
            "bhārgavaḥ"
        ],
        "translation": "That lord of Mahāpadma, King Nanda, will rule over the entire earth just like a second Paraśurāma, and no one will challenge his authority.",
        "purport": " In the eighth verse of this chapter it was mentioned that King Nanda would destroy the remnants of the kṣatriya order. Therefore he is here compared to Lord Paraśurāma, who annihilated the kṣatriya class twenty-one times in a previous age."
    },
    {
        "verse": "10",
        "devanagari": "तस्य चाष्टौ भविष्यन्ति सुमाल्यप्रमुखा: सुता: ।य इमां भोक्ष्यन्ति महीं राजानश्च शतं समा: ॥ १० ॥",
        "english_devnagari": "tasya cāṣṭau bhaviṣyantisumālya-pramukhāḥ sutāḥya imāṁ bhokṣyanti mahīṁrājānaś ca śataṁ samāḥ",
        "verse_Syn": [
            "tasya",
            "ca",
            "aṣṭau",
            "bhaviṣyanti",
            "sumālya",
            "pramukhāḥ",
            "sutāḥ",
            "ye",
            "imām",
            "bhokṣyanti",
            "mahīm",
            "rājānaḥ",
            "ca",
            "śatam",
            "samāḥ"
        ],
        "translation": "He will have eight sons, headed by Sumālya, who will control the earth as powerful kings for one hundred years.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "नव नन्दान् द्विज: कश्चित् प्रपन्नानुद्धरिष्यति ।तेषामभावे जगतीं मौर्या भोक्ष्यन्ति वै कलौ ॥ ११ ॥",
        "english_devnagari": "nava nandān dvijaḥ kaścitprapannān uddhariṣyatiteṣām abhāve jagatīṁmauryā bhokṣyanti vai kalau",
        "verse_Syn": [
            "nava",
            "nandān",
            "dvijaḥ",
            "kaścit",
            "prapannān",
            "uddhariṣyati",
            "teṣām",
            "abhāve",
            "jagatīm",
            "mauryāḥ",
            "bhokṣyanti",
            "vai",
            "kalau"
        ],
        "translation": "A certain brāhmaṇa [Cāṇakya] will betray the trust of King Nanda and his eight sons and will destroy their dynasty. In their absence the Mauryas will rule the world as the Age of Kali continues.",
        "purport": " Śrīdhara Svāmī and Viśvanātha Cakravartī Ṭhākura both confirm that the brāhmaṇa mentioned here is Cāṇakya, also known as Kauṭilya or Vātsyāyana. The great historical narration Śrīmad-Bhāgavatam, which began with the events prior to the cosmic manifestation, now reaches into the realm of modern recorded history. Modern historians recognize both the Maurya dynasty and Candragupta, the king mentioned in the following verse."
    },
    {
        "verse": "12",
        "devanagari": "स एव चन्द्रगुप्तं वै द्विजो राज्येऽभिषेक्ष्यति ।तत्सुतो वारिसारस्तु ततश्चाशोकवर्धन: ॥ १२ ॥",
        "english_devnagari": "sa eva candraguptaṁ vaidvijo rājye ’bhiṣekṣyatitat-suto vārisāras tutataś cāśokavardhanaḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "candraguptam",
            "vai",
            "dvijaḥ",
            "rājye",
            "abhiṣekṣyati",
            "tat",
            "sutaḥ",
            "vārisāraḥ",
            "tu",
            "tataḥ",
            "ca",
            "aśokavardhanaḥ"
        ],
        "translation": "This brāhmaṇa will enthrone Candragupta, whose son will be named Vārisāra. The son of Vārisāra will be Aśokavardhana.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "सुयशा भविता तस्य सङ्गत: सुयश:सुत: ।शालिशूकस्ततस्तस्य सोमशर्मा भविष्यति ।शतधन्वा ततस्तस्य भविता तद् बृहद्रथ: ॥ १३ ॥",
        "english_devnagari": "suyaśā bhavitā tasyasaṅgataḥ suyaśaḥ-sutaḥśāliśūkas tatas tasyasomaśarmā bhaviṣyatiśatadhanvā tatas tasyabhavitā tad-bṛhadrathaḥ",
        "verse_Syn": [
            "suyaśāḥ",
            "bhavitā",
            "tasya",
            "saṅgataḥ",
            "suyaśaḥ",
            "sutaḥ",
            "śāliśūkaḥ",
            "tataḥ",
            "tasya",
            "somaśarmā",
            "bhaviṣyati",
            "śatadhanvā",
            "tataḥ",
            "tasya",
            "bhavitā",
            "tat",
            "bṛhadrathaḥ"
        ],
        "translation": "Aśokavardhana will be followed by Suyaśā, whose son will be Saṅgata. His son will be Śāliśūka, Śāliśūka’s son will be Somaśarmā, and Somaśarmā’s son will be Śatadhanvā. His son will be known as Bṛhadratha.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "मौर्या ह्येते दश नृपा: सप्तत्रिंशच्छतोत्तरम् ।समा भोक्ष्यन्ति पृथिवीं कलौ कुरुकुलोद्वह ॥ १४ ॥",
        "english_devnagari": "mauryā hy ete daśa nṛpāḥsapta-triṁśac-chatottaramsamā bhokṣyanti pṛthivīṁkalau kuru-kulodvaha",
        "verse_Syn": [
            "mauryāḥ",
            "hi",
            "ete",
            "daśa",
            "nṛpāḥ",
            "sapta",
            "triṁśat",
            "śata",
            "uttaram",
            "samāḥ",
            "bhokṣyanti",
            "pṛthivīm",
            "kalau",
            "kuru",
            "kula",
            "udvaha"
        ],
        "translation": "O best of the Kurus, these ten Maurya kings will rule the earth for 137 years of the Kali-yuga.",
        "purport": " Although nine kings are mentioned by name, Daśaratha appeared after Sujyeṣṭha, before the rule of Saṅgata, and thus there are ten Maurya kings."
    },
    {
        "verse": "15-17",
        "devanagari": "अग्निमित्रस्ततस्तस्मात् सुज्येष्ठो भविता तत: ।वसुमित्रो भद्रकश्च पुलिन्दो भविता सुत: ॥ १५ ॥ततो घोष: सुतस्तस्माद् वज्रमित्रो भविष्यति ।ततो भागवतस्तस्माद् देवभूति: कुरूद्वह ॥ १६ ॥शुङ्गा दशैते भोक्ष्यन्ति भूमिं वर्षशताधिकम् ।तत: काण्वानियं भूमिर्यास्यत्यल्पगुणान्नृप ॥ १७ ॥",
        "english_devnagari": "agnimitras tatas tasmātsujyeṣṭho bhavitā tataḥvasumitro bhadrakaś capulindo bhavitā sutaḥ",
        "verse_Syn": [
            "agnimitraḥ",
            "tataḥ",
            "tasmāt",
            "sujyeṣṭhaḥ",
            "bhavitā",
            "tataḥ",
            "vasumitraḥ",
            "bhadrakaḥ",
            "ca",
            "pulindaḥ",
            "bhavitā",
            "sutaḥ",
            "tataḥ",
            "ghoṣaḥ",
            "sutaḥ",
            "tasmāt",
            "vajramitraḥ",
            "bhaviṣyati",
            "tataḥ",
            "bhāgavataḥ",
            "tasmāt",
            "devabhūtiḥ",
            "kuru",
            "udvaha",
            "śuṅgāḥ",
            "daśa",
            "ete",
            "bhokṣyanti",
            "bhūmim",
            "varṣa",
            "śata",
            "adhikam",
            "tataḥ",
            "kāṇvān",
            "iyam",
            "bhūmiḥ",
            "yāsyati",
            "alpa",
            "guṇān",
            "nṛpa"
        ],
        "translation": "My dear King Parīkṣit, Agnimitra will follow as king, and then Sujyeṣṭha. Sujyeṣṭha will be followed by Vasumitra, Bhadraka, and the son of Bhadraka, Pulinda. Then the son of Pulinda, named Ghoṣa, will rule, followed by Vajramitra, Bhāgavata and Devabhūti. In this way, O most eminent of the Kuru heroes, ten Śuṅga kings will rule over the earth for more than one hundred years. Then the earth will come under the subjugation of the kings of the Kāṇva dynasty, who will manifest very few good qualities.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the Śuṅga dynasty began when General Puṣpamitra killed his king, Bṛhadratha, and assumed power. After Puṣpamitra came Agnimitra and the rest of the Śuṅga dynasty, which lasted for 112 years."
    },
    {
        "verse": "18",
        "devanagari": "शुङ्गं हत्वा देवभूतिं काण्वोऽमात्यस्तु कामिनम् ।स्वयं करिष्यते राज्यं वसुदेवो महामति: ॥ १८ ॥",
        "english_devnagari": "śuṅgaṁ hatvā devabhūtiṁkāṇvo ’mātyas tu kāminamsvayaṁ kariṣyate rājyaṁvasudevo mahā-matiḥ",
        "verse_Syn": [
            "śuṅgam",
            "hatvā",
            "devabhūtim",
            "kāṇvaḥ",
            "amātyaḥ",
            "tu",
            "kāminam",
            "svayam",
            "kariṣyate",
            "rājyam",
            "vasudevaḥ",
            "mahā",
            "matiḥ"
        ],
        "translation": "Vasudeva, an intelligent minister coming from the Kāṇva family, will kill the last of the Śuṅga kings, a lusty debauchee named Devabhūti, and assume rulership himself.",
        "purport": " Apparently, because King Devabhūti was lusty after the wives of other men, his minister killed him, assuming leadership and thus beginning the Kāṇva dynasty."
    },
    {
        "verse": "19",
        "devanagari": "तस्य पुत्रस्तु भूमित्रस्तस्य नारायण: सुत: ।काण्वायना इमे भूमिं चत्वारिंशच्च पञ्च च ।शतानि त्रीणि भोक्ष्यन्ति वर्षाणां च कलौ युगे ॥ १९ ॥",
        "english_devnagari": "tasya putras tu bhūmitrastasya nārāyaṇaḥ sutaḥkāṇvāyanā ime bhūmiṁcatvāriṁśac ca pañca caśatāni trīṇi bhokṣyantivarṣāṇāṁ ca kalau yuge",
        "verse_Syn": [
            "tasya",
            "putraḥ",
            "tu",
            "bhūmitraḥ",
            "tasya",
            "nārāyaṇaḥ",
            "sutaḥ",
            "kāṇva",
            "ayanāḥ",
            "ime",
            "bhūmim",
            "catvāriṁśat",
            "ca",
            "pañca",
            "ca",
            "śatāni",
            "trīṇi",
            "bhokṣyanti",
            "varṣāṇām",
            "ca",
            "kalau",
            "yuge"
        ],
        "translation": "The son of Vasudeva will be Bhūmitra, and his son will be Nārāyaṇa. These kings of the Kāṇva dynasty will rule the earth for 345 more years of the Kali-yuga.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "हत्वा काण्वं सुशर्माणं तद् भृत्यो वृषलो बली ।गां भोक्ष्यत्यन्ध्रजातीय: कञ्चित् कालमसत्तम: ॥ २० ॥",
        "english_devnagari": "hatvā kāṇvaṁ suśarmāṇaṁtad-bhṛtyo vṛṣalo balīgāṁ bhokṣyaty andhra-jātīyaḥkañcit kālam asattamaḥ",
        "verse_Syn": [
            "hatvā",
            "kāṇvam",
            "suśarmāṇam",
            "tat",
            "bhṛtyaḥ",
            "vṛṣalaḥ",
            "balī",
            "gām",
            "bhokṣyati",
            "andhra",
            "jātīyaḥ",
            "kañcit",
            "kālam",
            "asattamaḥ"
        ],
        "translation": "The last of the Kāṇvas, Suśarmā, will be murdered by his own servant, Balī, a low-class śūdra of the Andhra race. This most degraded Mahārāja Balī will have control over the earth for some time.",
        "purport": " Here is a further description of how uncultured men infiltrated government administration. The so-called king named Balī is described as asattama, a most impious, uncultured man."
    },
    {
        "verse": "21-26",
        "devanagari": "कृष्णनामाथ तद्भ्राता भविता पृथिवीपति: ।श्रीशान्तकर्णस्तत्पुत्र: पौर्णमासस्तु तत्सुत: ॥ २१ ॥लम्बोदरस्तु तत्पुत्रस्तस्माच्चिबिलको नृप: ।मेघस्वातिश्चिबिलकादटमानस्तु तस्य च ॥ २२ ॥अनिष्टकर्मा हालेयस्तलकस्तस्य चात्मज: ।पुरीषभीरुस्तत्पुत्रस्ततो राजा सुनन्दन: ॥ २३ ॥चकोरो बहवो यत्र शिवस्वातिररिन्दम: ।तस्यापि गोमतीपुत्र: पुरीमान् भविता तत: ॥ २४ ॥मेदशिरा: शिवस्कन्दो यज्ञश्रीस्तत्सुतस्तत: ।विजयस्तत्सुतो भाव्यश्चन्द्रविज्ञ: सलोमधि: ॥ २५ ॥एते त्रिंशन्नृपतयश्चत्वार्यब्दशतानि च ।षट्पञ्चाशच्च पृथिवीं भोक्ष्यन्ति कुरुनन्दन ॥ २६ ॥",
        "english_devnagari": "kṛṣṇa-nāmātha tad-bhrātābhavitā pṛthivī-patiḥśrī-śāntakarṇas tat-putraḥpaurṇamāsas tu tat-sutaḥ",
        "verse_Syn": [
            "kṛṣṇa",
            "nāma",
            "atha",
            "tat",
            "bhrātā",
            "bhavitā",
            "pṛthivī",
            "patiḥ",
            "śrī",
            "śāntakarṇaḥ",
            "tat",
            "putraḥ",
            "paurṇamāsaḥ",
            "tu",
            "tat",
            "sutaḥ",
            "lambodaraḥ",
            "tu",
            "tat",
            "putraḥ",
            "tasmāt",
            "cibilakaḥ",
            "nṛpaḥ",
            "meghasvātiḥ",
            "cibilakāt",
            "aṭamānaḥ",
            "tu",
            "tasya",
            "ca",
            "aniṣṭakarmā",
            "hāleyaḥ",
            "talakaḥ",
            "tasya",
            "ca",
            "ātma",
            "jaḥ",
            "purīṣabhīruḥ",
            "tat",
            "putraḥ",
            "tataḥ",
            "rājā",
            "sunandanaḥ",
            "cakoraḥ",
            "bahavaḥ",
            "yatra",
            "śivasvātiḥ",
            "arimdamaḥ",
            "tasya",
            "api",
            "gomatī",
            "putraḥ",
            "purīmān",
            "bhavitā",
            "tataḥ",
            "medaśirāḥ",
            "śivaskandaḥ",
            "yajñaśrīḥ",
            "tat",
            "sutaḥ",
            "tataḥ",
            "vijayaḥ",
            "tat",
            "sutaḥ",
            "bhāvyaḥ",
            "candravijñaḥ",
            "sa",
            "lomadhiḥ",
            "ete",
            "triṁśat",
            "nṛ",
            "patayaḥ",
            "catvāri",
            "abda",
            "śatāni",
            "ca",
            "ṣaṭ",
            "pañcāsat",
            "ca",
            "pṛthivīm",
            "bhokṣyanti",
            "kuru",
            "nandana"
        ],
        "translation": "The brother of Balī, named Kṛṣṇa, will become the next ruler of the earth. His son will be Śāntakarṇa, and his son will be Paurṇamāsa. The son of Paurṇamāsa will be Lambodara, who will father Mahārāja Cibilaka. From Cibilaka will come Meghasvāti, whose son will be Aṭamāna. The son of Aṭamāna will be Aniṣṭakarmā. His son will be Hāleya, and his son will be Talaka. The son of Talaka will be Purīṣabhīru, and following him Sunandana will become king. Sunandana will be followed by Cakora and the eight Bahus, among whom Śivasvāti will be a great subduer of enemies. The son of Śivasvāti will be Gomatī. His son will be Purīmān, whose son will be Medaśirā. His son will be Śivaskanda, and his son will be Yajñaśrī. The son of Yajñaśrī will be Vijaya, who will have two sons, Candravijña and Lomadhi. These thirty kings will enjoy sovereignty over the earth for a total of 456 years, O favorite son of the Kurus.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "सप्ताभीरा आवभृत्या दश गर्दभिनो नृपा: ।कङ्का: षोडश भूपाला भविष्यन्त्यतिलोलुपा: ॥ २७ ॥",
        "english_devnagari": "saptābhīrā āvabhṛtyādaśa gardabhino nṛpāḥkaṅkāḥ ṣoḍaśa bhū-pālābhaviṣyanty ati-lolupāḥ",
        "verse_Syn": [
            "sapta",
            "ābhīrāḥ",
            "āvabhṛtyāḥ",
            "daśa",
            "gardabhinaḥ",
            "nṛpāḥ",
            "kaṅkāḥ",
            "ṣoḍaśa",
            "bhū",
            "pālāḥ",
            "bhaviṣyanti",
            "ati",
            "lolupāḥ"
        ],
        "translation": "Then will follow seven kings of the Ābhīra race from the city of Avabhṛti, and then ten Gardabhīs. After them, sixteen kings of the Kaṅkas will rule and will be known for their excessive greed.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "ततोऽष्टौ यवना भाव्याश्चतुर्दश तुरुष्कका: ।भूयो दश गुरुण्डाश्च मौला एकादशैव तु ॥ २८ ॥",
        "english_devnagari": "tato ’ṣṭau yavanā bhāvyāścaturdaśa turuṣkakāḥbhūyo daśa guruṇḍāś camaulā ekādaśaiva tu",
        "verse_Syn": [
            "tataḥ",
            "aṣṭau",
            "yavanāḥ",
            "bhāvyāḥ",
            "catuḥ",
            "daśa",
            "turuṣkakāḥ",
            "bhūyaḥ",
            "daśa",
            "guruṇḍāḥ",
            "ca",
            "maulāḥ",
            "ekādaśa",
            "eva",
            "tu"
        ],
        "translation": "Eight Yavanas will then take power, followed by fourteen Turuṣkas, ten Guruṇḍas and eleven kings of the Maula dynasty.",
        "purport": ""
    },
    {
        "verse": "29-31",
        "devanagari": "एते भोक्ष्यन्ति पृथिवीं दशवर्षशतानि च ।नवाधिकां च नवतिं मौला एकादश क्षितिम् ॥ २९ ॥भोक्ष्यन्त्यब्दशतान्यङ्ग त्रीणि तै: संस्थिते तत: ।किलकिलायां नृपतयो भूतनन्दोऽथ वङ्गिरि: ॥ ३० ॥शिशुनन्दिश्च तद्भ्राता यशोनन्दि: प्रवीरक: ।इत्येते वै वर्षशतं भविष्यन्त्यधिकानि षट् ॥ ३१ ॥",
        "english_devnagari": "ete bhokṣyanti pṛthivīṁdaśa varṣa-śatāni canavādhikāṁ ca navatiṁmaulā ekādaśa kṣitim",
        "verse_Syn": [
            "ete",
            "bhokṣyanti",
            "pṛthivīm",
            "daśa",
            "varṣa",
            "śatāni",
            "ca",
            "nava",
            "adhikām",
            "ca",
            "navatim",
            "maulāḥ",
            "ekādaśa",
            "kṣitim",
            "bhokṣyanti",
            "abda",
            "śatāni",
            "aṅga",
            "trīṇi",
            "taiḥ",
            "saṁsthite",
            "tataḥ",
            "kilakilāyām",
            "nṛ",
            "patayaḥ",
            "bhūtanandaḥ",
            "atha",
            "vaṅgiriḥ",
            "śiśunandiḥ",
            "ca",
            "tat",
            "bhrātā",
            "yaśonandiḥ",
            "pravīrakaḥ",
            "iti",
            "ete",
            "vai",
            "varṣa",
            "śatam",
            "bhaviṣyanti",
            "adhikāni",
            "ṣaṭ"
        ],
        "translation": "These Ābhīras, Gardabhīs and Kaṅkas will enjoy the earth for 1,099 years, and the Maulas will rule for 300 years. When all of them have died off there will appear in the city of Kilakilā a dynasty of kings consisting of Bhūtananda, Vaṅgiri, Śiśunandi, Śiśunandi’s brother Yaśonandi, and Pravīraka. These kings of Kilakilā will hold sway for a total of 106 years.",
        "purport": ""
    },
    {
        "verse": "32-33",
        "devanagari": "तेषां त्रयोदश सुता भवितारश्च बाह्लिका: ।पुष्पमित्रोऽथ राजन्यो दुर्मित्रोऽस्य तथैव च ॥ ३२ ॥एककाला इमे भूपा: सप्तान्ध्रा: सप्त कौशला: ।विदूरपतयो भाव्या निषधास्तत एव हि ॥ ३३ ॥",
        "english_devnagari": "teṣāṁ trayodaśa sutābhavitāraś ca bāhlikāḥpuṣpamitro ’tha rājanyodurmitro ’sya tathaiva ca",
        "verse_Syn": [
            "teṣām",
            "trayodaśa",
            "sutāḥ",
            "bhavitāraḥ",
            "ca",
            "bāhlikāḥ",
            "puṣpamitraḥ",
            "atha",
            "rājanyaḥ",
            "durmitraḥ",
            "asya",
            "tathā",
            "eva",
            "ca",
            "eka",
            "kālāḥ",
            "ime",
            "bhū",
            "pāḥ",
            "sapta",
            "andhrāḥ",
            "sapta",
            "kauśalāḥ",
            "vidūra",
            "patayaḥ",
            "bhāvyāḥ",
            "niṣadhāḥ",
            "tataḥ",
            "eva",
            "hi"
        ],
        "translation": "The Kilakilās will be followed by their thirteen sons, the Bāhlikas, and after them King Puṣpamitra, his son Durmitra, seven Andhras, seven Kauśalas and also kings of the Vidūra and Niṣadha provinces will separately rule in different parts of the world.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "मागधानां तु भविता विश्वस्फूर्जि: पुरञ्जय: ।करिष्यत्यपरो वर्णान् पुलिन्दयदुमद्रकान् ॥ ३४ ॥",
        "english_devnagari": "māgadhānāṁ tu bhavitāviśvasphūrjiḥ purañjayaḥkariṣyaty aparo varṇānpulinda-yadu-madrakān",
        "verse_Syn": [
            "māgadhānām",
            "tu",
            "bhavitā",
            "viśvasphūrjiḥ",
            "purañjayaḥ",
            "kariṣyati",
            "aparaḥ",
            "varṇān",
            "pulinda",
            "yadu",
            "madrakān"
        ],
        "translation": "There will then appear a king of the Māgadhas named Viśvasphūrji, who will be like another Purañjaya. He will turn all the civilized classes into low-class, uncivilized men in the same category as the Pulindas, Yadus and Madrakas.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "प्रजाश्चाब्रह्मभूयिष्ठा: स्थापयिष्यति दुर्मति: ।वीर्यवान् क्षत्रमुत्साद्य पद्मवत्यां स वै पुरि ।अनुगङ्गमाप्रयागं गुप्तां भोक्ष्यति मेदिनीम् ॥ ३५ ॥",
        "english_devnagari": "prajāś cābrahma-bhūyiṣṭhāḥsthāpayiṣyati durmatiḥvīryavān kṣatram utsādyapadmavatyāṁ sa vai purianu-gaṅgam ā-prayāgaṁguptāṁ bhokṣyati medinīm",
        "verse_Syn": [
            "prajāḥ",
            "ca",
            "abrahma",
            "bhūyiṣṭhāḥ",
            "sthāpayiṣyati",
            "durmatiḥ",
            "vīrya",
            "vān",
            "kṣatram",
            "utsādya",
            "padmavatyām",
            "saḥ",
            "vai",
            "puri",
            "anu",
            "gaṅgam",
            "ā",
            "prayāgam",
            "guptām",
            "bhokṣyati",
            "medinīm"
        ],
        "translation": "Foolish King Viśvasphūrji will maintain all the citizens in ungodliness and will use his power to completely disrupt the kṣatriya order. From his capital of Padmavatī he will rule that part of the earth extending from the source of the Gaṅgā to Prayāga.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "सौराष्ट्रावन्त्याभीराश्च शूरा अर्बुदमालवा: ।व्रात्या द्विजा भविष्यन्ति शूद्रप्राया जनाधिपा: ॥ ३६ ॥",
        "english_devnagari": "saurāṣṭrāvanty-ābhīrāś caśūrā arbuda-mālavāḥvrātyā dvijā bhaviṣyantiśūdra-prāyā janādhipāḥ",
        "verse_Syn": [
            "śaurāṣṭra",
            "avantī",
            "ābhīrāḥ",
            "ca",
            "śūrāḥ",
            "arbuda",
            "mālavāḥ",
            "vrātyāḥ",
            "dvijāḥ",
            "bhaviṣyanti",
            "śūdra",
            "prāyāḥ",
            "jana",
            "adhipāḥ"
        ],
        "translation": "At that time the brāhmaṇas of such provinces as Śaurāṣṭra, Avantī, Ābhīra, Śūra, Arbuda and Mālava will forget all their regulative principles, and the members of the royal order in these places will become no better than śūdras.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "सिन्धोस्तटं चन्द्रभागां कौन्तीं काश्मीरमण्डलम् ।भोक्ष्यन्ति शूद्रा व्रात्याद्या म्‍लेच्छाश्चाब्रह्मवर्चस: ॥ ३७ ॥",
        "english_devnagari": "sindhos taṭaṁ candrabhāgāṁkauntīṁ kāśmīra-maṇḍalambhokṣyanti śūdrā vrātyādyāmlecchāś cābrahma-varcasaḥ",
        "verse_Syn": [
            "sindhoḥ",
            "taṭam",
            "candrabhāgām",
            "kauntīm",
            "kāśmīra",
            "maṇḍalam",
            "bhokṣyanti",
            "śūdrāḥ",
            "vrātya",
            "ādyāḥ",
            "mlecchāḥ",
            "ca",
            "abrahma",
            "varcasaḥ"
        ],
        "translation": "The land along the Sindhu River, as well as the districts of Candrabhāgā, Kauntī and Kāśmīra, will be ruled by śūdras, fallen brāhmaṇas and meat-eaters. Having given up the path of Vedic civilization, they will have lost all spiritual strength.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "तुल्यकाला इमे राजन् म्‍लेच्छप्रायाश्च भूभृत: ।एतेऽधर्मानृतपरा: फल्गुदास्तीव्रमन्यव: ॥ ३८ ॥",
        "english_devnagari": "tulya-kālā ime rājanmleccha-prāyāś ca bhū-bhṛtaḥete ’dharmānṛta-parāḥphalgu-dās tīvra-manyavaḥ",
        "verse_Syn": [
            "tulya",
            "kālāḥ",
            "ime",
            "rājan",
            "mleccha",
            "prāyāḥ",
            "ca",
            "bhū",
            "bhṛtaḥ",
            "ete",
            "adharma",
            "anṛta",
            "parāḥ",
            "phalgu",
            "dāḥ",
            "tīvra",
            "manyavaḥ"
        ],
        "translation": "There will be many such uncivilized kings ruling at the same time, O King Parīkṣit, and they will all be uncharitable, possessed of fierce tempers, and great devotees of irreligion and falsity.",
        "purport": ""
    },
    {
        "verse": "39-40",
        "devanagari": "स्त्रीबालगोद्विजघ्नाश्च परदारधनाद‍ृता: ।उदितास्तमितप्राया अल्पसत्त्वाल्पकायुष: ॥ ३९ ॥असंस्कृता: क्रियाहीना रजसा तमसावृता: ।प्रजास्ते भक्षयिष्यन्ति म्‍लेच्छा राजन्यरूपिण: ॥ ४० ॥",
        "english_devnagari": "strī-bāla-go-dvija-ghnāś capara-dāra-dhanādṛtāḥuditāsta-mita-prāyāalpa-sattvālpakāyuṣaḥ",
        "verse_Syn": [
            "strī",
            "bāla",
            "go",
            "dvija",
            "ghnāḥ",
            "ca",
            "para",
            "dāra",
            "dhana",
            "ādṛtāḥ",
            "udita",
            "asta",
            "mita",
            "prāyāḥ",
            "alpa",
            "sattva",
            "alpaka",
            "āyuṣaḥ",
            "asaṁskṛtāḥ",
            "kriyā",
            "hīnāḥ",
            "rajasā",
            "tamasā",
            "āvṛtāḥ",
            "prajāḥ",
            "te",
            "bhakṣayiṣyanti",
            "mlecchāḥ",
            "rājanya",
            "rūpiṇaḥ"
        ],
        "translation": "These barbarians in the guise of kings will devour the citizenry, murdering innocent women, children, cows and brāhmaṇas and coveting the wives and property of other men. They will be erratic in their moods, have little strength of character and be very short-lived. Indeed, not purified by any Vedic rituals and lacking in the practice of regulative principles, they will be completely covered by the modes of passion and ignorance.",
        "purport": " These verses give a concise, accurate description of the fallen leaders of this age."
    },
    {
        "verse": "41",
        "devanagari": "तन्नाथास्ते जनपदास्तच्छीलाचारवादिन: ।अन्योन्यतो राजभिश्च क्षयं यास्यन्ति पीडिता: ॥ ४१ ॥",
        "english_devnagari": "tan-nāthās te janapadāstac-chīlācāra-vādinaḥanyonyato rājabhiś cakṣayaṁ yāsyanti pīḍitāḥ",
        "verse_Syn": [
            "tat",
            "nāthāḥ",
            "te",
            "jana",
            "padāḥ",
            "tat",
            "śīla",
            "ācāra",
            "vādinaḥ",
            "anyonyataḥ",
            "rājabhiḥ",
            "ca",
            "kṣayam",
            "yāsyanti",
            "pīḍitāḥ"
        ],
        "translation": "The citizens governed by these low-class kings will imitate the character, behavior and speech of their rulers. Harassed by their leaders and by each other, they will all suffer ruination.",
        "purport": " At the end of the Ninth Canto of Śrīmad-Bhāgavatam, it is stated that Ripuñjaya, or Purañjaya, the first king mentioned in this chapter, ended his rule about one thousand years after the time of Lord Kṛṣṇa. Since Lord Kṛṣṇa appeared approximately five thousand years ago, Purañjaya must have appeared about four thousand years ago. That would mean that Viśvasphūrji, the last king mentioned, would have appeared approximately in the twelfth century of the Christian era. Modern Western scholars have made the false accusation that Indian religious literature has no sense of chronological history. But the elaborate historical chronology described in this chapter certainly refutes that naive assessment."
    }
]