[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअत्रानुवर्ण्यतेऽभीक्ष्णं विश्वात्मा भगवान् हरि: ।यस्य प्रसादजो ब्रह्मा रुद्र: क्रोधसमुद्भ‍व: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatrānuvarṇyate ’bhīkṣṇaṁviśvātmā bhagavān hariḥyasya prasāda-jo brahmārudraḥ krodha-samudbhavaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atra",
            "anuvarṇyate",
            "abhīkṣṇam",
            "viśva",
            "ātmā",
            "bhagavān",
            "hariḥ",
            "yasya",
            "prasāda",
            "jaḥ",
            "brahmā",
            "rudraḥ",
            "krodha",
            "samudbhavaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: This Śrīmad-Bhāgavatam has elaborately described in various narrations the Supreme Soul of all that be — the Personality of Godhead, Hari — from whose satisfaction Brahmā is born and from whose anger Rudra takes birth.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has given a very elaborate summary of Śrīmad-Bhāgavatam in his commentary on this verse. The essence of the great ācārya’s statement is that unconditional loving surrender to the Supreme Lord, Kṛṣṇa, as described by Śukadeva Gosvāmī, is the highest perfection of life. The exclusive purpose of Śrīmad-Bhāgavatam is to convince the conditioned soul to execute such surrender to the Lord and go back home, back to Godhead."
    },
    {
        "verse": "2",
        "devanagari": "त्वं तु राजन् मरिष्येति पशुबुद्धिमिमां जहि ।न जात: प्रागभूतोऽद्य देहवत्त्वं न नङ्‌क्ष्यसि ॥ २ ॥",
        "english_devnagari": "tvaṁ tu rājan mariṣyetipaśu-buddhim imāṁ jahina jātaḥ prāg abhūto ’dyadeha-vat tvaṁ na naṅkṣyasi",
        "verse_Syn": [
            "tvam",
            "tu",
            "rājan",
            "mariṣye",
            "iti",
            "paśu",
            "buddhim",
            "imām",
            "jahi",
            "na",
            "jātaḥ",
            "prāk",
            "abhūtaḥ",
            "adya",
            "deha",
            "vat",
            "tvam",
            "na",
            "naṅkṣyasi"
        ],
        "translation": "O King, give up the animalistic mentality of thinking, “I am going to die.” Unlike the body, you have not taken birth. There was not a time in the past when you did not exist, and you are not about to be destroyed.",
        "purport": " At the end of the First Canto (1.19.15) King Parīkṣit stated: “O brāhmaṇas, just accept me as a completely surrendered soul, and let mother Ganges, the representative of the Lord, also accept me in that way, for I have already taken the lotus feet of the Lord into my heart. Let the snake-bird — or whatever magical thing the brāhmaṇa created — bite me at once. I only desire that you all continue singing the deeds of Lord Viṣṇu.” Even before hearing Śrīmad-Bhāgavatam, King Parīkṣit was a mahā-bhāgavata, a great and pure devotee of Lord Kṛṣṇa. There was actually no animalistic fear of death within the King, but for our sake Śukadeva Gosvāmī is speaking very strongly to his disciple, just as Lord Kṛṣṇa speaks strongly to Arjuna in Bhagavad-gītā."
    },
    {
        "verse": "3",
        "devanagari": "न भविष्यसि भूत्वा त्वं पुत्रपौत्रादिरूपवान् ।बीजाङ्कुरवद् देहादेर्व्यतिरिक्तो यथानल: ॥ ३ ॥",
        "english_devnagari": "na bhaviṣyasi bhūtvā tvaṁputra-pautrādi-rūpavānbījāṅkura-vad dehādervyatirikto yathānalaḥ",
        "verse_Syn": [
            "na",
            "bhaviṣyasi",
            "bhūtvā",
            "tvam",
            "putra",
            "pautra",
            "ādi",
            "rūpa",
            "vān",
            "bīja",
            "aṅkura",
            "vat",
            "deha",
            "ādeḥ",
            "vyatiriktaḥ",
            "yathā",
            "analaḥ"
        ],
        "translation": "You will not take birth again in the form of your sons and grandsons, like a sprout taking birth from a seed and then generating a new seed. Rather, you are entirely distinct from the material body and its paraphernalia, in the same way that fire is distinct from its fuel.",
        "purport": " Sometimes one dreams of being reborn as the son of one’s son, in the hope of perpetually remaining in the same material family. As stated in the śruti-mantra, pitā putreṇa pitṛmān yoni-yonau: “A father has a father in his son, because he may take birth as his own grandson.” The purpose of Śrīmad-Bhāgavatam is spiritual liberation and not the foolish prolonging of the illusion of bodily identification. That is clearly stated in this verse."
    },
    {
        "verse": "4",
        "devanagari": "स्वप्ने यथा शिरश्छेदं पञ्चत्वाद्यात्मन: स्वयम् ।यस्मात् पश्यति देहस्य तत आत्मा ह्यजोऽमर: ॥ ४ ॥",
        "english_devnagari": "svapne yathā śiraś-chedaṁpañcatvādy ātmanaḥ svayamyasmāt paśyati dehasyatata ātmā hy ajo ’maraḥ",
        "verse_Syn": [
            "svapne",
            "yathā",
            "śiraḥ",
            "chedam",
            "pañcatva",
            "ādi",
            "ātmanaḥ",
            "svayam",
            "yasmāt",
            "paśyati",
            "dehasya",
            "tataḥ",
            "ātmā",
            "hi",
            "ajaḥ",
            "amaraḥ"
        ],
        "translation": "In a dream one can see his own head being cut off and thus understand that his actual self is standing apart from the dream experience. Similarly, while awake one can see that his body is a product of the five material elements. Therefore it is to be understood that the actual self, the soul, is distinct from the body it observes and is unborn and immortal.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "घटे भिन्ने घटाकाश आकाश: स्याद् यथा पुरा ।एवं देहे मृते जीवो ब्रह्म सम्पद्यते पुन: ॥ ५ ॥",
        "english_devnagari": "ghaṭe bhinne ghaṭākāśaākāśaḥ syād yathā purāevaṁ dehe mṛte jīvobrahma sampadyate punaḥ",
        "verse_Syn": [
            "ghaṭe",
            "bhinne",
            "ghaṭa",
            "ākāśaḥ",
            "ākāśaḥ",
            "syāt",
            "yathā",
            "purā",
            "evam",
            "dehe",
            "mṛte",
            "jīvaḥ",
            "brahma",
            "sampadyate",
            "punaḥ"
        ],
        "translation": "When a pot is broken, the portion of sky within the pot remains as the element sky, just as before. In the same way, when the gross and subtle bodies die, the living entity within resumes his spiritual identity.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "मन: सृजति वै देहान् गुणान् कर्माणि चात्मन: ।तन्मन: सृजते माया ततो जीवस्य संसृति: ॥ ६ ॥",
        "english_devnagari": "manaḥ sṛjati vai dehānguṇān karmāṇi cātmanaḥtan manaḥ sṛjate māyātato jīvasya saṁsṛtiḥ",
        "verse_Syn": [
            "manaḥ",
            "sṛjati",
            "vai",
            "dehān",
            "guṇān",
            "karmāṇi",
            "ca",
            "ātmanaḥ",
            "tat",
            "manaḥ",
            "sṛjate",
            "māyā",
            "tataḥ",
            "jīvasya",
            "saṁsṛtiḥ"
        ],
        "translation": "The material bodies, qualities and activities of the spirit soul are created by the material mind. That mind is itself created by the illusory potency of the Supreme Lord, and thus the soul assumes material existence.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "स्‍नेहाधिष्ठानवर्त्यग्निसंयोगो यावदीयते ।तावद्दीपस्य दीपत्वमेवं देहकृतो भव: ।रज:सत्त्वतमोवृत्त्या जायतेऽथ विनश्यति ॥ ७ ॥",
        "english_devnagari": "snehādhiṣṭhāna-varty-agni-saṁyogo yāvad īyatetāvad dīpasya dīpatvamevaṁ deha-kṛto bhavaḥrajaḥ-sattva-tamo-vṛttyājāyate ’tha vinaśyati",
        "verse_Syn": [
            "sneha",
            "adhiṣṭhāna",
            "varti",
            "agni",
            "saṁyogaḥ",
            "yāvat",
            "īyate",
            "tāvat",
            "dīpasya",
            "dīpatvam",
            "evam",
            "deha",
            "kṛtaḥ",
            "bhavaḥ",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "vṛttyā",
            "jāyate",
            "atha",
            "vinaśyati"
        ],
        "translation": "A lamp functions as such only by the combination of its fuel, vessel, wick and fire. Similarly, material life, based on the soul’s identification with the body, is developed and destroyed by the workings of material goodness, passion and ignorance, which are the constituent elements of the body.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "न तत्रात्मा स्वयंज्योतिर्यो व्यक्ताव्यक्तयो: पर: ।आकाश इव चाधारो ध्रुवोऽनन्तोपमस्तत: ॥ ८ ॥",
        "english_devnagari": "na tatrātmā svayaṁ-jyotiryo vyaktāvyaktayoḥ paraḥākāśa iva cādhārodhruvo ’nantopamas tataḥ",
        "verse_Syn": [
            "na",
            "tatra",
            "ātmā",
            "svayam",
            "jyotiḥ",
            "yaḥ",
            "vyakta",
            "avyaktayoḥ",
            "paraḥ",
            "ākāśaḥ",
            "iva",
            "ca",
            "ādhāraḥ",
            "dhruvaḥ",
            "ananta",
            "upamaḥ",
            "tataḥ"
        ],
        "translation": "The soul within the body is self-luminous and is separate from the visible gross body and invisible subtle body. It remains as the fixed basis of changing bodily existence, just as the ethereal sky is the unchanging background of material transformation. Therefore the soul is endless and without material comparison.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "एवमात्मानमात्मस्थमात्मनैवामृश प्रभो ।बुद्ध्यानुमानगर्भिण्या वासुदेवानुचिन्तया ॥ ९ ॥",
        "english_devnagari": "evam ātmānam ātma-sthamātmanaivāmṛśa prabhobuddhyānumāna-garbhiṇyāvāsudevānucintayā",
        "verse_Syn": [
            "evam",
            "ātmānam",
            "ātma",
            "stham",
            "ātmanā",
            "eva",
            "āmṛśa",
            "prabho",
            "buddhyā",
            "anumāna",
            "garbhiṇyā",
            "vāsudeva",
            "anucintayā"
        ],
        "translation": "My dear King, by constantly meditating upon the Supreme Lord, Vāsudeva, and by applying clear and logical intelligence, you should carefully consider your true self and how it is situated within the material body.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "चोदितो विप्रवाक्येन न त्वां धक्ष्यति तक्षक: ।मृत्यवो नोपधक्ष्यन्ति मृत्यूनां मृत्युमीश्वरम् ॥ १० ॥",
        "english_devnagari": "codito vipra-vākyenana tvāṁ dhakṣyati takṣakaḥmṛtyavo nopadhakṣyantimṛtyūnāṁ mṛtyum īśvaram",
        "verse_Syn": [
            "coditaḥ",
            "vipra",
            "vākyena",
            "na",
            "tvām",
            "dhakṣyati",
            "takṣakaḥ",
            "mṛtyavaḥ",
            "na",
            "upadhakṣyanti",
            "mṛtyūnām",
            "mṛtyum",
            "īśvaram"
        ],
        "translation": "The snake-bird Takṣaka, sent by the curse of the brāhmaṇa, will not burn your true self. The agents of death will never burn such a master of the self as you, for you have already conquered all dangers on your path back to Godhead.",
        "purport": " Real death is the covering of one’s eternal Kṛṣṇa consciousness. For the soul, material illusion is just like death, but Parīkṣit Mahārāja had already destroyed all those dangers that threaten one’s spiritual life, such as lust, envy and fear. Śukadeva Gosvāmī here congratulates the great saintly king, who, as a pure devotee of Lord Kṛṣṇa homeward bound to the spiritual sky, was far beyond the reach of death."
    },
    {
        "verse": "11-12",
        "devanagari": "अहं ब्रह्म परं धाम ब्रह्माहं परमं पदम् ।एवं समीक्ष्य चात्मानमात्मन्याधाय निष्कले ॥ ११ ॥दशन्तं तक्षकं पादे लेलिहानं विषाननै: ।न द्रक्ष्यसि शरीरं च विश्वं च पृथगात्मन: ॥ १२ ॥",
        "english_devnagari": "ahaṁ brahma paraṁ dhāmabrahmāhaṁ paramaṁ padamevaṁ samīkṣya cātmānamātmany ādhāya niṣkale",
        "verse_Syn": [
            "aham",
            "brahma",
            "param",
            "dhāma",
            "brahma",
            "aham",
            "paramam",
            "padam",
            "evam",
            "samīkṣya",
            "ca",
            "ātmānam",
            "ātmani",
            "ādhāya",
            "niṣkale",
            "daśantam",
            "takṣakam",
            "pāde",
            "lelihānam",
            "viṣa",
            "ānanaiḥ",
            "na",
            "drakṣyasi",
            "śarīram",
            "ca",
            "viśvam",
            "ca",
            "pṛthak",
            "ātmanaḥ"
        ],
        "translation": "You should consider, “I am nondifferent from the Absolute Truth, the supreme abode, and that Absolute Truth, the supreme destination, is nondifferent from me.” Thus resigning yourself to the Supreme Soul, who is free from all material misidentifications, you will not even notice the snake-bird Takṣaka when he approaches with his poison-filled fangs and bites your foot. Nor will you see your dying body or the material world around you, because you will have realized yourself to be separate from them.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "एतत्ते कथितं तात यदात्मा पृष्टवान् नृप ।हरेर्विश्वात्मनश्चेष्टां किं भूय: श्रोतुमिच्छसि ॥ १३ ॥",
        "english_devnagari": "etat te kathitaṁ tātayad ātmā pṛṣṭavān nṛpaharer viśvātmanaś ceṣṭāṁkiṁ bhūyaḥ śrotum icchasi",
        "verse_Syn": [
            "etat",
            "te",
            "kathitam",
            "tāta",
            "yat",
            "ātmā",
            "pṛṣṭavān",
            "nṛpa",
            "hareḥ",
            "viśva",
            "ātmanaḥ",
            "ceṣṭām",
            "kim",
            "bhūyaḥ",
            "śrotum",
            "icchasi"
        ],
        "translation": "Beloved King Parīkṣit, I have narrated to you the topics you originally inquired about — the pastimes of Lord Hari, the Supreme Soul of the universe. Now, what more do you wish to hear?",
        "purport": " In his commentary on this text, Śrīla Jīva Gosvāmī has elaborately demonstrated, by citing many Bhāgavatam verses, the exalted devotional position of King Parīkṣit, who was fully determined to fix his mind upon Lord Kṛṣṇa and go back home, back to Godhead."
    }
]