[
    {
        "verse": "1",
        "devanagari": "श्रीशौनक उवाचअथेममर्थं पृच्छामो भवन्तं बहुवित्तमम् ।समस्ततन्त्रराद्धान्ते भवान् भागवत तत्त्ववित् ॥ १ ॥",
        "english_devnagari": "śrī-śaunaka uvācaathemam arthaṁ pṛcchāmobhavantaṁ bahu-vittamamsamasta-tantra-rāddhāntebhavān bhāgavata tattva-vit",
        "verse_Syn": [
            "śrī",
            "śaunakaḥ",
            "uvāca",
            "atha",
            "imam",
            "artham",
            "pṛcchāmaḥ",
            "bhavantam",
            "bahu",
            "vit",
            "tamam",
            "samasta",
            "tantra",
            "rāddha",
            "ante",
            "bhavān",
            "bhāgavata",
            "tattva",
            "vit"
        ],
        "translation": "Śrī Śaunaka said: O Sūta, you are the best of learned men and a great devotee of the Supreme Lord. Therefore we now inquire from you about the definitive conclusion of all tantra scriptures.",
        "purport": ""
    },
    {
        "verse": "2-3",
        "devanagari": "तान्त्रिका: परिचर्यायां केवलस्य श्रिय: पते: ।अङ्गोपाङ्गायुधाकल्पं कल्पयन्ति यथा च यै: ॥ २ ॥तन्नो वर्णय भद्रं ते क्रियायोगं बुभुत्सताम् ।येन क्रियानैपुणेन मर्त्यो यायादमर्त्यताम् ॥ ३ ॥",
        "english_devnagari": "tāntrikāḥ paricaryāyāṁkevalasya śriyaḥ pateḥaṅgopāṅgāyudhākalpaṁkalpayanti yathā ca yaiḥ",
        "verse_Syn": [
            "tāntrikāḥ",
            "paricaryāyām",
            "kevalasya",
            "śriyaḥ",
            "pateḥ",
            "aṅga",
            "upāṅga",
            "āyudha",
            "ākalpam",
            "kalpayanti",
            "yathā",
            "ca",
            "yaiḥ",
            "tat",
            "naḥ",
            "varṇaya",
            "bhadram",
            "te",
            "kriyā",
            "yogam",
            "bubhutsatām",
            "yena",
            "kriyā",
            "naipuṇena",
            "martyaḥ",
            "yāyāt",
            "amartyatām"
        ],
        "translation": "All good fortune to you! Please explain to us, who are very eager to learn, the process of kriyā-yoga practiced through regulated worship of the transcendental Lord, the husband of the goddess of fortune. Please also explain how the Lord’s devotees conceive of His limbs, associates, weapons and ornaments in terms of particular material representations. By expertly worshiping the Supreme Lord, a mortal can attain immortality.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "सूत उवाचनमस्कृत्य गुरून् वक्ष्ये विभूतीर्वैष्णवीरपि ।या: प्रोक्ता वेदतन्त्राभ्यामाचार्यै: पद्मजादिभि: ॥ ४ ॥",
        "english_devnagari": "sūta uvācanamaskṛtya gurūn vakṣyevibhūtīr vaiṣṇavīr apiyāḥ proktā veda-tantrābhyāmācāryaiḥ padmajādibhiḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "namaskṛtya",
            "gurūn",
            "vakṣye",
            "vibhūtīḥ",
            "vaiṣṇavīḥ",
            "api",
            "yāḥ",
            "proktāḥ",
            "veda",
            "tantrābhyām",
            "ācāryaiḥ",
            "padmaja",
            "ādibhiḥ"
        ],
        "translation": "Sūta Gosvāmī said: Offering obeisances to my spiritual masters, I shall repeat to you the description of the opulences of Lord Viṣṇu given in the Vedas and tantras by great authorities, beginning from lotus-born Brahmā.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "मायाद्यैर्नवभिस्तत्त्वै: स विकारमयो विराट् ।निर्मितो द‍ृश्यते यत्र सचित्के भुवनत्रयम् ॥ ५ ॥",
        "english_devnagari": "māyādyair navabhis tattvaiḥsa vikāra-mayo virāṭnirmito dṛśyate yatrasa-citke bhuvana-trayam",
        "verse_Syn": [
            "māyā",
            "ādyaiḥ",
            "navabhiḥ",
            "tattvaiḥ",
            "saḥ",
            "vikāra",
            "mayaḥ",
            "virāṭ",
            "nirmitaḥ",
            "dṛśyate",
            "yatra",
            "sa",
            "citke",
            "bhuvana",
            "trayam"
        ],
        "translation": "The universal form [virāṭ] of the Personality of Godhead includes the nine basic elements of creation, starting with the unmanifest nature, and their subsequent transformations. Once this universal form is instilled with consciousness, the three planetary systems become visible within it.",
        "purport": " The nine basic elements of creation are prakṛti, sūtra, mahat-tattva, false ego, and the five subtle perceptions. The transformations are the eleven senses and the five gross material elements."
    },
    {
        "verse": "6-8",
        "devanagari": "एतद् वै पौरुषं रूपं भू: पादौ द्यौ: शिरो नभ: ।नाभि: सूर्योऽक्षिणी नासे वायु: कर्णौ दिश: प्रभो: ॥ ६ ॥प्रजापति: प्रजननमपानो मृत्युरीशितु: ।तद्बाहवो लोकपाला मनश्चन्द्रो भ्रुवौ यम: ॥ ७ ॥लज्जोत्तरोऽधरो लोभो दन्ता ज्योत्स्‍ना स्मयो भ्रम: ।रोमाणि भूरुहा भूम्नो मेघा: पुरुषमूर्धजा: ॥ ८ ॥",
        "english_devnagari": "etad vai pauruṣaṁ rūpaṁbhūḥ pādau dyauḥ śiro nabhaḥnābhiḥ sūryo ’kṣiṇī nāsevāyuḥ karṇau diśaḥ prabhoḥ",
        "verse_Syn": [
            "etat",
            "vai",
            "pauruṣam",
            "rūpam",
            "bhūḥ",
            "pādau",
            "dyauḥ",
            "śiraḥ",
            "nabhaḥ",
            "nābhiḥ",
            "sūryaḥ",
            "akṣiṇī",
            "nāse",
            "vāyuḥ",
            "karṇau",
            "diśaḥ",
            "prabhoḥ",
            "prajā",
            "patiḥ",
            "prajananam",
            "apānaḥ",
            "mṛtyuḥ",
            "īśituḥ",
            "tat",
            "bāhavaḥ",
            "loka",
            "pālāḥ",
            "manaḥ",
            "candraḥ",
            "bhruvau",
            "yamaḥ",
            "lajjā",
            "uttaraḥ",
            "adharaḥ",
            "lobhaḥ",
            "dantāḥ",
            "jyotsnā",
            "smayaḥ",
            "bhramaḥ",
            "romāṇi",
            "bhū",
            "ruhāḥ",
            "bhūmnaḥ",
            "meghāḥ",
            "puruṣa",
            "mūrdha",
            "jāḥ"
        ],
        "translation": "This is the representation of the Supreme Lord as the universal person, in which the earth is His feet, the sky His navel, the sun His eyes, the wind His nostrils, the demigod of procreation His genitals, death His anus and the moon His mind. The heavenly planets are His head, the directions His ears, and the demigods protecting the various planets His many arms. The god of death is His eyebrows, shame His lower lip, greed His upper lip, delusion His smile, and moonshine His teeth, while the trees are the almighty Puruṣa’s bodily hairs, and the clouds the hair on His head.",
        "purport": " Various aspects of material creation, such as the earth, the sun and the trees, are sustained by various limbs of the universal body of the Lord. Thus they are considered nondifferent from Him, as described in this verse, which is meant for meditation."
    },
    {
        "verse": "9",
        "devanagari": "यावानयं वै पुरुषो यावत्या संस्थया मित: ।तावानसावपि महापुरुषो लोकसंस्थया ॥ ९ ॥",
        "english_devnagari": "yāvān ayaṁ vai puruṣoyāvatyā saṁsthayā mitaḥtāvān asāv api mahā-puruṣo loka-saṁsthayā",
        "verse_Syn": [
            "yāvān",
            "ayam",
            "vai",
            "puruṣaḥ",
            "yāvatyā",
            "saṁsthayā",
            "mitaḥ",
            "tāvān",
            "asau",
            "api",
            "mahā",
            "puruṣaḥ",
            "loka",
            "saṁsthayā"
        ],
        "translation": "Just as one can determine the dimensions of an ordinary person of this world by measuring his various limbs, one can determine the dimensions of the Mahāpuruṣa by measuring the arrangement of the planetary systems within His universal form.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "कौस्तुभव्यपदेशेन स्वात्मज्योतिर्बिभर्त्यज: ।तत्प्रभा व्यापिनी साक्षात् श्रीवत्समुरसा विभु: ॥ १० ॥",
        "english_devnagari": "kaustubha-vyapadeśenasvātma-jyotir bibharty ajaḥtat-prabhā vyāpinī sākṣātśrīvatsam urasā vibhuḥ",
        "verse_Syn": [
            "kaustubha",
            "vyapadeśena",
            "sva",
            "ātma",
            "jyotiḥ",
            "bibharti",
            "ajaḥ",
            "tat",
            "prabhā",
            "vyāpinī",
            "sākṣāt",
            "śrīvatsam",
            "urasā",
            "vibhuḥ"
        ],
        "translation": "Upon His chest the almighty, unborn Personality of Godhead bears the Kaustubha gem, which represents the pure spirit soul, along with the Śrīvatsa mark, which is the direct manifestation of this gem’s expansive effulgence.",
        "purport": ""
    },
    {
        "verse": "11-12",
        "devanagari": "स्वमायां वनमालाख्यां नानागुणमयीं दधत् ।वासश्छन्दोमयं पीतं ब्रह्मसूत्रं त्रिवृत् स्वरम् ॥ ११ ॥बिभर्ति साङ्ख्यं योगं च देवो मकरकुण्डले ।मौलिं पदं पारमेष्ठ्यं सर्वलोकाभयङ्करम् ॥ १२ ॥",
        "english_devnagari": "sva-māyāṁ vana-mālākhyāṁnānā-guṇa-mayīṁ dadhatvāsaś chando-mayaṁ pītaṁbrahma-sūtraṁ tri-vṛt svaram",
        "verse_Syn": [
            "sva",
            "māyām",
            "vana",
            "mālā",
            "ākhyām",
            "nānā",
            "guṇa",
            "mayīm",
            "dadhat",
            "vāsaḥ",
            "chandaḥ",
            "mayam",
            "pītam",
            "brahma",
            "sūtram",
            "tri",
            "vṛt",
            "svaram",
            "bibharti",
            "sāṅkhyam",
            "yogam",
            "ca",
            "devaḥ",
            "makara",
            "kuṇḍale",
            "maulim",
            "padam",
            "pārameṣṭhyam",
            "sarva",
            "loka",
            "abhayam",
            "karam"
        ],
        "translation": "His flower garland is His material energy, comprising various combinations of the modes of nature. His yellow garment is the Vedic meters, and His sacred thread the syllable om composed of three sounds. In the form of His two shark-shaped earrings, the Lord carries the processes of Sāṅkhya and yoga, and His crown, bestowing fearlessness on the inhabitants of all the worlds, is the supreme position of Brahmaloka.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "अव्याकृतमनन्ताख्यमासनं यदधिष्ठित: ।धर्मज्ञानादिभिर्युक्तं सत्त्वं पद्ममिहोच्यते ॥ १३ ॥",
        "english_devnagari": "avyākṛtam anantākhyamāsanaṁ yad-adhiṣṭhitaḥdharma-jñānādibhir yuktaṁsattvaṁ padmam ihocyate",
        "verse_Syn": [
            "avyākṛtam",
            "ananta",
            "ākhyam",
            "āsanam",
            "yat",
            "adhiṣṭhitaḥ",
            "dharma",
            "jñāna",
            "ādibhiḥ",
            "yuktam",
            "sattvam",
            "padmam",
            "iha",
            "ucyate"
        ],
        "translation": "Ananta, the Lord’s sitting place, is the unmanifest phase of material nature, and the Lord’s lotus throne is the mode of goodness, endowed with religion and knowledge.",
        "purport": ""
    },
    {
        "verse": "14-15",
        "devanagari": "ओज:सहोबलयुतं मुख्यतत्त्वं गदां दधत् ।अपां तत्त्वं दरवरं तेजस्तत्त्वं सुदर्शनम् ॥ १४ ॥नभोनिभं नभस्तत्त्वमसिं चर्म तमोमयम् ।कालरूपं धनु: शार्ङ्गं तथा कर्ममयेषुधिम् ॥ १५ ॥",
        "english_devnagari": "ojaḥ-saho-bala-yutaṁmukhya-tattvaṁ gadāṁ dadhatapāṁ tattvaṁ dara-varaṁtejas-tattvaṁ sudarśanam",
        "verse_Syn": [
            "ojaḥ",
            "sahaḥ",
            "bala",
            "yutam",
            "mukhya",
            "tattvam",
            "gadām",
            "dadhat",
            "apām",
            "tattvam",
            "dara",
            "varam",
            "tejaḥ",
            "tattvam",
            "sudarśanam",
            "nabhaḥ",
            "nibham",
            "nabhaḥ",
            "tattvam",
            "asim",
            "carma",
            "tamaḥ",
            "mayam",
            "kāla",
            "rūpam",
            "dhanuḥ",
            "śārṅgam",
            "tathā",
            "karma",
            "maya",
            "iṣu",
            "dhim"
        ],
        "translation": "The club the Lord carries is the chief element, prāṇa, incorporating the potencies of sensory, mental and physical strength. His excellent conchshell is the element water, His Sudarśana disc the element fire, and His sword, pure as the sky, the element ether. His shield embodies the mode of ignorance, His bow, named Śārṅga, time, and His arrow-filled quiver the working sensory organs.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "इन्द्रियाणि शरानाहुराकूतीरस्य स्यन्दनम् ।तन्मात्राण्यस्याभिव्यक्तिं मुद्रयार्थक्रियात्मताम् ॥ १६ ॥",
        "english_devnagari": "indriyāṇi śarān āhurākūtīr asya syandanamtan-mātrāṇy asyābhivyaktiṁmudrayārtha-kriyātmatām",
        "verse_Syn": [
            "indriyāṇi",
            "śarān",
            "āhuḥ",
            "ākūtīḥ",
            "asya",
            "syandanam",
            "tat",
            "mātrāṇi",
            "asya",
            "abhivyaktim",
            "mudrayā",
            "artha",
            "kriyā",
            "ātmatām"
        ],
        "translation": "His arrows are said to be the senses, and His chariot is the active, forceful mind. His external appearance is the subtle objects of perception, and the gestures of His hands are the essence of all purposeful activity.",
        "purport": " All activity is ultimately aimed at the supreme perfection of life, and this perfection is awarded by the merciful hands of the Lord. The gestures of the Lord remove all fear from the heart of a devotee and elevate him to the Lord’s own association in the spiritual sky."
    },
    {
        "verse": "17",
        "devanagari": "मण्डलं देवयजनं दीक्षा संस्कार आत्मन: ।परिचर्या भगवत आत्मनो दुरितक्षय: ॥ १७ ॥",
        "english_devnagari": "maṇḍalaṁ deva-yajanaṁdīkṣā saṁskāra ātmanaḥparicaryā bhagavataātmano durita-kṣayaḥ",
        "verse_Syn": [
            "maṇḍalam",
            "deva",
            "yajanam",
            "dīkṣā",
            "saṁskāraḥ",
            "ātmanaḥ",
            "paricaryā",
            "bhagavataḥ",
            "ātmanaḥ",
            "durita",
            "kṣayaḥ"
        ],
        "translation": "The sun globe is the place where the Supreme Lord is worshiped, spiritual initiation is the means of purification for the spirit soul, and rendering devotional service to the Personality of Godhead is the process for eradicating all one’s sinful reactions.",
        "purport": " One should meditate on the fiery sun globe as a place where God is worshiped. Lord Kṛṣṇa is the reservoir of all effulgence, and thus it is fitting that He be properly worshiped on the glowing sun."
    },
    {
        "verse": "18",
        "devanagari": "भगवान् भगशब्दार्थं लीलाकमलमुद्वहन् ।धर्मं यशश्च भगवांश्चामरव्यजनेऽभजत् ॥ १८ ॥",
        "english_devnagari": "bhagavān bhaga-śabdārthaṁlīlā-kamalam udvahandharmaṁ yaśaś ca bhagavāṁścāmara-vyajane ’bhajat",
        "verse_Syn": [
            "bhagavān",
            "bhaga",
            "śabda",
            "artham",
            "līlā",
            "kamalam",
            "udvahan",
            "dharmam",
            "yaśaḥ",
            "ca",
            "bhagavān",
            "cāmara",
            "vyajane",
            "abhajat"
        ],
        "translation": "Playfully carrying a lotus, which represents the various opulences designated by the word bhaga, the Supreme Lord accepts service from a pair of cāmara fans, which are religion and fame.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "आतपत्रं तु वैकुण्ठं द्विजा धामाकुतोभयम् ।त्रिवृद्‌वेद: सुपर्णाख्यो यज्ञं वहति पूरुषम् ॥ १९ ॥",
        "english_devnagari": "ātapatraṁ tu vaikuṇṭhaṁdvijā dhāmākuto-bhayamtri-vṛd vedaḥ suparṇākhyoyajñaṁ vahati pūruṣam",
        "verse_Syn": [
            "ātapatram",
            "tu",
            "vaikuṇṭham",
            "dvijāḥ",
            "dhāma",
            "akutaḥ",
            "bhayam",
            "tri",
            "vṛt",
            "vedaḥ",
            "suparṇa",
            "ākhyaḥ",
            "yajñam",
            "vahati",
            "pūruṣam"
        ],
        "translation": "O brāhmaṇas, the Lord’s umbrella is His spiritual abode, Vaikuṇṭha, where there is no fear, and Garuḍa, who carries the Lord of sacrifice, is the threefold Veda.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "अनपायिनी भगवती श्री: साक्षादात्मनो हरे: ।विष्वक्सेनस्तन्त्रमूर्तिर्विदित: पार्षदाधिप: ।नन्दादयोऽष्टौ द्वा:स्थाश्च तेऽणिमाद्या हरेर्गुणा: ॥ २० ॥",
        "english_devnagari": "anapāyinī bhagavatīśrīḥ sākṣād ātmano hareḥviṣvaksenas tantra-mūrtirviditaḥ pārṣadādhipaḥnandādayo ’ṣṭau dvāḥ-sthāś cate ’ṇimādyā harer guṇāḥ",
        "verse_Syn": [
            "anapāyinī",
            "bhagavatī",
            "śrīḥ",
            "sākṣāt",
            "ātmanaḥ",
            "hareḥ",
            "viṣvaksenaḥ",
            "tantra",
            "mūrtiḥ",
            "viditaḥ",
            "pārṣada",
            "adhipaḥ",
            "nanda",
            "ādayaḥ",
            "aṣṭau",
            "dvāḥ",
            "sthāḥ",
            "ca",
            "te",
            "aṇimā",
            "ādyāḥ",
            "hareḥ",
            "guṇāḥ"
        ],
        "translation": "The goddess of fortune, Śrī, who never leaves the Lord’s side, appears with Him in this world as the representation of His internal potency. Viṣvaksena, the chief among His personal associates, is known to be the personification of the Pañcarātra and other tantras. And the Lord’s eight doorkeepers, headed by Nanda, are His mystic perfections, beginning with aṇimā.",
        "purport": " According to Śrīla Jīva Gosvāmī, the goddess of fortune is the original source of all material opulence. Material nature is directly controlled by the Lord’s inferior energy, Mahā-māyā, whereas the goddess of fortune is His internal, superior energy. Still, the opulence of the Lord’s inferior nature has its source in the supreme spiritual opulence of the goddess of fortune. As stated in Śrī Hayaśīrṣa Pañcarātra: “The Supreme Soul is Lord Hari, and His potency is known in this world as Śrī. Goddess Śrī is known as prakṛti, and the Supreme Lord Keśava is known as the puruṣa. The divine goddess is never present without Him, nor does He ever appear without her.” Also, Śrī Viṣṇu Purāṇa (1.8.15) states: “She is the eternal mother of the universe, the goddess of fortune of Lord Viṣṇu, and she is never separated from Him. In the same way that Lord Viṣṇu is present everywhere, so is she, O best of brāhmaṇas.” Also in Viṣṇu Purāṇa (1.9.140): “Thus, in the same way that the Lord of the universe, the God of gods, Janārdana, descends to this world, so His consort, the goddess of fortune, does also.” The pure spiritual status of the goddess of fortune is described in the Skanda Purāṇa: “The inferior infallible entity is that nature who manifests as the material world. The goddess of fortune, on the other hand, is known as the superior nature. She is pure consciousness and is under the direct shelter of Lord Viṣṇu. While she is said to be the superior infallible entity, that infallible entity who is greater than the greatest is Lord Hari Himself, the original possessor of all transcendental qualities. In this way, three distinct infallible entities are described.” Thus, although the inferior energy of the Lord is infallible in her function, her power to manifest temporary illusory opulences exists by the grace of the internal energy, the goddess of fortune, who is the personal consort of the Supreme Lord. The Padma Purāṇa (256.9-21) lists eighteen doorkeepers of the Lord: Nanda, Sunanda, Jaya, Vijaya, Caṇḍa, Pracaṇḍa, Bhadra, Subhadra, Dhātā, Vidhātā, Kumuda, Kumudākṣa, Pundarīkṣa, Vāmana, Śaṅkukarṇa, Sarvanetra, Sumukha and Supratiṣṭhita."
    },
    {
        "verse": "21",
        "devanagari": "वासुदेव: सङ्कर्षण: प्रद्युम्न: पुरुष: स्वयम् ।अनिरुद्ध इति ब्रह्मन् मूर्तिव्यूहोऽभिधीयते ॥ २१ ॥",
        "english_devnagari": "vāsudevaḥ saṅkarṣaṇaḥpradyumnaḥ puruṣaḥ svayamaniruddha iti brahmanmūrti-vyūho ’bhidhīyate",
        "verse_Syn": [
            "vāsudevaḥ",
            "saṅkarṣaṇaḥ",
            "pradyumnaḥ",
            "puruṣaḥ",
            "svayam",
            "aniruddhaḥ",
            "iti",
            "brahman",
            "mūrti",
            "vyūhaḥ",
            "abhidhīyate"
        ],
        "translation": "Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha are the names of the direct personal expansions of the Supreme Godhead, O brāhmaṇa Śaunaka.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "स विश्वस्तैजस: प्राज्ञस्तुरीय इति वृत्तिभि: ।अर्थेन्द्रियाशयज्ञानैर्भगवान् परिभाव्यते ॥ २२ ॥",
        "english_devnagari": "sa viśvas taijasaḥ prājñasturīya iti vṛttibhiḥarthendriyāśaya-jñānairbhagavān paribhāvyate",
        "verse_Syn": [
            "saḥ",
            "viśvaḥ",
            "taijasaḥ",
            "prājñaḥ",
            "turīyaḥ",
            "iti",
            "vṛttibhiḥ",
            "artha",
            "indriya",
            "āśaya",
            "jñānaiḥ",
            "bhagavān",
            "paribhāvyate"
        ],
        "translation": "One can conceive of the Supreme Personality of Godhead in terms of awakened consciousness, sleep and deep sleep — which function respectively through external objects, the mind and material intelligence — and also in terms of the fourth, transcendental level of consciousness, which is characterized by pure knowledge.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "अङ्गोपाङ्गायुधाकल्पैर्भगवांस्तच्चतुष्टयम् ।बिभर्ति स्म चतुर्मूर्तिर्भगवान् हरिरीश्वर: ॥ २३ ॥",
        "english_devnagari": "aṅgopāṅgāyudhākalpairbhagavāṁs tac catuṣṭayambibharti sma catur-mūrtirbhagavān harir īśvaraḥ",
        "verse_Syn": [
            "aṅga",
            "upāṅga",
            "āyudha",
            "ākalpaiḥ",
            "bhagavān",
            "tat",
            "catuṣṭayam",
            "bibharti",
            "sma",
            "catuḥ",
            "mūrtiḥ",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Lord Hari, thus appears in four personal expansions, each exhibiting major limbs, minor limbs, weapons and ornaments. Through these distinct features, the Lord maintains the four phases of existence.",
        "purport": " The Lord’s spiritual body, weapons, ornaments and associates are all pure transcendental existence, identical with Him."
    },
    {
        "verse": "24",
        "devanagari": "द्विजऋषभ स एष ब्रह्मयोनि: स्वयंद‍ृक्स्वमहिमपरिपूर्णो मायया च स्वयैतत् ।सृजति हरति पातीत्याख्ययानावृताक्षोविवृत इव निरुक्तस्तत्परैरात्मलभ्य: ॥ २४ ॥",
        "english_devnagari": "dvija-ṛṣabha sa eṣa brahma-yoniḥ svayaṁ-dṛksva-mahima-paripūrṇo māyayā ca svayaitatsṛjati harati pātīty ākhyayānāvṛtākṣovivṛta iva niruktas tat-parair ātma-labhyaḥ",
        "verse_Syn": [
            "dvija",
            "ṛṣabha",
            "saḥ",
            "eṣaḥ",
            "brahma",
            "yoniḥ",
            "svayam",
            "dṛk",
            "sva",
            "mahima",
            "paripūrṇaḥ",
            "māyayā",
            "ca",
            "svayā",
            "etat",
            "sṛjati",
            "harati",
            "pāti",
            "iti",
            "ākhyayā",
            "anāvṛta",
            "akṣaḥ",
            "vivṛtaḥ",
            "iva",
            "niruktaḥ",
            "tat",
            "paraiḥ",
            "ātma",
            "labhyaḥ"
        ],
        "translation": "O best of brāhmaṇas, He alone is the self-luminous, original source of the Vedas, perfect and complete in His own glory. By His material energy He creates, destroys and maintains this entire universe. Because He is the performer of various material functions, He is sometimes described as materially divided, yet He always remains transcendentally situated in pure knowledge. Those who are dedicated to Him in devotion can realize Him to be their true Soul.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura recommends that we become humble by practicing the following meditation: “The earth, which is always visible to me, is the expansion of the lotus feet of my Lord, who is always to be meditated upon. All moving and nonmoving living beings have taken shelter of the earth and are thus sheltered at the lotus feet of my Lord. For this reason I should respect every living being and not envy anyone. In fact, all living entities constitute the Kaustubha gem on My Lord’s chest. Therefore I should never envy or deride any living entity.” By practicing this meditation one can achieve success in life."
    },
    {
        "verse": "25",
        "devanagari": "श्रीकृष्ण कृष्णसख वृष्ण्यृषभावनिध्रुग्राजन्यवंशदहनानपवर्गवीर्य ।गोविन्द गोपवनिताव्रजभृत्यगीत-तीर्थश्रव: श्रवणमङ्गल पाहि भृत्यान् ॥ २५ ॥",
        "english_devnagari": "śrī-kṛṣṇa kṛṣṇa-sakha vṛṣṇy-ṛṣabhāvani-dhrug-rājanya-vaṁśa-dahanānapavarga-vīryagovinda gopa-vanitā-vraja-bhṛtya-gītatīrtha-śravaḥ śravaṇa-maṅgala pāhi bhṛtyān",
        "verse_Syn": [
            "śrī",
            "kṛṣṇa",
            "kṛṣṇa",
            "sakha",
            "vṛṣṇi",
            "ṛṣabha",
            "avani",
            "dhruk",
            "rājanya",
            "vaṁśa",
            "dahana",
            "anapavarga",
            "vīrya",
            "govinda",
            "gopa",
            "vanitā",
            "vraja",
            "bhṛtya",
            "gīta",
            "tīrtha",
            "śravaḥ",
            "śravaṇa",
            "maṅgala",
            "pāhi",
            "bhṛtyān"
        ],
        "translation": "O Kṛṣṇa, O friend of Arjuna, O chief among the descendants of Vṛṣṇi, You are the destroyer of those political parties that are disturbing elements on this earth. Your prowess never deteriorates. You are the proprietor of the transcendental abode, and Your most sacred glories, which are sung by Vṛndāvana’s cowherd men and women and their servants, bestow all auspiciousness just by being heard. O Lord, please protect Your devotees.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "य इदं कल्य उत्थाय महापुरुषलक्षणम् ।तच्चित्त: प्रयतो जप्‍त्वा ब्रह्म वेद गुहाशयम् ॥ २६ ॥",
        "english_devnagari": "ya idaṁ kalya utthāyamahā-puruṣa-lakṣaṇamtac-cittaḥ prayato japtvābrahma veda guhāśayam",
        "verse_Syn": [
            "yaḥ",
            "idam",
            "kalye",
            "utthāya",
            "mahā",
            "puruṣa",
            "lakṣaṇam",
            "tat",
            "cittaḥ",
            "prayataḥ",
            "japtvā",
            "brahma",
            "veda",
            "guhā",
            "śayam"
        ],
        "translation": "Anyone who rises early in the morning and, with a purified mind fixed upon the Mahāpuruṣa, quietly chants this description of His characteristics will realize Him as the Supreme Absolute Truth residing within the heart.",
        "purport": ""
    },
    {
        "verse": "27-28",
        "devanagari": "श्रीशौनक उवाचशुको यदाह भगवान् विष्णुराताय श‍ृण्वते ।सौरो गणो मासि मासि नाना वसति सप्तक: ॥ २७ ॥तेषां नामानि कर्माणि नियुक्तानामधीश्वरै: ।ब्रूहि न: श्रद्दधानानां व्यूहं सूर्यात्मनो हरे: ॥ २८ ॥",
        "english_devnagari": "śrī-śaunaka uvācaśuko yad āha bhagavānviṣṇu-rātāya śṛṇvatesauro gaṇo māsi māsinānā vasati saptakaḥ",
        "verse_Syn": [
            "śrī",
            "śaunakaḥ",
            "uvāca",
            "śukaḥ",
            "yat",
            "āha",
            "bhagavān",
            "viṣṇu",
            "rātāya",
            "śṛṇvate",
            "sauraḥ",
            "gaṇaḥ",
            "māsi",
            "māsi",
            "nānā",
            "vasati",
            "saptakaḥ",
            "teṣām",
            "nāmāni",
            "karmāṇi",
            "niyuktānām",
            "adhīśvaraiḥ",
            "brūhi",
            "naḥ",
            "śraddadhānānām",
            "vyūham",
            "sūrya",
            "ātmanaḥ",
            "hareḥ"
        ],
        "translation": "Śrī Śaunaka said: Please describe to us, who have great faith in your words, the different sets of seven personal features and associates the sun-god exhibits during each month, along with their names and activities. The associates of the sun-god, who serve their lord, are personal expansions of the Supreme Personality of Godhead Hari in His feature as the presiding deity of the sun.",
        "purport": " After hearing an account of the exalted conversation between Śukadeva Gosvāmī and Mahārāja Parīkṣit, Śaunaka now inquires about the sun as the expansion of the Supreme Lord. Although the sun is the king of all planets, Śrī Śaunaka is specifically interested in this effulgent globe as the expansion of Śrī Hari, the Supreme Personality of Godhead. The personalities related with the sun are of seven categories. In the course of the sun’s orbit there are twelve months, and in each month a different sun-god and a different set of his six associates preside. In each of the twelve months beginning from Vaiśākha there are different names for the sun-god himself, the sage, the Yakṣa, the Gandharva, the Apsarā, the Rākṣasa and the Nāga, making a total of seven categories."
    },
    {
        "verse": "29",
        "devanagari": "सूत उवाचअनाद्यविद्यया विष्णोरात्मन: सर्वदेहिनाम् ।निर्मितो लोकतन्त्रोऽयं लोकेषु परिवर्तते ॥ २९ ॥",
        "english_devnagari": "sūta uvācaanādy-avidyayā viṣṇorātmanaḥ sarva-dehināmnirmito loka-tantro ’yaṁlokeṣu parivartate",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "anādi",
            "avidyayā",
            "viṣṇoḥ",
            "ātmanaḥ",
            "sarva",
            "dehinām",
            "nirmitaḥ",
            "loka",
            "tantraḥ",
            "ayam",
            "lokeṣu",
            "parivartate"
        ],
        "translation": "Sūta Gosvāmī said: The sun travels among all the planets and thus regulates their movements. It has been created by Lord Viṣṇu, the Supreme Soul of all embodied beings, through His beginningless material energy.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "एक एव हि लोकानां सूर्य आत्मादिकृद्धरि: ।सर्ववेदक्रियामूलमृषिभिर्बहुधोदित: ॥ ३० ॥",
        "english_devnagari": "eka eva hi lokānāṁsūrya ātmādi-kṛd dhariḥsarva-veda-kriyā-mūlamṛṣibhir bahudhoditaḥ",
        "verse_Syn": [
            "ekaḥ",
            "eva",
            "hi",
            "lokānām",
            "sūryaḥ",
            "ātmā",
            "ādi",
            "kṛt",
            "hariḥ",
            "sarva",
            "veda",
            "kriyā",
            "mūlam",
            "ṛṣibhiḥ",
            "bahudhā",
            "uditaḥ"
        ],
        "translation": "The sun-god, being nondifferent from Lord Hari, is the one soul of all the worlds and their original creator. He is the source of all the ritualistic activities prescribed in the Vedas and has been given many names by the Vedic sages.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "कालो देश: क्रिया कर्ता करणं कार्यमागम: ।द्रव्यं फलमिति ब्रह्मन् नवधोक्तोऽजया हरि: ॥ ३१ ॥",
        "english_devnagari": "kālo deśaḥ kriyā kartākaraṇaṁ kāryam āgamaḥdravyaṁ phalam iti brahmannavadhokto ’jayā hariḥ",
        "verse_Syn": [
            "kālaḥ",
            "deśaḥ",
            "kriyā",
            "kartā",
            "karaṇam",
            "kāryam",
            "āgamaḥ",
            "dravyam",
            "phalam",
            "iti",
            "brahman",
            "navadhā",
            "uktaḥ",
            "ajayā",
            "hariḥ"
        ],
        "translation": "Being the source of the material energy, the Personality of Godhead Lord Hari in His expansion as the sun-god is described in nine aspects, O Śaunaka: the time, the place, the endeavor, the performer, the instrument, the specific ritual, the scripture, the paraphernalia of worship and the result to be achieved.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "मध्वादिषु द्वादशसु भगवान् कालरूपधृक् ।लोकतन्त्राय चरति पृथग्द्वादशभिर्गणै: ॥ ३२ ॥",
        "english_devnagari": "madhv-ādiṣu dvādaśasubhagavān kāla-rūpa-dhṛkloka-tantrāya caratipṛthag dvādaśabhir gaṇaiḥ",
        "verse_Syn": [
            "madhu",
            "ādiṣu",
            "dvādaśasu",
            "bhagavān",
            "kāla",
            "rūpa",
            "dhṛk",
            "loka",
            "tantrāya",
            "carati",
            "pṛthak",
            "dvādaśabhiḥ",
            "gaṇaiḥ"
        ],
        "translation": "The Supreme Personality of Godhead, manifesting His potency of time as the sun-god, travels about in each of the twelve months, beginning with Madhu, to regulate planetary motion within the universe. Traveling with the sun-god in each of the twelve months is a different set of six associates.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "धाता कृतस्थली हेतिर्वासुकी रथकृन्मुने ।पुलस्त्यस्तुम्बुरुरिति मधुमासं नयन्त्यमी ॥ ३३ ॥",
        "english_devnagari": "dhātā kṛtasthalī hetirvāsukī rathakṛn munepulastyas tumburur itimadhu-māsaṁ nayanty amī",
        "verse_Syn": [
            "dhātā",
            "kṛtasthalī",
            "hetiḥ",
            "vāsukiḥ",
            "rathakṛt",
            "mune",
            "pulastyaḥ",
            "tumburuḥ",
            "iti",
            "madhu",
            "māsam",
            "nayanti",
            "amī"
        ],
        "translation": "My dear sage, Dhātā as the sun-god, Kṛtasthalī as the Apsarā, Heti as the Rākṣasa, Vāsuki as the Nāga, Rathakṛt as the Yakṣa, Pulastya as the sage and Tumburu as the Gandharva rule the month of Madhu.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "अर्यमा पुलहोऽथौजा: प्रहेति: पुञ्जिकस्थली ।नारद: कच्छनीरश्च नयन्त्येते स्म माधवम् ॥ ३४ ॥",
        "english_devnagari": "aryamā pulaho ’thaujāḥprahetiḥ puñjikasthalīnāradaḥ kacchanīraś canayanty ete sma mādhavam",
        "verse_Syn": [
            "aryamā",
            "pulahaḥ",
            "athaujāḥ",
            "prahetiḥ",
            "puñjikasthalī",
            "nāradaḥ",
            "kacchanīraḥ",
            "ca",
            "nayanti",
            "ete",
            "sma",
            "mādhavam"
        ],
        "translation": "Aryamā as the sun-god, Pulaha as the sage, Athaujā as the Yakṣa, Praheti as the Rākṣasa, Puñjikasthalī as the Apsarā, Nārada as the Gandharva and Kacchanīra as the Nāga rule the month of Mādhava.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "मित्रोऽत्रि: पौरुषेयोऽथ तक्षको मेनका हहा: ।रथस्वन इति ह्येते शुक्रमासं नयन्त्यमी ॥ ३५ ॥",
        "english_devnagari": "mitro ’triḥ pauruṣeyo ’thatakṣako menakā hahāḥrathasvana iti hy eteśukra-māsaṁ nayanty amī",
        "verse_Syn": [
            "mitraḥ",
            "atriḥ",
            "pauruṣeyaḥ",
            "atha",
            "takṣakaḥ",
            "menakā",
            "hahāḥ",
            "rathasvanaḥ",
            "iti",
            "hi",
            "ete",
            "śukra",
            "māsam",
            "nayanti",
            "amī"
        ],
        "translation": "Mitra as the sun-god, Atri as the sage, Pauruṣeya as the Rākṣasa, Takṣaka as the Nāga, Menakā as the Apsarā, Hāhā as the Gandharva and Rathasvana as the Yakṣa rule the month of Śukra.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "वसिष्ठो वरुणो रम्भा सहजन्यस्तथा हुहू: ।शुक्रश्चित्रस्वनश्चैव शुचिमासं नयन्त्यमी ॥ ३६ ॥",
        "english_devnagari": "vasiṣṭho varuṇo rambhāsahajanyas tathā huhūḥśukraś citrasvanaś caivaśuci-māsaṁ nayanty amī",
        "verse_Syn": [
            "vasiṣṭhaḥ",
            "varuṇaḥ",
            "rambhā",
            "sahajanyaḥ",
            "tathā",
            "huhūḥ",
            "śukraḥ",
            "citrasvanaḥ",
            "ca",
            "eva",
            "śuci",
            "māsam",
            "nayanti",
            "amī"
        ],
        "translation": "Vasiṣṭha as the sage, Varuṇa as the sun-god, Rambhā as the Apsarā, Sahajanya as the Rākṣasa, Hūhū as the Gandharva, Śukra as the Nāga and Citrasvana as the Yakṣa rule the month of Śuci.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "इन्द्रो विश्वावसु: श्रोता एलापत्रस्तथाङ्गिरा: ।प्रम्‍लोचा राक्षसो वर्यो नभोमासं नयन्त्यमी ॥ ३७ ॥",
        "english_devnagari": "indro viśvāvasuḥ śrotāelāpatras tathāṅgirāḥpramlocā rākṣaso varyonabho-māsaṁ nayanty amī",
        "verse_Syn": [
            "indraḥ",
            "viśvāvasuḥ",
            "śrotāḥ",
            "elāpatraḥ",
            "tathā",
            "aṅgirāḥ",
            "pramlocā",
            "rākṣasaḥ",
            "varyaḥ",
            "nabhaḥ",
            "māsam",
            "nayanti",
            "amī"
        ],
        "translation": "Indra as the sun-god, Viśvāvasu as the Gandharva, Śrotā as the Yakṣa, Elāpatra as the Nāga, Aṅgirā as the sage, Pramlocā as the Apsarā and Varya as the Rākṣasa rule the month of Nabhas.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "विवस्वानुग्रसेनश्च व्याघ्र आसारणो भृगु: ।अनुम्‍लोचा शङ्खपालो नभस्याख्यं नयन्त्यमी ॥ ३८ ॥",
        "english_devnagari": "vivasvān ugrasenaś cavyāghra āsāraṇo bhṛguḥanumlocā śaṅkhapālonabhasyākhyaṁ nayanty amī",
        "verse_Syn": [
            "vivasvān",
            "ugrasenaḥ",
            "ca",
            "vyāghraḥ",
            "āsāraṇaḥ",
            "bhṛguḥ",
            "anumlocā",
            "śaṅkhapālaḥ",
            "nabhasya",
            "ākhyam",
            "nayanti",
            "amī"
        ],
        "translation": "Vivasvān as the sun-god, Ugrasena as the Gandharva, Vyāghra as the Rākṣasa, Āsāraṇa as the Yakṣa, Bhṛgu as the sage, Anumlocā as the Apsarā and Śaṅkhapāla as the Nāga rule the month of Nabhasya.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "पूषा धनञ्जयो वात: सुषेण: सुरुचिस्तथा ।घृताची गौतमश्चेति तपोमासं नयन्त्यमी ॥ ३९ ॥",
        "english_devnagari": "pūṣā dhanañjayo vātaḥsuṣeṇaḥ surucis tathāghṛtācī gautamaś cetitapo-māsaṁ nayanty amī",
        "verse_Syn": [
            "pūṣā",
            "dhanañjayaḥ",
            "vātaḥ",
            "suṣeṇaḥ",
            "suruciḥ",
            "tathā",
            "ghṛtācī",
            "gautamaḥ",
            "ca",
            "iti",
            "tapaḥ",
            "māsam",
            "nayanti",
            "amī"
        ],
        "translation": "Pūṣā as the sun-god, Dhanañjaya as the Nāga, Vāta as the Rākṣasa, Suṣeṇa as the Gandharva, Suruci as the Yakṣa, Ghṛtācī as the Apsarā and Gautama as the sage rule the month of Tapas.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "ऋतुर्वर्चा भरद्वाज: पर्जन्य: सेनजित्तथा ।विश्व ऐरावतश्चैव तपस्याख्यं नयन्त्यमी ॥ ४० ॥",
        "english_devnagari": "ṛtur varcā bharadvājaḥparjanyaḥ senajit tathāviśva airāvataś caivatapasyākhyaṁ nayanty amī",
        "verse_Syn": [
            "ṛtuḥ",
            "varcā",
            "bharadvājaḥ",
            "parjanyaḥ",
            "senajit",
            "tathā",
            "viśvaḥ",
            "airāvataḥ",
            "ca",
            "eva",
            "tapasya",
            "ākhyam",
            "nayanti",
            "amī"
        ],
        "translation": "Ṛtu as the Yakṣa, Varcā as the Rākṣasa, Bharadvāja as the sage, Parjanya as the sun-god, Senajit as the Apsarā, Viśva as the Gandharva and Airāvata as the Nāga rule the month known as Tapasya.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "अथांशु: कश्यपस्तार्क्ष्य ऋतसेनस्तथोर्वशी ।विद्युच्छत्रुर्महाशङ्ख: सहोमासं नयन्त्यमी ॥ ४१ ॥",
        "english_devnagari": "athāṁśuḥ kaśyapas tārkṣyaṛtasenas tathorvaśīvidyucchatrur mahāśaṅkhaḥsaho-māsaṁ nayanty amī",
        "verse_Syn": [
            "atha",
            "aṁśuḥ",
            "kaśyapaḥ",
            "tārkṣyaḥ",
            "ṛtasenaḥ",
            "tathā",
            "urvaśī",
            "vidyucchatruḥ",
            "mahāśaṅkhaḥ",
            "sahaḥ",
            "māsam",
            "nayanti",
            "amī"
        ],
        "translation": "Aṁśu as the sun-god, Kaśyapa as the sage, Tārkṣya as the Yakṣa, Ṛtasena as the Gandharva, Urvaśī as the Apsarā, Vidyucchatru as the Rākṣasa and Mahāśaṅkha as the Nāga rule the month of Sahas.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "भग: स्फूर्जोऽरिष्टनेमिरूर्ण आयुश्च पञ्चम: ।कर्कोटक: पूर्वचित्ति: पुष्यमासं नयन्त्यमी ॥ ४२ ॥",
        "english_devnagari": "bhagaḥ sphūrjo ’riṣṭanemirūrṇa āyuś ca pañcamaḥkarkoṭakaḥ pūrvacittiḥpuṣya-māsaṁ nayanty amī",
        "verse_Syn": [
            "bhagaḥ",
            "sphūrjaḥ",
            "ariṣṭanemiḥ",
            "ūrṇaḥ",
            "āyuḥ",
            "ca",
            "pañcamaḥ",
            "karkoṭakaḥ",
            "pūrvacittiḥ",
            "puṣya",
            "māsam",
            "nayanti",
            "amī"
        ],
        "translation": "Bhaga as the sun-god, Sphūrja as the Rākṣasa, Ariṣṭanemi as the Gandharva, Ūrṇa as the Yakṣa, Āyur as the sage, Karkoṭaka as the Nāga and Pūrvacitti as the Apsarā rule the month of Puṣya.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "त्वष्टा ऋचीकतनय: कम्बलश्च तिलोत्तमा ।ब्रह्मापेतोऽथ शतजिद् धृतराष्ट्र इषम्भरा: ॥ ४३ ॥",
        "english_devnagari": "tvaṣṭā ṛcīka-tanayaḥkambalaś ca tilottamābrahmāpeto ’tha satajiddhṛtarāṣṭra iṣam-bharāḥ",
        "verse_Syn": [
            "tvaṣṭā",
            "ṛcīka",
            "tanayaḥ",
            "kambalaḥ",
            "ca",
            "tilottamā",
            "brahmāpetaḥ",
            "atha",
            "śatajit",
            "dhṛtarāṣṭraḥ",
            "iṣam",
            "bharāḥ"
        ],
        "translation": "Tvaṣṭā as the sun-god; Jamadagni, the son of Ṛcīka, as the sage; Kambalāśva as the Nāga; Tilottamā as the Apsarā; Brahmāpeta as the Rākṣasa; Śatajit as the Yakṣa; and Dhṛtarāṣṭra as the Gandharva maintain the month of Iṣa.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "विष्णुरश्वतरो रम्भा सूर्यवर्चाश्च सत्यजित् ।विश्वामित्रो मखापेत ऊर्जमासं नयन्त्यमी ॥ ४४ ॥",
        "english_devnagari": "viṣṇur aśvataro rambhāsūryavarcāś ca satyajitviśvāmitro makhāpetaūrja-māsaṁ nayanty amī",
        "verse_Syn": [
            "viṣṇuḥ",
            "aśvataraḥ",
            "rambhā",
            "sūryavarcāḥ",
            "ca",
            "satyajit",
            "viśvāmitraḥ",
            "makhāpetaḥ",
            "ūrja",
            "māsam",
            "nayanti",
            "amī"
        ],
        "translation": "Viṣṇu as the sun-god, Aśvatara as the Nāga, Rambhā as the Apsarā, Sūryavarcā as the Gandharva, Satyajit as the Yakṣa, Viśvāmitra as the sage and Makhāpeta as the Rākṣasa rule the month of Ūrja.",
        "purport": " All these sun-gods and their associates are mentioned in divisions in the Kūrma Purāṇa, as follows:"
    },
    {
        "verse": "45",
        "devanagari": "एता भगवतो विष्णोरादित्यस्य विभूतय: ।स्मरतां सन्ध्ययोर्नृणां हरन्त्यंहो दिने दिने ॥ ४५ ॥",
        "english_devnagari": "etā bhagavato viṣṇorādityasya vibhūtayaḥsmaratāṁ sandhyayor nṝṇāṁharanty aṁho dine dine",
        "verse_Syn": [
            "etāḥ",
            "bhagavataḥ",
            "viṣṇoḥ",
            "ādityasya",
            "vibhūtayaḥ",
            "smaratām",
            "sandhyayoḥ",
            "nṝṇām",
            "haranti",
            "aṁhaḥ",
            "dine",
            "dine"
        ],
        "translation": "All these personalities are the opulent expansions of the Supreme Personality of Godhead, Viṣṇu, in the form of the sun-god. These deities take away all the sinful reactions of those who remember them each day at dawn and sunset.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "द्वादशस्वपि मासेषु देवोऽसौ षड्‌भिरस्य वै ।चरन् समन्तात्तनुते परत्रेह च सन्मतिम् ॥ ४६ ॥",
        "english_devnagari": "dvādaśasv api māseṣudevo ’sau ṣaḍbhir asya vaicaran samantāt tanuteparatreha ca san-matim",
        "verse_Syn": [
            "dvādaśasu",
            "api",
            "māseṣu",
            "devaḥ",
            "asau",
            "ṣaḍbhiḥ",
            "asya",
            "vai",
            "caran",
            "samantāt",
            "tanute",
            "paratra",
            "iha",
            "ca",
            "sat",
            "matim"
        ],
        "translation": "Thus, throughout the twelve months, the lord of the sun travels in all directions with his six types of associates, disseminating among the inhabitants of this universe purity of consciousness for both this life and the next.",
        "purport": ""
    },
    {
        "verse": "47-48",
        "devanagari": "सामर्ग्यजुर्भिस्तल्ल‍िङ्गैऋर्षय: संस्तुवन्त्यमुम् ।गन्धर्वास्तं प्रगायन्ति नृत्यन्त्यप्सरसोऽग्रत: ॥ ४७ ॥उन्नह्यन्ति रथं नागा ग्रामण्यो रथयोजका: ।चोदयन्ति रथं पृष्ठे नैऋर्ता बलशालिन: ॥ ४८ ॥",
        "english_devnagari": "sāmarg-yajurbhis tal-liṅgairṛṣayaḥ saṁstuvanty amumgandharvās taṁ pragāyantinṛtyanty apsaraso ’grataḥ",
        "verse_Syn": [
            "sāma",
            "ṛk",
            "yajurbhiḥ",
            "tat",
            "liṅgaiḥ",
            "ṛṣayaḥ",
            "saṁstuvanti",
            "amum",
            "gandharvāḥ",
            "tam",
            "pragāyanti",
            "nṛtyanti",
            "apsarasaḥ",
            "agrataḥ",
            "unnahyanti",
            "ratham",
            "nāgāḥ",
            "grāmaṇyaḥ",
            "ratha",
            "yojakāḥ",
            "codayanti",
            "ratham",
            "pṛṣṭhe",
            "nairṛtāḥ",
            "bala",
            "śālinaḥ"
        ],
        "translation": "While the sages glorify the sun-god with the hymns of the Sāma, Ṛg and Yajur Vedas, which reveal his identity, the Gandharvas also sing his praises and the Apsarās dance before his chariot. The Nāgas arrange the chariot ropes and the Yakṣas harness the horses to the chariot, while the powerful Rākṣasas push from behind.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "वालखिल्या: सहस्राणि षष्टिर्ब्रह्मर्षयोऽमला: ।पुरतोऽभिमुखं यान्ति स्तुवन्ति स्तुतिभिर्विभुम् ॥ ४९ ॥",
        "english_devnagari": "vālakhilyāḥ sahasrāṇiṣaṣṭir brahmarṣayo ’malāḥpurato ’bhimukhaṁ yāntistuvanti stutibhir vibhum",
        "verse_Syn": [
            "vālakhilyāḥ",
            "sahasrāṇi",
            "ṣaṣṭiḥ",
            "brahma",
            "ṛṣayaḥ",
            "amalāḥ",
            "purataḥ",
            "abhimukham",
            "yānti",
            "stuvanti",
            "stutibhiḥ",
            "vibhum"
        ],
        "translation": "Facing the chariot, the sixty thousand brāhmaṇa sages known as Vālakhilyas travel in front and offer prayers to the almighty sun-god with Vedic mantras.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "एवं ह्यनादिनिधनो भगवान् हरिरीश्वर: ।कल्पे कल्पे स्वमात्मानं व्यूह्य लोकानवत्यज: ॥ ५० ॥",
        "english_devnagari": "evaṁ hy anādi-nidhanobhagavān harir īśvaraḥkalpe kalpe svam ātmānaṁvyūhya lokān avaty ajaḥ",
        "verse_Syn": [
            "evam",
            "hi",
            "anādi",
            "nidhanaḥ",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ",
            "kalpe",
            "kalpe",
            "svam",
            "ātmānam",
            "vyūhya",
            "lokān",
            "avati",
            "ajaḥ"
        ],
        "translation": "For the protection of all the worlds, the Supreme Personality of Godhead Hari, who is unborn and without beginning or end, thus expands Himself during each day of Brahmā into these specific categories of His personal representations.",
        "purport": ""
    }
]