[
    {
        "verse": "1",
        "devanagari": "श्री शुक उवाच:द‍ृष्ट्वात्मनि जये व्यग्रान् नृपान् हसति भूरियम् ।अहो मा विजिगीषन्ति मृत्यो: क्रीडनका नृपा: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācadṛṣṭvātmani jaye vyagrānnṛpān hasati bhūr iyamaho mā vijigīṣantimṛtyoḥ krīḍanakā nṛpāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "dṛṣṭvā",
            "ātmani",
            "jaye",
            "vyagrān",
            "nṛpān",
            "hasati",
            "bhūḥ",
            "iyam",
            "aho",
            "mā",
            "vijigīṣanti",
            "mṛtyoḥ",
            "krīḍanakāḥ",
            "nṛpāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Seeing the kings of this earth busy trying to conquer her, the earth herself laughed. She said: “Just see how these kings, who are actually playthings in the hands of death, are desiring to conquer me.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "काम एष नरेन्द्राणां मोघ: स्याद् विदुषामपि ।येन फेनोपमे पिण्डे येऽतिविश्रम्भिता नृपा: ॥ २ ॥",
        "english_devnagari": "kāma eṣa narendrāṇāṁmoghaḥ syād viduṣām apiyena phenopame piṇḍeye ’ti-viśrambhitā nṛpāḥ",
        "verse_Syn": [
            "kāmaḥ",
            "eṣaḥ",
            "nara",
            "indrāṇām",
            "moghaḥ",
            "syāt",
            "viduṣām",
            "api",
            "yena",
            "phena",
            "upame",
            "piṇḍe",
            "ye",
            "ati",
            "viśrambhitāḥ",
            "nṛpāḥ"
        ],
        "translation": "“Great rulers of men, even those who are learned, meet frustration and failure because of material lust. Driven by lust, these kings place great hope and faith in the dead lump of flesh called the body, even though the material frame is as fleeting as bubbles of foam on water.",
        "purport": ""
    },
    {
        "verse": "3-4",
        "devanagari": "पूर्वं निर्जित्य षड्‌वर्गं जेष्यामो राजमन्त्रिण: ।तत: सचिवपौराप्तकरीन्द्रानस्य कण्टकान् ॥ ३ ॥एवं क्रमेण जेष्याम: पृथ्वीं सागरमेखलाम् ।इत्याशाबद्धहृदया न पश्यन्त्यन्तिकेऽन्तकम् ॥ ४ ॥",
        "english_devnagari": "pūrvaṁ nirjitya ṣaḍ-vargaṁjeṣyāmo rāja-mantriṇaḥtataḥ saciva-paurāpta-karīndrān asya kaṇṭakān",
        "verse_Syn": [
            "pūrvam",
            "nirjitya",
            "ṣaṭ",
            "vargam",
            "jeṣyāmaḥ",
            "rāja",
            "mantriṇaḥ",
            "tataḥ",
            "saciva",
            "paura",
            "āpta",
            "kari",
            "indrān",
            "asya",
            "kaṇṭakān",
            "evam",
            "krameṇa",
            "jeṣyāmaḥ",
            "pṛthvīm",
            "sāgara",
            "mekhalām",
            "iti",
            "āśā",
            "baddha",
            "hṛdayāḥ",
            "na",
            "paśyanti",
            "antike",
            "antakam"
        ],
        "translation": "“Kings and politicians imagine: ‘First I will conquer my senses and mind; then I will subdue my chief ministers and rid myself of the thorn-pricks of my advisors, citizens, friends and relatives, as well as the keepers of my elephants. In this way I will gradually conquer the entire earth.’ Because the hearts of these leaders are bound by great expectations, they fail to see death waiting nearby.",
        "purport": " To satisfy their greed for power, determined politicians, dictators and military leaders undergo severe austerities and sacrifice, with much self-discipline. Then they lead their great nations in a struggle to control the sea, land, air and space. Although the politicians and their followers will soon be dead — since birth and death are all inevitable in this world — they persist in their frenetic struggle for ephemeral glory."
    },
    {
        "verse": "5",
        "devanagari": "समुद्रावरणां जित्वा मां विशन्त्यब्धिमोजसा ।कियदात्मजयस्यैतन्मुक्तिरात्मजये फलम् ॥ ५ ॥",
        "english_devnagari": "samudrāvaraṇāṁ jitvāmāṁ viśanty abdhim ojasākiyad ātma-jayasyaitanmuktir ātma-jaye phalam",
        "verse_Syn": [
            "samudra",
            "āvaraṇām",
            "jitvā",
            "mām",
            "viśanti",
            "abdhim",
            "ojasā",
            "kiyat",
            "ātma",
            "jayasya",
            "etat",
            "muktiḥ",
            "ātma",
            "jaye",
            "phalam"
        ],
        "translation": "“After conquering all the land on my surface, these proud kings forcibly enter the ocean to conquer the sea itself. What is the use of their self-control, which is aimed at political exploitation? The actual goal of self-control is spiritual liberation.”",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "यां विसृज्यैव मनवस्तत्सुताश्च कुरूद्वह ।गता यथागतं युद्धे तां मां जेष्यन्त्यबुद्धय: ॥ ६ ॥",
        "english_devnagari": "yāṁ visṛjyaiva manavastat-sutāś ca kurūdvahagatā yathāgataṁ yuddhetāṁ māṁ jeṣyanty abuddhayaḥ",
        "verse_Syn": [
            "yām",
            "visṛjya",
            "eva",
            "manavaḥ",
            "tat",
            "sutāḥ",
            "ca",
            "kuru",
            "udvaha",
            "gatāḥ",
            "yathā",
            "āgatam",
            "yuddhe",
            "tām",
            "mām",
            "jeṣyanti",
            "abuddhayaḥ"
        ],
        "translation": "O best of the Kurus, the earth continued as follows: “Although in the past great men and their descendants have left me, departing from this world in the same helpless way they came into it, even today foolish men are trying to conquer me.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "मत्कृते पितृपुत्राणां भ्रातृणां चापि विग्रह: ।जायते ह्यसतां राज्ये ममताबद्धचेतसाम् ॥ ७ ॥",
        "english_devnagari": "mat-kṛte pitṛ-putrāṇāṁbhrātṝṇāṁ cāpi vigrahaḥjāyate hy asatāṁ rājyemamatā-baddha-cetasām",
        "verse_Syn": [
            "mat",
            "kṛte",
            "pitṛ",
            "putrāṇām",
            "bhrātṝṇām",
            "ca",
            "api",
            "vigrahaḥ",
            "jāyate",
            "hi",
            "asatām",
            "rājye",
            "mamatā",
            "baddha",
            "cetasām"
        ],
        "translation": "“For the sake of conquering me, materialistic persons fight one another. Fathers oppose their sons, and brothers fight one another, because their hearts are bound to possessing political power.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "ममैवेयं मही कृत्स्‍ना न ते मूढेति वादिन: ।स्पर्धमाना मिथो घ्नन्ति म्रियन्ते मत्कृते नृपा: ॥ ८ ॥",
        "english_devnagari": "mamaiveyaṁ mahī kṛtsnāna te mūḍheti vādinaḥspardhamānā mitho ghnantimriyante mat-kṛte nṛpāḥ",
        "verse_Syn": [
            "mama",
            "eva",
            "iyam",
            "mahī",
            "kṛtsnā",
            "na",
            "te",
            "mūḍha",
            "iti",
            "vādinaḥ",
            "spardhamānāḥ",
            "mithaḥ",
            "ghnanti",
            "mriyante",
            "mat",
            "kṛte",
            "nṛpāḥ"
        ],
        "translation": "“Political leaders challenge one another: ‘All this land is mine! It’s not yours, you fool!’ Thus they attack one another and die.",
        "purport": " This verse describes with brilliant clarity the mundane political mentality that provokes innumerable conflicts in the world. For example, as we prepare this translation of Śrīmad-Bhāgavatam, British and Argentine military forces are bitterly fighting over the tiny Falkland Islands. The fact is that the Supreme Lord is the proprietor of all land. Of course, even in a God-conscious world political boundaries exist. But in such a God-conscious atmosphere political tensions are greatly eased, and people of all lands welcome each other and respect each other’s right to live in peace."
    },
    {
        "verse": "9-13",
        "devanagari": "श्रीशुक उवाचपृथु: पुरूरवा गाधिर्नहुषो भरतोऽर्जुन: ।मान्धाता सगरो राम: खट्‌वाङ्गो धुन्धुहा रघु: ॥ ९ ॥तृणबिन्दुर्ययातिश्च शर्याति: शन्तनुर्गय: ।भगीरथ: कुवलयाश्व: ककुत्स्थो नैषधो नृग: ॥ १० ॥हिरण्यकशिपुर्वृत्रो रावणो लोकरावण: ।नमुचि: शम्बरो भौमो हिरण्याक्षोऽथ तारक: ॥ ११ ॥अन्ये च बहवो दैत्या राजानो ये महेश्वरा: ।सर्वे सर्वविद: शूरा: सर्वे सर्वजितोऽजिता: ॥ १२ ॥ममतां मय्यवर्तन्त कृत्वोच्चैर्मर्त्यधर्मिण: ।कथावशेषा: कालेन ह्यकृतार्था: कृता विभो ॥ १३ ॥",
        "english_devnagari": "pṛthuḥ purūravā gādhirnahuṣo bharato ’rjunaḥmāndhātā sagaro rāmaḥkhaṭvāṅgo dhundhuhā raghuḥ",
        "verse_Syn": [
            "pṛthuḥ",
            "purūravāḥ",
            "gādhiḥ",
            "nahuṣaḥ",
            "bharataḥ",
            "arjunaḥ",
            "māndhātā",
            "sagaraḥ",
            "rāmaḥ",
            "khaṭvāṅgaḥ",
            "dhundhuhā",
            "raghuḥ",
            "tṛṇabinduḥ",
            "yayātiḥ",
            "ca",
            "śaryātiḥ",
            "śantanuḥ",
            "gayaḥ",
            "bhagīrathaḥ",
            "kuvalayāśvaḥ",
            "kakutsthaḥ",
            "naiṣadhaḥ",
            "nṛgaḥ",
            "hiraṇyakaśipuḥ",
            "vṛtraḥ",
            "rāvaṇaḥ",
            "loka",
            "rāvaṇaḥ",
            "namuciḥ",
            "śambaraḥ",
            "bhaumaḥ",
            "hiraṇyākṣaḥ",
            "atha",
            "tārakaḥ",
            "anye",
            "ca",
            "bahavaḥ",
            "daityāḥ",
            "rājānaḥ",
            "ye",
            "mahā",
            "īśvarāḥ",
            "sarve",
            "sarva",
            "vidaḥ",
            "śūrāḥ",
            "sarve",
            "sarva",
            "jitaḥ",
            "ajitāḥ",
            "mamatām",
            "mayi",
            "avartanta",
            "kṛtvā",
            "uccaiḥ",
            "martya",
            "dharmiṇaḥ",
            "kathā",
            "avaśeṣāḥ",
            "kālena",
            "hi",
            "akṛta",
            "arthāḥ",
            "kṛtāḥ",
            "vibho"
        ],
        "translation": "“Such kings as Pṛthu, Purūravā, Gādhi, Nahuṣa, Bharata, Kārtavīrya Arjuna, Māndhātā, Sagara, Rāma, Khaṭvāṅga, Dhundhuhā, Raghu, Tṛṇabindu, Yayāti, Śaryāti, Śantanu, Gaya, Bhagīratha, Kuvalayāśva, Kakutstha, Naiṣadha, Nṛga, Hiraṇyakaśipu, Vṛtra, Rāvaṇa, who made the whole world lament, Namuci, Śambara, Bhauma, Hiraṇyākṣa and Tāraka, as well as many other demons and kings who possessed great powers of control over others, were all full of knowledge, heroic, all-conquering and unconquerable. Nevertheless, O almighty Lord, although they lived their lives intensely trying to possess me, these kings were subject to the passage of time, which reduced them all to mere historical accounts. None of them could permanently establish their rule.”",
        "purport": " According to Śrīla Śrīdhara Svāmī, and as confirmed by Śrīla Viśvanātha Cakravartī Ṭhākura, the King Rāma mentioned here is not the incarnation of Godhead Rāmacandra. Pṛthu Mahārāja is understood to be an incarnation of the Supreme Personality of Godhead who completely exhibited the characteristics of an earthly king, claiming proprietorship over the entire earth. A saintly king like Pṛthu Mahārāja, however, controls the earth on behalf of the Supreme Personality of Godhead, whereas a demon such as Hiraṇyakaśipu or Rāvaṇa tries to exploit the earth for his personal sense gratification. Nevertheless, both saintly kings and demons must leave the earth. In this way their political supremacy is ultimately neutralized by the force of time. Modern political leaders cannot even temporarily control the entire earth, nor are their opulences and intelligence unlimited. Possessing hopelessly fragmented power, enjoying a minuscule life span, and lacking deep existential intelligence, modern leaders inevitably are symbols of frustration and misdirected ambition."
    },
    {
        "verse": "14",
        "devanagari": "कथा इमास्ते कथिता महीयसांविताय लोकेषु यश: परेयुषाम् ।विज्ञानवैराग्यविवक्षया विभोवचोविभूतीर्न तु पारमार्थ्यम् ॥ १४ ॥",
        "english_devnagari": "kathā imās te kathitā mahīyasāṁvitāya lokeṣu yaśaḥ pareyuṣāmvijñāna-vairāgya-vivakṣayā vibhovaco-vibhūtīr na tu pāramārthyam",
        "verse_Syn": [
            "kathāḥ",
            "imāḥ",
            "te",
            "kathitāḥ",
            "mahīyasām",
            "vitāya",
            "lokeṣu",
            "yaśaḥ",
            "pareyuṣām",
            "vijñāna",
            "vairāgya",
            "vivakṣayā",
            "vibho",
            "vacaḥ",
            "vibhūtīḥ",
            "na",
            "tu",
            "pārama",
            "arthyam"
        ],
        "translation": "Śukadeva Gosvāmī said: O mighty Parīkṣit, I have related to you the narrations of all these great kings, who spread their fame throughout the world and then departed. My real purpose was to teach transcendental knowledge and renunciation. Stories of kings lend power and opulence to these narrations but do not in themselves constitute the ultimate aspect of knowledge.",
        "purport": " Since all the narrations of Śrīmad-Bhāgavatam bring the reader to the perfection of transcendental knowledge, they all give supreme spiritual lessons though apparently dealing with kings or other mundane subject matter. In relation with Kṛṣṇa, all ordinary topics become transcendental narrations, with the power to bring the reader to the perfection of life."
    },
    {
        "verse": "15",
        "devanagari": "यस्तूत्तम:श्लोकगुणानुवाद:सङ्गीयतेऽभीक्ष्णममङ्गलघ्न: ।तमेव नित्यं श‍ृणुयादभीक्ष्णंकृष्णेऽमलां भक्तिमभीप्समान: ॥ १५ ॥",
        "english_devnagari": "yas tūttamaḥ-śloka-guṇānuvādaḥsaṅgīyate ’bhīkṣṇam amaṅgala-ghnaḥtam eva nityaṁ śṛṇuyād abhīkṣṇaṁkṛṣṇe ’malāṁ bhaktim abhīpsamānaḥ",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "uttamaḥ",
            "śloka",
            "guṇa",
            "anuvādaḥ",
            "saṅgīyate",
            "abhīkṣṇam",
            "amaṅgala",
            "ghnaḥ",
            "tam",
            "eva",
            "nityam",
            "śṛṇuyāt",
            "abhīkṣṇam",
            "kṛṣṇe",
            "amalām",
            "bhaktim",
            "abhīpsamānaḥ"
        ],
        "translation": "The person who desires pure devotional service to Lord Kṛṣṇa should hear the narrations of Lord Uttamaḥśloka’s glorious qualities, the constant chanting of which destroys everything inauspicious. The devotee should engage in such listening in regular daily assemblies and should also continue his hearing throughout the day.",
        "purport": " Since any topic related to Lord Kṛṣṇa is auspicious and transcendental, the direct narration of Lord Kṛṣṇa’s own activities, political and nonpolitical, is certainly the supreme subject matter for hearing. The word nityam here indicates regulated cultivation of the topics of Lord Kṛṣṇa, and abhīkṣṇam indicates constant remembrance of such regulated spiritual experiences."
    },
    {
        "verse": "16",
        "devanagari": "श्रीराजोवाचकेनोपायेन भगवन् कलेर्दोषान् कलौ जना: ।विधमिष्यन्त्युपचितांस्तन्मे ब्रूहि यथा मुने ॥ १६ ॥",
        "english_devnagari": "śrī-rājovācakenopāyena bhagavankaler doṣān kalau janāḥvidhamiṣyanty upacitāṁstan me brūhi yathā mune",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kena",
            "upāyena",
            "bhagavan",
            "kaleḥ",
            "doṣān",
            "kalau",
            "janāḥ",
            "vidhamiṣyanti",
            "upacitān",
            "tat",
            "me",
            "brūhi",
            "yathā",
            "mune"
        ],
        "translation": "King Parīkṣit said: My lord, how can persons living in the Age of Kali rid themselves of the cumulative contamination of this age? O great sage, please explain this to me.",
        "purport": " King Parīkṣit was a compassionate, saintly ruler. Thus, after hearing of the abominable qualities of the Age of Kali, he naturally inquired as to how those born in this age can free themselves of its inherent contamination."
    },
    {
        "verse": "17",
        "devanagari": "युगानि युगधर्मांश्च मानं प्रलयकल्पयो: ।कालस्येश्वररूपस्य गतिं विष्णोर्महात्मन: ॥ १७ ॥",
        "english_devnagari": "yugāni yuga-dharmāṁś camānaṁ pralaya-kalpayoḥkālasyeśvara-rūpasyagatiṁ viṣṇor mahātmanaḥ",
        "verse_Syn": [
            "yugāni",
            "yuga",
            "dharmān",
            "ca",
            "mānam",
            "pralaya",
            "kalpayoḥ",
            "kālasya",
            "īśvara",
            "rūpasya",
            "gatim",
            "viṣṇoḥ",
            "mahā",
            "ātmanaḥ"
        ],
        "translation": "Please explain the different ages of universal history, the special qualities of each age, the duration of cosmic maintenance and destruction, and the movement of time, which is the direct representation of the Supreme Soul, the Personality of Godhead, Lord Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "श्रीशुक उवाचकृते प्रवर्तते धर्मश्चतुष्पात्तज्जनैर्धृत: ।सत्यं दया तपो दानमिति पादा विभोर्नृप ॥ १८ ॥",
        "english_devnagari": "śrī-śuka uvācakṛte pravartate dharmaścatuṣ-pāt taj-janair dhṛtaḥsatyaṁ dayā tapo dānamiti pādā vibhor nṛpa",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kṛte",
            "pravartate",
            "dharmaḥ",
            "catuḥ",
            "pāt",
            "tat",
            "janaiḥ",
            "dhṛtaḥ",
            "satyam",
            "dayā",
            "tapaḥ",
            "dānam",
            "iti",
            "pādāḥ",
            "vibhoḥ",
            "nṛpa"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King, in the beginning, during Satya-yuga, the age of truth, religion is present with all four of its legs intact and is carefully maintained by the people of that age. These four legs of powerful religion are truthfulness, mercy, austerity and charity.",
        "purport": " Just as there are four seasons, there are four ages of the earth, each lasting hundreds of thousands of years. The first of these is Satya-yuga, when such good qualities as charity are prominent. Actual charity, here referred to as dānam, is to award fearlessness and freedom to others, not to give them some material means of temporary pleasure or relief. Any material “charitable” arrangement will inevitably be crushed by the onward march of time. Thus only realization of one’s eternal existence beyond the reach of time can make one fearless, and only freedom from material desire constitutes real freedom, for it enables one to escape the bondage of the laws of nature. Therefore real charity is to help people revive their eternal, spiritual consciousness. Religion is here referred to as vibhu, “the mighty,” because universal religious principles are not different from the Supreme Lord Himself and ultimately lead one to His kingdom. The qualities mentioned here — truthfulness, mercy, austerity and charity — are universal, nonsectarian aspects of pious life. In the First Canto of Śrīmad-Bhāgavatam, the fourth leg of religion is listed as cleanliness. According to Śrīla Viśvanātha Cakravartī Ṭhākura, this is an alternative definition of the word dānam in the present context."
    },
    {
        "verse": "19",
        "devanagari": "सन्तुष्टा: करुणा मैत्रा: शान्ता दान्तास्तितिक्षव: ।आत्मारामा: समद‍ृश: प्रायश: श्रमणा जना: ॥ १९ ॥",
        "english_devnagari": "santuṣṭāḥ karuṇā maitrāḥśāntā dāntās titikṣavaḥātmārāmāḥ sama-dṛśaḥprāyaśaḥ śramaṇā janāḥ",
        "verse_Syn": [
            "santuṣṭāḥ",
            "karuṇāḥ",
            "maitrāḥ",
            "śāntāḥ",
            "dāntāḥ",
            "titikṣavaḥ",
            "ātma",
            "ārāmāḥ",
            "sama",
            "dṛśaḥ",
            "prāyaśaḥ",
            "śramaṇāḥ",
            "janāḥ"
        ],
        "translation": "The people of Satya-yuga are for the most part self-satisfied, merciful, friendly to all, peaceful, sober and tolerant. They take their pleasure from within, see all things equally and always endeavor diligently for spiritual perfection.",
        "purport": " Sama-darśana, equal vision, is based on the perception of the Supreme Spirit behind all material variety and within all living entities."
    },
    {
        "verse": "20",
        "devanagari": "त्रेतायां धर्मपादानां तुर्यांशो हीयते शनै: ।अधर्मपादैरनृतहिंसासन्तोषविग्रहै: ॥ २० ॥",
        "english_devnagari": "tretāyāṁ dharma-pādānāṁturyāṁśo hīyate śanaiḥadharma-pādair anṛta-hiṁṣāsantoṣa-vigrahaiḥ",
        "verse_Syn": [
            "tretāyām",
            "dharma",
            "pādānām",
            "turya",
            "aṁśaḥ",
            "hīyate",
            "śanaiḥ",
            "adharma",
            "pādaiḥ",
            "anṛta",
            "hiṁsā",
            "asantoṣa",
            "vigrahaiḥ"
        ],
        "translation": "In Tretā-yuga each leg of religion is gradually reduced by one quarter by the influence of the four pillars of irreligion — lying, violence, dissatisfaction and quarrel.",
        "purport": " By falsity truth is diminished, by violence mercy is diminished, by dissatisfaction austerity is diminished, and by quarrel charity and cleanliness are diminished."
    },
    {
        "verse": "21",
        "devanagari": "तदा क्रियातपोनिष्ठा नातिहिंस्रा न लम्पटा: ।त्रैवर्गिकास्त्रयीवृद्धा वर्णा ब्रह्मोत्तरा नृप ॥ २१ ॥",
        "english_devnagari": "tadā kriyā-tapo-niṣṭhānāti-hiṁsrā na lampaṭāḥtrai-vargikās trayī-vṛddhāvarṇā brahmottarā nṛpa",
        "verse_Syn": [
            "tadā",
            "kriyā",
            "tapaḥ",
            "niṣṭhāḥ",
            "na",
            "ati",
            "hiṁsrāḥ",
            "na",
            "lampaṭāḥ",
            "trai",
            "vargikāḥ",
            "trayī",
            "vṛddhāḥ",
            "varṇāḥ",
            "brahma",
            "uttarāḥ",
            "nṛpa"
        ],
        "translation": "In the Tretā age people are devoted to ritual performances and severe austerities. They are not excessively violent or very lusty after sensual pleasure. Their interest lies primarily in religiosity, economic development and regulated sense gratification, and they achieve prosperity by following the prescriptions of the three Vedas. Although in this age society evolves into four separate classes, O King, most people are brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "तप:सत्यदयादानेष्वर्धं ह्रस्वति द्वापरे ।हिंसातुष्टय‍नृतद्वेषैर्धर्मस्याधर्मलक्षणै: ॥ २२ ॥",
        "english_devnagari": "tapaḥ-satya-dayā-dāneṣvardhaṁ hrasvati dvāparehiṁsātuṣṭy-anṛta-dveṣairdharmasyādharma-lakṣaṇaiḥ",
        "verse_Syn": [
            "tapaḥ",
            "satya",
            "dayā",
            "dāneṣu",
            "ardham",
            "hrasvati",
            "dvāpare",
            "hiṁsā",
            "atuṣṭi",
            "anṛta",
            "dveṣaiḥ",
            "dharmasya",
            "adharma",
            "lakṣaṇaiḥ"
        ],
        "translation": "In Dvāpara-yuga the religious qualities of austerity, truth, mercy and charity are reduced to one half by their irreligious counterparts — dissatisfaction, untruth, violence and enmity.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "यशस्विनो महाशीला: स्वाध्यायाध्ययने रता: ।आढ्या: कुटुम्बिनो हृष्टा वर्णा: क्षत्रद्विजोत्तरा: ॥ २३ ॥",
        "english_devnagari": "yaśasvino mahā-śīlāḥsvādhyāyādhyayane ratāḥāḍhyāḥ kuṭumbino hṛṣṭāvarṇāḥ kṣatra-dvijottarāḥ",
        "verse_Syn": [
            "yaśasvinaḥ",
            "mahā",
            "śīlāḥ",
            "svādhyāya",
            "adhyayane",
            "ratāḥ",
            "āḍhyāḥ",
            "kuṭumbinaḥ",
            "hṛṣṭāḥ",
            "varṇāḥ",
            "kṣatra",
            "dvija",
            "uttarāḥ"
        ],
        "translation": "In the Dvāpara age people are interested in glory and are very noble. They devote themselves to the study of the Vedas, possess great opulence, support large families and enjoy life with vigor. Of the four classes, the kṣatriyas and brāhmaṇas are most numerous.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "कलौ तु धर्मपादानां तुर्यांशोऽधर्महेतुभि: ।एधमानै: क्षीयमाणो ह्यन्ते सोऽपि विनङ्‌क्ष्यति ॥ २४ ॥",
        "english_devnagari": "kalau tu dharma-pādānāṁturyāṁśo ’dharma-hetubhiḥedhamānaiḥ kṣīyamāṇohy ante so ’pi vinaṅkṣyati",
        "verse_Syn": [
            "kalau",
            "tu",
            "dharma",
            "pādānām",
            "turya",
            "aṁśaḥ",
            "adharma",
            "hetubhiḥ",
            "edhamānaiḥ",
            "kṣīyamāṇaḥ",
            "hi",
            "ante",
            "saḥ",
            "api",
            "vinaṅkṣyati"
        ],
        "translation": "In the Age of Kali only one fourth of the religious principles remains. That last remnant will continuously be decreased by the ever-increasing principles of irreligion and will finally be destroyed.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "तस्मिन् लुब्धा दुराचारा निर्दया: शुष्कवैरिण: ।दुर्भगा भूरितर्षाश्च शूद्रदासोत्तरा: प्रजा: ॥ २५ ॥",
        "english_devnagari": "tasmin lubdhā durācārānirdayāḥ śuṣka-vairiṇaḥdurbhagā bhūri-tarṣāś caśūdra-dāsottarāḥ prajāḥ",
        "verse_Syn": [
            "tasmin",
            "lubdhāḥ",
            "durācārāḥ",
            "nirdayāḥ",
            "śuṣka",
            "vairiṇaḥ",
            "durbhagāḥ",
            "bhūri",
            "tarṣāḥ",
            "ca",
            "śūdra",
            "dāsa",
            "uttarāḥ",
            "prajāḥ"
        ],
        "translation": "In the Kali age people tend to be greedy, ill-behaved and merciless, and they fight one another without good reason. Unfortunate and obsessed with material desires, the people of Kali-yuga are almost all śūdras and barbarians.",
        "purport": " In this age, we can already observe that most people are laborers, clerks, fishermen, artisans or other kinds of workers within the śūdra category. Enlightened devotees of God and noble political leaders are extremely scarce, and even independent businessmen and farmers are a vanishing breed as huge business conglomerates increasingly convert them into subservient employees. Vast regions of the earth are already populated by barbarians and semibarbarous peoples, making the entire situation dangerous and bleak. The Kṛṣṇa consciousness movement is empowered to rectify the current dismal state of affairs. It is the only hope for the ghastly age called Kali-yuga."
    },
    {
        "verse": "26",
        "devanagari": "सत्त्वं रजस्तम इति द‍ृश्यन्ते पुरुषे गुणा: ।कालसञ्चोदितास्ते वै परिवर्तन्त आत्मनि ॥ २६ ॥",
        "english_devnagari": "sattvaṁ rajas tama itidṛśyante puruṣe guṇāḥkāla-sañcoditās te vaiparivartanta ātmani",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "dṛśyante",
            "puruṣe",
            "guṇāḥ",
            "kāla",
            "sañcoditāḥ",
            "te",
            "vai",
            "parivartante",
            "ātmani"
        ],
        "translation": "The material modes — goodness, passion and ignorance — whose permutations are observed within a person’s mind, are set into motion by the power of time.",
        "purport": " The four ages described in these verses are manifestations of various modes of material nature. The age of truth, Satya-yuga, manifests the predominance of material goodness, and Kali-yuga manifests the predominance of ignorance. According to Śrīla Viśvanātha Cakravartī Ṭhākura, within each age the other three ages occasionally manifest as sub-ages. Thus even within Satya-yuga a demon in the mode of ignorance may appear, and within the Age of Kali the highest religious principles may flourish for some time. As described in Śrīmad-Bhāgavatam, the three modes of nature are present everywhere and in everything, but the predominant mode, or combination of modes, determines the general character of any material phenomenon. In each age, therefore, the three modes are present in varying proportions. The particular age represented by goodness (Satya), passion (Tretā), passion and ignorance (Dvāpara) or ignorance (Kali) exists within each of the other ages as a subfactor."
    },
    {
        "verse": "27",
        "devanagari": "प्रभवन्ति यदा सत्त्वे मनोबुद्धीन्द्रियाणि च ।तदा कृतयुगं विद्याज्ज्ञाने तपसि यद् रुचि: ॥ २७ ॥",
        "english_devnagari": "prabhavanti yadā sattvemano-buddhīndriyāṇi catadā kṛta-yugaṁ vidyājjñāne tapasi yad ruciḥ",
        "verse_Syn": [
            "prabhavanti",
            "yadā",
            "sattve",
            "manaḥ",
            "buddhi",
            "indriyāṇi",
            "ca",
            "tadā",
            "kṛta",
            "yugam",
            "vidyāt",
            "jñāne",
            "tapasi",
            "yat",
            "ruciḥ"
        ],
        "translation": "When the mind, intelligence and senses are solidly fixed in the mode of goodness, that time should be understood as Satya-yuga, the age of truth. People then take pleasure in knowledge and austerity.",
        "purport": " The word kṛta means “performed” or “executed.” Thus in the age of truth all religious duties are duly performed, and people take great pleasure in spiritual knowledge and austerity. Even in the Kali-yuga, those who are situated in the mode of goodness take pleasure in the cultivation of spiritual knowledge and the regulated performance of austerity. This sublime state of existence is possible for one who has conquered sex desire."
    },
    {
        "verse": "28",
        "devanagari": "यदा कर्मसु काम्येषु भक्तिर्यशसि देहिनाम् ।तदा त्रेता रजोवृत्तिरिति जानीहि बुद्धिमन् ॥ २८ ॥",
        "english_devnagari": "yadā karmasu kāmyeṣubhaktir yaśasi dehināmtadā tretā rajo-vṛttiriti jānīhi buddhiman",
        "verse_Syn": [
            "yadā",
            "karmasu",
            "kāmyeṣu",
            "bhaktiḥ",
            "yaśasi",
            "dehinām",
            "tadā",
            "tretā",
            "rajaḥ",
            "vṛttiḥ",
            "iti",
            "jānīhi",
            "buddhi",
            "man"
        ],
        "translation": "O most intelligent one, when the conditioned souls are devoted to their duties but have ulterior motives and seek personal prestige, you should understand such a situation to be the age of Tretā, in which the functions of passion are prominent.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "यदा लोभस्त्वसन्तोषो मानो दम्भोऽथ मत्सर: ।कर्मणां चापि काम्यानां द्वापरं तद् रजस्तम: ॥ २९ ॥",
        "english_devnagari": "yadā lobhas tv asantoṣomāno dambho ’tha matsaraḥkarmaṇāṁ cāpi kāmyānāṁdvāparaṁ tad rajas-tamaḥ",
        "verse_Syn": [
            "yadā",
            "lobhaḥ",
            "tu",
            "asantoṣaḥ",
            "mānaḥ",
            "dambhaḥ",
            "atha",
            "matsaraḥ",
            "karmaṇām",
            "ca",
            "api",
            "kāmyānām",
            "dvāparam",
            "tat",
            "rajaḥ",
            "tamaḥ"
        ],
        "translation": "When greed, dissatisfaction, false pride, hypocrisy and envy become prominent, along with attraction for selfish activities, such a time is the age of Dvāpara, dominated by the mixed modes of passion and ignorance.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "यदा मायानृतं तन्द्रा निद्रा हिंसा विषादनम् ।शोकमोहौ भयं दैन्यं स कलिस्तामस: स्मृत: ॥ ३० ॥",
        "english_devnagari": "yadā māyānṛtaṁ tandrānidrā hiṁsā viṣādanamśoka-mohau bhayaṁ dainyaṁsa kalis tāmasaḥ smṛtaḥ",
        "verse_Syn": [
            "yadā",
            "māyā",
            "anṛtam",
            "tandrā",
            "nidrā",
            "hiṁsā",
            "viṣādanam",
            "śoka",
            "mohau",
            "bhayam",
            "dainyam",
            "saḥ",
            "kaliḥ",
            "tāmasaḥ",
            "smṛtaḥ"
        ],
        "translation": "When there is a predominance of cheating, lying, sloth, sleepiness, violence, depression, lamentation, bewilderment, fear and poverty, that age is Kali, the age of the mode of ignorance.",
        "purport": " In Kali-yuga, people are almost exclusively devoted to gross materialism, with hardly any affinity for self-realization."
    },
    {
        "verse": "31",
        "devanagari": "तस्मात् क्षुद्रद‍ृशो मर्त्या: क्षुद्रभाग्या महाशना: ।कामिनो वित्तहीनाश्च स्वैरिण्यश्च स्त्रियोऽसती: ॥ ३१ ॥",
        "english_devnagari": "tasmāt kṣudra-dṛśo martyāḥkṣudra-bhāgyā mahāśanāḥkāmino vitta-hīnāś casvairiṇyaś ca striyo ’satīḥ",
        "verse_Syn": [
            "tasmāt",
            "kṣudra",
            "dṛśaḥ",
            "martyāḥ",
            "kṣudra",
            "bhāgyāḥ",
            "mahā",
            "aśanāḥ",
            "kāminaḥ",
            "vitta",
            "hīnāḥ",
            "ca",
            "svairiṇyaḥ",
            "ca",
            "striyaḥ",
            "asatīḥ"
        ],
        "translation": "Because of the bad qualities of the Age of Kali, human beings will become shortsighted, unfortunate, gluttonous, lustful and poverty-stricken. The women, becoming unchaste, will freely wander from one man to the next.",
        "purport": " In the Age of Kali certain pseudointellectuals, seeking individual freedom, support sexual promiscuity. In fact, identification of the self with the body and the pursuit of “individual freedom” in the body rather than in the soul are signs of the most dismal ignorance and slavery to lust. When women are unchaste, many children are born out of wedlock as products of lust. These children grow up in psychologically unfavorable circumstances, and a neurotic, ignorant society arises. Symptoms of this are already manifest throughout the world."
    },
    {
        "verse": "32",
        "devanagari": "दस्यूत्कृष्टा जनपदा वेदा: पाषण्डदूषिता: ।राजानश्च प्रजाभक्षा: शिश्न‍ोदरपरा द्विजा: ॥ ३२ ॥",
        "english_devnagari": "dasyūtkṛṣṭā janapadāvedāḥ pāṣaṇḍa-dūṣitāḥrājānaś ca prajā-bhakṣāḥśiśnodara-parā dvijāḥ",
        "verse_Syn": [
            "dasyu",
            "utkṛṣṭāḥ",
            "jana",
            "padāḥ",
            "vedāḥ",
            "pāṣaṇḍa",
            "dūṣitāḥ",
            "rājānaḥ",
            "ca",
            "prajā",
            "bhakṣāḥ",
            "śiśna",
            "udara",
            "parāḥ",
            "dvijāḥ"
        ],
        "translation": "Cities will be dominated by thieves, the Vedas will be contaminated by speculative interpretations of atheists, political leaders will virtually consume the citizens, and the so-called priests and intellectuals will be devotees of their bellies and genitals.",
        "purport": " Many large cities are unsafe at night. For example, it is understood that no sane person will walk in New York’s Central Park at night because he knows he will almost certainly be mugged. Apart from ordinary thieves, who abound in this age, large cities are filled with cutthroat businessmen, who enthusiastically convince people to purchase and consume useless or even harmful products. It has been well documented that beef, tobacco, liquor and many other modern products destroy one’s physical health, what to speak of mental health, and yet modern capitalists do not hesitate to use every psychological trick in the book to convince people to consume these things. Modern cities are full of mental and atmospheric pollution, and even ordinary citizens are finding them unbearable. This verse also points out that the teachings of the Vedic scriptures will be distorted in this age. Great universities teach courses on Hinduism in which Indian religion, despite limitless evidence to the contrary, is described as polytheistic and leading to an impersonal salvation. In fact, all Vedic literature is a unified whole, as stated by Lord Kṛṣṇa Himself in Bhagavad-gītā (15.15): vedaiś ca sarvair aham eva vedyaḥ. “By all the Vedas I [Kṛṣṇa] am to be known.” All Vedic literature is meant for enlightening us about the Supreme Personal Absolute Truth — Viṣṇu, or Kṛṣṇa. Although known by many names and appearing in many forms, God is a single absolute entity, and He is a person. But this true Vedic understanding is hidden in the Kali-yuga. In this verse Śukadeva astutely observes that “political leaders will virtually consume the citizens, and the so-called priests and intellectuals will be devotees of their bellies and genitals.” How sadly true this statement is."
    },
    {
        "verse": "33",
        "devanagari": "अव्रता बटवोऽशौचा भिक्षवश्च कुटुम्बिन: ।तपस्विनो ग्रामवासा न्यासिनोऽत्यर्थलोलुपा: ॥ ३३ ॥",
        "english_devnagari": "avratā baṭavo ’śaucābhikṣavaś ca kuṭumbinaḥtapasvino grāma-vāsānyāsino ’tyartha-lolupāḥ",
        "verse_Syn": [
            "avratāḥ",
            "baṭavaḥ",
            "aśaucāḥ",
            "bhikṣavaḥ",
            "ca",
            "kuṭumbinaḥ",
            "tapasvinaḥ",
            "grāma",
            "vāsāḥ",
            "nyāsinaḥ",
            "atyartha",
            "lolupāḥ"
        ],
        "translation": "The brahmacārīs will fail to execute their vows and become generally unclean, the householders will become beggars, the vānaprasthas will live in the villages, and the sannyāsīs will become greedy for wealth.",
        "purport": " Brahmacarya, celibate student life, is practically nonexistent in the Age of Kali. In America, many boys’ schools have become coeducational because young men frankly refuse to live without the constant companionship of lusty young girls. Also, we have personally observed throughout the Western world that student residences are among the dirtiest places on earth, as predicted here by the word aśaucāḥ. Concerning householder beggars, when devotees of the Lord go door to door distributing transcendental literature and requesting donations for the propagation of God’s glories, irritated householders commonly reply, “Someone should give me a donation.” Householders in Kali-yuga are not charitable. Instead, because of their miserly mentality, they become irritated when spiritual mendicants approach them. In Vedic culture, at the age of fifty, couples retire to sacred places for austere life and spiritual perfection. In countries like America, however, retirement cities have been constructed wherein elderly people can make fools of themselves by wasting the last years of their lives playing golf, ping-pong and shuffleboard and by engaging in pathetic attempts at love affairs even while their bodies are horribly rotting and their minds are growing senile. This shameless abuse of the venerable last years of life denotes a stubborn unwillingness to acknowledge the actual purpose of human life and is certainly an offense against God. The words nyāsino ’tyartha-lolupāḥ indicate that charismatic religious leaders, and even those who are not charismatic, will proclaim themselves prophets, saints and incarnations to cheat the innocent public and fatten their bank accounts. Therefore the International Society for Krishna Consciousness is working arduously to establish bona fide celibate student life, religious householder life, dignified and progressive retirement, and genuine spiritual leadership for the entire world. Today, May 9, 1982, in the sensual city of Rio de Janeiro, Brazil, we have awarded sannyāsa, the renounced order of life, to three young men, two Brazilians and one American, with the sincere hope that they will faithfully execute the rigid vows of renounced life and provide authentic spiritual leadership in South America."
    },
    {
        "verse": "34",
        "devanagari": "ह्रस्वकाया महाहारा भूर्यपत्या गतह्रिय: ।शश्वत्कटुकभाषिण्यश्चौर्यमायोरुसाहसा: ॥ ३४ ॥",
        "english_devnagari": "hrasva-kāyā mahāhārābhūry-apatyā gata-hriyaḥśaśvat kaṭuka-bhāṣiṇyaścaurya-māyoru-sāhasāḥ",
        "verse_Syn": [
            "hrasva",
            "kāyāḥ",
            "mahā",
            "āhārāḥ",
            "bhūri",
            "apatyāḥ",
            "gata",
            "hriyaḥ",
            "śaśvat",
            "kaṭuka",
            "bhāṣiṇyaḥ",
            "caurya",
            "māyā",
            "uru",
            "sāhasāḥ"
        ],
        "translation": "Women will become much smaller in size, and they will eat too much, have more children than they can properly take care of, and lose all shyness. They will always speak harshly and will exhibit qualities of thievery, deceit and unrestrained audacity.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "पणयिष्यन्ति वै क्षुद्रा: किराटा: कूटकारिण: ।अनापद्यपि मंस्यन्ते वार्तां साधु जुगुप्सिताम् ॥ ३५ ॥",
        "english_devnagari": "paṇayiṣyanti vai kṣudrāḥkirāṭāḥ kūṭa-kāriṇaḥanāpady api maṁsyantevārtāṁ sādhu jugupsitām",
        "verse_Syn": [
            "paṇayiṣyanti",
            "vai",
            "kṣudrāḥ",
            "kirāṭāḥ",
            "kūṭa",
            "kāriṇaḥ",
            "anāpadi",
            "api",
            "maṁsyante",
            "vārtām",
            "sādhu",
            "jugupsitām"
        ],
        "translation": "Businessmen will engage in petty commerce and earn their money by cheating. Even when there is no emergency, people will consider any degraded occupation quite acceptable.",
        "purport": " Although other occupations are available, people do not hesitate to work in coal mines, slaughterhouses, steel mills, deserts, floating oil rigs, submarines and other equally abominable situations. As also mentioned here, businessmen will consider cheating and lying to be a perfectly respectable way to do business. These are all symptoms of the Age of Kali."
    },
    {
        "verse": "36",
        "devanagari": "पतिं त्यक्ष्यन्ति निर्द्रव्यं भृत्या अप्यखिलोत्तमम् ।भृत्यं विपन्नं पतय: कौलं गाश्चापयस्विनी: ॥ ३६ ॥",
        "english_devnagari": "patiṁ tyakṣyanti nirdravyaṁbhṛtyā apy akhilottamambhṛtyaṁ vipannaṁ patayaḥkaulaṁ gāś cāpayasvinīḥ",
        "verse_Syn": [
            "patim",
            "tyakṣyanti",
            "nirdravyam",
            "bhṛtyāḥ",
            "api",
            "akhila",
            "uttamam",
            "bhṛtyam",
            "vipannam",
            "patayaḥ",
            "kaulam",
            "gāḥ",
            "ca",
            "apayasvinīḥ"
        ],
        "translation": "Servants will abandon a master who has lost his wealth, even if that master is a saintly person of exemplary character. Masters will abandon an incapacitated servant, even if that servant has been in the family for generations. Cows will be abandoned or killed when they stop giving milk.",
        "purport": " In India, the cow is considered sacred not because Indian people are primitive worshipers of mythological totems but because Hindus intelligently understand that the cow is a mother. As children, nearly all of us were nourished with cow’s milk, and therefore the cow is one of our mothers. Certainly one’s mother is sacred, and therefore we should not kill the sacred cow."
    },
    {
        "verse": "37",
        "devanagari": "पितृभ्रातृसुहृज्ज्ञातीन् हित्वा सौरतसौहृदा: ।ननान्‍द‍ृश्यालसंवादा दीना: स्त्रैणा: कलौ नरा: ॥ ३७ ॥",
        "english_devnagari": "pitṛ-bhrātṛ-suhṛj-jñātīnhitvā saurata-sauhṛdāḥnanāndṛ-śyāla-saṁvādādīnāḥ straiṇāḥ kalau narāḥ",
        "verse_Syn": [
            "pitṛ",
            "bhrātṛ",
            "suhṛt",
            "jñātīn",
            "hitvā",
            "saurata",
            "sauhṛdāḥ",
            "nanāndṛ",
            "śyāla",
            "saṁvādāḥ",
            "dīnāḥ",
            "straiṇāḥ",
            "kalau",
            "narāḥ"
        ],
        "translation": "In Kali-yuga men will be wretched and controlled by women. They will reject their fathers, brothers, other relatives and friends and will instead associate with the sisters and brothers of their wives. Thus their conception of friendship will be based exclusively on sexual ties.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "शूद्रा: प्रतिग्रहीष्यन्ति तपोवेषोपजीविन: ।धर्मं वक्ष्यन्त्यधर्मज्ञा अधिरुह्योत्तमासनम् ॥ ३८ ॥",
        "english_devnagari": "śūdrāḥ pratigrahīṣyantitapo-veṣopajīvinaḥdharmaṁ vakṣyanty adharma-jñāadhiruhyottamāsanam",
        "verse_Syn": [
            "śūdrāḥ",
            "pratigrahīṣyanti",
            "tapaḥ",
            "veṣa",
            "upajīvinaḥ",
            "dharmam",
            "vakṣyanti",
            "adharma",
            "jñāḥ",
            "adhiruhya",
            "uttama",
            "āsanam"
        ],
        "translation": "Uncultured men will accept charity on behalf of the Lord and will earn their livelihood by making a show of austerity and wearing a mendicant’s dress. Those who know nothing about religion will mount a high seat and presume to speak on religious principles.",
        "purport": " The epidemic of bogus gurus, swamis, priests and so forth is explicitly described here."
    },
    {
        "verse": "39-40",
        "devanagari": "नित्यमुद्विग्नमनसो दुर्भिक्षकरकर्शिता: ।निरन्ने भूतले राजननावृष्टिभयातुरा: ॥ ३९ ॥वासोऽन्नपानशयनव्यवायस्न‍ानभूषणै: ।हीना: पिशाचसन्दर्शा भविष्यन्ति कलौ प्रजा: ॥ ४० ॥",
        "english_devnagari": "nityam udvigna-manasodurbhikṣa-kara-karśitāḥniranne bhū-tale rājananāvṛṣṭi-bhayāturāḥ",
        "verse_Syn": [
            "nityam",
            "udvigna",
            "manasaḥ",
            "durbhikṣa",
            "kara",
            "karśitāḥ",
            "niranne",
            "bhū",
            "tale",
            "rājan",
            "anāvṛṣṭi",
            "bhaya",
            "āturāḥ",
            "vāsaḥ",
            "anna",
            "pāna",
            "śayana",
            "vyavāya",
            "snāna",
            "bhūṣaṇaiḥ",
            "hīnāḥ",
            "piśāca",
            "sandarśāḥ",
            "bhaviṣyanti",
            "kalau",
            "prajāḥ"
        ],
        "translation": "In the Age of Kali, people’s minds will always be agitated. They will become emaciated by famine and taxation, my dear King, and will always be disturbed by fear of drought. They will lack adequate clothing, food and drink, will be unable to properly rest, have sex or bathe themselves, and will have no ornaments to decorate their bodies. In fact, the people of Kali-yuga will gradually come to appear like ghostly, haunted creatures.",
        "purport": " The symptoms described here are already prevalent in many countries of the world and will gradually spread to other places engulfed by impiety and materialism."
    },
    {
        "verse": "41",
        "devanagari": "कलौ काकिणिकेऽप्यर्थे विगृह्य त्यक्तसौहृदा: ।त्यक्ष्यन्ति च प्रियान् प्राणान् हनिष्यन्ति स्वकानपि ॥ ४१ ॥",
        "english_devnagari": "kalau kākiṇike ’py arthevigṛhya tyakta-sauhṛdāḥtyakṣyanti ca priyān prāṇānhaniṣyanti svakān api",
        "verse_Syn": [
            "kalau",
            "kākiṇike",
            "api",
            "arthe",
            "vigṛhya",
            "tyakta",
            "sauhṛdāḥ",
            "tyakṣyanti",
            "ca",
            "priyān",
            "prāṇān",
            "haniṣyanti",
            "svakān",
            "api"
        ],
        "translation": "In Kali-yuga men will develop hatred for each other even over a few coins. Giving up all friendly relations, they will be ready to lose their own lives and kill even their own relatives.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "न रक्षिष्यन्ति मनुजा: स्थविरौ पितरावपि ।पुत्रान् भार्यां च कुलजां क्षुद्रा: शिश्न‍ोदरंभरा: ॥ ४२ ॥",
        "english_devnagari": "na rakṣiṣyanti manujāḥsthavirau pitarāv apiputrān bhāryāṁ ca kula-jāṁkṣudrāḥ śiśnodaraṁ-bharāḥ",
        "verse_Syn": [
            "na",
            "rakṣiṣyanti",
            "manujāḥ",
            "sthavirau",
            "pitarau",
            "api",
            "putrān",
            "bhāryām",
            "ca",
            "kula",
            "jām",
            "kṣudrāḥ",
            "śiśna",
            "udaram",
            "bharāḥ"
        ],
        "translation": "Men will no longer protect their elderly parents, their children or their respectable wives. Thoroughly degraded, they will care only to satisfy their own bellies and genitals.",
        "purport": " In this age many people are already sending their elderly parents away to lonely, and often bizarre, old-age homes, although the elderly parents spent their entire lives serving their children. Young children are also tormented in many ways in this age. Suicide among children has increased dramatically in recent years because they are being born not to loving, religious parents but to degraded, selfish men and women. In fact, children are often born because a birth-control pill, a prophylactic or some other contraceptive device malfunctioned. Under such conditions, it is very difficult nowadays for parents to morally guide their children. Generally ignorant of spiritual science, parents cannot lead their children on the path of liberation and thus fail to fulfill their primary responsibility in family life. As predicted in this verse, adultery has become common, and people in general are extremely concerned with eating and sex, which they consider far more important than knowing the Absolute Truth."
    },
    {
        "verse": "43",
        "devanagari": "कलौ न राजन्जगतां परं गुरुंत्रिलोकनाथानतपादपङ्कजम् ।प्रायेण मर्त्या भगवन्तमच्युतंयक्ष्यन्ति पाषण्डविभिन्नचेतस: ॥ ४३ ॥",
        "english_devnagari": "kalau na rājan jagatāṁ paraṁ guruṁtri-loka-nāthānata-pāda-paṅkajamprāyeṇa martyā bhagavantam acyutaṁyakṣyanti pāṣaṇḍa-vibhinna-cetasaḥ",
        "verse_Syn": [
            "kalau",
            "na",
            "rājan",
            "jagatām",
            "param",
            "gurum",
            "tri",
            "loka",
            "nātha",
            "ānata",
            "pāda",
            "paṅkajam",
            "prāyeṇa",
            "martyāḥ",
            "bhagavantam",
            "acyutam",
            "yakṣyanti",
            "pāṣaṇḍa",
            "vibhinna",
            "cetasaḥ"
        ],
        "translation": "O King, in the Age of Kali people’s intelligence will be diverted by atheism, and they will almost never offer sacrifice to the Supreme Personality of Godhead, who is the supreme spiritual master of the universe. Although the great personalities who control the three worlds all bow down to the lotus feet of the Supreme Lord, the petty and miserable human beings of this age will not do so.",
        "purport": " The impulse to find the Absolute Truth, the source of all existence, has motivated philosophers, theologians and other intellectuals of various persuasions since time immemorial, and continues to do so today. However, soberly analyzing the ever-increasing plurality of so-called philosophies, religions, paths, ways of life and so on, we find that in almost all cases the ultimate objective is something impersonal or formless. But this idea of an impersonal or formless Absolute Truth has serious logical flaws. According to ordinary rules of logic, a particular effect should directly or indirectly embody the attributes, or nature, of its own cause. Thus that which has no personality or activity could hardly be the source of all personality and all activity. Our irrepressible proclivity to philosophize about the ultimate truth often expresses itself through philosophical, scientific and mystical attempts to discover that from which everything emanates. This material world, which is a seemingly limitless network of interactive causes and effects, is certainly not the Absolute Truth, since scientific observation of material elements indicates that the stuff of this world, material energy, is endlessly transformed into different states and shapes. Therefore, one particular instance of material reality cannot be the ultimate source of all other things. We may speculate that matter in some shape or other has always existed. This theory, however, is no longer attractive to modern cosmologists, such as those at the Massachusetts Institute of Technology. And even if we do posit that matter has always existed, we still must explain the source of consciousness if we want to satisfy our philosophical impulse toward discovering the Absolute Truth. Although modern empirical fanatics state that nothing is real except matter, everyone commonly experiences that consciousness is not the same kind of substance as a stone, a pencil or water. Awareness itself, in contradistinction to the objects of awareness, is not a physical entity but rather a process of perception and understanding. While there is ample evidence of a systematic interdependent relationship between matter and consciousness, there is no rigid empirical evidence whatsoever that matter is the cause of consciousness. Thus the theory that the material world has always existed and is therefore the ultimate truth does not scientifically or even intuitively explain the source of consciousness, which is the most fundamentally real aspect of our existence. Furthermore, as demonstrated by Dr. Richard Thompson of the State University of New York at Binghamton and confirmed by several Nobel laureates in physics who have praised his work, the laws of nature governing the transformation of matter simply do not contain sufficiently complex information to account for the inconceivable complexity of events taking place within our own bodies and those of other life forms. In other words, not only do the material laws of nature fail to account for the existence of consciousness, but they cannot explain even the interaction of material elements at complex organic levels. Even Socrates, the first great Western philosopher, was disgusted with the attempt to establish ultimate causality in terms of mechanistic principles. The heat and luminosity of the sun’s rays demonstrate to the satisfaction of any rational man that the sun, the source of the rays, is certainly not a dark, cold globe but rather a reservoir of almost unlimited heat and light. Similarly, the innumerable instances of personality and personal consciousness within creation are more than adequate to demonstrate the existence, somewhere, of an unlimited reservoir of consciousness and personal behavior. In his dialogue Philebus, the Greek philosopher Plato argued that just as the material elements in our body are derived from a vast reservoir of material elements existing within the universe, our rational intelligence is also derived from a great cosmic intelligence existing within the universe, and this supreme intelligence is God, the creator. Unfortunately, in Kali-yuga many leading thinkers cannot understand this and instead deny that the Absolute Truth, the source of our personal consciousness, has consciousness and personality. This is as reasonable as saying that the sun is cold and dark. In Kali-yuga, many people present cheap, stereotyped arguments, such as “If God had a body or personality, He would be limited.” In this inadequate attempt at logic, a qualified term is falsely presented in a universal sense. What really should be said is, “If God had a material body or a material personality like those we have experienced, He would be limited.” But we leave out the qualifying adjective material and make a pseudouniversal assertion, as if we understood the full range, within total reality, of bodies and personality. Bhagavad-gītā, Śrīmad-Bhāgavatam and other Vedic literatures teach that the transcendental form and personality of the Absolute Truth are unlimited. Clearly, to be truly infinite God must be not only quantitatively but also qualitatively infinite. Unfortunately, in our mechanistic, industrial age we tend to define infinity only in its quantitative sense, and thus we fail to notice that an infinity of personal qualities is a necessary aspect of infinity. In other words, God must have infinite beauty, infinite wealth, infinite intelligence, infinite humor, infinite kindness, infinite anger and so on. Infinite is an absolute, and if anything we observe in this world is not contained, somehow or other, within our conception of the Absolute, then that conception is of something limited and not of the Absolute at all. Only in Kali-yuga are there philosophers foolish enough to proudly define the most absolute of all terms — God — in materialistic, relative ways and then declare themselves enlightened thinkers. No matter how big our brain may be, we should have the common sense to place it at the feet of the Supreme Personality of Godhead."
    },
    {
        "verse": "44",
        "devanagari": "यन्नामधेयं म्रियमाण आतुर:पतन् स्खलन् वा विवशो गृणन् पुमान् ।विमुक्तकर्मार्गल उत्तमां गतिंप्राप्नोति यक्ष्यन्ति न तं कलौ जना: ॥ ४४ ॥",
        "english_devnagari": "yan-nāmadheyaṁ mriyamāṇa āturaḥpatan skhalan vā vivaśo gṛṇan pumānvimukta-karmārgala uttamāṁ gatiṁprāpnoti yakṣyanti na taṁ kalau janāḥ",
        "verse_Syn": [
            "yat",
            "nāmadheyam",
            "mriyamāṇaḥ",
            "āturaḥ",
            "patan",
            "skhalan",
            "vā",
            "vivaśaḥ",
            "gṛṇan",
            "pumān",
            "vimukta",
            "karma",
            "argalaḥ",
            "uttamām",
            "gatim",
            "prāpnoti",
            "yakṣyanti",
            "na",
            "tam",
            "kalau",
            "janāḥ"
        ],
        "translation": "Terrified, about to die, a man collapses on his bed. Although his voice is faltering and he is hardly conscious of what he is saying, if he utters the holy name of the Supreme Lord he can be freed from the reaction of his fruitive work and achieve the supreme destination. But still people in the Age of Kali will not worship the Supreme Lord.",
        "purport": " You can lead a horse to water, but you cannot make him drink."
    },
    {
        "verse": "45",
        "devanagari": "पुंसां कलिकृतान् दोषान् द्रव्यदेशात्मसम्भवान् ।सर्वान् हरति चित्तस्थो भगवान् पुरुषोत्तम: ॥ ४५ ॥",
        "english_devnagari": "puṁsāṁ kali-kṛtān doṣāndravya-deśātma-sambhavānsarvān harati citta-sthobhagavān puruṣottamaḥ",
        "verse_Syn": [
            "puṁsām",
            "kali",
            "kṛtān",
            "doṣān",
            "dravya",
            "deśa",
            "ātma",
            "sambhavān",
            "sarvān",
            "harati",
            "citta",
            "sthaḥ",
            "bhagavān",
            "puruṣa",
            "uttamaḥ"
        ],
        "translation": "In the Kali-yuga, objects, places and even individual personalities are all polluted. The almighty Personality of Godhead, however, can remove all such contamination from the life of one who fixes the Lord within his mind.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "श्रुत: सङ्कीर्तितो ध्यात: पूजितश्चाद‍ृतोऽपि वा ।नृणां धुनोति भगवान् हृत्स्थो जन्मायुताशुभम् ॥ ४६ ॥",
        "english_devnagari": "śrutaḥ saṅkīrtito dhyātaḥpūjitaś cādṛto ’pi vānṛṇāṁ dhunoti bhagavānhṛt-stho janmāyutāśubham",
        "verse_Syn": [
            "śrutaḥ",
            "saṅkīrtitaḥ",
            "dhyātaḥ",
            "pūjitaḥ",
            "ca",
            "ādṛtaḥ",
            "api",
            "vā",
            "nṛṇām",
            "dhunoti",
            "bhagavān",
            "hṛt",
            "sthaḥ",
            "janma",
            "ayuta",
            "aśubham"
        ],
        "translation": "If a person hears about, glorifies, meditates upon, worships or simply offers great respect to the Supreme Lord, who is situated within the heart, the Lord will remove from his mind the contamination accumulated during many thousands of lifetimes.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "यथा हेम्नि स्थितो वह्निर्दुर्वर्णं हन्ति धातुजम् ।एवमात्मगतो विष्णुर्योगिनामशुभाशयम् ॥ ४७ ॥",
        "english_devnagari": "yathā hemni sthito vahnirdurvarṇaṁ hanti dhātu-jamevam ātma-gato viṣṇuryoginām aśubhāśayam",
        "verse_Syn": [
            "yathā",
            "hemni",
            "sthitaḥ",
            "vahniḥ",
            "durvarṇam",
            "hanti",
            "dhātu",
            "jam",
            "evam",
            "ātma",
            "gataḥ",
            "viṣṇuḥ",
            "yoginām",
            "aśubha",
            "āśayam"
        ],
        "translation": "Just as fire applied to gold removes any discoloration caused by traces of other metals, Lord Viṣṇu within the heart purifies the minds of the yogīs.",
        "purport": " Although one may practice the mystic yoga system, his actual spiritual advancement is due to the mercy of the Supreme Lord within the heart; it is not directly the result of his austerity and meditation. If one becomes foolishly proud in the name of yoga, his spiritual position becomes ridiculous."
    },
    {
        "verse": "48",
        "devanagari": "विद्यातप:प्राणनिरोधमैत्री-तीर्थाभिषेकव्रतदानजप्यै: ।नात्यन्तशुद्धिं लभतेऽन्तरात्मायथा हृदिस्थे भगवत्यनन्ते ॥ ४८ ॥",
        "english_devnagari": "vidyā-tapaḥ-prāṇa-nirodha-maitrī-tīrthābhiṣeka-vrata-dāna-japyaiḥnātyanta-śuddhiṁ labhate ’ntarātmāyathā hṛdi-sthe bhagavaty anante",
        "verse_Syn": [
            "vidyā",
            "tapaḥ",
            "prāṇa",
            "nirodha",
            "maitrī",
            "tīrtha",
            "abhiṣeka",
            "vrata",
            "dāna",
            "japyaiḥ",
            "na",
            "atyanta",
            "śuddhim",
            "labhate",
            "antaḥ",
            "ātmā",
            "yathā",
            "hṛdi",
            "sthe",
            "bhagavati",
            "anante"
        ],
        "translation": "By one’s engaging in the processes of demigod worship, austerities, breath control, compassion, bathing in holy places, strict vows, charity and chanting of various mantras, one’s mind cannot attain the same absolute purification as that achieved when the unlimited Personality of Godhead appears within one’s heart.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "तस्मात् सर्वात्मना राजन् हृदिस्थं कुरु केशवम् ।म्रियमाणो ह्यवहितस्ततो यासि परां गतिम् ॥ ४९ ॥",
        "english_devnagari": "tasmāt sarvātmanā rājanhṛdi-sthaṁ kuru keśavammriyamāṇo hy avahitastato yāsi parāṁ gatim",
        "verse_Syn": [
            "tasmāt",
            "sarva",
            "ātmanā",
            "rājan",
            "hṛdi",
            "stham",
            "kuru",
            "keśavam",
            "mriyamāṇaḥ",
            "hi",
            "avahitaḥ",
            "tataḥ",
            "yāsi",
            "parām",
            "gatim"
        ],
        "translation": "Therefore, O King, endeavor with all your might to fix the Supreme Lord Keśava within your heart. Maintain this concentration upon the Lord, and at the time of death you will certainly attain the supreme destination.",
        "purport": " Although the Supreme Lord is always in the heart of every living being, the words hṛdi-sthaṁ kuru keśavam indicate that one should endeavor to realize the Lord’s presence there and maintain this awareness at every moment. Parīkṣit Mahārāja is about to give up this world and is receiving final instructions from his spiritual master, Śukadeva Gosvāmī. In the context of the King’s imminent departure, this verse has special significance."
    },
    {
        "verse": "50",
        "devanagari": "म्रियमाणैरभिध्येयो भगवान् परमेश्वर: ।आत्मभावं नयत्यङ्ग सर्वात्मा सर्वसंश्रय: ॥ ५० ॥",
        "english_devnagari": "mriyamāṇair abhidhyeyobhagavān parameśvaraḥātma-bhāvaṁ nayaty aṅgasarvātmā sarva-saṁśrayaḥ",
        "verse_Syn": [
            "mriyamāṇaiḥ",
            "abhidhyeyaḥ",
            "bhagavān",
            "parama",
            "īśvaraḥ",
            "ātma",
            "bhāvam",
            "nayati",
            "aṅga",
            "sarva",
            "ātmā",
            "sarva",
            "saṁśrayaḥ"
        ],
        "translation": "My dear King, the Personality of Godhead is the ultimate controller. He is the Supreme Soul and the supreme shelter of all beings. When meditated upon by those about to die, He reveals to them their own eternal spiritual identity.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "कलेर्दोषनिधे राजन्नस्ति ह्येको महान् गुण: ।कीर्तनादेव कृष्णस्य मुक्तसङ्ग: परं व्रजेत् ॥ ५१ ॥",
        "english_devnagari": "kaler doṣa-nidhe rājannasti hy eko mahān guṇaḥkīrtanād eva kṛṣṇasyamukta-saṅgaḥ paraṁ vrajet",
        "verse_Syn": [
            "kaleḥ",
            "doṣa",
            "nidheḥ",
            "rājan",
            "asti",
            "hi",
            "ekaḥ",
            "mahān",
            "guṇaḥ",
            "kīrtanāt",
            "eva",
            "kṛṣṇasya",
            "mukta",
            "saṅgaḥ",
            "param",
            "vrajet"
        ],
        "translation": "My dear King, although Kali-yuga is an ocean of faults, there is still one good quality about this age: Simply by chanting the Hare Kṛṣṇa mahā-mantra, one can become free from material bondage and be promoted to the transcendental kingdom.",
        "purport": " After mentioning the innumerable faults of this Age of Kali, Śukadeva Gosvāmī now mentions its one brilliant aspect. Just as one powerful king can kill innumerable thieves, one brilliant spiritual quality can destroy all the contamination of this age. It is impossible to overestimate the importance of chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, especially in this fallen age."
    },
    {
        "verse": "52",
        "devanagari": "कृते यद्ध्यायतो विष्णुं त्रेतायां यजतो मखै: ।द्वापरे परिचर्यायां कलौ तद्धरिकीर्तनात् ॥ ५२ ॥",
        "english_devnagari": "kṛte yad dhyāyato viṣṇuṁtretāyāṁ yajato makhaiḥdvāpare paricaryāyāṁkalau tad dhari-kīrtanāt",
        "verse_Syn": [
            "kṛte",
            "yat",
            "dhyāyataḥ",
            "viṣṇum",
            "tretāyām",
            "yajataḥ",
            "makhaiḥ",
            "dvāpare",
            "paricaryāyām",
            "kalau",
            "tat",
            "hari",
            "kīrtanāt"
        ],
        "translation": "Whatever result was obtained in Satya-yuga by meditating on Viṣṇu, in Tretā-yuga by performing sacrifices, and in Dvāpara-yuga by serving the Lord’s lotus feet can be obtained in Kali-yuga simply by chanting the Hare Kṛṣṇa mahā-mantra.",
        "purport": " A similar verse is found in the Viṣṇu Purāṇa (6.2.17), and also in the Padma Purāṇa (Uttara-khaṇḍa 72.25) and the Bṛhan-nāradīya Purāṇa (38.97): “Whatever is achieved by meditation in Satya-yuga, by the performance of sacrifice in Tretā-yuga, and by the worship of Lord Kṛṣṇa’s lotus feet in Dvāpara-yuga is obtained in the Age of Kali simply by glorifying the name of Lord Keśava.” Śrīla Jīva Gosvāmī has further quoted from the Brahma-vaivarta Purāṇa concerning the degraded condition of people in Kali-yuga: “Thus in the Age of Kali the practices of austerity, yoga meditation, Deity worship, sacrifice and so on, along with their various subsidiary functions, are not properly carried out, even by the most expert embodied souls.” Śrīla Jīva Gosvāmī has also cited the Cāturmāsya-māhātmya of the Skanda Purāṇa concerning the necessity of chanting Hare Kṛṣṇa in this age: “In this way the most perfect penance to be executed in this world is the chanting of the name of Lord Śrī Hari. Especially in the Age of Kali, one can satisfy the Supreme Lord Viṣṇu by performing saṅkīrtana.” In conclusion, massive propaganda should be made all over the world to induce people to chant the Hare Kṛṣṇa mantra, by which human society can be rescued from the dangerous ocean of the Age of Kali."
    }
]