[
    {
        "verse": "1",
        "devanagari": "सूत उवाचसंस्तुतो भगवानित्थं मार्कण्डेयेन धीमता ।नारायणो नरसख: प्रीत आह भृगूद्वहम् ॥ १ ॥",
        "english_devnagari": "sūta uvācasaṁstuto bhagavān itthaṁmārkaṇḍeyena dhīmatānārāyaṇo nara-sakhaḥprīta āha bhṛgūdvaham",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "saṁstutaḥ",
            "bhagavān",
            "ittham",
            "mārkaṇḍeyena",
            "dhī",
            "matā",
            "nārāyaṇaḥ",
            "nara",
            "sakhaḥ",
            "prītaḥ",
            "āha",
            "bhṛgu",
            "udvaham"
        ],
        "translation": "Sūta Gosvāmī said: The Supreme Lord Nārāyaṇa, the friend of Nara, was satisfied by the proper glorification offered by the intelligent sage Mārkaṇḍeya. Thus the Lord addressed that excellent descendant of Bhṛgu.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीभगवानुवाचभो भो ब्रह्मर्षिवर्योऽसि सिद्ध आत्मसमाधिना ।मयि भक्त्यानपायिन्या तप:स्वाध्यायसंयमै: ॥ २ ॥",
        "english_devnagari": "śrī-bhagavān uvācabho bho brahmarṣi-varyo ’sisiddha ātma-samādhināmayi bhaktyānapāyinyātapaḥ-svādhyāya-saṁyamaiḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "bhoḥ",
            "bhoḥ",
            "brahma",
            "ṛṣi",
            "varyaḥ",
            "asi",
            "siddhaḥ",
            "ātma",
            "samādhinā",
            "mayi",
            "bhaktyā",
            "anapāyinyā",
            "tapaḥ",
            "svādhyāya",
            "saṁyamaiḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Mārkaṇḍeya, you are indeed the best of all learned brāhmaṇas. You have perfected your life by practicing fixed meditation upon the Supreme Soul, as well as by focusing upon Me your undeviating devotional service, your austerities, your study of the Vedas and your strict adherence to regulative principles.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "वयं ते परितुष्टा: स्म त्वद् बृहद्‌व्रतचर्यया ।वरं प्रतीच्छ भद्रं ते वरदोऽस्मि त्वदीप्सितम् ॥ ३ ॥",
        "english_devnagari": "vayaṁ te parituṣṭāḥ smatvad-bṛhad-vrata-caryayāvaraṁ pratīccha bhadraṁ tevara-do ’smi tvad-īpsitam",
        "verse_Syn": [
            "vayam",
            "te",
            "parituṣṭāḥ",
            "sma",
            "tvat",
            "bṛhat",
            "vrata",
            "caryayā",
            "varam",
            "pratīccha",
            "bhadram",
            "te",
            "vara",
            "daḥ",
            "asmi",
            "tvat",
            "īpsitam"
        ],
        "translation": "We are perfectly satisfied with your practice of lifelong celibacy. Please choose whatever benediction you desire, since I can grant your wish. May you enjoy all good fortune.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the Lord used the plural form in the beginning of this verse — “We are satisfied” — because He was referring to Himself along with Śiva and Umā, who will later be glorified by Mārkaṇḍeya. The Lord then used the singular — “I am the bestower of benedictions” — because ultimately only Lord Nārāyaṇa (Kṛṣṇa) can award the highest perfection of life, eternal Kṛṣṇa consciousness."
    },
    {
        "verse": "4",
        "devanagari": "श्रीऋषिरुवाचजितं ते देवदेवेश प्रपन्नार्तिहराच्युत ।वरेणैतावतालं नो यद् भवान् समद‍ृश्यत ॥ ४ ॥",
        "english_devnagari": "śrī-ṛṣir uvācajitaṁ te deva-deveśaprapannārti-harācyutavareṇaitāvatālaṁ noyad bhavān samadṛśyata",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "jitam",
            "te",
            "deva",
            "deva",
            "īśa",
            "prapanna",
            "ārti",
            "hara",
            "acyuta",
            "vareṇa",
            "etāvatā",
            "alam",
            "naḥ",
            "yat",
            "bhavān",
            "samadṛśyata"
        ],
        "translation": "The sage said: O Lord of lords, all glories to You! O Lord Acyuta, You remove all distress for the devotees who surrender unto You. That you have allowed me to see You is all the benediction I want.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "गृहीत्वाजादयो यस्य श्रीमत्पादाब्जदर्शनम् ।मनसा योगपक्वेन स भवान् मेऽक्षिगोचर: ॥ ५ ॥",
        "english_devnagari": "gṛhītvājādayo yasyaśrīmat-pādābja-darśanammanasā yoga-pakvenasa bhavān me ’kṣi-gocaraḥ",
        "verse_Syn": [
            "gṛhītvā",
            "aja",
            "ādayaḥ",
            "yasya",
            "śrīmat",
            "pāda",
            "abja",
            "darśanam",
            "manasā",
            "yoga",
            "pakvena",
            "saḥ",
            "bhavān",
            "me",
            "akṣi",
            "go",
            "caraḥ"
        ],
        "translation": "Such demigods as Lord Brahmā achieved their exalted positions simply by seeing Your beautiful lotus feet after their minds had become mature in yoga practice. And now, my Lord, You have personally appeared before me.",
        "purport": " Mārkaṇḍeya Ṛṣi points out that exalted demigods like Lord Brahmā achieved their positions simply by glimpsing the Lord’s lotus feet, and yet Mārkaṇḍeya Ṛṣi was now able to see Lord Kṛṣṇa’s entire body. Thus he could not even imagine the extent of his good fortune."
    },
    {
        "verse": "6",
        "devanagari": "अथाप्यम्बुजपत्राक्ष पुण्यश्लोकशिखामणे ।द्रक्ष्ये मायां यया लोक: सपालो वेद सद्भ‍िदाम् ॥ ६ ॥",
        "english_devnagari": "athāpy ambuja-patrākṣapuṇya-śloka-śikhāmaṇedrakṣye māyāṁ yayā lokaḥsa-pālo veda sad-bhidām",
        "verse_Syn": [
            "atha",
            "api",
            "ambuja",
            "patra",
            "akṣa",
            "puṇya",
            "śloka",
            "śikhāmaṇe",
            "drakṣye",
            "māyām",
            "yayā",
            "lokaḥ",
            "sa",
            "pālaḥ",
            "veda",
            "sat",
            "bhidām"
        ],
        "translation": "O lotus-eyed Lord, O crest jewel of renowned personalities, although I am satisfied simply by seeing You, I do wish to see Your illusory potency, by whose influence the entire world, together with its ruling demigods, considers reality to be materially variegated.",
        "purport": " A conditioned soul sees the material world to be constituted of independent, separate entities. Actually, all things are united, being potencies of the Supreme Lord. Mārkaṇḍeya Ṛṣi is curious to witness the exact process by which māyā, the Lord’s bewildering potency, casts living beings into illusion."
    },
    {
        "verse": "7",
        "devanagari": "सूत उवाचइतीडितोऽर्चित: काममृषिणा भगवान् मुने ।तथेति स स्मयन् प्रागाद् बदर्याश्रममीश्वर: ॥ ७ ॥",
        "english_devnagari": "sūta uvācaitīḍito ’rcitaḥ kāmamṛṣiṇā bhagavān munetatheti sa smayan prāgādbadary-āśramam īśvaraḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "iti",
            "īḍitaḥ",
            "arcitaḥ",
            "kāmam",
            "ṛṣiṇā",
            "bhagavān",
            "mune",
            "tathā",
            "iti",
            "saḥ",
            "smayan",
            "prāgāt",
            "badarī",
            "āśramam",
            "īśvaraḥ"
        ],
        "translation": "Sūta Gosvāmī said: O wise Śaunaka, thus satisfied by Mārkaṇḍeya’s praise and worship, the Supreme Personality of Godhead, smiling, replied, “So be it,” and then departed for His hermitage at Badarikāśrama.",
        "purport": " The words bhagavān and īśvara in this verse refer to the Supreme Lord in His incarnation as the twin sages Nara and Nārāyaṇa. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the Supreme Lord smiled ruefully, because He prefers that His pure devotees stay away from His illusory energy. Curiosity to see the illusory energy of the Lord sometimes develops into sinful material desire. Nonetheless, to please His devotee Mārkaṇḍeya, the Lord granted his request, just as a father who cannot convince his son to give up pursuing a harmful desire may let him experience some painful reaction so that he will then voluntarily desist. Thus, understanding what would soon happen to Mārkaṇḍeya, the Lord smiled as He prepared to display the illusory potency to him."
    },
    {
        "verse": "8-9",
        "devanagari": "तमेव चिन्तयन्नर्थमृषि: स्वाश्रम एव स: ।वसन्नग्‍न्यर्कसोमाम्बुभूवायुवियदात्मसु ॥ ८ ॥ध्यायन् सर्वत्र च हरिं भावद्रव्यैरपूजयत् ।क्‍वचित् पूजां विसस्मार प्रेमप्रसरसम्प्लुत: ॥ ९ ॥",
        "english_devnagari": "tam eva cintayann arthamṛṣiḥ svāśrama eva saḥvasann agny-arka-somāmbu-bhū-vāyu-viyad-ātmasu",
        "verse_Syn": [
            "tam",
            "eva",
            "cintayan",
            "artham",
            "ṛṣiḥ",
            "sva",
            "āśrame",
            "eva",
            "saḥ",
            "vasan",
            "agni",
            "arka",
            "soma",
            "ambu",
            "bhū",
            "vāyu",
            "viyat",
            "ātmasu",
            "dhyāyan",
            "sarvatra",
            "ca",
            "harim",
            "bhāva",
            "dravyaiḥ",
            "apūjayat",
            "kvacit",
            "pūjām",
            "visasmāra",
            "prema",
            "prasara",
            "samplutaḥ"
        ],
        "translation": "Thinking always of his desire to see the Lord’s illusory energy, the sage remained in his āśrama, meditating constantly upon the Lord within fire, the sun, the moon, water, the earth, air, lightning and his own heart and worshiping Him with paraphernalia conceived in his mind. But sometimes, overwhelmed by waves of love for the Lord, Mārkaṇḍeya would forget to perform his regular worship.",
        "purport": " It is apparent from these verses that Mārkaṇḍeya Ṛṣi was a great devotee of Lord Kṛṣṇa; therefore he wanted to see the illusory energy of the Lord not to fulfill some material ambition but to learn how His potency is working."
    },
    {
        "verse": "10",
        "devanagari": "तस्यैकदा भृगुश्रेष्ठ पुष्पभद्रातटे मुने: ।उपासीनस्य सन्ध्यायां ब्रह्मन् वायुरभून्महान् ॥ १० ॥",
        "english_devnagari": "tasyaikadā bhṛgu-śreṣṭhapuṣpabhadrā-taṭe muneḥupāsīnasya sandhyāyāṁbrahman vāyur abhūn mahān",
        "verse_Syn": [
            "tasya",
            "ekadā",
            "bhṛgu",
            "śreṣṭha",
            "puṣpabhadrā",
            "taṭe",
            "muneḥ",
            "upāsīnasya",
            "sandhyāyām",
            "brahman",
            "vāyuḥ",
            "abhūt",
            "mahān"
        ],
        "translation": "O brāhmaṇa Śaunaka, best of the Bhṛgus, one day while Mārkaṇḍeya was performing his evening worship on the bank of the Puṣpabhadrā, a great wind suddenly arose.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तं चण्डशब्दं समुदीरयन्तंबलाहका अन्वभवन् कराला: ।अक्षस्थविष्ठा मुमुचुस्तडिद्भ‍ि:स्वनन्त उच्चैरभिवर्षधारा: ॥ ११ ॥",
        "english_devnagari": "taṁ caṇḍa-śabdaṁ samudīrayantaṁbalāhakā anv abhavan karālāḥakṣa-sthaviṣṭhā mumucus taḍidbhiḥsvananta uccair abhi varṣa-dhārāḥ",
        "verse_Syn": [
            "tam",
            "caṇḍa",
            "śabdam",
            "samudīrayantam",
            "balāhakāḥ",
            "anu",
            "abhavan",
            "karālāḥ",
            "akṣa",
            "sthaviṣṭhāḥ",
            "mumucuḥ",
            "taḍidbhiḥ",
            "svanantaḥ",
            "uccaiḥ",
            "abhi",
            "varṣa",
            "dhārāḥ"
        ],
        "translation": "That wind created a terrible sound and brought in its wake fearsome clouds that were accompanied by lightning and roaring thunder and that poured down on all sides torrents of rain as heavy as wagon wheels.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "ततो व्यद‍ृश्यन्त चतु:समुद्रा:समन्तत: क्ष्मातलमाग्रसन्त: ।समीरवेगोर्मिभिरुग्रनक्र-महाभयावर्तगभीरघोषा: ॥ १२ ॥",
        "english_devnagari": "tato vyadṛśyanta catuḥ samudrāḥsamantataḥ kṣmā-talam āgrasantaḥsamīra-vegormibhir ugra-nakra-mahā-bhayāvarta-gabhīra-ghoṣāḥ",
        "verse_Syn": [
            "tataḥ",
            "vyadṛśyanta",
            "catuḥ",
            "samudrāḥ",
            "samantataḥ",
            "kṣmā",
            "talam",
            "āgrasantaḥ",
            "samīra",
            "vega",
            "ūrmibhiḥ",
            "ugra",
            "nakra",
            "mahā",
            "bhaya",
            "āvarta",
            "gabhīra",
            "ghoṣāḥ"
        ],
        "translation": "Then the four great oceans appeared on all sides, swallowing up the surface of the earth with their wind-tossed waves. In these oceans were terrible sea monsters, fearful whirlpools and ominous rumblings.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "अन्तर्बहिश्चाद्भ‍िरतिद्युभि: खरै:शतह्रदाभिरुपतापितं जगत् ।चतुर्विधं वीक्ष्य सहात्मना मुनि-र्जलाप्लुतां क्ष्मां विमना: समत्रसत् ॥ १३ ॥",
        "english_devnagari": "antar bahiś cādbhir ati-dyubhiḥ kharaiḥśatahradābhir upatāpitaṁ jagatcatur-vidhaṁ vīkṣya sahātmanā munirjalāplutāṁ kṣmāṁ vimanāḥ samatrasat",
        "verse_Syn": [
            "antaḥ",
            "bahiḥ",
            "ca",
            "adbhiḥ",
            "ati",
            "dyubhiḥ",
            "kharaiḥ",
            "śata",
            "hradābhiḥ",
            "upatāpitam",
            "jagat",
            "catuḥ",
            "vidham",
            "vīkṣya",
            "saha",
            "ātmanā",
            "muniḥ",
            "jala",
            "āplutām",
            "kṣmām",
            "vimanāḥ",
            "samatrasat"
        ],
        "translation": "The sage saw all the inhabitants of the universe, including himself, tormented within and without by the harsh winds, the bolts of lightning, and the great waves rising beyond the sky. As the whole earth flooded, he grew perplexed and fearful.",
        "purport": " Here the word catur-vidham refers to the four sources of birth for conditioned souls: embryos, eggs, seeds and perspiration."
    },
    {
        "verse": "14",
        "devanagari": "तस्यैवमुद्वीक्षत ऊर्मिभीषण:प्रभञ्जनाघूर्णितवार्महार्णव: ।आपूर्यमाणो वरषद्भ‍िरम्बुदै:क्ष्मामप्यधाद् द्वीपवर्षाद्रिभि: समम् ॥ १४ ॥",
        "english_devnagari": "tasyaivam udvīkṣata ūrmi-bhīṣaṇaḥprabhañjanāghūrṇita-vār mahārṇavaḥāpūryamāṇo varaṣadbhir ambudaiḥkṣmām apyadhād dvīpa-varṣādribhiḥ samam",
        "verse_Syn": [
            "tasya",
            "evam",
            "udvīkṣataḥ",
            "ūrmi",
            "bhīṣaṇaḥ",
            "prabhañjana",
            "āghūrṇita",
            "vāḥ",
            "mahā",
            "arṇavaḥ",
            "āpūryamānaḥ",
            "varaṣadbhiḥ",
            "ambu",
            "daiḥ",
            "kṣmām",
            "apyadhāt",
            "dvīpa",
            "varṣa",
            "adribhiḥ",
            "samam"
        ],
        "translation": "Even as Mārkaṇḍeya looked on, the rain pouring down from the clouds filled the ocean more and more until that great sea, its waters violently whipped into terrifying waves by hurricanes, covered up all the earth’s islands, mountains and continents.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "सक्ष्मान्तरिक्षं सदिवं सभागणंत्रैलोक्यमासीत् सह दिग्भिराप्लुतम् ।स एक एवोर्वरितो महामुनि-र्बभ्राम विक्षिप्य जटा जडान्धवत् ॥ १५ ॥",
        "english_devnagari": "sa-kṣmāntarikṣaṁ sa-divaṁ sa-bhā-gaṇaṁtrai-lokyam āsīt saha digbhir āplutamsa eka evorvarito mahā-munirbabhrāma vikṣipya jaṭā jaḍāndha-vat",
        "verse_Syn": [
            "sa",
            "kṣmā",
            "antarikṣam",
            "sa",
            "divam",
            "sa",
            "bhā",
            "gaṇam",
            "trai",
            "lokyam",
            "āsīt",
            "saha",
            "digbhiḥ",
            "āplutam",
            "saḥ",
            "ekaḥ",
            "eva",
            "urvaritaḥ",
            "mahā",
            "muniḥ",
            "babhrāma",
            "vikṣipya",
            "jaṭāḥ",
            "jaḍa",
            "andha",
            "vat"
        ],
        "translation": "The water inundated the earth, outer space, heaven and the celestial region. Indeed, the entire expanse of the universe was flooded in all directions, and out of all its inhabitants only Mārkaṇḍeya remained. His matted hair scattered, the great sage wandered about alone in the water as if dumb and blind.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "क्षुत्तृट्परीतो मकरैस्तिमिङ्गिलै-रुपद्रुतो वीचिनभस्वता हत: ।तमस्यपारे पतितो भ्रमन् दिशोन वेद खं गां च परिश्रमेषित: ॥ १६ ॥",
        "english_devnagari": "kṣut-tṛṭ-parīto makarais timiṅgilairupadruto vīci-nabhasvatāhataḥtamasy apāre patito bhraman diśona veda khaṁ gāṁ ca pariśrameṣitaḥ",
        "verse_Syn": [
            "kṣut",
            "tṛṭ",
            "parītaḥ",
            "makaraiḥ",
            "timiṅgilaiḥ",
            "upadrutaḥ",
            "vīci",
            "nabhasvatā",
            "āhataḥ",
            "tamasi",
            "apāre",
            "patitaḥ",
            "bhraman",
            "diśaḥ",
            "na",
            "veda",
            "kham",
            "gām",
            "ca",
            "pariśrama",
            "iṣitaḥ"
        ],
        "translation": "Tormented by hunger and thirst, attacked by monstrous makaras and timiṅgila fish and battered by the wind and waves, he moved aimlessly through the infinite darkness into which he had fallen. As he grew increasingly exhausted, he lost all sense of direction and could not tell the sky from the earth.",
        "purport": ""
    },
    {
        "verse": "17-18",
        "devanagari": "क्‍वचिन्मग्नो महावर्ते तरलैस्ताडित: क्‍वचित् ।यादोभिर्भक्ष्यते क्‍वापि स्वयमन्योन्यघातिभि: ॥ १७ ॥क्‍वचिच्छोकं क्‍वचिन्मोहं क्‍वचिद्दु:खं सुखं भयम् ।क्‍वचिन्मृत्युमवाप्नोति व्याध्यादिभिरुतार्दित: ॥ १८ ॥",
        "english_devnagari": "kracin magno mahāvartetaralais tāḍitaḥ kvacityādobhir bhakṣyate kvāpisvayam anyonya-ghātibhiḥ",
        "verse_Syn": [
            "kvacit",
            "magnaḥ",
            "mahā",
            "āvarte",
            "taralaiḥ",
            "tāḍitaḥ",
            "kvacit",
            "yādobhiḥ",
            "bhakṣyate",
            "kva",
            "api",
            "svayam",
            "anyonya",
            "ghātibhiḥ",
            "kvacit",
            "śokam",
            "kvacit",
            "moham",
            "kvacit",
            "duḥkham",
            "sukham",
            "bhayam",
            "kvacit",
            "mṛtyum",
            "avāpnoti",
            "vyādhi",
            "ādibhiḥ",
            "uta",
            "arditaḥ"
        ],
        "translation": "At times he was engulfed by the great whirlpools, sometimes he was beaten by the mighty waves, and at other times the aquatic monsters threatened to devour him as they attacked one another. Sometimes he felt lamentation, bewilderment, misery, happiness or fear, and at other times he experienced such terrible illness and pain that he felt himself dying.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "अयुतायुतवर्षाणां सहस्राणि शतानि च ।व्यतीयुर्भ्रमतस्तस्मिन् विष्णुमायावृतात्मन: ॥ १९ ॥",
        "english_devnagari": "ayutāyuta-varṣāṇāṁsahasrāṇi śatāni cavyatīyur bhramatas tasminviṣṇu-māyāvṛtātmanaḥ",
        "verse_Syn": [
            "ayuta",
            "ayuta",
            "varṣāṇām",
            "sahasrāṇi",
            "śatāni",
            "ca",
            "vyatīyuḥ",
            "bhramataḥ",
            "tasmin",
            "viṣṇu",
            "māyā",
            "āvṛta",
            "ātmanaḥ"
        ],
        "translation": "Countless millions of years passed as Mārkaṇḍeya wandered about in that deluge, his mind bewildered by the illusory energy of Lord Viṣṇu, the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "स कदाचिद् भ्रमंस्तस्मिन् पृथिव्या: ककुदि द्विज: ।न्याग्रोधपोतं दद‍ृशे फलपल्ल‍वशोभितम् ॥ २० ॥",
        "english_devnagari": "sa kadācid bhramaṁs tasminpṛthivyāḥ kakudi dvijaḥnyāgrodha-potaṁ dadṛśephala-pallava-śobhitam",
        "verse_Syn": [
            "saḥ",
            "kadācit",
            "bhraman",
            "tasmin",
            "pṛthivyāḥ",
            "kakudi",
            "dvijaḥ",
            "nyāgrodha",
            "potam",
            "dadṛśe",
            "phala",
            "pallava",
            "śobhitam"
        ],
        "translation": "Once, while wandering in the water, the brāhmaṇa Mārkaṇḍeya discovered a small island, upon which stood a young banyan tree bearing blossoms and fruits.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "प्रागुत्तरस्यां शाखायां तस्यापि दद‍ृशे शिशुम् ।शयानं पर्णपुटके ग्रसन्तं प्रभया तम: ॥ २१ ॥",
        "english_devnagari": "prāg-uttarasyāṁ śākhāyāṁtasyāpi dadṛśe śiśumśayānaṁ parṇa-puṭakegrasantaṁ prabhayā tamaḥ",
        "verse_Syn": [
            "prāk",
            "uttarasyām",
            "śākhāyām",
            "tasya",
            "api",
            "dadṛśe",
            "śiśum",
            "śayānam",
            "parṇa",
            "puṭake",
            "grasantam",
            "prabhayā",
            "tamaḥ"
        ],
        "translation": "Upon a branch of the northeast portion of that tree he saw an infant boy lying within a leaf. The child’s effulgence was swallowing up the darkness.",
        "purport": ""
    },
    {
        "verse": "22-25",
        "devanagari": "महामरकतश्यामं श्रीमद्वदनपङ्कजम् ।कम्बुग्रीवं महोरस्कं सुनसं सुन्दरभ्रुवम् ॥ २२ ॥श्वासैजदलकाभातं कम्बुश्रीकर्णदाडिमम् ।विद्रुमाधरभासेषच्छोणायितसुधास्मितम् ॥ २३ ॥पद्मगर्भारुणापाङ्गं हृद्यहासावलोकनम् ।श्वासैजद्वलिसंविग्ननिम्ननाभिदलोदरम् ॥ २४ ॥चार्वङ्गुलिभ्यां पाणिभ्यामुन्नीय चरणाम्बुजम् ।मुखे निधाय विप्रेन्द्रो धयन्तं वीक्ष्य विस्मित: ॥ २५ ॥",
        "english_devnagari": "mahā-marakata-śyāmaṁśrīmad-vadana-paṅkajamkambu-grīvaṁ mahoraskaṁsu-nasaṁ sundara-bhruvam",
        "verse_Syn": [
            "mahā",
            "marakata",
            "śyāmam",
            "śrīmat",
            "vadana",
            "paṅkajam",
            "kambu",
            "grīvam",
            "mahā",
            "uraskam",
            "su",
            "nasam",
            "sundara",
            "bhruvam",
            "śvāsa",
            "ejat",
            "alaka",
            "ābhātam",
            "kambu",
            "śrī",
            "karṇa",
            "dāḍimam",
            "vidruma",
            "adhara",
            "bhāsā",
            "īṣat",
            "śoṇāyita",
            "sudhā",
            "smitam",
            "padma",
            "garbha",
            "aruṇa",
            "apāṅgam",
            "hṛdya",
            "hāsa",
            "avalokanam",
            "śvāsa",
            "ejat",
            "vali",
            "saṁvigna",
            "nimna",
            "nābhi",
            "dala",
            "udaram",
            "cāru",
            "aṅgulibhyām",
            "pāṇibhyām",
            "unnīya",
            "caraṇa",
            "ambujam",
            "mukhe",
            "nidhāya",
            "vipra",
            "indraḥ",
            "dhayantam",
            "vīkṣya",
            "vismitaḥ"
        ],
        "translation": "The infant’s dark-blue complexion was the color of a flawless emerald, His lotus face shone with a wealth of beauty, and His throat bore marks like the lines on a conchshell. He had a broad chest, a finely shaped nose, beautiful eyebrows, and lovely ears that resembled pomegranate flowers and that had inner folds like a conchshell’s spirals. The corners of His eyes were reddish like the whorl of a lotus, and the effulgence of His corallike lips slightly reddened the nectarean, enchanting smile on His face. As He breathed, His splendid hair trembled and His deep navel became distorted by the moving folds of skin on His abdomen, which resembled a banyan leaf. The exalted brāhmaṇa watched with amazement as the infant took hold of one of His lotus feet with His graceful fingers, placed a toe within His mouth and began to suck.",
        "purport": " The young child was the Supreme Personality of Godhead. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa wondered, “So many devotees are hankering for the nectar of My lotus feet. Therefore let Me personally experience that nectar.” Thus the Lord, playing like an ordinary baby, began to suck on His toes."
    },
    {
        "verse": "26",
        "devanagari": "तद्दर्शनाद् वीतपरिश्रमो मुदाप्रोत्फुल्ल‍हृत्पद्मविलोचनाम्बुज: ।प्रहृष्टरोमाद्भ‍ुतभावशङ्कित:प्रष्टुं पुरस्तं प्रससार बालकम् ॥ २६ ॥",
        "english_devnagari": "tad-darśanād vīta-pariśramo mudāprotphulla-hṛt-padma-vilocanāmbujaḥprahṛṣṭa-romādbhuta-bhāva-śaṅkitaḥpraṣṭuṁ puras taṁ prasasāra bālakam",
        "verse_Syn": [
            "tat",
            "darśanāt",
            "vīta",
            "pariśramaḥ",
            "mudā",
            "protphulla",
            "hṛt",
            "padma",
            "vilocana",
            "ambujaḥ",
            "prahṛṣṭa",
            "romā",
            "adbhuta",
            "bhāva",
            "śaṅkitaḥ",
            "praṣṭum",
            "puraḥ",
            "tam",
            "prasasāra",
            "bālakam"
        ],
        "translation": "As Mārkaṇḍeya beheld the child, all his weariness vanished. Indeed, so great was his pleasure that the lotus of his heart, along with his lotus eyes, fully blossomed and the hairs on his body stood on end. Confused as to the identity of the wonderful infant, the sage approached Him.",
        "purport": " Mārkaṇḍeya wanted to ask the child about His identity and therefore approached Him."
    },
    {
        "verse": "27",
        "devanagari": "तावच्छिशोर्वै श्वसितेन भार्गव:सोऽन्त: शरीरं मशको यथाविशत् ।तत्राप्यदो न्यस्तमचष्ट कृत्‍स्‍नशोयथा पुरामुह्यदतीव विस्मित: ॥ २७ ॥",
        "english_devnagari": "tāvac chiśor vai śvasitena bhārgavaḥso ’ntaḥ śarīraṁ maśako yathāviśattatrāpy ado nyastam acaṣṭa kṛtsnaśoyathā purāmuhyad atīva vismitaḥ",
        "verse_Syn": [
            "tāvat",
            "śiśoḥ",
            "vai",
            "śvasitena",
            "bhārgavaḥ",
            "saḥ",
            "antaḥ",
            "śarīram",
            "maśakaḥ",
            "yathā",
            "aviśat",
            "tatra",
            "api",
            "adaḥ",
            "nyastam",
            "acaṣṭa",
            "kṛtsnaśaḥ",
            "yathā",
            "purā",
            "amuhyat",
            "atīva",
            "vismitaḥ"
        ],
        "translation": "Just then the child inhaled, drawing Mārkaṇḍeya within His body like a mosquito. There the sage found the entire universe arrayed as it had been before its dissolution. Seeing this, Mārkaṇḍeya was most astonished and perplexed.",
        "purport": ""
    },
    {
        "verse": "28-29",
        "devanagari": "खं रोदसी भागणानद्रिसागरान्द्वीपान् सवर्षान् ककुभ: सुरासुरान् ।वनानि देशान् सरित: पुराकरान्खेटान् व्रजानाश्रमवर्णवृत्तय: ॥ २८ ॥महान्ति भूतान्यथ भौतिकान्यसौकालं च नानायुगकल्पकल्पनम् ।यत् किञ्चिदन्यद् व्यवहारकारणंददर्श विश्वं सदिवावभासितम् ॥ २९ ॥",
        "english_devnagari": "khaṁ rodasī bhā-gaṇān adri-sāgarāndvīpān sa-varṣān kakubhaḥ surāsurānvanāni deśān saritaḥ purākarānkheṭān vrajān āśrama-varṇa-vṛttayaḥ",
        "verse_Syn": [
            "kham",
            "rodasī",
            "bhā",
            "gaṇān",
            "adri",
            "sāgarān",
            "dvīpān",
            "sa",
            "varṣān",
            "kakubhaḥ",
            "sura",
            "asurān",
            "vanāni",
            "deśān",
            "saritaḥ",
            "pura",
            "ākarān",
            "kheṭān",
            "vrajān",
            "āśrama",
            "varṇa",
            "vṛttayaḥ",
            "mahānti",
            "bhūtāni",
            "atha",
            "bhautikāni",
            "asau",
            "kālam",
            "ca",
            "nānā",
            "yuga",
            "kalpa",
            "kalpanam",
            "yat",
            "kiñcit",
            "anyat",
            "vyavahāra",
            "kāraṇam",
            "dadarśa",
            "viśvam",
            "sat",
            "iva",
            "avabhāsitam"
        ],
        "translation": "The sage saw the entire universe: the sky, heavens and earth, the stars, mountains, oceans, great islands and continents, the expanses in every direction, the saintly and demoniac living beings, the forests, countries, rivers, cities and mines, the agricultural villages and cow pastures, and the occupational and spiritual activities of the various social divisions. He also saw the basic elements of creation along with all their by-products, as well as time itself, which regulates the progression of countless ages within the days of Brahmā. In addition, he saw everything else created for use in material life. All this he saw manifested before him as if it were real.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "हिमालयं पुष्पवहां च तां नदींनिजाश्रमं यत्र ऋषी अपश्यत ।विश्वं विपश्यञ्छ्वसिताच्छिशोर्वैबहिर्निरस्तो न्यपतल्ल‍याब्धौ ॥ ३० ॥",
        "english_devnagari": "himālayaṁ puṣpavahāṁ ca tāṁ nadīṁnijāśramaṁ yatra ṛṣī apaśyataviśvaṁ vipaśyañ chvasitāc chiśor vaibahir nirasto nyapatal layābdhau",
        "verse_Syn": [
            "himālayam",
            "puṣpa",
            "vahām",
            "ca",
            "tām",
            "nadīm",
            "nija",
            "āśramam",
            "yatra",
            "ṛṣī",
            "apaśyata",
            "viśvam",
            "vipaśyan",
            "śvasitāt",
            "śiśoḥ",
            "vai",
            "bahiḥ",
            "nirastaḥ",
            "nyapatat",
            "laya",
            "abdhau"
        ],
        "translation": "He saw before him the Himālaya Mountains, the Puṣpabhadrā River, and his own hermitage, where he had had the audience of the sages Nara-Nārāyaṇa. Then, as Mārkaṇḍeya beheld the entire universe, the infant exhaled, expelling the sage from His body and casting him back into the ocean of dissolution.",
        "purport": ""
    },
    {
        "verse": "31-32",
        "devanagari": "तस्मिन् पृथिव्या: ककुदि प्ररूढंवटं च तत्पर्णपुटे शयानम् ।तोकं च तत्प्रेमसुधास्मितेननिरीक्षितोऽपाङ्गनिरीक्षणेन ॥ ३१ ॥अथ तं बालकं वीक्ष्य नेत्राभ्यां धिष्ठितं हृदि ।अभ्ययादतिसङ्‌‌‌क्लिष्ट: परिष्वक्तुमधोक्षजम् ॥ ३२ ॥",
        "english_devnagari": "tasmin pṛthivyāḥ kakudi prarūḍhaṁvaṭaṁ ca tat-parṇa-puṭe śayānamtokaṁ ca tat-prema-sudhā-smitenanirīkṣito ’pāṅga-nirīkṣaṇena",
        "verse_Syn": [
            "tasmin",
            "pṛthivyāḥ",
            "kakudi",
            "prarūḍham",
            "vaṭam",
            "ca",
            "tat",
            "parṇa",
            "puṭe",
            "śayānam",
            "tokam",
            "ca",
            "tat",
            "prema",
            "sudhā",
            "smitena",
            "nirīkṣitaḥ",
            "apāṅga",
            "nirīkṣaṇena",
            "atha",
            "tam",
            "bālakam",
            "vīkṣya",
            "netrābhyām",
            "dhiṣṭhitam",
            "hṛdi",
            "abhyayāt",
            "ati",
            "saṅkliṣṭaḥ",
            "pariṣvaktum",
            "adhokṣajam"
        ],
        "translation": "In that vast sea he again saw the banyan tree growing on the tiny island and the infant boy lying within the leaf. The child glanced at him from the corner of His eyes with a smile imbued with the nectar of love, and Mārkaṇḍeya took Him into his heart through his eyes. Greatly agitated, the sage ran to embrace the transcendental Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तावत् स भगवान् साक्षाद् योगाधीशो गुहाशय: ।अन्तर्दध ऋषे: सद्यो यथेहानीशनिर्मिता ॥ ३३ ॥",
        "english_devnagari": "tāvat sa bhagavān sākṣādyogādhīśo guhā-śayaḥantardadha ṛṣeḥ sadyoyathehānīśa-nirmitā",
        "verse_Syn": [
            "tāvat",
            "saḥ",
            "bhagavān",
            "sākṣāt",
            "yoga",
            "adhīśaḥ",
            "guhā",
            "śayaḥ",
            "antardadhe",
            "ṛṣeḥ",
            "sadyaḥ",
            "yathā",
            "īhā",
            "anīśa",
            "nirmitā"
        ],
        "translation": "At that moment the Supreme Personality of Godhead, who is the original master of all mysticism and who is hidden within everyone’s heart, became invisible to the sage, just as the achievements of an incompetent person can suddenly vanish.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तमन्वथ वटो ब्रह्मन् सलिलं लोकसम्प्लव: ।तिरोधायि क्षणादस्य स्वाश्रमे पूर्ववत्स्थित: ॥ ३४ ॥",
        "english_devnagari": "tam anv atha vaṭo brahmansalilaṁ loka-samplavaḥtirodhāyi kṣaṇād asyasvāśrame pūrva-vat sthitaḥ",
        "verse_Syn": [
            "tam",
            "anu",
            "atha",
            "vaṭaḥ",
            "brahman",
            "salilam",
            "loka",
            "samplavaḥ",
            "tirodhāyi",
            "kṣaṇāt",
            "asya",
            "sva",
            "āśrame",
            "pūrva",
            "vat",
            "sthitaḥ"
        ],
        "translation": "After the Lord disappeared, O brāhmaṇa, the banyan tree, the great water and the dissolution of the universe all vanished as well, and in an instant Mārkaṇḍeya found himself back in his own hermitage, just as before.",
        "purport": ""
    }
]