[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued speaking to Mahārāja Parīkṣit: My dear King, Bharata Mahārāja was a topmost devotee. Following the orders of his father, who had already decided to install him on the throne, he began to rule the earth accordingly. When Bharata Mahārāja ruled the entire globe, he followed the orders of his father and married Pañcajanī, the daughter of Viśvarūpa."
    },
    {
        "verse_id": "2",
        "text": "Just as the false ego creates the subtle sense objects, Mahārāja Bharata created five sons in the womb of Pañcajanī, his wife. These sons were named Sumati, Rāṣṭrabhṛta, Sudarśana, Āvaraṇa and Dhūmraketu."
    },
    {
        "verse_id": "3",
        "text": "Formerly this planet was known as Ajanābha-varṣa, but since Mahārāja Bharata’s reign it has become known as Bhārata-varṣa."
    },
    {
        "verse_id": "4",
        "text": "Mahārāja Bharata was a very learned and experienced king on this earth. He perfectly ruled the citizens, being himself engaged in his own respective duties. Mahārāja Bharata was as affectionate to the citizens as his father and grandfather had been. Keeping them engaged in their occupational duties, he ruled the earth."
    },
    {
        "verse_id": "5",
        "text": "With great faith King Bharata performed various kinds of sacrifice. He performed the sacrifices known as agni-hotra, darśa, pūrṇamāsa, cāturmāsya, paśu-yajña [wherein a horse is sacrificed] and soma-yajña [wherein a kind of beverage is offered]. Sometimes these sacrifices were performed completely and sometimes partially. In any case, in all the sacrifices the regulations of cāturhotra were strictly followed. In this way Bharata Mahārāja worshiped the Supreme Personality of Godhead."
    },
    {
        "verse_id": "6",
        "text": "After performing the preliminaries of various sacrifices, Mahārāja Bharata offered the results in the name of religion to the Supreme Personality of Godhead, Vāsudeva. In other words, he performed all the yajñas for the satisfaction of Lord Vāsudeva, Kṛṣṇa. Mahārāja Bharata thought that since the demigods were different parts of Vāsudeva’s body, He controls those who are explained in the Vedic mantras. By thinking in this way, Mahārāja Bharata was freed from all material contamination, such as attachment, lust and greed. When the priests were about to offer the sacrificial ingredients into the fire, Mahārāja Bharata expertly understood how the offering made to different demigods was simply an offering to the different limbs of the Lord. For instance, Indra is the arm of the Supreme Personality of Godhead, and Sūrya [the sun] is His eye. Thus Mahārāja Bharata considered that the oblations offered to different demigods were actually offered unto the different limbs of Lord Vāsudeva."
    },
    {
        "verse_id": "7",
        "text": "In this way, being purified by ritualistic sacrifices, the heart of Mahārāja Bharata was completely uncontaminated. His devotional service unto Vāsudeva, Lord Kṛṣṇa, increased day after day. Lord Kṛṣṇa, the son of Vasudeva, is the original Personality of Godhead manifest as the Supersoul [Paramātmā] as well as the impersonal Brahman. Yogīs meditate upon the localized Paramātmā situated in the heart, jñānīs worship the impersonal Brahman as the Supreme Absolute Truth, and devotees worship Vāsudeva, the Supreme Personality of Godhead, whose transcendental body is described in the śāstras. His body is decorated with the Śrīvatsa, the Kaustubha jewel and a flower garland, and His hands hold a conchshell, disc, club and lotus flower. Devotees like Nārada always think of Him within their hearts."
    },
    {
        "verse_id": "8",
        "text": "Destiny fixed the time for Mahārāja Bharata’s enjoyment of material opulence at one thousand times ten thousand years. When that period was finished, he retired from family life and divided the wealth he had received from his forefathers among his sons. He left his paternal home, the reservoir of all opulence, and started for Pulahāśrama, which is situated in Hardwar. The śālagrāma-śilās are obtainable there."
    },
    {
        "verse_id": "9",
        "text": "At Pulaha-āśrama, the Supreme Personality of Godhead, Hari, out of His transcendental affection for His devotee, becomes visible to His devotee, satisfying His devotee’s desires."
    },
    {
        "verse_id": "10",
        "text": "In Pulaha-āśrama is the Gaṇḍakī River, which is the best of all rivers. The śālagrāma-śilā, the marble pebbles, purify all those places. On each and every marble pebble, up and down, circles like navels are visible."
    },
    {
        "verse_id": "11",
        "text": "In the gardens of Pulaha-āśrama, Mahārāja Bharata lived alone and collected a variety of flowers, twigs and tulasī leaves. He also collected the water of the Gaṇḍakī River, as well as various roots, fruits and bulbs. With these he offered food to the Supreme Personality of Godhead, Vāsudeva, and, worshiping Him, he remained satisfied. In this way his heart was completely uncontaminated, and he did not have the least desire for material enjoyment. All material desires vanished. In this steady position, he felt full satisfaction and was situated in devotional service."
    },
    {
        "verse_id": "12",
        "text": "That most exalted devotee, Mahārāja Bharata, in this way engaged constantly in the devotional service of the Lord. Naturally his love for Vāsudeva, Kṛṣṇa, increased more and more and melted his heart. Consequently he gradually lost all attachment for regulative duties. The hairs of his body stood on end, and all the ecstatic bodily symptoms were manifest. Tears flowed from his eyes, so much so that he could not see anything. Thus he constantly meditated on the reddish lotus feet of the Lord. At that time, his heart, which was like a lake, was filled with the water of ecstatic love. When his mind was immersed in that lake, he even forgot the regulative service to the Lord."
    },
    {
        "verse_id": "13",
        "text": "Mahārāja Bharata appeared very beautiful. He had a wealth of curly hair on his head, which was wet from bathing three times daily. He dressed in a deerskin. He worshiped Lord Nārāyaṇa, whose body was composed of golden effulgence and who resided within the sun. Mahārāja Bharata worshiped Lord Nārāyaṇa by chanting the hymns given in the Ṛg Veda, and he recited the following verse as the sun rose."
    },
    {
        "verse_id": "14",
        "text": "“The Supreme Personality of Godhead is situated in pure goodness. He illuminates the entire universe and bestows all benedictions upon His devotees. The Lord has created this universe from His own spiritual potency. According to His desire, the Lord entered this universe as the Supersoul, and by virtue of His different potencies He is maintaining all living entities desiring material enjoyment. Let me offer my respectful obeisances unto the Lord, who is the giver of intelligence.”"
    }
]