[
    {
        "verse_id": "1",
        "text": "Jaḍa Bharata, who had fully realized Brahman, continued: My dear King Rahūgaṇa, the living entity wanders on the path of the material world, which is very difficult for him to traverse, and he accepts repeated birth and death. Being captivated by the material world under the influence of the three modes of material nature (sattva-guṇa, rajo-guṇa and tamo-guṇa), the living entity can see only the three fruits of activities under the spell of material nature. These fruits are auspicious, inauspicious and mixed. He thus becomes attached to religion, economic development, sense gratification and the monistic theory of liberation (merging with the Supreme). He works very hard day and night exactly like a merchant who enters a forest to acquire some articles to sell later for profit. However, he cannot really achieve happiness within this material world."
    },
    {
        "verse_id": "2",
        "text": "O King Rahūgaṇa, in this forest of material existence there are six very powerful plunderers. When the conditioned soul enters the forest to acquire some material gain, the six plunderers misguide him. Thus the conditioned merchant does not know how to spend his money, and it is taken away by these plunderers. Like tigers, jackals and other ferocious animals in a forest that are ready to take away a lamb from the custody of its protector, the wife and children enter the heart of the merchant and plunder him in so many ways."
    },
    {
        "verse_id": "3",
        "text": "In this forest there are dense bowers composed of thickets of bushes, grass and creepers. In these bowers the conditioned soul is always disturbed by cruelly biting mosquitoes [envious people]. Sometimes he sees an imaginary palace in the forest, and sometimes he is bewildered by seeing a fleeting fiend or ghost, which appears like a meteor in the sky."
    },
    {
        "verse_id": "4",
        "text": "My dear King, the merchant on the forest path of the material world, his intelligence victimized by home, wealth, relatives and so forth, runs from one place to another in search of success. Sometimes his eyes are covered by the dust of a whirlwind — that is to say, in his lust he is captivated by the beauty of his wife, especially during her menstrual period. Thus his eyes are blinded, and he cannot see where to go or what he is doing."
    },
    {
        "verse_id": "5",
        "text": "Wandering in the forest of the material world, the conditioned soul sometimes hears an invisible cricket making harsh sounds, and his ears become very much aggrieved. Sometimes his heart is pained by the sounds of owls, which are just like the harsh words of his enemies. Sometimes he takes shelter of a tree that has no fruits or flowers. He approaches such a tree due to his strong appetite, and thus he suffers. He would like to acquire water, but he is simply illusioned by a mirage, and he runs after it."
    },
    {
        "verse_id": "6",
        "text": "Sometimes the conditioned soul jumps into a shallow river, or being short of food grains, he goes to beg food from people who are not at all charitable. Sometimes he suffers from the burning heat of household life, which is like a forest fire, and sometimes he becomes sad to have his wealth, which is as dear as life, plundered by kings in the name of heavy income taxes."
    },
    {
        "verse_id": "7",
        "text": "Sometimes, being defeated or plundered by a superior, powerful agent, a living entity loses all his possessions. He then becomes very morose, and lamenting their loss, he sometimes becomes unconscious. Sometimes he imagines a great palatial city in which he desires to live happily with his family members and riches. He thinks himself fully satisfied if this is possible, but such so-called happiness continues only for a moment."
    },
    {
        "verse_id": "8",
        "text": "Sometimes the merchant in the forest wants to climb the hills and mountains, but due to insufficient footwear, his feet are pricked by small stone fragments and by thorns on the mountain. Being pricked by them, he becomes very aggrieved. Sometimes a person who is very attached to his family becomes overwhelmed with hunger, and due to his miserable condition he becomes furious with his family members."
    },
    {
        "verse_id": "9",
        "text": "The conditioned soul in the material forest is sometimes swallowed by a python or crushed. At such a time he is left lying in the forest like a dead person, devoid of consciousness and knowledge. Sometimes other poisonous snakes bite him. Being blind to his consciousness, he falls down into a dark well of hellish life with no hope of being rescued."
    },
    {
        "verse_id": "10",
        "text": "Sometimes, in order to have a little insignificant sex enjoyment, one searches after debauched women. In this attempt, one is insulted and chastised by the women’s kinsmen. This is like going to take honey from a beehive and being attacked by the bees. Sometimes, after spending lots of money, one may acquire another woman for some extra sense enjoyment. Unfortunately, the object of sense enjoyment, the woman, is taken away or kidnapped by another debauchee."
    },
    {
        "verse_id": "11",
        "text": "Sometimes the living entity is busy counteracting the natural disturbances of freezing cold, scorching heat, strong wind, excessive rainfall and so forth. When he is unable to do so, he becomes very unhappy. Sometimes he is cheated in business transactions one after another. In this way, by cheating, living entities create enmity among themselves."
    },
    {
        "verse_id": "12",
        "text": "On the forest path of material existence, sometimes a person is without wealth and due to this does not have a proper home, bed or sitting place, nor proper family enjoyment. He therefore goes to beg money from others, but when his desires are not fulfilled by begging, he wants to borrow or steal the property of others. Thus he is insulted in society."
    },
    {
        "verse_id": "13",
        "text": "Due to monetary transactions, relationships become very strained and end in enmity. Sometimes the husband and wife walk on the path of material progress, and to maintain their relationship they work very hard. Sometimes due to scarcity of money or due to diseased conditions, they are embarrassed and almost die."
    },
    {
        "verse_id": "14",
        "text": "My dear King, on the forest path of material life, first a person is bereft of his father and mother, and after their death he becomes attached to his newly born children. In this way he wanders on the path of material progress and is eventually embarrassed. Nonetheless, no one knows how to get out of this, even up to the moment of death."
    },
    {
        "verse_id": "15",
        "text": "There were and are many political and social heroes who have conquered enemies of equal power, yet due to their ignorance in believing that the land is theirs, they fight one another and lay down their lives in battle. They are not able to take up the spiritual path accepted by those in the renounced order. Although they are big heroes and political leaders, they cannot take to the path of spiritual realization."
    },
    {
        "verse_id": "16",
        "text": "Sometimes the living entity in the forest of material existence takes shelter of creepers and desires to hear the chirping of the birds in those creepers. Being afraid of roaring lions in the forest, he makes friends with cranes, herons and vultures."
    },
    {
        "verse_id": "17",
        "text": "Being cheated by them, the living entity in the forest of the material world tries to give up the association of these so-called yogīs, svāmīs and incarnations and come to the association of real devotees, but due to misfortune he cannot follow the instructions of the spiritual master or advanced devotees; therefore he gives up their company and again returns to the association of monkeys who are simply interested in sense gratification and women. He derives satisfaction by associating with sense gratifiers and enjoying sex and intoxication. In this way he spoils his life simply by indulging in sex and intoxication. Looking into the faces of other sense gratifiers, he becomes forgetful and thus approaches death."
    },
    {
        "verse_id": "18",
        "text": "When the living entity becomes exactly like a monkey jumping from one branch to another, he remains in the tree of household life without any profit but sex. Thus he is kicked by his wife just like the he-ass. Unable to gain release, he remains helplessly in that position. Sometimes he falls victim to an incurable disease, which is like falling into a mountain cave. He becomes afraid of death, which is like the elephant in the back of that cave, and he remains stranded, grasping at the twigs and branches of a creeper."
    },
    {
        "verse_id": "19",
        "text": "O killer of enemies, Mahārāja Rahūgaṇa, if the conditioned soul somehow or other gets out of his dangerous position, he again returns to his home to enjoy sex life, for that is the way of attachment. Thus, under the spell of the Lord’s material energy, he continues to loiter in the forest of material existence. He does not discover his real interest even at the point of death."
    },
    {
        "verse_id": "20",
        "text": "My dear King Rahūgaṇa, you are also a victim of the external energy, being situated on the path of attraction to material pleasure. So that you may become an equal friend to all living entities, I now advise you to give up your kingly position and the rod by which you punish criminals. Give up attraction to the sense objects and take up the sword of knowledge sharpened by devotional service. Then you will be able to cut the hard knot of illusory energy and cross to the other side of the ocean of nescience."
    },
    {
        "verse_id": "21",
        "text": "King Rahūgaṇa said: This birth as a human being is the best of all. Even birth among the demigods in the heavenly planets is not as glorious as birth as a human being on this earth. What is the use of the exalted position of a demigod? In the heavenly planets, due to profuse material comforts, there is no possibility of associating with devotees."
    },
    {
        "verse_id": "22",
        "text": "It is not at all wonderful that simply by being covered by the dust of your lotus feet, one immediately attains the platform of pure devotional service to Adhokṣaja, which is not available even to great demigods like Brahmā. By associating with you just for a moment, I am now freed from all argument, false prestige and lack of discrimination, which are the roots of entanglement in the material world. Now I am free from all these problems."
    },
    {
        "verse_id": "23",
        "text": "I offer my respectful obeisances unto the great personalities, whether they walk on the earth’s surface as children, young boys, avadhūtas or great brāhmaṇas. Even if they are hidden under different guises, I offer my respects to all of them. By their mercy, may there be good fortune in the royal dynasties that are always offending them."
    },
    {
        "verse_id": "24",
        "text": "Śrīla Śukadeva Gosvāmī continued: My dear King, O son of mother Uttarā, there were some waves of dissatisfaction in the mind of Jaḍa Bharata due to his being insulted by King Rahūgaṇa, who made him carry his palanquin, but Jaḍa Bharata neglected this, and his heart again became calm and quiet like an ocean. Although King Rahūgaṇa had insulted him, he was a great paramahaṁsa. Being a Vaiṣṇava, he was naturally very kindhearted, and he therefore told the King about the constitutional position of the soul. He then forgot the insult because King Rahūgaṇa pitifully begged pardon at his lotus feet. After this, he began to wander all over the earth, just as before."
    },
    {
        "verse_id": "25",
        "text": "After receiving lessons from the great devotee Jaḍa Bharata, King Rahūgaṇa of the state of Sauvīra became completely aware of the constitutional position of the soul. He thus gave up the bodily conception completely. My dear King, whoever takes shelter of the servant of the servant of the Lord is certainly glorified because he can without difficulty give up the bodily conception."
    },
    {
        "verse_id": "26",
        "text": "King Parīkṣit then told Śukadeva Gosvāmī: My dear lord, O great devotee sage, you are omniscient. You have very nicely described the position of the conditioned soul, who is compared to a merchant in the forest. From these instructions intelligent men can understand that the senses of a person in the bodily conception are like rogues and thieves in that forest, and one’s wife and children are like jackals and other ferocious animals. However, it is not very easy for the unintelligent to understand the purport of this story because it is difficult to extricate the exact meaning from the allegory. I therefore request Your Holiness to give the direct meaning."
    }
]