[
    {
        "verse_id": "1",
        "text": "The great sage Śukadeva Gosvāmī said: Hereafter I shall describe the dimensions, characteristics and forms of the six islands beginning with the island of Plakṣa."
    },
    {
        "verse_id": "2",
        "text": "As Sumeru Mountain is surrounded by Jambūdvīpa, Jambūdvīpa is also surrounded by an ocean of salt water. The breadth of Jambūdvīpa is 100,000 yojanas [800,000 miles], and the breadth of the saltwater ocean is the same. As a moat around a fort is sometimes surrounded by gardenlike forest, the saltwater ocean surrounding Jambūdvīpa is itself surrounded by Plakṣadvīpa. The breadth of Plakṣadvīpa is twice that of the saltwater ocean — in other words 200,000 yojanas [1,600,000 miles]. On Plakṣadvīpa there is a tree shining like gold and as tall as the jambū tree on Jambūdvīpa. At its root is a fire with seven flames. It is because this tree is a plakṣa tree that the island is called Plakṣadvīpa. Plakṣadvīpa was governed by Idhmajihva, one of the sons of Mahārāja Priyavrata. He endowed the seven islands with the names of his seven sons, divided the islands among the sons, and then retired from active life to engage in the devotional service of the Lord."
    },
    {
        "verse_id": "3",
        "text": "The seven islands [varṣas] are named according to the names of those seven sons — Śiva, Yavasa, Subhadra, Śānta, Kṣema, Amṛta and Abhaya. In those seven tracts of land, there are seven mountains and seven rivers. The mountains are named Maṇikūṭa, Vajrakūṭa, Indrasena, Jyotiṣmān, Suparṇa, Hiraṇyaṣṭhīva and Meghamāla, and the rivers are named Aruṇā, Nṛmṇā, Āṅgirasī, Sāvitrī, Suptabhātā, Ṛtambharā and Satyambharā. One can immediately be free from material contamination by touching or bathing in those rivers, and the four castes of people who live in Plakṣadvīpa — the Haṁsas, Pataṅgas, Ūrdhvāyanas and Satyāṅgas — purify themselves in that way. The inhabitants of Plakṣadvīpa live for one thousand years. They are beautiful like the demigods, and they also beget children like the demigods. By completely performing the ritualistic ceremonies mentioned in the Vedas and by worshiping the Supreme Personality of Godhead as represented by the sun-god, they attain the sun, which is a heavenly planet."
    },
    {
        "verse_id": "5",
        "text": "[This is the mantra by which the inhabitants of Plakṣadvīpa worship the Supreme Lord.] Let us take shelter of the sun-god, who is a reflection of Lord Viṣṇu, the all-expanding Supreme Personality of Godhead, the oldest of all persons. Viṣṇu is the only worshipable Lord. He is the Vedas, He is religion, and He is the origin of all auspicious and inauspicious results."
    },
    {
        "verse_id": "6",
        "text": "O King, longevity, sensory prowess, physical and mental strength, intelligence and bravery are naturally and equally manifested in all the inhabitants of the five islands headed by Plakṣadvīpa."
    },
    {
        "verse_id": "7",
        "text": "Plakṣadvīpa is surrounded by an ocean of sugarcane juice, equal in breadth to the island itself. Similarly, there is then another island — Sālmalīdvīpa — twice as broad as Plakṣadvīpa [400,000 yojanas, or 3,200,000 miles] and surrounded by an equally broad body of water called Surāsāgara, the ocean that tastes like liquor."
    },
    {
        "verse_id": "8",
        "text": "On Sālmalīdvīpa there is a śālmalī tree, from which the island takes its name. That tree is as broad and tall as the plakṣa tree — in other words 100 yojanas [800 miles] broad and 1,100 yojanas [8,800 miles] tall. Learned scholars say that this gigantic tree is the residence of Garuḍa, the king of all birds and carrier of Lord Viṣṇu. In that tree, Garuḍa offers Lord Viṣṇu his Vedic prayers."
    },
    {
        "verse_id": "9",
        "text": "The son of Mahārāja Priyavrata named Yajñabāhu, the master of Sālmalīdvīpa, divided the island into seven tracts of land, which he gave to his seven sons. The names of those divisions, which correspond to the names of the sons, are Surocana, Saumanasya, Ramaṇaka, Deva-varṣa, Pāribhadra, Āpyāyana and Avijñāta."
    },
    {
        "verse_id": "10",
        "text": "In those tracts of land there are seven mountains — Svarasa, Śataśṛṅga, Vāmadeva, Kunda, Mukunda, Puṣpa-varṣa and Sahasra-śruti. There are also seven rivers — Anumati, Sinīvālī, Sarasvatī, Kuhū, Rajanī, Nandā and Rākā. They are still existing."
    },
    {
        "verse_id": "11",
        "text": "Strictly following the cult of varṇāśrama-dharma, the inhabitants of those islands, who are known as Śrutidharas, Vīryadharas, Vasundharas and Iṣandharas, all worship the expansion of the Supreme Personality of Godhead named Soma, the moon-god."
    },
    {
        "verse_id": "12",
        "text": "[The inhabitants of Śālmalīdvīpa worship the demigod of the moon in the following words.] By his own rays, the moon-god has divided the month into two fortnights, known as śukla and kṛṣṇa, for the distribution of food grains to the pitās and the demigods. The demigod of the moon is he who divides time, and he is the king of all the residents of the universe. We therefore pray that he may remain our king and guide, and we offer him our respectful obeisances."
    },
    {
        "verse_id": "13",
        "text": "Outside the ocean of liquor is another island, known as Kuśadvīpa, which is 800,000 yojanas [6,400,000 miles] wide, twice as wide as the ocean of liquor. As Śālmalīdvīpa is surrounded by a liquor ocean, Kuśadvīpa is surrounded by an ocean of liquid ghee as broad as the island itself. On Kuśadvīpa there are clumps of kuśa grass, from which the island takes its name. This kuśa grass, which was created by the demigods by the will of the Supreme Lord, appears like a second form of fire, but with very mild and pleasing flames. Its young shoots illuminate all directions."
    },
    {
        "verse_id": "14",
        "text": "O King, another son of Mahārāja Priyavrata, Hiraṇyaretā, was the king of this island. He divided it into seven parts, which he delivered to his seven sons according to the rights of inheritance. The King then retired from family life to engage in austerities. The names of those sons are Vasu, Vasudāna, Dṛḍharuci, Stutyavrata, Nābhigupta, Vivikta and Vāmadeva."
    },
    {
        "verse_id": "15",
        "text": "In those seven islands there are seven boundary mountains, known as Cakra, Catuḥśṛṅga, Kapila, Citrakūṭa, Devānīka, Ūrdhvaromā and Draviṇa. There are also seven rivers, known as Ramakulyā, Madhukulyā, Mitravindā, Śrutavindā, Devagarbhā, Ghṛtacyutā and Mantramālā."
    },
    {
        "verse_id": "16",
        "text": "The inhabitants of the island of Kuśadvīpa are celebrated as the Kuśalas, Kovidas, Abhiyuktas and Kulakas. They are like the brāhmaṇas, kṣatriyas, vaiśyas and śūdras respectively. By bathing in the waters of those rivers, they all become purified. They are expert in performing ritualistic ceremonies according to the orders of the Vedic scriptures. Thus they worship the Lord in His aspect as the demigod of fire."
    },
    {
        "verse_id": "17",
        "text": "[This is the mantra by which the inhabitants of Kuśadvīpa worship the fire-god.] O fire-god, you are a part of the Supreme Personality of Godhead, Hari, and you carry to Him all the offerings of sacrifices. Therefore we request you to offer to the Supreme Personality of Godhead the yajñic ingredients we are offering the demigods, for the Lord is the real enjoyer."
    },
    {
        "verse_id": "18",
        "text": "Outside the ocean of clarified butter is another island, known as Krauñcadvīpa, which has a width of 1,600,000 yojanas [12,800,000 miles], twice the width of the ocean of clarified butter. As Kuśadvīpa is surrounded by an ocean of clarified butter, Krauñcadvīpa is surrounded by an ocean of milk as broad as the island itself. On Krauñcadvīpa there is a great mountain known as Krauñca, from which the island takes its name."
    },
    {
        "verse_id": "19",
        "text": "Although the vegetables living on the slopes of Mount Krauñca were attacked and devastated by the weapons of Kārttikeya, the mountain has become fearless because it is always bathed on all sides by the Ocean of Milk and protected by Varuṇadeva."
    },
    {
        "verse_id": "20",
        "text": "The ruler of this island was another son of Mahārāja Priyavrata. His name was Ghṛtapṛṣṭha, and he was a very learned scholar. He also divided his own island among his seven sons. After dividing the island into seven parts, named according to the names of his sons, Ghṛtapṛṣṭha Mahārāja completely retired from family life and took shelter at the lotus feet of the Lord, the soul of all souls, who has all auspicious qualities. Thus he attained perfection."
    },
    {
        "verse_id": "21",
        "text": "The sons of Mahārāja Ghṛtapṛṣṭha were named Āma, Madhuruha, Meghapṛṣṭha, Sudhāmā, Bhrājiṣṭha, Lohitārṇa and Vanaspati. In their island there are seven mountains, which indicate the boundaries of the seven tracts of land, and there are also seven rivers. The mountains are named Śukla, Vardhamāna, Bhojana, Upabarhiṇa, Nanda, Nandana and Sarvatobhadra. The rivers are named Abhayā, Amṛtaughā, Āryakā, Tīrthavatī, Rūpavatī, Pavitravatī and Śuklā."
    },
    {
        "verse_id": "22",
        "text": "The inhabitants of Krauñcadvīpa are divided into four castes, called the Puruṣas, Ṛṣabhas, Draviṇas and Devakas. Using the waters of those sanctified rivers, they worship the Supreme Personality of Godhead by offering a palmful of water at the lotus feet of Varuṇa, the demigod who has a form of water."
    },
    {
        "verse_id": "23",
        "text": "[The inhabitants of Krauñcadvīpa worship with this mantra.] O water of the rivers, you have obtained energy from the Supreme Personality of Godhead. Therefore you purify the three planetary systems, known as Bhūloka, Bhuvarloka and Svarloka. By your constitutional nature, you take away sins, and that is why we are touching you. Kindly continue to purify us."
    },
    {
        "verse_id": "24",
        "text": "Outside the Ocean of Milk is another island, Śākadvīpa, which has a width of 3,200,000 yojanas [25,600,000 miles]. As Krauñcadvīpa is surrounded by its own ocean of milk, Śākadvīpa is surrounded by an ocean of churned yogurt as broad as the island itself. In Śākadvīpa there is a big śāka tree, from which the island takes its name. This tree is very fragrant. Indeed, it lends its scent to the entire island."
    },
    {
        "verse_id": "25",
        "text": "The master of this island, also one of the sons of Priyavrata, was known as Medhātithi. He also divided his island into seven sections, named according to the names of his own sons, whom he made the kings of that island. The names of those sons are Purojava, Manojava, Pavamāna, Dhūmrānīka, Citrarepha, Bahurūpa and Viśvadhāra. After dividing the island and situating his sons as its rulers, Medhātithi personally retired, and to fix his mind completely upon the lotus feet of the Supreme Personality of Godhead, he entered a forest suitable for meditation."
    },
    {
        "verse_id": "26",
        "text": "For these lands also, there are seven boundary mountains and seven rivers. The mountains are Īśāna, Uruśṛṅga, Balabhadra, Śatakesara, Sahasrasrota, Devapāla and Mahānasa. The rivers are Anaghā, Āyurdā, Ubhayaspṛṣṭi, Aparājitā, Pañcapadī, Sahasra-śruti and Nijadhṛti."
    },
    {
        "verse_id": "27",
        "text": "The inhabitants of those islands are also divided into four castes — Ṛtavrata, Satyavrata, Dānavrata and Anuvrata — which exactly resemble brāhmaṇa, kṣatriya, vaiśya and śūdra. They practice prāṇāyāma and mystic yoga, and in trance they worship the Supreme Lord in the form of Vāyu."
    },
    {
        "verse_id": "28",
        "text": "[The inhabitants of Śākadvīpa worship the Supreme Personality of Godhead in the form of Vāyu in the following words.] O Supreme Person, situated as the Supersoul within the body, You direct the various actions of the different airs, such as prāṇa, and thus You maintain all living entities. O Lord, O Supersoul of everyone, O controller of the cosmic manifestation under whom everything exists, may You protect us from all dangers."
    },
    {
        "verse_id": "29",
        "text": "Outside the ocean of yogurt is another island, known as Puṣkaradvīpa, which is 6,400,000 yojanas [51,200,000 miles] wide, twice as wide as the ocean of yogurt. It is surrounded by an ocean of very tasteful water as broad as the island itself. On Puṣkaradvīpa there is a great lotus flower with 100,000,000 pure golden petals, as effulgent as the flames of fire. That lotus flower is considered the sitting place of Lord Brahmā, who is the most powerful living being and who is therefore sometimes called bhagavān."
    },
    {
        "verse_id": "30",
        "text": "In the middle of that island is a great mountain named Mānasottara, which forms the boundary between the inner side and the outer side of the island. Its breadth and height are 10,000 yojanas [80,000 miles]. On that mountain, in the four directions, are the residential quarters of demigods such as Indra. In the chariot of the sun-god, the sun travels on the top of the mountain in an orbit called the Saṁvatsara, encircling Mount Meru. The sun’s path on the northern side is called Uttarāyaṇa, and its path on the southern side is called Dakṣiṇāyana. One side represents a day for the demigods, and the other represents their night."
    },
    {
        "verse_id": "31",
        "text": "The ruler of this island, the son of Mahārāja Priyavrata named Vītihotra, had two sons named Ramaṇaka and Dhātaki. He granted the two sides of the island to these two sons and then personally engaged himself in activities for the sake of the Supreme Personality of Godhead like his elder brother Medhātithi."
    },
    {
        "verse_id": "32",
        "text": "For the fulfillment of material desires, the inhabitants of this tract of land worship the Supreme Personality of Godhead as represented by Lord Brahmā. They offer prayers to the Lord as follows."
    },
    {
        "verse_id": "33",
        "text": "Lord Brahmā is known as karma-maya, the form of ritualistic ceremonies, because by performing ritualistic ceremonies one may attain his position and because the Vedic ritualistic hymns become manifest from him. He is devoted to the Supreme Personality of Godhead without deviation, and therefore in one sense he is not different from the Lord. Nevertheless, he should be worshiped not as the monists worship him, but in duality. One should always remain a servitor of the Supreme Lord, the supreme worshipable Deity. We therefore offer our respectful obeisances unto Lord Brahmā, the form of manifest Vedic knowledge."
    },
    {
        "verse_id": "34",
        "text": "Thereafter, beyond the ocean of sweet water and fully surrounding it, is a mountain named Lokāloka, which divides the countries that are full of sunlight from those not lit by the sun."
    },
    {
        "verse_id": "35",
        "text": "Beyond the ocean of sweet water is a tract of land as broad as the area between the middle of Mount Sumeru and the boundary of Mānasottara Mountain. In that tract of land there are many living beings. Beyond it, extending to Lokāloka Mountain, is another land, which is made of gold. Because of its golden surface, it reflects light like the surface of a mirror, and any physical article that falls on that land can never be perceived again. All living entities, therefore, have abandoned that golden land."
    },
    {
        "verse_id": "36",
        "text": "Between the lands inhabited by living entities and those that are uninhabited stands the great mountain which separates the two and which is therefore celebrated as Lokāloka."
    },
    {
        "verse_id": "37",
        "text": "By the supreme will of Kṛṣṇa, the mountain known as Lokāloka has been installed as the outer border of the three worlds — Bhūrloka, Bhuvarloka and Svarloka — to control the rays of the sun throughout the universe. All the luminaries, from the sun up to Dhruvaloka, distribute their rays throughout the three worlds, but only within the boundary formed by this mountain. Because it is extremely high, extending even higher than Dhruvaloka, it blocks the rays of the luminaries, which therefore can never extend beyond it."
    },
    {
        "verse_id": "38",
        "text": "Learned scholars who are free from mistakes, illusions and propensities to cheat have thus described the planetary systems and their particular symptoms, measurements and locations. With great deliberation, they have established the truth that the distance between Sumeru and the mountain known as Lokāloka is one fourth of the diameter of the universe — or, in other words, 125,000,000 yojanas [1 billion miles]."
    },
    {
        "verse_id": "39",
        "text": "On the top of Lokāloka Mountain are the four gaja-patis, the best of elephants, which were established in the four directions by Lord Brahmā, the supreme spiritual master of the entire universe. The names of those elephants are Ṛṣabha, Puṣkaracūḍa, Vāmana and Aparājita. They are responsible for maintaining the planetary systems of the universe."
    },
    {
        "verse_id": "40",
        "text": "The Supreme Personality of Godhead is the master of all transcendental opulences and the master of the spiritual sky. He is the Supreme Person, Bhagavān, the Supersoul of everyone. The demigods, led by Indra, the King of heaven, are entrusted with seeing to the affairs of the material world. To benefit all living beings in all the varied planets and to increase the power of those elephants and of the demigods, the Lord manifests Himself on top of that mountain in a spiritual body, uncontaminated by the modes of material nature. Surrounded by His personal expansions and assistants like Viṣvaksena, He exhibits all His perfect opulences, such as religion and knowledge, and His mystic powers such as aṇimā, laghimā and mahimā. He is beautifully situated, and He is decorated by the different weapons in His four hands."
    },
    {
        "verse_id": "41",
        "text": "The various forms of the Supreme Personality of Godhead, such as Nārāyaṇa and Viṣṇu, are beautifully decorated with different weapons. The Lord exhibits those forms to maintain all the varied planets created by His personal potency, yoga-māyā."
    },
    {
        "verse_id": "42",
        "text": "My dear King, outside Lokāloka Mountain is the tract of land known as Aloka-varṣa, which extends for the same breadth as the area within the mountain — in other words, 125,000,000 yojanas [one billion miles]. Beyond Aloka-varṣa is the destination of those who aspire for liberation from the material world. It is beyond the jurisdiction of the material modes of nature, and therefore it is completely pure. Lord Kṛṣṇa took Arjuna through this place to bring back the sons of the brāhmaṇa."
    },
    {
        "verse_id": "43",
        "text": "The sun is situated [vertically] in the middle of the universe, in the area between Bhūrloka and Bhuvarloka, which is called antarikṣa, outer space. The distance between the sun and the circumference of the universe is twenty-five koṭi yojanas [two billion miles]."
    },
    {
        "verse_id": "44",
        "text": "The sun-god is also known as Vairāja, the total material body for all living entities. Because he entered this dull egg of the universe at the time of creation, he is also called Mārtaṇḍa. He is also known as Hiraṇyagarbha because he received his material body from Hiraṇyagarbha [Lord Brahmā]."
    },
    {
        "verse_id": "45",
        "text": "O King, the sun-god and the sun planet divide all the directions of the universe. It is only because of the presence of the sun that we can understand what the sky, the higher planets, this world and the lower planets are. It is also only because of the sun that we can understand which places are for material enjoyment, which are for liberation, which are hellish and subterranean."
    },
    {
        "verse_id": "46",
        "text": "All living entities, including demigods, human beings, animals, birds, insects, reptiles, creepers and trees, depend upon the heat and light given by the sun-god from the sun planet. Furthermore, it is because of the sun’s presence that all living entities can see, and therefore he is called dṛg-īśvara, the Personality of Godhead presiding over sight."
    }
]