[
    {
        "verse_id": "1",
        "text": "Śrīla Śukadeva Gosvāmī continued: My dear King, after giving up the body of a deer, Bharata Mahārāja took birth in a very pure brāhmaṇa family. There was a brāhmaṇa who belonged to the dynasty of Aṅgirā. He was fully qualified with brahminical qualifications. He could control his mind and senses, and he had studied the Vedic literatures and other subsidiary literatures. He was expert in giving charity, and he was always satisfied, tolerant, very gentle, learned and nonenvious. He was self-realized and engaged in the devotional service of the Lord. He remained always in a trance. He had nine equally qualified sons by his first wife, and by his second wife he begot twins — a brother and a sister, of which the male child was said to be the topmost devotee and foremost of saintly kings — Bharata Mahārāja. This, then, is the story of the birth he took after giving up the body of a deer."
    },
    {
        "verse_id": "3",
        "text": "Due to his being especially gifted with the Lord’s mercy, Bharata Mahārāja could remember the incidents of his past life. Although he received the body of a brāhmaṇa, he was still very much afraid of his relatives and friends who were not devotees. He was always very cautious of such association because he feared that he would again fall down. Consequently he manifested himself before the public eye as a madman — dull, blind and deaf — so that others would not try to talk to him. In this way he saved himself from bad association. Within he was always thinking of the lotus feet of the Lord and chanting the Lord’s glories, which save one from the bondage of fruitive action. In this way he saved himself from the onslaught of nondevotee associates."
    },
    {
        "verse_id": "4",
        "text": "The brāhmaṇa father’s mind was always filled with affection for his son, Jaḍa Bharata [Bharata Mahārāja]. Therefore he was always attached to Jaḍa Bharata. Because Jaḍa Bharata was unfit to enter the gṛhastha-āśrama, he simply executed the purificatory process up to the end of the brahmacarya-āśrama. Although Jaḍa Bharata was unwilling to accept his father’s instructions, the brāhmaṇa nonetheless instructed him in how to keep clean and how to wash, thinking that the son should be taught by the father."
    },
    {
        "verse_id": "5",
        "text": "Jaḍa Bharata behaved before his father like a fool, despite his father’s adequately instructing him in Vedic knowledge. He behaved in that way so that his father would know that he was unfit for instruction and would abandon the attempt to instruct him further. He would behave in a completely opposite way. Although instructed to wash his hands after evacuating, he would wash them before. Nonetheless, his father wanted to give him Vedic instructions during the spring and summer. He tried to teach him the Gāyatrī mantra along with oṁkāra and vyāhṛti, but after four months his father still was not successful in instructing him."
    },
    {
        "verse_id": "6",
        "text": "The brāhmaṇa father of Jaḍa Bharata considered his son his heart and soul, and therefore he was very much attached to him. He thought it wise to educate his son properly, and being absorbed in this unsuccessful endeavor, he tried to teach his son the rules and regulations of brahmacarya — including the execution of the Vedic vows, cleanliness, study of the Vedas, the regulative methods, service to the spiritual master and the method of offering a fire sacrifice. He tried his best to teach his son in this way, but all his endeavors failed. In his heart he hoped that his son would be a learned scholar, but all his attempts were unsuccessful. Like everyone, this brāhmaṇa was attached to his home, and he had forgotten that someday he would die. Death, however, was not forgetful. At the proper time, death appeared and took him away."
    },
    {
        "verse_id": "7",
        "text": "Thereafter, the brāhmaṇa’s younger wife, after entrusting her twin children — the boy and girl — to the elder wife, departed for Patiloka, voluntarily dying with her husband."
    },
    {
        "verse_id": "8",
        "text": "After the father died, the nine stepbrothers of Jaḍa Bharata, who considered Jaḍa Bharata dull and brainless, abandoned the father’s attempt to give Jaḍa Bharata a complete education. The stepbrothers of Jaḍa Bharata were learned in the three Vedas — the Ṛg Veda, Sāma Veda and Yajur Veda — which very much encourage fruitive activity. The nine brothers were not at all spiritually enlightened in devotional service to the Lord. Consequently they could not understand the highly exalted position of Jaḍa Bharata."
    },
    {
        "verse_id": "9",
        "text": "Degraded men are actually no better than animals. The only difference is that animals have four legs and such men have only two. These two-legged, animalistic men used to call Jaḍa Bharata mad, dull, deaf and dumb. They mistreated him, and Jaḍa Bharata behaved for them like a madman who was deaf, blind or dull. He did not protest or try to convince them that he was not so. If others wanted him to do something, he acted according to their desires. Whatever food he could acquire by begging or by wages, and whatever came of its own accord — be it a small quantity, palatable, stale or tasteless — he would accept and eat. He never ate anything for sense gratification because he was already liberated from the bodily conception, which induces one to accept palatable or unpalatable food. He was full in the transcendental consciousness of devotional service, and therefore he was unaffected by the dualities arising from the bodily conception. Actually his body was as strong as a bull’s, and his limbs were very muscular. He didn’t care for winter or summer, wind or rain, and he never covered his body at any time. He lay on the ground, and never smeared oil on his body or took a bath. Because his body was dirty, his spiritual effulgence and knowledge were covered, just as the splendor of a valuable gem is covered by dirt. He only wore a dirty loincloth and his sacred thread, which was blackish. Understanding that he was born in a brāhmaṇa family, people would call him a brahma-bandhu and other names. Being thus insulted and neglected by materialistic people, he wandered here and there."
    },
    {
        "verse_id": "11",
        "text": "Jaḍa Bharata used to work only for food. His stepbrothers took advantage of this and engaged him in agricultural field work in exchange for some food, but actually he did not know how to work very well in the field. He did not know where to spread dirt or where to make the ground level or uneven. His brothers used to give him broken rice, oil cakes, the chaff of rice, worm-eaten grains and burned grains that had stuck to the pot, but he gladly accepted all this as if it were nectar. He did not hold any grudges and ate all this very gladly."
    },
    {
        "verse_id": "12",
        "text": "At this time, being desirous of obtaining a son, a leader of dacoits who came from a śūdra family wanted to worship the goddess Bhadra Kālī by offering her in sacrifice a dull man, who is considered no better than an animal."
    },
    {
        "verse_id": "13",
        "text": "The leader of the dacoits captured a man-animal for sacrifice, but he escaped, and the leader ordered his followers to find him. They ran in different directions but could not find him. Wandering here and there in the middle of the night, covered by dense darkness, they came to a paddy field where they saw the exalted son of the Āṅgirā family [Jaḍa Bharata], who was sitting in an elevated place guarding the field against the attacks of deer and wild pigs."
    },
    {
        "verse_id": "14",
        "text": "The followers and servants of the dacoit chief considered Jaḍa Bharata to possess qualities quite suitable for a man-animal, and they decided that he was a perfect choice for sacrifice. Their faces bright with happiness, they bound him with ropes and brought him to the temple of the goddess Kālī."
    },
    {
        "verse_id": "15",
        "text": "After this, all the thieves, according to their imaginative ritual for killing animalistic men, bathed Jaḍa Bharata, dressed him in new clothes, decorated him with ornaments befitting an animal, smeared his body with scented oils and decorated him with tilaka, sandalwood pulp and garlands. They fed him sumptuously and then brought him before the goddess Kālī, offering her incense, lamps, garlands, parched grain, newly grown twigs, sprouts, fruits and flowers. In this way they worshiped the deity before killing the man-animal, and they vibrated songs and prayers and played drums and bugles. Jaḍa Bharata was then made to sit down before the deity."
    },
    {
        "verse_id": "16",
        "text": "At this time, one of the thieves, acting as the chief priest, was ready to offer the blood of Jaḍa Bharata, whom they imagined to be an animal-man, to the goddess Kālī to drink as a liquor. He therefore took up a very fearsome sword, which was very sharp and, consecrating it by the mantra of Bhadra Kālī, raised it to kill Jaḍa Bharata."
    },
    {
        "verse_id": "17",
        "text": "All the rogues and thieves who had made arrangements for the worship of Goddess Kālī were low minded and bound to the modes of passion and ignorance. They were overpowered by the desire to become very rich; therefore they had the audacity to disobey the injunctions of the Vedas, so much so that they were prepared to kill Jaḍa Bharata, a self-realized soul born in a brāhmaṇa family. Due to their envy, these dacoits brought him before the goddess Kālī for sacrifice. Such people are always addicted to envious activities, and therefore they dared to try to kill Jaḍa Bharata. Jaḍa Bharata was the best friend of all living entities. He was no one’s enemy, and he was always absorbed in meditation on the Supreme Personality of Godhead. He was born of a good brāhmaṇa father, and killing him was forbidden, even though he might have been an enemy or aggressive person. In any case, there was no reason to kill Jaḍa Bharata, and the goddess Kālī could not bear this. She could immediately understand that these sinful dacoits were about to kill a great devotee of the Lord. Suddenly the deity’s body burst asunder, and the goddess Kālī personally emerged from it in a body burning with an intense and intolerable effulgence."
    },
    {
        "verse_id": "18",
        "text": "Intolerant of the offenses committed, the infuriated Goddess Kālī flashed her eyes and displayed her fierce, curved teeth. Her reddish eyes glowed, and she displayed her fearsome features. She assumed a frightening body, as if she were prepared to destroy the entire creation. Leaping violently from the altar, she immediately decapitated all the rogues and thieves with the very sword with which they had intended to kill Jaḍa Bharata. She then began to drink the hot blood that flowed from the necks of the beheaded rogues and thieves, as if this blood were liquor. Indeed, she drank this intoxicant with her associates, who were witches and female demons. Becoming intoxicated with this blood, they all began to sing very loudly and dance as though prepared to annihilate the entire universe. At the same time, they began to play with the heads of the rogues and thieves, tossing them about as if they were balls."
    },
    {
        "verse_id": "19",
        "text": "When an envious person commits an offense before a great personality, he is always punished in the way mentioned above."
    },
    {
        "verse_id": "20",
        "text": "Śukadeva Gosvāmī then said to Mahārāja Parīkṣit: O Viṣṇudatta, those who already know that the soul is separate from the body, who are liberated from the invincible knot in the heart, who are always engaged in welfare activities for all living entities and who never contemplate harming anyone are always protected by the Supreme Personality of Godhead, who carries His disc [the Sudarśana cakra] and acts as supreme time to kill the demons and protect His devotees. The devotees always take shelter at the lotus feet of the Lord. Therefore at all times, even if threatened by decapitation, they remain unagitated. For them, this is not at all wonderful."
    }
]