[
    {
        "verse_id": "1",
        "text": "Lord Ṛṣabhadeva told His sons: My dear boys, of all the living entities who have accepted material bodies in this world, one who has been awarded this human form should not work hard day and night simply for sense gratification, which is available even for dogs and hogs that eat stool. One should engage in penance and austerity to attain the divine position of devotional service. By such activity, one’s heart is purified, and when one attains this position, he attains eternal, blissful life, which is transcendental to material happiness and which continues forever."
    },
    {
        "verse_id": "2",
        "text": "One can attain the path of liberation from material bondage only by rendering service to highly advanced spiritual personalities. These personalities are impersonalists and devotees. Whether one wants to merge into the Lord’s existence or wants to associate with the Personality of Godhead, one should render service to the mahātmās. For those who are not interested in such activities, who associate with people fond of women and sex, the path to hell is wide open. The mahātmās are equipoised. They do not see any difference between one living entity and another. They are very peaceful and are fully engaged in devotional service. They are devoid of anger, and they work for the benefit of everyone. They do not behave in any abominable way. Such people are known as mahātmās."
    },
    {
        "verse_id": "3",
        "text": "Those who are interested in reviving Kṛṣṇa consciousness and increasing their love of Godhead do not like to do anything that is not related to Kṛṣṇa. They are not interested in mingling with people who are busy maintaining their bodies, eating, sleeping, mating and defending. They are not attached to their homes, although they may be householders. Nor are they attached to wives, children, friends or wealth. At the same time, they are not indifferent to the execution of their duties. Such people are interested in collecting only enough money to keep the body and soul together."
    },
    {
        "verse_id": "4",
        "text": "When a person considers sense gratification the aim of life, he certainly becomes mad after materialistic living and engages in all kinds of sinful activity. He does not know that due to his past misdeeds he has already received a body which, although temporary, is the cause of his misery. Actually the living entity should not have taken on a material body, but he has been awarded the material body for sense gratification. Therefore I think it not befitting an intelligent man to involve himself again in the activities of sense gratification by which he perpetually gets material bodies one after another."
    },
    {
        "verse_id": "5",
        "text": "As long as one does not inquire about the spiritual values of life, one is defeated and subjected to miseries arising from ignorance. Be it sinful or pious, karma has its resultant actions. If a person is engaged in any kind of karma, his mind is called karmātmaka, colored with fruitive activity. As long as the mind is impure, consciousness is unclear, and as long as one is absorbed in fruitive activity, he has to accept a material body."
    },
    {
        "verse_id": "6",
        "text": "When the living entity is covered by the mode of ignorance, he does not understand the individual living being and the supreme living being, and his mind is subjugated by fruitive activity. Therefore, until one has love for Lord Vāsudeva, who is none other than Myself, he is certainly not delivered from having to accept a material body again and again."
    },
    {
        "verse_id": "7",
        "text": "Even though one may be very learned and wise, he is mad if he does not understand that the endeavor for sense gratification is a useless waste of time. Being forgetful of his own interest, he tries to be happy in the material world, centering his interests around his home, which is based on sexual intercourse and which brings him all kinds of material miseries. In this way one is no better than a foolish animal."
    },
    {
        "verse_id": "8",
        "text": "The attraction between male and female is the basic principle of material existence. On the basis of this misconception, which ties together the hearts of the male and female, one becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life’s illusions and thinks in terms of “I and mine.”"
    },
    {
        "verse_id": "9",
        "text": "When the strong knot in the heart of a person implicated in material life due to the results of past action is slackened, one turns away from his attachment to home, wife and children. In this way, one gives up the basic principle of illusion [I and mine] and becomes liberated. Thus one goes to the transcendental world."
    },
    {
        "verse_id": "10",
        "text": "O My sons, you should accept a highly elevated paramahaṁsa, a spiritually advanced spiritual master. In this way, you should place your faith and love in Me, the Supreme Personality of Godhead. You should detest sense gratification and tolerate the duality of pleasure and pain, which are like the seasonal changes of summer and winter. Try to realize the miserable condition of living entities, who are miserable even in the higher planetary systems. Philosophically inquire about the truth. Then undergo all kinds of austerities and penances for the sake of devotional service. Give up the endeavor for sense enjoyment and engage in the service of the Lord. Listen to discussions about the Supreme Personality of Godhead, and always associate with devotees. Chant about and glorify the Supreme Lord, and look upon everyone equally on the spiritual platform. Give up enmity and subdue anger and lamentation. Abandon identifying the self with the body and the home, and practice reading the revealed scriptures. Live in a secluded place and practice the process by which you can completely control your life air, mind and senses. Have full faith in the revealed scriptures, the Vedic literatures, and always observe celibacy. Perform your prescribed duties and avoid unnecessary talks. Always thinking of the Supreme Personality of Godhead, acquire knowledge from the right source. Thus practicing bhakti-yoga, you will patiently and enthusiastically be elevated in knowledge and will be able to give up the false ego."
    },
    {
        "verse_id": "14",
        "text": "As I have advised you, My dear sons, you should act accordingly. Be very careful. By these means you will be freed from the ignorance of the desire for fruitive activity, and the knot of bondage in the heart will be completely severed. For further advancement, you should also give up the means. That is, you should not become attached to the process of liberation itself."
    },
    {
        "verse_id": "15",
        "text": "If one is serious about going back home, back to Godhead, he must consider the mercy of the Supreme Personality of Godhead the summum bonum and chief aim of life. If he is a father instructing his sons, a spiritual master instructing his disciples, or a king instructing his citizens, he must instruct them as I have advised. Without being angry, he should continue giving instructions, even if his disciple, son or citizen is sometimes unable to follow his order. Ignorant people who engage in pious and impious activities should be engaged in devotional service by all means. They should always avoid fruitive activity. If one puts into the bondage of karmic activity his disciple, son or citizen who is bereft of transcendental vision, how will one profit? It is like leading a blind man to a dark well and causing him to fall in."
    },
    {
        "verse_id": "16",
        "text": "Due to ignorance, the materialistic person does not know anything about his real self-interest, the auspicious path in life. He is simply bound to material enjoyment by lusty desires, and all his plans are made for this purpose. For temporary sense gratification, such a person creates a society of envy, and due to this mentality, he plunges into the ocean of suffering. Such a foolish person does not even know about this."
    },
    {
        "verse_id": "17",
        "text": "If someone is ignorant and addicted to the path of saṁsāra, how can one who is actually learned, merciful and advanced in spiritual knowledge engage him in fruitive activity and thus further entangle him in material existence? If a blind man is walking down the wrong path, how can a gentleman allow him to continue on his way to danger? How can he approve this method? No wise or kind man can allow this."
    },
    {
        "verse_id": "18",
        "text": "One who cannot deliver his dependents from the path of repeated birth and death should never become a spiritual master, a father, a husband, a mother or a worshipable demigod."
    },
    {
        "verse_id": "19",
        "text": "My transcendental body [sac-cid-ānanda-vigraha] looks exactly like a human form, but it is not a material human body. It is inconceivable. I am not forced by nature to accept a particular type of body; I take on a body by My own sweet will. My heart is also spiritual, and I always think of the welfare of My devotees. Therefore within My heart can be found the process of devotional service, which is meant for the devotees. Far from My heart have I abandoned irreligion [adharma] and nondevotional activities. They do not appeal to Me. Due to all these transcendental qualities, people generally pray to Me as Ṛṣabhadeva, the Supreme Personality of Godhead, the best of all living entities."
    },
    {
        "verse_id": "20",
        "text": "My dear boys, you are all born of My heart, which is the seat of all spiritual qualities. Therefore you should not be like materialistic and envious men. You should accept your eldest brother, Bharata, who is exalted in devotional service. If you engage yourselves in Bharata’s service, your service to him will include My service, and you will rule the citizens automatically."
    },
    {
        "verse_id": "21",
        "text": "Of the two energies manifest [spirit and dull matter], beings possessing living force [vegetables, grass, trees and plants] are superior to dull matter [stone, earth, etc.]. Superior to nonmoving plants and vegetables are worms and snakes, which can move. Superior to worms and snakes are animals that have developed intelligence. Superior to animals are human beings, and superior to human beings are ghosts because they have no material bodies. Superior to ghosts are the Gandharvas, and superior to them are the Siddhas. Superior to the Siddhas are the Kinnaras, and superior to them are the asuras. Superior to the asuras are the demigods, and of the demigods, Indra, the King of heaven, is supreme. Superior to Indra are the direct sons of Lord Brahmā, sons like King Dakṣa, and supreme among Brahmā’s sons is Lord Śiva. Since Lord Śiva is the son of Lord Brahmā, Brahmā is considered superior, but Brahmā is also subordinate to Me, the Supreme Personality of Godhead. Because I am inclined to the brāhmaṇas, the brāhmaṇas are best of all."
    },
    {
        "verse_id": "23",
        "text": "O respectful brāhmaṇas, as far as I am concerned, no one is equal or superior to the brāhmaṇas in this world. I do not find anyone comparable to them. When people know My motive, after performing rituals according to the Vedic principles they offer food to Me with faith and love through the mouth of a brāhmaṇa. When food is thus offered unto Me, I eat it with full satisfaction. Indeed, I derive more pleasure from food offered in that way than from the food offered in the sacrificial fire."
    },
    {
        "verse_id": "24",
        "text": "The Vedas are My eternal transcendental sound incarnation. Therefore the Vedas are śabda-brahma. In this world, the brāhmaṇas thoroughly study all the Vedas, and because they assimilate the Vedic conclusions, they are also to be considered the Vedas personified. The brāhmaṇas are situated in the supreme transcendental mode of nature — sattva-guṇa. Because of this, they are fixed in mind control [śama], sense control [dama], and truthfulness [satya]. They describe the Vedas in their original sense, and out of mercy [anugraha] they preach the purpose of the Vedas to all conditioned souls. They practice penance [tapasya] and tolerance [titikṣā], and they realize the position of the living entity and the Supreme Lord [anubhava]. These are the eight qualifications of the brāhmaṇas. Therefore among all living entities, no one is superior to the brāhmaṇas."
    },
    {
        "verse_id": "25",
        "text": "I am fully opulent, almighty and superior to Lord Brahmā and Indra, the King of the heavenly planets. I am also the bestower of all happiness obtained in the heavenly kingdom and by liberation. Nonetheless, the brāhmaṇas do not seek material comforts from Me. They are very pure and do not want to possess anything. They simply engage in My devotional service. What is the need of their asking for material benefits from anyone else?"
    },
    {
        "verse_id": "26",
        "text": "My dear sons, you should not envy any living entity — be he moving or nonmoving. Knowing that I am situated in them, you should offer respect to all of them at every moment. In this way, you offer respect to Me."
    },
    {
        "verse_id": "27",
        "text": "The true activity of the sense organs — mind, sight, words and all the knowledge-gathering and working senses — is to engage fully in My service. Unless his senses are thus engaged, a living entity cannot think of getting out of the great entanglement of material existence, which is exactly like Yamarāja’s stringent rope."
    },
    {
        "verse_id": "28",
        "text": "Śukadeva Gosvāmī said: Thus the great well-wisher of everyone, the Supreme Lord Ṛṣabhadeva, instructed His own sons. Although they were perfectly educated and cultured, He instructed them just to set an example of how a father should instruct his sons before retiring from family life. Sannyāsīs, who are no longer bound by fruitive activity and who have taken to devotional service after all their material desires have been vanquished, also learn by these instructions. Lord Ṛṣabhadeva instructed His one hundred sons, of whom the eldest, Bharata, was a very advanced devotee and a follower of Vaiṣṇavas. In order to rule the whole world, the Lord enthroned His eldest son on the royal seat. Thereafter, although still at home, Lord Ṛṣabhadeva lived like a madman, naked and with disheveled hair. Then the Lord took the sacrificial fire within Himself, and He left Brahmāvarta to tour the whole world."
    },
    {
        "verse_id": "29",
        "text": "After accepting the feature of avadhūta, a great saintly person without material cares, Lord Ṛṣabhadeva passed through human society like a blind, deaf and dumb man, an idle stone, a ghost or a madman. Although people called Him such names, He remained silent and did not speak to anyone."
    },
    {
        "verse_id": "30",
        "text": "Ṛṣabhadeva began to tour through cities, villages, mines, countrysides, valleys, gardens, military camps, cow pens, the homes of cowherd men, transient hotels, hills, forests and hermitages. Wherever He traveled, all bad elements surrounded Him, just as flies surround the body of an elephant coming from a forest. He was always being threatened, beaten, urinated upon and spat upon. Sometimes people threw stones, stool and dust at Him, and sometimes people passed foul air before Him. Thus people called Him many bad names and gave Him a great deal of trouble, but He did not care about this, for He understood that the body is simply meant for such an end. He was situated on the spiritual platform, and, being in His spiritual glory, He did not care for all these material insults. In other words, He completely understood that matter and spirit are separate, and He had no bodily conception. Thus, without being angry at anyone, He walked through the whole world alone."
    },
    {
        "verse_id": "31",
        "text": "Lord Ṛṣabhadeva’s hands, feet and chest were very long. His shoulders, face and limbs were all very delicate and symmetrically proportioned. His mouth was beautifully decorated with His natural smile, and He appeared all the more lovely with His reddish eyes spread wide like the petals of a newly grown lotus flower covered with dew in the early morning. The irises of His eyes were so pleasing that they removed all the troubles of everyone who saw Him. His forehead, ears, neck, nose and all His other features were very beautiful. His gentle smile always made His face beautiful, so much so that He even attracted the hearts of married women. It was as though they had been pierced by arrows of Cupid. About His head was an abundance of curly, matted brown hair. His hair was disheveled because His body was dirty and not taken care of. He appeared as if He were haunted by a ghost."
    },
    {
        "verse_id": "32",
        "text": "When Lord Ṛṣabhadeva saw that the general populace was very antagonistic to His execution of mystic yoga, He accepted the behavior of a python in order to counteract their opposition. Thus He stayed in one place and lay down. While lying down, He ate and drank, and He passed stool and urine and rolled in it. Indeed, He smeared His whole body with His own stool and urine so that opposing elements might not come and disturb Him."
    },
    {
        "verse_id": "33",
        "text": "Because Lord Ṛṣabhadeva remained in that condition, the public did not disturb Him, but no bad aroma emanated from His stool and urine. Quite the contrary, His stool and urine were so aromatic that they filled eighty miles of the countryside with a pleasant fragrance."
    },
    {
        "verse_id": "34",
        "text": "In this way Lord Ṛṣabhadeva followed the behavior of cows, deer and crows. Sometimes He moved or walked, and sometimes He sat down in one place. Sometimes He lay down, behaving exactly like cows, deer and crows. In that way, He ate, drank, passed stool and urine and cheated the people in this way."
    },
    {
        "verse_id": "35",
        "text": "O King Parīkṣit, just to show all the yogīs the mystic process, Lord Ṛṣabhadeva, the plenary expansion of Lord Kṛṣṇa, performed wonderful activities. Actually He was the master of liberation and was fully absorbed in transcendental bliss, which increased a thousandfold. Lord Kṛṣṇa, Vāsudeva, the son of Vasudeva, is the original source of Lord Ṛṣabhadeva. There is no difference in Their constitution, and consequently Lord Ṛṣabhadeva awakened the loving symptoms of crying, laughing and shivering. He was always absorbed in transcendental love. Due to this, all mystic powers automatically approached Him, such as the ability to travel in outer space at the speed of mind, to appear and disappear, to enter the bodies of others, and to see things far, far away. Although He could do all this, He did not exercise these powers."
    }
]