[
    {
        "verse_id": "1",
        "text": "King Parīkṣit inquired from Śukadeva Gosvāmī: O great sage, why did King Priyavrata, who was a great, self-realized devotee of the Lord, remain in household life, which is the root cause of the bondage of karma [fruitive activities] and which defeats the mission of human life?"
    },
    {
        "verse_id": "2",
        "text": "Devotees are certainly liberated persons. Therefore, O greatest of the brāhmaṇas, they cannot possibly be absorbed in family affairs."
    },
    {
        "verse_id": "3",
        "text": "Elevated mahātmās who have taken shelter of the lotus feet of the Supreme Personality of Godhead are fully satiated by the shade of those lotus feet. Their consciousness cannot possibly become attached to family members."
    },
    {
        "verse_id": "4",
        "text": "The King continued: O great brāhmaṇa, this is my great doubt. How was it possible for a person like King Priyavrata, who was so attached to wife, children and home, to achieve the topmost infallible perfection in Kṛṣṇa consciousness?"
    },
    {
        "verse_id": "5",
        "text": "Śrī Śukadeva Gosvāmī said: What you have said is correct. The glories of the Supreme Personality of Godhead, who is praised in eloquent, transcendental verses by such exalted personalities as Brahmā, are very pleasing to great devotees and liberated persons. One who is attached to the nectarean honey of the Lord’s lotus feet, and whose mind is always absorbed in His glories, may sometimes be checked by some impediment, but he still never gives up the exalted position he has acquired."
    },
    {
        "verse_id": "6",
        "text": "Śukadeva Gosvāmī continued: My dear King, Prince Priyavrata was a great devotee because he sought the lotus feet of Nārada, his spiritual master, and thus achieved the highest perfection in transcendental knowledge. With advanced knowledge, he always engaged in discussing spiritual subjects and did not divert his attention to anything else. The Prince’s father then asked him to take charge of ruling the world. He tried to convince Priyavrata that this was his duty as indicated in the revealed scriptures. Prince Priyavrata, however, was continuously practicing bhakti-yoga by constantly remembering the Supreme Personality of Godhead, thus engaging all his senses in the service of the Lord. Therefore, although the order of his father could not be rejected, the Prince did not welcome it. Thus he very conscientiously raised the question of whether he might be diverted from devotional service by accepting the responsibility of ruling over the world."
    },
    {
        "verse_id": "7",
        "text": "Śrī Śukadeva Gosvāmī continued: The first created being and most powerful demigod in this universe is Lord Brahmā, who is always responsible for developing universal affairs. Born directly from the Supreme Personality of Godhead, he dedicates his activities to the welfare of the entire universe, for he knows the purpose of the universal creation. This supremely powerful Lord Brahmā, accompanied by his associates and the personified Vedas, left his own abode in the highest planetary system and descended to the place of Prince Priyavrata’s meditation."
    },
    {
        "verse_id": "8",
        "text": "As Lord Brahmā descended on his carrier, the great swan, all the residents of the planets named Siddhaloka, Gandharvaloka, Sādhyaloka and Cāraṇaloka, as well as great sages and demigods flying in their different airplanes, assembled within the canopy of the sky to receive Lord Brahmā and worship him. As he received respect and adoration from the residents of the various planets, Lord Brahmā appeared just like the full moon surrounded by illuminating stars. Lord Brahmā’s great swan then arrived at the border of Gandhamādana Hill and approached Prince Priyavrata, who was sitting there."
    },
    {
        "verse_id": "9",
        "text": "Lord Brahmā, the father of Nārada Muni, is the supreme person within this universe. As soon as Nārada saw the great swan, he could understand that Lord Brahmā had arrived. Therefore he immediately stood up, along with Svāyambhuva Manu and his son Priyavrata, whom Nārada was instructing. Then they folded their hands and began to worship Lord Brahmā with great respect."
    },
    {
        "verse_id": "10",
        "text": "My dear King Parīkṣit, because Lord Brahmā had finally descended from Satyaloka to Bhūloka, Nārada Muni, Prince Priyavrata and Svāyambhuva Manu came forward to offer him objects of worship and to praise him in highly qualified language, according to Vedic etiquette. At that time, Lord Brahmā, the original person of this universe, felt compassion for Priyavrata and, looking upon him with a smiling face, spoke to him as follows."
    },
    {
        "verse_id": "11",
        "text": "Lord Brahmā, the supreme person within this universe, said: My dear Priyavrata, kindly hear attentively what I shall say to you. Do not be jealous of the Supreme Lord, who is beyond our experimental measurements. All of us, including Lord Śiva, your father and the great sage Mahārṣi Nārada, must carry out the order of the Supreme. We cannot deviate from His order."
    },
    {
        "verse_id": "12",
        "text": "One cannot avoid the order of the Supreme Personality of Godhead, not by the strength of severe austerities, an exalted Vedic education, or the power of mystic yoga, physical prowess or intellectual activities. Nor can one use his power of religion, his material opulence or any other means, either by himself or with the help of others, to defy the orders of the Supreme Lord. That is not possible for any living being, from Brahmā down to the ant."
    },
    {
        "verse_id": "13",
        "text": "My dear Priyavrata, by the order of the Supreme Personality of Godhead, all living entities accept different types of bodies for birth and death, activity, lamentation, illusion, fear of future dangers, and happiness and distress."
    },
    {
        "verse_id": "14",
        "text": "My dear boy, all of us are bound by the Vedic injunctions to the divisions of varṇāśrama according to our qualities and work. These divisions are difficult to avoid because they are scientifically arranged. We must therefore carry out our duties of varṇāśrama-dharma, like bulls obliged to move according to the direction of a driver pulling on ropes knotted to their noses."
    },
    {
        "verse_id": "15",
        "text": "My dear Priyavrata, according to our association with different modes of material nature, the Supreme Personality of Godhead gives us our specific bodies and the happiness and distress we achieve. One must therefore remain situated as he is and be conducted by the Supreme Personality of Godhead, exactly as a blind man is led by a person who has eyes with which to see."
    },
    {
        "verse_id": "16",
        "text": "Even if one is liberated, he nevertheless accepts the body he has received according to his past karma. Without misconceptions, however, he regards his enjoyment and suffering due to that karma the way an awakened person regards a dream he had while sleeping. He thus remains steadfast and never works to achieve another material body under the influence of the three modes of material nature."
    },
    {
        "verse_id": "17",
        "text": "Even if he goes from forest to forest, one who is not self-controlled must always fear material bondage because he is living with six co-wives — the mind and knowledge-acquiring senses. Even householder life, however, cannot harm a self-satisfied, learned man who has conquered his senses."
    },
    {
        "verse_id": "18",
        "text": "One who is situated in household life and who systematically conquers his mind and five sense organs is like a king in his fortress who conquers his powerful enemies. After one has been trained in household life and his lusty desires have decreased, he can move anywhere without danger."
    },
    {
        "verse_id": "19",
        "text": "Lord Brahmā continued: My dear Priyavrata, seek shelter inside the opening in the lotus of the feet of the Lord, whose navel is also like a lotus. Thus conquer the six sense organs [the mind and knowledge-acquiring senses]. Accept material enjoyment because the Lord, extraordinarily, has ordered you to do this. You will thus always be liberated from material association and be able to carry out the Lord’s orders in your constitutional position."
    },
    {
        "verse_id": "20",
        "text": "Śrī Śukadeva Gosvāmī continued: After thus being fully instructed by Lord Brahmā, who is the spiritual master of the three worlds, Priyavrata, his own position being inferior, offered obeisances, accepted the order and carried it out with great respect."
    },
    {
        "verse_id": "21",
        "text": "Lord Brahmā was then worshiped by Manu, who respectfully satisfied him as well as he could. Priyavrata and Nārada also looked upon Brahmā with no tinges of resentment. Having engaged Priyavrata in accepting his father’s request, Lord Brahmā returned to his abode, Satyaloka, which is indescribable by the endeavor of mundane mind or words."
    },
    {
        "verse_id": "22",
        "text": "Svāyambhuva Manu, with the assistance of Lord Brahmā, thus fulfilled his desires. With the permission of the great sage Nārada, he delivered to his son the governmental responsibility for maintaining and protecting all the planets of the universe. He thus achieved relief from the most dangerous, poisonous ocean of material desires."
    },
    {
        "verse_id": "23",
        "text": "Following the order of the Supreme Personality of Godhead, Mahārāja Priyavrata fully engaged in worldly affairs, yet he always thought of the lotus feet of the Lord, which are the cause of liberation from all material attachment. Although Priyavrata Mahārāja was completely freed from all material contamination, he ruled the material world just to honor the orders of his superiors."
    },
    {
        "verse_id": "24",
        "text": "Thereafter, Mahārāja Priyavrata married Barhiṣmatī, the daughter of the prajāpati named Viśvakarmā. In her he begot ten sons equal to him in beauty, character, magnanimity and other qualities. He also begot a daughter, the youngest of all, named Ūrjasvatī."
    },
    {
        "verse_id": "25",
        "text": "The ten sons of Mahārāja Priyavrata were named Āgnīdhra, Idhmajihva, Yajñabāhu, Mahāvīra, Hiraṇyaretā, Ghṛtapṛṣṭha, Savana, Medhātithi, Vītihotra and Kavi. These are also names of Agni, the fire-god."
    },
    {
        "verse_id": "26",
        "text": "Three among these ten — namely Kavi, Mahāvīra and Savana — lived in complete celibacy. Thus trained in brahmacārī life from the beginning of childhood, they were very conversant with the highest perfection, known as the paramahaṁsa-āśrama."
    },
    {
        "verse_id": "27",
        "text": "Thus situated in the renounced order from the beginning of their lives, all three of them completely controlled the activities of their senses and thus became great saints. They concentrated their minds always upon the lotus feet of the Supreme Personality of Godhead, who is the resting place of the totality of living entities and who is therefore celebrated as Vāsudeva. Lord Vāsudeva is the only shelter of those who are actually afraid of material existence. By constantly thinking of His lotus feet, these three sons of Mahārāja Priyavrata became advanced in pure devotional service. By the prowess of their devotional service, they could directly perceive the Supreme Personality of Godhead, who is situated in everyone’s heart as the Supersoul, and realize that there was qualitatively no difference between themselves and Him."
    },
    {
        "verse_id": "28",
        "text": "In his other wife, Mahārāja Priyavrata begot three sons, named Uttama, Tāmasa and Raivata. All of them later took charge of manvantara millenniums."
    },
    {
        "verse_id": "29",
        "text": "After Kavi, Mahāvīra and Savana were completely trained in the paramahaṁsa stage of life, Mahārāja Priyavrata ruled the universe for eleven arbudas of years. Whenever he was determined to fix his arrow upon his bowstring with his two powerful arms, all opponents of the regulative principles of religious life would flee from his presence in fear of the unparalleled prowess he displayed in ruling the universe. He greatly loved his wife Barhiṣmatī, and with the increase of days, their exchange of nuptial love also increased. By her feminine behavior as she dressed herself, walked, got up, smiled, laughed, and glanced about, Queen Barhiṣmatī increased his energy. Thus although he was a great soul, he appeared lost in the feminine conduct of his wife. He behaved with her just like an ordinary man, but actually he was a great soul."
    },
    {
        "verse_id": "30",
        "text": "While so excellently ruling the universe, King Priyavrata once became dissatisfied with the circumambulation of the most powerful sun-god. Encircling Sumeru Hill on his chariot, the sun-god illuminates all the surrounding planetary systems. However, when the sun is on the northern side of the hill, the south receives less light, and when the sun is in the south, the north receives less. King Priyavrata disliked this situation and therefore decided to make daylight in the part of the universe where there was night. He followed the orbit of the sun-god on a brilliant chariot and thus fulfilled his desire. He could perform such wonderful activities because of the power he had achieved by worshiping the Supreme Personality of Godhead."
    },
    {
        "verse_id": "31",
        "text": "When Priyavrata drove his chariot behind the sun, the rims of his chariot wheels created impressions that later became seven oceans, dividing the planetary system known as Bhū-maṇḍala into seven islands."
    },
    {
        "verse_id": "32",
        "text": "The names of the islands are Jambū, Plakṣa, Śālmali, Kuśa, Krauñca, Śāka and Puṣkara. Each island is twice as large as the one preceding it, and each is surrounded by a liquid substance, beyond which is the next island."
    },
    {
        "verse_id": "33",
        "text": "The seven oceans respectively contain salt water, sugarcane juice, liquor, clarified butter, milk, emulsified yogurt, and sweet drinking water. All the islands are completely surrounded by these oceans, and each ocean is equal in breadth to the island it surrounds. Mahārāja Priyavrata, the husband of Queen Barhiṣmatī, gave sovereignty over these islands to his respective sons, namely Āgnīdhra, Idhmajihva, Yajñabāhu, Hiraṇyaretā, Ghṛtapṛṣṭha, Medhātithi and Vītihotra. Thus they all became kings by the order of their father."
    },
    {
        "verse_id": "34",
        "text": "King Priyavrata then gave his daughter, Ūrjasvatī, in marriage to Śukrācārya, who begot in her a daughter named Devayānī."
    },
    {
        "verse_id": "35",
        "text": "My dear King, a devotee who has taken shelter of the dust from the lotus feet of the Lord can transcend the influence of the six material waves — namely hunger, thirst, lamentation, illusion, old age and death — and he can conquer the mind and five senses. However, this is not very wonderful for a pure devotee of the Lord because even a person beyond the jurisdiction of the four castes — in other words, an untouchable — is immediately relieved of bondage to material existence if he utters the holy name of the Lord even once."
    },
    {
        "verse_id": "36",
        "text": "While enjoying his material opulences with full strength and influence, Mahārāja Priyavrata once began to consider that although he had fully surrendered to the great saint Nārada and was actually on the path of Kṛṣṇa consciousness, he had somehow become again entangled in material activities. Thus his mind now became restless, and he began to speak in a spirit of renunciation."
    },
    {
        "verse_id": "37",
        "text": "The King thus began criticizing himself: Alas, how condemned I have become because of my sense gratification! I have now fallen into material enjoyment, which is exactly like a covered well. I have had enough! I am not going to enjoy any more. Just see how I have become like a dancing monkey in the hands of my wife. Because of this, I am condemned."
    },
    {
        "verse_id": "38",
        "text": "By the grace of the Supreme Personality of Godhead, Mahārāja Priyavrata reawakened to his senses. He divided all his earthly possessions among his obedient sons. He gave up everything, including his wife, with whom he had enjoyed so much sense gratification, and his great and opulent kingdom, and he completely renounced all attachment. His heart, having been cleansed, became a place of pastimes for the Supreme Personality of Godhead. Thus he was able to return to the path of Kṛṣṇa consciousness, spiritual life, and resume the position he had attained by the grace of the great saint Nārada."
    },
    {
        "verse_id": "39",
        "text": "There are many famous verses regarding Mahārāja Priyavrata’s activities:"
    },
    {
        "verse_id": "40",
        "text": "“To stop the quarreling among different peoples, Mahārāja Priyavrata marked boundaries at rivers and at the edges of mountains and forests so that no one would trespass upon another’s property.”"
    },
    {
        "verse_id": "41",
        "text": "“As a great follower and devotee of the sage Nārada, Mahārāja Priyavrata considered hellish the opulences he had achieved by dint of fruitive activities and mystic power, whether in the lower or heavenly planetary systems or in human society.”"
    }
]