[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī continued: My dear King, one day, after finishing his morning duties — evacuating, urinating and bathing — Mahārāja Bharata sat down on the bank of the river Gaṇḍakī for a few minutes and began chanting his mantra, beginning with oṁkāra."
    },
    {
        "verse_id": "2",
        "text": "O King, while Bharata Mahārāja was sitting on the bank of that river, a doe, being very thirsty, came there to drink."
    },
    {
        "verse_id": "3",
        "text": "While the doe was drinking with great satisfaction, a lion, which was very close, roared very loudly. This was frightful to every living entity, and it was heard by the doe."
    },
    {
        "verse_id": "4",
        "text": "By nature the doe was always afraid of being killed by others, and it was always looking about suspiciously. When it heard the lion’s tumultuous roar, it became very agitated. Looking here and there with disturbed eyes, the doe, although it had not fully satisfied itself by drinking water, suddenly leaped across the river."
    },
    {
        "verse_id": "5",
        "text": "The doe was pregnant, and when it jumped out of fear, the baby deer fell from its womb into the flowing waters of the river."
    },
    {
        "verse_id": "6",
        "text": "Being separated from its flock and distressed by its miscarriage, the black doe, having crossed the river, was very much distressed. Indeed, it fell down in a cave and died immediately."
    },
    {
        "verse_id": "7",
        "text": "The great King Bharata, while sitting on the bank of the river, saw the small deer, bereft of its mother, floating down the river. Seeing this, he felt great compassion. Like a sincere friend, he lifted the infant deer from the waves, and, knowing it to be motherless, brought it to his āśrama."
    },
    {
        "verse_id": "8",
        "text": "Gradually Mahārāja Bharata became very affectionate toward the deer. He began to raise it and maintain it by giving it grass. He was always careful to protect it from the attacks of tigers and other animals. When it itched, he petted it, and in this way he always tried to keep it in a comfortable condition. He sometimes kissed it out of love. Being attached to raising the deer, Mahārāja Bharata forgot the rules and regulations for the advancement of spiritual life, and he gradually forgot to worship the Supreme Personality of Godhead. After a few days, he forgot everything about his spiritual advancement."
    },
    {
        "verse_id": "9",
        "text": "The great King Mahārāja Bharata began to think: Alas, this helpless young deer, by the force of time, an agent of the Supreme Personality of Godhead, has now lost its relatives and friends and has taken shelter of me. It does not know anyone but me, as I have become its father, mother, brother and relatives. This deer is thinking in this way, and it has full faith in me. It does not know anyone but me; therefore I should not be envious and think that for the deer my own welfare will be destroyed. I should certainly raise, protect, gratify and fondle it. When it has taken shelter with me, how can I neglect it? Even though the deer is disturbing my spiritual life, I realize that a helpless person who has taken shelter cannot be neglected. That would be a great fault."
    },
    {
        "verse_id": "10",
        "text": "Even though one is in the renounced order, one who is advanced certainly feels compassion for suffering living entities. One should certainly neglect his own personal interests, although they may be very important, to protect one who has surrendered."
    },
    {
        "verse_id": "11",
        "text": "Due to attachment for the deer, Mahārāja Bharata lay down with it, walked about with it, bathed with it and even ate with it. Thus his heart became bound to the deer in affection."
    },
    {
        "verse_id": "12",
        "text": "When Mahārāja Bharata wanted to enter the forest to collect kuśa grass, flowers, wood, leaves, fruits, roots and water, he would fear that dogs, jackals, tigers and other ferocious animals might kill the deer. He would therefore always take the deer with him when entering the forest."
    },
    {
        "verse_id": "13",
        "text": "When entering the forest, the animal would appear very attractive to Mahārāja Bharata due to its childish behavior. Mahārāja Bharata would even take the deer on his shoulders and carry it due to affection. His heart was so filled with great love for the deer that he would sometimes keep it on his lap or, when sleeping, on his chest. In this way he felt great pleasure in fondling the animal."
    },
    {
        "verse_id": "14",
        "text": "When Mahārāja Bharata was actually worshiping the Lord or was engaged in some ritualistic ceremony, although his activities were unfinished, he would still, at intervals, get up and see where the deer was. In this way he would look for it, and when he could see that the deer was comfortably situated, his mind and heart would be very satisfied, and he would bestow his blessings upon the deer, saying, “My dear calf, may you be happy in all respects.”"
    },
    {
        "verse_id": "15",
        "text": "If Bharata Mahārāja sometimes could not see the deer, his mind would be very agitated. He would become like a miser, who, having obtained some riches, had lost them and had then become very unhappy. When the deer was gone, he would be filled with anxiety and would lament due to separation. Thus he would become illusioned and speak as follows."
    },
    {
        "verse_id": "16",
        "text": "Bharata Mahārāja would think: Alas, the deer is now helpless. I am now very unfortunate, and my mind is like a cunning hunter, for it is always filled with cheating propensities and cruelty. The deer has put its faith in me, just as a good man who has a natural interest in good behavior forgets the misbehavior of a cunning friend and puts his faith in him. Although I have proved faithless, will this deer return and place its faith in me?"
    },
    {
        "verse_id": "17",
        "text": "Alas, is it possible that I shall again see this animal protected by the Lord and fearless of tigers and other animals? Shall I again see him wandering in the garden eating soft grass?"
    },
    {
        "verse_id": "18",
        "text": "I do not know, but the deer might have been eaten by a wolf or a dog or by the boars that flock together or the tiger who travels alone."
    },
    {
        "verse_id": "19",
        "text": "Alas, when the sun rises, all auspicious things begin. Unfortunately, they have not begun for me. The sun-god is the Vedas personified, but I am bereft of all Vedic principles. That sun-god is now setting, yet the poor animal who trusted in me since its mother died has not returned."
    },
    {
        "verse_id": "20",
        "text": "That deer is exactly like a prince. When will it return? When will it again display its personal activities, which are so pleasing? When will it again pacify a wounded heart like mine? I certainly must have no pious assets, otherwise the deer would have returned by now."
    },
    {
        "verse_id": "21",
        "text": "Alas, the small deer, while playing with me and seeing me feigning meditation with closed eyes, would circumambulate me due to anger arising from love, and it would fearfully touch me with the points of its soft horns, which felt like drops of water."
    },
    {
        "verse_id": "22",
        "text": "When I placed all the sacrificial ingredients on the kuśa grass, the deer, when playing, would touch the grass with its teeth and thus pollute it. When I chastised the deer by pushing it away, it would immediately become fearful and sit down motionless, exactly like the son of a saintly person. Thus it would stop its play."
    },
    {
        "verse_id": "23",
        "text": "After speaking like a madman in this way, Mahārāja Bharata got up and went outside. Seeing the footprints of the deer on the ground, he praised the footprints out of love, saying: O unfortunate Bharata, your austerities and penances are very insignificant compared to the penance and austerity undergone by this earth planet. Due to the earth’s severe penances, the footprints of this deer, which are small, beautiful, most auspicious and soft, are imprinted on the surface of this fortunate planet. This series of footprints show a person like me, who am bereaved due to loss of the deer, how the animal has passed through the forest and how I can regain my lost wealth. By these footprints, this land has become a proper place for brāhmaṇas who desire heavenly planets or liberation to execute sacrifices to the demigods."
    },
    {
        "verse_id": "24",
        "text": "Mahārāja Bharata continued to speak like a madman. Seeing above his head the dark marks on the rising moon, which resembled a deer, he said: Can it be that the moon, who is so kind to an unhappy man, might also be kind upon my deer, knowing that it has strayed from home and has become motherless? This moon has given the deer shelter near itself just to protect it from the fearful attacks of a lion."
    },
    {
        "verse_id": "25",
        "text": "After perceiving the moonshine, Mahārāja Bharata continued speaking like a crazy person. He said: The deer’s son was so submissive and dear to me that due to its separation I am feeling separation from my own son. Due to the burning fever of this separation, I am suffering as if inflamed by a forest fire. My heart, which is like the lily of the land, is now burning. Seeing me so distressed, the moon is certainly splashing its shining nectar upon me — just as a friend throws water on another friend who has a high fever. In this way, the moon is bringing me happiness."
    },
    {
        "verse_id": "26",
        "text": "Śukadeva Gosvāmī continued: My dear King, in this way Bharata Mahārāja was overwhelmed by an uncontrollable desire which was manifest in the form of the deer. Due to the fruitive results of his past deeds, he fell down from mystic yoga, austerity and worship of the Supreme Personality of Godhead. If it were not due to his past fruitive activity, how could he have been attracted to the deer after giving up the association of his own son and family, considering them stumbling blocks on the path of spiritual life? How could he show such uncontrollable affection for a deer? This was definitely due to his past karma. The King was so engrossed in petting and maintaining the deer that he fell down from his spiritual activities. In due course of time, insurmountable death, which is compared to a venomous snake that enters the hole created by a mouse, situated itself before him."
    },
    {
        "verse_id": "27",
        "text": "At the time of death, the King saw that the deer was sitting by his side, exactly like his own son, and was lamenting his death. Actually the mind of the King was absorbed in the body of the deer, and consequently — like those bereft of Kṛṣṇa consciousness — he left the world, the deer, and his material body and acquired the body of a deer. However, there was one advantage. Although he lost his human body and received the body of a deer, he did not forget the incidents of his past life."
    },
    {
        "verse_id": "28",
        "text": "Although in the body of a deer, Bharata Mahārāja, due to his rigid devotional service in his past life, could understand the cause of his birth in that body. Considering his past and present life, he constantly repented his activities, speaking in the following way."
    },
    {
        "verse_id": "29",
        "text": "In the body of a deer, Bharata Mahārāja began to lament: What misfortune! I have fallen from the path of the self-realized. I gave up my real sons, wife and home to advance in spiritual life, and I took shelter in a solitary holy place in the forest. I became self-controlled and self-realized, and I engaged constantly in devotional service — hearing, thinking, chanting, worshiping and remembering the Supreme Personality of Godhead, Vāsudeva. I was successful in my attempt, so much so that my mind was always absorbed in devotional service. However, due to my personal foolishness, my mind again became attached — this time to a deer. Now I have obtained the body of a deer and have fallen far from my devotional practices."
    },
    {
        "verse_id": "30",
        "text": "Although Bharata Mahārāja received the body of a deer, by constant repentance he became completely detached from all material things. He did not disclose these things to anyone, but he left his mother deer in a place known as Kālañjara Mountain, where he was born. He again went to the forest of Śālagrāma and to the āśrama of Pulastya and Pulaha."
    },
    {
        "verse_id": "31",
        "text": "Remaining in that āśrama, the great King Bharata Mahārāja was now very careful not to fall victim to bad association. Without disclosing his past to anyone, he remained in that āśrama and ate dry leaves only. He was not exactly alone, for he had the association of the Supersoul. In this way he waited for death in the body of a deer. Bathing in that holy place, he finally gave up that body."
    }
]