[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: As soon as the Lord was born as the son of Mahārāja Nābhi, He manifested symptoms of the Supreme Lord, such as marks on the bottoms of His feet [the flag, thunderbolt, etc.]. This son was equal to everyone and very peaceful. He could control His senses and His mind, and, possessing all opulence, He did not hanker for material enjoyment. Endowed with all these attributes, the son of Mahārāja Nābhi became more powerful day after day. Due to this, the citizens, learned brāhmaṇas, demigods and ministers wanted Ṛṣabhadeva to be appointed ruler of the earth."
    },
    {
        "verse_id": "2",
        "text": "When the son of Mahārāja Nābhi became visible, He evinced all good qualities described by the great poets — namely, a well-built body with all the symptoms of the Godhead, prowess, strength, beauty, name, fame, influence and enthusiasm. When the father, Mahārāja Nābhi, saw all these qualities, he thought his son to be the best of human beings or the supreme being. Therefore he gave Him the name Ṛṣabha."
    },
    {
        "verse_id": "3",
        "text": "Indra, the King of heaven, who is very materially opulent, became envious of King Ṛṣabhadeva. Consequently he stopped pouring water on the planet known as Bhārata-varṣa. At that time the Supreme Lord, Ṛṣabhadeva, the master of all mystic power, understood King Indra’s purpose and smiled a little. Then, by His own prowess, through yoga-māyā [His internal potency], He profusely poured water upon His own place, which was known as Ajanābha."
    },
    {
        "verse_id": "4",
        "text": "Due to getting a perfect son according to his desire, King Nābhi was always overwhelmed with transcendental bliss and was very affectionate to his son. It was with ecstasy and a faltering voice that he addressed Him, “My dear son, my darling.” This mentality was brought about by yoga-māyā, whereby he accepted the Supreme Lord, the supreme father, as his own son. Out of His supreme good will, the Lord became his son and dealt with everyone as if He were an ordinary human being. Thus King Nābhi began to raise his transcendental son with great affection, and he was overwhelmed with transcendental bliss, joy and devotion."
    },
    {
        "verse_id": "5",
        "text": "King Nābhi understood that his son, Ṛṣabhadeva, was very popular among the citizens and among government officers and ministers. Understanding the popularity of his son, Mahārāja Nābhi enthroned Him as the emperor of the world to give protection to the general populace in terms of the Vedic religious system. To do this, he entrusted Him into the hands of learned brāhmaṇas, who would guide Him in administrating the government. Then Mahārāja Nābhi and his wife, Merudevī, went to Badarikāśrama in the Himālaya Mountains, where the King engaged Himself very expertly in austerities and penances with great jubilation. In full samādhi he worshiped the Supreme Personality of Godhead, Nara-Nārāyaṇa, who is Kṛṣṇa in His plenary expansion. By doing so, in course of time Mahārāja Nābhi was elevated to the spiritual world known as Vaikuṇṭha."
    },
    {
        "verse_id": "6",
        "text": "O Mahārāja Parīkṣit, to glorify Mahārāja Nābhi the old sages composed two verses. One of them is this: “Who can attain the perfection of Mahārāja Nābhi? Who can attain his activities? Because of his devotional service, the Supreme Personality of Godhead agreed to become his son.”"
    },
    {
        "verse_id": "7",
        "text": "[The second prayer is this.] “Who is a better worshiper of brāhmaṇas than Mahārāja Nābhi? Because he worshiped the qualified brāhmaṇas to their full satisfaction, the brāhmaṇas, by their brahminical prowess, showed Mahārāja Nābhi the Supreme Personality of Godhead, Nārāyaṇa, in person.”"
    },
    {
        "verse_id": "8",
        "text": "After Nābhi Mahārāja departed for Badarikāśrama, the Supreme Lord, Ṛṣabhadeva, understood that His kingdom was His field of activities. He therefore showed Himself as an example and taught the duties of a householder by first accepting brahmacarya under the direction of spiritual masters. He also went to live at the spiritual masters’ place, gurukula. After His education was finished, He gave gifts (guru-dakṣiṇā) to His spiritual masters and then accepted the life of a householder. He took a wife named Jayantī and begot one hundred sons who were as powerful and qualified as He Himself. His wife Jayantī had been offered to Him by Indra, the King of heaven. Ṛṣabhadeva and Jayantī performed householder life in an exemplary way, carrying out ritualistic activities ordained by the śruti and smṛti śāstra."
    },
    {
        "verse_id": "9",
        "text": "Of Ṛṣabhadeva’s one hundred sons, the eldest, named Bharata, was a great, exalted devotee qualified with the best attributes. In his honor, this planet has become known as Bhārata-varṣa."
    },
    {
        "verse_id": "10",
        "text": "Following Bharata, there were ninety-nine other sons. Among these were nine elderly sons, named Kuśāvarta, Ilāvarta, Brahmāvarta, Malaya, Ketu, Bhadrasena, Indraspṛk, Vidarbha and Kīkaṭa."
    },
    {
        "verse_id": "11",
        "text": "In addition to these sons were Kavi, Havi, Antarikṣa, Prabuddha, Pippalāyana, Āvirhotra, Drumila, Camasa and Karabhājana. These were all very exalted, advanced devotees and authorized preachers of Śrīmad-Bhāgavatam. These devotees were glorified due to their strong devotion to Vāsudeva, the Supreme Personality of Godhead. Therefore they were very exalted. To satisfy the mind perfectly, I [Śukadeva Gosvāmī] shall hereafter describe the characteristics of these nine devotees when I discuss the conversation between Nārada and Vasudeva."
    },
    {
        "verse_id": "13",
        "text": "In addition to these nineteen sons mentioned above, there were eighty-one younger ones, all born of Ṛṣabhadeva and Jayantī. According to the order of their father, they became well-cultured, well-behaved, very pure in their activities and expert in Vedic knowledge and the performance of Vedic rituals. Thus they all became perfectly qualified brāhmaṇas."
    },
    {
        "verse_id": "14",
        "text": "Being an incarnation of the Supreme Personality of Godhead, Lord Ṛṣabhadeva was fully independent because His form was spiritual, eternal and full of transcendental bliss. He eternally had nothing to do with the four principles of material misery [birth, death, old age and disease]. Nor was He materially attached. He was always equipoised, and He saw everyone on the same level. He was unhappy to see others unhappy, and He was the well-wisher of all living entities. Although He was a perfect personality, the Supreme Lord and controller of all, He nonetheless acted as if He were an ordinary conditioned soul. Therefore He strictly followed the principles of varṇāśrama-dharma and acted accordingly. In due course of time, the principles of varṇāśrama-dharma had become neglected; therefore through His personal characteristics and behavior, He taught the ignorant public how to perform duties within the varṇāśrama-dharma. In this way He regulated the general populace in householder life, enabling them to develop religion and economic well-being and to attain reputations, sons and daughters, material pleasure and finally eternal life. By His instructions, He showed how people could remain householders and at the same time become perfect by following the principles of varṇāśrama-dharma."
    },
    {
        "verse_id": "15",
        "text": "Whatever action is performed by a great man, common men follow."
    },
    {
        "verse_id": "16",
        "text": "Although Lord Ṛṣabhadeva knew everything about confidential Vedic knowledge, which includes information about all types of occupational duties, He still maintained Himself as a kṣatriya and followed the instructions of the brāhmaṇas as they related to mind control, sense control, tolerance and so forth. Thus He ruled the people according to the system of varṇāśrama-dharma, which enjoins that the brāhmaṇas instruct the kṣatriyas and the kṣatriyas administer to the state through the vaiśyas and śūdras."
    },
    {
        "verse_id": "17",
        "text": "Lord Ṛṣabhadeva performed all kinds of sacrifices one hundred times according to the instructions of the Vedic literatures. Thus He satisfied Lord Viṣṇu in every respect. All the rituals were enriched by first-class ingredients. They were executed in holy places according to the proper time by priests who were all young and faithful. In this way Lord Viṣṇu was worshiped, and the prasāda was offered to all the demigods. Thus the functions and festivals were all successful."
    },
    {
        "verse_id": "18",
        "text": "No one likes to possess anything that is like a will-o’-the-wisp or a flower in the sky, for everyone knows very well that such things do not exist. When Lord Ṛṣabhadeva ruled this planet of Bhāratavarṣa, even common men did not want to ask for anything, at any time or by any means. No one ever asks for a will-o’-the-wisp. In other words, everyone was completely satisfied, and therefore there was no chance of anyone’s asking for anything. The people were absorbed in great affection for the King. Since this affection was always expanding, they were not inclined to ask for anything."
    },
    {
        "verse_id": "19",
        "text": "Once while touring the world, Lord Ṛṣabhadeva, the Supreme Lord, reached a place known as Brahmāvarta. There was a great conference of learned brāhmaṇas at that place, and all the King’s sons attentively heard the instructions of the brāhmaṇas there. At that assembly, within the hearing of the citizens, Ṛṣabhadeva instructed His sons, although they were already very well-behaved, devoted and qualified. He instructed them so that in the future they could rule the world very perfectly. Thus he spoke as follows."
    }
]