[
    {
        "verse_id": "1",
        "text": "King Parīkṣit inquired from Śukadeva Gosvāmī: My dear sir, why are the living entities put into different material situations? Kindly explain this to me."
    },
    {
        "verse_id": "2",
        "text": "The great sage Śukadeva Gosvāmī said: My dear King, in this material world there are three kinds of activities — those in the mode of goodness, the mode of passion and the mode of ignorance. Because all people are influenced by the three modes of material nature, the results of their activities are also divided into three. One who acts in the mode of goodness is religious and happy, one who acts in passion achieves mixed misery and happiness, and one who acts under the influence of ignorance is always unhappy and lives like an animal. Because of the varying degrees to which the living entities are influenced by the different modes of nature, their destinations are also of different varieties."
    },
    {
        "verse_id": "3",
        "text": "Just as by executing various pious activities one achieves different positions in heavenly life, by acting impiously one achieves different positions in hellish life. Those who are activated by the material mode of ignorance engage in impious activities, and according to the extent of their ignorance, they are placed in different grades of hellish life. If one acts in the mode of ignorance because of madness, his resulting misery is the least severe. One who acts impiously but knows the distinction between pious and impious activities is placed in a hell of intermediate severity. And for one who acts impiously and ignorantly because of atheism, the resultant hellish life is the worst. Because of ignorance, every living entity has been carried by various desires into thousands of different hellish planets since time immemorial. I shall try to describe them as far as possible."
    },
    {
        "verse_id": "4",
        "text": "King Parīkṣit inquired from Śukadeva Gosvāmī: My dear lord, are the hellish regions outside the universe, within the covering of the universe, or in different places on this planet?"
    },
    {
        "verse_id": "5",
        "text": "The great sage Śukadeva Gosvāmī answered: All the hellish planets are situated in the intermediate space between the three worlds and the Garbhodaka Ocean. They lie on the southern side of the universe, beneath Bhū-maṇḍala, and slightly above the water of the Garbhodaka Ocean. Pitṛloka is also located in this region between the Garbhodaka Ocean and the lower planetary systems. All the residents of Pitṛloka, headed by Agniṣvāttā, meditate in great samādhi on the Supreme Personality of Godhead and always wish their families well."
    },
    {
        "verse_id": "6",
        "text": "The King of the pitās is Yamarāja, the very powerful son of the sun-god. He resides in Pitṛloka with his personal assistants and, while abiding by the rules and regulations set down by the Supreme Lord, has his agents, the Yamadūtas, bring all the sinful men to him immediately upon their death. After bringing them within his jurisdiction, he properly judges them according to their specific sinful activities and sends them to one of the many hellish planets for suitable punishments."
    },
    {
        "verse_id": "7",
        "text": "Some authorities say that there is a total of twenty-one hellish planets, and some say twenty-eight. My dear King, I shall outline all of them according to their names, forms and symptoms. The names of the different hells are as follows: Tāmisra, Andhatāmisra, Raurava, Mahāraurava, Kumbhīpāka, Kālasūtra, Asipatravana, Sūkaramukha, Andhakūpa, Kṛmibhojana, Sandaṁśa, Taptasūrmi, Vajrakaṇṭaka-śālmalī, Vaitaraṇī, Pūyoda, Prāṇarodha, Viśasana, Lālābhakṣa, Sārameyādana, Avīci, Ayaḥpāna, Kṣārakardama, Rakṣogaṇa-bhojana, Śūlaprota, Dandaśūka, Avaṭa-nirodhana, Paryāvartana and Sūcīmukha. All these planets are meant for punishing the living entities."
    },
    {
        "verse_id": "8",
        "text": "My dear King, a person who appropriates another’s legitimate wife, children or money is arrested at the time of death by the fierce Yamadūtas, who bind him with the rope of time and forcibly throw him into the hellish planet known as Tāmisra. On this very dark planet, the sinful man is chastised by the Yamadūtas, who beat and rebuke him. He is starved, and he is given no water to drink. Thus the wrathful assistants of Yamarāja cause him severe suffering, and sometimes he faints from their chastisement."
    },
    {
        "verse_id": "9",
        "text": "The destination of a person who slyly cheats another man and enjoys his wife and children is the hell known as Andhatāmisra. There his condition is exactly like that of a tree being chopped at its roots. Even before reaching Andhatāmisra, the sinful living being is subjected to various extreme miseries. These afflictions are so severe that he loses his intelligence and sight. It is for this reason that learned sages call this hell Andhatāmisra."
    },
    {
        "verse_id": "10",
        "text": "A person who accepts his body as his self works very hard day and night for money to maintain his own body and the bodies of his wife and children. While working to maintain himself and his family, he may commit violence against other living entities. Such a person is forced to give up his body and his family at the time of death, when he suffers the reaction for his envy of other creatures by being thrown into the hell called Raurava."
    },
    {
        "verse_id": "11",
        "text": "In this life, an envious person commits violent acts against many living entities. Therefore after his death, when he is taken to hell by Yamarāja, those living entities who were hurt by him appear as animals called rurus to inflict very severe pain upon him. Learned scholars call this hell Raurava. Not generally seen in this world, the ruru is more envious than a snake."
    },
    {
        "verse_id": "12",
        "text": "Punishment in the hell called Mahāraurava is compulsory for a person who maintains his own body by hurting others. In this hell, ruru animals known as kravyāda torment him and eat his flesh."
    },
    {
        "verse_id": "13",
        "text": "For the maintenance of their bodies and the satisfaction of their tongues, cruel persons cook poor animals and birds alive. Such persons are condemned even by man-eaters. In their next lives they are carried by the Yamadūtas to the hell known as Kumbhīpāka, where they are cooked in boiling oil."
    },
    {
        "verse_id": "14",
        "text": "The killer of a brāhmaṇa is put into the hell known as Kālasūtra, which has a circumference of eighty thousand miles and which is made entirely of copper. Heated from below by fire and from above by the scorching sun, the copper surface of this planet is extremely hot. Thus the murderer of a brāhmaṇa suffers from being burned both internally and externally. Internally he is burning with hunger and thirst, and externally he is burning from the scorching heat of the sun and the fire beneath the copper surface. Therefore he sometimes lies down, sometimes sits, sometimes stands up and sometimes runs here and there. He must suffer in this way for as many thousands of years as there are hairs on the body of an animal."
    },
    {
        "verse_id": "15",
        "text": "If a person deviates from the path of the Vedas in the absence of an emergency, the servants of Yamarāja put him into the hell called Asi-patravana, where they beat him with whips. When he runs hither and thither, fleeing from the extreme pain, on all sides he runs into palm trees with leaves like sharpened swords. Thus injured all over his body and fainting at every step, he cries out, “Oh, what shall I do now! How shall I be saved!” This is how one suffers who deviates from the accepted religious principles."
    },
    {
        "verse_id": "16",
        "text": "In his next life, a sinful king or governmental representative who punishes an innocent person, or who inflicts corporal punishment upon a brāhmaṇa, is taken by the Yamadūtas to the hell named Sūkaramukha, where the most powerful assistants of Yamarāja crush him exactly as one crushes sugarcane to squeeze out the juice. The sinful living entity cries very pitiably and faints, just like an innocent man undergoing punishments. This is the result of punishing a faultless person."
    },
    {
        "verse_id": "17",
        "text": "By the arrangement of the Supreme Lord, low-grade living beings like bugs and mosquitoes suck the blood of human beings and other animals. Such insignificant creatures are unaware that their bites are painful to the human being. However, first-class human beings — brāhmaṇas, kṣatriyas and vaiśyas — are developed in consciousness, and therefore they know how painful it is to be killed. A human being endowed with knowledge certainly commits sin if he kills or torments insignificant creatures, who have no discrimination. The Supreme Lord punishes such a man by putting him into the hell known as Andhakūpa, where he is attacked by all the birds and beasts, reptiles, mosquitoes, lice, worms, flies, and any other creatures he tormented during his life. They attack him from all sides, robbing him of the pleasure of sleep. Unable to rest, he constantly wanders about in the darkness. Thus in Andhakūpa his suffering is just like that of a creature in the lower species."
    },
    {
        "verse_id": "18",
        "text": "A person is considered no better than a crow if after receiving some food, he does not divide it among guests, old men and children, but simply eats it himself, or if he eats it without performing the five kinds of sacrifice. After death he is put into the most abominable hell, known as Kṛmibhojana. In that hell is a lake 100,000 yojanas [800,000 miles] wide and filled with worms. He becomes a worm in that lake and feeds on the other worms there, who also feed on him. Unless he atones for his actions before his death, such a sinful man remains in the hellish lake of Kṛmibhojana for as many years as there are yojanas in the width of the lake."
    },
    {
        "verse_id": "19",
        "text": "My dear King, a person who in the absence of an emergency robs a brāhmaṇa — or, indeed, anyone else — of his gems and gold is put into a hell known as Sandaṁśa. There his skin is torn and separated by red-hot iron balls and tongs. In this way, his entire body is cut to pieces."
    },
    {
        "verse_id": "20",
        "text": "A man or woman who indulges in sexual intercourse with an unworthy member of the opposite sex is punished after death by the assistants of Yamarāja in the hell known as Taptasūrmi. There such men and women are beaten with whips. The man is forced to embrace a red-hot iron form of a woman, and the woman is forced to embrace a similar form of a man. Such is the punishment for illicit sex."
    },
    {
        "verse_id": "21",
        "text": "A person who indulges in sex indiscriminately — even with animals — is taken after death to the hell known as Vajrakaṇṭaka-śālmalī. In this hell there is a silk-cotton tree full of thorns as strong as thunderbolts. The agents of Yamarāja hang the sinful man on that tree and pull him down forcibly so that the thorns very severely tear his body."
    },
    {
        "verse_id": "22",
        "text": "A person who is born into a responsible family — such as a kṣatriya, a member of royalty or a government servant — but who neglects to execute his prescribed duties according to religious principles, and who thus becomes degraded, falls down at the time of death into the river of hell known as Vaitaraṇī. This river, which is a moat surrounding hell, is full of ferocious aquatic animals. When a sinful man is thrown into the river Vaitaraṇī, the aquatic animals there immediately begin to eat him, but because of his extremely sinful life, he does not leave his body. He constantly remembers his sinful activities and suffers terribly in that river, which is full of stool, urine, pus, blood, hair, nails, bones, marrow, flesh and fat."
    },
    {
        "verse_id": "23",
        "text": "The shameless husbands of lowborn śūdra women live exactly like animals, and therefore they have no good behavior, cleanliness or regulated life. After death, such persons are thrown into the hell called Pūyoda, where they are put into an ocean filled with pus, stool, urine, mucus, saliva and similar things. Śūdras who could not improve themselves fall into that ocean and are forced to eat those disgusting things."
    },
    {
        "verse_id": "24",
        "text": "If in this life a man of the higher classes [brāhmaṇa, kṣatriya and vaiśya] is very fond of taking his pet dogs, mules or asses into the forest to hunt and kill animals unnecessarily, he is placed after death into the hell known as Prāṇarodha. There the assistants of Yamarāja make him their targets and pierce him with arrows."
    },
    {
        "verse_id": "25",
        "text": "A person who in this life is proud of his eminent position, and who heedlessly sacrifices animals simply for material prestige, is put into the hell called Viśasana after death. There the assistants of Yamarāja kill him after giving him unlimited pain."
    },
    {
        "verse_id": "26",
        "text": "If a foolish member of the twice-born classes [brāhmaṇa, kṣatriya and vaiśya] forces his wife to drink his semen out of a lusty desire to keep her under control, he is put after death into the hell known as Lālābhakṣa. There he is thrown into a flowing river of semen, which he is forced to drink."
    },
    {
        "verse_id": "27",
        "text": "In this world, some persons are professional plunderers who set fire to others’ houses or administer poison to them. Also, members of the royalty or government officials sometimes plunder mercantile men by forcing them to pay income tax and by other methods. After death such demons are put into the hell known as Sārameyādana. On that planet there are 720 dogs with teeth as strong as thunderbolts. Under the orders of the agents of Yamarāja, these dogs voraciously devour such sinful people."
    },
    {
        "verse_id": "28",
        "text": "A person who in this life bears false witness or lies while transacting business or giving charity is severely punished after death by the agents of Yamarāja. Such a sinful man is taken to the top of a mountain eight hundred miles high and thrown headfirst into the hell known as Avīcimat. This hell has no shelter and is made of strong stone resembling the waves of water. There is no water there, however, and thus it is called Avīcimat [waterless]. Although the sinful man is repeatedly thrown from the mountain and his body broken to tiny pieces, he still does not die but continuously suffers chastisement."
    },
    {
        "verse_id": "29",
        "text": "Any brāhmaṇa or brāhmaṇa’s wife who drinks liquor is taken by the agents of Yamarāja to the hell known as Ayaḥpāna. This hell also awaits any kṣatriya, vaiśya, or person under a vow who in illusion drinks soma-rasa. In Ayaḥpāna the agents of Yamarāja stand on their chests and pour hot melted iron into their mouths."
    },
    {
        "verse_id": "30",
        "text": "A lowborn and abominable person who in this life becomes falsely proud, thinking “I am great,” and who thus fails to show proper respect to one more elevated than he by birth, austerity, education, behavior, caste or spiritual order, is like a dead man even in this lifetime, and after death he is thrown headfirst into the hell known as Kṣārakardama. There he must suffer great tribulation at the hands of the agents of Yamarāja."
    },
    {
        "verse_id": "31",
        "text": "There are men and women in this world who sacrifice human beings to Bhairava or Bhadra Kālī and then eat their victims’ flesh. Those who perform such sacrifices are taken after death to the abode of Yamarāja, where their victims, having taken the form of Rākṣasas, cut them to pieces with sharpened swords. Just as in this world the man-eaters drank their victims’ blood, dancing and singing in jubilation, their victims now enjoy drinking the blood of the sacrificers and celebrating in the same way."
    },
    {
        "verse_id": "32",
        "text": "In this life some people give shelter to animals and birds that come to them for protection in the village or forest, and after making them believe that they will be protected, such people pierce them with lances or threads and play with them like toys, giving them great pain. After death such people are brought by the assistants of Yamarāja to the hell known as Śūlaprota, where their bodies are pierced with sharp, needlelike lances. They suffer from hunger and thirst, and sharp-beaked birds such as vultures and herons come at them from all sides to tear at their bodies. Tortured and suffering, they can then remember the sinful activities they committed in the past."
    },
    {
        "verse_id": "33",
        "text": "Those who in this life are like envious serpents, always angry and giving pain to other living entities, fall after death into the hell known as Dandaśūka. My dear King, in this hell there are serpents with five or seven hoods. These serpents eat such sinful persons just as snakes eat mice."
    },
    {
        "verse_id": "34",
        "text": "Those who in this life confine other living entities in dark wells, granaries or mountain caves are put after death into the hell known as Avaṭa-nirodhana. There they themselves are pushed into dark wells, where poisonous fumes and smoke suffocate them and they suffer very severely."
    },
    {
        "verse_id": "35",
        "text": "A householder who receives guests or visitors with cruel glances, as if to burn them to ashes, is put into the hell called Paryāvartana, where he is gazed at by hard-eyed vultures, herons, crows and similar birds, which suddenly swoop down and pluck out his eyes with great force."
    },
    {
        "verse_id": "36",
        "text": "One who in this world or this life is very proud of his wealth always thinks, “I am so rich. Who can equal me?” His vision is twisted, and he is always afraid that someone will take his wealth. Indeed, he even suspects his superiors. His face and heart dry up at the thought of losing his wealth, and therefore he always looks like a wretched fiend. He is not in any way able to obtain actual happiness, and he does not know what it is to be free from anxiety. Because of the sinful things he does to earn money, augment his wealth and protect it, he is put into the hell called Sūcīmukha, where the officials of Yamarāja punish him by stitching thread through his entire body like weavers manufacturing cloth."
    },
    {
        "verse_id": "37",
        "text": "My dear King Parīkṣit, in the province of Yamarāja there are hundreds and thousands of hellish planets. The impious people I have mentioned — and also those I have not mentioned — must all enter these various planets according to the degree of their impiety. Those who are pious, however, enter other planetary systems, namely the planets of the demigods. Nevertheless, both the pious and impious are again brought to earth after the results of their pious or impious acts are exhausted."
    },
    {
        "verse_id": "38",
        "text": "In the beginning [the second and third cantos of Śrīmad-Bhāgavatam] I have already described how one can progress on the path of liberation. In the Purāṇas the vast universal existence, which is like an egg divided into fourteen parts, is described. This vast form is considered the external body of the Lord, created by His energy and qualities. It is generally called the virāṭ-rūpa. If one reads the description of this external form of the Lord with great faith, or if one hears about it or explains it to others to propagate bhāgavata-dharma, or Kṛṣṇa consciousness, his faith and devotion in spiritual consciousness, Kṛṣṇa consciousness, will gradually increase. Although developing this consciousness is very difficult, by this process one can purify himself and gradually come to an awareness of the Supreme Absolute Truth."
    },
    {
        "verse_id": "39",
        "text": "One who is interested in liberation, who accepts the path of liberation and is not attracted to the path of conditional life, is called yati, or a devotee. Such a person should first control his mind by thinking of the virāṭ-rūpa, the gigantic universal form of the Lord, and then gradually think of the spiritual form of Kṛṣṇa [sac-cid-ānanda-vigraha] after hearing of both forms. Thus one’s mind is fixed in samādhi. By devotional service one can then realize the spiritual form of the Lord, which is the destination of devotees. Thus his life becomes successful."
    },
    {
        "verse_id": "40",
        "text": "My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varṣas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the virāṭ-rūpa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord."
    }
]