[
    {
        "verse_id": "1",
        "text": "The brāhmaṇa Jaḍa Bharata said: My dear King, although you are not at all experienced, you are trying to speak like a very experienced man. Consequently you cannot be considered an experienced person. An experienced person does not speak the way you are speaking about the relationship between a master and a servant or about material pains and pleasures. These are simply external activities. Any advanced, experienced man, considering the Absolute Truth, does not talk in this way."
    },
    {
        "verse_id": "2",
        "text": "My dear King, talks of the relationship between the master and the servant, the king and the subject and so forth are simply talks about material activities. People interested in material activities which are expounded in the Vedas are intent on performing material sacrifices and placing faith in their material activities. For such people, spiritual advancement is definitely not manifest."
    },
    {
        "verse_id": "3",
        "text": "A dream becomes automatically known to a person as false and immaterial, and similarly one eventually realizes that material happiness in this life or the next, on this planet or a higher planet, is insignificant. When one realizes this, the Vedas, although an excellent source, are insufficient to bring about direct knowledge of the truth."
    },
    {
        "verse_id": "4",
        "text": "As long as the mind of the living entity is contaminated by the three modes of material nature (goodness, passion and ignorance), his mind is exactly like an independent, uncontrolled elephant. It simply expands its jurisdiction of pious and impious activities by using the senses. The result is that the living entity remains in the material world to enjoy and suffer pleasures and pains due to material activity."
    },
    {
        "verse_id": "5",
        "text": "Because the mind is absorbed in desires for pious and impious activities, it is naturally subjected to the transformations of lust and anger. In this way, it becomes attracted to material sense enjoyment. In other words, the mind is conducted by the modes of goodness, passion and ignorance. There are eleven senses and five material elements, and out of these sixteen items, the mind is the chief. Therefore the mind brings about birth in different types of bodies among demigods, human beings, animals and birds. When the mind is situated in a higher or lower position, it accepts a higher or lower material body."
    },
    {
        "verse_id": "6",
        "text": "The materialistic mind covering the living entity’s soul carries it to different species of life. This is called continued material existence. Due to the mind, the living entity suffers or enjoys material distress and happiness. Being thus illusioned, the mind further creates pious and impious activities and their karma, and thus the soul becomes conditioned."
    },
    {
        "verse_id": "7",
        "text": "The mind makes the living entity within this material world wander through different species of life, and thus the living entity experiences mundane affairs in different forms as a human being, demigod, fat person, skinny person and so forth. Learned scholars say that bodily appearance, bondage and liberation are caused by the mind."
    },
    {
        "verse_id": "8",
        "text": "When the living entity’s mind becomes absorbed in the sense gratification of the material world, it brings about his conditioned life and suffering within the material situation. However, when the mind becomes unattached to material enjoyment, it becomes the cause of liberation. When the flame in a lamp burns the wick improperly, the lamp is blackened, but when the lamp is filled with ghee and is burning properly, there is bright illumination. Similarly, when the mind is absorbed in material sense gratification, it causes suffering, and when detached from material sense gratification it brings about the original brightness of Kṛṣṇa consciousness."
    },
    {
        "verse_id": "9",
        "text": "There are five working senses and five knowledge-acquiring senses. There is also the false ego. In this way, there are eleven items for the mind’s functions. O hero, the objects of the senses [such as sound and touch], the organic activities [such as evacuation] and the different types of bodies, society, friendship and personality are considered by learned scholars the fields of activity for the functions of the mind."
    },
    {
        "verse_id": "10",
        "text": "Sound, touch, form, taste and smell are the objects of the five knowledge-acquiring senses. Speech, touch, movement, evacuation and sexual intercourse are the objects of the working senses. Besides this, there is another conception by which one thinks, “This is my body, this is my society, this is my family, this is my nation,” and so forth. This eleventh function of the mind is called the false ego. According to some philosophers, this is the twelfth function, and its field of activity is the body."
    },
    {
        "verse_id": "11",
        "text": "The physical elements, nature, the original cause, culture, destiny and the time element are all material causes. Agitated by these material causes, the eleven functions transform into hundreds of functions and then into thousands and then into millions. But all these transformations do not take place automatically by mutual combination. Rather, they are under the direction of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "12",
        "text": "The individual soul bereft of Kṛṣṇa consciousness has many ideas and activities created in the mind by the external energy. They have been existing from time immemorial. Sometimes they are manifest in the wakening state and in the dream state, but during deep sleep [unconsciousness] or trance, they disappear. A person who is liberated in this life [jīvan-mukta] can see all these things vividly."
    },
    {
        "verse_id": "13",
        "text": "There are two kinds of kṣetrajña — the living entity, as explained above, and the Supreme Personality of Godhead, who is explained as follows. He is the all-pervading cause of creation. He is full in Himself and is not dependent on others. He is perceived by hearing and direct perception. He is self-effulgent and does not experience birth, death, old age or disease. He is the controller of all the demigods, beginning with Lord Brahmā. He is called Nārāyaṇa, and He is the shelter of living entities after the annihilation of this material world. He is full of all opulences, and He is the resting place of everything material. He is therefore known as Vāsudeva, the Supreme Personality of Godhead. By His own potency, He is present within the hearts of all living entities, just as the air or vital force is within the bodies of all beings, moving and nonmoving. In this way He controls the body. In His partial feature, the Supreme Personality of Godhead enters all bodies and controls them."
    },
    {
        "verse_id": "15",
        "text": "My dear King Rahūgaṇa, as long as the conditioned soul accepts the material body and is not freed from the contamination of material enjoyment, and as long as he does not conquer his six enemies and come to the platform of self-realization by awakening his spiritual knowledge, he has to wander among different places and different species of life in this material world."
    },
    {
        "verse_id": "16",
        "text": "The soul’s designation, the mind, is the cause of all tribulations in the material world. As long as this fact is unknown to the conditioned living entity, he has to accept the miserable condition of the material body and wander within this universe in different positions. Because the mind is affected by disease, lamentation, illusion, attachment, greed and enmity, it creates bondage and a false sense of intimacy within this material world."
    },
    {
        "verse_id": "17",
        "text": "This uncontrolled mind is the greatest enemy of the living entity. If one neglects it or gives it a chance, it will grow more and more powerful and will become victorious. Although it is not factual, it is very strong. It covers the constitutional position of the soul. O King, please try to conquer this mind by the weapon of service to the lotus feet of the spiritual master and of the Supreme Personality of Godhead. Do this with great care."
    }
]