[
    {
        "verse_id": "1",
        "text": "King Parīkṣit inquired from Śukadeva Gosvāmī: My dear lord, you have already affirmed the truth that the supremely powerful sun-god travels around Dhruvaloka with both Dhruvaloka and Mount Sumeru on his right. Yet at the same time the sun-god faces the signs of the zodiac and keeps Sumeru and Dhruvaloka on his left. How can we reasonably accept that the sun-god proceeds with Sumeru and Dhruvaloka on both his left and right simultaneously?"
    },
    {
        "verse_id": "2",
        "text": "Śrī Śukadeva Gosvāmī clearly answered: When a potter’s wheel is moving and small ants located on that big wheel are moving with it, one can see that their motion is different from that of the wheel because they appear sometimes on one part of the wheel and sometimes on another. Similarly, the signs and constellations, with Sumeru and Dhruvaloka on their right, move with the wheel of time, and the antlike sun and other planets move with them. The sun and planets, however, are seen in different signs and constellations at different times. This indicates that their motion is different from that of the zodiac and the wheel of time itself."
    },
    {
        "verse_id": "3",
        "text": "The original cause of the cosmic manifestation is the Supreme Personality of Godhead, Nārāyaṇa. When great saintly persons, fully aware of the Vedic knowledge, offered prayers to the Supreme Person, He descended to this material world in the form of the sun to benefit all the planets and purify fruitive activities. He divided Himself into twelve parts and created seasonal forms, beginning with spring. In this way He created the seasonal qualities, such as heat, cold and so on."
    },
    {
        "verse_id": "4",
        "text": "According to the system of four varṇas and four āśramas, people generally worship the Supreme Personality of Godhead, Nārāyaṇa, who is situated as the sun-god. With great faith they worship the Supreme Personality as the Supersoul according to ritualistic ceremonies handed down in the three Vedas, such as agnihotra and similar higher and lower fruitive acts, and according to the process of mystic yoga. In this way they very easily attain the ultimate goal of life."
    },
    {
        "verse_id": "5",
        "text": "The sun-god, who is Nārāyaṇa, or Viṣṇu, the soul of all the worlds, is situated in outer space between the upper and lower portions of the universe. Passing through twelve months on the wheel of time, the sun comes in touch with twelve different signs of the zodiac and assumes twelve different names according to those signs. The aggregate of those twelve months is called a saṁvatsara, or an entire year. According to lunar calculations, two fortnights — one of the waxing moon and the other of the waning — form one month. That same period is one day and night for the planet Pitṛloka. According to stellar calculations, a month equals two and one quarter constellations. When the sun travels for two months, a season passes, and therefore the seasonal changes are considered parts of the body of the year."
    },
    {
        "verse_id": "6",
        "text": "Thus the time the sun takes to rotate through half of outer space is called an ayana, or its period of movement [in the north or in the south]."
    },
    {
        "verse_id": "7",
        "text": "The sun-god has three speeds — slow, fast and moderate. The time he takes to travel entirely around the spheres of heaven, earth and space at these three speeds is referred to, by learned scholars, by the five names Saṁvatsara, Parivatsara, Iḍāvatsara, Anuvatsara and Vatsara."
    },
    {
        "verse_id": "8",
        "text": "Above the rays of the sunshine by a distance of 100,000 yojanas [800,000 miles] is the moon, which travels at a speed faster than that of the sun. In two lunar fortnights the moon travels through the equivalent of a saṁvatsara of the sun, in two and a quarter days it passes through a month of the sun, and in one day it passes through a fortnight of the sun."
    },
    {
        "verse_id": "9",
        "text": "When the moon is waxing, the illuminating portions of it increase daily, thus creating day for the demigods and night for the pitās. When the moon is waning, however, it causes night for the demigods and day for the pitās. In this way the moon passes through each constellation of stars in thirty muhūrtas [an entire day]. The moon is the source of nectarean coolness that influences the growth of food grains, and therefore the moon-god is considered the life of all living entities. He is consequently called Jīva, the chief living being within the universe."
    },
    {
        "verse_id": "10",
        "text": "Because the moon is full of all potentialities, it represents the influence of the Supreme Personality of Godhead. The moon is the predominating deity of everyone’s mind, and therefore the moon-god is called Manomaya. He is also called Annamaya because he gives potency to all herbs and plants, and he is called Amṛtamaya because he is the source of life for all living entities. The moon pleases the demigods, pitās, human beings, animals, birds, reptiles, trees, plants and all other living entities. Everyone is satisfied by the presence of the moon. Therefore the moon is also called Sarvamaya [all-pervading]."
    },
    {
        "verse_id": "11",
        "text": "There are many stars located 200,000 yojanas [1,600,000 miles] above the moon. By the supreme will of the Supreme Personality of Godhead, they are fixed to the wheel of time, and thus they rotate with Mount Sumeru on their right, their motion being different from that of the sun. There are twenty-eight important stars, headed by Abhijit."
    },
    {
        "verse_id": "12",
        "text": "Some 1,600,000 miles above this group of stars is the planet Venus, which moves at almost exactly the same pace as the sun according to swift, slow and moderate movements. Sometimes Venus moves behind the sun, sometimes in front of the sun and sometimes along with it. Venus nullifies the influence of planets that are obstacles to rainfall. Consequently its presence causes rainfall, and it is therefore considered very favorable for all living beings within this universe. This has been accepted by learned scholars."
    },
    {
        "verse_id": "13",
        "text": "Mercury is described to be similar to Venus, in that it moves sometimes behind the sun, sometimes in front of the sun and sometimes along with it. It is 1,600,000 miles above Venus, or 7,200,000 miles above earth. Mercury, which is the son of the moon, is almost always very auspicious for the inhabitants of the universe, but when it does not move along with the sun, it forbodes cyclones, dust, irregular rainfall, and waterless clouds. In this way it creates fearful conditions due to inadequate or excessive rainfall."
    },
    {
        "verse_id": "14",
        "text": "Situated 1,600,000 miles above Mercury, or 8,800,000 miles above earth, is the planet Mars. If this planet does not travel in a crooked way, it crosses through each sign of the zodiac in three fortnights and in this way travels through all twelve, one after another. It almost always creates unfavorable conditions in respect to rainfall and other influences."
    },
    {
        "verse_id": "15",
        "text": "Situated 1,600,000 miles above Mars, or 10,400,000 miles above earth, is the planet Jupiter, which travels through one sign of the zodiac within the period of a Parivatsara. If its movement is not curved, the planet Jupiter is very favorable to the brāhmaṇas of the universe."
    },
    {
        "verse_id": "16",
        "text": "Situated 1,600,000 miles above Jupiter, or 12,000,000 miles above earth, is the planet Saturn, which passes through one sign of the zodiac in thirty months and covers the entire zodiac circle in thirty Anuvatsaras. This planet is always very inauspicious for the universal situation."
    },
    {
        "verse_id": "17",
        "text": "Situated 8,800,000 miles above Saturn, or 20,800,000 miles above earth, are the seven saintly sages, who are always thinking of the well-being of the inhabitants of the universe. They circumambulate the supreme abode of Lord Viṣṇu, known as Dhruvaloka, the polestar."
    }
]