[
    {
        "verse_id": "1",
        "text": "Śrīla Śukadeva Gosvāmī said: My dear King, in Kimpuruṣa-varṣa the great devotee Hanumān is always engaged with the inhabitants of that land in devotional service to Lord Rāmacandra, the elder brother of Lakṣmaṇa and dear husband of Sītādevī."
    },
    {
        "verse_id": "2",
        "text": "A host of Gandharvas is always engaged in chanting the glories of Lord Rāmacandra. That chanting is always extremely auspicious. Hanumānjī and Arṣṭiṣeṇa, the chief person in Kimpuruṣa-varṣa, constantly hear those glories with complete attention. Hanumān chants the following mantras."
    },
    {
        "verse_id": "3",
        "text": "Let me please Your Lordship by chanting the bīja-mantra oṁkāra. I wish to offer my respectful obeisances unto the Personality of Godhead, who is the best among the most highly elevated personalities. Your Lordship is the reservoir of all the good qualities of Āryans, people who are advanced. Your character and behavior are always consistent, and You always control Your senses and mind. Acting just like an ordinary human being, You exhibit exemplary character to teach others how to behave. There is a touchstone that can be used to examine the quality of gold, but You are like a touchstone that can verify all good qualities. You are worshiped by brāhmaṇas who are the foremost of all devotees. You, the Supreme Person, are the King of kings, and therefore I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "4",
        "text": "The Lord, whose pure form [sac-cid-ānanda-vigraha] is uncontaminated by the modes of material nature, can be perceived by pure consciousness. In the Vedānta He is described as being one without a second. Because of His spiritual potency, He is untouched by the contamination of material nature, and because He is not subjected to material vision, He is known as transcendental. He has no material activities, nor has He a material form or name. Only in pure consciousness, Kṛṣṇa consciousness, can one perceive the transcendental form of the Lord. Let us be firmly fixed at the lotus feet of Lord Rāmacandra, and let us offer our respectful obeisances unto those transcendental lotus feet."
    },
    {
        "verse_id": "5",
        "text": "It was ordained that Rāvaṇa, chief of the Rākṣasas, could not be killed by anyone but a man, and for this reason Lord Rāmacandra, the Supreme Personality of Godhead, appeared in the form of a human being. Lord Rāmacandra’s mission, however, was not only to kill Rāvaṇa but also to teach mortal beings that material happiness centered around sex life or centered around one’s wife is the cause of many miseries. He is the self-sufficient Supreme Personality of Godhead, and nothing is lamentable for Him. Therefore why else could He be subjected to tribulations by the kidnapping of mother Sītā?"
    },
    {
        "verse_id": "6",
        "text": "Since Lord Śrī Rāmacandra is the Supreme Personality of Godhead, Vāsudeva, He is not attached to anything in this material world. He is the most beloved Supersoul of all self-realized souls, and He is their very intimate friend. He is full of all opulences. Therefore He could not possibly have suffered because of separation from His wife, nor could He have given up His wife and Lakṣmaṇa, His younger brother. To give up either would have been absolutely impossible."
    },
    {
        "verse_id": "7",
        "text": "One cannot establish a friendship with the Supreme Lord Rāmacandra on the basis of material qualities such as one’s birth in an aristocratic family, one’s personal beauty, one’s eloquence, one’s sharp intelligence or one’s superior race or nation. None of these qualifications is actually a prerequisite for friendship with Lord Śrī Rāmacandra. Otherwise how is it possible that although we uncivilized inhabitants of the forest have not taken noble births, although we have no physical beauty and although we cannot speak like gentlemen, Lord Rāmacandra has nevertheless accepted us as friends?"
    },
    {
        "verse_id": "8",
        "text": "Therefore, whether one is a demigod or a demon, a man or a creature other than man, such as a beast or bird, everyone should worship Lord Rāmacandra, the Supreme Personality of Godhead, who appears on this earth just like a human being. There is no need of great austerities or penances to worship the Lord, for He accepts even a small service offered by His devotee. Thus He is satisfied, and as soon as He is satisfied, the devotee is successful. Indeed, Lord Śrī Rāmacandra brought all the devotees of Ayodhyā back home, back to Godhead [Vaikuṇṭha]."
    },
    {
        "verse_id": "9",
        "text": "[Śukadeva Gosvāmī continued:] The glories of the Supreme Personality of Godhead are inconceivable. He has appeared in the form of Nara-Nārāyaṇa in the land of Bhārata-varṣa, at the place known as Badarikāśrama, to favor His devotees by teaching them religion, knowledge, renunciation, spiritual power, sense control and freedom from false ego. He is advanced in the opulence of spiritual assets, and He engages in executing austerity until the end of this millennium. This is the process of self-realization."
    },
    {
        "verse_id": "10",
        "text": "In his own book, known as Nārada Pañcarātra, Bhagavān Nārada has very vividly described how to work to achieve the ultimate goal of life — devotion — through knowledge and through execution of the mystic yoga system. He has also described the glories of the Lord, the Supreme Personality of Godhead. The great sage Nārada instructed the tenets of this transcendental literature to Sāvarṇi Manu in order to teach those inhabitants of Bhārata-varṣa who strictly follow the principles of varṇāśrama-dharma how to achieve the devotional service of the Lord. Thus Nārada Muni, along with the other inhabitants of Bhārata-varṣa, always engages in the service of Nara-Nārāyaṇa, and he chants as follows."
    },
    {
        "verse_id": "11",
        "text": "Let me offer my respectful obeisances unto Nara-Nārāyaṇa, the best of all saintly persons, the Supreme Personality of Godhead. He is the most self-controlled and self-realized, He is free from false prestige, and He is the asset of persons who have no material possessions. He is the spiritual master of all paramahaṁsas, who are the most exalted human beings, and He is the master of the self-realized. Let me offer my repeated obeisances at His lotus feet."
    },
    {
        "verse_id": "12",
        "text": "Nārada, the most powerful saintly sage, also worships Nara-Nārāyaṇa by chanting the following mantra: The Supreme Personality of Godhead is the master of the creation, maintenance and annihilation of this visible cosmic manifestation, yet He is completely free from false prestige. Although to the foolish He appears to have accepted a material body like us, He is unaffected by bodily tribulations like hunger, thirst and fatigue. Although He is the witness who sees everything, His senses are unpolluted by the objects He sees. Let me offer my respectful obeisances unto that unattached, pure witness of the world, the Supreme Soul, the Personality of Godhead."
    },
    {
        "verse_id": "13",
        "text": "O my Lord, master of all mystic yoga, this is the explanation of the yogic process spoken of by Lord Brahmā [Hiraṇyagarbha], who is self-realized. At the time of death, all yogīs give up the material body with full detachment simply by placing their minds at Your lotus feet. That is the perfection of yoga."
    },
    {
        "verse_id": "14",
        "text": "Materialists are generally very attached to their present bodily comforts and to the bodily comforts they expect in the future. Therefore they are always absorbed in thoughts of their wives, children and wealth and are afraid of giving up their bodies, which are full of stool and urine. If a person engaged in Kṛṣṇa consciousness, however, is also afraid of giving up his body, what is the use of his having labored to study the śāstras? It was simply a waste of time."
    },
    {
        "verse_id": "15",
        "text": "Therefore, O Lord, O Transcendence, kindly help us by giving us the power to execute bhakti-yoga so that we can control our restless minds and fix them upon You. We are all infected by Your illusory energy; therefore we are very attached to the body, which is full of stool and urine, and to anything related with the body. Except for devotional service, there is no way to give up this attachment. Therefore kindly bestow upon us this benediction."
    },
    {
        "verse_id": "16",
        "text": "In the tract of land known as Bhārata-varṣa, as in Ilāvṛta-varṣa, there are many mountains and rivers. Some of the mountains are known as Malaya, Maṅgala-prastha, Maināka, Trikūṭa, Ṛṣabha, Kūṭaka, Kollaka, Sahya, Devagiri, Ṛṣyamūka, Śrī-śaila, Veṅkaṭa, Mahendra, Vāridhāra, Vindhya, Śuktimān, Ṛkṣagiri, Pāriyātra, Droṇa, Citrakūṭa, Govardhana, Raivataka, Kakubha, Nīla, Gokāmukha, Indrakīla and Kāmagiri. Besides these, there are many other hills, with many large and small rivers flowing from their slopes."
    },
    {
        "verse_id": "17",
        "text": "Two of the rivers — the Brahmaputra and the Śoṇa — are called nadas, or main rivers. These are other great rivers that are very prominent: Candravasā, Tāmraparṇī, Avaṭodā, Kṛtamālā, Vaihāyasī, Kāverī, Veṇī, Payasvinī, Śarkarāvartā, Tuṅgabhadrā, Kṛṣṇāveṇyā, Bhīmarathī, Godāvarī, Nirvindhyā, Payoṣṇī, Tāpī, Revā, Surasā, Narmadā, Carmaṇvatī, Mahānadī, Vedasmṛti, Ṛṣikulyā, Trisāmā, Kauśikī, Mandākinī, Yamunā, Sarasvatī, Dṛṣadvatī, Gomatī, Sarayū, Rodhasvatī, Saptavatī, Suṣomā, Śatadrū, Candrabhāgā, Marudvṛdhā, Vitastā, Asiknī and Viśvā. The inhabitants of Bhārata-varṣa are purified because they always remember these rivers. Sometimes they chant the names of these rivers as mantras, and sometimes they go directly to the rivers to touch them and bathe in them. Thus the inhabitants of Bhārata-varṣa become purified."
    },
    {
        "verse_id": "19",
        "text": "The people who take birth in this tract of land are divided according to the qualities of material nature — the modes of goodness [sattva-guṇa], passion [rajo-guṇa], and ignorance [tamo-guṇa]. Some of them are born as exalted personalities, some are ordinary human beings, and some are extremely abominable, for in Bhārata-varṣa one takes birth exactly according to one’s past karma. If one’s position is ascertained by a bona fide spiritual master and one is properly trained to engage in the service of Lord Viṣṇu according to the four social divisions [brāhmaṇa, kṣatriya, vaiśya and śūdra] and the four spiritual divisions [brahmacārī, gṛhastha, vānaprastha and sannyāsa], one’s life becomes perfect."
    },
    {
        "verse_id": "20",
        "text": "After many, many births, when the results of one’s pious activities mature, one gets an opportunity to associate with pure devotees. Then one is able to cut the knot of bondage to ignorance, which bound him because of varied fruitive activities. As a result of associating with devotees, one gradually renders service to Lord Vāsudeva, who is transcendental, free from attachment to the material world, beyond the mind and words, and independent of everything else. That bhakti-yoga, devotional service to Lord Vāsudeva, is the real path of liberation."
    },
    {
        "verse_id": "21",
        "text": "Since the human form of life is the sublime position for spiritual realization, all the demigods in heaven speak in this way: How wonderful it is for these human beings to have been born in the land of Bhārata-varṣa. They must have executed pious acts of austerity in the past, or the Supreme Personality of Godhead Himself must have been pleased with them. Otherwise, how could they engage in devotional service in so many ways? We demigods can only aspire to achieve human births in Bhārata-varṣa to execute devotional service, but these human beings are already engaged there."
    },
    {
        "verse_id": "22",
        "text": "The demigods continue: After performing the very difficult tasks of executing Vedic ritualistic sacrifices, undergoing austerities, observing vows and giving charity, we have achieved this position as inhabitants of the heavenly planets. But what is the value of this achievement? Here we are certainly very engaged in material sense gratification, and therefore we can hardly remember the lotus feet of Lord Nārāyaṇa. Indeed, because of our excessive sense gratification, we have almost forgotten His lotus feet."
    },
    {
        "verse_id": "23",
        "text": "A short life in the land of Bharata-varṣa is preferable to a life achieved in Brahmaloka for millions and billions of years because even if one is elevated to Brahmaloka, he must return to repeated birth and death. Although life in Bhārata-varṣa, in a lower planetary system, is very short, one who lives there can elevate himself to full Kṛṣṇa consciousness and achieve the highest perfection, even in this short life, by fully surrendering unto the lotus feet of the Lord. Thus one attains Vaikuṇṭhaloka, where there is neither anxiety nor repeated birth in a material body."
    },
    {
        "verse_id": "24",
        "text": "An intelligent person does not take interest in a place, even in the topmost planetary system, if the pure Ganges of topics concerning the Supreme Lord’s activities does not flow there, if there are not devotees engaged in service on the banks of such a river of piety, or if there are no festivals of saṅkīrtana-yajña to satisfy the Lord [especially since saṅkīrtana-yajña is recommended in this age]."
    },
    {
        "verse_id": "25",
        "text": "Bhārata-varṣa offers the proper land and circumstances in which to execute devotional service, which can free one from the results of jñāna and karma. If one obtains a human body in the land of Bhārata-varṣa, with clear sensory organs with which to execute the saṅkīrtana-yajña, but in spite of this opportunity he does not take to devotional service, he is certainly like liberated forest animals and birds that are careless and are therefore again bound by a hunter."
    },
    {
        "verse_id": "26",
        "text": "In India [Bhārata-varṣa], there are many worshipers of the demigods, the various officials appointed by the Supreme Lord, such as Indra, Candra and Sūrya, all of whom are worshiped differently. The worshipers offer the demigods their oblations, considering the demigods part and parcel of the whole, the Supreme Lord. Therefore the Supreme Personality of Godhead accepts these offerings and gradually raises the worshipers to the real standard of devotional service by fulfilling their desires and aspirations. Because the Lord is complete, He offers the worshipers the benedictions they desire even if they worship only part of His transcendental body."
    },
    {
        "verse_id": "27",
        "text": "The Supreme Personality of Godhead fulfills the material desires of a devotee who approaches Him with such motives, but He does not bestow benedictions upon the devotee that will cause him to demand more benedictions again. However, the Lord willingly gives the devotee shelter at His own lotus feet, even though such a person does not aspire for it, and that shelter satisfies all his desires. That is the Supreme Personality’s special mercy."
    },
    {
        "verse_id": "28",
        "text": "We are now living in the heavenly planets, undoubtedly as a result of our having performed ritualistic ceremonies, pious activities and yajñas and having studied the Vedas. However, our lives here will one day be finished. We pray that at that time, if any merit remains from our pious activities, we may again take birth in Bhārata-varṣa as human beings able to remember the lotus feet of the Lord. The Lord is so kind that He personally comes to the land of Bhārata-varṣa and expands the good fortune of its people."
    },
    {
        "verse_id": "29",
        "text": "Śrī Śukadeva Gosvāmī said: My dear King, in the opinion of some learned scholars, eight smaller islands surround Jambūdvīpa. When the sons of Mahārāja Sagara were searching all over the world for their lost horse, they dug up the earth, and in this way eight adjoining islands came into existence. The names of these islands are Svarṇaprastha, Candraśukla, Āvartana, Ramaṇaka, Mandara-hariṇa, Pāñcajanya, Siṁhala and Laṅkā."
    },
    {
        "verse_id": "31",
        "text": "My dear King Parīkṣit, O best of the descendants of Bharata Mahārāja, I have thus described to you, as I myself have been instructed, the island of Bhārata-varṣa and its adjoining islands. These are the islands that constitute Jambūdvīpa."
    }
]