[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: My dear King, Lord Viṣṇu, the enjoyer of all sacrifices, appeared as Vāmanadeva in the sacrificial arena of Bali Mahārāja. Then He extended His left foot to the end of the universe and pierced a hole in its covering with the nail of His big toe. Through the hole, the pure water of the Causal Ocean entered this universe as the Ganges River. Having washed the lotus feet of the Lord, which are covered with reddish powder, the water of the Ganges acquired a very beautiful pink color. Every living being can immediately purify his mind of material contamination by touching the transcendental water of the Ganges, yet its waters remain ever pure. Because the Ganges directly touches the lotus feet of the Lord before descending within this universe, she is known as Viṣṇupadī. Later she received other names like Jāhnavī and Bhāgīrathī. After one thousand millenniums, the water of the Ganges descended to Dhruvaloka, the topmost planet in this universe. Therefore all learned sages and scholars proclaim Dhruvaloka to be Viṣṇupada [“situated on Lord Viṣṇu’s lotus feet”]."
    },
    {
        "verse_id": "2",
        "text": "Dhruva Mahārāja, the famous son of Mahārāja Uttānapāda, is known as the most exalted devotee of the Supreme Lord because of his firm determination in executing devotional service. Knowing that the sacred Ganges water washes the lotus feet of Lord Viṣṇu, Dhruva Mahārāja, situated on his own planet, to this very day accepts that water on his head with great devotion. Because he constantly thinks of Kṛṣṇa very devoutly within the core of his heart, he is overcome with ecstatic anxiety. Tears flow from his half-open eyes, and eruptions appear on his entire body."
    },
    {
        "verse_id": "3",
        "text": "The seven great sages [Marīci, Vasiṣṭha, Atri and so on] reside on planets beneath Dhruvaloka. Well aware of the influence of the water of the Ganges, to this day they keep Ganges water on the tufts of hair on their heads. They have concluded that this is the ultimate wealth, the perfection of all austerities, and the best means of prosecuting transcendental life. Having obtained uninterrupted devotional service to the Supreme Personality of Godhead, they neglect all other beneficial processes like religion, economic development, sense gratification and even merging into the Supreme. Just as jñānīs think that merging into the existence of the Lord is the highest truth, these seven exalted personalities accept devotional service as the perfection of life."
    },
    {
        "verse_id": "4",
        "text": "After purifying the seven planets near Dhruvaloka [the polestar], the Ganges water is carried through the spaceways of the demigods in billions of celestial airplanes. Then it inundates the moon [Candraloka] and finally reaches Lord Brahmā’s abode atop Mount Meru."
    },
    {
        "verse_id": "5",
        "text": "On top of Mount Meru, the Ganges divides into four branches, each of which gushes in a different direction [east, west, north and south]. These branches, known by the names Sītā, Alakanandā, Cakṣu and Bhadrā, flow down to the ocean."
    },
    {
        "verse_id": "6",
        "text": "The branch of the Ganges known as the Sītā flows through Brahmapurī atop Mount Meru, and from there it runs down to the nearby peaks of the Kesarācala Mountains, which stand almost as high as Mount Meru itself. These mountains are like a bunch of filaments around Mount Meru. From the Kesarācala Mountains, the Ganges falls to the peak of Gandhamādana Mountain and then flows into the land of Bhadrāśva-varṣa. Finally it reaches the ocean of salt water in the west."
    },
    {
        "verse_id": "7",
        "text": "The branch of the Ganges known as Cakṣu falls onto the summit of Mālyavān Mountain and from there cascades onto the land of Ketumāla-varṣa. The Ganges flows incessantly through Ketumāla-varṣa and in this way also reaches the ocean of salt water in the west."
    },
    {
        "verse_id": "8",
        "text": "The branch of the Ganges known as Bhadrā flows from the northern side of Mount Meru. Its waters fall onto the peaks of Kumuda Mountain, Mount Nīla, Śveta Mountain and Śṛṅgavān Mountain in succession. Then it runs down into the province of Kuru and, after crossing through that land, flows into the saltwater ocean in the north."
    },
    {
        "verse_id": "9",
        "text": "Similarly, the branch of the Ganges known as Alakanandā flows from the southern side of Brahmapurī [Brahma-sadana]. Passing over the tops of mountains in various lands, it falls down with fierce force upon the peaks of the mountains Hemakūṭa and Himakūṭa. After inundating the tops of those mountains, the Ganges falls down onto the tract of land known as Bhārata-varṣa, which she also inundates. Then the Ganges flows into the ocean of salt water in the south. Persons who come to bathe in this river are fortunate. It is not very difficult for them to achieve with every step the results of performing great sacrifices like the Rājasūya and Aśvamedha yajñas."
    },
    {
        "verse_id": "10",
        "text": "Many other rivers, both big and small, flow from the top of Mount Meru. These rivers are like daughters of the mountain, and they flow to the various tracts of land in hundreds of branches."
    },
    {
        "verse_id": "11",
        "text": "Among the nine varṣas, the tract of land known as Bhārata-varṣa is understood to be the field of fruitive activities. Learned scholars and saintly persons declare the other eight varṣas to be meant for very highly elevated pious persons. After returning from the heavenly planets, they enjoy the remaining results of their pious activities in these eight earthly varṣas."
    },
    {
        "verse_id": "12",
        "text": "In these eight varṣas, or tracts of land, human beings live ten thousand years according to earthly calculations. All the inhabitants are almost like demigods. They have the bodily strength of ten thousand elephants. Indeed, their bodies are as sturdy as thunderbolts. The youthful duration of their lives is very pleasing, and both men and women enjoy sexual union with great pleasure for a long time. After years of sensual pleasure — when a balance of one year of life remains — the wife conceives a child. Thus the standard of pleasure for the residents of these heavenly regions is exactly like that of the human beings who lived during Tretā-yuga."
    },
    {
        "verse_id": "13",
        "text": "In each of those tracts of land, there are many gardens filled with flowers and fruits according to the season, and there are beautifully decorated hermitages as well. Between the great mountains demarcating the borders of those lands lie enormous lakes of clear water filled with newly grown lotus flowers. Aquatic birds such as swans, ducks, water chickens, and cranes become greatly excited by the fragrance of lotus flowers, and the charming sound of bumblebees fills the air. The inhabitants of those lands are important leaders among the demigods. Always attended by their respective servants, they enjoy life in gardens alongside the lakes. In this pleasing situation, the wives of the demigods smile playfully at their husbands and look upon them with lusty desires. All the demigods and their wives are constantly supplied with sandalwood pulp and flower garlands by their servants. In this way, all the residents of the eight heavenly varṣas enjoy, attracted by the activities of the opposite sex."
    },
    {
        "verse_id": "14",
        "text": "To show mercy to His devotees in each of these nine tracts of land, the Supreme Personality of Godhead known as Nārāyaṇa expands Himself in His quadruple principles of Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. In this way He remains near His devotees to accept their service."
    },
    {
        "verse_id": "15",
        "text": "Śukadeva Gosvāmī said: In the tract of land known as Ilāvṛta-varṣa, the only male person is Lord Śiva, the most powerful demigod. Goddess Durgā, the wife of Lord Śiva, does not like any man to enter that land. If any foolish man dares to do so, she immediately turns him into a woman. I shall explain this later [in the Ninth Canto of Śrīmad-Bhāgavatam]."
    },
    {
        "verse_id": "16",
        "text": "In Ilāvṛta-varṣa, Lord Śiva is always encircled by ten billion maidservants of Goddess Durgā, who minister to him. The quadruple expansion of the Supreme Lord is composed of Vāsudeva, Pradyumna, Aniruddha and Saṅkarṣaṇa. Saṅkarṣaṇa, the fourth expansion, is certainly transcendental, but because His activities of destruction in the material world are in the mode of ignorance, He is known as tāmasī, the Lord’s form in the mode of ignorance. Lord Śiva knows that Saṅkarṣaṇa is the original cause of his own existence, and thus he always meditates upon Him in trance by chanting the following mantra."
    },
    {
        "verse_id": "17",
        "text": "The most powerful Lord Śiva says: O Supreme Personality of Godhead, I offer my respectful obeisances unto You in Your expansion as Lord Saṅkarṣaṇa. You are the reservoir of all transcendental qualities. Although You are unlimited, You remain unmanifest to the nondevotees."
    },
    {
        "verse_id": "18",
        "text": "O my Lord, You are the only worshipable person, for You are the Supreme Personality of Godhead, the reservoir of all opulences. Your secure lotus feet are the only source of protection for all Your devotees, whom You satisfy by manifesting Yourself in various forms. O my Lord, You deliver Your devotees from the clutches of material existence. Nondevotees, however, remain entangled in material existence by Your will. Kindly accept me as Your eternal servant."
    },
    {
        "verse_id": "19",
        "text": "We cannot control the force of our anger. Therefore when we look at material things, we cannot avoid feeling attraction or repulsion for them. But the Supreme Lord is never affected in this way. Although He glances over the material world for the purpose of creating, maintaining and destroying it, He is not affected, even to the slightest degree. Therefore, one who desires to conquer the force of the senses must take shelter of the lotus feet of the Lord. Then he will be victorious."
    },
    {
        "verse_id": "20",
        "text": "For persons with impure vision, the Supreme Lord’s eyes appear like those of someone who indiscriminately drinks intoxicating beverages. Thus bewildered, such unintelligent persons become angry at the Supreme Lord, and due to their angry mood the Lord Himself appears angry and very fearful. However, this is an illusion. When the wives of the serpent demon were agitated by the touch of the Lord’s lotus feet, due to shyness they could proceed no further in their worship of Him. Yet the Lord remained unagitated by their touch, for He is equipoised in all circumstances. Therefore who will not worship the Supreme Personality of Godhead?"
    },
    {
        "verse_id": "21",
        "text": "Lord Śiva continued: All the great sages accept the Lord as the source of creation, maintenance and destruction, although He actually has nothing to do with these activities. Therefore the Lord is called unlimited. Although the Lord in His incarnation as Śeṣa holds all the universes on His hoods, each universe feels no heavier than a mustard seed to Him. Therefore, what person desiring perfection will not worship the Lord?"
    },
    {
        "verse_id": "22",
        "text": "From that Supreme Personality of Godhead appears Lord Brahmā, whose body is made from the total material energy, the reservoir of intelligence predominated by the passionate mode of material nature. From Lord Brahmā, I myself am born as a representation of false ego known as Rudra. By my own power I create all the other demigods, the five elements and the senses. Therefore, I worship the Supreme Personality of Godhead, who is greater than any of us and under whose control are situated all the demigods, material elements and senses, and even Lord Brahmā and I myself, like birds bound by a rope. Only by the Lord’s grace can we create, maintain and annihilate the material world. Therefore I offer my respectful obeisances unto the Supreme Being."
    },
    {
        "verse_id": "24",
        "text": "The illusory energy of the Supreme Personality of Godhead binds all of us conditioned souls to this material world. Therefore, without being favored by Him, persons like us cannot understand how to get out of that illusory energy. Let me offer my respectful obeisances unto the Lord, who is the cause of creation and annihilation."
    }
]