[
    {
        "verse_id": "1",
        "text": "Śrīla Śukadeva Gosvāmī continued: The son of Mahārāja Bharata known as Sumati followed the path of Ṛṣabhadeva, but in the Age of Kali some unscrupulous people will imagine him to be Lord Buddha himself. These people, who will actually be atheistic and of bad character, will interpret the Vedic principles in an imaginary, infamous way to support their activities. Thus these sinful people will accept Sumati as Lord Buddhadeva and propagate the theory that everyone should follow the principles of Sumati. In this way they will be carried away by mental concoction."
    },
    {
        "verse_id": "2",
        "text": "From Sumati, a son named Devatājit was born by the womb of his wife named Vṛddhasenā."
    },
    {
        "verse_id": "3",
        "text": "Thereafter, in the womb of Āsurī, the wife of Devatājit, a son named Devadyumna was begotten. Devadyumna begot in the womb of his wife, Dhenumatī, a son named Parameṣṭhī. Parameṣṭhī begot a son named Pratīha in the womb of his wife, Suvarcalā."
    },
    {
        "verse_id": "4",
        "text": "King Pratīha personally propagated the principles of self-realization. In this way, not only was he purified, but he became a great devotee of the Supreme Person, Lord Viṣṇu, and directly realized Him."
    },
    {
        "verse_id": "5",
        "text": "In the womb of his wife Suvarcalā, Pratīha begot three sons, named Pratihartā, Prastotā and Udgātā. These three sons were very expert in performing Vedic rituals. Pratihartā begot two sons, named Aja and Bhūmā, in the womb of his wife, named Stutī."
    },
    {
        "verse_id": "6",
        "text": "In the womb of his wife, Ṛṣikulyā, King Bhūmā begot a son named Udgītha. From Udgītha’s wife, Devakulyā, a son named Prastāva was born, and Prastāva begot a son named Vibhu through his wife, Niyutsā. In the womb of his wife, Ratī, Vibhu begot a son named Pṛthuṣeṇa. Pṛthuṣeṇa begot a son named Nakta in the womb of his wife, named Ākūti. Nakta’s wife was Druti, and from her womb the great King Gaya was born. Gaya was very famous and pious; he was the best of saintly kings. Lord Viṣṇu and His expansions, who are meant to protect the universe, are always situated in the transcendental mode of goodness, known as viśuddha-sattva. Being the direct expansion of Lord Viṣṇu, King Gaya was also situated in the viśuddha-sattva. Because of this, Mahārāja Gaya was fully equipped with transcendental knowledge. Therefore he was called Mahāpuruṣa."
    },
    {
        "verse_id": "7",
        "text": "King Gaya gave full protection and security to the citizens so that their personal property would not be disturbed by undesirable elements. He also saw that there was sufficient food to feed all the citizens. [This is called poṣaṇa.] He would sometimes distribute gifts to the citizens to satisfy them. [This is called prīṇana.] He would sometimes call meetings and satisfy the citizens with sweet words. [This is called upalālana.] He would also give them good instructions on how to become first-class citizens. [This is called anuśāsana.] Such were the characteristics of King Gaya’s royal order. Besides all this, King Gaya was a householder who strictly observed the rules and regulations of household life. He performed sacrifices and was an unalloyed pure devotee of the Supreme Personality of Godhead. He was called Mahāpuruṣa because as a king he gave the citizens all facilities, and as a householder he executed all his duties so that at the end he became a strict devotee of the Supreme Lord. As a devotee, he was always ready to give respect to other devotees and to engage in the devotional service of the Lord. This is the bhakti-yoga process. Due to all these transcendental activities, King Gaya was always free from the bodily conception. He was full in Brahman realization, and consequently he was always jubilant. He did not experience material lamentation. Although he was perfect in all respects, he was not proud, nor was he anxious to rule the kingdom."
    },
    {
        "verse_id": "8",
        "text": "My dear King Parīkṣit, those who are learned scholars in the histories of the Purāṇas eulogize and glorify King Gaya with the following verses."
    },
    {
        "verse_id": "9",
        "text": "The great King Gaya used to perform all kinds of Vedic rituals. He was highly intelligent and expert in studying all the Vedic literatures. He maintained the religious principles and possessed all kinds of opulence. He was a leader among gentlemen and a servant of the devotees. He was a totally qualified plenary expansion of the Supreme Personality of Godhead. Therefore who could equal him in the performance of gigantic ritualistic ceremonies?"
    },
    {
        "verse_id": "10",
        "text": "All the chaste and honest daughters of Mahārāja Dakṣa, such as Śraddhā, Maitrī and Dayā, whose blessings were always effective, bathed Mahārāja Gaya with sanctified water. Indeed, they were very satisfied with Mahārāja Gaya. The planet earth personified came as a cow, and, as though she saw her calf, she delivered milk profusely when she saw all the good qualities of Mahārāja Gaya. In other words, Mahārāja Gaya was able to derive all benefits from the earth and thus satisfy the desires of his citizens. However, he personally had no desire."
    },
    {
        "verse_id": "11",
        "text": "Although King Gaya had no personal desire for sense gratification, all his desires were fulfilled by virtue of his performance of Vedic rituals. All the kings with whom Mahārāja Gaya had to fight were forced to fight on religious principles. They were very satisfied with his fighting, and they would present all kinds of gifts to him. Similarly, all the brāhmaṇas in his kingdom were very satisfied with King Gaya’s munificent charities. Consequently the brāhmaṇas contributed a sixth of their pious activities for King Gaya’s benefit in the next life."
    },
    {
        "verse_id": "12",
        "text": "In Mahārāja Gaya’s sacrifices, there was a great supply of the intoxicant known as soma. King Indra used to come and become intoxicated by drinking large quantities of soma-rasa. Also, the Supreme Personality of Godhead, Lord Viṣṇu [the yajña-puruṣa] also came and personally accepted all the sacrifices offered unto Him with pure and firm devotion in the sacrificial arena."
    },
    {
        "verse_id": "13",
        "text": "When the Supreme Lord is pleased by a person’s actions, automatically all the demigods, human beings, animals, birds, bees, creepers, trees, grass and all other living entities, beginning with Lord Brahmā, are pleased. The Supreme Personality of Godhead is the Supersoul of everyone, and He is by nature fully pleased. Nonetheless, He came to the arena of Mahārāja Gaya and said, “I am fully pleased.”"
    },
    {
        "verse_id": "14",
        "text": "In the womb of Gayantī, Mahārāja Gaya begot three sons, named Citraratha, Sugati and Avarodhana. In the womb of his wife Ūrṇā, Citraratha begot a son named Samrāṭ. The wife of Samrāṭ was Utkalā, and in her womb Samrāṭ begot a son named Marīci. In the womb of his wife Bindumatī, Marīci begot a son named Bindu. In the womb of his wife Saraghā, Bindu begot a son named Madhu. In the womb of his wife named Sumanā, Madhu begot a son named Vīravrata. In the womb of his wife Bhojā, Vīravrata begot two sons named Manthu and Pramanthu. In the womb of his wife Satyā, Manthu begot a son named Bhauvana, and in the womb of his wife Dūṣaṇā, Bhauvana begot a son named Tvaṣṭā. In the womb of his wife Virocanā, Tvaṣṭā begot a son named Viraja. The wife of Viraja was Viṣūcī, and in her womb Viraja begot one hundred sons and one daughter. Of all these sons, the son named Śatajit was predominant."
    },
    {
        "verse_id": "16",
        "text": "There is a famous verse about King Viraja. “Because of his high qualities and wide fame, King Viraja became the jewel of the dynasty of King Priyavrata, just as Lord Viṣṇu, by His transcendental potency, decorates and blesses the demigods.”"
    }
]