[
    {
        "verse_id": "1",
        "text": "King Parīkṣit asked Śukadeva Gosvāmī: My dear Lord, for those who are completely pure in heart, knowledge is attained by the practice of bhakti-yoga, and attachment for fruitive activity is completely burned to ashes. For such people, the powers of mystic yoga automatically arise. They do not cause distress. Why, then, did Ṛṣabhadeva neglect them?"
    },
    {
        "verse_id": "2",
        "text": "Śrīla Śukadeva Gosvāmī replied: My dear King, you have spoken correctly. However, after capturing animals, a cunning hunter does not put faith in them, for they might run away. Similarly, those who are advanced in spiritual life do not put faith in the mind. Indeed, they always remain vigilant and watch the mind’s action."
    },
    {
        "verse_id": "3",
        "text": "All the learned scholars have given their opinion. The mind is by nature very restless, and one should not make friends with it. If we place full confidence in the mind, it may cheat us at any moment. Even Lord Śiva became agitated upon seeing the Mohinī form of Lord Kṛṣṇa, and Saubhari Muni also fell down from the mature stage of yogic perfection."
    },
    {
        "verse_id": "4",
        "text": "An unchaste woman is very easily carried away by paramours, and it sometimes happens that her husband is violently killed by her paramours. If the yogī gives his mind a chance and does not restrain it, his mind will give facility to enemies like lust, anger and greed, and they will doubtlessly kill the yogī."
    },
    {
        "verse_id": "5",
        "text": "The mind is the root cause of lust, anger, pride, greed, lamentation, illusion and fear. Combined, these constitute bondage to fruitive activity. What learned man would put faith in the mind?"
    },
    {
        "verse_id": "6",
        "text": "Lord Ṛṣabhadeva was the head of all kings and emperors within this universe, but assuming the dress and language of an avadhūta, He acted as if dull and materially bound. Consequently no one could observe His divine opulence. He adopted this behavior just to teach yogīs how to give up the body. Nonetheless, He maintained His original position as a plenary expansion of Lord Vāsudeva, Kṛṣṇa. Remaining always in that state, He gave up His pastimes as Lord Ṛṣabhadeva within the material world. If, following in the footsteps of Lord Ṛṣabhadeva, one can give up his subtle body, there is no chance that one will accept a material body again."
    },
    {
        "verse_id": "7",
        "text": "Actually Lord Ṛṣabhadeva had no material body, but due to yoga-māyā He considered His body material, and therefore, because He played like an ordinary human being, He gave up the mentality of identifying with it. Following this principle, He began to wander all over the world. While traveling, He came to the province of Karṇāṭa in South India and passed through Koṅka, Veṅka and Kuṭaka. He had no plan to travel this way, but He arrived near Kuṭakācala and entered a forest there. He placed stones within His mouth and began to wander through the forest, naked and with His hair disheveled like a madman."
    },
    {
        "verse_id": "8",
        "text": "While He was wandering about, a wild forest fire began. This fire was caused by the friction of bamboos, which were being blown by the wind. In that fire, the entire forest near Kuṭakācala and the body of Lord Ṛṣabhadeva were burnt to ashes."
    },
    {
        "verse_id": "9",
        "text": "Śukadeva Gosvāmī continued speaking to Mahārāja Parīkṣit: My dear King, the King of Koṅka, Veṅka and Kuṭaka whose name was Arhat, heard of the activities of Ṛṣabhadeva and, imitating Ṛṣabhadeva’s principles, introduced a new system of religion. Taking advantage of Kali-yuga, the age of sinful activity, King Arhat, being bewildered, gave up the Vedic principles, which are free from risk, and concocted a new system of religion opposed to the Vedas. That was the beginning of the Jain dharma. Many other so-called religions followed this atheistic system."
    },
    {
        "verse_id": "10",
        "text": "People who are lowest among men and bewildered by the illusory energy of the Supreme Lord will give up the original varṇāśrama-dharma and its rules and regulations. They will abandon bathing three times daily and worshiping the Lord. Abandoning cleanliness and neglecting the Supreme Lord, they will accept nonsensical principles. Not regularly bathing or washing their mouths regularly, they will always remain unclean, and they will pluck out their hair. Following a concocted religion, they will flourish. During this Age of Kali, people are more inclined to irreligious systems. Consequently these people will naturally deride Vedic authority, the followers of Vedic authority, the brāhmaṇas, the Supreme Personality of Godhead and the devotees."
    },
    {
        "verse_id": "11",
        "text": "Low-class people, due to their gross ignorance, introduce a system of religion that deviates from the Vedic principles. Following their own mental concoctions, they automatically fall down into the darkest regions of existence."
    },
    {
        "verse_id": "12",
        "text": "In this Age of Kali, people are overwhelmed by the modes of passion and ignorance. Lord Ṛṣabhadeva incarnated Himself to deliver them from the clutches of māyā."
    },
    {
        "verse_id": "13",
        "text": "Learned scholars chant about the transcendental qualities of Lord Ṛṣabhadeva in this way: “Oh, this earthly planet contains seven seas and many islands and lands, of which Bhārata-varṣa is considered the most pious. People of Bhārata-varṣa are accustomed to glorifying the activities of the Supreme Personality of Godhead in His incarnations as Lord Ṛṣabhadeva and others. All these activities are very auspicious for the welfare of humanity."
    },
    {
        "verse_id": "14",
        "text": "“Oh, what shall I say of the dynasty of Priyavrata, which is pure and very much celebrated. In that dynasty, the Supreme Person, the original Personality of Godhead, descended as an incarnation and executed religious principles that could free one from the results of fruitive activity."
    },
    {
        "verse_id": "15",
        "text": "“Who is that mystic yogī who can follow the examples of Lord Ṛṣabhadeva even with his mind? Lord Ṛṣabhadeva rejected all kinds of yogic perfection, which other yogīs hanker to attain. Who is that yogī who can compare to Lord Ṛṣabhadeva?”"
    },
    {
        "verse_id": "16",
        "text": "Śukadeva Gosvāmī continued: Lord Ṛṣabhadeva is the master of all Vedic knowledge, human beings, demigods, cows and brāhmaṇas. I have already explained His pure, transcendental activities, which will vanquish the sinful activities of all living entities. This narration of Lord Ṛṣabhadeva’s pastimes is the reservoir of all auspicious things. Whoever attentively hears or speaks of them, following in the footsteps of the ācāryas, will certainly attain unalloyed devotional service at the lotus feet of Lord Vāsudeva, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "17",
        "text": "Devotees always bathe themselves in devotional service in order to be relieved from the various tribulations of material existence. By doing this, the devotees enjoy supreme bliss, and liberation personified comes to serve them. Nonetheless, they do not accept that service, even if it is offered by the Supreme Personality of Godhead Himself. For the devotees, liberation [mukti] is very unimportant because, having attained the Lord’s transcendental loving service, they have attained everything desirable and have transcended all material desires."
    },
    {
        "verse_id": "18",
        "text": "Śukadeva Gosvāmī continued: My dear King, the Supreme Person, Mukunda, is actually the maintainer of all the members of the Pāṇḍava and Yadu dynasties. He is your spiritual master, worshipable Deity, friend, and the director of your activities. To say nothing of this, He sometimes serves your family as a messenger or servant. This means He worked just as ordinary servants do. Those engaged in getting the Lord’s favor attain liberation from the Lord very easily, but He does not very easily give the opportunity to render direct service unto Him."
    },
    {
        "verse_id": "19",
        "text": "The Supreme Personality of Godhead, Lord Ṛṣabhadeva, was fully aware of His true identity; therefore He was self-sufficient, and He did not desire external gratification. There was no need for Him to aspire for success, since He was complete in Himself. Those who unnecessarily engage in bodily conceptions and create an atmosphere of materialism are always ignorant of their real self-interest. Out of His causeless mercy, Lord Ṛṣabhadeva taught the self’s real identity and the goal of life. We therefore offer our respectful obeisances unto the Lord, who appeared as Lord Ṛṣabhadeva."
    }
]