[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: Bhadraśravā, the son of Dharmarāja, rules the tract of land known as Bhadrāśva-varṣa. Just as Lord Śiva worships Saṅkarṣaṇa in Ilāvṛta-varṣa, Bhadraśravā, accompanied by his intimate servants and all the residents of the land, worships the plenary expansion of Vāsudeva known as Hayaśīrṣa. Lord Hayaśīrṣa is very dear to the devotees, and He is the director of all religious principles. Fixed in the topmost trance, Bhadraśravā and his associates offer their respectful obeisances to the Lord and chant the following prayers with careful pronunciation."
    },
    {
        "verse_id": "2",
        "text": "The ruler Bhadraśravā and his intimate associates utter the following prayer: We offer our respectful obeisances unto the Supreme Personality of Godhead, the reservoir of all religious principles, who cleanses the heart of the conditioned soul in this material world. Again and again we offer our respectful obeisances unto Him."
    },
    {
        "verse_id": "3",
        "text": "Alas! How wonderful it is that the foolish materialist does not heed the great danger of impending death! He knows that death will surely come, yet he is nevertheless callous and neglectful. If his father dies, he wants to enjoy his father’s property, and if his son dies, he wants to enjoy his son’s possessions as well. In either case, he heedlessly tries to enjoy material happiness with the acquired money."
    },
    {
        "verse_id": "4",
        "text": "O unborn one, learned Vedic scholars who are advanced in spiritual knowledge certainly know that this material world is perishable, as do other logicians and philosophers. In trance they realize the factual position of this world, and they preach the truth as well. Yet even they are sometimes bewildered by Your illusory energy. This is Your own wonderful pastime. Therefore, I can understand that Your illusory energy is very wonderful, and I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "5",
        "text": "O Lord, although You are completely detached from the creation, maintenance and annihilation of this material world and are not directly affected by these activities, they are all attributed to You. We do not wonder at this, for Your inconceivable energies perfectly qualify You to be the cause of all causes. You are the active principle in everything, although You are separate from everything. Thus we can realize that everything is happening because of Your inconceivable energy."
    },
    {
        "verse_id": "6",
        "text": "At the end of the millennium, ignorance personified assumed the form of a demon, stole all the Vedas and took them down to the planet of Rasātala. The Supreme Lord, however, in His form of Hayagrīva retrieved the Vedas and returned them to Lord Brahmā when he begged for them. I offer my respectful obeisances unto the Supreme Lord, whose determination never fails."
    },
    {
        "verse_id": "7",
        "text": "Śukadeva Gosvāmī continued: My dear King, Lord Nṛsiṁhadeva resides in the tract of land known as Hari-varṣa. In the Seventh Canto of Śrīmad-Bhāgavatam, I shall describe to you how Prahlāda Mahārāja caused the Lord to assume the form of Nṛsiṁhadeva. Prahlāda Mahārāja, the topmost devotee of the Lord, is a reservoir of all the good qualities of great personalities. His character and activities have delivered all the fallen members of his demoniac family. Lord Nṛsiṁhadeva is very dear to this exalted personality. Thus Prahlāda Mahārāja, along with his servants and all the denizens of Hari-varṣa, worships Lord Nṛsiṁhadeva by chanting the following mantra."
    },
    {
        "verse_id": "8",
        "text": "I offer my respectful obeisances unto Lord Nṛsiṁhadeva, the source of all power. O my Lord who possess nails and teeth just like thunderbolts, kindly vanquish our demonlike desires for fruitive activity in this material world. Please appear in our hearts and drive away our ignorance so that by Your mercy we may become fearless in the struggle for existence in this material world."
    },
    {
        "verse_id": "9",
        "text": "May there be good fortune throughout the universe, and may all envious persons be pacified. May all living entities become calm by practicing bhakti-yoga, for by accepting devotional service they will think of each other’s welfare. Therefore let us all engage in the service of the supreme transcendence, Lord Śrī Kṛṣṇa, and always remain absorbed in thought of Him."
    },
    {
        "verse_id": "10",
        "text": "My dear Lord, we pray that we may never feel attraction for the prison of family life, consisting of home, wife, children, friends, bank balance, relatives and so on. If we do have some attachment, let it be for devotees, whose only dear friend is Kṛṣṇa. A person who is actually self-realized and who has controlled his mind is perfectly satisfied with the bare necessities of life. He does not try to gratify his senses. Such a person quickly advances in Kṛṣṇa consciousness, whereas others, who are too attached to material things, find advancement very difficult."
    },
    {
        "verse_id": "11",
        "text": "By associating with persons for whom the Supreme Personality of Godhead, Mukunda, is the all in all, one can hear of His powerful activities and soon come to understand them. The activities of Mukunda are so potent that simply by hearing of them one immediately associates with the Lord. For a person who constantly and very eagerly hears narrations of the Lord’s powerful activities, the Absolute Truth, the Personality of Godhead in the form of sound vibrations, enters within his heart and cleanses it of all contamination. On the other hand, although bathing in the Ganges diminishes bodily contaminations and infections, this process and the process of visiting holy places can cleanse the heart only after a long time. Therefore who is the sane man who will not associate with devotees to quickly perfect his life?"
    },
    {
        "verse_id": "12",
        "text": "All the demigods and their exalted qualities, such as religion, knowledge and renunciation, become manifest in the body of one who has developed unalloyed devotion for the Supreme Personality of Godhead, Vāsudeva. On the other hand, a person devoid of devotional service and engaged in material activities has no good qualities. Even if he is adept at the practice of mystic yoga or the honest endeavor of maintaining his family and relatives, he must be driven by his own mental speculations and must engage in the service of the Lord’s external energy. How can there be any good qualities in such a man?"
    },
    {
        "verse_id": "13",
        "text": "Just as aquatics always desire to remain in the vast mass of water, all conditioned living entities naturally desire to remain in the vast existence of the Supreme Lord. Therefore if someone very great by material calculations fails to take shelter of the Supreme Soul but instead becomes attached to material household life, his greatness is like that of a young, low-class couple. One who is too attached to material life loses all good spiritual qualities."
    },
    {
        "verse_id": "14",
        "text": "Therefore, O demons, give up the so-called happiness of family life and simply take shelter of the lotus feet of Lord Nṛsiṁhadeva, which are the actual shelter of fearlessness. Entanglement in family life is the root cause of material attachment, indefatigable desires, moroseness, anger, despair, fear and the desire for false prestige, all of which result in the repetition of birth and death."
    },
    {
        "verse_id": "15",
        "text": "Śukadeva Gosvāmī continued: In the tract of land called Ketumāla-varṣa, Lord Viṣṇu lives in the form of Kāmadeva, only for the satisfaction of His devotees. These include Lakṣmījī [the goddess of fortune], the Prajāpati Saṁvatsara and all of Saṁvatsara’s sons and daughters. The daughters of Prajāpati are considered the controlling deities of the nights, and his sons are considered the controllers of the days. The Prajāpati’s offspring number 36,000, one for each day and each night in the lifetime of a human being. At the end of each year, the Prajāpati’s daughters become very agitated upon seeing the extremely effulgent disc of the Supreme Personality of Godhead, and thus they all suffer miscarriages."
    },
    {
        "verse_id": "16",
        "text": "In Ketumāla-varṣa, Lord Kāmadeva [Pradyumna] moves very graciously. His mild smile is very beautiful, and when He increases the beauty of His face by slightly raising His eyebrows and glancing playfully, He pleases the goddess of fortune. Thus He enjoys His transcendental senses."
    },
    {
        "verse_id": "17",
        "text": "Accompanied during the daytime by the sons of the Prajāpati [the predominating deities of the days] and accompanied at night by his daughters [the deities of the nights], Lakṣmīdevī worships the Lord during the period known as the Saṁvatsara in His most merciful form as Kāmadeva. Fully absorbed in devotional service, she chants the following mantras."
    },
    {
        "verse_id": "18",
        "text": "Let me offer my respectful obeisances unto the Supreme Personality of Godhead, Lord Hṛṣīkeśa, the controller of all my senses and the origin of everything. As the supreme master of all bodily, mental and intellectual activities, He is the only enjoyer of their results. The five sense objects and eleven senses, including the mind, are His partial manifestations. He supplies all the necessities of life, which are His energy and thus nondifferent from Him, and He is the cause of everyone’s bodily and mental prowess, which is also nondifferent from Him. Indeed, He is the husband and provider of necessities for all living entities. The purpose of all the Vedas is to worship Him. Therefore let us all offer Him our respectful obeisances. May He always be favorable toward us in this life and the next."
    },
    {
        "verse_id": "19",
        "text": "My dear Lord, You are certainly the fully independent master of all the senses. Therefore all women who worship You by strictly observing vows because they wish to acquire a husband to satisfy their senses are surely under illusion. They do not know that such a husband cannot actually give protection to them or their children. Nor can he protect their wealth or duration of life, for he himself is dependent on time, fruitive results and the modes of nature, which are all subordinate to You."
    },
    {
        "verse_id": "20",
        "text": "He alone who is never afraid but who, on the contrary, gives complete shelter to all fearful persons can actually become a husband and protector. Therefore, my Lord, You are the only husband, and no one else can claim this position. If You were not the only husband, You would be afraid of others. Therefore persons learned in all Vedic literature accept only Your Lordship as everyone’s master, and they think no one else a better husband and protector than You."
    },
    {
        "verse_id": "21",
        "text": "My dear Lord, You automatically fulfill all the desires of a woman who worships Your lotus feet in pure love. However, if a woman worships Your lotus feet for a particular purpose, You also quickly fulfill her desires, but in the end she becomes broken-hearted and laments. Therefore one need not worship Your lotus feet for some material benefit."
    },
    {
        "verse_id": "22",
        "text": "O supreme unconquerable Lord, when they become absorbed in thoughts of material enjoyment, Lord Brahmā and Lord Śiva, as well as other demigods and demons, undergo severe penances and austerities to receive my benedictions. But I do not favor anyone, however great he may be, unless he is always engaged in the service of Your lotus feet. Because I always keep You within my heart, I cannot favor anyone but a devotee."
    },
    {
        "verse_id": "23",
        "text": "O infallible one, Your lotus palm is the source of all benediction. Therefore Your pure devotees worship it, and You very mercifully place Your hand on their heads. I wish that You may also place Your hand on My head, for although You already bear my insignia of golden streaks on Your chest, I regard this honor as merely a kind of false prestige for me. You show Your real mercy to Your devotees, not to me. Of course, You are the supreme absolute controller, and no one can understand Your motives."
    },
    {
        "verse_id": "24",
        "text": "Śukadeva Gosvāmī continued: In Ramyaka-varṣa, where Vaivasvata Manu rules, the Supreme Personality of Godhead appeared as Lord Matsya at the end of the last era [the Cākṣuṣa-manvantara]. Vaivasvata Manu now worships Lord Matsya in pure devotional service and chants the following mantra."
    },
    {
        "verse_id": "25",
        "text": "I offer my respectful obeisances unto the Supreme Personality of Godhead, who is pure transcendence. He is the origin of all life, bodily strength, mental power and sensory ability. Known as Matsyāvatāra, the gigantic fish incarnation, He appears first among all the incarnations. Again I offer my obeisances unto Him."
    },
    {
        "verse_id": "26",
        "text": "My dear Lord, just as a puppeteer controls his dancing dolls and a husband controls his wife, Your Lordship controls all the living entities in the universe, such as the brāhmaṇas, kṣatriyas, vaiśyas and śūdras. Although You are in everyone’s heart as the supreme witness and commander and are outside everyone as well, the so-called leaders of societies, communities and countries cannot realize You. Only those who hear the vibration of the Vedic mantras can appreciate You."
    },
    {
        "verse_id": "27",
        "text": "My Lord, from the great leaders of the universe, such as Lord Brahmā and other demigods, down to the political leaders of this world, all are envious of Your authority. Without Your help, however, they could neither separately nor concertedly maintain the innumerable living entities within the universe. You are actually the only maintainer of all human beings, of animals like cows and asses, and of plants, reptiles, birds, mountains and whatever else is visible within this material world."
    },
    {
        "verse_id": "28",
        "text": "O almighty Lord, at the end of the millennium this planet earth, which is the source of all kinds of herbs, drugs and trees, was inundated by water and drowned beneath the devastating waves. At that time, You protected me along with the earth and roamed the sea with great speed. O unborn one, You are the actual maintainer of the entire universal creation, and therefore You are the cause of all living entities. I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "29",
        "text": "Śukadeva Gosvāmī continued: In Hiraṇmaya-varṣa, the Supreme Lord, Viṣṇu, lives in the form of a tortoise [kūrma-śarīra]. This most dear and beautiful form is always worshiped there in devotional service by Aryamā, the chief resident of Hiraṇmaya-varṣa, along with the other inhabitants of that land. They chant the following hymns."
    },
    {
        "verse_id": "30",
        "text": "O my Lord, I offer my respectful obeisances unto You, who have assumed the form of a tortoise. You are the reservoir of all transcendental qualities, and being entirely untinged by matter, You are perfectly situated in pure goodness. You move here and there in the water, but no one can discern Your position. Therefore I offer my respectful obeisances unto You. Because of Your transcendental position, You are not limited by past, present and future. You are present everywhere as the shelter of all things, and therefore I offer my respectful obeisances unto You again and again."
    },
    {
        "verse_id": "31",
        "text": "My dear Lord, this visible cosmic manifestation is a demonstration of Your own creative energy. Since the countless varieties of forms within this cosmic manifestation are simply a display of Your external energy, this virāṭ-rūpa [universal body] is not Your real form. Except for a devotee in transcendental consciousness, no one can perceive Your actual form. Therefore I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "32",
        "text": "My dear Lord, You manifest Your different energies in countless forms: as living entities born from wombs, from eggs and from perspiration; as plants and trees that grow out of the earth; as all living entities, both moving and standing, including the demigods, the learned sages and the pitās; as outer space, as the higher planetary system containing the heavenly planets, and as the planet earth with its hills, rivers, seas, oceans and islands. Indeed, all the stars and planets are simply manifestations of Your different energies, but originally You are one without a second. Therefore there is nothing beyond You. This entire cosmic manifestation is therefore not false but is simply a temporary manifestation of Your inconceivable energy."
    },
    {
        "verse_id": "33",
        "text": "O my Lord, Your name, form and bodily features are expanded in countless forms. No one can determine exactly how many forms exist, yet You Yourself, in Your incarnation as the learned scholar Kapiladeva, have analyzed the cosmic manifestation as containing twenty-four elements. Therefore if one is interested in Sāṅkhya philosophy, by which one can enumerate the different truths, he must hear it from You. Unfortunately, nondevotees simply count the different elements and remain ignorant of Your actual form. I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "34",
        "text": "Śukadeva Gosvāmī said: Dear King, the Supreme Lord in His boar incarnation, who accepts all sacrificial offerings, lives in the northern part of Jambūdvīpa. There, in the tract of land known as Uttarakuru-varṣa, mother earth and all the other inhabitants worship Him with unfailing devotional service by repeatedly chanting the following Upaniṣadic mantra."
    },
    {
        "verse_id": "35",
        "text": "O Lord, we offer our respectful obeisances unto You as the gigantic person. Simply by chanting mantras, we shall be able to understand You fully. You are yajña [sacrifice], and You are the kratu [ritual]. Therefore all the ritualistic ceremonies of sacrifice are part of Your transcendental body, and You are the only enjoyer of all sacrifices. Your form is composed of transcendental goodness. You are known as tri-yuga because in Kali-yuga You appeared as a concealed incarnation and because You always fully possess the three pairs of opulences."
    },
    {
        "verse_id": "36",
        "text": "By manipulating a fire-generating stick, great saints and sages can bring forth the fire lying dormant within wood. In the same way, O Lord, those expert in understanding the Absolute Truth try to see You in everything — even in their own bodies. Yet you remain concealed. You are not to be understood by indirect processes involving mental or physical activities. Because You are self-manifested, only when You see that a person is wholeheartedly engaged in searching for You do You reveal Yourself. Therefore I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "37",
        "text": "The objects of material enjoyment [sound, form, taste, touch and smell], the activities of the senses, the controllers of sensory activities [the demigods], the body, eternal time and egotism are all creations of Your material energy. Those whose intelligence has become fixed by perfect execution of mystic yoga can see that all these elements result from the actions of Your external energy. They can also see Your transcendental form as Supersoul in the background of everything. Therefore I repeatedly offer my respectful obeisances unto You."
    },
    {
        "verse_id": "38",
        "text": "O Lord, You do not desire the creation, maintenance or annihilation of this material world, but You perform these activities for the conditioned souls by Your creative energy. Exactly as a piece of iron moves under the influence of a lodestone, inert matter moves when You glance over the total material energy."
    },
    {
        "verse_id": "39",
        "text": "My Lord, as the original boar within this universe, You fought and killed the great demon Hiraṇyakṣa. Then You lifted me [the earth] from the Garbhodaka Ocean on the end of Your tusk, exactly as a sporting elephant plucks a lotus flower from the water. I bow down before You."
    }
]