[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: My dear King, I have thus far described the diameter of the universe [fifty crores of yojanas, or four billion miles] and its general characteristics, according to the estimations of learned scholars."
    },
    {
        "verse_id": "2",
        "text": "As a grain of wheat is divided into two parts and one can estimate the size of the upper part by knowing that of the lower, so, expert geographers instruct, one can understand the measurements of the upper part of the universe by knowing those of the lower part. The sky between the earthly sphere and heavenly sphere is called antarikṣa, or outer space. It adjoins the top of the sphere of earth and the bottom of that of heaven."
    },
    {
        "verse_id": "3",
        "text": "In the midst of that region of outer space [antarikṣa] is the most opulent sun, the king of all the planets that emanate heat, such as the moon. By the influence of its radiation, the sun heats the universe and maintains its proper order. It also gives light to help all living entities see. While passing toward the north, toward the south or through the equator, in accordance with the order of the Supreme Personality of Godhead, it is said to move slowly, swiftly or moderately. According to its movements in rising above, going beneath or passing through the equator — and correspondingly coming in touch with various signs of the zodiac, headed by Makara [Capricorn] — days and nights are short, long or equal to one another."
    },
    {
        "verse_id": "4",
        "text": "When the sun passes through Meṣa [Aries] and Tulā [Libra], the durations of day and night are equal. When it passes through the five signs headed by Vṛṣabha [Taurus], the duration of the days increases [until Cancer], and then it gradually decreases by half an hour each month, until day and night again become equal [in Libra]."
    },
    {
        "verse_id": "5",
        "text": "When the sun passes through the five signs beginning with Vṛścika [Scorpio], the duration of the days decreases [until Capricorn], and then gradually it increases month after month, until day and night become equal [in Aries]."
    },
    {
        "verse_id": "6",
        "text": "Until the sun travels to the south the days grow longer, and until it travels to the north the nights grow longer."
    },
    {
        "verse_id": "7",
        "text": "Śukadeva Gosvāmī continued; My dear King, as stated before, the learned say that the sun travels over all sides of Mānasottara Mountain in a circle whose length is 95,100,000 yojanas [760,800,000 miles]. On Mānasottara Mountain, due east of Mount Sumeru, is a place known as Devadhānī, possessed by King Indra. Similarly, in the south is a place known as Saṁyamanī, possessed by Yamarāja, in the west is a place known as Nimlocanī, possessed by Varuṇa, and in the north is a place named Vibhāvarī, possessed by the moon-god. Sunrise, midday, sunset and midnight occur in all those places according to specific times, thus engaging all living entities in their various occupational duties and also making them cease such duties."
    },
    {
        "verse_id": "8",
        "text": "The living entities residing on Sumeru Mountain are always very warm, as at midday, because for them the sun is always overhead. Although the sun moves counterclockwise, facing the constellations, with Sumeru Mountain on its left, it also moves clockwise and appears to have the mountain on its right because it is influenced by the dakṣiṇāvarta wind. People living in countries at points diametrically opposite to where the sun is first seen rising will see the sun setting, and if a straight line were drawn from a point where the sun is at midday, the people in countries at the opposite end of the line would be experiencing midnight. Similarly, if people residing where the sun is setting were to go to countries diametrically opposite, they would not see the sun in the same condition."
    },
    {
        "verse_id": "10",
        "text": "When the sun travels from Devadhānī, the residence of Indra, to Saṁyamanī, the residence of Yamarāja, it travels 23,775,000 yojanas [190,200,000 miles] in fifteen ghaṭikās [six hours]."
    },
    {
        "verse_id": "11",
        "text": "From the residence of Yamarāja the sun travels to Nimlocanī, the residence of Varuṇa, from there to Vibhāvarī, the residence of the moon-god, and from there again to the residence of Indra. In a similar way, the moon, along with the other stars and planets, becomes visible in the celestial sphere and then sets and again becomes invisible."
    },
    {
        "verse_id": "12",
        "text": "Thus the chariot of the sun-god, which is trayīmaya, or worshiped by the words om bhūr bhuvaḥ svaḥ, travels through the four residences mentioned above at a speed of 3,400,800 yojanas [27,206,400 miles] in a muhūrta."
    },
    {
        "verse_id": "13",
        "text": "The chariot of the sun-god has only one wheel, which is known as Saṁvatsara. The twelve months are calculated to be its twelve spokes, the six seasons are the sections of its rim, and the three cātur-māsya periods are its three-sectioned hub. One side of the axle carrying the wheel rests upon the summit of Mount Sumeru, and the other rests upon Mānasottara Mountain. Affixed to the outer end of the axle, the wheel continuously rotates on Mānasottara Mountain like the wheel of an oil-pressing machine."
    },
    {
        "verse_id": "14",
        "text": "As in an oil-pressing machine, this first axle is attached to a second axle, which is one-fourth as long [3,937,500 yojanas, or 31,500,000 miles]. The upper end of this second axle is attached to Dhruvaloka by a rope of wind."
    },
    {
        "verse_id": "15",
        "text": "My dear King, the carriage of the sun-god’s chariot is estimated to be 3,600,000 yojanas [28,800,000 miles] long and one-fourth as wide [900,000 yojanas, or 7,200,000 miles]. The chariot’s horses, which are named after Gāyatrī and other Vedic meters, are harnessed by Aruṇadeva to a yoke that is also 900,000 yojanas wide. This chariot continuously carries the sun-god."
    },
    {
        "verse_id": "16",
        "text": "Although Aruṇadeva sits in front of the sun-god and is engaged in driving the chariot and controlling the horses, he looks backward toward the sun-god."
    },
    {
        "verse_id": "17",
        "text": "There are sixty thousand saintly persons named Vālikhilyas, each the size of a thumb, who are located in front of the sun-god and who offer him eloquent prayers of glorification."
    },
    {
        "verse_id": "18",
        "text": "Similarly, fourteen other saints, Gandharvas, Apsarās, Nāgas, Yakṣas, Rākṣasas and demigods, who are divided into groups of two, assume different names every month and continuously perform different ritualistic ceremonies to worship the Supreme Lord as the most powerful demigod Sūryadeva, who holds many names."
    },
    {
        "verse_id": "19",
        "text": "My dear King, in his orbit through Bhū-maṇḍala, the sun-god traverses a distance of 95,100,000 yojanas [760,800,000 miles] at the speed of 2,000 yojanas and two krośas [16,004 miles] in a moment."
    }
]