[
    {
        "verse_id": "1",
        "text": "When King Parīkṣit asked Śukadeva Gosvāmī about the direct meaning of the material forest, Śukadeva Gosvāmī replied as follows: My dear King, a man belonging to the mercantile community [vaṇik] is always interested in earning money. Sometimes he enters the forest to acquire some cheap commodities like wood and earth and sell them in the city at good prices. Similarly, the conditioned soul, being greedy, enters this material world for some material profit. Gradually he enters the deepest part of the forest, not really knowing how to get out. Having entered the material world, the pure soul becomes conditioned by the material atmosphere, which is created by the external energy under the control of Lord Viṣṇu. Thus the living entity comes under the control of the external energy, daivī māyā. Living independently and bewildered in the forest, he does not attain the association of devotees who are always engaged in the service of the Lord. Once in the bodily conception, he gets different types of bodies one after the other under the influence of material energy and impelled by the modes of material nature [sattva-guṇa, rajo-guṇa and tamo-guṇa]. In this way the conditioned soul goes sometimes to the heavenly planets, sometimes to the earthly planets and sometimes to the lower planets and lower species. Thus he suffers continuously due to different types of bodies. These sufferings and pains are sometimes mixed. Sometimes they are very severe, and sometimes they are not. These bodily conditions are acquired due to the conditioned soul’s mental speculation. He uses his mind and five senses to acquire knowledge, and these bring about the different bodies and different conditions. Using the senses under the control of the external energy, māyā, the living entity suffers the miserable conditions of material existence. He is actually searching for relief, but he is generally baffled, although sometimes he is relieved after great difficulty. Struggling for existence in this way, he cannot get the shelter of pure devotees, who are like bumblebees engaged in loving service at the lotus feet of Lord Viṣṇu."
    },
    {
        "verse_id": "2",
        "text": "In the forest of material existence, the uncontrolled senses are like plunderers. The conditioned soul may earn some money for the advancement of Kṛṣṇa consciousness, but unfortunately the uncontrolled senses plunder his money through sense gratification. The senses are plunderers because they make one spend his money unnecessarily for seeing, smelling, tasting, touching, hearing, desiring and willing. In this way the conditioned soul is obliged to gratify his senses, and thus all his money is spent. This money is actually acquired for the execution of religious principles, but it is taken away by the plundering senses."
    },
    {
        "verse_id": "3",
        "text": "My dear King, family members in this material world go under the names of wife and children, but actually they behave like tigers and jackals. A herdsman tries to protect his sheep to the best of his ability, but the tigers and foxes take them away by force. Similarly, although a miserly man wants to guard his money very carefully, his family members take away all his assets forcibly, even though he is very vigilant."
    },
    {
        "verse_id": "4",
        "text": "Every year the plowman plows over his grain field, completely uprooting all weeds. Nonetheless, the seeds lie there and, not being completely burned, again come up with the plants sown in the field. Even after being plowed under, the weeds come up densely. Similarly, the gṛhastha-āśrama [family life] is a field of fruitive activity. Unless the desire to enjoy family life is completely burned out, it grows up again and again. Even though camphor may be removed from a pot, the pot nonetheless retains the aroma of camphor. As long as the seeds of desire are not destroyed, fruitive activities are not destroyed."
    },
    {
        "verse_id": "5",
        "text": "Sometimes the conditioned soul in household life, being attached to material wealth and possessions, is disturbed by gadflies and mosquitoes, and sometimes locusts, birds of prey and rats give him trouble. Nonetheless, he still wanders down the path of material existence. Due to ignorance he becomes lusty and engages in fruitive activity. Because his mind is absorbed in these activities, he sees the material world as permanent, although it is temporary like a phantasmagoria, a house in the sky."
    },
    {
        "verse_id": "6",
        "text": "Sometimes in this house in the sky [gandharva-pura] the conditioned soul drinks, eats and has sex. Being overly attached, he chases after the objects of the senses just as a deer chases a mirage in the desert."
    },
    {
        "verse_id": "7",
        "text": "Sometimes the living entity is interested in the yellow stool known as gold and runs after it. That gold is the source of material opulence and envy, and it can enable one to afford illicit sex, gambling, meat-eating and intoxication. Those whose minds are overcome by the mode of passion are attracted by the color of gold, just as a man suffering from cold in the forest runs after a phosphorescent light in a marshy land, considering it to be fire."
    },
    {
        "verse_id": "8",
        "text": "Sometimes the conditioned soul is absorbed in finding residential quarters or apartments and getting a supply of water and riches to maintain his body. Absorbed in acquiring a variety of necessities, he forgets everything and perpetually runs around the forest of material existence."
    },
    {
        "verse_id": "9",
        "text": "Sometimes, as if blinded by the dust of a whirlwind, the conditioned soul sees the beauty of the opposite sex, which is called pramadā. Being thus bewildered, he is raised upon the lap of a woman, and at that time his good senses are overcome by the force of passion. He thus becomes almost blind with lusty desire and disobeys the rules and regulations governing sex life. He does not know that his disobedience is witnessed by different demigods, and he enjoys illicit sex in the dead of night, not seeing the future punishment awaiting him."
    },
    {
        "verse_id": "10",
        "text": "The conditioned soul sometimes personally appreciates the futility of sense enjoyment in the material world, and he sometimes considers material enjoyment to be full of miseries. However, due to his strong bodily conception, his memory is destroyed, and again and again he runs after material enjoyment, just as an animal runs after a mirage in the desert."
    },
    {
        "verse_id": "11",
        "text": "Sometimes the conditioned soul is very aggrieved by the chastisement of his enemies and government servants, who use harsh words against him directly or indirectly. At that time his heart and ears become very saddened. Such chastisement may be compared to the sounds of owls and crickets."
    },
    {
        "verse_id": "12",
        "text": "Due to his pious activities in previous lives, the conditioned soul attains material facilities in this life, but when they are finished, he takes shelter of wealth and riches, which cannot help him in this life or the next. Because of this, he approaches the living dead who possess these things. Such people are compared to impure trees, creepers and poisonous wells."
    },
    {
        "verse_id": "13",
        "text": "Sometimes, to mitigate distresses in this forest of the material world, the conditioned soul receives cheap blessings from atheists. He then loses all intelligence in their association. This is exactly like jumping in a shallow river. As a result one simply breaks his head. He is not able to mitigate his sufferings from the heat, and in both ways he suffers. The misguided conditioned soul also approaches so-called sādhus and svāmīs who preach against the principles of the Vedas. He does not receive benefit from them, either in the present or in the future."
    },
    {
        "verse_id": "14",
        "text": "In this material world, when the conditioned soul cannot arrange for his own maintenance, despite exploiting others, he tries to exploit his own father or son, taking away that relative’s possessions, although they may be very insignificant. If he cannot acquire things from his father, son or other relatives, he is prepared to give them all kinds of trouble."
    },
    {
        "verse_id": "15",
        "text": "In this world, family life is exactly like a blazing fire in the forest. There is not the least happiness, and gradually one becomes more and more implicated in unhappiness. In household life, there is nothing favorable for perpetual happiness. Being implicated in home life, the conditioned soul is burned by the fire of lamentation. Sometimes he condemns himself as being very unfortunate, and sometimes he claims that he suffers because he performed no pious activities in his previous life."
    },
    {
        "verse_id": "16",
        "text": "Government men are always like carnivorous demons called Rākṣasas [man-eaters]. Sometimes these government men turn against the conditioned soul and take away all his accumulated wealth. Being bereft of his life’s reserved wealth, the conditioned soul loses all enthusiasm. Indeed, it is as though he loses his life."
    },
    {
        "verse_id": "17",
        "text": "Sometimes the conditioned soul imagines that his father or grandfather has again come in the form of his son or grandson. In this way he feels the happiness one sometimes feels in a dream, and the conditioned soul sometimes takes pleasure in such mental concoctions."
    },
    {
        "verse_id": "18",
        "text": "In household life one is ordered to execute many yajñas and fruitive activities, especially the vivāha-yajña [the marriage ceremony for sons and daughters] and the sacred thread ceremony. These are all the duties of a gṛhastha, and they are very extensive and troublesome to execute. They are compared to a big hill over which one must cross when one is attached to material activities. A person desiring to cross over these ritualistic ceremonies certainly feels pains like the piercing of thorns and pebbles endured by one attempting to climb a hill. Thus the conditioned soul suffers unlimitedly."
    },
    {
        "verse_id": "19",
        "text": "Sometimes, due to bodily hunger and thirst, the conditioned soul becomes so disturbed that he loses his patience and becomes angry with his own beloved sons, daughters and wife. Thus, being unkind to them, he suffers all the more."
    },
    {
        "verse_id": "20",
        "text": "Śukadeva Gosvāmī continued speaking to Mahārāja Parīkṣit: My dear King, sleep is exactly like a python. Those who wander in the forest of material life are always devoured by the python of sleep. Being bitten by this python, they always remain in the darkness of ignorance. They are like dead bodies thrown in a distant forest. Thus the conditioned souls cannot understand what is going on in life."
    },
    {
        "verse_id": "21",
        "text": "In the forest of the material world, the conditioned soul is sometimes bitten by envious enemies, which are compared to serpents and other creatures. Through the tricks of the enemy, the conditioned soul falls from his prestigious position. Being anxious, he cannot even sleep properly. He thus becomes more and more unhappy, and he gradually loses his intelligence and consciousness. In that state he becomes almost perpetually like a blind man who has fallen into a dark well of ignorance."
    },
    {
        "verse_id": "22",
        "text": "The conditioned soul is sometimes attracted to the little happiness derived from sense gratification. Thus he has illicit sex or steals another’s property. At such a time he may be arrested by the government or chastised by the woman’s husband or protector. Thus simply for a little material satisfaction, he falls into a hellish condition and is put into jail for rape, kidnapping, theft and so forth."
    },
    {
        "verse_id": "23",
        "text": "Learned scholars and transcendentalists therefore condemn the materialistic path of fruitive activity because it is the original source and breeding ground of material miseries, both in this life and in the next."
    },
    {
        "verse_id": "24",
        "text": "Stealing or cheating another person out of his money, the conditioned soul somehow or other keeps it in his possession and escapes punishment. Then another man, named Devadatta, cheats him and takes the money away. Similarly, another man, named Viṣṇumitra, steals the money from Devadatta and takes it away. In any case, the money does not stay in one place. It passes from one hand to another. Ultimately no one can enjoy the money, and it remains the property of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "25",
        "text": "Being unable to protect himself from the threefold miseries of material existence, the conditioned soul becomes very morose and lives a life of lamentation. These threefold miseries are miseries suffered by mental calamity at the hands of the demigods [such as freezing wind and scorching heat], miseries offered by other living entities, and miseries arising from the mind and body themselves."
    },
    {
        "verse_id": "26",
        "text": "As far as transactions with money are concerned, if one person cheats another by a farthing or less, they become enemies."
    },
    {
        "verse_id": "27",
        "text": "In this materialistic life, there are many difficulties, as I have just mentioned, and all of these are insurmountable. In addition, there are difficulties arising from so-called happiness, distress, attachment, hate, fear, false prestige, illusion, madness, lamentation, bewilderment, greed, envy, enmity, insult, hunger, thirst, tribulation, disease, birth, old age and death. All these combine together to give the materialistic conditioned soul nothing but misery."
    },
    {
        "verse_id": "28",
        "text": "Sometimes the conditioned soul is attracted by illusion personified (his wife or girlfriend) and becomes eager to be embraced by a woman. Thus he loses his intelligence as well as knowledge of life’s goal. At that time, no longer attempting spiritual cultivation, he becomes overly attached to his wife or girlfriend and tries to provide her with a suitable apartment. Again, he becomes very busy under the shelter of that home and is captivated by the talks, glances and activities of his wife and children. In this way he loses his Kṛṣṇa consciousness and throws himself in the dense darkness of material existence."
    },
    {
        "verse_id": "29",
        "text": "The personal weapon used by Lord Kṛṣṇa, the disc, is called hari-cakra, the disc of Hari. This cakra is the wheel of time. It expands from the beginning of the atoms up to the time of Brahmā’s death, and it controls all activities. It is always revolving and spending the lives of the living entities, from Lord Brahmā down to an insignificant blade of grass. Thus one changes from infancy, to childhood, to youth and maturity, and thus one approaches the end of life. It is impossible to check this wheel of time. This wheel is very exacting because it is the personal weapon of the Supreme Personality of Godhead. Sometimes the conditioned soul, fearing the approach of death, wants to worship someone who can save him from imminent danger. Yet he does not care for the Supreme Personality of Godhead, whose weapon is the indefatigable time factor. The conditioned soul instead takes shelter of a man-made god described in unauthorized scriptures. Such gods are like buzzards, vultures, herons and crows. Vedic scriptures do not refer to them. Imminent death is like the attack of a lion, and neither vultures, buzzards, crows nor herons can save one from such an attack. One who takes shelter of unauthorized man-made gods cannot be saved from the clutches of death."
    },
    {
        "verse_id": "30",
        "text": "The pseudo svāmīs, yogīs and incarnations who do not believe in the Supreme Personality of Godhead are known as pāṣaṇḍīs. They themselves are fallen and cheated because they do not know the real path of spiritual advancement, and whoever goes to them is certainly cheated in his turn. When one is thus cheated, he sometimes takes shelter of the real followers of Vedic principles [brāhmaṇas or those in Kṛṣṇa consciousness], who teach everyone how to worship the Supreme Personality of Godhead according to the Vedic rituals. However, being unable to stick to these principles, these rascals again fall down and take shelter among śūdras who are very expert in making arrangements for sex indulgence. Sex is very prominent among animals like monkeys, and such people who are enlivened by sex may be called descendants of monkeys."
    },
    {
        "verse_id": "31",
        "text": "In this way the descendants of the monkeys intermingle with each other, and they are generally known as śūdras. Without hesitating, they live and move freely, not knowing the goal of life. They are captivated simply by seeing the faces of one another, which remind them of sense gratification. They are always engaged in material activities, known as grāmya-karma, and they work hard for material benefit. Thus they forget completely that one day their small life spans will be finished and they will be degraded in the evolutionary cycle."
    },
    {
        "verse_id": "32",
        "text": "Just as a monkey jumps from one tree to another, the conditioned soul jumps from one body to another. As the monkey is ultimately captured by the hunter and is unable to get out of captivity, the conditioned soul, being captivated by momentary sex pleasure, becomes attached to different types of bodies and is encaged in family life. Family life affords the conditioned soul a festival of momentary sex pleasure, and thus he is completely unable to get out of the material clutches."
    },
    {
        "verse_id": "33",
        "text": "In this material world, when the conditioned soul forgets his relationship with the Supreme Personality of Godhead and does not care for Kṛṣṇa consciousness, he simply engages in different types of mischievous and sinful activities. He is then subjected to the threefold miseries, and, out of fear of the elephant of death, he falls into the darkness found in a mountain cave."
    },
    {
        "verse_id": "34",
        "text": "The conditioned soul suffers many miserable bodily conditions, such as being affected by severe cold and strong winds. He also suffers due to the activities of other living beings and due to natural disturbances. When he is unable to counteract them and has to remain in a miserable condition, he naturally becomes very morose because he wants to enjoy material facilities."
    },
    {
        "verse_id": "35",
        "text": "Sometimes conditioned souls exchange money, but in due course of time, enmity arises because of cheating. Although there may be a tiny profit, the conditioned souls cease to be friends and become enemies."
    },
    {
        "verse_id": "36",
        "text": "Sometimes, having no money, the conditioned soul does not get sufficient accommodations. Sometimes he doesn’t even have a place to sit, nor does he have the other necessities. In other words, he falls into scarcity, and at that time, when he is unable to secure the necessities by fair means, he decides to seize the property of others unfairly. When he cannot get the things he wants, he simply receives insults from others and thus becomes very morose."
    },
    {
        "verse_id": "37",
        "text": "Although people may be enemies, in order to fulfill their desires again and again, they sometimes get married. Unfortunately, these marriages do not last very long, and the people involved are separated again by divorce or other means."
    },
    {
        "verse_id": "38",
        "text": "The path of this material world is full of material miseries, and various troubles disturb the conditioned souls. Sometimes he loses, and sometimes he gains. In either case, the path is full of danger. Sometimes the conditioned soul is separated from his father by death or other circumstances. Leaving him aside he gradually becomes attached to others, such as his children. In this way, the conditioned soul is sometimes illusioned and afraid. Sometimes he cries loudly out of fear. Sometimes he is happy maintaining his family, and sometimes he is overjoyed and sings melodiously. In this way he becomes entangled and forgets his separation from the Supreme Personality of Godhead since time immemorial. Thus he traverses the dangerous path of material existence, and on this path he is not at all happy. Those who are self-realized simply take shelter of the Supreme Personality of Godhead in order to get out of this dangerous material existence. Without accepting the devotional path, one cannot get out of the clutches of material existence. The conclusion is that no one can be happy in material life. One must take to Kṛṣṇa consciousness."
    },
    {
        "verse_id": "39",
        "text": "Saintly persons, who are friends to all living entities, have a peaceful consciousness. They have controlled their senses and minds, and they easily attain the path of liberation, the path back to Godhead. Being unfortunate and attached to the miserable material conditions, a materialistic person cannot associate with them."
    },
    {
        "verse_id": "40",
        "text": "There were many great saintly kings who were very expert in performing sacrificial rituals and very competent in conquering other kingdoms, yet despite their power they could not attain the loving service of the Supreme Personality of Godhead. This is because those great kings could not even conquer the false consciousness of “I am this body, and this is my property.” Thus they simply created enmity with rival kings, fought with them and died without having discharged life’s real mission."
    },
    {
        "verse_id": "41",
        "text": "When the conditioned soul accepts the shelter of the creeper of fruitive activity, he may be elevated by his pious activities to higher planetary systems and thus gain liberation from hellish conditions, but unfortunately he cannot remain there. After reaping the results of his pious activities, he has to return to the lower planetary systems. In this way he perpetually goes up and comes down."
    },
    {
        "verse_id": "42",
        "text": "Having summarized the teachings of Jaḍa Bharata, Śukadeva Gosvāmī said: My dear King Parīkṣit, the path indicated by Jaḍa Bharata is like the path followed by Garuḍa, the carrier of the Lord, and ordinary kings are just like flies. Flies cannot follow the path of Garuḍa, and to date none of the great kings and victorious leaders could follow this path of devotional service, not even mentally."
    },
    {
        "verse_id": "43",
        "text": "While in the prime of life, the great Mahārāja Bharata gave up everything because he was fond of serving the Supreme Personality of Godhead, Uttamaśloka. He gave up his beautiful wife, nice children, great friends and an enormous empire. Although these things were very difficult to give up, Mahārāja Bharata was so exalted that he gave them up just as one gives up stool after evacuating. Such was the greatness of His Majesty."
    },
    {
        "verse_id": "44",
        "text": "Śukadeva Gosvāmī continued: My dear King, the activities of Bharata Mahārāja are wonderful. He gave up everything difficult for others to give up. He gave up his kingdom, his wife and his family. His opulence was so great that even the demigods envied it, yet he gave it up. It was quite befitting a great personality like him to be a great devotee. He could renounce everything because he was so attracted to the beauty, opulence, reputation, knowledge, strength and renunciation of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa is so attractive that one can give up all desirable things for His sake. Indeed, even liberation is considered insignificant for those whose minds are attracted to the loving service of the Lord."
    },
    {
        "verse_id": "45",
        "text": "Even though in the body of a deer, Mahārāja Bharata did not forget the Supreme Personality of Godhead; therefore when he was giving up the body of a deer, he loudly uttered the following prayer: “The Supreme Personality of Godhead is sacrifice personified. He gives the results of ritualistic activity. He is the protector of religious systems, the personification of mystic yoga, the source of all knowledge, the controller of the entire creation, and the Supersoul in every living entity. He is beautiful and attractive. I am quitting this body offering obeisances unto Him and hoping that I may perpetually engage in His transcendental loving service.” Uttering this, Mahārāja Bharata left his body."
    },
    {
        "verse_id": "46",
        "text": "Devotees interested in hearing and chanting [śravaṇaṁ kīrtanam] regularly discuss the pure characteristics of Bharata Mahārāja and praise his activities. If one submissively hears and chants about the all-auspicious Mahārāja Bharata, one’s life span and material opulences certainly increase. One can become very famous and easily attain promotion to the heavenly planets, or attain liberation by merging into the existence of the Lord. Whatever one desires can be attained simply by hearing, chanting and glorifying the activities of Mahārāja Bharata. In this way, one can fulfill all his material and spiritual desires. One does not have to ask anyone else for these things, for simply by studying the life of Mahārāja Bharata, one can attain all desirable things."
    }
]