[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: My dear King, some historians, the speakers of the Purāṇas, say that 10,000 yojanas [80,000 miles] below the sun is the planet known as Rāhu, which moves like one of the stars. The presiding deity of that planet, who is the son of Siṁhikā, is the most abominable of all asuras, but although he is completely unfit to assume the position of a demigod or planetary deity, he has achieved that position by the grace of the Supreme Personality of Godhead. Later I shall speak further about him."
    },
    {
        "verse_id": "2",
        "text": "The sun globe, which is a source of heat, extends for 10,000 yojanas [80,000 miles]. The moon extends for 20,000 yojanas [160,000 miles], and Rāhu extends for 30,000 yojanas [240,000 miles]. Formerly, when nectar was being distributed, Rāhu tried to create dissension between the sun and moon by interposing himself between them. Rāhu is inimical toward both the sun and the moon, and therefore he always tries to cover the sunshine and moonshine on the dark-moon day and full-moon night."
    },
    {
        "verse_id": "3",
        "text": "After hearing from the sun and moon demigods about Rāhu’s attack, the Supreme Personality of Godhead, Viṣṇu, engages His disc, known as the Sudarśana cakra, to protect them. The Sudarśana cakra is the Lord’s most beloved devotee and is favored by the Lord. The intense heat of its effulgence, meant for killing non-Vaiṣṇavas, is unbearable to Rāhu, and he therefore flees in fear of it. During the time Rāhu disturbs the sun or moon, there occurs what people commonly know as an eclipse."
    },
    {
        "verse_id": "4",
        "text": "Below Rāhu by 10,000 yojanas [80,000 miles] are the planets known as Siddhaloka, Cāraṇaloka and Vidyādhara-loka."
    },
    {
        "verse_id": "5",
        "text": "Beneath Vidyādhara-loka, Cāraṇaloka and Siddhaloka, in the sky called antarikṣa, are the places of enjoyment for the Yakṣas, Rākṣasas, Piśācas, ghosts and so on. Antarikṣa extends as far as the wind blows and the clouds float in the sky. Above this there is no more air."
    },
    {
        "verse_id": "6",
        "text": "Below the abodes of the Yakṣas and Rākṣasas by a distance of 100 yojanas [800 miles] is the planet earth. Its upper limits extend as high as swans, hawks, eagles and similar large birds can fly."
    },
    {
        "verse_id": "7",
        "text": "My dear King, beneath this earth are seven other planets, known as Atala, Vitala, Sutala, Talātala, Mahātala, Rasātala and Pātāla. I have already explained the situation of the planetary systems of earth. The width and length of the seven lower planetary systems are calculated to be exactly the same as those of earth."
    },
    {
        "verse_id": "8",
        "text": "In these seven planetary systems, which are also known as the subterranean heavens [bila-svarga], there are very beautiful houses, gardens and places of sense enjoyment, which are even more opulent than those in the higher planets because the demons have a very high standard of sensual pleasure, wealth and influence. Most of the residents of these planets, who are known as Daityas, Dānavas and Nāgas, live as householders. Their wives, children, friends and society are all fully engaged in illusory material happiness. The sense enjoyment of the demigods is sometimes disturbed, but the residents of these planets enjoy life without disturbances. Thus they are understood to be very attached to illusory happiness."
    },
    {
        "verse_id": "9",
        "text": "My dear King, in the imitation heavens known as bila-svarga there is a great demon named Maya Dānava, who is an expert artist and architect. He has constructed many brilliantly decorated cities. There are many wonderful houses, walls, gates, assembly houses, temples, yards and temple compounds, as well as many hotels serving as residential quarters for foreigners. The houses for the leaders of these planets are constructed with the most valuable jewels, and they are always crowded with living entities known as Nāgas and Asuras, as well as many pigeons, parrots and similar birds. All in all, these imitation heavenly cities are most beautifully situated and attractively decorated."
    },
    {
        "verse_id": "10",
        "text": "The parks and gardens in the artificial heavens surpass in beauty those of the upper heavenly planets. The trees in those gardens, embraced by creepers, bend with a heavy burden of twigs with fruits and flowers, and therefore they appear extraordinarily beautiful. That beauty could attract anyone and make his mind fully blossom in the pleasure of sense gratification. There are many lakes and reservoirs with clear, transparent water, agitated by jumping fish and decorated with many flowers such as lilies, kuvalayas, kahlāras and blue and red lotuses. Pairs of cakravākas and many other water birds nest in the lakes and always enjoy in a happy mood, making sweet, pleasing vibrations that are very satisfying and conducive to enjoyment of the senses."
    },
    {
        "verse_id": "11",
        "text": "Since there is no sunshine in those subterranean planets, time is not divided into days and nights, and consequently fear produced by time does not exist."
    },
    {
        "verse_id": "12",
        "text": "Many great serpents reside there with gems on their hoods, and the effulgence of these gems dissipates the darkness in all directions."
    },
    {
        "verse_id": "13",
        "text": "Since the residents of these planets drink and bathe in juices and elixirs made from wonderful herbs, they are freed from all anxieties and physical diseases. They have no experience of grey hair, wrinkles or invalidity, their bodily lusters do not fade, their perspiration does not cause a bad smell, and they are not troubled by fatigue or by lack of energy or enthusiasm due to old age."
    },
    {
        "verse_id": "14",
        "text": "They live very auspiciously and do not fear death from anything but death’s established time, which is the effulgence of the Sudarśana cakra of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "15",
        "text": "When the Sudarśana disc enters those provinces, the pregnant wives of the demons all have miscarriages due to fear of its effulgence."
    },
    {
        "verse_id": "16",
        "text": "My dear King, now I shall describe to you the lower planetary systems, one by one, beginning from Atala. In Atala there is a demon, the son of Maya Dānava named Bala, who created ninety-six kinds of mystic power. Some so-called yogīs and svāmīs take advantage of this mystic power to cheat people even today. Simply by yawning, the demon Bala created three kinds of women, known as svairiṇī, kāmiṇī and puṁścalī. The svairiṇīs like to marry men from their own group, the kāmiṇīs marry men from any group, and the puṁścalīs change husbands one after another. If a man enters the planet of Atala, these women immediately capture him and induce him to drink an intoxicating beverage made with a drug known as hāṭaka [cannabis indica]. This intoxicant endows the man with great sexual prowess, of which the women take advantage for enjoyment. A woman will enchant him with attractive glances, intimate words, smiles of love and then embraces. In this way she induces him to enjoy sex with her to her full satisfaction. Because of his increased sexual power, the man thinks himself stronger than ten thousand elephants and considers himself most perfect. Indeed, illusioned and intoxicated by false pride, he thinks himself God, ignoring impending death."
    },
    {
        "verse_id": "17",
        "text": "The next planet below Atala is Vitala, wherein Lord Śiva, who is known as the master of gold mines, lives with his personal associates, the ghosts and similar living entities. Lord Śiva, as the progenitor, engages in sex with Bhavānī, the progenitress, to produce living entities, and from the mixture of their vital fluid the river named Hāṭakī is generated. When fire, being made to blaze by the wind, drinks of this river and then sizzles and spits it out, it produces gold called Hāṭaka. The demons who live on that planet with their wives decorate themselves with various ornaments made from that gold, and thus they live there very happily."
    },
    {
        "verse_id": "18",
        "text": "Below the planet Vitala is another planet, known as Sutala, where the great son of Mahārāja Virocana, Bali Mahārāja, who is celebrated as the most pious king, resides even now. For the welfare of Indra, the King of heaven, Lord Viṣṇu appeared in the form of a dwarf brahmacārī as the son of Aditi and tricked Bali Mahārāja by begging for only three paces of land but taking all the three worlds. Being very pleased with Bali Mahārāja for giving all his possessions, the Lord returned his kingdom and made him richer than the opulent King Indra. Even now, Bali Mahārāja engages in devotional service by worshiping the Supreme Personality of Godhead in the planet of Sutala."
    },
    {
        "verse_id": "19",
        "text": "My dear King, Bali Mahārāja donated all his possessions to the Supreme Personality of Godhead, Vāmanadeva, but one should certainly not conclude that he achieved his great worldly opulence in bila-svarga as a result of his charitable disposition. The Supreme Personality of Godhead, who is the source of life for all living entities, lives within everyone as the friendly Supersoul, and under His direction a living entity enjoys or suffers in the material world. Greatly appreciating the transcendental qualities of the Lord, Bali Mahārāja offered everything at His lotus feet. His purpose, however, was not to gain anything material, but to become a pure devotee. For a pure devotee, the door of liberation is automatically opened. One should not think that Bali Mahārāja was given so much material opulence merely because of his charity. When one becomes a pure devotee in love, he may also be blessed with a good material position by the will of the Supreme Lord. However, one should not mistakenly think that the material opulence of a devotee is the result of his devotional service. The real result of devotional service is the awakening of pure love for the Supreme Personality of Godhead, which continues under all circumstances."
    },
    {
        "verse_id": "20",
        "text": "If one who is embarrassed by hunger or who falls down or stumbles chants the holy name of the Lord even once, willingly or unwillingly, he is immediately freed from the reactions of his past deeds. Karmīs entangled in material activities face many difficulties in the practice of mystic yoga and other endeavors to achieve that same freedom."
    },
    {
        "verse_id": "21",
        "text": "The Supreme Personality of Godhead, who is situated in everyone’s heart as the Supersoul, sells Himself to His devotees such as Nārada Muni. In other words, the Lord gives pure love to such devotees and gives Himself to those who love Him purely. Great, self-realized mystic yogīs such as the four Kumāras also derive great transcendental bliss from realizing the Supersoul within themselves."
    },
    {
        "verse_id": "22",
        "text": "The Supreme Personality of Godhead did not award His mercy to Bali Mahārāja by giving him material happiness and opulence, for these make one forget loving service to the Lord. The result of material opulence is that one can no longer absorb his mind in the Supreme Personality of Godhead."
    },
    {
        "verse_id": "23",
        "text": "When the Supreme Personality of Godhead could see no other means of taking everything away from Bali Mahārāja, He adopted the trick of begging from him and took away all the three worlds. Thus only his body was left, but the Lord was still not satisfied. He arrested Bali Mahārāja, bound him with the ropes of Varuṇa and threw him in a cave in a mountain. Nevertheless, although all his property was taken and he was thrown into a cave, Bali Mahārāja was such a great devotee that he spoke as follows."
    },
    {
        "verse_id": "24",
        "text": "Alas, how pitiable it is for Indra, the King of heaven, that although he is very learned and powerful and although he chose Bṛhaspati as his prime minister to instruct him, he is completely ignorant concerning spiritual advancement. Bṛhaspati is also unintelligent because he did not properly instruct his disciple Indra. Lord Vāmanadeva was standing at Indra’s door, but King Indra, instead of begging Him for an opportunity to render transcendental loving service, engaged Him in asking me for alms to gain the three worlds for his sense gratification. Sovereignty over the three worlds is very insignificant because whatever material opulence one may possess lasts only for an age of Manu, which is but a tiny fraction of endless time."
    },
    {
        "verse_id": "25",
        "text": "Bali Mahārāja said: My grandfather Prahlāda Mahārāja is the only person who understood his own self-interest. Upon the death of Prahlāda’s father, Hiraṇyakaśipu, Lord Nṛsiṁhadeva wanted to offer Prahlāda his father’s kingdom and even wanted to grant him liberation from material bondage, but Prahlāda accepted neither. Liberation and material opulence, he thought, are obstacles to devotional service, and therefore such gifts from the Supreme Personality of Godhead are not His actual mercy. Consequently, instead of accepting the results of karma and jñāna, Prahlāda Mahārāja simply begged the Lord for engagement in the service of His servant."
    },
    {
        "verse_id": "26",
        "text": "Bali Mahārāja said: Persons like us, who are still attached to material enjoyment, who are contaminated by the modes of material nature and who lack the mercy of the Supreme Personality of Godhead, cannot follow the supreme path of Prahlāda Mahārāja, the exalted devotee of the Lord."
    },
    {
        "verse_id": "27",
        "text": "Śukadeva Gosvāmī continued: My dear King, how shall I glorify the character of Bali Mahārāja? The Supreme Personality of Godhead, the master of the three worlds, who is most compassionate to His own devotee, stands with club in hand at Bali Mahārāja’s door. When Rāvaṇa, the powerful demon, came to gain victory over Bali Mahārāja, Vāmanadeva kicked him a distance of eighty thousand miles with His big toe. I shall explain the character and activities of Bali Mahārāja later [in the Eighth Canto of Śrīmad-Bhāgavatam]."
    },
    {
        "verse_id": "28",
        "text": "Beneath the planet known as Sutala is another planet, called Talātala, which is ruled by the Dānava demon named Maya. Maya is known as the ācārya [master] of all the māyāvīs, who can invoke the powers of sorcery. For the benefit of the three worlds, Lord Śiva, who is known as Tripurāri, once set fire to the three kingdoms of Maya, but later, being pleased with him, he returned his kingdom. Since that time, Maya Dānava has been protected by Lord Śiva, and therefore he falsely thinks that he need not fear the Sudarśana cakra of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "29",
        "text": "The planetary system below Talātala is known as Mahātala. It is the abode of many-hooded snakes, descendants of Kadrū, who are always very angry. The great snakes who are prominent are Kuhaka, Takṣaka, Kāliya and Suṣeṇa. The snakes in Mahātala are always disturbed by fear of Garuḍa, the carrier of Lord Viṣṇu, but although they are full of anxiety, some of them nevertheless sport with their wives, children, friends and relatives."
    },
    {
        "verse_id": "30",
        "text": "Beneath Mahātala is the planetary system known as Rasātala, which is the abode of the demoniac sons of Diti and Danu. They are called Paṇis, Nivāta-kavacas, Kāleyas and Hiraṇya-puravāsīs [those living in Hiraṇya-pura]. They are all enemies of the demigods, and they reside in holes like snakes. From birth they are extremely powerful and cruel, and although they are proud of their strength, they are always defeated by the Sudarśana cakra of the Supreme Personality of Godhead, who rules all the planetary systems. When a female messenger from Indra named Saramā chants a particular curse, the serpentine demons of Mahātala become very afraid of Indra."
    },
    {
        "verse_id": "31",
        "text": "Beneath Rasātala is another planetary system, known as Pātāla or Nāgaloka, where there are many demoniac serpents, the masters of Nāgaloka, such as Śaṅkha, Kulika, Mahāśaṅkha, Śveta, Dhanañjaya, Dhṛtarāṣṭra, Śaṅkhacūḍa, Kambala, Aśvatara and Devadatta. The chief among them is Vāsuki. They are all extremely angry, and they have many, many hoods — some snakes five hoods, some seven, some ten, others a hundred and others a thousand. These hoods are bedecked with valuable gems, and the light emanating from the gems illuminates the entire planetary system of bila-svarga."
    }
]