[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said to Mahārāja Parīkṣit: My dear King, approximately 240,000 miles beneath the planet Pātāla lives another incarnation of the Supreme Personality of Godhead. He is the expansion of Lord Viṣṇu known as Lord Ananta or Lord Saṅkarṣaṇa. He is always in the transcendental position, but because He is worshiped by Lord Śiva, the deity of tamo-guṇa or darkness, He is sometimes called tāmasī. Lord Ananta is the predominating Deity of the material mode of ignorance as well as the false ego of all conditioned souls. When a conditioned living being thinks, “I am the enjoyer, and this world is meant to be enjoyed by me,” this conception of life is dictated to him by Saṅkarṣaṇa. Thus the mundane conditioned soul thinks himself the Supreme Lord."
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī continued: This great universe, situated on one of Lord Anantadeva’s thousands of hoods, appears just like a white mustard seed. It is infinitesimal compared to the hood of Lord Ananta."
    },
    {
        "verse_id": "3",
        "text": "At the time of devastation, when Lord Anantadeva desires to destroy the entire creation, He becomes slightly angry. Then from between His two eyebrows appears three-eyed Rudra, carrying a trident. This Rudra, who is known as Sāṅkarṣaṇa, is the embodiment of the eleven Rudras, or incarnations of Lord Śiva. He appears in order to devastate the entire creation."
    },
    {
        "verse_id": "4",
        "text": "The pink, transparent toenails on the Lord’s lotus feet are exactly like valuable gems polished to a mirror finish. When the unalloyed devotees and the leaders of the snakes offer their obeisances to Lord Saṅkarṣaṇa with great devotion, they become very joyful upon seeing their own beautiful faces reflected in His toenails. Their cheeks are decorated with glittering earrings, and the beauty of their faces is extremely pleasing to see."
    },
    {
        "verse_id": "5",
        "text": "Lord Ananta’s arms are attractively long, beautifully decorated with bangles and completely spiritual. They are white, and so they appear like silver columns. When the beautiful princesses of the serpent kings, hoping for the Lord’s auspicious blessing, smear His arms with aguru pulp, sandalwood pulp and kuṅkuma, the touch of His limbs awakens lusty desires within them. Understanding their minds, the Lord looks at the princesses with a merciful smile, and they become bashful, realizing that He knows their desires. Then they smile beautifully and look upon the Lord’s lotus face, which is beautified by reddish eyes rolling slightly from intoxication and delighted by love for His devotees."
    },
    {
        "verse_id": "6",
        "text": "Lord Saṅkarṣaṇa is the ocean of unlimited spiritual qualities, and thus He is known as Anantadeva. He is nondifferent from the Supreme Personality of Godhead. For the welfare of all living entities within this material world, He resides in His abode, restraining His anger and intolerance."
    },
    {
        "verse_id": "7",
        "text": "Śukadeva Gosvāmī continued: The demigods, the demons, the Uragas [serpentine demigods], the Siddhas, the Gandharvas, the Vidyādharas and many highly elevated sages constantly offer prayers to the Lord. Because He is intoxicated, the Lord looks bewildered, and His eyes, appearing like flowers in full bloom, move to and fro. He pleases His personal associates, the heads of the demigods, by the sweet vibrations emanating from His mouth. Dressed in bluish garments and wearing a single earring, He holds a plow on His back with His two beautiful and well-constructed hands. Appearing as white as the heavenly King Indra, He wears a golden belt around His waist and a vaijayantī garland of ever-fresh tulasī blossoms around His neck. Bees intoxicated by the honeylike fragrance of the tulasī flowers hum very sweetly around the garland, which thus becomes more and more beautiful. In this way, the Lord enjoys His very magnanimous pastimes."
    },
    {
        "verse_id": "8",
        "text": "If persons who are very serious about being liberated from material life hear the glories of Anantadeva from the mouth of a spiritual master in the chain of disciplic succession, and if they always meditate upon Saṅkarṣaṇa, the Lord enters the cores of their hearts, vanquishes all the dirty contamination of the material modes of nature, and cuts to pieces the hard knot within the heart, which has been tied tightly since time immemorial by the desire to dominate material nature through fruitive activities. Nārada Muni, the son of Lord Brahmā, always glorifies Anantadeva in his father’s assembly. There he sings blissful verses of his own composition, accompanied by his stringed instrument [or a celestial singer] known as Tumburu."
    },
    {
        "verse_id": "9",
        "text": "By His glance, the Supreme Personality of Godhead enables the modes of material nature to act as the causes of universal creation, maintenance and destruction. The Supreme Soul is unlimited and beginningless, and although He is one, He has manifested Himself in many forms. How can human society understand the ways of the Supreme?"
    },
    {
        "verse_id": "10",
        "text": "This manifestation of subtle and gross matter exists within the Supreme Personality of Godhead. Out of causeless mercy toward His devotees, He exhibits various forms, which are all transcendental. The Supreme Lord is most liberal, and He possesses all mystic power. To conquer the minds of His devotees and give pleasure to their hearts, He appears in different incarnations and manifests many pastimes."
    },
    {
        "verse_id": "11",
        "text": "Even if he be distressed or degraded, any person who chants the holy name of the Lord, having heard it from a bona fide spiritual master, is immediately purified. Even if he chants the Lord’s name jokingly or by chance, he and anyone who hears him are freed from all sins. Therefore how can anyone seeking disentanglement from the material clutches avoid chanting the name of Lord Śeṣa? Of whom else should one take shelter?"
    },
    {
        "verse_id": "12",
        "text": "Because the Lord is unlimited, no one can estimate His power. This entire universe, filled with its many great mountains, rivers, oceans, trees and living entities, is resting just like an atom on one of His many thousands of hoods. Is there anyone, even with thousands of tongues, who can describe His glories?"
    },
    {
        "verse_id": "13",
        "text": "There is no end to the great and glorious qualities of that powerful Lord Anantadeva. Indeed, His prowess is unlimited. Though self-sufficient, He Himself is the support of everything. He resides beneath the lower planetary systems and easily sustains the entire universe."
    },
    {
        "verse_id": "14",
        "text": "My dear King, as I heard of it from my spiritual master, I have fully described to you the creation of this material world according to the fruitive activities and desires of the conditioned souls. Those conditioned souls, who are full of material desires, achieve various situations in different planetary systems, and in this way they live within this material creation."
    },
    {
        "verse_id": "15",
        "text": "My dear King, I have thus described how people generally act according to their different desires and, as a result, get different types of bodies in higher or lower planets. You inquired of these things from me, and I have explained to you whatever I have heard from authorities. What shall I speak of now?"
    }
]