[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: My dear King, 1,300,000 yojanas [10,400,000 miles] above the planets of the seven sages is the place that learned scholars describe as the abode of Lord Viṣṇu. There the son of Mahārāja Uttānapāda, the great devotee Mahārāja Dhruva, still resides as the life source of all the living entities who live until the end of the creation. Agni, Indra, Prajāpati, Kaśyapa and Dharma all assemble there to offer him honor and respectful obeisances. They circumambulate him with their right sides toward him. I have already described the glorious activities of Mahārāja Dhruva [in the Fourth Canto of Śrīmad-Bhāgavatam]."
    },
    {
        "verse_id": "2",
        "text": "Established by the supreme will of the Supreme Personality of Godhead, the polestar, which is the planet of Mahārāja Dhruva, constantly shines as the central pivot for all the stars and planets. The unsleeping, invisible, most powerful time factor causes these luminaries to revolve around the polestar without cessation."
    },
    {
        "verse_id": "3",
        "text": "When bulls are yoked together and tied to a central post to thresh rice, they tread around that pivot without deviating from their proper positions — one bull being closest to the post, another in the middle, and a third on the outside. Similarly, all the planets and all the hundreds and thousands of stars revolve around the polestar, the planet of Mahārāja Dhruva, in their respective orbits, some higher and some lower. Fastened by the Supreme Personality of Godhead to the machine of material nature according to the results of their fruitive acts, they are driven around the polestar by the wind and will continue to be so until the end of creation. These planets float in the air within the vast sky, just as clouds with hundreds of tons of water float in the air or as the great śyena eagles, due to the results of past activities, fly high in the sky and have no chance of falling to the ground."
    },
    {
        "verse_id": "4",
        "text": "This great machine, consisting of the stars and planets, resembles the form of a śiśumāra [dolphin] in the water. It is sometimes considered an incarnation of Kṛṣṇa, Vāsudeva. Great yogīs meditate upon Vāsudeva in this form because it is actually visible."
    },
    {
        "verse_id": "5",
        "text": "This form of the śiśumāra has its head downward and its body coiled. On the end of its tail is the planet of Dhruva, on the body of its tail are the planets of the demigods Prajāpati, Agni, Indra and Dharma, and at the base of its tail are the planets of the demigods Dhātā and Vidhātā. Where the hips might be on the śiśumāra are the seven saintly sages like Vasiṣṭha and Aṅgirā. The coiled body of the Śiśumāra-cakra turns toward its right side, on which the fourteen constellations from Abhijit to Punarvasu are located. On its left side are the fourteen stars from Puṣyā to Uttarāṣāḍhā. Thus its body is balanced because its sides are occupied by an equal number of stars. On the back of the śiśumāra is the group of stars known as Ajavīthī, and on its abdomen is the Ganges that flows in the sky [the Milky Way]."
    },
    {
        "verse_id": "6",
        "text": "On the right and left sides of where the loins might be on the Śiśumāra-cakra are the stars named Punarvasu and Puṣyā. Ārdrā and Aśleṣā are on its right and left feet, Abhijit and Uttarāṣāḍhā are on its right and left nostrils, Śravaṇā and Pūrvāṣāḍhā are at its right and left eyes, and Dhaniṣṭhā and Mūlā are on its right and left ears. The eight stars from Maghā to Anurādhā, which mark the southern course, are on the ribs of the left of its body, and the eight stars from Mṛgaśīrṣā to Pūrvabhādra, which mark the northern course, are on the ribs on the right side. Śatabhiṣā and Jyeṣṭhā are on the right and left shoulders."
    },
    {
        "verse_id": "7",
        "text": "On the upper chin of the śiśumāra is Agasti; on its lower chin, Yamarāja; on its mouth, Mars; on its genitals, Saturn; on the back of its neck, Jupiter; on its chest, the sun; and within the core of its heart, Nārāyaṇa. Within its mind is the moon; on its navel, Venus; and on its breasts, the Aśvinī-kumāras. Within its life air, which is known as prāṇāpāna, is Mercury, on its neck is Rāhu, all over its body are comets, and in its pores are the numerous stars."
    },
    {
        "verse_id": "8",
        "text": "My dear King, the body of the śiśumāra, as thus described, should be considered the external form of Lord Viṣṇu, the Supreme Personality of Godhead. Morning, noon and evening, one should silently observe the form of the Lord as the Śiśumāra-cakra and worship Him with this mantra: “O Lord who have assumed the form of time! O resting place of all the planets moving in different orbits! O master of all demigods, O Supreme Person, I offer my respectful obeisances unto You and meditate upon You.”"
    },
    {
        "verse_id": "9",
        "text": "The body of the Supreme Lord, Viṣṇu, which forms the Śiśumāra-cakra, is the resting place of all the demigods and all the stars and planets. One who chants this mantra to worship that Supreme Person three times a day — morning, noon and evening — will surely be freed from all sinful reactions. If one simply offers his obeisances to this form or remembers this form three times a day, all his recent sinful activities will be destroyed."
    }
]