[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued to speak: Mahārāja Nābhi, the son of Āgnīdhra, wished to have sons, and therefore he attentively began to offer prayers and worship the Supreme Personality of Godhead, Lord Viṣṇu, the master and enjoyer of all sacrifices. Mahārāja Nābhi’s wife, Merudevī, who had not given birth to any children at that time, also worshiped Lord Viṣṇu along with her husband."
    },
    {
        "verse_id": "2",
        "text": "In the performance of a sacrifice, there are seven transcendental means to obtain the mercy of the Supreme Personality of Godhead: (1) by sacrificing valuable things or eatables, (2) by acting in terms of place, (3) by acting in terms of time, (4) by offering hymns, (5) by going through the priest, (6) by offering gifts to the priests and (7) by observing the regulative principles. However, one cannot always obtain the Supreme Lord through this paraphernalia. Nonetheless, the Lord is affectionate to His devotee; therefore when Mahārāja Nābhi, who was a devotee, worshiped and offered prayers to the Lord with great faith and devotion and with a pure uncontaminated mind, superficially performing some yajña in the line of pravargya, the kind Supreme Personality of Godhead, due to His affection for His devotees, appeared before King Nābhi in His unconquerable and captivating form with four hands. In this way, to fulfill the desire of His devotee, the Supreme Personality of Godhead manifested Himself in His beautiful body before His devotee. This body pleases the mind and eyes of the devotees."
    },
    {
        "verse_id": "3",
        "text": "Lord Viṣṇu appeared before King Nābhi with four arms. He was very bright, and He appeared to be the best of all personalities. Around the lower portion of His body, He wore a yellow silken garment. On His chest was the mark of Śrīvatsa, which always displays beauty. He carried a conchshell, lotus flower, disc and club, and He wore a garland of forest flowers and the Kaustubha gem. He was beautifully decorated with a helmet, earrings, bangles, belt, pearl necklace, armlets, ankle bells and other bodily ornaments bedecked with radiant jewels. Seeing the Lord present before them, King Nābhi and his priests and associates felt just like poor people who have suddenly attained great riches. They received the Lord and respectfully bent their heads and offered Him things in worship."
    },
    {
        "verse_id": "4",
        "text": "The priests began to offer prayers to the Lord, saying: O most worshipable one, we are simply Your servants. Although You are full in Yourself, please, out of Your causeless mercy, accept a little service from us, Your eternal servants. We are not actually aware of Your transcendental form, but we can simply offer our respectful obeisances again and again, as instructed by the Vedic literatures and authorized ācāryas. Materialistic living entities are very much attracted to the modes of material nature, and therefore they are never perfect, but You are above the jurisdiction of all material conceptions. Your name, form and qualities are all transcendental and beyond the conception of experimental knowledge. Indeed, who can conceive of You? In the material world we can perceive only material names and qualities. We have no other power than to offer our respectful obeisances and prayers unto You, the transcendental person. The chanting of Your auspicious transcendental qualities will wipe out the sins of all mankind. That is the most auspicious activity for us, and we can thus partially understand Your supernatural position."
    },
    {
        "verse_id": "6",
        "text": "O Supreme Lord, You are full in every respect. You are certainly very satisfied when Your devotees offer You prayers with faltering voices and in ecstasy bring You tulasī leaves, water, twigs bearing new leaves, and newly grown grass. This surely makes You satisfied."
    },
    {
        "verse_id": "7",
        "text": "We have engaged in Your worship with many things and have offered sacrifices unto You, but we think that there is no need for so many arrangements to please Your Lordship."
    },
    {
        "verse_id": "8",
        "text": "All of life’s goals and opulences are directly, self-sufficiently, unceasingly and unlimitedly increasing in You at every moment. Indeed, You are unlimited enjoyment and blissful existence itself. As far as we are concerned, O Lord, we are always after material enjoyment. You do not need all these sacrificial arrangements, but they are meant for us so that we may be benedicted by Your Lordship. All these sacrifices are performed for our fruitive results, and they are not actually needed by You."
    },
    {
        "verse_id": "9",
        "text": "O Lord of lords, we are completely ignorant of the execution of dharma, artha, kāma and mokṣa, the process of liberation, because we do not actually know the goal of life. You have appeared personally before us like a person soliciting worship, but actually You are present here just so we can see You. You have come out of Your abundant and causeless mercy in order to serve our purpose, our interest, and give us the benefit of Your personal glory called apavarga, liberation. You have come, although You are not properly worshiped by us due to our ignorance."
    },
    {
        "verse_id": "10",
        "text": "O most worshipable of all, You are the best of all benefactors, and Your appearance at saintly King Nābhi’s sacrificial arena is meant for our benediction. Because You have been seen by us, You have bestowed upon us the most valuable benediction."
    },
    {
        "verse_id": "11",
        "text": "Dear Lord, all the great sages who are thoughtful and saintly persons incessantly recount Your spiritual qualities. These sages have already burned up all the unlimited dirty things and, by the fire of knowledge, strengthened their detachment from the material world. Thus they have attained Your qualities and are self-satisfied. Yet even for those who feel spiritual bliss in chanting Your attributes, Your personal presence is very rare."
    },
    {
        "verse_id": "12",
        "text": "Dear Lord, we may not be able to remember Your name, form and qualities due to stumbling, hunger, falling down, yawning or being in a miserable diseased condition at the time of death when there is a high fever. We therefore pray unto You, O Lord, for You are very affectionate to Your devotees. Please help us remember You and utter Your holy names, attributes and activities, which can dispel all the reactions of our sinful lives."
    },
    {
        "verse_id": "13",
        "text": "Dear Lord, here is the great King Nābhi, whose ultimate goal in life is to have a son like You. Your Lordship, his position is like that of a person approaching a very rich man and begging for a little grain. Mahārāja Nābhi is so desirous of having a son that he is worshiping You for a son, although You can offer him any exalted position, including elevation to the heavenly planets or liberation back to Godhead."
    },
    {
        "verse_id": "14",
        "text": "Dear Lord, unless one worships the lotus feet of great devotees, one will be conquered by the illusory energy, and his intelligence will be bewildered. Indeed, who has not been carried away by the waves of material enjoyment, which are like poison? Your illusory energy is unconquerable. No one can see the path of this material energy or tell how it is working."
    },
    {
        "verse_id": "15",
        "text": "O Lord, You perform many wonderful activities. Our only aim was to acquire a son by performing this great sacrifice; therefore our intelligence is not very sharp. We are not experienced in ascertaining life’s goal. By inviting You to this negligible sacrifice for some material motive, we have certainly committed a great offense at Your lotus feet. Therefore, O Lord of lords, please excuse our offense because of Your causeless mercy and equal mind."
    },
    {
        "verse_id": "16",
        "text": "Śrī Śukadeva Gosvāmī said: The priests, who were even worshiped by King Nābhi, the Emperor of Bhārata-varṣa, offered prayers in prose [generally they were in poetry] and bowed down at the Lord’s lotus feet. The Lord of lords, the ruler of the demigods, was very pleased with them, and He began to speak as follows."
    },
    {
        "verse_id": "17",
        "text": "The Supreme Personality of Godhead replied: O great sages, I am certainly very pleased with your prayers. You are all truthful. You have prayed for the benediction of a son like Me for King Nābhi, but this is very difficult to obtain. Since I am the Supreme Person without a second and since no one is equal to Me, another personality like Me is not possible to find. In any case, because you are all qualified brāhmaṇas, your vibrations should not prove untrue. I consider the brāhmaṇas who are well qualified with brahminical qualities to be as good as My own mouth."
    },
    {
        "verse_id": "18",
        "text": "Since I cannot find anyone equal to Me, I shall personally expand Myself into a plenary portion and thus advent Myself in the womb of Merudevī, the wife of Mahārāja Nābhi, the son of Āgnīdhra."
    },
    {
        "verse_id": "19",
        "text": "Śukadeva Gosvāmī continued: After saying this, the Lord disappeared. The wife of King Nābhi, Queen Merudevī, was sitting by the side of her husband, and consequently she could hear everything the Supreme Lord had spoken."
    },
    {
        "verse_id": "20",
        "text": "O Viṣṇudatta, Parīkṣit Mahārāja, the Supreme Personality of Godhead was pleased by the great sages at that sacrifice. Consequently the Lord decided to personally exhibit the method of executing religious principles [as observed by brahmacārīs, sannyāsīs, vānaprasthas and gṛhasthas engaged in rituals] and also satisfy Mahārāja Nābhi’s desire. Consequently He appeared as the son of Merudevī in His original spiritual form, which is above the modes of material nature."
    }
]