[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: My dear King, after this, King Rahūgaṇa, ruler of the states known as Sindhu and Sauvīra, was going to Kapilāśrama. When the King’s chief palanquin carriers reached the banks of the river Ikṣumatī, they needed another carrier. Therefore they began searching for someone, and by chance they came upon Jaḍa Bharata. They considered the fact that Jaḍa Bharata was very young and strong and had firm limbs. Like cows and asses, he was quite fit to carry loads. Thinking in this way, although the great soul Jaḍa Bharata was unfit for such work, they nonetheless unhesitatingly forced him to carry the palanquin."
    },
    {
        "verse_id": "2",
        "text": "The palanquin, however, was very erratically carried by Jaḍa Bharata due to his sense of nonviolence. As he stepped forward, he checked before him every three feet to see whether he was about to step on ants. Consequently he could not keep pace with the other carriers. Due to this, the palanquin was shaking, and King Rahūgaṇa immediately asked the carriers, “Why are you carrying this palanquin unevenly? Better carry it properly.”"
    },
    {
        "verse_id": "3",
        "text": "When the palanquin carriers heard the threatening words of Mahārāja Rahūgaṇa, they became very afraid of his punishment and began to speak to him as follows."
    },
    {
        "verse_id": "4",
        "text": "O lord, please note that we are not at all negligent in discharging our duties. We have been faithfully carrying this palanquin according to your desire, but this man who has been recently engaged to work with us cannot walk very swiftly. Therefore we are not able to carry the palanquin with him."
    },
    {
        "verse_id": "5",
        "text": "King Rahūgaṇa could understand the speeches given by the carriers, who were afraid of being punished. He could also understand that simply due to the fault of one person, the palanquin was not being carried properly. Knowing this perfectly well and hearing their appeal, he became a little angry, although he was very advanced in political science and was very experienced. His anger arose due to his inborn nature as a king. Actually King Rahūgaṇa’s mind was covered by the mode of passion, and he therefore spoke as follows to Jaḍa Bharata, whose Brahman effulgence was not clearly visible, being covered like a fire covered by ashes."
    },
    {
        "verse_id": "6",
        "text": "King Rahūgaṇa told Jaḍa Bharata: How troublesome this is, my dear brother. You certainly appear very fatigued because you have carried this palanquin alone without assistance for a long time and for a long distance. Besides that, due to your old age you have become greatly troubled. My dear friend, I see that you are not very firm, nor very strong and stout. Aren’t your fellow carriers cooperating with you?"
    },
    {
        "verse_id": "7",
        "text": "Thereafter, when the King saw that his palanquin was still being shaken by the carriers, he became very angry and said: You rascal, what are you doing? Are you dead despite the life within your body? Do you not know that I am your master? You are disregarding me and are not carrying out my order. For this disobedience I shall now punish you just as Yamarāja, the superintendent of death, punishes sinful people. I shall give you proper treatment so that you will come to your senses and do the correct thing."
    },
    {
        "verse_id": "8",
        "text": "Thinking himself a king, King Rahūgaṇa was in the bodily conception and was influenced by material nature’s modes of passion and ignorance. Due to madness, he chastised Jaḍa Bharata with uncalled-for and contradictory words. Jaḍa Bharata was a topmost devotee and the dear abode of the Supreme Personality of Godhead. Although considering himself very learned, the King did not know about the position of an advanced devotee situated in devotional service, nor did he know his characteristics. Jaḍa Bharata was the residence of the Supreme Personality of Godhead; he always carried the form of the Lord within his heart. He was the dear friend of all living beings, and he did not entertain any bodily conception. He therefore smiled and spoke the following words."
    },
    {
        "verse_id": "9",
        "text": "The great brāhmaṇa Jaḍa Bharata said: My dear King and hero, whatever you have spoken sarcastically is certainly true. Actually these are not simply words of chastisement, for the body is the carrier. The load carried by the body does not belong to me, for I am the spirit soul. There is no contradiction in your statements because I am different from the body. I am not the carrier of the palanquin; the body is the carrier. Certainly, as you have hinted, I have not labored carrying the palanquin, for I am detached from the body. You have said that I am not stout and strong, and these words are befitting a person who does not know the distinction between the body and the soul. The body may be fat or thin, but no learned man would say such things of the spirit soul. As far as the spirit soul is concerned, I am neither fat nor skinny; therefore you are correct when you say that I am not very stout. Also, if the object of this journey and the path leading there were mine, there would be many troubles for me, but because they relate not to me but to my body, there is no trouble at all."
    },
    {
        "verse_id": "10",
        "text": "Fatness, thinness, bodily and mental distress, thirst, hunger, fear, disagreement, desires for material happiness, old age, sleep, attachment for material possessions, anger, lamentation, illusion and identification of the body with the self are all transformations of the material covering of the spirit soul. A person absorbed in the material bodily conception is affected by these things, but I am free from all bodily conceptions. Consequently I am neither fat nor skinny nor anything else you have mentioned."
    },
    {
        "verse_id": "11",
        "text": "My dear King, you have unnecessarily accused me of being dead though alive. In this regard, I can only say that this is the case everywhere because everything material has its beginning and end. As far as your thinking that you are the king and master and are thus trying to order me, this is also incorrect because these positions are temporary. Today you are a king and I am your servant, but tomorrow the position may be changed, and you may be my servant and I your master. These are temporary circumstances created by providence."
    },
    {
        "verse_id": "12",
        "text": "My dear King, if you still think that you are the King and that I am your servant, you should order me, and I should follow your order. I can then say that this differentiation is temporary, and it expands only from usage or convention. I do not see any other cause. In that case, who is the master, and who is the servant? Everyone is being forced by the laws of material nature; therefore no one is master, and no one is servant. Nonetheless, if you think that you are the master and that I am the servant, I shall accept this. Please order me. What can I do for you?"
    },
    {
        "verse_id": "13",
        "text": "My dear King, you have said, “You rascal, you dull, crazy fellow! I am going to chastise you, and then you will come to your senses.” In this regard, let me say that although I live like a dull, deaf and dumb man, I am actually a self-realized person. What will you gain by punishing me? If your calculation is true and I am a madman, then your punishment will be like beating a dead horse. There will be no effect. When a madman is punished, he is not cured of his madness."
    },
    {
        "verse_id": "14",
        "text": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, when King Rahūgaṇa chastised the exalted devotee Jaḍa Bharata with harsh words, that peaceful, saintly person tolerated it all and replied properly. Nescience is due to the bodily conception, and Jaḍa Bharata was not affected by this false conception. Out of his natural humility, he never considered himself a great devotee, and he agreed to suffer the results of his past karma. Like an ordinary man, he thought that by carrying the palanquin he was destroying the reactions of his past misdeeds. Thinking in this way, he began to carry the palanquin as before."
    },
    {
        "verse_id": "15",
        "text": "Śukadeva Gosvāmī continued: O best of the Pāṇḍu dynasty [Mahārāja Parīkṣit], the King of the Sindhu and Sauvīra states [Mahārāja Rahūgaṇa] had great faith in discussions of the Absolute Truth. Being thus qualified, he heard from Jaḍa Bharata that philosophical presentation which is approved by all scriptures on the mystic yoga process and which slackens the knot in the heart. His material conception of himself as a king was thus destroyed. He immediately descended from his palanquin and fell flat on the ground with his head at the lotus feet of Jaḍa Bharata in such a way that he might be excused for his insulting words against the great brāhmaṇa. He then prayed as follows."
    },
    {
        "verse_id": "16",
        "text": "King Rahūgaṇa said: O brāhmaṇa, you appear to be moving in this world very much covered and unknown to others. Who are you? Are you a learned brāhmaṇa and saintly person? I see that you are wearing a sacred thread. Are you one of those exalted, liberated saints such as Dattātreya and other highly advanced, learned scholars? May I ask whose disciple you are? Where do you live? Why have you come to this place? Is your mission in coming here to do good for us? Please let me know who you are."
    },
    {
        "verse_id": "17",
        "text": "My dear sir, I am not at all afraid of the thunderbolt of King Indra, nor am I afraid of the serpentine, piercing trident of Lord Śiva. I do not care about the punishment of Yamarāja, the superintendent of death, nor am I afraid of fire, scorching sun, moon, wind, nor the weapons of Kuvera. Yet I am afraid of offending a brāhmaṇa. I am very much afraid of this."
    },
    {
        "verse_id": "18",
        "text": "My dear sir, it appears that the influence of your great spiritual knowledge is hidden. Factually you are bereft of all material association and fully absorbed in the thought of the Supreme. Consequently you are unlimitedly advanced in spiritual knowledge. Please tell me why you are wandering around like a dullard. O great saintly person, you have spoken words approved by the yogic process, but it is not possible for us to understand what you have said. Therefore kindly explain it."
    },
    {
        "verse_id": "19",
        "text": "I consider your good self the most exalted master of mystic power. You know the spiritual science perfectly well. You are the most exalted of all learned sages, and you have descended for the benefit of all human society. You have come to give spiritual knowledge, and you are a direct representative of Kapiladeva, the incarnation of God and the plenary portion of knowledge. I am therefore asking you, O spiritual master, what is the most secure shelter in this world?"
    },
    {
        "verse_id": "20",
        "text": "Is it not a fact that your good self is the direct representative of Kapiladeva, the incarnation of the Supreme Personality of Godhead? To examine people and see who is actually a human being and who is not, you have presented yourself to be a deaf and dumb person. Are you not moving this way upon the surface of the world? I am very attached to family life and worldly activities, and I am blind to spiritual knowledge. Nonetheless, I am now present before you and am seeking enlightenment from you. How can I advance in spiritual life?"
    },
    {
        "verse_id": "21",
        "text": "You have said, “I am not fatigued from labor.” Although the soul is different from the body, there is fatigue because of bodily labor, and it appears to be the fatigue of the soul. When you are carrying the palanquin, there is certainly labor for the soul. This is my conjecture. You have also said that the external behavior exhibited between the master and the servant is not factual, but although in the phenomenal world it is not factual, the products of the phenomenal world can actually affect things. That is visible and experienced. As such, even though material activities are impermanent, they cannot be said to be untrue."
    },
    {
        "verse_id": "22",
        "text": "King Rahūgaṇa continued: My dear sir, you have said that designations like bodily fatness and thinness are not characteristics of the soul. That is incorrect because designations like pain and pleasure are certainly felt by the soul. You may put a pot of milk and rice within fire, and the milk and rice are automatically heated one after the other. Similarly, due to bodily pains and pleasures, the senses, mind and soul are affected. The soul cannot be completely detached from this conditioning."
    },
    {
        "verse_id": "23",
        "text": "My dear sir, you have said that the relationship between the king and the subject or between the master and the servant are not eternal, but although such relationships are temporary, when a person takes the position of a king his duty is to rule the citizens and punish those who are disobedient to the laws. By punishing them, he teaches the citizens to obey the laws of the state. Again, you have said that punishing a person who is deaf and dumb is like chewing the chewed or grinding the pulp; that is to say, there is no benefit in it. However, if one is engaged in his own occupational duty as ordered by the Supreme Lord, his sinful activities are certainly diminished. Therefore if one is engaged in his occupational duty by force, he benefits because he can vanquish all his sinful activities in that way."
    },
    {
        "verse_id": "24",
        "text": "Whatever you have spoken appears to me to be contradictory. O best friend of the distressed, I have committed a great offense by insulting you. I was puffed up with false prestige due to possessing the body of a king. For this I have certainly become an offender. Therefore I pray that you kindly glance at me with your causeless mercy. If you do so, I can be relieved from sinful activities brought about by insulting you."
    },
    {
        "verse_id": "25",
        "text": "O my dear lord, you are the friend of the Supreme Personality of Godhead, who is the friend of all living entities. You are therefore equal to everyone, and you are free from the bodily conception. Although I have committed an offense by insulting you, I know that there is no loss or gain for you due to my insult. You are fixed in your determination, but I have committed an offense. Because of this, even though I may be as strong as Lord Śiva, I shall be vanquished without delay due to my offense at the lotus feet of a Vaiṣṇava."
    }
]