[
    {
        "verse_id": "1",
        "text": "King Rahūgaṇa said: O most exalted personality, you are not different from the Supreme Personality of Godhead. By the influence of your true self, all kinds of contradiction in the śāstras have been removed. In the dress of a friend of a brāhmaṇa, you are hiding your transcendental blissful position. I offer my respectful obeisances unto you."
    },
    {
        "verse_id": "2",
        "text": "O best of the brāhmaṇas, my body is filled with dirty things, and my vision has been bitten by the serpent of pride. Due to my material conceptions, I am diseased. Your nectarean instructions are the proper medicine for one suffering from such a fever, and they are cooling waters for one scorched by the heat."
    },
    {
        "verse_id": "3",
        "text": "Whatever doubts I have about a particular subject matter I shall ask you about later. For the time being, these mysterious yoga instructions you have given me for self-realization appear very difficult to understand. Please repeat them in a simple way so that I can understand them. My mind is very inquisitive, and I want to understand this clearly."
    },
    {
        "verse_id": "4",
        "text": "O master of yogic power, you said that fatigue resulting from moving the body here and there is appreciated by direct perception but actually there is no fatigue. It simply exists as a matter of formality. By such inquiries and answers, no one can come to the conclusion of the Absolute Truth. Because of your presentation of this statement, my mind is a little disturbed."
    },
    {
        "verse_id": "5",
        "text": "The self-realized brāhmaṇa Jaḍa Bharata said: Among the various material combinations and permutations, there are various forms and earthly transformations. For some reason, these move on the surface of the earth and are called palanquin carriers. Those material transformations which do not move are gross material objects like stones. In any case, the material body is made of earth and stone in the form of feet, ankles, calves, knees, thighs, torso, throat and head. Upon the shoulders is the wooden palanquin, and within the palanquin is the so-called King of Sauvīra. The body of the King is simply another transformation of earth, but within that body Your Lordship is situated and falsely thinking that you are the King of the state of Sauvīra."
    },
    {
        "verse_id": "7",
        "text": "It is a fact, however, that these innocent people carrying your palanquin without payment are certainly suffering due to this injustice. Their condition is very lamentable because you have forcibly engaged them in carrying your palanquin. This proves that you are cruel and unkind, yet due to false prestige you were thinking that you were protecting the citizens. This is ludicrous. You were such a fool that you could not have been adored as a great man in an assembly of persons advanced in knowledge."
    },
    {
        "verse_id": "8",
        "text": "All of us on the surface of the globe are living entities in different forms. Some of us are moving and some not moving. All of us come into existence, remain for some time and are annihilated when the body is again mingled with the earth. We are all simply different transformations of the earth. Different bodies and capacities are simply transformations of the earth that exist in name only, for everything grows out of the earth and when everything is annihilated it again mingles with the earth. In other words, we are but dust, and we shall but be dust. Everyone can consider this point."
    },
    {
        "verse_id": "9",
        "text": "One may say that varieties arise from the planet earth itself. However, although the universe may temporarily appear to be the truth, it ultimately has no real existence. The earth was originally created by a combination of atomic particles, but these particles are impermanent. Actually the atom is not the cause of the universe, although some philosophers think so. It is not a fact that the varieties found in this material world simply result from atomic juxtaposition or combination."
    },
    {
        "verse_id": "10",
        "text": "Since this universe has no real ultimate existence, the things within it — shortness, differences, grossness, skinniness, smallness, bigness, result, cause, living symptoms, and materials — are all imagined. They are all pots made of the same substance, earth, but they are named differently. The differences are characterized by the substance, nature, predisposition, time and activity. You should know that all these are simply mechanical manifestations created by material nature."
    },
    {
        "verse_id": "11",
        "text": "What, then, is the ultimate truth? The answer is that nondual knowledge is the ultimate truth. It is devoid of the contamination of material qualities. It gives us liberation. It is the one without a second, all-pervading and beyond imagination. The first realization of that knowledge is Brahman. Then Paramātmā, the Supersoul, is realized by the yogīs who try to see Him without grievance. This is the second stage of realization. Finally, full realization of the same supreme knowledge is realized in the Supreme Person. All learned scholars describe the Supreme Person as Vāsudeva, the cause of Brahman, Paramātmā and others."
    },
    {
        "verse_id": "12",
        "text": "My dear King Rahūgaṇa, unless one has the opportunity to smear his entire body with the dust of the lotus feet of great devotees, one cannot realize the Absolute Truth. One cannot realize the Absolute Truth simply by observing celibacy [brahmacarya], strictly following the rules and regulations of householder life, leaving home as a vānaprastha, accepting sannyāsa, or undergoing severe penances in winter by keeping oneself submerged in water or surrounding oneself in summer by fire and the scorching heat of the sun. There are many other processes to understand the Absolute Truth, but the Absolute Truth is only revealed to one who has attained the mercy of a great devotee."
    },
    {
        "verse_id": "13",
        "text": "Who are the pure devotees mentioned here? In an assembly of pure devotees, there is no question of discussing material subjects like politics and sociology. In an assembly of pure devotees, there is discussion only of the qualities, forms and pastimes of the Supreme Personality of Godhead. He is praised and worshiped with full attention. In the association of pure devotees, by constantly hearing such topics respectfully, even a person who wants to merge into the existence of the Absolute Truth abandons this idea and gradually becomes attached to the service of Vāsudeva."
    },
    {
        "verse_id": "14",
        "text": "In a previous birth I was known as Mahārāja Bharata. I attained perfection by becoming completely detached from material activities through direct experience, and through indirect experience I received understanding from the Vedas. I was fully engaged in the service of the Lord, but due to my misfortune, I became very affectionate to a small deer, so much so that I neglected my spiritual duties. Due to my deep affection for the deer, in my next life I had to accept the body of a deer."
    },
    {
        "verse_id": "15",
        "text": "My dear heroic King, due to my past sincere service to the Lord, I could remember everything of my past life even while in the body of a deer. Because I am aware of the falldown in my past life, I always keep myself separate from the association of ordinary men. Being afraid of their bad, materialistic association, I wander alone unnoticed by others."
    },
    {
        "verse_id": "16",
        "text": "Simply by associating with exalted devotees, anyone can attain perfection of knowledge and with the sword of knowledge can cut to pieces the illusory associations within this material world. Through the association of devotees, one can engage in the service of the Lord by hearing and chanting [śravaṇaṁ kīrtanam]. Thus one can revive his dormant Kṛṣṇa consciousness and, sticking to the cultivation of Kṛṣṇa consciousness, return home, back to Godhead, even in this life."
    }
]