[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथात: श्रुयतां राजन् वंश: सोमस्य पावन: ।यस्मिन्नैलादयो भूपा: कीर्त्यन्ते पुण्यकीर्तय: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaathātaḥ śrūyatāṁ rājanvaṁśaḥ somasya pāvanaḥyasminn ailādayo bhūpāḥkīrtyante puṇya-kīrtayaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "ataḥ",
            "śrūyatām",
            "rājan",
            "vaṁśaḥ",
            "somasya",
            "pāvanaḥ",
            "yasmin",
            "aila",
            "ādayaḥ",
            "bhūpāḥ",
            "kīrtyante",
            "puṇya",
            "kīrtayaḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī said to Mahārāja Parīkṣit: O King, thus far you have heard the description of the dynasty of the sun-god. Now hear the most glorious and purifying description of the dynasty of the moon-god. This description mentions kings like Aila [Purūravā] of whom it is glorious to hear.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "सहस्रशिरस: पुंसो नाभिह्रदसरोरुहात् ।जातस्यासीत् सुतो धातुरत्रि: पितृसमो गुणै: ॥ २ ॥",
        "english_devnagari": "sahasra-śirasaḥ puṁsonābhi-hrada-saroruhātjātasyāsīt suto dhāturatriḥ pitṛ-samo guṇaiḥ",
        "verse_Syn": [
            "sahasra",
            "śirasaḥ",
            "puṁsaḥ",
            "nābhi",
            "hrada",
            "saroruhāt",
            "jātasya",
            "āsīt",
            "sutaḥ",
            "dhātuḥ",
            "atriḥ",
            "pitṛ",
            "samaḥ",
            "guṇaiḥ"
        ],
        "translation": "Lord Viṣṇu [Garbhodakaśāyī Viṣṇu] is also known as Sahasra-śīrṣā Puruṣa. From the lake of His navel sprang a lotus, on which Lord Brahmā was generated. Atri, the son of Lord Brahmā, was as qualified as his father.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तस्य द‍ृग्भ्योऽभवत् पुत्र: सोमोऽमृतमय: किल ।विप्रौषध्युडुगणानां ब्रह्मणा कल्पित: पति: ॥ ३ ॥",
        "english_devnagari": "tasya dṛgbhyo ’bhavat putraḥsomo ’mṛtamayaḥ kilaviprauṣadhy-uḍu-gaṇānāṁbrahmaṇā kalpitaḥ patiḥ",
        "verse_Syn": [
            "tasya",
            "dṛgbhyaḥ",
            "abhavat",
            "putraḥ",
            "somaḥ",
            "amṛta",
            "mayaḥ",
            "kila",
            "vipra",
            "oṣadhi",
            "uḍu",
            "gaṇānām",
            "brahmaṇā",
            "kalpitaḥ",
            "patiḥ"
        ],
        "translation": "From Atri’s tears of jubilation was born a son named Soma, the moon, who was full of soothing rays. Lord Brahmā appointed him the director of the brāhmaṇas, drugs and luminaries.",
        "purport": " According to the Vedic description, Soma, the moon-god, was born from the mind of the Supreme Personality of Godhead (candramā manaso jātaḥ). But here we find that Soma was born from the tears in the eyes of Atri. This appears contradictory to the Vedic information, but actually it is not, for this birth of the moon is understood to have taken place in another millennium. When tears appear in the eyes because of jubilation, the tears are soothing. Śrīla Viśvanātha Cakravartī Ṭhākura says, dṛgbhya ānandāśrubhya ata evāmṛtamayaḥ: “Here the word dṛgbhyaḥ means ‘from tears of jubilation.’ Therefore the moon-god is called amṛtamayaḥ, ‘full of soothing rays.’” In the Fourth Canto of Śrīmad-Bhāgavatam (4.1.15) we find this verse: This verse describes that Anasūyā, the wife of Atri Ṛṣi, bore three sons — Soma, Durvāsā and Dattātreya. It is said that at the time of conception Anasūyā was impregnated by the tears of Atri."
    },
    {
        "verse": "4",
        "devanagari": "सोऽयजद् राजसूयेन विजित्य भुवनत्रयम् ।पत्नीं बृहस्पतेर्दर्पात् तारां नामाहरद् बलात् ॥ ४ ॥",
        "english_devnagari": "so ’yajad rājasūyenavijitya bhuvana-trayampatnīṁ bṛhaspater darpāttārāṁ nāmāharad balāt",
        "verse_Syn": [
            "saḥ",
            "ayajat",
            "rājasūyena",
            "vijitya",
            "bhuvana",
            "trayam",
            "patnīm",
            "bṛhaspateḥ",
            "darpāt",
            "tārām",
            "nāma",
            "aharat",
            "balāt"
        ],
        "translation": "After conquering the three worlds [the upper, middle and lower planetary systems], Soma, the moon-god, performed a great sacrifice known as the Rājasūya-yajña. Because he was very much puffed up, he forcibly kidnapped Bṛhaspati’s wife, whose name was Tārā.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "यदा स देवगुरुणा याचितोऽभीक्ष्णशो मदात् ।नात्यजत् तत्कृते जज्ञे सुरदानवविग्रह: ॥ ५ ॥",
        "english_devnagari": "yadā sa deva-guruṇāyācito ’bhīkṣṇaśo madātnātyajat tat-kṛte jajñesura-dānava-vigrahaḥ",
        "verse_Syn": [
            "yadā",
            "saḥ",
            "deva",
            "guruṇā",
            "yācitaḥ",
            "abhīkṣṇaśaḥ",
            "madāt",
            "na",
            "atyajat",
            "tat",
            "kṛte",
            "jajñe",
            "sura",
            "dānava",
            "vigrahaḥ"
        ],
        "translation": "Although requested again and again by Bṛhaspati, the spiritual master of the demigods, Soma did not return Tārā. This was due to his false pride. Consequently, a fight ensued between the demigods and the demons.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "शुक्रो बृहस्पतेर्द्वेषादग्रहीत् सासुरोडुपम् ।हरो गुरुसुतं स्‍नेहात् सर्वभूतगणावृत: ॥ ६ ॥",
        "english_devnagari": "śukro bṛhaspater dveṣādagrahīt sāsuroḍupamharo guru-sutaṁ snehātsarva-bhūta-gaṇāvṛtaḥ",
        "verse_Syn": [
            "śukraḥ",
            "bṛhaspateḥ",
            "dveṣāt",
            "agrahīt",
            "sa",
            "asura",
            "uḍupam",
            "haraḥ",
            "guru",
            "sutam",
            "snehāt",
            "sarva",
            "bhūta",
            "gaṇa",
            "āvṛtaḥ"
        ],
        "translation": "Because of enmity between Bṛhaspati and Śukra, Śukra took the side of the moon-god and was joined by the demons. But Lord Śiva, because of affection for the son of his spiritual master, joined the side of Bṛhaspati and was accompanied by all the ghosts and hobgoblins.",
        "purport": " The moon-god is one of the demigods, but to fight against the other demigods he took the assistance of the demons. Śukra, being an enemy of Bṛhaspati, also joined the moon-god to retaliate in wrath against Bṛhaspati. To counteract this situation, Lord Śiva, who was affectionate toward Bṛhaspati, joined Bṛhaspati. The father of Bṛhaspati was Aṅgirā, from whom Lord Śiva had received knowledge. Therefore Lord Śiva had some affection for Bṛhaspati and joined his side in this fight. Śrīdhara Svāmī remarks, aṅgirasaḥ sakāśāt prāpta-vidyo hara iti prasiddhaḥ: “Lord Śiva is well known to have received knowledge from Aṅgirā.”"
    },
    {
        "verse": "7",
        "devanagari": "सर्वदेवगणोपेतो महेन्द्रो गुरुमन्वयात् ।सुरासुरविनाशोऽभूत् समरस्तारकामय: ॥ ७ ॥",
        "english_devnagari": "sarva-deva-gaṇopetomahendro gurum anvayātsurāsura-vināśo ’bhūtsamaras tārakāmayaḥ",
        "verse_Syn": [
            "sarva",
            "deva",
            "gaṇa",
            "upetaḥ",
            "mahendraḥ",
            "gurum",
            "anvayāt",
            "sura",
            "asura",
            "vināśaḥ",
            "abhūt",
            "samaraḥ",
            "tārakā",
            "mayaḥ"
        ],
        "translation": "King Indra, accompanied by all kinds of demigods, joined the side of Bṛhaspati. Thus there was a great fight, destroying both demons and demigods, only for the sake of Tārā, Bṛhaspati’s wife.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "निवेदितोऽथाङ्गिरसा सोमं निर्भर्त्स्य विश्वकृत् ।तारां स्वभर्त्रे प्रायच्छदन्तर्वत्नीमवैत् पति: ॥ ८ ॥",
        "english_devnagari": "nivedito ’thāṅgirasāsomaṁ nirbhartsya viśva-kṛttārāṁ sva-bhartre prāyacchadantarvatnīm avait patiḥ",
        "verse_Syn": [
            "niveditaḥ",
            "atha",
            "aṅgirasā",
            "somam",
            "nirbhartsya",
            "viśva",
            "kṛt",
            "tārām",
            "sva",
            "bhartre",
            "prāyacchat",
            "antarvatnīm",
            "avait",
            "patiḥ"
        ],
        "translation": "When Lord Brahmā was fully informed by Aṅgirā about the entire incident, he severely chastised the moon-god, Soma. Thus Lord Brahmā delivered Tārā to her husband, who could then understand that she was pregnant.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "त्यज त्यजाशु दुष्प्रज्ञे मत्क्षेत्रादाहितं परै: ।नाहं त्वां भस्मसात् कुर्यां स्त्रियं सान्तानिकेऽसति ॥ ९ ॥",
        "english_devnagari": "tyaja tyajāśu duṣprajñemat-kṣetrād āhitaṁ paraiḥnāhaṁ tvāṁ bhasmasāt kuryāṁstriyaṁ sāntānike ’sati",
        "verse_Syn": [
            "tyaja",
            "tyaja",
            "āśu",
            "duṣprajñe",
            "mat",
            "kṣetrāt",
            "āhitam",
            "paraiḥ",
            "na",
            "aham",
            "tvām",
            "bhasmasāt",
            "kuryām",
            "striyam",
            "sāntānike",
            "asati"
        ],
        "translation": "Bṛhaspati said: You foolish woman, your womb, which was meant for me to impregnate, has been impregnated by someone other than me. Immediately deliver your child! Immediately deliver it! Be assured that after the child is delivered, I shall not burn you to ashes. I know that although you are unchaste, you wanted a son. Therefore I shall not punish you.",
        "purport": " Tārā was married to Bṛhaspati, and therefore as a chaste woman she should have been impregnated by him. But instead she preferred to be impregnated by Soma, the moon-god, and therefore she was unchaste. Although Bṛhaspati accepted Tārā from Brahmā, when he saw that she was pregnant he wanted her to deliver a son immediately. Tārā certainly very much feared her husband, and she thought she might be punished after giving birth. Thus Bṛhaspati assured her that he would not punish her, for although she was unchaste and had become pregnant illicitly, he wanted a son."
    },
    {
        "verse": "10",
        "devanagari": "तत्याज व्रीडिता तारा कुमारं कनकप्रभम् ।स्पृहामाङ्गिरसश्चक्रे कुमारे सोम एव च ॥ १० ॥",
        "english_devnagari": "tatyāja vrīḍitā tārākumāraṁ kanaka-prabhamspṛhām āṅgirasaś cakrekumāre soma eva ca",
        "verse_Syn": [
            "tatyāja",
            "vrīḍitā",
            "tārā",
            "kumāram",
            "kanaka",
            "prabham",
            "spṛhām",
            "āṅgirasaḥ",
            "cakre",
            "kumāre",
            "somaḥ",
            "eva",
            "ca"
        ],
        "translation": "Śukadeva Gosvāmī continued: By Bṛhaspati’s order, Tārā, who was very much ashamed, immediately gave birth to the child, who was very beautiful, with a golden bodily hue. Both Bṛhaspati and the moon-god, Soma, desired the beautiful child.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "ममायं न तवेत्युच्चैस्तस्मिन् विवदमानयो: ।पप्रच्छुऋर्षयो देवा नैवोचे व्रीडिता तु सा ॥ ११ ॥",
        "english_devnagari": "mamāyaṁ na tavety uccaistasmin vivadamānayoḥpapracchur ṛṣayo devānaivoce vrīḍitā tu sā",
        "verse_Syn": [
            "mama",
            "ayam",
            "na",
            "tava",
            "iti",
            "uccaiḥ",
            "tasmin",
            "vivadamānayoḥ",
            "papracchuḥ",
            "ṛṣayaḥ",
            "devāḥ",
            "na",
            "eva",
            "uce",
            "vrīḍitā",
            "tu",
            "sā"
        ],
        "translation": "Fighting again broke out between Bṛhaspati and the moon-god, both of whom claimed, “This is my child, not yours!” All the saints and demigods present asked Tārā whose child the newborn baby actually was, but because she was ashamed she could not immediately answer.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "कुमारो मातरं प्राह कुपितोऽलीकलज्जया ।किं न वचस्यसद् वृत्ते आत्मावद्यं वदाशु मे ॥ १२ ॥",
        "english_devnagari": "kumāro mātaraṁ prāhakupito ’līka-lajjayākiṁ na vacasy asad-vṛtteātmāvadyaṁ vadāśu me",
        "verse_Syn": [
            "kumāraḥ",
            "mātaram",
            "prāha",
            "kupitaḥ",
            "alīka",
            "lajjayā",
            "kim",
            "na",
            "vacasi",
            "asat",
            "vṛtte",
            "ātma",
            "avadyam",
            "vada",
            "āśu",
            "me"
        ],
        "translation": "The child then became very angry and demanded that his mother immediately tell the truth. “You unchaste woman,” he said, “what is the use of your unnecessary shame? Why do you not admit your fault? Immediately tell me about your faulty behavior.”",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "ब्रह्मा तां रह आहूय समप्राक्षीच्च सान्‍त्वयन् ।सोमस्येत्याह शनकै: सोमस्तं तावदग्रहीत् ॥ १३ ॥",
        "english_devnagari": "brahmā tāṁ raha āhūyasamaprākṣīc ca sāntvayansomasyety āha śanakaiḥsomas taṁ tāvad agrahīt",
        "verse_Syn": [
            "brahmā",
            "tām",
            "rahaḥ",
            "āhūya",
            "samaprākṣīt",
            "ca",
            "sāntvayan",
            "somasya",
            "iti",
            "āha",
            "śanakaiḥ",
            "somaḥ",
            "tam",
            "tāvat",
            "agrahīt"
        ],
        "translation": "Lord Brahmā then brought Tārā to a secluded place, and after pacifying her he asked to whom the child actually belonged. She replied very slowly, “This is the son of Soma, the moon-god.” Then the moon-god immediately took charge of the child.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तस्यात्मयोनिरकृत बुध इत्यभिधां नृप ।बुद्ध्या गम्भीरया येन पुत्रेणापोडुराण्मुदम् ॥ १४ ॥",
        "english_devnagari": "tasyātma-yonir akṛtabudha ity abhidhāṁ nṛpabuddhyā gambhīrayā yenaputreṇāpoḍurāṇ mudam",
        "verse_Syn": [
            "tasya",
            "ātma",
            "yoniḥ",
            "akṛta",
            "budhaḥ",
            "iti",
            "abhidhām",
            "nṛpa",
            "buddhyā",
            "gambhīrayā",
            "yena",
            "putreṇa",
            "āpa",
            "uḍurāṭ",
            "mudam"
        ],
        "translation": "O Mahārāja Parīkṣit, when Lord Brahmā saw that the child was deeply intelligent, he gave the child the name Budha. The moon-god, the ruler of the stars, enjoyed great jubilation because of this son.",
        "purport": ""
    },
    {
        "verse": "15-16",
        "devanagari": "तत: पुरूरवा जज्ञे इलायां य उदाहृत: ।तस्य रूपगुणौदार्यशीलद्रविणविक्रमान् ॥ १५ ॥श्रुत्वोर्वशीन्द्रभवने गीयमानान् सुरर्षिणा ।तदन्तिकमुपेयाय देवी स्मरशरार्दिता ॥ १६ ॥",
        "english_devnagari": "tataḥ purūravā jajñeilāyāṁ ya udāhṛtaḥtasya rūpa-guṇaudārya-śīla-draviṇa-vikramān",
        "verse_Syn": [
            "tataḥ",
            "purūravāḥ",
            "jajñe",
            "ilāyām",
            "yaḥ",
            "udāhṛtaḥ",
            "tasya",
            "rūpa",
            "guṇa",
            "audārya",
            "śīla",
            "draviṇa",
            "vikramān",
            "śrutvā",
            "urvaśī",
            "indra",
            "bhavane",
            "gīyamānān",
            "sura",
            "ṛṣiṇā",
            "tat",
            "antikam",
            "upeyāya",
            "devī",
            "smara",
            "śara",
            "arditā"
        ],
        "translation": "Thereafter, from Budha, through the womb of Ilā, a son was born named Purūravā, who was described in the beginning of the Ninth Canto. When his beauty, personal qualities, magnanimity, behavior, wealth and power were described by Nārada in the court of Lord Indra, the celestial woman Urvaśī was attracted to him. Pierced by the arrow of Cupid, she thus approached him.",
        "purport": ""
    },
    {
        "verse": "17-18",
        "devanagari": "मित्रावरुणयो: शापादापन्ना नरलोकताम् ।निशम्य पुरुषश्रेष्ठं कन्दर्पमिव रूपिणम् ।धृतिं विष्टभ्य ललना उपतस्थे तदन्तिके ॥ १७ ॥स तां विलोक्य नृपतिर्हर्षेणोत्फुल्ललोचन: ।उवाच श्लक्ष्णया वाचा देवीं हृष्टतनूरुह: ॥ १८ ॥",
        "english_devnagari": "mitrā-varuṇayoḥ śāpādāpannā nara-lokatāmniśamya puruṣa-śreṣṭhaṁkandarpam iva rūpiṇam",
        "verse_Syn": [
            "mitrā",
            "varuṇayoḥ",
            "śāpāt",
            "āpannā",
            "nara",
            "lokatām",
            "niśamya",
            "puruṣa",
            "śreṣṭham",
            "kandarpam",
            "iva",
            "rūpiṇam",
            "dhṛtim",
            "viṣṭabhya",
            "lalanā",
            "upatasthe",
            "tat",
            "antike",
            "saḥ",
            "tām",
            "vilokya",
            "nṛpatiḥ",
            "harṣeṇa",
            "utphulla",
            "locanaḥ",
            "uvāca",
            "ślakṣṇayā",
            "vācā",
            "devīm",
            "hṛṣṭa",
            "tanūruhaḥ"
        ],
        "translation": "Having been cursed by Mitra and Varuṇa, the celestial woman Urvaśī had acquired the habits of a human being. Therefore, upon seeing Purūravā, the best of males, whose beauty resembled that of Cupid, she controlled herself and then approached him. When King Purūravā saw Urvaśī, his eyes became jubilant in the ecstasy of joy, and the hairs on his body stood on end. With mild, pleasing words, he spoke to her as follows.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "श्रीराजोवाचस्वागतं ते वरारोहे आस्यतां करवाम किम् ।संरमस्व मया साकं रतिर्नौ शाश्वती: समा: ॥ १९ ॥",
        "english_devnagari": "śrī-rājovācasvāgataṁ te varāroheāsyatāṁ karavāma kimsaṁramasva mayā sākaṁratir nau śāśvatīḥ samāḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "svāgatam",
            "te",
            "varārohe",
            "āsyatām",
            "karavāma",
            "kim",
            "saṁramasva",
            "mayā",
            "sākam",
            "ratiḥ",
            "nau",
            "śāśvatīḥ",
            "samāḥ"
        ],
        "translation": "King Purūravā said: O most beautiful woman, you are welcome. Please sit here and tell me what I can do for you. You may enjoy with me as long as you desire. Let us pass our life happily in a sexual relationship.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "उर्वश्युवाचकस्यास्त्वयि न सज्जेत मनो द‍ृष्टिश्च सुन्दर ।यदङ्गान्तरमासाद्य च्यवते ह रिरंसया ॥ २० ॥",
        "english_devnagari": "urvaśy uvācakasyās tvayi na sajjetamano dṛṣṭiś ca sundarayad-aṅgāntaram āsādyacyavate ha riraṁsayā",
        "verse_Syn": [
            "urvaśī",
            "uvāca",
            "kasyāḥ",
            "tvayi",
            "na",
            "sajjeta",
            "manaḥ",
            "dṛṣṭiḥ",
            "ca",
            "sundara",
            "yat",
            "aṅgāntaram",
            "āsādya",
            "cyavate",
            "ha",
            "riraṁsayā"
        ],
        "translation": "Urvaśī replied: O most handsome man, who is the woman whose mind and sight would not be attracted by you? If a woman takes shelter of your chest, she cannot refuse to enjoy with you in a sexual relationship.",
        "purport": " When a beautiful man and a beautiful woman unite together and embrace one another, how within these three worlds can they check their sexual relationship? Therefore Śrīmad-Bhāgavatam (7.9.45) says, yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham."
    },
    {
        "verse": "21",
        "devanagari": "एतावुरणकौ राजन् न्यासौ रक्षस्व मानद ।संरंस्ये भवता साकं श्लाघ्य: स्त्रीणां वर: स्मृत: ॥ २१ ॥",
        "english_devnagari": "etāv uraṇakau rājannyāsau rakṣasva mānadasaṁraṁsye bhavatā sākaṁślāghyaḥ strīṇāṁ varaḥ smṛtaḥ",
        "verse_Syn": [
            "etau",
            "uraṇakau",
            "rājan",
            "nyāsau",
            "rakṣasva",
            "māna",
            "da",
            "saṁraṁsye",
            "bhavatā",
            "sākam",
            "ślāghyaḥ",
            "strīṇām",
            "varaḥ",
            "smṛtaḥ"
        ],
        "translation": "My dear King Purūravā, please give protection to these two lambs, who have fallen down with me. Although I belong to the heavenly planets and you belong to earth, I shall certainly enjoy sexual union with you. I have no objection to accepting you as my husband, for you are superior in every respect.",
        "purport": " As stated in the Brahma-saṁhitā (5.40), yasya prabhā prabhavato jagad-aṇḍa-koṭi-koṭiṣv aśeṣa-vasudhādi-vibhūti-bhinnam. There are various planets and various atmospheres within this universe. The atmosphere of the heavenly planet from which Urvaśī descended after being cursed by Mitra and Varuṇa was different from the atmosphere of this earth. Indeed, the inhabitants of the heavenly planets are certainly far superior to the inhabitants of earth. Nonetheless, Urvaśī agreed to remain the consort of Purūravā, although she belonged to a superior community. A woman who finds a man with superior qualities may accept such a man as her husband. Similarly, if a man finds a woman who is from an inferior family but who has good qualities, he can accept such a brilliant wife, as advised by Śrī Cāṇakya Paṇḍita (strī-ratnaṁ duṣkulād api). The combination of male and female is worthwhile if the qualities of both are on an equal level."
    },
    {
        "verse": "22",
        "devanagari": "घृतं मे वीर भक्ष्यं स्यान्नेक्षे त्वान्यत्र मैथुनात् ।विवाससं तत् तथेति प्रतिपेदे महामना: ॥ २२ ॥",
        "english_devnagari": "ghṛtaṁ me vīra bhakṣyaṁ syānnekṣe tvānyatra maithunātvivāsasaṁ tat tathetipratipede mahāmanāḥ",
        "verse_Syn": [
            "ghṛtam",
            "me",
            "vīra",
            "bhakṣyam",
            "syāt",
            "na",
            "īkṣe",
            "tvā",
            "anyatra",
            "maithunāt",
            "vivāsasam",
            "tat",
            "tathā",
            "iti",
            "pratipede",
            "mahāmanāḥ"
        ],
        "translation": "Urvaśī said: “My dear hero, only preparations made in ghee [clarified butter] will be my eatables, and I shall not want to see you naked at any time, except at the time of sexual intercourse.” The great-minded King Purūravā accepted these proposals.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "अहो रूपमहो भावो नरलोकविमोहनम् ।को न सेवेत मनुजो देवीं त्वां स्वयमागताम् ॥ २३ ॥",
        "english_devnagari": "aho rūpam aho bhāvonara-loka-vimohanamko na seveta manujodevīṁ tvāṁ svayam āgatām",
        "verse_Syn": [
            "aho",
            "rūpam",
            "aho",
            "bhāvaḥ",
            "nara",
            "loka",
            "vimohanam",
            "kaḥ",
            "na",
            "seveta",
            "manujaḥ",
            "devīm",
            "tvām",
            "svayam",
            "āgatām"
        ],
        "translation": "Purūravā replied: O beautiful one, your beauty is wonderful and your gestures are also wonderful. Indeed, you are attractive to all human society. Therefore, since you have come of your own accord from the heavenly planets, who on earth would not agree to serve a demigoddess such as you.",
        "purport": " It appears from the words of Urvaśī that the standard of living, eating, behavior and speech are all different on the heavenly planets from the standards on this planet earth. The inhabitants of the heavenly planets do not eat such abominable things as meat and eggs; everything they eat is prepared in clarified butter. Nor do they like to see either men or women naked, except at the time of sexual intercourse. To live naked or almost naked is uncivilized, but on this planet earth it has now become fashionable to dress half naked, and sometimes those like hippies live completely naked. Indeed, there are many clubs and societies for this purpose. Such conduct is not allowed, however, on the heavenly planets. The inhabitants of the heavenly planets, aside from being very beautiful, both in complexion and bodily features, are well-behaved and long-living, and they eat first-class food in goodness. These are some of the distinctions between the inhabitants of the heavenly planets and the inhabitants of earth."
    },
    {
        "verse": "24",
        "devanagari": "तया स पुरुषश्रेष्ठो रमयन्त्या यथार्हत: ।रेमे सुरविहारेषु कामं चैत्ररथादिषु ॥ २४ ॥",
        "english_devnagari": "tayā sa puruṣa-śreṣṭhoramayantyā yathārhataḥreme sura-vihāreṣukāmaṁ caitrarathādiṣu",
        "verse_Syn": [
            "tayā",
            "saḥ",
            "puruṣa",
            "śreṣṭhaḥ",
            "ramayantyā",
            "yathā",
            "arhataḥ",
            "reme",
            "sura",
            "vihāreṣu",
            "kāmam",
            "caitraratha",
            "ādiṣu"
        ],
        "translation": "Śukadeva Gosvāmī continued: The best of human beings, Purūravā, began freely enjoying the company of Urvaśī, who engaged in sexual activities with him in many celestial places, such as Caitraratha and Nandana-kānana, where the demigods enjoy.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "रममाणस्तया देव्या पद्मकिञ्जल्कगन्धया ।तन्मुखामोदमुषितो मुमुदेऽहर्गणान् बहून् ॥ २५ ॥",
        "english_devnagari": "ramamāṇas tayā devyāpadma-kiñjalka-gandhayātan-mukhāmoda-muṣitomumude ’har-gaṇān bahūn",
        "verse_Syn": [
            "ramamāṇaḥ",
            "tayā",
            "devyā",
            "padma",
            "kiñjalka",
            "gandhayā",
            "tat",
            "mukha",
            "āmoda",
            "muṣitaḥ",
            "mumude",
            "ahaḥ",
            "gaṇān",
            "bahūn"
        ],
        "translation": "Urvaśī’s body was as fragrant as the saffron of a lotus. Being enlivened by the fragrance of her face and body, Purūravā enjoyed her company for many days with great jubilation.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "अपश्यन्नुर्वशीमिन्द्रो गन्धर्वान् समचोदयत् ।उर्वशीरहितं मह्यमास्थानं नातिशोभते ॥ २६ ॥",
        "english_devnagari": "apaśyann urvaśīm indrogandharvān samacodayaturvaśī-rahitaṁ mahyamāsthānaṁ nātiśobhate",
        "verse_Syn": [
            "apaśyan",
            "urvaśīm",
            "indraḥ",
            "gandharvān",
            "samacodayat",
            "urvaśī",
            "rahitam",
            "mahyam",
            "āsthānam",
            "na",
            "atiśobhate"
        ],
        "translation": "Not seeing Urvaśī in his assembly, the King of heaven, Lord Indra, said, “Without Urvaśī my assembly is no longer beautiful.” Considering this, he requested the Gandharvas to bring her back to his heavenly planet.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "ते उपेत्य महारात्रे तमसि प्रत्युपस्थिते ।उर्वश्या उरणौ जह्रुर्न्यस्तौ राजनि जायया ॥ २७ ॥",
        "english_devnagari": "te upetya mahā-rātretamasi pratyupasthiteurvaśyā uraṇau jahrurnyastau rājani jāyayā",
        "verse_Syn": [
            "te",
            "upetya",
            "mahā",
            "rātre",
            "tamasi",
            "pratyupasthite",
            "urvaśyā",
            "uraṇau",
            "jahruḥ",
            "nyastau",
            "rājani",
            "jāyayā"
        ],
        "translation": "Thus the Gandharvas came to earth, and at midnight, when everything was dark, they appeared in the house of Purūravā and stole the two lambs entrusted to the King by his wife, Urvaśī.",
        "purport": " “The dead of night” refers to midnight. The mahā-niśā is described in this smṛti-mantra: mahā-niśā dve ghaṭike rātrer madhyama-yāmayoḥ, “Twelve o’clock midnight is called the dead of night.”"
    },
    {
        "verse": "28",
        "devanagari": "निशम्याक्रन्दितं देवी पुत्रयोर्नीयमानयो: ।हतास्म्यहं कुनाथेन नपुंसा वीरमानिना ॥ २८ ॥",
        "english_devnagari": "niśamyākranditaṁ devīputrayor nīyamānayoḥhatāsmy ahaṁ kunāthenanapuṁsā vīra-māninā",
        "verse_Syn": [
            "niśamya",
            "ākranditam",
            "devī",
            "putrayoḥ",
            "nīyamānayoḥ",
            "hatā",
            "asmi",
            "aham",
            "ku",
            "nāthena",
            "na",
            "puṁsā",
            "vīra",
            "māninā"
        ],
        "translation": "Urvaśī treated the two lambs like her own sons. Therefore, when they were being taken by the Gandharvas and began crying, Urvaśī heard them and rebuked her husband. “Now I am being killed,” she said, “under the protection of an unworthy husband, who is a coward and a eunuch although he thinks himself a great hero.”",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "यद्विश्रम्भादहं नष्टा हृतापत्या च दस्युभि: ।य: शेते निशि सन्त्रस्तो यथा नारी दिवा पुमान् ॥ २९ ॥",
        "english_devnagari": "yad-viśrambhād ahaṁ naṣṭāhṛtāpatyā ca dasyubhiḥyaḥ śete niśi santrastoyathā nārī divā pumān",
        "verse_Syn": [
            "yat",
            "viśrambhāt",
            "aham",
            "naṣṭā",
            "hṛta",
            "apatyā",
            "ca",
            "dasyubhiḥ",
            "yaḥ",
            "śete",
            "niśi",
            "santrastaḥ",
            "yathā",
            "nārī",
            "divā",
            "pumān"
        ],
        "translation": "“Because I depended on him, the plunderers have deprived me of my two sons the lambs, and therefore I am now lost. My husband lies down at night in fear, exactly like a woman, although he appears to be a man during the day.”",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "इति वाक्सायकैर्बिद्ध: प्रतोत्त्रैरिव कुञ्जर: ।निशि निस्त्रिंशमादाय विवस्त्रोऽभ्यद्रवद् रुषा ॥ ३० ॥",
        "english_devnagari": "iti vāk-sāyakair biddhaḥpratottrair iva kuñjaraḥniśi nistriṁśam ādāyavivastro ’bhyadravad ruṣā",
        "verse_Syn": [
            "iti",
            "vāk",
            "sāyakaiḥ",
            "biddhaḥ",
            "pratottraiḥ",
            "iva",
            "kuñjaraḥ",
            "niśi",
            "nistriṁśam",
            "ādāya",
            "vivastraḥ",
            "abhyadravat",
            "ruṣā"
        ],
        "translation": "Purūravā, stricken by the sharp words of Urvaśī like an elephant struck by its driver’s pointed rod, became very angry. Not even dressing himself properly, he took a sword in hand and went out naked into the night to follow the Gandharvas who had stolen the lambs.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "ते विसृज्योरणौ तत्र व्यद्योतन्त स्म विद्युत: ।आदाय मेषावायान्तं नग्नमैक्षत सा पतिम् ॥ ३१ ॥",
        "english_devnagari": "te visṛjyoraṇau tatravyadyotanta sma vidyutaḥādāya meṣāv āyāntaṁnagnam aikṣata sā patim",
        "verse_Syn": [
            "te",
            "visṛjya",
            "uraṇau",
            "tatra",
            "vyadyotanta",
            "sma",
            "vidyutaḥ",
            "ādāya",
            "meṣau",
            "āyāntam",
            "nagnam",
            "aikṣata",
            "sā",
            "patim"
        ],
        "translation": "After giving up the two lambs, the Gandharvas shone brightly like lightning, thus illuminating the house of Purūravā. Urvaśī then saw her husband returning with the lambs in hand, but he was naked, and therefore she left.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "ऐलोऽपि शयने जायामपश्यन् विमना इव ।तच्चित्तो विह्वल: शोचन् बभ्रामोन्मत्तवन्महीम् ॥ ३२ ॥",
        "english_devnagari": "ailo ’pi śayane jāyāmapaśyan vimanā ivatac-citto vihvalaḥ śocanbabhrāmonmattavan mahīm",
        "verse_Syn": [
            "ailaḥ",
            "api",
            "śayane",
            "jāyām",
            "apaśyan",
            "vimanāḥ",
            "iva",
            "tat",
            "cittaḥ",
            "vihvalaḥ",
            "śocan",
            "babhrāma",
            "unmatta",
            "vat",
            "mahīm"
        ],
        "translation": "No longer seeing Urvaśī on his bed, Purūravā was most aggrieved. Because of his great attraction for her, he was very much disturbed. Thus, lamenting, he began traveling about the earth like a madman.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "स तां वीक्ष्य कुरुक्षेत्रे सरस्वत्यां च तत्सखी: ।पञ्च प्रहृष्टवदन: प्राह सूक्तं पुरूरवा: ॥ ३३ ॥",
        "english_devnagari": "sa tāṁ vīkṣya kurukṣetresarasvatyāṁ ca tat-sakhīḥpañca prahṛṣṭa-vadanaḥprāha sūktaṁ purūravāḥ",
        "verse_Syn": [
            "saḥ",
            "tām",
            "vīkṣya",
            "kurukṣetre",
            "sarasvatyām",
            "ca",
            "tat",
            "sakhīḥ",
            "pañca",
            "prahṛṣṭa",
            "vadanaḥ",
            "prāha",
            "sūktam",
            "purūravāḥ"
        ],
        "translation": "Once during his travels all over the world, Purūravā saw Urvaśī, accompanied by five companions, on the bank of the Sarasvatī at Kurukṣetra. With jubilation in his face, he then spoke to her in sweet words as follows.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "अहो जाये तिष्ठ तिष्ठ घोरे न त्यक्तुमर्हसि ।मां त्वमद्याप्यनिर्वृत्य वचांसि कृणवावहै ॥ ३४ ॥",
        "english_devnagari": "aho jāye tiṣṭha tiṣṭhaghore na tyaktum arhasimāṁ tvam adyāpy anirvṛtyavacāṁsi kṛṇavāvahai",
        "verse_Syn": [
            "aho",
            "jāye",
            "tiṣṭha",
            "tiṣṭha",
            "ghore",
            "na",
            "tyaktum",
            "arhasi",
            "mām",
            "tvam",
            "adya",
            "api",
            "anirvṛtya",
            "vacāṁsi",
            "kṛṇavāvahai"
        ],
        "translation": "O my dear wife, O most cruel one, kindly stay, kindly stay. I know that I have never made you happy until now, but you should not give me up for that reason. This is not proper for you. Even if you have decided to give up my company, let us nonetheless talk for some time.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "सुदेहोऽयं पतत्यत्र देवि दूरं हृतस्त्वया ।खादन्त्येनं वृका गृध्रास्त्वत्प्रसादस्य नास्पदम् ॥ ३५ ॥",
        "english_devnagari": "sudeho ’yaṁ pataty atradevi dūraṁ hṛtas tvayākhādanty enaṁ vṛkā gṛdhrāstvat-prasādasya nāspadam",
        "verse_Syn": [
            "su",
            "dehaḥ",
            "ayam",
            "patati",
            "atra",
            "devi",
            "dūram",
            "hṛtaḥ",
            "tvayā",
            "khādanti",
            "enam",
            "vṛkāḥ",
            "gṛdhrāḥ",
            "tvat",
            "prasādasya",
            "na",
            "āspadam"
        ],
        "translation": "O goddess, now that you have refused me, my beautiful body will fall down here, and because it is unsuitable for your pleasure, it will be eaten by foxes and vultures.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "उर्वश्युवाचमा मृथा: पुरुषोऽसि त्वं मा स्म त्वाद्युर्वृका इमे ।क्‍वापि सख्यं न वै स्त्रीणां वृकाणां हृदयं यथा ॥ ३६ ॥",
        "english_devnagari": "urvaśy uvācamā mṛthāḥ puruṣo ’si tvaṁmā sma tvādyur vṛkā imekvāpi sakhyaṁ na vai strīṇāṁvṛkāṇāṁ hṛdayaṁ yathā",
        "verse_Syn": [
            "urvaśī",
            "uvāca",
            "mā",
            "mṛthāḥ",
            "puruṣaḥ",
            "asi",
            "tvam",
            "mā",
            "sma",
            "tvā",
            "adyuḥ",
            "vṛkāḥ",
            "ime",
            "kva",
            "api",
            "sakhyam",
            "na",
            "vai",
            "strīṇām",
            "vṛkāṇām",
            "hṛdayam",
            "yathā"
        ],
        "translation": "Urvaśī said: My dear King, you are a man, a hero. Don’t be impatient and give up your life. Be sober and don’t allow the senses to overcome you like foxes. Don’t let the foxes eat you. In other words, you should not be controlled by your senses. Rather, you should know that the heart of a woman is like that of a fox. There is no use making friendship with women.",
        "purport": " Cāṇakya Paṇḍita has advised, viśvāso naiva kartavyaḥ strīṣu rāja-kuleṣu ca: “Never place your faith in a woman or a politician.” Unless elevated to spiritual consciousness, everyone is conditioned and fallen, what to speak of women, who are less intelligent than men. Women have been compared to śūdras and vaiśyas (striyo vaiśyās tathā śūdrāḥ). On the spiritual platform, however, when one is elevated to the platform of Kṛṣṇa consciousness, whether one is a man, woman, śūdra or whatever, everyone is equal. Otherwise, Urvaśī, who was a woman herself and who knew the nature of women, said that a woman’s heart is like that of a sly fox. If a man cannot control his senses, he becomes a victim of such sly foxes. But if one can control the senses, there is no chance of his being victimized by sly, foxlike women. Cāṇakya Paṇḍita has also advised that if one has a wife like a sly fox, he must immediately give up his life at home and go to the forest. Kṛṣṇa conscious gṛhasthas must be very careful of the sly fox woman. If the wife at home is obedient and follows her husband in Kṛṣṇa consciousness, the home is welcome. Otherwise one should give up one’s home and go to the forest. One should go to the forest and take shelter of the lotus feet of Hari, the Supreme Personality of Godhead."
    },
    {
        "verse": "37",
        "devanagari": "स्त्रियो ह्यकरुणा: क्रूरा दुर्मर्षा: प्रियसाहसा: ।घ्नन्त्यल्पार्थेऽपि विश्रब्धं पतिं भ्रातरमप्युत ॥ ३७ ॥",
        "english_devnagari": "striyo hy akaruṇāḥ krūrādurmarṣāḥ priya-sāhasāḥghnanty alpārthe ’pi viśrabdhaṁpatiṁ bhrātaram apy uta",
        "verse_Syn": [
            "striyaḥ",
            "hi",
            "akaruṇāḥ",
            "krūrāḥ",
            "durmarṣāḥ",
            "priya",
            "sāhasāḥ",
            "ghnanti",
            "alpa",
            "arthe",
            "api",
            "viśrabdham",
            "patim",
            "bhrātaram",
            "api",
            "uta"
        ],
        "translation": "Women as a class are merciless and cunning. They cannot tolerate even a slight offense. For their own pleasure they can do anything irreligious, and therefore they do not fear killing even a faithful husband or brother.",
        "purport": " King Purūravā was greatly attached to Urvaśī. Yet despite his faithfulness to her, she had left him. Now, considering that the King was wasting his rarely achieved human form of life, Urvaśī frankly explained the nature of a woman. Because of her nature, a woman can respond to even a slight offense from her husband by not only leaving him but even killing him if required. To say nothing of her husband, she can even kill her brother. That is a woman’s nature. Therefore, in the material world, unless women are trained to be chaste and faithful to their husbands, there cannot be peace or prosperity in society."
    },
    {
        "verse": "38",
        "devanagari": "विधायालीकविश्रम्भमज्ञेषु त्यक्तसौहृदा: ।नवं नवमभीप्सन्त्य: पुंश्चल्य: स्वैरवृत्तय: ॥ ३८ ॥",
        "english_devnagari": "vidhāyālīka-viśrambhamajñeṣu tyakta-sauhṛdāḥnavaṁ navam abhīpsantyaḥpuṁścalyaḥ svaira-vṛttayaḥ",
        "verse_Syn": [
            "vidhāya",
            "alīka",
            "viśrambham",
            "ajñeṣu",
            "tyakta",
            "sauhṛdāḥ",
            "navam",
            "navam",
            "abhīpsantyaḥ",
            "puṁścalyaḥ",
            "svaira",
            "vṛttayaḥ"
        ],
        "translation": "Women are very easily seduced by men. Therefore, polluted women give up the friendship of a man who is their well-wisher and establish false friendship among fools. Indeed, they seek newer and newer friends, one after another.",
        "purport": " Because women are easily seduced, the Manu-saṁhitā enjoins that they should not be given freedom. A woman must always be protected, either by her father, by her husband, or by her elderly son. If women are given freedom to mingle with men like equals, which they now claim to be, they cannot keep their propriety. The nature of a woman, as personally described by Urvaśī, is to establish false friendship with someone and then seek new male companions, one after another, even if this means giving up the company of a sincere well-wisher."
    },
    {
        "verse": "39",
        "devanagari": "संवत्सरान्ते हि भवानेकरात्रं मयेश्वर: ।रंस्यत्यपत्यानि च ते भविष्यन्त्यपराणि भो: ॥ ३९ ॥",
        "english_devnagari": "saṁvatsarānte hi bhavāneka-rātraṁ mayeśvaraḥraṁsyaty apatyāni ca tebhaviṣyanty aparāṇi bhoḥ",
        "verse_Syn": [
            "saṁvatsara",
            "ante",
            "hi",
            "bhavān",
            "eka",
            "rātram",
            "mayā",
            "īśvaraḥ",
            "raṁsyati",
            "apatyāni",
            "ca",
            "te",
            "bhaviṣyanti",
            "aparāṇi",
            "bhoḥ"
        ],
        "translation": "O my dear King, you will be able to enjoy with me as my husband at the end of every year, for one night only. In this way you will have other children, one after another.",
        "purport": " Although Urvaśī had adversely explained the nature of woman, Mahārāja Purūravā was very much attached to her, and therefore she wanted to give the King some concession by agreeing to be his wife for one night at the end of each year."
    },
    {
        "verse": "40",
        "devanagari": "अन्तर्वत्नीमुपालक्ष्य देवीं स प्रययौ पुरीम् ।पुनस्तत्र गतोऽब्दान्ते उर्वशीं वीरमातरम् ॥ ४० ॥",
        "english_devnagari": "antarvatnīm upālakṣyadevīṁ sa prayayau purīmpunas tatra gato ’bdānteurvaśīṁ vīra-mātaram",
        "verse_Syn": [
            "antarvatnīm",
            "upālakṣya",
            "devīm",
            "saḥ",
            "prayayau",
            "purīm",
            "punaḥ",
            "tatra",
            "gataḥ",
            "abda",
            "ante",
            "urvaśīm",
            "vīra",
            "mātaram"
        ],
        "translation": "Understanding that Urvaśī was pregnant, Purūravā returned to his palace. At the end of the year, there at Kurukṣetra, he again obtained the association of Urvaśī, who was then the mother of a heroic son.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "उपलभ्य मुदा युक्त: समुवास तया निशाम् ।अथैनमुर्वशी प्राह कृपणं विरहातुरम् ॥ ४१ ॥",
        "english_devnagari": "upalabhya mudā yuktaḥsamuvāsa tayā niśāmathainam urvaśī prāhakṛpaṇaṁ virahāturam",
        "verse_Syn": [
            "upalabhya",
            "mudā",
            "yuktaḥ",
            "samuvāsa",
            "tayā",
            "niśām",
            "atha",
            "enam",
            "urvaśī",
            "prāha",
            "kṛpaṇam",
            "viraha",
            "āturam"
        ],
        "translation": "Having regained Urvaśī at the end of the year, King Purūravā was most jubilant, and he enjoyed her company in sex for one night. But then he was very sorry at the thought of separation from her, so Urvaśī spoke to him as follows.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "गन्धर्वानुपधावेमांस्तुभ्यं दास्यन्ति मामिति ।तस्य संस्तुवतस्तुष्टा अग्निस्थालीं ददुर्नृप ।उर्वशीं मन्यमानस्तां सोऽबुध्यत चरन् वने ॥ ४२ ॥",
        "english_devnagari": "gandharvān upadhāvemāṁstubhyaṁ dāsyanti mām ititasya saṁstuvatas tuṣṭāagni-sthālīṁ dadur nṛpaurvaśīṁ manyamānas tāṁso ’budhyata caran vane",
        "verse_Syn": [
            "gandharvān",
            "upadhāva",
            "imān",
            "tubhyam",
            "dāsyanti",
            "mām",
            "iti",
            "tasya",
            "saṁstuvataḥ",
            "tuṣṭāḥ",
            "agni",
            "sthālīm",
            "daduḥ",
            "nṛpa",
            "urvaśīm",
            "manya",
            "mānaḥ",
            "tām",
            "saḥ",
            "abudhyata",
            "caran",
            "vane"
        ],
        "translation": "Urvaśī said: “My dear King, seek shelter of the Gandharvas, for they will be able to deliver me to you again.” In accordance with these words, the King satisfied the Gandharvas by prayers, and the Gandharvas, being pleased with him, gave him an Agnisthālī girl who looked exactly like Urvaśī. Thinking that the girl was Urvaśī, the King began walking with her in the forest, but later he could understand that she was not Urvaśī but Agnisthālī.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks that Purūravā was very lusty. Immediately after getting the Agnisthālī girl, he wanted to have sex with her, but during sexual intercourse he could understand that the girl was Agnisthālī, not Urvaśī. This indicates that every man attached to a particular woman knows the particular characteristics of that woman during sex life. Thus Purūravā understood during sexual intercourse that the Agnisthālī girl was not Urvaśī."
    },
    {
        "verse": "43",
        "devanagari": "स्थालीं न्यस्य वने गत्वा गृहानाध्यायतो निशि ।त्रेतायां सम्प्रवृत्तायां मनसि त्रय्यवर्तत ॥ ४३ ॥",
        "english_devnagari": "sthālīṁ nyasya vane gatvāgṛhān ādhyāyato niśitretāyāṁ sampravṛttāyāṁmanasi trayy avartata",
        "verse_Syn": [
            "sthālīm",
            "nyasya",
            "vane",
            "gatvā",
            "gṛhān",
            "ādhyāyataḥ",
            "niśi",
            "tretāyām",
            "sampravṛttāyām",
            "manasi",
            "trayī",
            "avartata"
        ],
        "translation": "King Purūravā then left Agnisthālī in the forest and returned home, where he meditated all night upon Urvaśī. In the course of his meditation, the Tretā millennium began, and therefore the principles of the three Vedas, including the process of performing yajña to fulfill fruitive activities, appeared within his heart.",
        "purport": " It is said, tretāyāṁ yajato makhaiḥ: in Tretā-yuga, if one performed yajñas, he would get the results of those yajñas. By performing viṣṇu-yajña specifically, one could even achieve the lotus feet of the Supreme Personality of Godhead. Of course, yajña is intended to please the Supreme Personality of Godhead. While Purūravā was meditating upon Urvaśī, the Tretā-yuga began, and therefore the Vedic yajñas were revealed in his heart. But Purūravā was a materialistic man, especially interested in enjoying the senses. Yajñas for enjoyment of the senses are called karma-kāṇḍīya-yajñas. Therefore, he decided to perform karma-kāṇḍīya-yajñas to fulfill his lusty desires. In other words, karma-kāṇḍīya-yajñas are meant for sensuous persons, whereas yajña should actually be performed to please the Supreme Personality of Godhead. To please the Supreme Personality of Godhead in Kali-yuga, the saṅkīrtana-yajña is recommended. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ. Only those who are very intelligent take to saṅkīrtana-yajña to fulfill all their desires, material and spiritual, whereas those who are lusty for sense enjoyment perform karma-kāṇḍīya-yajñas."
    },
    {
        "verse": "44-45",
        "devanagari": "स्थालीस्थानं गतोऽश्वत्थं शमीगर्भं विलक्ष्य स: ।तेन द्वे अरणी कृत्वा उर्वशीलोककाम्यया ॥ ४४ ॥उर्वशीं मन्त्रतो ध्यायन्नधरारणिमुत्तराम् ।आत्मानमुभयोर्मध्ये यत् तत् प्रजननं प्रभु: ॥ ४५ ॥",
        "english_devnagari": "sthālī-sthānaṁ gato ’śvatthaṁśamī-garbhaṁ vilakṣya saḥtena dve araṇī kṛtvāurvaśī-loka-kāmyayā",
        "verse_Syn": [
            "sthālī",
            "sthānam",
            "gataḥ",
            "aśvattham",
            "śamī",
            "garbham",
            "vilakṣya",
            "saḥ",
            "tena",
            "dve",
            "araṇī",
            "kṛtvā",
            "urvaśī",
            "loka",
            "kāmyayā",
            "urvaśīm",
            "mantrataḥ",
            "dhyāyan",
            "adhara",
            "araṇim",
            "uttarām",
            "ātmānam",
            "ubhayoḥ",
            "madhye",
            "yat",
            "tat",
            "prajananam",
            "prabhuḥ"
        ],
        "translation": "When the process of fruitive yajña became manifest within his heart, King Purūravā went to the same spot where he had left Agnisthālī. There he saw that from the womb of a śamī tree, an aśvattha tree had grown. He then took a piece of wood from that tree and made it into two araṇis. Desiring to go to the planet where Urvaśī resided, he chanted mantras, meditating upon the lower araṇi as Urvaśī, the upper one as himself, and the piece of wood between them as his son. In this way he began to ignite a fire.",
        "purport": " The Vedic fire for performing yajña was not ignited with ordinary matches or similar devices. Rather, the Vedic sacrificial fire was ignited by the araṇis, or two sacred pieces of wood, which produced fire by friction with a third. Such a fire is necessary for the performance of yajña. If successful, a yajña will fulfill the desire of its performer. Thus Purūravā took advantage of the process of yajña to fulfill his lusty desires. He thought of the lower araṇi as Urvaśī, the upper one as himself, and the middle one as his son. A relevant Vedic mantra quoted herein by Viśvanātha Cakravartī Ṭhākura is śamī-garbhād agniṁ mantha. A similar mantra is urvaśyām urasi purūravāḥ. Purūravā wanted to have children continuously by the womb of Urvaśī. His only ambition was to have sex life with Urvaśī and thereby get a son. In other words, he had so much lust in his heart that even while performing yajña he thought of Urvaśī, instead of thinking of the master of yajña, Yajñeśvara, Lord Viṣṇu."
    },
    {
        "verse": "46",
        "devanagari": "तस्य निर्मन्थनाज्जातो जातवेदा विभावसु: ।त्रय्या स विद्यया राज्ञा पुत्रत्वे कल्पितस्त्रिवृत् ॥ ४६ ॥",
        "english_devnagari": "tasya nirmanthanāj jātojāta-vedā vibhāvasuḥtrayyā sa vidyayā rājñāputratve kalpitas tri-vṛt",
        "verse_Syn": [
            "tasya",
            "nirmanthanāt",
            "jātaḥ",
            "jāta",
            "vedāḥ",
            "vibhāvasuḥ",
            "trayyā",
            "saḥ",
            "vidyayā",
            "rājñā",
            "putratve",
            "kalpitaḥ",
            "tri",
            "vṛt"
        ],
        "translation": "From Purūravā’s rubbing of the araṇis came a fire. By such a fire one can achieve all success in material enjoyment and be purified in seminal birth, initiation and in the performance of sacrifice, which are invoked with the combined letters a-u-m. Thus the fire was considered the son of King Purūravā.",
        "purport": " According to the Vedic process, one can get a son through semen (śukra), one can get a bona fide disciple through initiation (sāvitra), or one can get a son or disciple through the fire of sacrifice (yajña). Thus when Mahārāja Purūravā generated the fire by rubbing the araṇis, the fire became his son. Either by semen, by initiation or by yajña one may get a son. The Vedic mantra oṁkāra, or praṇava, consisting of the letters a-u-m, can call each of these three methods into existence. Therefore the words nirmanthanāj jātaḥ indicate that by the rubbing of the araṇis a son was born."
    },
    {
        "verse": "47",
        "devanagari": "तेनायजत यज्ञेशं भगवन्तमधोक्षजम् ।उर्वशीलोकमन् विच्छन्सर्वदेवमयं हरिम् ॥ ४७ ॥",
        "english_devnagari": "tenāyajata yajñeśaṁbhagavantam adhokṣajamurvaśī-lokam anvicchansarva-devamayaṁ harim",
        "verse_Syn": [
            "tena",
            "ayajata",
            "yajña",
            "īśam",
            "bhagavantam",
            "adhokṣajam",
            "urvaśī",
            "lokam",
            "anvicchan",
            "sarva",
            "deva",
            "mayam",
            "harim"
        ],
        "translation": "By means of that fire, Purūravā, who desired to go to the planet where Urvaśī resided, performed a sacrifice, by which he satisfied the Supreme Personality of Godhead, Hari, the enjoyer of the results of sacrifice. Thus he worshiped the Lord, who is beyond the perception of the senses and is the reservoir of all the demigods.",
        "purport": " As stated in Bhagavad-gītā, bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram: any loka, or planet, to which one wants to go is the property of the Supreme Personality of Godhead, the enjoyer of the performance of sacrifice. The purpose of yajña is to satisfy the Supreme Personality of Godhead. In this age, as we have explained many times, the yajña of chanting the Hare Kṛṣṇa mahā-mantra is the only sacrifice that can satisfy the Supreme Lord. When the Lord is satisfied, one can fulfill any desire, material or spiritual. Bhagavad-gītā (3.14) also says, yajñād bhavati parjanyaḥ: by offering sacrifices to Lord Viṣṇu, one can have sufficient rainfall. When there is sufficient rainfall, the earth becomes fit to produce everything (sarva-kāma-dughā mahī). If one can utilize the land properly, one can get all the necessities of life from the land, including food grains, fruits, flowers and vegetables. Everything one gets for material wealth is produced from the earth, and therefore it is said, sarva-kāma-dughā mahī (Bhāg. 1.10.4). Everything is possible by performing yajña. Therefore although Purūravā desired something material, he factually performed yajña to please the Supreme Personality of Godhead. The Lord is adhokṣaja, beyond the perception of Purūravā and everyone else. Consequently, some kind of yajña must be performed to fulfill the desires of the living entity. Yajñas can be performed in human society only when society is divided by varṇāśrama-dharma into four varṇas and four āśramas. Without such a regulative process, no one can perform yajñas, and without the performance of yajñas, no material plans can make human society happy at any time. Everyone should therefore be induced to perform yajñas. In this Age of Kali, the yajña recommended is saṅkīrtana, the individual or collective chanting of the Hare Kṛṣṇa mahā-mantra. This will bring the fulfillment of all necessities for human society."
    },
    {
        "verse": "48",
        "devanagari": "एक एव पुरा वेद: प्रणव: सर्ववाङ्‌मय: ।देवो नारायणो नान्य एकोऽग्निर्वर्ण एव च ॥ ४८ ॥",
        "english_devnagari": "eka eva purā vedaḥpraṇavaḥ sarva-vāṅmayaḥdevo nārāyaṇo nānyaeko ’gnir varṇa eva ca",
        "verse_Syn": [
            "ekaḥ",
            "eva",
            "purā",
            "vedaḥ",
            "praṇavaḥ",
            "sarva",
            "vāk",
            "mayaḥ",
            "devaḥ",
            "nārāyaṇaḥ",
            "na",
            "anyaḥ",
            "ekaḥ",
            "agniḥ",
            "varṇaḥ",
            "eva",
            "ca"
        ],
        "translation": "In the Satya-yuga, the first millennium, all the Vedic mantras were included in one mantra — praṇava, the root of all Vedic mantras. In other words, the Atharva Veda alone was the source of all Vedic knowledge. The Supreme Personality of Godhead Nārāyaṇa was the only worshipable Deity; there was no recommendation for worship of the demigods. Fire was one only, and the only order of life in human society was known as haṁsa.",
        "purport": " In Satya-yuga there was only one Veda, not four. Later, before the beginning of Kali-yuga, this one Veda, the Atharva Veda (or, some say, the Yajur Veda), was divided into four — Sāma, Yajur, Ṛg and Atharva — for the facility of human society. In Satya-yuga the only mantra was oṁkāra (oṁ tat sat). The same name oṁkāra is manifest in the mantra Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Unless one is a brāhmaṇa, one cannot utter oṁkāra and get the desired result. But in Kali-yuga almost everyone is a śūdra, unfit for pronouncing the praṇava, oṁkāra. Therefore the śāstras have recommended the chanting of the Hare Kṛṣṇa mahā-mantra. Oṁkāra is a mantra, or mahā-mantra, and Hare Kṛṣṇa is also a mahā-mantra. The purpose of pronouncing oṁkāra is to address the Supreme Personality of Godhead, Vāsudeva (oṁ namo bhagavate vāsudevāya). And the purpose of chanting the Hare Kṛṣṇa mantra is the same. Hare: “O energy of the Lord!” Kṛṣṇa: “O Lord Kṛṣṇa!” Hare: “O energy of the Lord!” Rāma: “O Supreme Lord, O supreme enjoyer!” The only worshipable Lord is Hari, who is the goal of the Vedas (vedaiś ca sarvair aham eva vedyaḥ). By worshiping the demigods, one worships the different parts of the Lord, just as one might water the branches and twigs of a tree. But worshiping Nārāyaṇa, the all-inclusive Supreme Personality of Godhead, is like pouring water on the root of the tree, thus supplying water to the trunk, branches, twigs, leaves and so on. In Satya-yuga people knew how to fulfill the necessities of life simply by worshiping Nārāyaṇa, the Supreme Personality of Godhead. The same purpose can be served in this Age of Kali by the chanting of the Hare Kṛṣṇa mantra, as recommended in the Bhāgavatam. Kīrtanād eva kṛṣṇasya mukta-saṅgaḥ paraṁ vrajet. Simply by chanting the Hare Kṛṣṇa mantra, one becomes free from the bondage of material existence and thus becomes eligible to return home, back to Godhead."
    },
    {
        "verse": "49",
        "devanagari": "पुरूरवस एवासीत् त्रयी त्रेतामुखे नृप ।अग्निना प्रजया राजा लोकं गान्धर्वमेयिवान् ॥ ४९ ॥",
        "english_devnagari": "purūravasa evāsīttrayī tretā-mukhe nṛpaagninā prajayā rājālokaṁ gāndharvam eyivān",
        "verse_Syn": [
            "purūravasaḥ",
            "eva",
            "āsīt",
            "trayī",
            "tretā",
            "mukhe",
            "nṛpa",
            "agninā",
            "prajayā",
            "rājā",
            "lokam",
            "gāndharvam",
            "eyivān"
        ],
        "translation": "O Mahārāja Parīkṣit, at the beginning of Tretā-yuga, King Purūravā inaugurated a karma-kāṇḍa sacrifice. Thus Purūravā, who considered the yajñic fire his son, was able to go to Gandharvaloka as he desired.",
        "purport": " In Satya-yuga, Lord Nārāyaṇa was worshiped by meditation (kṛte yad dhyāyato viṣṇum). Indeed, everyone always meditated upon Lord Viṣṇu, Nārāyaṇa, and achieved every success by this process of meditation. In the next yuga, Tretā-yuga, the performance of yajña began (tretāyāṁ yajato mukhaiḥ). Therefore this verse says, trayī tretā-mukhe. Ritualistic ceremonies are generally called fruitive activities. Śrīla Viśvanātha Cakravartī Ṭhākura says that in Tretā-yuga, beginning in the Svāyambhuva-manvantara, ritualistic fruitive activities were similarly manifested from Priyavrata, etc."
    }
]