[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं पुत्रेषु नष्टेषु देवमातादितिस्तदा ।हृते त्रिविष्टपे दैत्यै: पर्यतप्यदनाथवत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ putreṣu naṣṭeṣudeva-mātāditis tadāhṛte tri-viṣṭape daityaiḥparyatapyad anāthavat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "putreṣu",
            "naṣṭeṣu",
            "deva",
            "mātā",
            "aditiḥ",
            "tadā",
            "hṛte",
            "tri",
            "viṣṭape",
            "daityaiḥ",
            "paryatapyat",
            "anātha",
            "vat"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, when Aditi’s sons, the demigods, had thus disappeared from heaven and the demons had occupied their places, Aditi began lamenting, as if she had no protector.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "एकदा कश्यपस्तस्या आश्रमं भगवानगात् ।निरुत्सवं निरानन्दं समाधेर्विरतश्चिरात् ॥ २ ॥",
        "english_devnagari": "ekadā kaśyapas tasyāāśramaṁ bhagavān agātnirutsavaṁ nirānandaṁsamādher virataś cirāt",
        "verse_Syn": [
            "ekadā",
            "kaśyapaḥ",
            "tasyāḥ",
            "āśramam",
            "bhagavān",
            "agāt",
            "nirutsavam",
            "nirānandam",
            "samādheḥ",
            "virataḥ",
            "cirāt"
        ],
        "translation": "After many, many days, the great powerful sage Kaśyapa Muni arose from a trance of meditation and returned home to see the āśrama of Aditi neither jubilant nor festive.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "स पत्नीं दीनवदनां कृतासनपरिग्रह: ।सभाजितो यथान्यायमिदमाह कुरूद्वह ॥ ३ ॥",
        "english_devnagari": "sa patnīṁ dīna-vadanāṁkṛtāsana-parigrahaḥsabhājito yathā-nyāyamidam āha kurūdvaha",
        "verse_Syn": [
            "saḥ",
            "patnīm",
            "dīna",
            "vadanām",
            "kṛta",
            "āsana",
            "parigrahaḥ",
            "sabhājitaḥ",
            "yathā",
            "nyāyam",
            "idam",
            "āha",
            "kuru",
            "udvaha"
        ],
        "translation": "O best of the Kurus, when Kaśyapa Muni had been properly received and welcomed, he took his seat and then spoke as follows to his wife, Aditi, who was very morose.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "अप्यभद्रं न विप्राणां भद्रे लोकेऽधुनागतम् ।न धर्मस्य न लोकस्य मृत्योश्छन्दानुवर्तिन: ॥ ४ ॥",
        "english_devnagari": "apy abhadraṁ na viprāṇāṁbhadre loke ’dhunāgatamna dharmasya na lokasyamṛtyoś chandānuvartinaḥ",
        "verse_Syn": [
            "api",
            "abhadram",
            "na",
            "viprāṇām",
            "bhadre",
            "loke",
            "adhunā",
            "āgatam",
            "na",
            "dharmasya",
            "na",
            "lokasya",
            "mṛtyoḥ",
            "chanda",
            "anuvartinaḥ"
        ],
        "translation": "O most gentle one, I wonder whether anything inauspicious has now taken place in regard to religious principles, the brāhmaṇas or the people in general, who are subject to the whims of death.",
        "purport": " There are prescribed duties for all the inhabitants of this material world, especially for the brāhmaṇas but also for the people in general, who are subject to the whims of death. Kaśyapa Muni wondered whether the regulative principles, which are meant for the well-being of everyone, had been disobeyed. He accordingly continued his inquiries for seven verses."
    },
    {
        "verse": "5",
        "devanagari": "अपि वाकुशलं किञ्चिद् गृहेषु गृहमेधिनि ।धर्मस्यार्थस्य कामस्य यत्र योगो ह्ययोगिनाम् ॥ ५ ॥",
        "english_devnagari": "api vākuśalaṁ kiñcidgṛheṣu gṛha-medhinidharmasyārthasya kāmasyayatra yogo hy ayoginām",
        "verse_Syn": [
            "api",
            "vā",
            "akuśalam",
            "kiñcit",
            "gṛheṣu",
            "gṛha",
            "medhini",
            "dharmasya",
            "arthasya",
            "kāmasya",
            "yatra",
            "yogaḥ",
            "hi",
            "ayoginām"
        ],
        "translation": "O my wife, who are very much attached to household life, if the principles of religion, economic development and satisfaction of the senses are properly followed in household life, one’s activities are as good as those of a transcendentalist. I wonder whether there have been any discrepancies in following these principles.",
        "purport": " In this verse, Aditi has been addressed by her husband, Kaśyapa Muni, as gṛha-medhini, which means “one who is satisfied in household life for sense gratification.” Generally, those who are in household life pursue sense gratification in the field of activities performed for material results. Such gṛhamedhīs have only one aim in life — sense gratification. Therefore it is said, yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham: the householder’s life is based on sense gratification, and therefore the happiness derived from it is very meager. Nonetheless, the Vedic process is so comprehensive that even in householder life one can adjust his activities according to the regulative principles of dharma, artha, kāma and mokṣa. One’s aim should be to achieve liberation, but because one cannot at once give up sense gratification, in the śāstras there are injunctions prescribing how to follow the principles of religion, economic development and sense gratification. As explained in Śrīmad-Bhāgavatam (1.2.9), dharmasya hy āpavargyasya nārtho ’rthāyopakalpate: “All occupational engagements are certainly meant for ultimate liberation. They should never be performed for material gain.” Those who are in household life should not think that religion is meant to improve the process of the householder’s sense gratification. Household life is also meant for advancement in spiritual understanding, by which one can ultimately gain liberation from the material clutches. One should remain in household life with the aim of understanding the ultimate goal of life (tattva jijñāsā). Then household life is as good as the life of a yogi. Kaśyapa Muni therefore inquired from his wife whether the principles of religion, economic development and sense gratification were being properly followed in terms of the śāstric injunctions. As soon as one deviates from the injunctions of the śāstra, the purpose of household life is immediately lost in confusion."
    },
    {
        "verse": "6",
        "devanagari": "अपि वातिथयोऽभ्येत्य कुटुम्बासक्तया त्वया ।गृहादपूजिता याता: प्रत्युत्थानेन वा क्‍वचित् ॥ ६ ॥",
        "english_devnagari": "api vātithayo ’bhyetyakuṭumbāsaktayā tvayāgṛhād apūjitā yātāḥpratyutthānena vā kvacit",
        "verse_Syn": [
            "api",
            "vā",
            "atithayaḥ",
            "abhyetya",
            "kuṭumba",
            "āsaktayā",
            "tvayā",
            "gṛhāt",
            "apūjitāḥ",
            "yātāḥ",
            "pratyutthānena",
            "vā",
            "kvacit"
        ],
        "translation": "I wonder whether because of being too attached to the members of your family, you failed to properly receive uninvited guests, who therefore were not welcomed and went away.",
        "purport": " It is the duty of a householder to receive guests, even if a guest be an enemy. When a guest comes to one’s home, one should properly receive him by standing up and offering him a seat. It is enjoined, gṛhe śatrum api prāptaṁ viśvastam akutobhayam: if even an enemy comes to one’s home, one should receive him in such a way that the guest will forget that his host is an enemy. According to one’s position, one should properly receive anyone who comes to one’s home. At least a seat and a glass of water should be offered, so that the guest will not be displeased. Kaśyapa Muni inquired from Aditi whether disrespect had been shown to such guests, or atithis. The word atithi refers to one who comes without an invitation."
    },
    {
        "verse": "7",
        "devanagari": "गृहेषु येष्वतिथयो नार्चिता: सलिलैरपि ।यदि निर्यान्ति ते नूनं फेरुराजगृहोपमा: ॥ ७ ॥",
        "english_devnagari": "gṛheṣu yeṣv atithayonārcitāḥ salilair apiyadi niryānti te nūnaṁpherurāja-gṛhopamāḥ",
        "verse_Syn": [
            "gṛheṣu",
            "yeṣu",
            "atithayaḥ",
            "na",
            "arcitāḥ",
            "salilaiḥ",
            "api",
            "yadi",
            "niryānti",
            "te",
            "nūnam",
            "pheru",
            "rāja",
            "gṛha",
            "upamāḥ"
        ],
        "translation": "Homes from which guests go away without having been received even with an offering of a little water are like those holes in the field which are the homes of jackals.",
        "purport": " In a field there may be holes made by snakes and mice, but when there are very big holes, it may be supposed that jackals live there. Certainly no one goes to take shelter in such homes. Thus the homes of human beings where atithis, uninvited guests, are not properly received are like the homes of jackals."
    },
    {
        "verse": "8",
        "devanagari": "अप्यग्नयस्तु वेलायां न हुता हविषा सति ।त्वयोद्विग्नधिया भद्रे प्रोषिते मयि कर्हिचित् ॥ ८ ॥",
        "english_devnagari": "apy agnayas tu velāyāṁna hutā haviṣā satitvayodvigna-dhiyā bhadreproṣite mayi karhicit",
        "verse_Syn": [
            "api",
            "agnayaḥ",
            "tu",
            "velāyām",
            "na",
            "hutāḥ",
            "haviṣā",
            "sati",
            "tvayā",
            "udvigna",
            "dhiyā",
            "bhadre",
            "proṣite",
            "mayi",
            "karhicit"
        ],
        "translation": "O chaste and auspicious woman, when I left home for other places, were you in so much anxiety that you did not offer oblations of ghee into the fire?",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "यत्पूजया कामदुघान्याति लोकान्गृहान्वित: ।ब्राह्मणोऽग्निश्च वै विष्णो: सर्वदेवात्मनो मुखम् ॥ ९ ॥",
        "english_devnagari": "yat-pūjayā kāma-dughānyāti lokān gṛhānvitaḥbrāhmaṇo ’gniś ca vai viṣṇoḥsarva-devātmano mukham",
        "verse_Syn": [
            "yat",
            "pūjayā",
            "kāma",
            "dughān",
            "yāti",
            "lokān",
            "gṛha",
            "anvitaḥ",
            "brāhmaṇaḥ",
            "agniḥ",
            "ca",
            "vai",
            "viṣṇoḥ",
            "sarva",
            "deva",
            "ātmanaḥ",
            "mukham"
        ],
        "translation": "By worshiping the fire and the brāhmaṇas, a householder can achieve the desired goal of residing in the higher planets, for the sacrificial fire and the brāhmaṇas are to be considered the mouth of Lord Viṣṇu, who is the Supersoul of all the demigods.",
        "purport": " According to the Vedic system, a fire sacrifice is held in order to offer oblations of ghee, grains, fruits, flowers and so on, so that Lord Viṣṇu may eat and be satisfied. The Lord says in Bhagavad-gītā (9.26): “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” Therefore, all these items may be offered in the sacrificial fire, and Lord Viṣṇu will be satisfied. Similarly, brāhmaṇa-bhojana, feeding of the brāhmaṇas, is also recommended, for when the brāhmaṇas eat sumptuous remnants of food after yajña, this is another way that Lord Viṣṇu Himself eats. Therefore the Vedic principles recommend that in every festival or ceremony one offer oblations to the fire and give sumptuous food for the brāhmaṇas to eat. By such activities, a householder may be elevated to the heavenly planets and similar places in the higher planetary systems."
    },
    {
        "verse": "10",
        "devanagari": "अपि सर्वे कुशलिनस्तव पुत्रा मनस्विनि ।लक्षयेऽस्वस्थमात्मानं भवत्या लक्षणैरहम् ॥ १० ॥",
        "english_devnagari": "api sarve kuśalinastava putrā manasvinilakṣaye ’svastham ātmānaṁbhavatyā lakṣaṇair aham",
        "verse_Syn": [
            "api",
            "sarve",
            "kuśalinaḥ",
            "tava",
            "putrāḥ",
            "manasvini",
            "lakṣaye",
            "asvastham",
            "ātmānam",
            "bhavatyāḥ",
            "lakṣaṇaiḥ",
            "aham"
        ],
        "translation": "O great-minded lady, are all your sons faring well? Seeing your withered face, I can perceive that your mind is not tranquil. How is this so?",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "श्रीअदितिरुवाचभद्रं द्विजगवां ब्रह्मन्धर्मस्यास्य जनस्य च ।त्रिवर्गस्य परं क्षेत्रं गृहमेधिन्गृहा इमे ॥ ११ ॥",
        "english_devnagari": "śrī-aditir uvācabhadraṁ dvija-gavāṁ brahmandharmasyāsya janasya catri-vargasya paraṁ kṣetraṁgṛhamedhin gṛhā ime",
        "verse_Syn": [
            "śrī",
            "aditiḥ",
            "uvāca",
            "bhadram",
            "dvija",
            "gavām",
            "brahman",
            "dharmasya",
            "asya",
            "janasya",
            "ca",
            "tri",
            "vargasya",
            "param",
            "kṣetram",
            "gṛhamedhin",
            "gṛhāḥ",
            "ime"
        ],
        "translation": "Aditi said: O my respected brāhmaṇa husband, all is well with the brāhmaṇas, the cows, religion and the welfare of other people. O master of the house, the three principles of dharma, artha and kāma flourish in household life, which is consequently full of good fortune.",
        "purport": " In household life one can develop the three principles of religion, economic development and sense gratification according to the regulations given in the śāstras, but to attain liberation one must give up household life and place himself in the transcendental renounced order. Kaśyapa Muni was not in the renounced order of life. Therefore he is addressed here once as brahman and another time as gṛhamedhin. Aditi, his wife, assured him that as far as household life was concerned, everything was going nicely, and the brāhmaṇas and cows were being honored and protected. In other words, there were no disturbances; household life was duly progressing."
    },
    {
        "verse": "12",
        "devanagari": "अग्नयोऽतिथयो भृत्या भिक्षवो ये च लिप्सव: ।सर्वं भगवतो ब्रह्मन्ननुध्यानान्न रिष्यति ॥ १२ ॥",
        "english_devnagari": "agnayo ’tithayo bhṛtyābhikṣavo ye ca lipsavaḥsarvaṁ bhagavato brahmannanudhyānān na riṣyati",
        "verse_Syn": [
            "agnayaḥ",
            "atithayaḥ",
            "bhṛtyāḥ",
            "bhikṣavaḥ",
            "ye",
            "ca",
            "lipsavaḥ",
            "sarvam",
            "bhagavataḥ",
            "brahman",
            "anudhyānāt",
            "na",
            "riṣyati"
        ],
        "translation": "O beloved husband, the fires, guests, servants and beggars are all being properly cared for by me. Because I always think of you, there is no possibility that any of the religious principles will be neglected.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "को नु मे भगवन्कामो न सम्पद्येत मानस: ।यस्या भवान्प्रजाध्यक्ष एवं धर्मान्प्रभाषते ॥ १३ ॥",
        "english_devnagari": "ko nu me bhagavan kāmona sampadyeta mānasaḥyasyā bhavān prajādhyakṣaevaṁ dharmān prabhāṣate",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "me",
            "bhagavan",
            "kāmaḥ",
            "na",
            "sampadyeta",
            "mānasaḥ",
            "yasyāḥ",
            "bhavān",
            "prajā",
            "adhyakṣaḥ",
            "evam",
            "dharmān",
            "prabhāṣate"
        ],
        "translation": "O my lord, since you are a Prajāpati and are personally my instructor in the principles of religion, where is the possibility that all my desires will not be fulfilled?",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तवैव मारीच मन:शरीरजा:प्रजा इमा: सत्त्वरजस्तमोजुष: ।समो भवांस्तास्वसुरादिषु प्रभोतथापि भक्तं भजते महेश्वर: ॥ १४ ॥",
        "english_devnagari": "tavaiva mārīca manaḥ-śarīrajāḥprajā imāḥ sattva-rajas-tamo-juṣaḥsamo bhavāṁs tāsv asurādiṣu prabhotathāpi bhaktaṁ bhajate maheśvaraḥ",
        "verse_Syn": [
            "tava",
            "eva",
            "mārīca",
            "manaḥ",
            "śarīra",
            "jāḥ",
            "prajāḥ",
            "imāḥ",
            "sattva",
            "rajaḥ",
            "tamaḥ",
            "juṣaḥ",
            "samaḥ",
            "bhavān",
            "tāsu",
            "asura",
            "ādiṣu",
            "prabho",
            "tathā",
            "api",
            "bhaktam",
            "bhajate",
            "mahā",
            "īśvaraḥ"
        ],
        "translation": "O son of Marīci, because you are a great personality you are equal toward all the demons and demigods, who are born either from your body or from your mind and who possess one or another of the three qualities — sattva-guṇa, rajo-guṇa or tamo-guṇa. But although the Supreme Personality of Godhead, the supreme controller, is equal toward all living entities, He is especially favorable to the devotees.",
        "purport": " In Bhagavad-gītā (9.29) the Lord says: Although the Supreme Personality of Godhead is equal toward everyone, He is especially inclined toward those who engage in His devotional service. The Lord says, kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “My dear son of Kuntī, please declare that My devotee will never be vanquished.” Elsewhere, Kṛṣṇa also says: Actually, everyone is trying to please the Supreme Personality of Godhead in various ways, but according to their methods of approach, the Supreme Lord endows them with different benedictions. Thus Aditi appealed to her husband by saying that since even the supreme controller favors His devotees and since Indra, Kaśyapa’s devoted son, was in difficulty, Kaśyapa should bestow his favor upon Indra."
    },
    {
        "verse": "15",
        "devanagari": "तस्मादीश भजन्त्या मे श्रेयश्चिन्तय सुव्रत ।हृतश्रियो हृतस्थानान्सपत्नै: पाहि न: प्रभो ॥ १५ ॥",
        "english_devnagari": "tasmād īśa bhajantyā meśreyaś cintaya suvratahṛta-śriyo hṛta-sthānānsapatnaiḥ pāhi naḥ prabho",
        "verse_Syn": [
            "tasmāt",
            "īśa",
            "bhajantyāḥ",
            "me",
            "śreyaḥ",
            "cintaya",
            "su",
            "vrata",
            "hṛta",
            "śriyaḥ",
            "hṛta",
            "sthānān",
            "sapatnaiḥ",
            "pāhi",
            "naḥ",
            "prabho"
        ],
        "translation": "Therefore, most gentle lord, kindly favor your maidservant. We have now been deprived of our opulence and residence by our competitors, the demons. Kindly give us protection.",
        "purport": " Aditi, the mother of the demigods, appealed to Kaśyapa Muni to give the demigods protection. When we speak of the demigods, this also includes their mother."
    },
    {
        "verse": "16",
        "devanagari": "परैर्विवासिता साहं मग्ना व्यसनसागरे ।ऐश्वर्यं श्रीर्यश: स्थानं हृतानि प्रबलैर्मम ॥ १६ ॥",
        "english_devnagari": "parair vivāsitā sāhaṁmagnā vyasana-sāgareaiśvaryaṁ śrīr yaśaḥ sthānaṁhṛtāni prabalair mama",
        "verse_Syn": [
            "paraiḥ",
            "vivāsitā",
            "sā",
            "aham",
            "magnā",
            "vyasana",
            "sāgare",
            "aiśvaryam",
            "śrīḥ",
            "yaśaḥ",
            "sthānam",
            "hṛtāni",
            "prabalaiḥ",
            "mama"
        ],
        "translation": "The demons, our formidably powerful enemies, have taken away our opulence, our beauty, our fame and even our residence. Indeed, we have now been exiled, and we are drowning in an ocean of trouble.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "यथा तानि पुन: साधो प्रपद्येरन् ममात्मजा: ।तथा विधेहि कल्याणं धिया कल्याणकृत्तम ॥ १७ ॥",
        "english_devnagari": "yathā tāni punaḥ sādhoprapadyeran mamātmajāḥtathā vidhehi kalyāṇaṁdhiyā kalyāṇa-kṛttama",
        "verse_Syn": [
            "yathā",
            "tāni",
            "punaḥ",
            "sādho",
            "prapadyeran",
            "mama",
            "ātmajāḥ",
            "tathā",
            "vidhehi",
            "kalyāṇam",
            "dhiyā",
            "kalyāṇa",
            "kṛt",
            "tama"
        ],
        "translation": "O best of sages, best of all those who grant auspicious benedictions, please consider our situation and bestow upon my sons the benedictions by which they can regain what they have lost.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "श्रीशुक उवाचएवमभ्यर्थितोऽदित्या कस्तामाह स्मयन्निव ।अहो मायाबलं विष्णो: स्‍नेहबद्धमिदं जगत् ॥ १८ ॥",
        "english_devnagari": "śrī-śuka uvācaevam abhyarthito ’dityākas tām āha smayann ivaaho māyā-balaṁ viṣṇoḥsneha-baddham idaṁ jagat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "abhyarthitaḥ",
            "adityā",
            "kaḥ",
            "tām",
            "āha",
            "smayan",
            "iva",
            "aho",
            "māyā",
            "balam",
            "viṣṇoḥ",
            "sneha",
            "baddham",
            "idam",
            "jagat"
        ],
        "translation": "Śukadeva Gosvāmī continued: When Kaśyapa Muni was thus requested by Aditi, he slightly smiled. “Alas,” he said, “how powerful is the illusory energy of Lord Viṣṇu, by which the entire world is bound by affection for children!”",
        "purport": " Kaśyapa Muni was surely sympathetic to his wife’s affliction, yet he was surprised at how the whole world is influenced by affection."
    },
    {
        "verse": "19",
        "devanagari": "क्‍व देहो भौतिकोऽनात्मा क्‍व चात्मा प्रकृते: पर: ।कस्य के पतिपुत्राद्या मोह एव हि कारणम् ॥ १९ ॥",
        "english_devnagari": "kva deho bhautiko ’nātmākva cātmā prakṛteḥ paraḥkasya ke pati-putrādyāmoha eva hi kāraṇam",
        "verse_Syn": [
            "kva",
            "dehaḥ",
            "bhautikaḥ",
            "anātmā",
            "kva",
            "ca",
            "ātmā",
            "prakṛteḥ",
            "paraḥ",
            "kasya",
            "ke",
            "pati",
            "putra",
            "ādyāḥ",
            "mohaḥ",
            "eva",
            "hi",
            "kāraṇam"
        ],
        "translation": "Kaśyapa Muni continued: What is this material body, made of five elements? It is different from the spirit soul. Indeed, the spirit soul is completely different from the material elements from which the body is made. But because of bodily attachment, one is regarded as a husband or son. These illusory relationships are caused by misunderstanding.",
        "purport": " The spirit soul (ātmā or jīva) is certainly different from the body, which is a combination of five material elements. This is a simple fact, but it is not understood unless one is spiritually educated. Kaśyapa Muni met his wife, Aditi, in the heavenly planets, but the same misconception extends throughout the entire universe and is also here on earth. There are different grades of living entities, but all of them are more or less under the impression of the bodily conception of life. In other words, all living entities in this material world are more or less devoid of spiritual education. The Vedic civilization, however, is based on spiritual education, and spiritual education is the special basis on which Bhagavad-gītā was spoken to Arjuna. In the beginning of Bhagavad-gītā, Kṛṣṇa instructed Arjuna to understand that the spirit soul is different from the body. “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” (Bg. 2.13) Unfortunately, this spiritual education is completely absent from modern human civilization. No one understands his real self-interest, which lies with the spirit soul, not with the material body. Education means spiritual education. To work hard in the bodily conception of life, without spiritual education, is to live like an animal. Nāyaṁ deho deha-bhājāṁ nṛ-loke kaṣṭān kāmān arhate vid-bhujāṁ ye (Bhāg. 5.5.1). People are working so hard simply for bodily comforts, without education regarding the spirit soul. Thus they are living in a very risky civilization, for it is a fact that the spirit soul has to transmigrate from one body to another (tathā dehāntara-prāptiḥ). Without spiritual education, people are kept in dark ignorance and do not know what will happen to them after the annihilation of the present body. They are working blindly, and blind leaders are directing them. Andhā yathāndhair upanīyamānās te ’pīśa-tantryām uru-dāmni baddhāḥ (Bhāg. 7.5.31). A foolish person does not know that he is completely under the bondage of material nature and that after death material nature will impose upon him a certain type of body, which he will have to accept. He does not know that although in his present body he may be a very important man, he may next get the body of an animal or tree because of his ignorant activities in the modes of material nature. Therefore the Kṛṣṇa consciousness movement is trying to give the true light of spiritual existence to all living entities. This movement is not very difficult to understand, and people must take advantage of it, for it will save them from the risky life of irresponsibility."
    },
    {
        "verse": "20",
        "devanagari": "उपतिष्ठस्व पुरुषं भगवन्तं जनार्दनम् ।सर्वभूतगुहावासं वासुदेवं जगद्गुरुम् ॥ २० ॥",
        "english_devnagari": "upatiṣṭhasva puruṣaṁbhagavantaṁ janārdanamsarva-bhūta-guhā-vāsaṁvāsudevaṁ jagad-gurum",
        "verse_Syn": [
            "upatiṣṭhasva",
            "puruṣam",
            "bhagavantam",
            "janārdanam",
            "sarva",
            "bhūta",
            "guhā",
            "vāsam",
            "vāsudevam",
            "jagat",
            "gurum"
        ],
        "translation": "My dear Aditi, engage in devotional service to the Supreme Personality of Godhead, who is the master of everything, who can subdue everyone’s enemies, and who sits within everyone’s heart. Only that Supreme Person — Kṛṣṇa, or Vāsudeva — can bestow all auspicious benedictions upon everyone, for He is the spiritual master of the universe.",
        "purport": " With these words, Kaśyapa Muni tried to pacify his wife. Aditi made her appeal to her material husband. Of course, that is nice, but actually a material relative cannot do anything good for anyone. If anything good can be done, it is done by the Supreme Personality of Godhead, Vāsudeva. Therefore, Kaśyapa Muni advised his wife, Aditi, to begin worshiping Lord Vāsudeva, who is situated in everyone’s heart. He is the friend of everyone and is known as Janārdana because He can kill all enemies. There are three modes of material nature — goodness, passion and ignorance — and above material nature, transcendental to material nature, is another existence, which is called śuddha-sattva. In the material world, the mode of goodness is considered the best, but because of material contamination, even the mode of goodness is sometimes overpowered by the modes of passion and ignorance. But when one transcends the competition between these modes and engages himself in devotional service, he rises above the three modes of material nature. In that transcendental position, one is situated in pure consciousness. Sattvaṁ viśuddhaṁ vasudeva-śabditam (Bhāg. 4.3.23). Above material nature is the position called vasudeva, or freedom from material contamination. Only in that position can one perceive the Supreme Personality of Godhead, Vāsudeva. Thus the vasudeva condition fulfills a spiritual necessity. Vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ. When one realizes Vāsudeva, the Supreme Personality of Godhead, he becomes most exalted. Paramātmā (Vāsudeva) is situated in everyone’s heart, as confirmed in Bhagavad-gītā. The Lord says: “To those who are constantly devoted and who worship Me with love, I give the understanding by which they can come to Me.” (Bg. 10.10) “The Supreme Lord is situated in everyone’s heart, O Arjuna.” (Bg. 18.61) “The sage who knows Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities attains peace from the pangs of material miseries.” (Bg. 5.29) Whenever one is perplexed, let him take shelter of the lotus feet of Vāsudeva, Kṛṣṇa, who will give the devotee intelligence to help him surpass all difficulties and return home, back to Godhead. Kaśyapa Muni advised his wife to seek shelter at the lotus feet of Vāsudeva, Kṛṣṇa, so that all her problems would be very easily solved. Thus Kaśyapa Muni was an ideal spiritual master. He was not so foolish that he would present himself as an exalted personality, as good as God. He was actually a bona fide guru because he advised his wife to seek shelter at the lotus feet of Vāsudeva. One who trains his subordinate or disciple to worship Vāsudeva is the truly bona fide spiritual master. The word jagad-gurum is very important in this regard. Kaśyapa Muni did not falsely declare himself to be jagad-guru, although he actually was jagad-guru because he advocated the cause of Vāsudeva. Actually, Vāsudeva is jagad-guru, as clearly stated here (vāsudevaṁ jagad-gurum). One who teaches the instructions of Vāsudeva, Bhagavad-gītā, is as good as vāsudevaṁ jagad-gurum. But when one who does not teach this instruction — as it is — declares himself jagad-guru, he simply cheats the public. Kṛṣṇa is jagad-guru, and one who teaches the instruction of Kṛṣṇa as it is, on behalf of Kṛṣṇa, may be accepted as jagad-guru. One who manufactures his own theories cannot be accepted; he becomes jagad-guru falsely."
    },
    {
        "verse": "21",
        "devanagari": "स विधास्यति ते कामान्हरिर्दीनानुकम्पन: ।अमोघा भगवद्भ‍क्तिर्नेतरेति मतिर्मम ॥ २१ ॥",
        "english_devnagari": "sa vidhāsyati te kāmānharir dīnānukampanaḥamoghā bhagavad-bhaktirnetareti matir mama",
        "verse_Syn": [
            "saḥ",
            "vidhāsyati",
            "te",
            "kāmān",
            "hariḥ",
            "dīna",
            "anukampanaḥ",
            "amoghā",
            "bhagavat",
            "bhaktiḥ",
            "na",
            "itarā",
            "iti",
            "matiḥ",
            "mama"
        ],
        "translation": "The Supreme Personality of Godhead, who is very merciful to the poor, will fulfill all of your desires, for devotional service unto Him is infallible. Any method other than devotional service is useless. That is my opinion.",
        "purport": " There are three kinds of men, who are called akāma, mokṣa-kāma and sarva-kāma. One who tries to get liberation from this material world is called mokṣa-kāma, one who wants to enjoy this material world to its fullest extent is called sarva-kāma, and one who has fulfilled all his desires and has no further material desires is called akāma. A bhakta has no desire. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam. He is purified and free from material desires. The mokṣa-kāmī wants to achieve liberation by merging into the existence of the Supreme Brahman, and because of this desire to merge into the existence of the Lord, he is not yet pure. And since those who want liberation are impure, what to speak of the karmīs, who have so many desires to fulfill? Nonetheless, the śāstra says: “Whether one desires everything or nothing or desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kṛṣṇa, the Supreme Personality of Godhead, by rendering transcendental loving service.” (Bhāg. 2.3.10) Kaśyapa Muni saw that his wife, Aditi, had some material desires for the welfare of her sons, but still he advised her to render devotional service to the Supreme Personality of Godhead. In other words, everyone, regardless of whether he is a karmī, jñānī, yogī or bhakta, should invariably take shelter of the lotus feet of Vāsudeva and render transcendental loving service unto Him so that all his desires will be duly fulfilled. Kṛṣṇa is dīna-anukampana: He is very merciful to everyone. Therefore if one wants to fulfill his material desires, Kṛṣṇa helps him. Of course, sometimes if a devotee is very sincere, the Lord, as a special favor to him, refuses to fulfill his material desires and directly blesses him with pure, unalloyed devotional service. It is said in Caitanya-caritāmṛta (Madhya 22.38-39): “Kṛṣṇa says, ‘If one engages in My transcendental loving service but at the same time wants the opulence of material enjoyment, he is very, very foolish. Indeed, he is just like a person who gives up ambrosia to drink poison. Since I am very intelligent, why should I give this fool material prosperity? Instead I shall induce him to take the nectar of the shelter of My lotus feet and make him forget illusory material enjoyment.’” If a devotee maintains some material desire and at the same time very sincerely desires to engage at the lotus feet of Kṛṣṇa, Kṛṣṇa may directly give him unalloyed devotional service and take away all his material desires and possessions. This is the Lord’s special favor to devotees. Otherwise, if one takes to Kṛṣṇa’s devotional service but still has material desires to fulfill, he may become free from all material desires, as Dhruva Mahārāja did, but this may take some time. However, if a very sincere devotee wants only Kṛṣṇa’s lotus feet, Kṛṣṇa directly gives him the position of śuddha-bhakti, unalloyed devotional service."
    },
    {
        "verse": "22",
        "devanagari": "श्रीअदितिरुवाचकेनाहं विधिना ब्रह्मन्नुपस्थास्ये जगत्पतिम् ।यथा मे सत्यसङ्कल्पो विदध्यात् स मनोरथम् ॥ २२ ॥",
        "english_devnagari": "śrī-aditir uvācakenāhaṁ vidhinā brahmannupasthāsye jagat-patimyathā me satya-saṅkalpovidadhyāt sa manoratham",
        "verse_Syn": [
            "śrī",
            "aditiḥ",
            "uvāca",
            "kena",
            "aham",
            "vidhinā",
            "brahman",
            "upasthāsye",
            "jagat",
            "patim",
            "yathā",
            "me",
            "satya",
            "saṅkalpaḥ",
            "vidadhyāt",
            "saḥ",
            "manoratham"
        ],
        "translation": "Śrīmatī Aditi said: O brāhmaṇa, tell me the regulative principles by which I may worship the supreme master of the world so that He will be pleased with me and fulfill all my desires.",
        "purport": " It is said, “Man proposes, God disposes.” Thus a person may desire many things, but unless these desires are fulfilled by the Supreme Personality of Godhead, they cannot be fulfilled. Fulfillment of desire is called satya-saṅkalpa. Here the word satya-saṅkalpa is very important. Aditi placed herself at the mercy of her husband so that he would give her directions by which to worship the Supreme Personality of Godhead so that all her desires would be fulfilled. A disciple must first decide that he should worship the Supreme Lord, and then the spiritual master will give the disciple correct directions. One cannot dictate to the spiritual master, just as a patient cannot demand that his physician prescribe a certain type of medicine. Here is the beginning of worship of the Supreme Personality of Godhead. As confirmed in Bhagavad-gītā (7.16): “O best among the Bhāratas, four kinds of pious men render devotional service unto Me — the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute.” Aditi was ārta, a person in distress. She was very much aggrieved because her sons, the demigods, were bereft of everything. Thus she wanted to take shelter of the Supreme Personality of Godhead under the direction of her husband, Kaśyapa Muni."
    },
    {
        "verse": "23",
        "devanagari": "आदिश त्वं द्विजश्रेष्ठ विधिं तदुपधावनम् ।आशु तुष्यति मे देव: सीदन्त्या: सह पुत्रकै: ॥ २३ ॥",
        "english_devnagari": "ādiśa tvaṁ dvija-śreṣṭhavidhiṁ tad-upadhāvanamāśu tuṣyati me devaḥsīdantyāḥ saha putrakaiḥ",
        "verse_Syn": [
            "ādiśa",
            "tvam",
            "dvija",
            "śreṣṭha",
            "vidhim",
            "tat",
            "upadhāvanam",
            "āśu",
            "tuṣyati",
            "me",
            "devaḥ",
            "sīdantyāḥ",
            "saha",
            "putrakaiḥ"
        ],
        "translation": "O best of the brāhmaṇas, kindly instruct me in the perfect method of worshiping the Supreme Personality of Godhead in devotional service, by which the Lord may very soon be pleased with me and save me, along with my sons, from this most dangerous condition.",
        "purport": " Sometimes less intelligent men ask whether one has to approach a guru to be instructed in devotional service for spiritual advancement. The answer is given here — indeed, not only here, but also in Bhagavad-gītā, where Arjuna accepted Kṛṣṇa as his guru (śiṣyas te ’haṁ śādhi māṁ tvāṁ prapannam). The Vedas also instruct, tad-vijñānārthaṁ sa guruṁ evābhigacchet: one must accept a guru for proper direction if one is seriously inclined toward advancement in spiritual life. The Lord says that one must worship the ācārya, who is the representative of the Supreme Personality of Godhead (ācāryaṁ māṁ vijānīyāt). One should definitely understand this. In Caitanya-caritāmṛta it is said that the guru is the manifestation of the Supreme Personality of Godhead. Therefore, according to all the evidence given by the śāstra and by the practical behavior of devotees, one must accept a guru. Aditi accepted her husband as her guru, so that he would direct her how to advance in spiritual consciousness, devotional service, by worshiping the Supreme Lord."
    },
    {
        "verse": "24",
        "devanagari": "श्रीकश्यप उवाचएतन्मे भगवान्पृष्ट: प्रजाकामस्य पद्मज: ।यदाह ते प्रवक्ष्यामि व्रतं केशवतोषणम् ॥ २४ ॥",
        "english_devnagari": "śrī-kaśyapa uvācaetan me bhagavān pṛṣṭaḥprajā-kāmasya padmajaḥyad āha te pravakṣyāmivrataṁ keśava-toṣaṇam",
        "verse_Syn": [
            "śrī",
            "kaśyapaḥ",
            "uvāca",
            "etat",
            "me",
            "bhagavān",
            "pṛṣṭaḥ",
            "prajā",
            "kāmasya",
            "padma",
            "jaḥ",
            "yat",
            "āha",
            "te",
            "pravakṣyāmi",
            "vratam",
            "keśava",
            "toṣaṇam"
        ],
        "translation": "Śrī Kaśyapa Muni said: When I desired offspring, I placed inquiries before Lord Brahmā, who is born from a lotus flower. Now I shall explain to you the same process Lord Brahmā instructed me, by which Keśava, the Supreme Personality of Godhead, is satisfied.",
        "purport": " Here the process of devotional service is further explained. Kaśyapa Muni wanted to instruct Aditi in the same process recommended to him by Brahmā for satisfying the Supreme Personality of Godhead. This is valuable. The guru does not manufacture a new process to instruct the disciple. The disciple receives from the guru an authorized process received by the guru from his guru. This is called the system of disciplic succession (evaṁ paramparā-prāptaṁ imaṁ rājarṣayo viduḥ). This is the bona fide Vedic system of receiving the process of devotional service, by which the Supreme Personality of Godhead is pleased. Therefore, to approach a bona fide guru, or spiritual master, is essential. The bona fide spiritual master is he who has received the mercy of his guru, who in turn is bona fide because he has received the mercy of his guru. This is called the paramparā system. Unless one follows this paramparā system, the mantra one receives will be chanted for no purpose. Nowadays there are so many rascal gurus who manufacture their mantras as a process for material advancement, not spiritual advancement. Still, the mantra cannot be successful if it is manufactured. Mantras and the process of devotional service have special power, provided they are received from the authorized person."
    },
    {
        "verse": "25",
        "devanagari": "फाल्गुनस्यामले पक्षे द्वादशाहं पयोव्रतम् ।अर्चयेदरविन्दाक्षं भक्त्या परमयान्वित: ॥ २५ ॥",
        "english_devnagari": "phālgunasyāmale pakṣedvādaśāhaṁ payo-vratamarcayed aravindākṣaṁbhaktyā paramayānvitaḥ",
        "verse_Syn": [
            "phālgunasya",
            "amale",
            "pakṣe",
            "dvādaśa",
            "aham",
            "payaḥ",
            "vratam",
            "arcayet",
            "aravinda",
            "akṣam",
            "bhaktyā",
            "paramayā",
            "anvitaḥ"
        ],
        "translation": "In the bright fortnight of the month of Phālguna [February and March], for twelve days ending with Dvādaśī, one should observe the vow of subsisting only on milk and should worship the lotus-eyed Supreme Personality of Godhead with all devotion.",
        "purport": " Worshiping the Supreme Lord Viṣṇu with devotion means following arcana-mārga. One should install the Deity of Lord Viṣṇu or Kṛṣṇa and worship Him nicely by dressing Him, decorating Him with flower garlands, and offering Him all kinds of fruits, flowers and cooked food, nicely prepared with ghee, sugar and grains. One should also offer a flame, incense and so on, while ringing a bell, as prescribed. This is called worship of the Lord. Here it is recommended that one observe the vow of subsisting only by drinking milk. This is called payo-vrata. As we generally perform devotional service on Ekādaśī by not eating grains, it is generally recommended that on Dvādaśī one not consume anything but milk. Payo-vrata and arcana devotional service to the Supreme Lord should be performed with a pure devotional attitude (bhaktyā). Without bhakti, one cannot worship the Supreme Personality of Godhead. Bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ. If one wants to know the Supreme Personality of Godhead and be directly connected with Him, knowing what He wants to eat and how He is satisfied, one must take to the process of bhakti. As recommended here also, bhaktyā paramayānvitaḥ: one should be surcharged with unalloyed devotional service."
    },
    {
        "verse": "26",
        "devanagari": "सिनीवाल्यां मृदालिप्य स्‍नायात् क्रोडविदीर्णया ।यदि लभ्येत वै स्रोतस्येतं मन्त्रमुदीरयेत् ॥ २६ ॥",
        "english_devnagari": "sinīvālyāṁ mṛdālipyasnāyāt kroḍa-vidīrṇayāyadi labhyeta vai srotasyetaṁ mantram udīrayet",
        "verse_Syn": [
            "sinīvālyām",
            "mṛdā",
            "ālipya",
            "snāyāt",
            "kroḍa",
            "vidīrṇayā",
            "yadi",
            "labhyeta",
            "vai",
            "srotasi",
            "etam",
            "mantram",
            "udīrayet"
        ],
        "translation": "If dirt dug up by a boar is available, on the day of the dark moon one should smear this dirt on his body and then bathe in a flowing river. While bathing, one should chant the following mantra.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "त्वं देव्यादिवराहेण रसाया: स्थानमिच्छता ।उद्‌धृतासि नमस्तुभ्यं पाप्मानं मे प्रणाशय ॥ २७ ॥",
        "english_devnagari": "tvaṁ devy ādi-varāheṇarasāyāḥ sthānam icchatāuddhṛtāsi namas tubhyaṁpāpmānaṁ me praṇāśaya",
        "verse_Syn": [
            "tvam",
            "devi",
            "ādi",
            "varāheṇa",
            "rasāyāḥ",
            "sthānam",
            "icchatā",
            "uddhṛtā",
            "asi",
            "namaḥ",
            "tubhyam",
            "pāpmānam",
            "me",
            "praṇāśaya"
        ],
        "translation": "O mother earth, you were raised by the Supreme Personality of Godhead in the form of a boar because of your desiring to have a place to stay. I pray that you kindly vanquish all the reactions of my sinful life. I offer my respectful obeisances unto you.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "निर्वर्तितात्मनियमो देवमर्चेत् समाहित: ।अर्चायां स्थण्डिले सूर्ये जले वह्नौ गुरावपि ॥ २८ ॥",
        "english_devnagari": "nirvartitātma-niyamodevam arcet samāhitaḥarcāyāṁ sthaṇḍile sūryejale vahnau gurāv api",
        "verse_Syn": [
            "nirvartita",
            "ātma",
            "niyamaḥ",
            "devam",
            "arcet",
            "samāhitaḥ",
            "arcāyām",
            "sthaṇḍile",
            "sūrye",
            "jale",
            "vahnau",
            "gurau",
            "api"
        ],
        "translation": "Thereafter, one should perform his daily spiritual duties and then, with great attention, offer worship to the Deity of the Supreme Personality of Godhead, and also to the altar, the sun, water, fire and the spiritual master.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "नमस्तुभ्यं भगवते पुरुषाय महीयसे ।सर्वभूतनिवासाय वासुदेवाय साक्षिणे ॥ २९ ॥",
        "english_devnagari": "namas tubhyaṁ bhagavatepuruṣāya mahīyasesarva-bhūta-nivāsāyavāsudevāya sākṣiṇe",
        "verse_Syn": [
            "namaḥ",
            "tubhyam",
            "bhagavate",
            "puruṣāya",
            "mahīyase",
            "sarva",
            "bhūta",
            "nivāsāya",
            "vāsudevāya",
            "sākṣiṇe"
        ],
        "translation": "O Supreme Personality of Godhead, greatest of all, who lives in everyone’s heart and in whom everyone lives, O witness of everything, O Vāsudeva, supreme and all-pervading person, I offer my respectful obeisances unto You.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "नमोऽव्यक्ताय सूक्ष्माय प्रधानपुरुषाय च ।चतुर्विंशद्गुणज्ञाय गुणसङ्ख्यानहेतवे ॥ ३० ॥",
        "english_devnagari": "namo ’vyaktāya sūkṣmāyapradhāna-puruṣāya cacatur-viṁśad-guṇa-jñāyaguṇa-saṅkhyāna-hetave",
        "verse_Syn": [
            "namaḥ",
            "avyaktāya",
            "sūkṣmāya",
            "pradhāna",
            "puruṣāya",
            "ca",
            "catuḥ",
            "viṁśat",
            "guṇa",
            "jñāya",
            "guṇa",
            "saṅkhyāna",
            "hetave"
        ],
        "translation": "I offer my respectful obeisances unto You, the Supreme Person. Being very subtle, You are never visible to material eyes. You are the knower of the twenty-four elements, and You are the inaugurator of the sāṅkhya-yoga system.",
        "purport": " Catur-viṁśad-guṇa, the twenty-four elements, are the five gross elements (earth, water, fire, air and ether), the three subtle elements (mind, intelligence and false ego), the ten senses (five for working and five for acquiring knowledge), the five sense objects, and contaminated consciousness. These are the subject matter of sāṅkhya-yoga, which was inaugurated by Lord Kapiladeva. This sāṅkhya-yoga was again propounded by another Kapila, but he was an atheist, and his system is not accepted as bona fide."
    },
    {
        "verse": "31",
        "devanagari": "नमो द्विशीर्ष्णे त्रिपदे चतु:श‍ृङ्गाय तन्तवे ।सप्तहस्ताय यज्ञाय त्रयीविद्यात्मने नम: ॥ ३१ ॥",
        "english_devnagari": "namo dvi-śīrṣṇe tri-padecatuḥ-śṛṅgāya tantavesapta-hastāya yajñāyatrayī-vidyātmane namaḥ",
        "verse_Syn": [
            "namaḥ",
            "dvi",
            "śīrṣṇe",
            "tri",
            "pade",
            "catuḥ",
            "śṛṅgāya",
            "tantave",
            "sapta",
            "hastāya",
            "yajñāya",
            "trayī",
            "vidyā",
            "ātmane",
            "namaḥ"
        ],
        "translation": "I offer my respectful obeisances unto You, the Supreme Personality of Godhead, who have two heads [prāyaṇīya and udāyanīya], three legs [savana-traya], four horns [the four Vedas] and seven hands [the seven chandas, such as Gāyatrī]. I offer my obeisances unto You, whose heart and soul are the three Vedic rituals [karma-kāṇḍa, jñāna-kāṇḍa and upāsanā-kāṇḍa] and who expand these rituals in the form of sacrifice.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "नम: शिवाय रुद्राय नम: शक्तिधराय च ।सर्वविद्याधिपतये भूतानां पतये नम: ॥ ३२ ॥",
        "english_devnagari": "namaḥ śivāya rudrāyanamaḥ śakti-dharāya casarva-vidyādhipatayebhūtānāṁ pataye namaḥ",
        "verse_Syn": [
            "namaḥ",
            "śivāya",
            "rudrāya",
            "namaḥ",
            "śakti",
            "dharāya",
            "ca",
            "sarva",
            "vidyā",
            "adhipataye",
            "bhūtānām",
            "pataye",
            "namaḥ"
        ],
        "translation": "I offer my respectful obeisances unto You, Lord Śiva, or Rudra, who are the reservoir of all potencies, the reservoir of all knowledge, and the master of everyone.",
        "purport": " It is the system for one to offer obeisances unto the expansion or incarnation of the Lord. Lord Śiva is the incarnation of ignorance, one of the material modes of nature."
    },
    {
        "verse": "33",
        "devanagari": "नमो हिरण्यगर्भाय प्राणाय जगदात्मने ।योगैश्वर्यशरीराय नमस्ते योगहेतवे ॥ ३३ ॥",
        "english_devnagari": "namo hiraṇyagarbhāyaprāṇāya jagad-ātmaneyogaiśvarya-śarīrāyanamas te yoga-hetave",
        "verse_Syn": [
            "namaḥ",
            "hiraṇyagarbhāya",
            "prāṇāya",
            "jagat",
            "ātmane",
            "yoga",
            "aiśvarya",
            "śarīrāya",
            "namaḥ",
            "te",
            "yoga",
            "hetave"
        ],
        "translation": "I offer my respectful obeisances unto You, who are situated as Hiraṇyagarbha, the source of life, the Supersoul of every living entity. Your body is the source of the opulence of all mystic power. I offer my respectful obeisances unto You.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "नमस्त आदिदेवाय साक्षिभूताय ते नम: ।नारायणाय ऋषये नराय हरये नम: ॥ ३४ ॥",
        "english_devnagari": "namas ta ādi-devāyasākṣi-bhūtāya te namaḥnārāyaṇāya ṛṣayenarāya haraye namaḥ",
        "verse_Syn": [
            "namaḥ",
            "te",
            "ādi",
            "devāya",
            "sākṣi",
            "bhūtāya",
            "te",
            "namaḥ",
            "nārāyaṇāya",
            "ṛṣaye",
            "narāya",
            "haraye",
            "namaḥ"
        ],
        "translation": "I offer my respectful obeisances unto You, who are the original Personality of Godhead, the witness in everyone’s heart, and the incarnation of Nara-Nārāyaṇa Ṛṣi in the form of a human being. O Personality of Godhead, I offer my respectful obeisances unto You.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "नमो मरकतश्यामवपुषेऽधिगतश्रिये ।केशवाय नमस्तुभ्यं नमस्ते पीतवाससे ॥ ३५ ॥",
        "english_devnagari": "namo marakata-śyāma-vapuṣe ’dhigata-śriyekeśavāya namas tubhyaṁnamas te pīta-vāsase",
        "verse_Syn": [
            "namaḥ",
            "marakata",
            "śyāma",
            "vapuṣe",
            "adhigata",
            "śriye",
            "keśavāya",
            "namaḥ",
            "tubhyam",
            "namaḥ",
            "te",
            "pīta",
            "vāsase"
        ],
        "translation": "My Lord, I offer my respectful obeisances unto You, who are dressed in yellow garments, whose bodily hue resembles the marakata gem, and who have full control over the goddess of fortune. O my Lord Keśava, I offer my respectful obeisances unto You.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "त्वं सर्ववरद: पुंसां वरेण्य वरदर्षभ ।अतस्ते श्रेयसे धीरा: पादरेणुमुपासते ॥ ३६ ॥",
        "english_devnagari": "tvaṁ sarva-varadaḥ puṁsāṁvareṇya varadarṣabhaatas te śreyase dhīrāḥpāda-reṇum upāsate",
        "verse_Syn": [
            "tvam",
            "sarva",
            "vara",
            "daḥ",
            "puṁsām",
            "vareṇya",
            "vara",
            "da",
            "ṛṣabha",
            "ataḥ",
            "te",
            "śreyase",
            "dhīrāḥ",
            "pāda",
            "reṇum",
            "upāsate"
        ],
        "translation": "O most exalted and worshipable Lord, best of those who bestow benediction, You can fulfill the desires of everyone, and therefore those who are sober, for their own welfare, worship the dust of Your lotus feet.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "अन्ववर्तन्त यं देवा: श्रीश्च तत्पादपद्मयो: ।स्पृहयन्त इवामोदं भगवान्मे प्रसीदताम् ॥ ३७ ॥",
        "english_devnagari": "anvavartanta yaṁ devāḥśrīś ca tat-pāda-padmayoḥspṛhayanta ivāmodaṁbhagavān me prasīdatām",
        "verse_Syn": [
            "anvavartanta",
            "yam",
            "devāḥ",
            "śrīḥ",
            "ca",
            "tat",
            "pāda",
            "padmayoḥ",
            "spṛhayantaḥ",
            "iva",
            "āmodam",
            "bhagavān",
            "me",
            "prasīdatām"
        ],
        "translation": "All the demigods, as well as the goddess of fortune, engage in the service of His lotus feet. Indeed, they respect the fragrance of those lotus feet. May the Supreme Personality of Godhead be pleased with me.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "एतैर्मन्त्रैर्हृषीकेशमावाहनपुरस्कृतम् ।अर्चयेच्छ्रद्धया युक्त: पाद्योपस्पर्शनादिभि: ॥ ३८ ॥",
        "english_devnagari": "etair mantrair hṛṣīkeśamāvāhana-puraskṛtamarcayec chraddhayā yuktaḥpādyopasparśanādibhiḥ",
        "verse_Syn": [
            "etaiḥ",
            "mantraiḥ",
            "hṛṣīkeśam",
            "āvāhana",
            "puraskṛtam",
            "arcayet",
            "śraddhayā",
            "yuktaḥ",
            "pādya",
            "upasparśana",
            "ādibhiḥ"
        ],
        "translation": "Kaśyapa Muni continued: By chanting all these mantras, welcoming the Supreme Personality of Godhead with faith and devotion, and offering Him items of worship [such as pādya and arghya], one should worship Keśava, Hṛṣīkeśa, Kṛṣṇa, the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "अर्चित्वा गन्धमाल्याद्यै: पयसा स्‍नपयेद् विभुम् ।वस्त्रोपवीताभरणपाद्योपस्पर्शनैस्तत: ।गन्धधूपादिभिश्चार्चेद्‌द्वादशाक्षरविद्यया ॥ ३९ ॥",
        "english_devnagari": "arcitvā gandha-mālyādyaiḥpayasā snapayed vibhumvastropavītābharaṇa-pādyopasparśanais tataḥgandha-dhūpādibhiś cārceddvādaśākṣara-vidyayā",
        "verse_Syn": [
            "arcitvā",
            "gandha",
            "mālya",
            "ādyaiḥ",
            "payasā",
            "snapayet",
            "vibhum",
            "vastra",
            "upavīta",
            "ābharaṇa",
            "pādya",
            "upasparśanaiḥ",
            "tataḥ",
            "gandha",
            "dhūpa",
            "ādibhiḥ",
            "ca",
            "arcet",
            "dvādaśa",
            "akṣara",
            "vidyayā"
        ],
        "translation": "In the beginning, the devotee should chant the dvādaśākṣara-mantra and offer flower garlands, incense and so on. After worshiping the Lord in this way, one should bathe the Lord with milk and dress Him with proper garments, a sacred thread, and ornaments. After offering water to wash the Lord’s feet, one should again worship the Lord with fragrant flowers, incense and other paraphernalia.",
        "purport": " The dvādaśākṣara-mantra is oṁ namo bhagavate vāsudevāya. While worshiping the Deity, one should ring a bell with his left hand and offer pādya, arghya, vastra, gandha, mālā, ābharaṇa, bhūṣaṇa and so on. In this way, one should bathe the Lord with milk, dress Him and again worship Him with all paraphernalia."
    },
    {
        "verse": "40",
        "devanagari": "श‍ृतं पयसि नैवेद्यं शाल्यन्नं विभवे सति ।ससर्पि: सगुडं दत्त्वा जुहुयान्मूलविद्यया ॥ ४० ॥",
        "english_devnagari": "śṛtaṁ payasi naivedyaṁśāly-annaṁ vibhave satisasarpiḥ saguḍaṁ dattvājuhuyān mūla-vidyayā",
        "verse_Syn": [
            "śṛtam",
            "payasi",
            "naivedyam",
            "śāli",
            "annam",
            "vibhave",
            "sati",
            "sa",
            "sarpiḥ",
            "sa",
            "guḍam",
            "dattvā",
            "juhuyāt",
            "mūla",
            "vidyayā"
        ],
        "translation": "If one can afford to, one should offer the Deity fine rice boiled in milk with clarified butter and molasses. While chanting the same original mantra, one should offer all this to the fire.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "निवेदितं तद्भ‍क्ताय दद्याद्भ‍ुञ्जीत वा स्वयम् ।दत्त्वाचमनमर्चित्वा ताम्बूलं च निवेदयेत् ॥ ४१ ॥",
        "english_devnagari": "niveditaṁ tad-bhaktāyadadyād bhuñjīta vā svayamdattvācamanam arcitvātāmbūlaṁ ca nivedayet",
        "verse_Syn": [
            "niveditam",
            "tat",
            "bhaktāya",
            "dadyāt",
            "bhuñjīta",
            "vā",
            "svayam",
            "dattvā",
            "ācamanam",
            "arcitvā",
            "tāmbūlam",
            "ca",
            "nivedayet"
        ],
        "translation": "One should offer all the prasāda to a Vaiṣṇava or offer him some of the prasāda and then take some oneself. After this, one should offer the Deity ācamana and then betel nut and then again worship the Lord.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "जपेदष्टोत्तरशतं स्तुवीत स्तुतिभि: प्रभुम् ।कृत्वा प्रदक्षिणं भूमौ प्रणमेद् दण्डवन्मुदा ॥ ४२ ॥",
        "english_devnagari": "japed aṣṭottara-śataṁstuvīta stutibhiḥ prabhumkṛtvā pradakṣiṇaṁ bhūmaupraṇamed daṇḍavan mudā",
        "verse_Syn": [
            "japet",
            "aṣṭottara",
            "śatam",
            "stuvīta",
            "stutibhiḥ",
            "prabhum",
            "kṛtvā",
            "pradakṣiṇam",
            "bhūmau",
            "praṇamet",
            "daṇḍavat",
            "mudā"
        ],
        "translation": "Thereafter, one should silently murmur the mantra 108 times and offer prayers to the Lord for His glorification. Then one should circumambulate the Lord and finally, with great delight and satisfaction, offer obeisances, falling straight like a rod [daṇḍavat].",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "कृत्वा शिरसि तच्छेषां देवमुद्वासयेत् तत: ।द्वय‍वरान्भोजयेद् विप्रान्पायसेन यथोचितम् ॥ ४३ ॥",
        "english_devnagari": "kṛtvā śirasi tac-cheṣāṁdevam udvāsayet tataḥdvy-avarān bhojayed viprānpāyasena yathocitam",
        "verse_Syn": [
            "kṛtvā",
            "śirasi",
            "tat",
            "śeṣām",
            "devam",
            "udvāsayet",
            "tataḥ",
            "dvi",
            "avarān",
            "bhojayet",
            "viprān",
            "pāyasena",
            "yathā",
            "ucitam"
        ],
        "translation": "After touching to one’s head all the flowers and water offered to the Deity, one should throw them into a sacred place. Then one should feed at least two brāhmaṇas with sweet rice.",
        "purport": ""
    },
    {
        "verse": "44-45",
        "devanagari": "भुञ्जीत तैरनुज्ञात: सेष्ट: शेषं सभाजितै: ।ब्रह्मचार्यथ तद्रात्र्यां श्वोभूते प्रथमेऽहनि ॥ ४४ ॥स्‍नात: शुचिर्यथोक्तेन विधिना सुसमाहित: ।पयसा स्‍नापयित्वार्चेद् यावद्‌व्रतसमापनम् ॥ ४५ ॥",
        "english_devnagari": "bhuñjīta tair anujñātaḥseṣṭaḥ śeṣaṁ sabhājitaiḥbrahmacāry atha tad-rātryāṁśvo bhūte prathame ’hani",
        "verse_Syn": [
            "bhuñjīta",
            "taiḥ",
            "anujñātaḥ",
            "sa",
            "iṣṭaḥ",
            "śeṣam",
            "sabhājitaiḥ",
            "brahmacārī",
            "atha",
            "tat",
            "rātryām",
            "śvaḥ",
            "bhūte",
            "prathame",
            "ahani",
            "snātaḥ",
            "śuciḥ",
            "yathā",
            "uktena",
            "vidhinā",
            "su",
            "samāhitaḥ",
            "payasā",
            "snāpayitvā",
            "arcet",
            "yāvat",
            "vrata",
            "samāpanam"
        ],
        "translation": "One should perfectly honor the respectable brāhmaṇas one has fed, and then, after taking their permission, one should take prasāda with his friends and relatives. For that night, one should observe strict celibacy, and the next morning, after bathing again, with purity and attention one should bathe the Deity of Viṣṇu with milk and worship Him according to the methods formerly stated in detail.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "पयोभक्षो व्रतमिदं चरेद् विष्णवर्चनाद‍ृत: ।पूर्ववज्जुहुयादग्निं ब्राह्मणांश्चापि भोजयेत् ॥ ४६ ॥",
        "english_devnagari": "payo-bhakṣo vratam idaṁcared viṣṇv-arcanādṛtaḥpūrvavaj juhuyād agniṁbrāhmaṇāṁś cāpi bhojayet",
        "verse_Syn": [
            "payaḥ",
            "bhakṣaḥ",
            "vratam",
            "idam",
            "caret",
            "viṣṇu",
            "arcana",
            "ādṛtaḥ",
            "pūrva",
            "vat",
            "juhuyāt",
            "agnim",
            "brāhmaṇān",
            "ca",
            "api",
            "bhojayet"
        ],
        "translation": "Worshiping Lord Viṣṇu with great faith and devotion and living only by drinking milk, one should follow this vow. One should also offer oblations to the fire and feed the brāhmaṇas as mentioned before.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "एवं त्वहरह: कुर्याद्‌द्वादशाहं पयोव्रतम् ।हरेराराधनं होममर्हणं द्विजतर्पणम् ॥ ४७ ॥",
        "english_devnagari": "evaṁ tv ahar ahaḥ kuryāddvādaśāhaṁ payo-vratamharer ārādhanaṁ homamarhaṇaṁ dvija-tarpaṇam",
        "verse_Syn": [
            "evam",
            "tu",
            "ahaḥ",
            "ahaḥ",
            "kuryāt",
            "dvādaśa",
            "aham",
            "payaḥ",
            "vratam",
            "hareḥ",
            "ārādhanam",
            "homam",
            "arhaṇam",
            "dvija",
            "tarpaṇam"
        ],
        "translation": "In this way, until twelve days have passed, one should observe this payo-vrata, worshiping the Lord every day, executing the routine duties, performing sacrifices and feeding the brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "प्रतिपद्दिनमारभ्य यावच्छुक्लत्रयोदशीम् ।ब्रह्मचर्यमध:स्वप्नं स्‍नानं त्रिषवणं चरेत् ॥ ४८ ॥",
        "english_devnagari": "pratipad-dinam ārabhyayāvac chukla-trayodaśīmbrahmacaryam adhaḥ-svapnaṁsnānaṁ tri-ṣavaṇaṁ caret",
        "verse_Syn": [
            "pratipat",
            "dinam",
            "ārabhya",
            "yāvat",
            "śukla",
            "trayodaśīm",
            "brahmacaryam",
            "adhaḥ",
            "svapnam",
            "snānam",
            "tri",
            "savanam",
            "caret"
        ],
        "translation": "From pratipat until the thirteenth day of the next bright moon [śukla-trayodaśī], one should observe complete celibacy, sleep on the floor, bathe three times a day and thus execute the vow.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "वर्जयेदसदालापं भोगानुच्चावचांस्तथा ।अहिंस्र: सर्वभूतानां वासुदेवपरायण: ॥ ४९ ॥",
        "english_devnagari": "varjayed asad-ālāpaṁbhogān uccāvacāṁs tathāahiṁsraḥ sarva-bhūtānāṁvāsudeva-parāyaṇaḥ",
        "verse_Syn": [
            "varjayet",
            "asat",
            "ālāpam",
            "bhogān",
            "ucca",
            "avacān",
            "tathā",
            "ahiṁsraḥ",
            "sarva",
            "bhūtānām",
            "vāsudeva",
            "parāyaṇaḥ"
        ],
        "translation": "During this period, one should not unnecessarily talk of material subjects or topics of sense gratification, one should be completely free from envy of all living entities, and one should be a pure and simple devotee of Lord Vāsudeva.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "त्रयोदश्यामथो विष्णो: स्‍नपनं पञ्चकैर्विभो: ।कारयेच्छास्त्रद‍ृष्टेन विधिना विधिकोविदै: ॥ ५० ॥",
        "english_devnagari": "trayodaśyām atho viṣṇoḥsnapanaṁ pañcakair vibhoḥkārayec chāstra-dṛṣṭenavidhinā vidhi-kovidaiḥ",
        "verse_Syn": [
            "trayodaśyām",
            "atho",
            "viṣṇoḥ",
            "snapanam",
            "pañcakaiḥ",
            "vibhoḥ",
            "kārayet",
            "śāstra",
            "dṛṣṭena",
            "vidhinā",
            "vidhi",
            "kovidaiḥ"
        ],
        "translation": "Thereafter, following the directions of the śāstra with help from brāhmaṇas who know the śāstra, on the thirteenth day of the moon one should bathe Lord Viṣṇu with five substances [milk, yogurt, ghee, sugar and honey].",
        "purport": ""
    },
    {
        "verse": "51-52",
        "devanagari": "पूजां च महतीं कुर्याद् वित्तशाठ्यविवर्जित: ।चरुं निरूप्य पयसि शिपिविष्टाय विष्णवे ॥ ५१ ॥सूक्तेन तेन पुरुषं यजेत सुसमाहित: ।नैवेद्यं चातिगुणवद् दद्यात्पुरुषतुष्टिदम् ॥ ५२ ॥",
        "english_devnagari": "pūjāṁ ca mahatīṁ kuryādvitta-śāṭhya-vivarjitaḥcaruṁ nirūpya payasiśipiviṣṭāya viṣṇave",
        "verse_Syn": [
            "pūjām",
            "ca",
            "mahatīm",
            "kuryāt",
            "vitta",
            "śāṭhya",
            "vivarjitaḥ",
            "carum",
            "nirūpya",
            "payasi",
            "śipiviṣṭāya",
            "viṣṇave",
            "sūktena",
            "tena",
            "puruṣam",
            "yajeta",
            "su",
            "samāhitaḥ",
            "naivedyam",
            "ca",
            "ati",
            "guṇa",
            "vat",
            "dadyāt",
            "puruṣa",
            "tuṣṭi",
            "dam"
        ],
        "translation": "Giving up the miserly habit of not spending money, one should arrange for the gorgeous worship of the Supreme Personality of Godhead, Viṣṇu, who is situated in the heart of every living entity. With great attention, one must prepare an oblation of grains boiled in ghee and milk and must chant the Puruṣa-sūkta mantra. The offerings of food should be of varieties of tastes. In this way, one should worship the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "आचार्यं ज्ञानसम्पन्नं वस्त्राभरणधेनुभि: ।तोषयेद‍ृत्विजश्चैव तद्विद्ध्याराधनं हरे: ॥ ५३ ॥",
        "english_devnagari": "ācāryaṁ jñāna-sampannaṁvastrābharaṇa-dhenubhiḥtoṣayed ṛtvijaś caivatad viddhy ārādhanaṁ hareḥ",
        "verse_Syn": [
            "ācāryam",
            "jñāna",
            "sampannam",
            "vastra",
            "ābharaṇa",
            "dhenubhiḥ",
            "toṣayet",
            "ṛtvijaḥ",
            "ca",
            "eva",
            "tat",
            "viddhi",
            "ārādhanam",
            "hareḥ"
        ],
        "translation": "One should satisfy the spiritual master [ācārya], who is very learned in Vedic literature, and should satisfy his assistant priests [known as hotā, udgātā, adhvaryu and brahma]. One should please them by offering them clothing, ornaments and cows. This is the ceremony called viṣṇu-ārādhana, or worship of Lord Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "भोजयेत् तान्गुणवता सदन्नेन शुचिस्मिते ।अन्यांश्च ब्राह्मणाञ्छक्त्या ये च तत्र समागता: ॥ ५४ ॥",
        "english_devnagari": "bhojayet tān guṇavatāsad-annena śuci-smiteanyāṁś ca brāhmaṇāñ chaktyāye ca tatra samāgatāḥ",
        "verse_Syn": [
            "bhojayet",
            "tān",
            "guṇa",
            "vatā",
            "sat",
            "annena",
            "śuci",
            "smite",
            "anyān",
            "ca",
            "brāhmaṇān",
            "śaktyā",
            "ye",
            "ca",
            "tatra",
            "samāgatāḥ"
        ],
        "translation": "O most auspicious lady, one should perform all the ceremonies under the direction of learned ācāryas and should satisfy them and their priests. By distributing prasāda, one should also satisfy the brāhmaṇas and others who have assembled.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "दक्षिणां गुरवे दद्याद‍ृत्विग्भ्यश्च यथार्हत: ।अन्नाद्येनाश्वपाकांश्च प्रीणयेत्समुपागतान् ॥ ५५ ॥",
        "english_devnagari": "dakṣiṇāṁ gurave dadyādṛtvigbhyaś ca yathārhataḥannādyenāśva-pākāṁś caprīṇayet samupāgatān",
        "verse_Syn": [
            "dakṣiṇām",
            "gurave",
            "dadyāt",
            "ṛtvigbhyaḥ",
            "ca",
            "yathā",
            "arhataḥ",
            "anna",
            "adyena",
            "āśva",
            "pākān",
            "ca",
            "prīṇayet",
            "samupāgatān"
        ],
        "translation": "One should satisfy the spiritual master and assistant priests by giving them cloth, ornaments, cows and also some monetary contribution. And by distributing prasāda one should satisfy everyone assembled, including even the lowest of men, the caṇḍālas [eaters of dog flesh].",
        "purport": " In the Vedic system, prasāda is distributed, as recommended here, without discrimination as to who may take the prasāda. Regardless of whether one be a brāhmaṇa, śūdra, vaiśya, kṣatriya, or even the lowest of men, a caṇḍāla, he should be welcome to accept prasāda. However, when the caṇḍālas, the lower class or poorer class, are taking prasāda, this does not mean that they have become Nārāyaṇa or Viṣṇu. Nārāyaṇa is situated in everyone’s heart, but this does not mean Nārāyaṇa is a caṇḍāla or poor man. The Māyāvāda philosophy of accepting a poor man as Nārāyaṇa is the most envious and atheistic movement in Vedic culture. This mentality should be completely given up. Everyone should be given the opportunity to take prasāda, but this does not mean that everyone has the right to become Nārāyaṇa."
    },
    {
        "verse": "56",
        "devanagari": "भुक्तवत्सु च सर्वेषु दीनान्धकृपणादिषु ।विष्णोस्तत्प्रीणनं विद्वान्भुञ्जीत सह बन्धुभि: ॥ ५६ ॥",
        "english_devnagari": "bhuktavatsu ca sarveṣudīnāndha-kṛpaṇādiṣuviṣṇos tat prīṇanaṁ vidvānbhuñjīta saha bandhubhiḥ",
        "verse_Syn": [
            "bhuktavatsu",
            "ca",
            "sarveṣu",
            "dīna",
            "andha",
            "kṛpaṇa",
            "ādiṣu",
            "viṣṇoḥ",
            "tat",
            "prīṇanam",
            "vidvān",
            "bhuñjīta",
            "saha",
            "bandhubhiḥ"
        ],
        "translation": "One should distribute viṣṇu-prasāda to everyone, including the poor man, the blind man, the nondevotee and the non-brāhmaṇa. Knowing that Lord Viṣṇu is very pleased when everyone is sumptuously fed with viṣṇu-prasāda, the performer of yajña should then take prasāda with his friends and relatives.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "नृत्यवादित्रगीतैश्च स्तुतिभि: स्वस्तिवाचकै: ।कारयेत्तत्कथाभिश्च पूजां भगवतोऽन्वहम् ॥ ५७ ॥",
        "english_devnagari": "nṛtya-vāditra-gītaiś castutibhiḥ svasti-vācakaiḥkārayet tat-kathābhiś capūjāṁ bhagavato ’nvaham",
        "verse_Syn": [
            "nṛtya",
            "vāditra",
            "gītaiḥ",
            "ca",
            "stutibhiḥ",
            "svasti",
            "vācakaiḥ",
            "kārayet",
            "tat",
            "kathābhiḥ",
            "ca",
            "pūjām",
            "bhagavataḥ",
            "anvaham"
        ],
        "translation": "Every day from pratipat to trayodaśī, one should continue the ceremony, to the accompaniment of dancing, singing, the beating of a drum, the chanting of prayers and all-auspicious mantras, and recitation of Śrīmad-Bhāgavatam. In this way, one should worship the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "एतत्पयोव्रतं नाम पुरुषाराधनं परम् ।पितामहेनाभिहितं मया ते समुदाहृतम् ॥ ५८ ॥",
        "english_devnagari": "etat payo-vrataṁ nāmapuruṣārādhanaṁ parampitāmahenābhihitaṁmayā te samudāhṛtam",
        "verse_Syn": [
            "etat",
            "payaḥ",
            "vratam",
            "nāma",
            "puruṣa",
            "ārādhanam",
            "param",
            "pitāmahena",
            "abhihitam",
            "mayā",
            "te",
            "samudāhṛtam"
        ],
        "translation": "This is the religious ritualistic ceremony known as payo-vrata, by which one may worship the Supreme Personality of Godhead. I received this information from Brahmā, my grandfather, and now I have described it to you in all details.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "त्वं चानेन महाभागे सम्यक्‌चीर्णेन केशवम् ।आत्मना शुद्धभावेन नियतात्मा भजाव्ययम् ॥ ५९ ॥",
        "english_devnagari": "tvaṁ cānena mahā-bhāgesamyak cīrṇena keśavamātmanā śuddha-bhāvenaniyatātmā bhajāvyayam",
        "verse_Syn": [
            "tvam",
            "ca",
            "anena",
            "mahā",
            "bhāge",
            "samyak",
            "cīrṇena",
            "keśavam",
            "ātmanā",
            "śuddha",
            "bhāvena",
            "niyata",
            "ātmā",
            "bhaja",
            "avyayam"
        ],
        "translation": "O most fortunate lady, establishing your mind in a good spirit, execute this process of payo-vrata and thus worship the Supreme Personality of Godhead, Keśava, who is inexhaustible.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "अयं वै सर्वयज्ञाख्य: सर्वव्रतमिति स्मृतम् ।तप:सारमिदं भद्रे दानं चेश्वरतर्पणम् ॥ ६० ॥",
        "english_devnagari": "ayaṁ vai sarva-yajñākhyaḥsarva-vratam iti smṛtamtapaḥ-sāram idaṁ bhadredānaṁ ceśvara-tarpaṇam",
        "verse_Syn": [
            "ayam",
            "vai",
            "sarva",
            "yajña",
            "ākhyaḥ",
            "sarva",
            "vratam",
            "iti",
            "smṛtam",
            "tapaḥ",
            "sāram",
            "idam",
            "bhadre",
            "dānam",
            "ca",
            "īśvara",
            "tarpaṇam"
        ],
        "translation": "This payo-vrata is also known as sarva-yajña. In other words, by performing this sacrifice one can perform all other sacrifices automatically. This is also acknowledged to be the best of all ritualistic ceremonies. O gentle lady, it is the essence of all austerities, and it is the process of giving charity and pleasing the supreme controller.",
        "purport": " Ārādhanānāṁ sarveṣāṁ viṣṇor ārādhanaṁ param. This is a statement made by Lord Śiva to Pārvatī. Worshiping Lord Viṣṇu is the supreme process of worship. And how Lord Viṣṇu is worshiped in this payo-vrata ceremony has now been fully described. The ultimate goal of life is to please Lord Viṣṇu by varṇāśrama-dharma. The Vedic principles of four varṇas and four āśramas are meant for worship of Viṣṇu (viṣṇur ārādhyate panthā nānyat tat-toṣa-kāraṇam). The Kṛṣṇa consciousness movement is also viṣṇu-ārādhanam, or worship of Lord Viṣṇu, according to the age. The payo-vrata method of viṣṇu-ārādhanam was enunciated long, long ago by Kaśyapa Muni to his wife, Aditi, in the heavenly planets, and the same process is bona fide on earth even now. Especially for this Age of Kali, the process accepted by the Kṛṣṇa consciousness movement is to open hundreds and thousands of Viṣṇu temples (temples of Rādhā-Kṛṣṇa, Jagannātha, Balarāma, Sītā-Rāma, Gaura-Nitāi and so on). Performing prescribed worship in such temples of Viṣṇu and thus worshiping the Lord is as good as performing the payo-vrata ceremony recommended here. The payo-vrata ceremony is performed from the first to the thirteenth day of the bright fortnight of the moon, but in our Kṛṣṇa consciousness movement Lord Viṣṇu is worshiped in every temple according to a schedule of twenty-four hours of engagement in performing kīrtana, chanting the Hare Kṛṣṇa mahā-mantra, offering palatable food to Lord Viṣṇu and distributing this food to Vaiṣṇavas and others. These are authorized activities, and if the members of the Kṛṣṇa consciousness movement stick to these principles, they will achieve the same result one gains by observing the payo-vrata ceremony. Thus the essence of all auspicious activities, such as performing yajña, giving in charity, observing vratas, and undergoing austerities, is included in the Kṛṣṇa consciousness movement. The members of this movement should immediately and sincerely follow the processes already recommended. Of course, sacrifice is meant to please Lord Viṣṇu. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ: in Kali-yuga, those who are intelligent perform the saṅkīrtana-yajña. One should follow this process conscientiously."
    },
    {
        "verse": "61",
        "devanagari": "त एव नियमा: साक्षात्त एव च यमोत्तमा: ।तपो दानं व्रतं यज्ञो येन तुष्यत्यधोक्षज: ॥ ६१ ॥",
        "english_devnagari": "ta eva niyamāḥ sākṣātta eva ca yamottamāḥtapo dānaṁ vrataṁ yajñoyena tuṣyaty adhokṣajaḥ",
        "verse_Syn": [
            "te",
            "eva",
            "niyamāḥ",
            "sākṣāt",
            "te",
            "eva",
            "ca",
            "yama",
            "uttamāḥ",
            "tapaḥ",
            "dānam",
            "vratam",
            "yajñaḥ",
            "yena",
            "tuṣyati",
            "adhokṣajaḥ"
        ],
        "translation": "This is the best process for pleasing the transcendental Supreme Personality of Godhead, known as Adhokṣaja. It is the best of all regulative principles, the best austerity, the best process of giving charity, and the best process of sacrifice.",
        "purport": " The Supreme Lord says in Bhagavad-gītā (18.66): “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” Unless one pleases the Supreme Personality of Godhead according to His demand, no good result will come from any of his actions. “The occupational activities a man performs according to his own position are only so much useless labor if they do not provoke attraction for the message of the Personality of Godhead.” (Bhāg. 1.2.8) If one is not interested in satisfying Lord Viṣṇu, Vāsudeva, all his so-called auspicious activities are fruitless. Moghāśā mogha-karmāṇo mogha-jñānā vicetasaḥ: because he is bewildered, he is baffled in his hopes, baffled in his activities, and baffled in his knowledge. In this regard, Śrīla Viśvanātha Cakravartī remarks, napuṁsakam anapuṁsakenety-ādinaikatvam. One cannot equate the potent and the impotent. Among modern Māyāvādīs it has become fashionable to say that whatever one does or whatever path one follows is all right. But these are all foolish statements. Here it is forcefully affirmed that this is the only method for success in life. Īśvara-tarpaṇaṁ vinā sarvam eva viphalam. Unless Lord Viṣṇu is satisfied, all of one’s pious activities, ritualistic ceremonies and yajñas are simply for show and have no value. Unfortunately, foolish people do not know the secret of success. Na te viduḥ svārtha-gatiṁ hi viṣṇum. They do not know that real self-interest ends in pleasing Lord Viṣṇu."
    },
    {
        "verse": "62",
        "devanagari": "तस्मादेतद्‌व्रतं भद्रे प्रयता श्रद्धयाचर ।भगवान्परितुष्टस्ते वरानाशु विधास्यति ॥ ६२ ॥",
        "english_devnagari": "tasmād etad vrataṁ bhadreprayatā śraddhayācarabhagavān parituṣṭas tevarān āśu vidhāsyati",
        "verse_Syn": [
            "tasmāt",
            "etat",
            "vratam",
            "bhadre",
            "prayatā",
            "śraddhayā",
            "ācara",
            "bhagavān",
            "parituṣṭaḥ",
            "te",
            "varān",
            "āśu",
            "vidhāsyati"
        ],
        "translation": "Therefore, my dear gentle lady, follow this ritualistic vow, strictly observing the regulative principles. By this process, the Supreme Person will very soon be pleased with you and will satisfy all your desires.",
        "purport": ""
    }
]