[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं स्तुत: सुरगणैर्भगवान् हरिरीश्वर: ।तेषामाविरभूद् राजन्सहस्रार्कोदयद्युति: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ stutaḥ sura-gaṇairbhagavān harir īśvaraḥteṣām āvirabhūd rājansahasrārkodaya-dyutiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "stutaḥ",
            "sura",
            "gaṇaiḥ",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ",
            "teṣām",
            "āvirabhūt",
            "rājan",
            "sahasra",
            "arka",
            "udaya",
            "dyutiḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King Parīkṣit, the Supreme Personality of Godhead, Hari, being thus worshiped with prayers by the demigods and Lord Brahmā, appeared before them. His bodily effulgence resembled the simultaneous rising of thousands of suns.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "",
        "english_devnagari": "tenaiva sahasā sarvedevāḥ pratihatekṣaṇāḥnāpaśyan khaṁ diśaḥ kṣauṇīmātmānaṁ ca kuto vibhum",
        "verse_Syn": [
            "tena",
            "eva",
            "sahasā",
            "sarve",
            "devāḥ",
            "pratihata",
            "īkṣaṇāḥ",
            "na",
            "apaśyan",
            "kham",
            "diśaḥ",
            "kṣauṇīm",
            "ātmānam",
            "ca",
            "kutaḥ",
            "vibhum"
        ],
        "translation": "The vision of all the demigods was blocked by the Lord’s effulgence. Thus they could see neither the sky, the directions, the land, nor even themselves, what to speak of seeing the Lord, who was present before them.",
        "purport": ""
    },
    {
        "verse": "3-7",
        "devanagari": "विरिञ्चो भगवान्‍द‍ृष्ट्वा सह शर्वेण तां तनुम् ।स्वच्छां मरकतश्यामां कञ्जगर्भारुणेक्षणाम् ॥ ३ ॥तप्तहेमावदातेन लसत्कौशेयवाससा ।प्रसन्नचारुसर्वाङ्गीं सुमुखीं सुन्दरभ्रुवम् ॥ ४ ॥महामणिकिरीटेन केयूराभ्यां च भूषिताम् ।कर्णाभरणनिर्भातकपोलश्रीमुखाम्बुजाम् ॥ ५ ॥काञ्चीकलापवलयहारनूपुरशोभिताम् ।कौस्तुभाभरणां लक्ष्मीं बिभ्रतीं वनमालिनीम् ॥ ६ ॥सुदर्शनादिभि: स्वास्त्रैर्मूर्तिमद्भ‍िरुपासिताम् ।तुष्टाव देवप्रवर: सशर्व: पुरुषं परम् ।सर्वामरगणै: साकं सर्वाङ्गैरवनिं गतै: ॥ ७ ॥",
        "english_devnagari": "viriñco bhagavān dṛṣṭvāsaha śarveṇa tāṁ tanumsvacchāṁ marakata-śyāmāṁkañja-garbhāruṇekṣaṇām",
        "verse_Syn": [
            "viriñcaḥ",
            "bhagavān",
            "dṛṣṭvā",
            "saha",
            "śarveṇa",
            "tām",
            "tanum",
            "svacchām",
            "marakata",
            "śyāmām",
            "kañja",
            "garbha",
            "aruṇa",
            "īkṣaṇām",
            "tapta",
            "hema",
            "avadātena",
            "lasat",
            "kauśeya",
            "vāsasā",
            "prasanna",
            "cāru",
            "sarva",
            "aṅgīm",
            "su",
            "mukhīm",
            "sundara",
            "bhruvam",
            "mahā",
            "maṇi",
            "kirīṭena",
            "keyūrābhyām",
            "ca",
            "bhūṣitām",
            "karṇa",
            "ābharaṇa",
            "nirbhāta",
            "kapola",
            "śrī",
            "mukha",
            "ambujām",
            "kāñcī",
            "kalāpa",
            "valaya",
            "hāra",
            "nūpura",
            "śobhitām",
            "kaustubha",
            "ābharaṇām",
            "lakṣmīm",
            "bibhratīm",
            "vana",
            "mālinīm",
            "sudarśana",
            "ādibhiḥ",
            "sva",
            "astraiḥ",
            "mūrtimadbhiḥ",
            "upāsitām",
            "tuṣṭāva",
            "deva",
            "pravaraḥ",
            "sa",
            "śarvaḥ",
            "puruṣam",
            "param",
            "sarva",
            "amara",
            "gaṇaiḥ",
            "sākam",
            "sarva",
            "aṅgaiḥ",
            "avanim",
            "gataiḥ"
        ],
        "translation": "Lord Brahmā, along with Lord Śiva, saw the crystal-clear personal beauty of the Supreme Personality of Godhead, whose blackish body resembles a marakata gem, whose eyes are reddish like the depths of a lotus, who is dressed with garments that are yellow like molten gold, and whose entire body is attractively decorated. They saw His beautiful, smiling, lotuslike face, crowned by a helmet bedecked with valuable jewels. The Lord has attractive eyebrows, and His cheeks are adorned with earrings. Lord Brahmā and Lord Śiva saw the belt on the Lord’s waist, the bangles on His arms, the necklace on His chest, and the ankle bells on His legs. The Lord is bedecked with flower garlands, His neck is decorated with the Kaustubha gem, and He carries with Him the goddess of fortune and His personal weapons, like His disc and club. When Lord Brahmā, along with Lord Śiva and the other demigods, thus saw the form of the Lord, they all immediately fell to the ground, offering their obeisances.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "श्रीब्रह्मोवाचअजातजन्मस्थितिसंयमाया-गुणाय निर्वाणसुखार्णवाय ।अणोरणिम्नेऽपरिगण्यधाम्ने",
        "english_devnagari": "śrī-brahmovācaajāta-janma-sthiti-saṁyamāyā-guṇāya nirvāṇa-sukhārṇavāyaaṇor aṇimne ’parigaṇya-dhāmnemahānubhāvāya namo namas te",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "ajāta",
            "janma",
            "sthiti",
            "saṁyamāya",
            "aguṇāya",
            "nirvāṇa",
            "sukha",
            "arṇavāya",
            "aṇoḥ",
            "aṇimne",
            "aparigaṇya",
            "dhāmne",
            "mahā",
            "anubhāvāya",
            "namaḥ",
            "namaḥ",
            "te"
        ],
        "translation": "Lord Brahmā said: Although You are never born, Your appearance and disappearance as an incarnation never cease. You are always free from the material qualities, and You are the shelter of transcendental bliss resembling an ocean. Eternally existing in Your transcendental form, You are the supreme subtle of the most extremely subtle. We therefore offer our respectful obeisances unto You, the Supreme, whose existence is inconceivable.",
        "purport": " The Lord says in Bhagavad-gītā (4.6): “Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all sentient beings, I still appear in every millennium in My original transcendental form.” In the following verse in Bhagavad-gītā (4.7), the Lord says: “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” Thus although the Supreme Lord is unborn, there is no cessation to His appearance in different forms as incarnations like Lord Kṛṣṇa and Lord Rāma. Since His incarnations are eternal, the various activities performed by these incarnations are also eternal. The Supreme Personality of Godhead does not appear because He is forced to do so by karma like ordinary living entities who are forced to accept a certain type of body. It is to be understood that the Lord’s body and activities are all transcendental, being free from the contamination of the material modes of nature. These pastimes are transcendental bliss to the Lord. The word aparigaṇya-dhāmne is very significant. There is no limit to the Lord’s appearance in different incarnations. All of these incarnations are eternal, blissful and full of knowledge."
    },
    {
        "verse": "9",
        "devanagari": "रूपं तवैतत् पुरुषर्षभेज्यंश्रेयोऽर्थिभिर्वैदिकतान्त्रिकेण ।योगेन धात: सह नस्त्रिलोकान्पश्याम्यमुष्मिन्नु ह विश्वमूर्तौ ॥ ९ ॥",
        "english_devnagari": "rūpaṁ tavaitat puruṣarṣabhejyaṁśreyo ’rthibhir vaidika-tāntrikeṇayogena dhātaḥ saha nas tri-lokānpaśyāmy amuṣminn u ha viśva-mūrtau",
        "verse_Syn": [
            "rūpam",
            "tava",
            "etat",
            "puruṣa",
            "ṛṣabha",
            "ijyam",
            "śreyaḥ",
            "arthibhiḥ",
            "vaidika",
            "tāntrikeṇa",
            "yogena",
            "dhātaḥ",
            "saha",
            "naḥ",
            "tri",
            "lokān",
            "paśyāmi",
            "amuṣmin",
            "u",
            "ha",
            "viśva",
            "mūrtau"
        ],
        "translation": "O best of persons, O supreme director, those who actually aspire for supreme good fortune worship this form of Your Lordship according to the Vedic Tantras. My Lord, we can see all the three worlds in You.",
        "purport": " The Vedic mantras say: yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati (Muṇḍaka Upaniṣad 1.3). When the devotee sees the Supreme Personality of Godhead by his meditation, or when he sees the Lord personally, face to face, he becomes aware of everything within this universe. Indeed, nothing is unknown to him. Everything within this material world is fully manifested to a devotee who has seen the Supreme Personality of Godhead. Bhagavad-gītā (4.34) therefore advises: “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” Lord Brahmā is one of these self-realized authorities (svayambhūr nāradaḥ śambhuḥ kumāraḥ kapilo manuḥ). One must therefore accept the disciplic succession from Lord Brahmā, and then one can understand the Supreme Personality of Godhead in fullness. Here the word viśva-mūrtau indicates that everything exists in the form of the Supreme Personality of Godhead. One who is able to worship Him can see everything in Him and see Him in everything."
    },
    {
        "verse": "10",
        "devanagari": "त्वय्यग्र आसीत् त्वयि मध्य आसीत्त्वय्यन्त आसीदिदमात्मतन्त्रे ।त्वमादिरन्तो जगतोऽस्य मध्यंघटस्य मृत्स्‍नेव पर: परस्मात् ॥ १० ॥",
        "english_devnagari": "tvayy agra āsīt tvayi madhya āsīttvayy anta āsīd idam ātma-tantretvam ādir anto jagato ’sya madhyaṁghaṭasya mṛtsneva paraḥ parasmāt",
        "verse_Syn": [
            "tvayi",
            "agre",
            "āsīt",
            "tvayi",
            "madhye",
            "āsīt",
            "tvayi",
            "ante",
            "āsīt",
            "idam",
            "ātma",
            "tantre",
            "tvam",
            "ādiḥ",
            "antaḥ",
            "jagataḥ",
            "asya",
            "madhyam",
            "ghaṭasya",
            "mṛtsnā",
            "iva",
            "paraḥ",
            "parasmāt"
        ],
        "translation": "My dear Lord, who are always fully independent, this entire cosmic manifestation arises from You, rests upon You and ends in You. Your Lordship is the beginning, sustenance and end of everything, like the earth, which is the cause of an earthen pot, which supports the pot, and to which the pot, when broken, finally returns.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "त्वं माययात्माश्रयया स्वयेदंनिर्माय विश्वं तदनुप्रविष्ट: ।पश्यन्ति युक्ता मनसा मनीषिणोगुणव्यवायेऽप्यगुणं विपश्चित: ॥ ११ ॥",
        "english_devnagari": "tvaṁ māyayātmāśrayayā svayedaṁnirmāya viśvaṁ tad-anupraviṣṭaḥpaśyanti yuktā manasā manīṣiṇoguṇa-vyavāye ’py aguṇaṁ vipaścitaḥ",
        "verse_Syn": [
            "tvam",
            "māyayā",
            "ātma",
            "āśrayayā",
            "svayā",
            "idam",
            "nirmāya",
            "viśvam",
            "tat",
            "anupraviṣṭaḥ",
            "paśyanti",
            "yuktāḥ",
            "manasā",
            "manīṣiṇaḥ",
            "guṇa",
            "vyavāye",
            "api",
            "aguṇam",
            "vipaścitaḥ"
        ],
        "translation": "O Supreme, You are independent in Your self and do not take help from others. Through Your own potency, You create this cosmic manifestation and enter into it. Those who are advanced in Kṛṣṇa consciousness, who are fully in knowledge of the authoritative śāstra, and who, through the practice of bhakti-yoga, are cleansed of all material contamination, can see with clear minds that although You exist within the transformations of the material qualities, Your presence is untouched by these qualities.",
        "purport": " The Lord says in Bhagavad-gītā (9.10): “This material nature, working under My direction, O son of Kuntī, is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.” The material energy creates, maintains and devastates the entire cosmic manifestation because of directions given by the Supreme Personality of Godhead, who enters this universe as Garbhodakaśāyī Viṣṇu but is untouched by the material qualities. In Bhagavad-gītā the Lord refers to māyā, the external energy, which creates this material world, as mama māyā, “My energy,” because this energy works under the full control of the Lord. These facts can be realized only by those who are well versed in Vedic knowledge and advanced in Kṛṣṇa consciousness."
    },
    {
        "verse": "12",
        "devanagari": "यथाग्निमेधस्यमृतं च गोषुभुव्यन्नमम्बूद्यमने च वृत्तिम् ।योगैर्मनुष्या अधियन्ति हि त्वांगुणेषु बुद्ध्या कवयो वदन्ति ॥ १२ ॥",
        "english_devnagari": "yathāgnim edhasy amṛtaṁ ca goṣubhuvy annam ambūdyamane ca vṛttimyogair manuṣyā adhiyanti hi tvāṁguṇeṣu buddhyā kavayo vadanti",
        "verse_Syn": [
            "yathā",
            "agnim",
            "edhasi",
            "amṛtam",
            "ca",
            "goṣu",
            "bhuvi",
            "annam",
            "ambu",
            "udyamane",
            "ca",
            "vṛttim",
            "yogaiḥ",
            "manuṣyāḥ",
            "adhiyanti",
            "hi",
            "tvām",
            "guṇeṣu",
            "buddhyā",
            "kavayaḥ",
            "vadanti"
        ],
        "translation": "As one can derive fire from wood, milk from the milk bag of the cow, food grains and water from the land, and prosperity in one’s livelihood from industrial enterprises, so, by the practice of bhakti-yoga, even within this material world, one can achieve Your favor or intelligently approach You. Those who are pious all affirm this.",
        "purport": " Although the Supreme Personality of Godhead is nirguṇa, not to be found within this material world, the entire material world is pervaded by Him, as stated in Bhagavad-gītā (mayā tatam idaṁ sarvam). The material world is nothing but an expansion of the Lord’s material energy, and the entire cosmic manifestation rests upon Him (mat-sthāni sarva-bhūtāni). Nonetheless, the Supreme Lord cannot be found here (na cāhaṁ teṣv avasthitaḥ). A devotee, however, can see the Supreme Personality of Godhead through the practice of bhakti-yoga. One ordinarily does not begin to practice bhakti-yoga unless he has practiced it in previous births. Moreover, one can begin bhakti-yoga only by the mercy of the spiritual master and Kṛṣṇa. Guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja. The seed of devotional service is obtainable by the mercy of guru, the spiritual master, and Kṛṣṇa, the Supreme Personality of Godhead. Only by the practice of bhakti-yoga can one achieve the favor of the Supreme Personality of Godhead and see Him face to face (premāñjana-cchurita-bhakti-vilocanena santaḥ sadaiva hṛdayeṣu vilokayanti). One cannot see the Lord by other methods, such as karma, jñāna or yoga. Under the direction of the spiritual master, one must cultivate bhakti-yoga (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam). Then, even within this material world, although the Lord is not visible, a devotee can see Him. This is confirmed in Bhagavad-gītā (bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ) and in Śrīmad-Bhāgavatam (bhaktyāham ekayā grāhyaḥ). Thus by devotional service one can achieve the favor of the Supreme Personality of Godhead, although He is not visible or understandable to materialistic persons. In this verse, the cultivation of bhakti-yoga is compared to many material activities. By friction one can get fire from wood, by digging the earth one can get food grains and water, and by agitating the milk bag of the cow one can get nectarean milk. Milk is compared to nectar, which one can drink to become immortal. Of course, simply drinking milk will not make one immortal, but it can increase the duration of one’s life. In modern civilization, men do not think milk to be important, and therefore they do not live very long. Although in this age men can live up to one hundred years, their duration of life is reduced because they do not drink large quantities of milk. This is a sign of Kali-yuga. In Kali-yuga, instead of drinking milk, people prefer to slaughter an animal and eat its flesh. The Supreme Personality of Godhead, in His instructions of Bhagavad-gītā, advises go-rakṣya, which means cow protection. The cow should be protected, milk should be drawn from the cows, and this milk should be prepared in various ways. One should take ample milk, and thus one can prolong one’s life, develop his brain, execute devotional service, and ultimately attain the favor of the Supreme Personality of Godhead. As it is essential to get food grains and water by digging the earth, it is also essential to give protection to the cows and take nectarean milk from their milk bags. The people of this age are inclined toward industrial enterprises for comfortable living, but they refuse to endeavor to execute devotional service, by which they can achieve the ultimate goal of life by returning home, back to Godhead. Unfortunately, as it is said, na te viduḥ svārtha-gatiṁ hi viṣṇuṁ durāśayā ye bahir-artha-māninaḥ. People without spiritual education do not know that the ultimate goal of life is to go back home, back to Godhead. Forgetting this aim of life, they are working very hard in disappointment and frustration (moghāśā mogha-karmāṇo mogha jñānā vicetasaḥ). The so-called vaiśyas — the industrialists or businessmen — are involved in big, big industrial enterprises, but they are not interested in food grains and milk. However, as indicated here, by digging for water, even in the desert, we can produce food grains; when we produce food grains and vegetables, we can give protection to the cows; while giving protection to the cows, we can draw from them abundant quantities of milk; and by getting enough milk and combining it with food grains and vegetables, we can prepare hundreds of nectarean foods. We can happily eat this food and thus avoid industrial enterprises and joblessness. Agriculture and cow protection are the way to become sinless and thus be attracted to devotional service. Those who are sinful cannot be attracted by devotional service. As stated in Bhagavad-gītā (7.28): “Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.” The majority of people in this Age of Kali are sinful, short-living, unfortunate and disturbed (mandāḥ sumanda-matayo manda-bhāgyā hy upadrutāḥ). For them, Caitanya Mahāprabhu has advised: “In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.”"
    },
    {
        "verse": "13",
        "devanagari": "तं त्वां वयं नाथ समुज्जिहानंसरोजनाभातिचिरेप्सितार्थम् ।द‍ृष्ट्वा गता निर्वृतमद्य सर्वेगजा दवार्ता इव गाङ्गमम्भ: ॥ १३ ॥",
        "english_devnagari": "taṁ tvāṁ vayaṁ nātha samujjihānaṁsaroja-nābhāticirepsitārthamdṛṣṭvā gatā nirvṛtam adya sarvegajā davārtā iva gāṅgam ambhaḥ",
        "verse_Syn": [
            "tam",
            "tvām",
            "vayam",
            "nātha",
            "samujjihānam",
            "saroja",
            "nābha",
            "ati",
            "cira",
            "īpsita",
            "artham",
            "dṛṣṭvā",
            "gatāḥ",
            "nirvṛtam",
            "adya",
            "sarve",
            "gajāḥ",
            "dava",
            "artāḥ",
            "iva",
            "gāṅgam",
            "ambhaḥ"
        ],
        "translation": "Elephants afflicted by a forest fire become very happy when they get water from the Ganges. Similarly, O my Lord, from whose navel grows a lotus flower, since You have now appeared before us, we have become transcendentally happy. By seeing Your Lordship, whom we have desired to see for a very long time, we have achieved our ultimate goal in life.",
        "purport": " The devotees of the Lord are always very eager to see the Supreme Lord face to face, but they do not demand that the Lord come before them, for a pure devotee considers such a demand to be contrary to devotional service. Śrī Caitanya Mahāprabhu teaches this lesson in His Śikṣāṣṭaka. Adarśanān marma-hatāṁ karotu vā. The devotee is always eager to see the Lord face to face, but if he is brokenhearted because he cannot see the Lord, even life after life, he will never command the Lord to appear. This is a sign of pure devotion. Therefore in this verse we find the word ati-cira-īpsita-artham, meaning that the devotee aspires for a long, long time to see the Lord. If the Lord, by His own pleasure, appears before the devotee, the devotee feels extremely happy, as Dhruva Mahārāja felt when he personally saw the Supreme Personality of Godhead. When Dhruva Mahārāja saw the Lord, he had no desire to ask the Lord for any benediction. Indeed, simply by seeing the Lord, Dhruva Mahārāja felt so satisfied that he did not want to ask the Lord for any benediction (svāmin kṛtārtho ’smi varaṁ na yāce). A pure devotee, whether able or unable to see the Lord, always engages in the Lord’s devotional service, always hoping that at some time the Lord may be pleased to appear before him so that he can see the Lord face to face."
    },
    {
        "verse": "14",
        "devanagari": "स त्वं विधत्स्वाखिललोकपालावयं यदर्थास्तव पादमूलम् ।समागतास्ते बहिरन्तरात्मन्किं वान्यविज्ञाप्यमशेषसाक्षिण: ॥ १४ ॥",
        "english_devnagari": "sa tvaṁ vidhatsvākhila-loka-pālāvayaṁ yad arthās tava pāda-mūlamsamāgatās te bahir-antar-ātmankiṁ vānya-vijñāpyam aśeṣa-sākṣiṇaḥ",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "vidhatsva",
            "akhila",
            "loka",
            "pālāḥ",
            "vayam",
            "yat",
            "arthāḥ",
            "tava",
            "pāda",
            "mūlam",
            "samāgatāḥ",
            "te",
            "bahiḥ",
            "antaḥ",
            "ātman",
            "kim",
            "vā",
            "anya",
            "vijñāpyam",
            "aśeṣa",
            "sākṣiṇaḥ"
        ],
        "translation": "My Lord, we, the various demigods, the directors of this universe, have come to Your lotus feet. Please fulfill the purpose for which we have come. You are the witness of everything, from within and without. Nothing is unknown to You, and therefore it is unnecessary to inform You again of anything.",
        "purport": " As stated in Bhagavad-gītā (13.3), kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata. The individual souls are proprietors of their individual bodies, but the Supreme Personality of Godhead is the proprietor of all bodies. Since He is the witness of everyone’s body, nothing is unknown to Him. He knows what we need. Our duty, therefore, is to execute devotional service sincerely, under the direction of the spiritual master. Kṛṣṇa, by His grace, will supply whatever we need in executing our devotional service. In the Kṛṣṇa consciousness movement, we simply have to execute the order of Kṛṣṇa and guru. Then all necessities will be supplied by Kṛṣṇa, even if we do not ask for them."
    },
    {
        "verse": "15",
        "devanagari": "अहं गिरित्रश्च सुरादयो येदक्षादयोऽग्नेरिव केतवस्ते ।किं वा विदामेश पृथग्विभाताविधत्स्व शं नो द्विजदेवमन्त्रम् ॥ १५ ॥",
        "english_devnagari": "ahaṁ giritraś ca surādayo yedakṣādayo ’gner iva ketavas tekiṁ vā vidāmeśa pṛthag-vibhātāvidhatsva śaṁ no dvija-deva-mantram",
        "verse_Syn": [
            "aham",
            "giritraḥ",
            "ca",
            "sura",
            "ādayaḥ",
            "ye",
            "dakṣa",
            "ādayaḥ",
            "agneḥ",
            "iva",
            "ketavaḥ",
            "te",
            "kim",
            "vā",
            "vidāma",
            "īśa",
            "pṛthak",
            "vibhātāḥ",
            "vidhatsva",
            "śam",
            "naḥ",
            "dvija",
            "deva",
            "mantram"
        ],
        "translation": "I [Lord Brahmā], Lord Śiva and all the demigods, accompanied by the prajāpatis like Dakṣa, are nothing but sparks illuminated by You, who are the original fire. Since we are particles of You, what can we understand about our welfare? O Supreme Lord, please give us the means of deliverance that is suitable for the brāhmaṇas and demigods.",
        "purport": " In this verse, the word dvija-deva-mantram is very important. The word mantra means “that which delivers one from the material world.” Only the dvijas (the brāhmaṇas) and the devas (the demigods) can be delivered from material existence by the instructions of the Supreme Personality of Godhead. Whatever is spoken by the Supreme Personality of Godhead is a mantra and is suitable for delivering the conditioned souls from mental speculation. The conditioned souls are engaged in a struggle for existence (manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati). Deliverance from this struggle constitutes the highest benefit, but unless one gets a mantra from the Supreme Personality of Godhead, deliverance is impossible. The beginning mantra is the Gāyatrī mantra. Therefore, after purification, when one is qualified to become a brāhmaṇa (dvija), he is offered the Gāyatrī mantra. Simply by chanting the Gāyatrī mantra, one can be delivered. This mantra, however, is suitable only for the brāhmaṇas and demigods. In Kali-yuga, we are all in a very difficult position, in which we need a suitable mantra that can deliver us from the dangers of this age. Therefore the Supreme Personality of Godhead, in His incarnation as Lord Caitanya, gives us the Hare Kṛṣṇa mantra. “In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.” In His Śikṣāṣṭaka, Lord Caitanya says, paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam: “All glories to the chanting of śrī-kṛṣṇa-saṅkīrtana!” The mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — is directly chanted by the Lord Himself, who gives us this mantra for deliverance. We cannot invent any means to be delivered from the dangers of material existence. Here, even the demigods, such as Lord Brahmā and Lord Śiva, and the prajāpatis, such as Dakṣa, are said to be like illuminating sparks in the presence of the Supreme Lord, who is compared to a great fire. Sparks are beautiful as long as they are in the fire. Similarly, we have to remain in the association of the Supreme Personality of Godhead and always engage in devotional service, for then we shall always be brilliant and illuminating. As soon as we fall from the service of the Lord, our brilliance and illumination will immediately be extinguished, or at least stopped for some time. When we living entities, who are like sparks of the original fire, the Supreme Lord, fall into a material condition, we must take the mantra from the Supreme Personality of Godhead as it is offered by Śrī Caitanya Mahāprabhu. By chanting this Hare Kṛṣṇa mantra, we shall be delivered from all the difficulties of this material world."
    },
    {
        "verse": "16",
        "devanagari": "श्रीशुक उवाचएवं विरिञ्चादिभिरीडितस्तद्विज्ञाय तेषां हृदयं यथैव ।जगाद जीमूतगभीरया गिराबद्धाञ्जलीन्संवृतसर्वकारकान् ॥ १६ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ viriñcādibhir īḍitas tadvijñāya teṣāṁ hṛdayaṁ yathaivajagāda jīmūta-gabhīrayā girābaddhāñjalīn saṁvṛta-sarva-kārakān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "viriñca",
            "ādibhiḥ",
            "īḍitaḥ",
            "tat",
            "vijñāya",
            "teṣām",
            "hṛdayam",
            "yathā",
            "eva",
            "jagāda",
            "jīmūta",
            "gabhīrayā",
            "girā",
            "baddha",
            "añjalīn",
            "saṁvṛta",
            "sarva",
            "kārakān"
        ],
        "translation": "Śukadeva Gosvāmī continued: When the Lord was thus offered prayers by the demigods, headed by Lord Brahmā, He understood the purpose for which they had approached Him. Therefore, in a deep voice that resembled the rumbling of clouds, the Lord replied to the demigods, who all stood there attentively with folded hands.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "एक एवेश्वरस्तस्मिन्सुरकार्ये सुरेश्वर: ।विहर्तुकामस्तानाह समुद्रोन्मथनादिभि: ॥ १७ ॥",
        "english_devnagari": "eka eveśvaras tasminsura-kārye sureśvaraḥvihartu-kāmas tān āhasamudronmathanādibhiḥ",
        "verse_Syn": [
            "ekaḥ",
            "eva",
            "īśvaraḥ",
            "tasmin",
            "sura",
            "kārye",
            "sura",
            "īśvaraḥ",
            "vihartu",
            "kāmaḥ",
            "tān",
            "āha",
            "samudra",
            "unmathana",
            "ādibhiḥ"
        ],
        "translation": "Although the Supreme Personality of Godhead, the master of the demigods, was capable of performing the activities of the demigods by Himself, He wanted to enjoy pastimes in churning the ocean. Therefore He spoke as follows.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "श्रीभगवानुवाचहन्त ब्रह्मन्नहो शम्भो हे देवा मम भाषितम् ।श‍ृणुतावहिता: सर्वे श्रेयो व: स्याद् यथा सुरा: ॥ १८ ॥",
        "english_devnagari": "śrī-bhagavān uvācahanta brahmann aho śambhohe devā mama bhāṣitamśṛṇutāvahitāḥ sarveśreyo vaḥ syād yathā surāḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "hanta",
            "brahman",
            "aho",
            "śambho",
            "he",
            "devāḥ",
            "mama",
            "bhāṣitam",
            "śṛṇuta",
            "avahitāḥ",
            "sarve",
            "śreyaḥ",
            "vaḥ",
            "syāt",
            "yathā",
            "surāḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O Lord Brahmā, Lord Śiva and other demigods, please hear Me with great attention, for what I say will bring good fortune for all of you.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "यात दानवदैतेयैस्तावत् सन्धिर्विधीयताम् ।कालेनानुगृहीतैस्तैर्यावद् वो भव आत्मन: ॥ १९ ॥",
        "english_devnagari": "yāta dānava-daiteyaistāvat sandhir vidhīyatāmkālenānugṛhītais tairyāvad vo bhava ātmanaḥ",
        "verse_Syn": [
            "yāta",
            "dānava",
            "daiteyaiḥ",
            "tāvat",
            "sandhiḥ",
            "vidhīyatām",
            "kālena",
            "anugṛhītaiḥ",
            "taiḥ",
            "yāvat",
            "vaḥ",
            "bhavaḥ",
            "ātmanaḥ"
        ],
        "translation": "As long as you are not flourishing, you should make a truce with the demons and asuras, who are now being favored by time.",
        "purport": " One word in this verse has two readings — kālena and kāvyena. Kālena means “favored by time,” and kāvyena means “favored by Śukrācārya,” Śukrācārya being the spiritual master of the Daityas. The demons and Daityas were favored in both ways, and therefore the demigods were advised by the Supreme Lord to execute a truce for the time being, until time favored them."
    },
    {
        "verse": "20",
        "devanagari": "अरयोऽपि हि सन्धेया: सति कार्यार्थगौरवे ।अहिमूषिकवद् देवा ह्यर्थस्य पदवीं गतै: ॥ २० ॥",
        "english_devnagari": "arayo ’pi hi sandheyāḥsati kāryārtha-gauraveahi-mūṣikavad devāhy arthasya padavīṁ gataiḥ",
        "verse_Syn": [
            "arayaḥ",
            "api",
            "hi",
            "sandheyāḥ",
            "sati",
            "kārya",
            "artha",
            "gaurave",
            "ahi",
            "mūṣika",
            "vat",
            "devāḥ",
            "hi",
            "arthasya",
            "padavīm",
            "gataiḥ"
        ],
        "translation": "O demigods, fulfilling one’s own interests is so important that one may even have to make a truce with one’s enemies. For the sake of one’s self-interest, one has to act according to the logic of the snake and the mouse.",
        "purport": " A snake and a mouse were once caught in a basket. Now, since the mouse is food for the snake, this was a good opportunity for the snake. However, since both of them were caught in the basket, even if the snake ate the mouse, the snake would not be able to get out. Therefore, the snake thought it wise to make a truce with the mouse and ask the mouse to make a hole in the basket so that both of them could get out. The snake’s intention was that after the mouse made the hole, the snake would eat the mouse and escape from the basket through the hole. This is called the logic of the snake and the mouse."
    },
    {
        "verse": "21",
        "devanagari": "अमृतोत्पादने यत्न: क्रियतामविलम्बितम् ।यस्य पीतस्य वै जन्तुर्मृत्युग्रस्तोऽमरो भवेत् ॥ २१ ॥",
        "english_devnagari": "amṛtotpādane yatnaḥkriyatām avilambitamyasya pītasya vai janturmṛtyu-grasto ’maro bhavet",
        "verse_Syn": [
            "amṛta",
            "utpādane",
            "yatnaḥ",
            "kriyatām",
            "avilambitam",
            "yasya",
            "pītasya",
            "vai",
            "jantuḥ",
            "mṛtyu",
            "grastaḥ",
            "amaraḥ",
            "bhavet"
        ],
        "translation": "Immediately endeavor to produce nectar, which a person who is about to die may drink to become immortal.",
        "purport": ""
    },
    {
        "verse": "22-23",
        "devanagari": "क्षिप्‍त्वा क्षीरोदधौ सर्वा वीरुत्तृणलतौषधी: ।मन्थानं मन्दरं कृत्वा नेत्रं कृत्वा तु वासुकिम् ॥ २२ ॥सहायेन मया देवा निर्मन्थध्वमतन्द्रिता: ।क्लेशभाजो भविष्यन्ति दैत्या यूयं फलग्रहा: ॥ २३ ॥",
        "english_devnagari": "kṣiptvā kṣīrodadhau sarvāvīrut-tṛṇa-latauṣadhīḥmanthānaṁ mandaraṁ kṛtvānetraṁ kṛtvā tu vāsukim",
        "verse_Syn": [
            "kṣiptvā",
            "kṣīra",
            "udadhau",
            "sarvāḥ",
            "vīrut",
            "tṛṇa",
            "latā",
            "auṣadhīḥ",
            "manthānam",
            "mandaram",
            "kṛtvā",
            "netram",
            "kṛtvā",
            "tu",
            "vāsukim",
            "sahāyena",
            "mayā",
            "devāḥ",
            "nirmanthadhvam",
            "atandritāḥ",
            "kleśa",
            "bhājaḥ",
            "bhaviṣyanti",
            "daityāḥ",
            "yūyam",
            "phala",
            "grahāḥ"
        ],
        "translation": "O demigods, cast into the Ocean of Milk all kinds of vegetables, grass, creepers and drugs. Then, with My help, making Mandara Mountain the churning rod and Vāsuki the rope for churning, churn the Ocean of Milk with undiverted attention. Thus the demons will be engaged in labor, but you, the demigods, will gain the actual result, the nectar produced from the ocean.",
        "purport": " It appears that when different kinds of drugs, creepers, grass and vegetables are put into this milk and the milk is churned, as milk is churned for butter, the active principles of the vegetables and drugs mix with the milk, and the result is nectar."
    },
    {
        "verse": "24",
        "devanagari": "यूयं तदनुमोदध्वं यदिच्छन्त्यसुरा: सुरा: ।न संरम्भेण सिध्यन्ति सर्वार्था: सान्‍त्वया यथा ॥ २४ ॥",
        "english_devnagari": "yūyaṁ tad anumodadhvaṁyad icchanty asurāḥ surāḥna saṁrambheṇa sidhyantisarvārthāḥ sāntvayā yathā",
        "verse_Syn": [
            "yūyam",
            "tat",
            "anumodadhvam",
            "yat",
            "icchanti",
            "asurāḥ",
            "surāḥ",
            "na",
            "saṁrambheṇa",
            "sidhyanti",
            "sarva",
            "arthāḥ",
            "sāntvayā",
            "yathā"
        ],
        "translation": "My dear demigods, with patience and peace everything can be done, but if one is agitated by anger, the goal is not achieved. Therefore, whatever the demons ask, agree to their proposal.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "न भेतव्यं कालकूटाद् विषाज्जलधिसम्भवात् ।लोभ: कार्यो न वो जातु रोष: कामस्तु वस्तुषु ॥ २५ ॥",
        "english_devnagari": "na bhetavyaṁ kālakūṭādviṣāj jaladhi-sambhavātlobhaḥ kāryo na vo jāturoṣaḥ kāmas tu vastuṣu",
        "verse_Syn": [
            "na",
            "bhetavyam",
            "kālakūṭāt",
            "viṣāt",
            "jaladhi",
            "sambhavāt",
            "lobhaḥ",
            "kāryaḥ",
            "na",
            "vaḥ",
            "jātu",
            "roṣaḥ",
            "kāmaḥ",
            "tu",
            "vastuṣu"
        ],
        "translation": "A poison known as kālakūṭa will be generated from the Ocean of Milk, but you should not fear it. And when various products are churned from the ocean, you should not be greedy for them or anxious to obtain them, nor should you be angry.",
        "purport": " It appears that by the churning process many things would be generated from the Ocean of Milk, including poison, valuable gems, nectar and many beautiful women. The demigods were advised, however, not to be greedy for the gems or beautiful women, but to wait patiently for the nectar. The real purpose was to get the nectar."
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचइति देवान्समादिश्य भगवान् पुरुषोत्तम: ।तेषामन्तर्दधे राजन्स्वच्छन्दगतिरीश्वर: ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācaiti devān samādiśyabhagavān puruṣottamaḥteṣām antardadhe rājansvacchanda-gatir īśvaraḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "devān",
            "samādiśya",
            "bhagavān",
            "puruṣa",
            "uttamaḥ",
            "teṣām",
            "antardadhe",
            "rājan",
            "svacchanda",
            "gatiḥ",
            "īśvaraḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: O King Parīkṣit, after advising the demigods in this way, the independent Supreme Personality of Godhead, the best of all living entities, disappeared from their presence.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "अथ तस्मै भगवते नमस्कृत्य पितामह: ।भवश्च जग्मतु: स्वं स्वं धामोपेयुर्बलिं सुरा: ॥ २७ ॥",
        "english_devnagari": "atha tasmai bhagavatenamaskṛtya pitāmahaḥbhavaś ca jagmatuḥ svaṁ svaṁdhāmopeyur baliṁ surāḥ",
        "verse_Syn": [
            "atha",
            "tasmai",
            "bhagavate",
            "namaskṛtya",
            "pitā",
            "mahaḥ",
            "bhavaḥ",
            "ca",
            "jagmatuḥ",
            "svam",
            "svam",
            "dhāma",
            "upeyuḥ",
            "balim",
            "surāḥ"
        ],
        "translation": "Then Lord Brahmā and Lord Śiva, after offering their respectful obeisances to the Lord, returned to their abodes. All the demigods then approached Mahārāja Bali.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "द‍ृष्ट्वारीनप्यसंयत्ताञ्जातक्षोभान्स्वनायकान् ।न्यषेधद् दैत्यराट् श्लोक्य: सन्धिविग्रहकालवित् ॥ २८ ॥",
        "english_devnagari": "dṛṣṭvārīn apy asaṁyattāñjāta-kṣobhān sva-nāyakānnyaṣedhad daitya-rāṭ ślokyaḥsandhi-vigraha-kālavit",
        "verse_Syn": [
            "dṛṣṭvā",
            "arīn",
            "api",
            "asaṁyattān",
            "jāta",
            "kṣobhān",
            "sva",
            "nāyakān",
            "nyaṣedhat",
            "daitya",
            "rāṭ",
            "ślokyaḥ",
            "sandhi",
            "vigraha",
            "kāla",
            "vit"
        ],
        "translation": "Mahārāja Bali, a most celebrated king of the demons, knew very well when to make peace and when to fight. Thus although his commanders and captains were agitated and were about to kill the demigods, Mahārāja Bali, seeing that the demigods were coming to him without a militant attitude, forbade his commanders to kill them.",
        "purport": " Vedic etiquette enjoins: gṛhe śatrum api prāptaṁ viśvastam akutobhayam. When enemies come to their opponent’s place, they should be received in such a way that they will forget that there is animosity between the two parties. Bali Mahārāja was well conversant with the arts of peacemaking and fighting. Thus he received the demigods very well, although his commanders and captains were agitated. This kind of treatment was prevalent even during the fight between the Pāṇḍavas and the Kurus. During the day, the Pāṇḍavas and Kurus would fight with the utmost strength, and when the day was over they would go to each other’s camps as friends and be received as such. During such friendly meetings, one enemy would offer anything the other enemy wanted. That was the system."
    },
    {
        "verse": "29",
        "devanagari": "ते वैरोचनिमासीनं गुप्तं चासुरयूथपै: ।श्रिया परमया जुष्टं जिताशेषमुपागमन् ॥ २९ ॥",
        "english_devnagari": "te vairocanim āsīnaṁguptaṁ cāsura-yūtha-paiḥśriyā paramayā juṣṭaṁjitāśeṣam upāgaman",
        "verse_Syn": [
            "te",
            "vairocanim",
            "āsīnam",
            "guptam",
            "ca",
            "asura",
            "yūtha",
            "paiḥ",
            "śriyā",
            "paramayā",
            "juṣṭam",
            "jita",
            "aśeṣam",
            "upāgaman"
        ],
        "translation": "The demigods approached Bali Mahārāja, the son of Virocana, and sat down near him. Bali Mahārāja was protected by the commanders of the demons and was most opulent, having conquered the entire universe.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "महेन्द्र: श्लक्ष्णया वाचा सान्‍त्वयित्वा महामति: ।अभ्यभाषत तत् सर्वं शिक्षितं पुरुषोत्तमात् ॥ ३० ॥",
        "english_devnagari": "mahendraḥ ślakṣṇayā vācāsāntvayitvā mahā-matiḥabhyabhāṣata tat sarvaṁśikṣitaṁ puruṣottamāt",
        "verse_Syn": [
            "mahā",
            "indraḥ",
            "ślakṣṇayā",
            "vācā",
            "sāntvayitvā",
            "mahā",
            "matiḥ",
            "abhyabhāṣata",
            "tat",
            "sarvam",
            "śikṣitam",
            "puruṣa",
            "uttamāt"
        ],
        "translation": "After pleasing Bali Mahārāja with mild words, Lord Indra, the King of the demigods, who was most intelligent, very politely submitted all the proposals he had learned from the Supreme Personality of Godhead, Lord Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "तत्त्वरोचत दैत्यस्य तत्रान्ये येऽसुराधिपा: ।शम्बरोऽरिष्टनेमिश्च ये च त्रिपुरवासिन: ॥ ३१ ॥",
        "english_devnagari": "tat tv arocata daityasyatatrānye ye ’surādhipāḥśambaro ’riṣṭanemiś caye ca tripura-vāsinaḥ",
        "verse_Syn": [
            "tat",
            "tu",
            "arocata",
            "daityasya",
            "tatra",
            "anye",
            "ye",
            "asura",
            "adhipāḥ",
            "śambaraḥ",
            "ariṣṭanemiḥ",
            "ca",
            "ye",
            "ca",
            "tripura",
            "vāsinaḥ"
        ],
        "translation": "The proposals submitted by King Indra were immediately accepted by Bali Mahārāja and his assistants, headed by Śambara and Ariṣṭanemi, and by all the other residents of Tripura.",
        "purport": " It appears from this verse that politics, diplomacy, the propensity to cheat, and everything that we find in this world in individual and social negotiations between two parties are also present in the upper planetary systems. The demigods went to Bali Mahārāja with the proposal to manufacture nectar, and the Daityas, the demons, immediately accepted it, thinking that since the demigods were already weak, when the nectar was produced the demons would take it from them and use it for their own purposes. The demigods, of course, had similar intentions. The only difference is that the Supreme Personality of Godhead, Lord Viṣṇu, was on the side of the demigods because the demigods were His devotees, whereas the demons did not care about Lord Viṣṇu. All over the universe there are two parties — the Viṣṇu party, or God-conscious party, and the godless party. The godless party is never happy or victorious, but the God-conscious party is always happy and victorious."
    },
    {
        "verse": "32",
        "devanagari": "ततो देवासुरा: कृत्वा संविदं कृतसौहृदा: ।उद्यमं परमं चक्रुरमृतार्थे परन्तप ॥ ३२ ॥",
        "english_devnagari": "tato devāsurāḥ kṛtvāsaṁvidaṁ kṛta-sauhṛdāḥudyamaṁ paramaṁ cakruramṛtārthe parantapa",
        "verse_Syn": [
            "tataḥ",
            "deva",
            "asurāḥ",
            "kṛtvā",
            "saṁvidam",
            "kṛta",
            "sauhṛdāḥ",
            "udyamam",
            "paramam",
            "cakruḥ",
            "amṛta",
            "arthe",
            "parantapa"
        ],
        "translation": "O Mahārāja Parīkṣit, chastiser of enemies, the demigods and the demons thereafter made an armistice between them. Then, with great enterprise, they arranged to produce nectar, as proposed by Lord Indra.",
        "purport": " The word saṁvidam is significant in this verse. The demigods and demons both agreed to stop fighting, at least for the time being, and endeavored to produce nectar. Śrīla Viśvanātha Cakravartī Ṭhākura notes in this connection: The word saṁvit is variously used to mean “in fighting,” “in promising,” “for satisfying,” “in addressing,” “by practical action,” “indication,” and “knowledge.”"
    },
    {
        "verse": "33",
        "devanagari": "ततस्ते मन्दरगिरिमोजसोत्पाट्य दुर्मदा: ।नदन्त उदधिं निन्यु: शक्ता: परिघबाहव: ॥ ३३ ॥",
        "english_devnagari": "tatas te mandara-girimojasotpāṭya durmadāḥnadanta udadhiṁ ninyuḥśaktāḥ parigha-bāhavaḥ",
        "verse_Syn": [
            "tataḥ",
            "te",
            "mandara",
            "girim",
            "ojasā",
            "utpāṭya",
            "durmadāḥ",
            "nadanta",
            "udadhim",
            "ninyuḥ",
            "śaktāḥ",
            "parigha",
            "bāhavaḥ"
        ],
        "translation": "Thereafter, with great strength, the demons and demigods, who were all very powerful and who had long, stout arms, uprooted Mandara Mountain. Crying very loudly, they brought it toward the Ocean of Milk.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "दूरभारोद्वहश्रान्ता: शक्रवैरोचनादय: ।अपारयन्तस्तं वोढुं विवशा विजहु: पथि ॥ ३४ ॥",
        "english_devnagari": "dūra-bhārodvaha-śrāntāḥśakra-vairocanādayaḥapārayantas taṁ voḍhuṁvivaśā vijahuḥ pathi",
        "verse_Syn": [
            "dūra",
            "bhāra",
            "udvaha",
            "śrāntāḥ",
            "śakra",
            "vairocana",
            "ādayaḥ",
            "apārayantaḥ",
            "tam",
            "voḍhum",
            "vivaśāḥ",
            "vijahuḥ",
            "pathi"
        ],
        "translation": "Because of conveying the great mountain for a long distance, King Indra, Mahārāja Bali and the other demigods and demons became fatigued. Being unable to carry the mountain, they left it on the way.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "निपतन्स गिरिस्तत्र बहूनमरदानवान् ।चूर्णयामास महता भारेण कनकाचल: ॥ ३५ ॥",
        "english_devnagari": "nipatan sa giris tatrabahūn amara-dānavāncūrṇayām āsa mahatābhāreṇa kanakācalaḥ",
        "verse_Syn": [
            "nipatan",
            "saḥ",
            "giriḥ",
            "tatra",
            "bahūn",
            "amara",
            "dānavān",
            "cūrṇayām",
            "āsa",
            "mahatā",
            "bhāreṇa",
            "kanaka",
            "acalaḥ"
        ],
        "translation": "The mountain known as Mandara, which was extremely heavy, being made of gold, fell and smashed many demigods and demons.",
        "purport": " By constitution, gold is heavier than stone. Since Mandara Mountain was made of gold and was therefore heavier than stone, the demigods and demons could not properly carry it to the Ocean of Milk."
    },
    {
        "verse": "36",
        "devanagari": "तांस्तथा भग्नमनसो भग्नबाहूरुकन्धरान् ।विज्ञाय भगवांस्तत्र बभूव गरुडध्वज: ॥ ३६ ॥",
        "english_devnagari": "tāṁs tathā bhagna-manasobhagna-bāhūru-kandharānvijñāya bhagavāṁs tatrababhūva garuḍa-dhvajaḥ",
        "verse_Syn": [
            "tān",
            "tathā",
            "bhagna",
            "manasaḥ",
            "bhagna",
            "bāhu",
            "ūru",
            "kandharān",
            "vijñāya",
            "bhagavān",
            "tatra",
            "babhūva",
            "garuḍa",
            "dhvajaḥ"
        ],
        "translation": "The demigods and demons were frustrated and disheartened, and their arms, thighs and shoulders were broken. Therefore the Supreme Personality of Godhead, who knows everything, appeared there on the back of His carrier, Garuḍa.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "गिरिपातविनिष्पिष्टान्विलोक्यामरदानवान् ।ईक्षया जीवयामास निर्जरान् निर्व्रणान् यथा ॥ ३७ ॥",
        "english_devnagari": "giri-pāta-viniṣpiṣṭānvilokyāmara-dānavānīkṣayā jīvayām āsanirjarān nirvraṇān yathā",
        "verse_Syn": [
            "giri",
            "pāta",
            "viniṣpiṣṭān",
            "vilokya",
            "amara",
            "dānavān",
            "īkṣayā",
            "jīvayām",
            "āsa",
            "nirjarān",
            "nirvraṇān",
            "yathā"
        ],
        "translation": "Observing that most of the demons and the demigods had been crushed by the falling of the mountain, the Lord glanced over them and brought them back to life. Thus they became free from grief, and they even had no bruises on their bodies.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "गिरिं चारोप्य गरुडे हस्तेनैकेन लीलया ।आरुह्य प्रययावब्धिं सुरासुरगणैर्वृत: ॥ ३८ ॥",
        "english_devnagari": "giriṁ cāropya garuḍehastenaikena līlayāāruhya prayayāv abdhiṁsurāsura-gaṇair vṛtaḥ",
        "verse_Syn": [
            "girim",
            "ca",
            "āropya",
            "garuḍe",
            "hastena",
            "ekena",
            "līlayā",
            "āruhya",
            "prayayau",
            "abdhim",
            "sura",
            "asura",
            "gaṇaiḥ",
            "vṛtaḥ"
        ],
        "translation": "The Lord very easily lifted the mountain with one hand and placed it on the back of Garuḍa. Then, He too got on the back of Garuḍa and went to the Ocean of Milk, surrounded by the demigods and demons.",
        "purport": " Here is proof of the omnipotence of the Supreme Personality of Godhead, who is above everyone. There are two classes of living entities — the demons and the demigods — and the Supreme Personality of Godhead is above them both. The demons believe in the “chance” theory of creation, whereas the demigods believe in creation by the hand of the Supreme Personality of Godhead. The omnipotence of the Supreme Lord is proved here, for simply with one hand He lifted Mandara Mountain, the demigods and the demons, placed them on the back of Garuḍa and brought them to the Ocean of Milk. Now, the demigods, the devotees, would immediately accept this incident, knowing that the Lord can lift anything, however heavy it might be. But although demons were also carried along with the demigods, demons, upon hearing of this incident, would say that it is mythological. But if God is all-powerful, why would it be difficult for Him to lift a mountain? Since He is floating innumerable planets with many hundreds and thousands of Mandara Mountains, why can’t He lift one of them with His hand? This is not mythology, but the difference between the believers and the faithless is that the devotees accept the incidents mentioned in the Vedic literatures to be true, whereas the demons simply argue and label all these historical incidents mythology. Demons would prefer to explain that everything happening in the cosmic manifestation takes place by chance, but demigods, or devotees, never consider anything to be chance. Rather, they know that everything is an arrangement of the Supreme Personality of Godhead. That is the difference between the demigods and the demons."
    },
    {
        "verse": "39",
        "devanagari": "अवरोप्य गिरिं स्कन्धात् सुपर्ण: पततां वर: ।ययौ जलान्त उत्सृज्य हरिणा स विसर्जित: ॥ ३९ ॥",
        "english_devnagari": "avaropya giriṁ skandhātsuparṇaḥ patatāṁ varaḥyayau jalānta utsṛjyahariṇā sa visarjitaḥ",
        "verse_Syn": [
            "avaropya",
            "girim",
            "skandhāt",
            "suparṇaḥ",
            "patatām",
            "varaḥ",
            "yayau",
            "jala",
            "ante",
            "utsṛjya",
            "hariṇā",
            "saḥ",
            "visarjitaḥ"
        ],
        "translation": "Thereafter, Garuḍa, the chief of birds, unloaded Mandara Mountain from his shoulder and brought it near the water. Then he was asked by the Lord to leave that place, and he left.",
        "purport": " Garuḍa was asked by the Lord to leave that place because the snake Vāsuki, who was to be used as the rope for churning, could not go there in the presence of Garuḍa. Garuḍa, the carrier of Lord Viṣṇu, is not a vegetarian. He eats big snakes. Vāsuki, being a great snake, would be natural food for Garuḍa, the chief of birds. Lord Viṣṇu therefore asked Garuḍa to leave so that Vāsuki could be brought to churn the ocean with Mandara Mountain, which was to be used as the churning rod. These are the wonderful arrangements of the Supreme Personality of Godhead. Nothing takes place by accident. Carrying Mandara Mountain on the back of a bird and putting it in its right position might be difficult for anyone, whether demigod or demon, but for the Supreme Personality of Godhead everything is possible, as shown by this pastime. The Lord had no difficulty lifting the mountain with one hand, and Garuḍa, His carrier, carried all the demons and demigods together by the grace of the Supreme Lord. The Lord is known as Yogeśvara, the master of all mystic power, because of His omnipotence. If He likes, He can make anything lighter than cotton or heavier than the universe. Those who do not believe in the activities of the Lord cannot explain how things happen. Using words like “accident,” they take shelter of ideas that are unbelievable. Nothing is accidental. Everything is done by the Supreme Personality of Godhead, as the Lord Himself confirms in Bhagavad-gītā (9.10). Mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram. Whatever actions and reactions occur within the cosmic manifestation all take place under the superintendence of the Supreme Personality of Godhead. However, because the demons do not understand the potency of the Lord, when wonderful things are done, the demons think that they are accidental."
    }
]