[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइति वैरोचनेर्वाक्यं धर्मयुक्तं स सूनृतम् ।निशम्य भगवान्प्रीत: प्रतिनन्द्येदमब्रवीत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaiti vairocaner vākyaṁdharma-yuktaṁ sa sūnṛtamniśamya bhagavān prītaḥpratinandyedam abravīt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "vairocaneḥ",
            "vākyam",
            "dharma",
            "yuktam",
            "saḥ",
            "sū",
            "nṛtam",
            "niśamya",
            "bhagavān",
            "prītaḥ",
            "pratinandya",
            "idam",
            "abravīt"
        ],
        "translation": "Śukadeva Gosvāmī continued: When the Supreme Personality of Godhead, Vāmanadeva, heard Bali Mahārāja speaking in this pleasing way, He was very satisfied, for Bali Mahārāja had spoken in terms of religious principles. Thus the Lord began to praise him.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीभगवानुवाचवचस्तवैतज्जनदेव सूनृतंकुलोचितं धर्मयुतं यशस्करम् ।यस्य प्रमाणं भृगव: साम्परायेपितामह: कुलवृद्ध: प्रशान्त: ॥ २ ॥",
        "english_devnagari": "śrī-bhagavān uvācavacas tavaitaj jana-deva sūnṛtaṁkulocitaṁ dharma-yutaṁ yaśas-karamyasya pramāṇaṁ bhṛgavaḥ sāmparāyepitāmahaḥ kula-vṛddhaḥ praśāntaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "vacaḥ",
            "tava",
            "etat",
            "jana",
            "deva",
            "sū",
            "nṛtam",
            "kula",
            "ucitam",
            "dharma",
            "yutam",
            "yaśaḥ",
            "karam",
            "yasya",
            "pramāṇam",
            "bhṛgavaḥ",
            "sāmparāye",
            "pitāmahaḥ",
            "kula",
            "vṛddhaḥ",
            "praśāntaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O King, you are indeed exalted because your present advisors are the brāhmaṇas who are descendants of Bhṛgu and because your instructor for your future life is your grandfather, the peaceful and venerable Prahlāda Mahārāja. Your statements are very true, and they completely agree with religious etiquette. They are in keeping with the behavior of your family, and they enhance your reputation.",
        "purport": " Prahlāda Mahārāja is a vivid example of a pure devotee. Someone might argue that since Prahlāda Mahārāja, even though very old, was attached to his family, and specifically to his grandson Bali Mahārāja, how could he be an ideal example? Therefore this verse uses the word praśāntaḥ. A devotee is always sober. He is never disturbed by any conditions. Even if a devotee remains in gṛhastha life and does not renounce material possessions, he should still be understood to be praśānta, sober, because of his pure devotion to the Lord. Śrī Caitanya Mahāprabhu therefore said: “Whether one is a brāhmaṇa, a sannyāsī or a śūdra — regardless of what he is — he can become a spiritual master if he knows the science of Kṛṣṇa.” (Cc. Madhya 8.128) Anyone completely aware of the science of Kṛṣṇa, regardless of his status in life, is a guru. Thus Prahlāda Mahārāja is a guru in all circumstances. Here His Lordship Vāmanadeva also teaches sannyāsīs and brahmacārīs that one should not ask more than necessary. He wanted only three paces of land, although Bali Mahārāja wanted to give Him anything He wanted."
    },
    {
        "verse": "3",
        "devanagari": "न ह्येतस्मिन्कुले कश्चिन्नि:सत्त्व: कृपण: पुमान् ।प्रत्याख्याता प्रतिश्रुत्य यो वादाता द्विजातये ॥ ३ ॥",
        "english_devnagari": "na hy etasmin kule kaścinniḥsattvaḥ kṛpaṇaḥ pumānpratyākhyātā pratiśrutyayo vādātā dvijātaye",
        "verse_Syn": [
            "na",
            "hi",
            "etasmin",
            "kule",
            "kaścit",
            "niḥsattvaḥ",
            "kṛpaṇaḥ",
            "pumān",
            "pratyākhyātā",
            "pratiśrutya",
            "yaḥ",
            "vā",
            "adātā",
            "dvijātaye"
        ],
        "translation": "I know that even until now, no one taking birth in your family has been poor-minded or miserly. No one has refused to give charity to brāhmaṇas, nor after promising to give charity has anyone failed to fulfill his promise.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "न सन्ति तीर्थे युधि चार्थिनार्थिता:पराङ्‌मुखा ये त्वमनस्विनो नृप ।युष्मत्कुले यद्यशसामलेनप्रह्लाद उद्भ‍ाति यथोडुप: खे ॥ ४ ॥",
        "english_devnagari": "na santi tīrthe yudhi cārthinārthitāḥparāṅmukhā ye tv amanasvino nṛpayuṣmat-kule yad yaśasāmalenaprahrāda udbhāti yathoḍupaḥ khe",
        "verse_Syn": [
            "na",
            "santi",
            "tīrthe",
            "yudhi",
            "ca",
            "arthinā",
            "arthitāḥ",
            "parāṅmukhāḥ",
            "ye",
            "tu",
            "amanasvinaḥ",
            "nṛpa",
            "yuṣmat",
            "kule",
            "yat",
            "yaśasā",
            "amalena",
            "prahrādaḥ",
            "udbhāti",
            "yathā",
            "uḍupaḥ",
            "khe"
        ],
        "translation": "O King Bali, never in your dynasty has the low-minded king been born who upon being requested has refused charity to brāhmaṇas in holy places or a fight to kṣatriyas on a battlefield. And your dynasty is even more glorious due to the presence of Prahlāda Mahārāja, who is like the beautiful moon in the sky.",
        "purport": " The symptoms of a kṣatriya are given in Bhagavad-gītā. One of the qualifications is the willingness to give charity (dāna). A kṣatriya does not refuse to give charity when requested by a brāhmaṇa, nor can he refuse to fight another kṣatriya. A king who does refuse is called low-minded. In the dynasty of Bali Mahārāja there were no such low-minded kings."
    },
    {
        "verse": "5",
        "devanagari": "यतो जातो हिरण्याक्षश्चरन्नेक इमां महीम् ।प्रतिवीरं दिग्विजये नाविन्दत गदायुध: ॥ ५ ॥",
        "english_devnagari": "yato jāto hiraṇyākṣaścarann eka imāṁ mahīmprativīraṁ dig-vijayenāvindata gadāyudhaḥ",
        "verse_Syn": [
            "yataḥ",
            "jātaḥ",
            "hiraṇyākṣaḥ",
            "caran",
            "ekaḥ",
            "imām",
            "mahīm",
            "prativīram",
            "dik",
            "vijaye",
            "na",
            "avindata",
            "gadā",
            "āyudhaḥ"
        ],
        "translation": "It was in your dynasty that Hiraṇyākṣa was born. Carrying only his own club, he wandered the globe alone, without assistance, to conquer all directions, and no hero he met could rival him.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "यं विनिर्जित्य कृच्छ्रेण विष्णु: क्ष्मोद्धार आगतम् ।आत्मानं जयिनं मेने तद्वीर्यं भूर्यनुस्मरन् ॥ ६ ॥",
        "english_devnagari": "yaṁ vinirjitya kṛcchreṇaviṣṇuḥ kṣmoddhāra āgatamātmānaṁ jayinaṁ menetad-vīryaṁ bhūry anusmaran",
        "verse_Syn": [
            "yam",
            "vinirjitya",
            "kṛcchreṇa",
            "viṣṇuḥ",
            "kṣmā",
            "uddhāre",
            "āgatam",
            "ātmānam",
            "jayinam",
            "mene",
            "tat",
            "vīryam",
            "bhūri",
            "anusmaran"
        ],
        "translation": "When delivering the earth from the Garbhodaka Sea, Lord Viṣṇu, in His incarnation as a boar, killed Hiraṇyākṣa, who had appeared before Him. The fight was severe, and the Lord killed Hiraṇyākṣa with great difficulty. Later, as the Lord thought about the uncommon prowess of Hiraṇyākṣa, He felt Himself victorious indeed.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "निशम्य तद्वधं भ्राता हिरण्यकशिपु: पुरा ।हन्तुं भ्रातृहणं क्रुद्धो जगाम निलयं हरे: ॥ ७ ॥",
        "english_devnagari": "niśamya tad-vadhaṁ bhrātāhiraṇyakaśipuḥ purāhantuṁ bhrātṛ-haṇaṁ kruddhojagāma nilayaṁ hareḥ",
        "verse_Syn": [
            "niśamya",
            "tat",
            "vadham",
            "bhrātā",
            "hiraṇyakaśipuḥ",
            "purā",
            "hantum",
            "bhrātṛ",
            "haṇam",
            "kruddhaḥ",
            "jagāma",
            "nilayam",
            "hareḥ"
        ],
        "translation": "When Hiraṇyakaśipu heard the news of his brother’s being killed, with great anger he went to the residence of Viṣṇu, the killer of his brother, wanting to kill Lord Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "तमायान्तं समालोक्य शूलपाणिं कृतान्तवत् ।चिन्तयामास कालज्ञो विष्णुर्मायाविनां वर: ॥ ८ ॥",
        "english_devnagari": "tam āyāntaṁ samālokyaśūla-pāṇiṁ kṛtāntavatcintayām āsa kāla-jñoviṣṇur māyāvināṁ varaḥ",
        "verse_Syn": [
            "tam",
            "āyāntam",
            "samālokya",
            "śūla",
            "pāṇim",
            "kṛtānta",
            "vat",
            "cintayām",
            "āsa",
            "kāla",
            "jñaḥ",
            "viṣṇuḥ",
            "māyāvinām",
            "varaḥ"
        ],
        "translation": "Seeing Hiraṇyakaśipu coming forward bearing a trident in his hand like personified death, Lord Viṣṇu, the best of all mystics and the knower of the progress of time, thought as follows.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "यतो यतोऽहं तत्रासौ मृत्यु: प्राणभृतामिव ।अतोऽहमस्य हृदयं प्रवेक्ष्यामि पराग्द‍ृश: ॥ ९ ॥",
        "english_devnagari": "yato yato ’haṁ tatrāsaumṛtyuḥ prāṇa-bhṛtām ivaato ’ham asya hṛdayaṁpravekṣyāmi parāg-dṛśaḥ",
        "verse_Syn": [
            "yataḥ",
            "yataḥ",
            "aham",
            "tatra",
            "asau",
            "mṛtyuḥ",
            "prāṇa",
            "bhṛtām",
            "iva",
            "ataḥ",
            "aham",
            "asya",
            "hṛdayam",
            "pravekṣyāmi",
            "parāk",
            "dṛśaḥ"
        ],
        "translation": "Wheresoever I go, Hiraṇyakaśipu will follow Me, as death follows all living entities. Therefore it is better for Me to enter the core of his heart, for then, because of his power to see only externally, he will not see Me.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "एवं स निश्चित्य रिपो: शरीर-माधावतो निर्विविशेऽसुरेन्द्र ।श्वासानिलान्तर्हितसूक्ष्मदेह-स्तत्प्राणरन्ध्रेण विविग्नचेता: ॥ १० ॥",
        "english_devnagari": "evaṁ sa niścitya ripoḥ śarīramādhāvato nirviviśe ’surendraśvāsānilāntarhita-sūkṣma-dehastat-prāṇa-randhreṇa vivigna-cetāḥ",
        "verse_Syn": [
            "evam",
            "saḥ",
            "niścitya",
            "ripoḥ",
            "śarīram",
            "ādhāvataḥ",
            "nirviviśe",
            "asura",
            "indra",
            "śvāsa",
            "anila",
            "antarhita",
            "sūkṣma",
            "dehaḥ",
            "tat",
            "prāṇa",
            "randhreṇa",
            "vivigna",
            "cetāḥ"
        ],
        "translation": "Lord Vāmanadeva continued: O King of the demons, after Lord Viṣṇu made this decision, He entered the body of His enemy Hiraṇyakaśipu, who was running after Him with great force. In a subtle body inconceivable to Hiraṇyakaśipu, Lord Viṣṇu, who was in great anxiety, entered Hiraṇyakaśipu’s nostril along with his breath.",
        "purport": " The Supreme Personality of Godhead is already in the core of everyone’s heart. īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati (Bg. 18.61). Logically, therefore, it was not at all difficult for Lord Viṣṇu to enter Hiraṇyakaśipu’s body. The word vivigna-cetāḥ, “very anxious,” is significant. It is not that Lord Viṣṇu was afraid of Hiraṇyakaśipu; rather, because of compassion, Lord Viṣṇu was in anxiety about how to act for his welfare."
    },
    {
        "verse": "11",
        "devanagari": "स तन्निकेतं परिमृश्य शून्य-मपश्यमान: कुपितो ननाद ।क्ष्मां द्यां दिश: खं विवरान्समुद्रान्विष्णुं विचिन्वन् न ददर्श वीर: ॥ ११ ॥",
        "english_devnagari": "sa tan-niketaṁ parimṛśya śūnyamapaśyamānaḥ kupito nanādakṣmāṁ dyāṁ diśaḥ khaṁ vivarān samudrānviṣṇuṁ vicinvan na dadarśa vīraḥ",
        "verse_Syn": [
            "saḥ",
            "tat",
            "niketam",
            "parimṛśya",
            "śūnyam",
            "apaśyamānaḥ",
            "kupitaḥ",
            "nanāda",
            "kṣmām",
            "dyām",
            "diśaḥ",
            "kham",
            "vivarān",
            "samudrān",
            "viṣṇum",
            "vicinvan",
            "na",
            "dadarśa",
            "vīraḥ"
        ],
        "translation": "Upon seeing that the residence of Lord Viṣṇu was vacant, Hiraṇyakaśipu began searching for Lord Viṣṇu everywhere. Angry at not seeing Him, Hiraṇyakaśipu screamed loudly and searched the entire universe, including the surface of the earth, the higher planetary systems, all directions and all the caves and oceans. But Hiraṇyakaśipu, the greatest hero, did not see Viṣṇu anywhere.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "अपश्यन्निति होवाच मयान्विष्टमिदं जगत् ।भ्रातृहा मे गतो नूनं यतो नावर्तते पुमान् ॥ १२ ॥",
        "english_devnagari": "apaśyann iti hovācamayānviṣṭam idaṁ jagatbhrātṛ-hā me gato nūnaṁyato nāvartate pumān",
        "verse_Syn": [
            "apaśyan",
            "iti",
            "ha",
            "uvāca",
            "mayā",
            "anviṣṭam",
            "idam",
            "jagat",
            "bhrātṛ",
            "hā",
            "me",
            "gataḥ",
            "nūnam",
            "yataḥ",
            "na",
            "āvartate",
            "pumān"
        ],
        "translation": "Unable to see Him, Hiraṇyakaśipu said, “I have searched the entire universe, but I could not find Viṣṇu, who has killed my brother. Therefore, He must certainly have gone to that place from which no one returns. [In other words, He must now be dead.]”",
        "purport": " Atheists generally follow the Bauddha philosophical conclusion that at death everything is finished. Hiraṇyakaśipu, being an atheist, thought this way. Because Lord Viṣṇu was not visible to him, he thought that the Lord was dead. Even today, many people follow the philosophy that God is dead. But God is never dead. Even the living entity, who is part of God, never dies. Na jāyate mriyate vā kadācit: “For the soul there is never birth or death.” This is the statement of Bhagavad-gītā (2.20). Even the ordinary living entity never takes birth or dies. What then is to be said of the Supreme Personality of Godhead, who is the chief of all living entities? He certainly never takes birth or dies. Ajo ’pi sann avyayātmā (Bg. 4.6). Both the Lord and the living entity exist as unborn and inexhaustible personalities. Thus Hiraṇyakaśipu’s conclusion that Viṣṇu was dead was wrong. As indicated by the words yato nāvartate pumān, there is certainly a spiritual kingdom, and if the living entity goes there, he never returns to this material world. This is also confirmed in Bhagavad-gītā (4.9): tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna. Materially speaking, every living entity dies; death is inevitable. But those who are karmīs, jñānīs and yogīs return to this material world after death, whereas bhaktas do not. Of course, if a bhakta is not completely perfect he takes birth in the material world again, but in a very exalted position, either in a rich family or a family of the purest brāhmaṇas (śucīnām śrīmatāṁ gehe), just to finish his development in spiritual consciousness. Those who have completed the course of Kṛṣṇa consciousness and are free from material desire return to the abode of the Supreme Personality of Godhead (yad gatvā na nivartante tad dhāma paramaṁ mama). Here the same fact is stated: yato nāvartate pumān. Any person who goes back home, back to Godhead, does not return to this material world."
    },
    {
        "verse": "13",
        "devanagari": "वैरानुबन्ध एतावानामृत्योरिह देहिनाम् ।अज्ञानप्रभवो मन्युरहंमानोपबृंहित: ॥ १३ ॥",
        "english_devnagari": "vairānubandha etāvānāmṛtyor iha dehināmajñāna-prabhavo manyurahaṁ-mānopabṛṁhitaḥ",
        "verse_Syn": [
            "vaira",
            "anubandhaḥ",
            "etāvān",
            "āmṛtyoḥ",
            "iha",
            "dehinām",
            "ajñāna",
            "prabhavaḥ",
            "manyuḥ",
            "aham",
            "māna",
            "upabṛṁhitaḥ"
        ],
        "translation": "Hiraṇyakaśipu’s anger against Lord Viṣṇu persisted until his death. Other people in the bodily concept of life maintain anger only because of false ego and the great influence of ignorance.",
        "purport": " Generally speaking, even though the conditioned soul is angry, his anger is not perpetual but temporary. It is due to the influence of ignorance. Hiraṇyakaśipu, however, maintained his enmity and his anger against Lord Viṣṇu until the point of death. He never forgot his vengeful attitude toward Viṣṇu for having killed his brother, Hiraṇyākṣa. Others in the bodily concept of life are angry at their enemies but not at Lord Viṣṇu. Hiraṇyakaśipu, however, was everlastingly angry. He was angry not only because of false prestige but also because of continuous enmity toward Viṣṇu."
    },
    {
        "verse": "14",
        "devanagari": "पिता प्रह्लादपुत्रस्ते तद्विद्वान्द्विजवत्सल: ।स्वमायुर्द्विजलिङ्गेभ्यो देवेभ्योऽदात् स याचित: ॥ १४ ॥",
        "english_devnagari": "pitā prahrāda-putras tetad-vidvān dvija-vatsalaḥsvam āyur dvija-liṅgebhyodevebhyo ’dāt sa yācitaḥ",
        "verse_Syn": [
            "pitā",
            "prahrāda",
            "putraḥ",
            "te",
            "tat",
            "vidvān",
            "dvija",
            "vatsalaḥ",
            "svam",
            "āyuḥ",
            "dvija",
            "liṅgebhyaḥ",
            "devebhyaḥ",
            "adāt",
            "saḥ",
            "yācitaḥ"
        ],
        "translation": "Your father, Virocana, the son of Mahārāja Prahlāda, was very affectionate toward brāhmaṇas. Although he knew very well that it was the demigods who had come to him in the dress of brāhmaṇas, at their request he delivered to them the duration of his life.",
        "purport": " Mahārāja Virocana, Bali’s father, was so pleased with the brāhmaṇa community that even though he knew that those approaching him for charity were the demigods in the dress of brāhmaṇas, he nonetheless agreed to give it."
    },
    {
        "verse": "15",
        "devanagari": "भवानाचरितान्धर्मानास्थितो गृहमेधिभि: ।ब्राह्मणै: पूर्वजै: शूरैरन्यैश्चोद्दामकीर्तिभि: ॥ १५ ॥",
        "english_devnagari": "bhavān ācaritān dharmānāsthito gṛhamedhibhiḥbrāhmaṇaiḥ pūrvajaiḥ śūrairanyaiś coddāma-kīrtibhiḥ",
        "verse_Syn": [
            "bhavān",
            "ācaritān",
            "dharmān",
            "āsthitaḥ",
            "gṛhamedhibhiḥ",
            "brāhmaṇaiḥ",
            "pūrva",
            "jaiḥ",
            "śūraiḥ",
            "anyaiḥ",
            "ca",
            "uddāma",
            "kīrtibhiḥ"
        ],
        "translation": "You also have observed the principles followed by great personalities who are householder brāhmaṇas, by your forefathers and by great heroes who are extremely famous for their exalted activities.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तस्मात् त्वत्तो महीमीषद् वृणेऽहं वरदर्षभात् ।पदानि त्रीणि दैत्येन्द्र सम्मितानि पदा मम ॥ १६ ॥",
        "english_devnagari": "tasmāt tvatto mahīm īṣadvṛṇe ’haṁ varadarṣabhātpadāni trīṇi daityendrasammitāni padā mama",
        "verse_Syn": [
            "tasmāt",
            "tvattaḥ",
            "mahīm",
            "īṣat",
            "vṛṇe",
            "aham",
            "varada",
            "ṛṣabhāt",
            "padāni",
            "trīṇi",
            "daitya",
            "indra",
            "sammitāni",
            "padā",
            "mama"
        ],
        "translation": "O King of the Daityas, from Your Majesty, who come from such a noble family and who are able to give charity munificently, I ask only three paces of land, to the measurement of My steps.",
        "purport": " Lord Vāmanadeva wanted three paces of land according to the measurement of His footsteps. He did not want more than necessary. But although He pretended to be an ordinary human child, He actually wanted the land comprising the upper, middle and lower planetary systems. This was just to show the prowess of the Supreme Personality of Godhead."
    },
    {
        "verse": "17",
        "devanagari": "नान्यत् ते कामये राजन्वदान्याज्जगदीश्वरात् ।नैन: प्राप्नोति वै विद्वान्यावदर्थप्रतिग्रह: ॥ १७ ॥",
        "english_devnagari": "nānyat te kāmaye rājanvadānyāj jagad-īśvarātnainaḥ prāpnoti vai vidvānyāvad-artha-pratigrahaḥ",
        "verse_Syn": [
            "na",
            "anyat",
            "te",
            "kāmaye",
            "rājan",
            "vadānyāt",
            "jagat",
            "īśvarāt",
            "na",
            "enaḥ",
            "prāpnoti",
            "vai",
            "vidvān",
            "yāvat",
            "artha",
            "pratigrahaḥ"
        ],
        "translation": "O King, controller of the entire universe, although you are very munificent and are able to give Me as much land as I want, I do not want anything from you that is unnecessary. If a learned brāhmaṇa takes charity from others only according to his needs, he does not become entangled in sinful activities.",
        "purport": " A brāhmaṇa or sannyāsī is qualified to ask charity from others, but if he takes more than necessary he is punishable. No one can use more of the Supreme Lord’s property than necessary. Lord Vāmanadeva indirectly indicated to Bali Mahārāja that he was occupying more land than he needed. In the material world, all distresses are due to extravagance. One acquires money extravagantly and also spends it extravagantly. Such activities are sinful. All property belongs to the Supreme Personality of Godhead, and all living beings, who are sons of the Supreme Lord, have the right to use the Supreme Father’s property, but one cannot take more than necessary. This principle should especially be followed by brāhmaṇas and sannyāsīs who live at the cost of others. Thus Vāmanadeva was an ideal beggar, for He asked only three paces of land. Of course, there is a difference between His footsteps and those of an ordinary human being. The Supreme Personality of Godhead, by His inconceivable prowess, can occupy the entire universe, including the upper, lower and middle planetary systems, by the unlimited measurement of His footsteps."
    },
    {
        "verse": "18",
        "devanagari": "श्रीबलिरुवाचअहो ब्राह्मणदायाद वाचस्ते वृद्धसम्मता: ।त्वं बालो बालिशमति: स्वार्थं प्रत्यबुधो यथा ॥ १८ ॥",
        "english_devnagari": "śrī-balir uvācaaho brāhmaṇa-dāyādavācas te vṛddha-sammatāḥtvaṁ bālo bāliśa-matiḥsvārthaṁ praty abudho yathā",
        "verse_Syn": [
            "śrī",
            "baliḥ",
            "uvāca",
            "aho",
            "brāhmaṇa",
            "dāyāda",
            "vācaḥ",
            "te",
            "vṛddha",
            "sammatāḥ",
            "tvam",
            "bālaḥ",
            "bāliśa",
            "matiḥ",
            "sva",
            "artham",
            "prati",
            "abudhaḥ",
            "yathā"
        ],
        "translation": "Bali Mahārāja said: O son of a brāhmaṇa, Your instructions are as good as those of learned and elderly persons. Nonetheless, You are a boy, and Your intelligence is insufficient. Thus You are not very prudent in regard to Your self-interest.",
        "purport": " The Supreme Personality of Godhead, being full in Himself, actually has nothing to want for His self-interest. Lord Vāmanadeva, therefore, had not gone to Bali Mahārāja for His own self-interest. As stated in Bhagavad-gītā (5.29), bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram. The Lord is the proprietor of all planets, in both the material and spiritual worlds. Why should He be in want of land? Bali Mahārāja rightly said that Lord Vāmanadeva was not at all prudent in regard to His own personal interests. Lord Vāmanadeva had approached Bali not for His personal welfare but for the welfare of His devotees. Devotees sacrifice all personal interests to satisfy the Supreme Personality of Godhead, and similarly the Supreme Lord, although having no personal interests, can do anything for the interests of His devotees. One who is full in himself has no personal interests."
    },
    {
        "verse": "19",
        "devanagari": "मां वचोभि: समाराध्य लोकानामेकमीश्वरम् ।पदत्रयं वृणीते योऽबुद्धिमान् द्वीपदाशुषम् ॥ १९ ॥",
        "english_devnagari": "māṁ vacobhiḥ samārādhyalokānām ekam īśvarampada-trayaṁ vṛṇīte yo’buddhimān dvīpa-dāśuṣam",
        "verse_Syn": [
            "mām",
            "vacobhiḥ",
            "samārādhya",
            "lokānām",
            "ekam",
            "īśvaram",
            "pada",
            "trayam",
            "vṛṇīte",
            "yaḥ",
            "abuddhimān",
            "dvīpa",
            "dāśuṣam"
        ],
        "translation": "I am able to give You an entire island because I am the proprietor of the three divisions of the universe. You have come to take something from me and have pleased me by Your sweet words, but You are asking only three paces of land. Therefore You are not very intelligent.",
        "purport": " According to Vedic understanding, the entire universe is regarded as an ocean of space. In that ocean there are innumerable planets, and each planet is called a dvīpa, or island. When approached by Lord Vāmanadeva, Bali Mahārāja was actually in possession of all the dvīpas, or islands in space. Bali Mahārāja was very pleased to see the features of Vāmanadeva and was ready to give Him as much land as He could ask, but because Lord Vāmanadeva asked only three paces of land, Bali Mahārāja considered Him not very intelligent."
    },
    {
        "verse": "20",
        "devanagari": "न पुमान् मामुपव्रज्य भूयो याचितुमर्हति ।तस्माद् वृत्तिकरीं भूमिं वटो कामं प्रतीच्छ मे ॥ २० ॥",
        "english_devnagari": "na pumān mām upavrajyabhūyo yācitum arhatitasmād vṛttikarīṁ bhūmiṁvaṭo kāmaṁ pratīccha me",
        "verse_Syn": [
            "na",
            "pumān",
            "mām",
            "upavrajya",
            "bhūyaḥ",
            "yācitum",
            "arhati",
            "tasmāt",
            "vṛtti",
            "karīm",
            "bhūmim",
            "vaṭo",
            "kāmam",
            "pratīccha",
            "me"
        ],
        "translation": "O small boy, one who approaches me to beg something should not have to ask anything more, anywhere. Therefore, if You wish, You may ask from me as much land as will suffice to maintain You according to Your needs.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीभगवानुवाचयावन्तो विषया: प्रेष्ठास्त्रिलोक्यामजितेन्द्रियम् ।न शक्नुवन्ति ते सर्वे प्रतिपूरयितुं नृप ॥ २१ ॥",
        "english_devnagari": "śrī-bhagavān uvācayāvanto viṣayāḥ preṣṭhāstri-lokyām ajitendriyamna śaknuvanti te sarvepratipūrayituṁ nṛpa",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yāvantaḥ",
            "viṣayāḥ",
            "preṣṭhāḥ",
            "tri",
            "lokyām",
            "ajita",
            "indriyam",
            "na",
            "śaknuvanti",
            "te",
            "sarve",
            "pratipūrayitum",
            "nṛpa"
        ],
        "translation": "The Personality of Godhead said: O my dear King, even the entirety of whatever there may be within the three worlds to satisfy one’s senses cannot satisfy a person whose senses are uncontrolled.",
        "purport": " The material world is an illusory energy to deviate the living entities from the path of self-realization. Anyone who is in this material world is extremely anxious to get more and more things for sense gratification. Actually, however, the purpose of life is not sense gratification but self-realization. Therefore, those who are too addicted to sense gratification are advised to practice the mystic yoga system, or aṣṭāṅga-yoga system, consisting of yama, niyama, āsana, prāṇāyāma, pratyāhāra and so on. In this way, one can control the senses. The purpose of controlling the senses is to stop one’s implication in the cycle of birth and death. As stated by Ṛṣabhadeva: “When a person considers sense gratification the aim of life, he certainly becomes mad after materialistic living and engages in all kinds of sinful activity. He does not know that due to his past misdeeds he has already received a body which, although temporary, is the cause of his misery. Actually the living entity should not have taken on a material body, but he has been awarded the material body for sense gratification. Therefore I think it not befitting an intelligent man to involve himself again in the activities of sense gratification, by which he perpetually gets material bodies one after another.” (Bhāg. 5.5.4) Thus according to Ṛṣabhadeva the human beings in this material world are just like madmen engaged in activities which they should not perform but which they do perform only for sense gratification. Such activities are not good because in this way one creates another body for his next life, as punishment for his nefarious activities. And as soon as he gets another material body, he is put into repeated suffering in material existence. Therefore the Vedic culture or brahminical culture teaches one how to be satisfied with possessing the minimum necessities in life. To teach this highest culture, varṇāśrama-dharma is recommended. The aim of the varṇāśrama divisions — brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacarya, gṛhastha, vānaprastha and sannyāsa — is to train one to control the senses and be content with the bare necessities. Here Lord Vāmanadeva, as an ideal brahmacārī, refuses Bali Mahārāja’s offer to give Him anything He might want. He says that without contentment one could not be happy even if he possessed the property of the entire world or the entire universe. In human society, therefore, the brahminical culture, kṣatriya culture and vaiśya culture must be maintained, and people must be taught how to be satisfied with only what they need. In modern civilization there is no such education; everyone tries to possess more and more, and everyone is dissatisfied and unhappy. The Kṛṣṇa consciousness movement is therefore establishing various farms, especially in America, to show how to be happy and content with minimum necessities of life and to save time for self-realization, which one can very easily achieve by chanting the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "22",
        "devanagari": "त्रिभि: क्रमैरसन्तुष्टो द्वीपेनापि न पूर्यते ।नववर्षसमेतेन सप्तद्वीपवरेच्छया ॥ २२ ॥",
        "english_devnagari": "tribhiḥ kramair asantuṣṭodvīpenāpi na pūryatenava-varṣa-sametenasapta-dvīpa-varecchayā",
        "verse_Syn": [
            "tribhiḥ",
            "kramaiḥ",
            "asantuṣṭaḥ",
            "dvīpena",
            "api",
            "na",
            "pūryate",
            "nava",
            "varṣa",
            "sametena",
            "sapta",
            "dvīpa",
            "vara",
            "icchayā"
        ],
        "translation": "If I were not satisfied with three paces of land, then surely I would not be satisfied even with possessing one of the seven islands, consisting of nine varṣas. Even if I possessed one island, I would hope to get others.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "सप्तद्वीपाधिपतयो नृपा वैन्यगयादय: ।अर्थै: कामैर्गता नान्तं तृष्णाया इति न: श्रुतम् ॥ २३ ॥",
        "english_devnagari": "sapta-dvīpādhipatayonṛpā vaiṇya-gayādayaḥarthaiḥ kāmair gatā nāntaṁtṛṣṇāyā iti naḥ śrutam",
        "verse_Syn": [
            "sapta",
            "dvīpa",
            "adhipatayaḥ",
            "nṛpāḥ",
            "vaiṇya",
            "gaya",
            "ādayaḥ",
            "arthaiḥ",
            "kāmaiḥ",
            "gatāḥ",
            "na",
            "antam",
            "tṛṣṇāyāḥ",
            "iti",
            "naḥ",
            "śrutam"
        ],
        "translation": "We have heard that although powerful kings like Mahārāja Pṛthu and Mahārāja Gaya achieved proprietorship over the seven dvīpas, they could not achieve satisfaction or find the end of their ambitions.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "यद‍ृच्छयोपपन्नेन सन्तुष्टो वर्तते सुखम् ।नासन्तुष्टस्त्रिभिर्लोकैरजितात्मोपसादितै: ॥ २४ ॥",
        "english_devnagari": "yadṛcchayopapannenasantuṣṭo vartate sukhamnāsantuṣṭas tribhir lokairajitātmopasāditaiḥ",
        "verse_Syn": [
            "yadṛcchayā",
            "upapannena",
            "santuṣṭaḥ",
            "vartate",
            "sukham",
            "na",
            "asantuṣṭaḥ",
            "tribhiḥ",
            "lokaiḥ",
            "ajita",
            "ātmā",
            "upasāditaiḥ"
        ],
        "translation": "One should be satisfied with whatever he achieves by his previous destiny, for discontent can never bring happiness. A person who is not self-controlled will not be happy even with possessing the three worlds.",
        "purport": " If happiness is the ultimate goal of life, one must be satisfied with the position in which he is placed by providence. This instruction is also given by Prahlāda Mahārāja: “My dear friends born of demoniac families, the happiness perceived with reference to the sense objects by contact with the body can be obtained in any form of life, according to one’s past fruitive activities. Such happiness is automatically obtained without endeavor, just as we obtain distress.” (Bhāg. 7.6.3) This philosophy is perfect in regard to obtaining happiness. Real happiness is described in Bhagavad-gītā (6.21): “In the spiritually joyous state, one is situated in boundless transcendental happiness and enjoys himself through transcendental senses. Established thus, one never departs from the truth.” One has to perceive happiness by the supersenses. The supersenses are not the senses of the material elements. Every one of us is a spiritual being (ahaṁ brahmāsmi), and every one of us is an individual person. Our senses are now covered by material elements, and because of ignorance we consider the material senses that cover us to be our real senses. The real senses, however, are within the material covering. Dehino ’smin yathā dehe: within the covering of the material elements are the spiritual senses. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam: when the spiritual senses are uncovered, by these senses we can be happy. Satisfaction of the spiritual senses is thus described: hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate. When the senses are engaged in devotional service to Hṛṣīkeśa, then the senses are completely satisfied. Without this superior knowledge of sense gratification, one may try to satisfy his material senses, but happiness will never be possible. One may increase his ambition for sense gratification and even achieve what he desires for the gratification of his senses, but because this is on the material platform, he will never achieve satisfaction and contentment. According to brahminical culture, one should be content with whatever he obtains without special endeavor and should cultivate spiritual consciousness. Then he will be happy. The purpose of the Kṛṣṇa consciousness movement is to spread this understanding. People who do not have scientific spiritual knowledge mistakenly think that the members of the Kṛṣṇa consciousness movement are escapists trying to avoid material activities. In fact, however, we are engaged in real activities for obtaining the ultimate happiness in life. If one is not trained to satisfy the spiritual senses and continues in material sense gratification, he will never obtain happiness that is eternal and blissful. Śrīmad-Bhāgavatam (5.5.1) therefore recommends: One must practice austerity so that his existential position will be purified and he will achieve unlimited blissful life."
    },
    {
        "verse": "25",
        "devanagari": "पुंसोऽयं संसृतेर्हेतुरसन्तोषोऽर्थकामयो: ।यद‍ृच्छयोपपन्नेन सन्तोषो मुक्तये स्मृत: ॥ २५ ॥",
        "english_devnagari": "puṁso ’yaṁ saṁsṛter heturasantoṣo ’rtha-kāmayoḥyadṛcchayopapannenasantoṣo muktaye smṛtaḥ",
        "verse_Syn": [
            "puṁsaḥ",
            "ayam",
            "saṁsṛteḥ",
            "hetuḥ",
            "asantoṣaḥ",
            "artha",
            "kāmayoḥ",
            "yadṛcchayā",
            "upapannena",
            "santoṣaḥ",
            "muktaye",
            "smṛtaḥ"
        ],
        "translation": "Material existence causes discontent in regard to fulfilling one’s lusty desires and achieving more and more money. This is the cause for the continuation of material life, which is full of repeated birth and death. But one who is satisfied by that which is obtained by destiny is fit for liberation from this material existence.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "यद‍ृच्छालाभतुष्टस्य तेजो विप्रस्य वर्धते ।तत् प्रशाम्यत्यसन्तोषादम्भसेवाशुशुक्षणि: ॥ २६ ॥",
        "english_devnagari": "yadṛcchā-lābha-tuṣṭasyatejo viprasya vardhatetat praśāmyaty asantoṣādambhasevāśuśukṣaṇiḥ",
        "verse_Syn": [
            "yadṛcchā",
            "lābha",
            "tuṣṭasya",
            "tejaḥ",
            "viprasya",
            "vardhate",
            "tat",
            "praśāmyati",
            "asantoṣāt",
            "ambhasā",
            "iva",
            "āśuśukṣaṇiḥ"
        ],
        "translation": "A brāhmaṇa who is satisfied with whatever is providentially obtained is increasingly enlightened with spiritual power, but the spiritual potency of a dissatisfied brāhmaṇa decreases, as fire diminishes in potency when water is sprinkled upon it.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तस्मात् त्रीणि पदान्येव वृणे त्वद् वरदर्षभात् ।एतावतैव सिद्धोऽहं वित्तं यावत्प्रयोजनम् ॥ २७ ॥",
        "english_devnagari": "tasmāt trīṇi padāny evavṛṇe tvad varadarṣabhātetāvataiva siddho ’haṁvittaṁ yāvat prayojanam",
        "verse_Syn": [
            "tasmāt",
            "trīṇi",
            "padāni",
            "eva",
            "vṛṇe",
            "tvat",
            "varada",
            "ṛṣabhāt",
            "etāvatā",
            "eva",
            "siddhaḥ",
            "aham",
            "vittam",
            "yāvat",
            "prayojanam"
        ],
        "translation": "Therefore, O King, from you, the best of those who give charity, I ask only three paces of land. By such a gift I shall be very pleased, for the way of happiness is to be fully satisfied to receive that which is absolutely needed.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "श्रीशुक उवाचइत्युक्त: स हसन्नाह वाञ्छात: प्रतिगृह्यताम् ।वामनाय महीं दातुं जग्राह जलभाजनम् ॥ २८ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktaḥ sa hasann āhavāñchātaḥ pratigṛhyatāmvāmanāya mahīṁ dātuṁjagrāha jala-bhājanam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktaḥ",
            "saḥ",
            "hasan",
            "āha",
            "vāñchātaḥ",
            "pratigṛhyatām",
            "vāmanāya",
            "mahīm",
            "dātum",
            "jagrāha",
            "jala",
            "bhājanam"
        ],
        "translation": "Śukadeva Gosvāmī continued: When the Supreme Personality of Godhead had thus spoken to Bali Mahārāja, Bali smiled and told Him, “All right. Take whatever You like.” To confirm his promise to give Vāmanadeva the desired land, he then took up his waterpot.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "विष्णवे क्ष्मां प्रदास्यन्तमुशना असुरेश्वरम् ।जानंश्चिकीर्षितं विष्णो: शिष्यं प्राह विदां वर: ॥ २९ ॥",
        "english_devnagari": "viṣṇave kṣmāṁ pradāsyantamuśanā asureśvaramjānaṁś cikīrṣitaṁ viṣṇoḥśiṣyaṁ prāha vidāṁ varaḥ",
        "verse_Syn": [
            "viṣṇave",
            "kṣmām",
            "pradāsyantam",
            "uśanāḥ",
            "asura",
            "īśvaram",
            "jānan",
            "cikīrṣitam",
            "viṣṇoḥ",
            "śiṣyam",
            "prāha",
            "vidām",
            "varaḥ"
        ],
        "translation": "Understanding Lord Viṣṇu’s purpose, Śukrācārya, the best of the learned, immediately spoke as follows to his disciple, who was about to offer everything to Lord Vāmanadeva.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "श्रीशुक्र उवाचएष वैरोचने साक्षाद् भगवान्विष्णुरव्यय: ।कश्यपाददितेर्जातो देवानां कार्यसाधक: ॥ ३० ॥",
        "english_devnagari": "śrī-śukra uvācaeṣa vairocane sākṣādbhagavān viṣṇur avyayaḥkaśyapād aditer jātodevānāṁ kārya-sādhakaḥ",
        "verse_Syn": [
            "śrī",
            "śukraḥ",
            "uvāca",
            "eṣaḥ",
            "vairocane",
            "sākṣāt",
            "bhagavān",
            "viṣṇuḥ",
            "avyayaḥ",
            "kaśyapāt",
            "aditeḥ",
            "jātaḥ",
            "devānām",
            "kārya",
            "sādhakaḥ"
        ],
        "translation": "Śukrācārya said: O son of Virocana, this brahmacārī in the form of a dwarf is directly the imperishable Supreme Personality of Godhead, Viṣṇu. Accepting Kaśyapa Muni as His father and Aditi as His mother, He has now appeared in order to fulfill the interests of the demigods.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "प्रतिश्रुतं त्वयैतस्मै यदनर्थमजानता ।न साधु मन्ये दैत्यानां महानुपगतोऽनय: ॥ ३१ ॥",
        "english_devnagari": "pratiśrutaṁ tvayaitasmaiyad anartham ajānatāna sādhu manye daityānāṁmahān upagato ’nayaḥ",
        "verse_Syn": [
            "pratiśrutam",
            "tvayā",
            "etasmai",
            "yat",
            "anartham",
            "ajānatā",
            "na",
            "sādhu",
            "manye",
            "daityānām",
            "mahān",
            "upagataḥ",
            "anayaḥ"
        ],
        "translation": "You do not know what a dangerous position you have accepted by promising to give Him land. I do not think that this promise is good for you. It will bring great harm to the demons.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "एष ते स्थानमैश्वर्यं श्रियं तेजो यश: श्रुतम् ।दास्यत्याच्छिद्य शक्राय मायामाणवको हरि: ॥ ३२ ॥",
        "english_devnagari": "eṣa te sthānam aiśvaryaṁśriyaṁ tejo yaśaḥ śrutamdāsyaty ācchidya śakrāyamāyā-māṇavako hariḥ",
        "verse_Syn": [
            "eṣaḥ",
            "te",
            "sthānam",
            "aiśvaryam",
            "śriyam",
            "tejaḥ",
            "yaśaḥ",
            "śrutam",
            "dāsyati",
            "ācchidya",
            "śakrāya",
            "māyā",
            "māṇavakaḥ",
            "hariḥ"
        ],
        "translation": "This person falsely appearing as a brahmacārī is actually the Supreme Personality of Godhead, Hari, who has come in this form to take away all your land, wealth, beauty, power, fame and education. After taking everything from you, He will deliver it to Indra, your enemy.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains in this regard that the very word hariḥ means “one who takes away.” If one connects himself with Hari, the Supreme Personality of Godhead, the Lord takes away all his miseries, and in the beginning the Lord also superficially appears to take away all his material possessions, reputation, education and beauty. As stated in Śrīmad-Bhāgavatam (10.88.8), yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ. The Lord said to Mahārāja Yudhiṣṭhira, “The first installment of My mercy toward a devotee is that I take away all his possessions, especially his material opulence, his money.” This is the special favor of the Lord toward a sincere devotee. If a sincere devotee wants Kṛṣṇa above everything but at the same time is attached to material possessions, which hinder his advancement in Kṛṣṇa consciousness, by tactics the Lord takes away all his possessions. Here Śukrācārya says that this dwarf brahmacārī would take away everything. Thus he indicates that the Lord will take away all one’s material possessions and also one’s mind. If one delivers his mind to the lotus feet of Kṛṣṇa (sa vai manaḥ kṛṣṇa-padāravindayoḥ), one can naturally sacrifice everything to satisfy Him. Although Bali Mahārāja was a devotee, he was attached to material possessions, and therefore the Lord, being very kind to him, showed him special favor by appearing as Lord Vāmana to take away all his material possessions, and his mind as well."
    },
    {
        "verse": "33",
        "devanagari": "त्रिभि: क्रमैरिमाल्ल‍ोकान्विश्वकाय: क्रमिष्यति ।सर्वस्वं विष्णवे दत्त्वा मूढ वर्तिष्यसे कथम् ॥ ३३ ॥",
        "english_devnagari": "tribhiḥ kramair imāl lokānviśva-kāyaḥ kramiṣyatisarvasvaṁ viṣṇave dattvāmūḍha vartiṣyase katham",
        "verse_Syn": [
            "tribhiḥ",
            "kramaiḥ",
            "imān",
            "lokān",
            "viśva",
            "kāyaḥ",
            "kramiṣyati",
            "sarvasvam",
            "viṣṇave",
            "dattvā",
            "mūḍha",
            "vartiṣyase",
            "katham"
        ],
        "translation": "You have promised to give Him three steps of land in charity, but when you give it He will occupy the three worlds. You are a rascal! You do not know what a great mistake you have made. After giving everything to Lord Viṣṇu, you will have no means of livelihood. How then shall you live?",
        "purport": " Bali Mahārāja might argue that he had promised only three steps of land. But Śukrācārya, being a very learned brāhmaṇa, immediately understood that this was a plan of Hari, who had falsely appeared there as a brahmacārī. The words mūḍha vartiṣyase katham reveal that Śukrācārya was a brāhmaṇa of the priestly class. Such priestly brāhmaṇas are mostly interested in receiving remuneration from their disciples. Therefore when Śukrācārya saw that Bali Mahārāja had risked all of his possessions, he understood that this would cause havoc not only to the King but also to the family of Śukrācārya, who was dependent on Mahārāja Bali’s mercy. This is the difference between a Vaiṣṇava and a smārta-brāhmaṇa. A smārta-brāhmaṇa is always interested in material profit, whereas a Vaiṣṇava is interested only in satisfying the Supreme Personality of Godhead. From the statement of Śukrācārya, it appears that he was in all respects a smārta-brāhmaṇa interested only in personal gain."
    },
    {
        "verse": "34",
        "devanagari": "क्रमतो गां पदैकेन द्वितीयेन दिवं विभो: ।खं च कायेन महता तार्तीयस्य कुतो गति: ॥ ३४ ॥",
        "english_devnagari": "kramato gāṁ padaikenadvitīyena divaṁ vibhoḥkhaṁ ca kāyena mahatātārtīyasya kuto gatiḥ",
        "verse_Syn": [
            "kramataḥ",
            "gām",
            "padā",
            "ekena",
            "dvitīyena",
            "divam",
            "vibhoḥ",
            "kham",
            "ca",
            "kāyena",
            "mahatā",
            "tārtīyasya",
            "kutaḥ",
            "gatiḥ"
        ],
        "translation": "Vāmanadeva will first occupy the three worlds with one step, then He will take His second step and occupy everything in outer space, and then He will expand His universal body to occupy everything. Where will you offer Him the third step?",
        "purport": " Śukrācārya wanted to tell Bali Mahārāja how he would be cheated by Lord Vāmana. “You have promised three steps,” he said. “But with only two steps, all your possessions will be finished. How then will you give Him a place for His third step?” Śukrācārya did not know how the Lord protects His devotee. The devotee must risk everything in his possession for the service of the Lord, but he is always protected and never defeated. By materialistic calculations, Śukrācārya thought that Bali Mahārāja would under no circumstances be able to keep his promise to the brahmacārī, Lord Vāmanadeva."
    },
    {
        "verse": "35",
        "devanagari": "निष्ठां ते नरके मन्ये ह्यप्रदातु: प्रतिश्रुतम् ।प्रतिश्रुतस्य योऽनीश: प्रतिपादयितुं भवान् ॥ ३५ ॥",
        "english_devnagari": "niṣṭhāṁ te narake manyehy apradātuḥ pratiśrutampratiśrutasya yo ’nīśaḥpratipādayituṁ bhavān",
        "verse_Syn": [
            "niṣṭhām",
            "te",
            "narake",
            "manye",
            "hi",
            "apradātuḥ",
            "pratiśrutam",
            "pratiśrutasya",
            "yaḥ",
            "anīśaḥ",
            "pratipādayitum",
            "bhavān"
        ],
        "translation": "You will certainly be unable to fulfill your promise, and I think that because of this inability your eternal residence will be in hell.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "न तद्दानं प्रशंसन्ति येन वृत्तिर्विपद्यते ।दानं यज्ञस्तप: कर्म लोके वृत्तिमतो यत: ॥ ३६ ॥",
        "english_devnagari": "na tad dānaṁ praśaṁsantiyena vṛttir vipadyatedānaṁ yajñas tapaḥ karmaloke vṛttimato yataḥ",
        "verse_Syn": [
            "na",
            "tat",
            "dānam",
            "praśaṁsanti",
            "yena",
            "vṛttiḥ",
            "vipadyate",
            "dānam",
            "yajñaḥ",
            "tapaḥ",
            "karma",
            "loke",
            "vṛttimataḥ",
            "yataḥ"
        ],
        "translation": "Learned scholars do not praise that charity which endangers one’s own livelihood. Charity, sacrifice, austerity and fruitive activities are possible for one who is competent to earn his livelihood properly. [They are not possible for one who cannot maintain himself.]",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "धर्माय यशसेऽर्थाय कामाय स्वजनाय च ।पञ्चधा विभजन्वित्तमिहामुत्र च मोदते ॥ ३७ ॥",
        "english_devnagari": "dharmāya yaśase ’rthāyakāmāya sva-janāya capañcadhā vibhajan vittamihāmutra ca modate",
        "verse_Syn": [
            "dharmāya",
            "yaśase",
            "arthāya",
            "kāmāya",
            "sva",
            "janāya",
            "ca",
            "pañcadhā",
            "vibhajan",
            "vittam",
            "iha",
            "amutra",
            "ca",
            "modate"
        ],
        "translation": "Therefore one who is in full knowledge should divide his accumulated wealth in five parts — for religion, for reputation, for opulence, for sense gratification and for the maintenance of his family members. Such a person is happy in this world and in the next.",
        "purport": " The śāstras enjoin that if one has money one should divide all that he has accumulated into five divisions — one part for religion, one part for reputation, one part for opulence, one part for sense gratification and one part to maintain the members of his family. At the present, however, because people are bereft of all knowledge, they spend all their money for the satisfaction of their family. Śrīla Rūpa Gosvāmī taught us by his own example by using fifty percent of his accumulated wealth for Kṛṣṇa, twenty-five percent for his own self, and twenty-five percent for the members of his family. One’s main purpose should be to advance in Kṛṣṇa consciousness. This will include dharma, artha and kāma. However, because one’s family members expect some profit, one should also satisfy them by giving them a portion of one’s accumulated wealth. This is a śāstric injunction."
    },
    {
        "verse": "38",
        "devanagari": "अत्रापि बह्वृचैर्गीतं श‍ृणु मेऽसुरसत्तम ।सत्यमोमिति यत् प्रोक्तं यन्नेत्याहानृतं हि तत् ॥ ३८ ॥",
        "english_devnagari": "atrāpi bahvṛcair gītaṁśṛṇu me ’sura-sattamasatyam om iti yat proktaṁyan nety āhānṛtaṁ hi tat",
        "verse_Syn": [
            "atra",
            "api",
            "bahu",
            "ṛcaiḥ",
            "gītam",
            "śṛṇu",
            "me",
            "asura",
            "sattama",
            "satyam",
            "om",
            "iti",
            "yat",
            "proktam",
            "yat",
            "na",
            "iti",
            "āha",
            "anṛtam",
            "hi",
            "tat"
        ],
        "translation": "One might argue that since you have already promised, how can you refuse? O best of the demons, just take from me the evidence of the Bahvṛca-śruti, which says that a promise is truthful preceded by the word om and untruthful if not.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "सत्यं पुष्पफलं विद्यादात्मवृक्षस्य गीयते ।वृक्षेऽजीवति तन्न स्यादनृतं मूलमात्मन: ॥ ३९ ॥",
        "english_devnagari": "satyaṁ puṣpa-phalaṁ vidyādātma-vṛkṣasya gīyatevṛkṣe ’jīvati tan na syādanṛtaṁ mūlam ātmanaḥ",
        "verse_Syn": [
            "satyam",
            "puṣpa",
            "phalam",
            "vidyāt",
            "ātma",
            "vṛkṣasya",
            "gīyate",
            "vṛkṣe",
            "ajīvati",
            "tat",
            "na",
            "syāt",
            "anṛtam",
            "mūlam",
            "ātmanaḥ"
        ],
        "translation": "The Vedas enjoin that the factual result of the tree of the body is the good fruits and flowers derived from it. But if the bodily tree does not exist, there is no possibility of factual fruits and flowers. Even if the body is based on untruth, there cannot be factual fruits and flowers without the help of the bodily tree.",
        "purport": " This śloka explains that in relation to the material body even the factual truth cannot exist without a touch of untruth. The Māyāvādīs say, brahma satyaṁ jagan mithyā: “The spirit soul is truth, and the external energy is untruth.” The Vaiṣṇava philosophers, however, do not agree with the Māyāvāda philosophy. Even if for the sake of argument the material world is accepted as untruth, the living entity entangled in the illusory energy cannot come out of it without the help of the body. Without the help of the body, one cannot follow a system of religion, nor can one speculate on philosophical perfection. Therefore, the flower and fruit (puṣpa-phalam) have to be obtained as a result of the body. Without the help of the body, that fruit cannot be gained. The Vaiṣṇava philosophy therefore recommends yukta-vairāgya. It is not that all attention should be diverted for the maintenance of the body, but at the same time one’s bodily maintenance should not be neglected. As long as the body exists one can thoroughly study the Vedic instructions, and thus at the end of life one can achieve perfection. This is explained in Bhagavad-gītā: yaṁ yaṁ vāpi smaran bhāvaṁ tyajaty ante kalevaram. Everything is examined at the time of death. Therefore, although the body is temporary, not eternal, one can take from it the best service and make one’s life perfect."
    },
    {
        "verse": "40",
        "devanagari": "तद् यथा वृक्ष उन्मूल: शुष्यत्युद्वर्ततेऽचिरात् ।एवं नष्टानृत: सद्य आत्मा शुष्येन्न संशय: ॥ ४० ॥",
        "english_devnagari": "tad yathā vṛkṣa unmūlaḥśuṣyaty udvartate ’cirātevaṁ naṣṭānṛtaḥ sadyaātmā śuṣyen na saṁśayaḥ",
        "verse_Syn": [
            "tat",
            "yathā",
            "vṛkṣaḥ",
            "unmūlaḥ",
            "śuṣyati",
            "udvartate",
            "acirāt",
            "evam",
            "naṣṭa",
            "anṛtaḥ",
            "sadyaḥ",
            "ātmā",
            "śuṣyet",
            "na",
            "saṁśayaḥ"
        ],
        "translation": "When a tree is uprooted it immediately falls down and begins to dry up. Similarly, if one doesn’t take care of the body, which is supposed to be untruth — in other words, if the untruth is uprooted — the body undoubtedly becomes dry.",
        "purport": " In this regard, Śrīla Rūpa Gosvāmī says: “One who rejects things without knowledge of their relationship to Kṛṣṇa is incomplete in his renunciation.” (Bhakti-rasāmṛta-sindhu 1.2.66) When the body is engaged in the service of the Lord, one should not consider the body material. Sometimes the spiritual body of the spiritual master is misunderstood. But Śrīla Rūpa Gosvāmī instructs, prāpañcikatayā buddhyā hari-sambandhi-vastunaḥ. The body fully engaged in Kṛṣṇa’s service should not be neglected as material. One who does neglect it is false in his renunciation. If the body is not properly maintained, it falls down and dries up like an uprooted tree, from which flowers and fruit can no longer be obtained. The Vedas therefore enjoin: The purport is that activities performed with the help of the body for the satisfaction of the Absolute Truth (oṁ tat sat) are never temporary, although performed by the temporary body. Indeed, such activities are everlasting. Therefore, the body should be properly cared for. Because the body is temporary, not permanent, one cannot expose the body to being devoured by a tiger or killed by an enemy. All precautions should be taken to protect the body."
    },
    {
        "verse": "41",
        "devanagari": "पराग् रिक्तमपूर्णं वा अक्षरं यत् तदोमिति ।यत् किञ्चिदोमिति ब्रूयात् तेन रिच्येत वै पुमान् ।भिक्षवे सर्वम्ॐ कुर्वन्नालं कामेन चात्मने ॥ ४१ ॥",
        "english_devnagari": "parāg riktam apūrṇaṁ vāakṣaraṁ yat tad om itiyat kiñcid om iti brūyāttena ricyeta vai pumānbhikṣave sarvam oṁ kurvannālaṁ kāmena cātmane",
        "verse_Syn": [
            "parāk",
            "riktam",
            "apūrṇam",
            "vā",
            "akṣaram",
            "yat",
            "tat",
            "om",
            "iti",
            "yat",
            "kiñcit",
            "om",
            "iti",
            "brūyāt",
            "tena",
            "ricyeta",
            "vai",
            "pumān",
            "bhikṣave",
            "sarvam",
            "oṁ",
            "kurvan",
            "na",
            "alam",
            "kāmena",
            "ca",
            "ātmane"
        ],
        "translation": "The utterance of the word om signifies separation from one’s monetary assets. In other words, by uttering this word one becomes free from attachment to money because his money is taken away from him. To be without money is not very satisfactory, for in that position one cannot fulfill one’s desires. In other words, by using the word om one becomes poverty-stricken. Especially when one gives charity to a poor man or beggar, one remains unfulfilled in self-realization and in sense gratification.",
        "purport": " Mahārāja Bali wanted to give everything to Vāmanadeva, who had appeared as a beggar, but Śukrācārya, being Mahārāja Bali’s familial spiritual master in the line of seminal succession, could not appreciate Mahārāja Bali’s promise. Śukrācārya gave Vedic evidence that one should not give everything to a poor man. Rather, when a poor man comes for charity one should untruthfully say, “Whatever I have I have given you. I have no more.” It is not that one should give everything to him. Actually the word om is meant for oṁ tat sat, the Absolute Truth. Oṁkāra is meant for freedom from all attachment to money because money should be spent for the purpose of the Supreme. The tendency of modern civilization is to give money in charity to the poor. Such charity has no spiritual value because we actually see that although there are so many hospitals and other foundations and institutions for the poor, according to the three modes of material nature a class of poor men is always destined to continue. Even though there are so many charitable institutions, poverty has not been driven from human society. Therefore it is recommended here, bhikṣave sarvam oṁ kurvan nālaṁ kāmena cātmane. One should not give everything to the beggars among the poor. The best solution is that of the Kṛṣṇa consciousness movement. This movement is always kind to the poor, not only because it feeds them but also because it gives them enlightenment by teaching them how to become Kṛṣṇa conscious. We are therefore opening hundreds and thousands of centers for those who are poor, both in money and in knowledge, to enlighten them in Kṛṣṇa consciousness and reform their character by teaching them how to avoid illicit sex, intoxication, meat-eating and gambling, which are the most sinful activities and which cause people to suffer, life after life. The best way to use money is to open such a center, where all may come live and reform their character. They may live very comfortably, without denial of any of the body’s necessities, but they live under spiritual control, and thus they live happily and save time for advancement in Kṛṣṇa consciousness. If one has money, it should not be squandered away on nothing. It should be used to push forward the Kṛṣṇa consciousness movement so that all of human society will become happy, prosperous and hopeful of being promoted back home, back to Godhead. The Vedic mantra in this regard reads as follows:"
    },
    {
        "verse": "42",
        "devanagari": "अथैतत् पूर्णमभ्यात्मं यच्च नेत्यनृतं वच: ।सर्वं नेत्यनृतं ब्रूयात् स दुष्कीर्ति: श्वसन्मृत: ॥ ४२ ॥",
        "english_devnagari": "athaitat pūrṇam abhyātmaṁyac ca nety anṛtaṁ vacaḥsarvaṁ nety anṛtaṁ brūyātsa duṣkīrtiḥ śvasan mṛtaḥ",
        "verse_Syn": [
            "atha",
            "etat",
            "pūrṇam",
            "abhyātmam",
            "yat",
            "ca",
            "na",
            "iti",
            "anṛtam",
            "vacaḥ",
            "sarvam",
            "na",
            "iti",
            "anṛtam",
            "brūyāt",
            "saḥ",
            "duṣkīrtiḥ",
            "śvasan",
            "mṛtaḥ"
        ],
        "translation": "Therefore, the safe course is to say no. Although it is a falsehood, it protects one completely, it draws the compassion of others toward oneself, and it gives one full facility to collect money from others for oneself. Nonetheless, if one always pleads that he has nothing, he is condemned, for he is a dead body while living, or while still breathing he should be killed.",
        "purport": " Beggars always present themselves as possessing nothing, and this may be very good for them because in this way they are assured of not losing their money and of always drawing the attention and compassion of others for the sake of collection. But this is also condemned. If one purposely continues this professional begging, he is supposed to be dead while breathing, or, according to another interpretation, such a man of falsity should be killed while still breathing. The Vedic injunction in this regard is as follows: athaitat pūrṇam abhyātmaṁ yan neti sa yat sarvaṁ neti brūyāt pāpikāsya kīrtir jāyate. sainaṁ tatraiva hanyāt. If one continuously poses himself as possessing nothing and collects money by begging, he should be killed (sainaṁ tatraiva hanyāt)."
    },
    {
        "verse": "43",
        "devanagari": "स्त्रीषु नर्मविवाहे च वृत्त्यर्थे प्राणसङ्कटे ।गोब्राह्मणार्थे हिंसायां नानृतं स्याज्जुगुप्सितम् ॥ ४३ ॥",
        "english_devnagari": "strīṣu narma-vivāhe cavṛtty-arthe prāṇa-saṅkaṭego-brāhmaṇārthe hiṁsāyāṁnānṛtaṁ syāj jugupsitam",
        "verse_Syn": [
            "strīṣu",
            "narma",
            "vivāhe",
            "ca",
            "vṛtti",
            "arthe",
            "prāṇa",
            "saṅkaṭe",
            "go",
            "brāhmaṇa",
            "arthe",
            "hiṁsāyām",
            "na",
            "anṛtam",
            "syāt",
            "jugupsitam"
        ],
        "translation": "In flattering a woman to bring her under control, in joking, in a marriage ceremony, in earning one’s livelihood, when one’s life is in danger, in protecting cows and brahminical culture, or in protecting a person from an enemy’s hand, falsity is never condemned.",
        "purport": ""
    }
]