[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचबलिरेवं गृहपति: कुलाचार्येण भाषित: ।तूष्णीं भूत्वा क्षणं राजन्नुवाचावहितो गुरुम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācabalir evaṁ gṛha-patiḥkulācāryeṇa bhāṣitaḥtūṣṇīṁ bhūtvā kṣaṇaṁ rājannuvācāvahito gurum",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "baliḥ",
            "evam",
            "gṛha",
            "patiḥ",
            "kula",
            "ācāryeṇa",
            "bhāṣitaḥ",
            "tūṣṇīm",
            "bhūtvā",
            "kṣaṇam",
            "rājan",
            "uvāca",
            "avahitaḥ",
            "gurum"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King Parīkṣit, when Bali Mahārāja was thus advised by his spiritual master, Śukrācārya, his family priest, he remained silent for some time, and then, after full deliberation, he replied to his spiritual master as follows.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks that Bali Mahārāja remained silent at a critical point. How could he disobey the instruction of Śukrācārya, his spiritual master? It is the duty of such a sober personality as Bali Mahārāja to abide by the orders of his spiritual master immediately, as his spiritual master had advised. But Bali Mahārāja also considered that Śukrācārya was no longer to be accepted as a spiritual master, for he had deviated from the duty of a spiritual master. According to śāstra, the duty of the guru is to take the disciple back home, back to Godhead. If he is unable to do so and instead hinders the disciple in going back to Godhead, he should not be a guru. Gurur na sa syāt (Bhāg. 5.5.18). One should not become a guru if he cannot enable his disciple to advance in Kṛṣṇa consciousness. The goal of life is to become a devotee of Lord Kṛṣṇa so that one may be freed from the bondage of material existence (tyaktvā dehaṁ punar janma naiti mam eti so ’rjuna). The spiritual master helps the disciple attain this stage by developing Kṛṣṇa consciousness. Now Śukrācārya has advised Bali Mahārāja to deny the promise to Vāmanadeva. Under the circumstances, therefore, Bali Mahārāja thought that there would be no fault if he disobeyed the order of his spiritual master. He deliberated on this point — should he refuse to accept the advice of his spiritual master, or should he independently do everything to please the Supreme Personality of Godhead? He took some time. Therefore it is said, tūṣṇīṁ bhūtvā kṣaṇaṁ rajann uvācāvahito gurum. After deliberating on this point, he decided that Lord Viṣṇu should be pleased in all circumstances, even at the risk of ignoring the guru’s advice to the contrary. Anyone who is supposed to be a guru but who goes against the principle of viṣṇu-bhakti cannot be accepted as guru. If one has falsely accepted such a guru, one should reject him. Such a guru is described as follows (Mahābhārata, Udyoga 179.25): Śrīla Jīva Gosvāmī has advised that such a useless guru, a family priest acting as guru, should be given up, and that the proper, bona fide guru should be accepted. “A scholarly brāhmaṇa expert in all subjects of Vedic knowledge is unfit to become a spiritual master without being a Vaiṣṇava, but if a person born in a family of a lower caste is a Vaiṣṇava, he can become a spiritual master.” (Padma Purāṇa)"
    },
    {
        "verse": "2",
        "devanagari": "श्रीबलिरुवाचसत्यं भगवता प्रोक्तं धर्मोऽयं गृहमेधिनाम् ।अर्थं कामं यशो वृत्तिं यो न बाधेत कर्हिचित् ॥ २ ॥",
        "english_devnagari": "śrī-balir uvācasatyaṁ bhagavatā proktaṁdharmo ’yaṁ gṛhamedhināmarthaṁ kāmaṁ yaśo vṛttiṁyo na bādheta karhicit",
        "verse_Syn": [
            "śrī",
            "baliḥ",
            "uvāca",
            "satyam",
            "bhagavatā",
            "proktam",
            "dharmaḥ",
            "ayam",
            "gṛhamedhinām",
            "artham",
            "kāmam",
            "yaśaḥ",
            "vṛttim",
            "yaḥ",
            "na",
            "bādheta",
            "karhicit"
        ],
        "translation": "Bali Mahārāja said: As you have already stated, the principle of religion that does not hinder one’s economic development, sense gratification, fame and means of livelihood is the real occupational duty of the householder. I also think that this religious principle is correct.",
        "purport": " Bali Mahārāja’s grave answer to Śukrācārya is meaningful. Śukrācārya stressed that one’s material means of livelihood and one’s material reputation, sense gratification and economic development must continue properly. To see to this is the first duty of a man who is a householder, especially one who is interested in material affairs. If a religious principle does not affect one’s material condition, it is to be accepted. At the present time, in this Age of Kali, this idea is extremely prominent. No one is prepared to accept any religious principle if it hampers material prosperity. Śukrācārya, being a person of this material world, did not know the principles of a devotee. A devotee is determined to serve the Supreme Personality of Godhead to His full satisfaction. Anything that hampers such determination should certainly be rejected. This is the principle of bhakti. Ānukūlyasya saṅkalpaḥ prātikūlyasya varjanam (Cc. Madhya 22.100). To perform devotional service, one must accept only that which is favorable and reject that which is unfavorable. Bali Mahārāja had the opportunity to contribute everything he possessed to the lotus feet of Lord Vāmanadeva, but Śukrācārya was putting forward a material argument to hamper this process of devotional service. Under the circumstances, Bali Mahārāja decided that such hindrances should certainly be avoided. In other words, he decided immediately to reject the advice of Śukrācārya and go on with his duty. Thus he gave all his possessions to Lord Vāmanadeva."
    },
    {
        "verse": "3",
        "devanagari": "स चाहं वित्तलोभेन प्रत्याचक्षे कथं द्विजम् ।प्रतिश्रुत्य ददामीति प्राह्रादि: कितवो यथा ॥ ३ ॥",
        "english_devnagari": "sa cāhaṁ vitta-lobhenapratyācakṣe kathaṁ dvijampratiśrutya dadāmītiprāhrādiḥ kitavo yathā",
        "verse_Syn": [
            "saḥ",
            "ca",
            "aham",
            "vitta",
            "lobhena",
            "pratyācakṣe",
            "katham",
            "dvijam",
            "pratiśrutya",
            "dadāmi",
            "iti",
            "prāhrādiḥ",
            "kitavaḥ",
            "yathā"
        ],
        "translation": "I am the grandson of Mahārāja Prahlāda. How can I withdraw my promise because of greed for money when I have already said that I shall give this land? How can I behave like an ordinary cheater, especially toward a brāhmaṇa?",
        "purport": " Bali Mahārāja had already been blessed by his grandfather Prahlāda Mahārāja. Therefore, he was a pure devotee, although born in a family of demons. There are two kinds of highly elevated devotees, called sādhana-siddha and kṛpā-siddha. Sādhana-siddha refers to one who has become a devotee by regular execution of the regulative principles mentioned in the śāstras, as ordered and directed by the spiritual master. If one regularly executes such devotional service, he will certainly attain perfection in due course of time. But there are other devotees, who may not have undergone all the required details of devotional service but who, by the special mercy of guru and Kṛṣṇa — the spiritual master and the Supreme Personality of Godhead — have immediately attained the perfection of pure devotional service. Examples of such devotees are the yajña-patnīs, Mahārāja Bali and Śukadeva Gosvāmī. The yajña-patnīs were the wives of ordinary brāhmaṇas engaged in fruitive activities. Although the brāhmaṇas were very learned and advanced in Vedic knowledge, they could not achieve the mercy of Kṛṣṇa-Balarāma, whereas their wives achieved complete perfection in devotional service, despite their being women. Similarly, Vairocani, Bali Mahārāja, received the mercy of Prahlāda Mahārāja, and by Prahlāda Mahārāja’s mercy he also received the mercy of Lord Viṣṇu, who appeared before him as a brahmacārī beggar. Thus Bali Mahārāja became a kṛpā-siddha because of the special mercy of both guru and Kṛṣṇa. Caitanya Mahāprabhu confirms this favor: guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja (Cc. Madhya 19.151). Bali Mahārāja, by the grace of Prahlāda Mahārāja, got the seed of devotional service, and when that seed developed, he achieved the ultimate fruit of that service, namely love of Godhead (premā pum-artho mahān), immediately upon the appearance of Lord Vāmanadeva. Bali Mahārāja regularly maintained devotion for the Lord, and because he was purified, the Lord appeared before him. Because of unalloyed love for the Lord, he then immediately decided, “I shall give this little dwarf brāhmaṇa whatever He asks from me.” This is a sign of love. Thus Bali Mahārāja is understood to be one who received the highest perfection of devotional service by special mercy."
    },
    {
        "verse": "4",
        "devanagari": "न ह्यसत्यात् परोऽधर्म इति होवाच भूरियम् ।सर्वं सोढुमलं मन्ये ऋतेऽलीकपरं नरम् ॥ ४ ॥",
        "english_devnagari": "na hy asatyāt paro ’dharmaiti hovāca bhūr iyamsarvaṁ soḍhum alaṁ manyeṛte ’līka-paraṁ naram",
        "verse_Syn": [
            "na",
            "hi",
            "asatyāt",
            "paraḥ",
            "adharmaḥ",
            "iti",
            "ha",
            "uvāca",
            "bhūḥ",
            "iyam",
            "sarvam",
            "soḍhum",
            "alam",
            "manye",
            "ṛte",
            "alīka",
            "param",
            "naram"
        ],
        "translation": "There is nothing more sinful than untruthfulness. Because of this, mother earth once said, “I can bear any heavy thing except a person who is a liar.”",
        "purport": " On the surface of the earth there are many great mountains and oceans that are very heavy, and mother earth has no difficulty carrying them. But she feels very much overburdened when she carries even one person who is a liar. It is said that in Kali-yuga lying is a common affair: māyaiva vyāvahārike (Bhāg. 12.2.3). Even in the most common dealings, people are accustomed to speaking so many lies. No one is free from the sinful reactions of speaking lies. Under the circumstances, one can just imagine how this has overburdened the earth, and indeed the entire universe."
    },
    {
        "verse": "5",
        "devanagari": "नाहं बिभेमि निरयान्नाधन्यादसुखार्णवात् ।न स्थानच्यवनान्मृत्योर्यथा विप्रप्रलम्भनात् ॥ ५ ॥",
        "english_devnagari": "nāhaṁ bibhemi nirayānnādhanyād asukhārṇavātna sthāna-cyavanān mṛtyoryathā vipra-pralambhanāt",
        "verse_Syn": [
            "na",
            "aham",
            "bibhemi",
            "nirayāt",
            "na",
            "adhanyāt",
            "asukha",
            "arṇavāt",
            "na",
            "sthāna",
            "cyavanāt",
            "mṛtyoḥ",
            "yathā",
            "vipra",
            "pralambhanāt"
        ],
        "translation": "I do not fear hell, poverty, an ocean of distress, falldown from my position or even death itself as much as I fear cheating a brāhmaṇa.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "यद् यद्धास्यति लोकेऽस्मिन्सम्परेतं धनादिकम् ।तस्य त्यागे निमित्तं किं विप्रस्तुष्येन्न तेन चेत् ॥ ६ ॥",
        "english_devnagari": "yad yad dhāsyati loke ’sminsamparetaṁ dhanādikamtasya tyāge nimittaṁ kiṁvipras tuṣyen na tena cet",
        "verse_Syn": [
            "yat",
            "yat",
            "hāsyati",
            "loke",
            "asmin",
            "samparetam",
            "dhana",
            "ādikam",
            "tasya",
            "tyāge",
            "nimittam",
            "kim",
            "vipraḥ",
            "tuṣyet",
            "na",
            "tena",
            "cet"
        ],
        "translation": "My lord, you can also see that all the material opulences of this world are certainly separated from their possessor at death. Therefore, if the brāhmaṇa Vāmanadeva is not satisfied by whatever gifts one has given, why not please Him with the riches one is destined to lose at death?",
        "purport": " The word vipra means brāhmaṇa, and at the same time “confidential.” Bali Mahārāja had confidentially decided to give the gift to Lord Vāmanadeva without discussion, but because such a decision would hurt the hearts of the asuras and his spiritual master, Śukrācārya, he spoke equivocally. Bali Mahārāja, as a pure devotee, had already decided to give all the land to Lord Viṣṇu."
    },
    {
        "verse": "7",
        "devanagari": "श्रेय: कुर्वन्ति भूतानां साधवो दुस्त्यजासुभि: ।दध्यङ्‌शिबिप्रभृतय: को विकल्पो धरादिषु ॥ ७ ॥",
        "english_devnagari": "śreyaḥ kurvanti bhūtānāṁsādhavo dustyajāsubhiḥdadhyaṅ-śibi-prabhṛtayaḥko vikalpo dharādiṣu",
        "verse_Syn": [
            "śreyaḥ",
            "kurvanti",
            "bhūtānām",
            "sādhavaḥ",
            "dustyaja",
            "asubhiḥ",
            "dadhyaṅ",
            "śibi",
            "prabhṛtayaḥ",
            "kaḥ",
            "vikalpaḥ",
            "dharā",
            "ādiṣu"
        ],
        "translation": "Dadhīci, Śibi and many other great personalities were willing to sacrifice even their lives for the benefit of the people in general. This is the evidence of history. So why not give up this insignificant land? What is the serious consideration against it?",
        "purport": " Bali Mahārāja was prepared to give everything to Lord Viṣṇu, and Śukrācārya, being a professional priest, might have been anxiously waiting, doubting whether there had been any such instance in history in which one had given everything in charity. Bali Mahārāja, however, cited the tangible examples of Mahārāja Śibi and Mahārāja Dadhīci, who had given up their lives for the benefit of the general public. Certainly one has attachment for everything material, especially one’s land, but land and other possessions are forcibly taken away at the time of death, as stated in Bhagavad-gītā (mṛtyuḥ sarva-haraś cāham). The Lord personally appeared to Bali Mahārāja to take away everything he had, and thus he was so fortunate that he could see the Lord face to face. Nondevotees, however, cannot see the Lord face to face; to such persons the Lord appears as death and takes away all their possessions by force. Under the circumstances, why should we not part with our possessions and deliver them to Lord Viṣṇu for His satisfaction? Śrī Cāṇakya Paṇḍita says in this regard, san-nimitte varaṁ tyāgo vināśe niyate sati (Cāṇakya-śloka 36). Since our money and possessions do not last but will somehow or other be taken away, as long as they are in our possession it is better to use them for charity to a noble cause. Therefore Bali Mahārāja defied the order of his so-called spiritual master."
    },
    {
        "verse": "8",
        "devanagari": "यैरियं बुभुजे ब्रह्मन्दैत्येन्द्रैरनिवर्तिभि: ।तेषां कालोऽग्रसील्ल‍ोकान् न यशोऽधिगतं भुवि ॥ ८ ॥",
        "english_devnagari": "yair iyaṁ bubhuje brahmandaityendrair anivartibhiḥteṣāṁ kālo ’grasīl lokānna yaśo ’dhigataṁ bhuvi",
        "verse_Syn": [
            "yaiḥ",
            "iyam",
            "bubhuje",
            "brahman",
            "daitya",
            "indraiḥ",
            "anivartibhiḥ",
            "teṣām",
            "kālaḥ",
            "agrasīt",
            "lokān",
            "na",
            "yaśaḥ",
            "adhigatam",
            "bhuvi"
        ],
        "translation": "O best of the brāhmaṇas, certainly the great demoniac kings who were never reluctant to fight enjoyed this world, but in due course of time everything they had was taken away, except their reputation, by which they continue to exist. In other words, one should try to achieve a good reputation instead of anything else.",
        "purport": " In this regard, Cāṇakya Paṇḍita (Cāṇakya-śloka 34) also says, āyuṣaḥ kṣaṇa eko ’pi na labhya svarṇa-koṭibhiḥ. The duration of one’s life is extremely short, but if in that short lifetime one can do something that enhances his good reputation, that may continue to exist for many millions of years. Bali Mahārāja therefore decided not to follow his spiritual master’s instruction that he deny his promise to Vāmanadeva; instead, he decided to give the land according to the promise and be everlastingly celebrated as one of the twelve mahājanas (balir vaiyāsakir vayam)."
    },
    {
        "verse": "9",
        "devanagari": "सुलभा युधि विप्रर्षे ह्यनिवृत्तास्तनुत्यज: ।न तथा तीर्थ आयाते श्रद्धया ये धनत्यज: ॥ ९ ॥",
        "english_devnagari": "sulabhā yudhi viprarṣehy anivṛttās tanu-tyajaḥna tathā tīrtha āyāteśraddhayā ye dhana-tyajaḥ",
        "verse_Syn": [
            "su",
            "labhāḥ",
            "yudhi",
            "vipra",
            "ṛṣe",
            "hi",
            "anivṛttāḥ",
            "tanu",
            "tyajaḥ",
            "na",
            "tathā",
            "tīrthe",
            "āyāte",
            "śraddhayā",
            "ye",
            "dhana",
            "tyajaḥ"
        ],
        "translation": "O best of the brāhmaṇas, many men have laid down their lives on the battlefield, being unafraid of fighting, but rarely has one gotten the chance to give his accumulated wealth faithfully to a saintly person who creates holy places.",
        "purport": " Many kṣatriyas have laid down their lives on the battlefield for their nations, but hardly a person can be found who has given up all his property and his accumulated wealth in charity to a person worthy of the gift. As stated in Bhagavad-gītā (17.20): “That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return is considered to be charity in the mode of goodness.” Thus charity given in the proper place is called sāttvika. And above this charity in goodness is transcendental charity, in which everything is sacrificed for the sake of the Supreme Personality of Godhead. Vāmanadeva, the Supreme Personality of Godhead, had come to Bali Mahārāja for alms. How could one get such an opportunity to give charity? Therefore, Bali Mahārāja decided without hesitation to give the Lord whatever He wanted. One may get various opportunities to lay down his life on the battlefield, but such an opportunity as this is hardly ever obtained."
    },
    {
        "verse": "10",
        "devanagari": "मनस्विन: कारुणिकस्य शोभनंयदर्थिकामोपनयेन दुर्गति: ।कुत: पुनर्ब्रह्मविदां भवाद‍ृशांततो वटोरस्य ददामि वाञ्छितम् ॥ १० ॥",
        "english_devnagari": "manasvinaḥ kāruṇikasya śobhanaṁyad arthi-kāmopanayena durgatiḥkutaḥ punar brahma-vidāṁ bhavādṛśāṁtato vaṭor asya dadāmi vāñchitam",
        "verse_Syn": [
            "manasvinaḥ",
            "kāruṇikasya",
            "śobhanam",
            "yat",
            "arthi",
            "kāma",
            "upanayena",
            "durgatiḥ",
            "kutaḥ",
            "punaḥ",
            "brahma",
            "vidām",
            "bhavādṛśām",
            "tataḥ",
            "vaṭoḥ",
            "asya",
            "dadāmi",
            "vāñchitam"
        ],
        "translation": "By giving charity, a benevolent and merciful person undoubtedly becomes even more auspicious, especially when he gives charity to a person like your good self. Under the circumstances, I must give this little brahmacārī whatever charity He wants from me.",
        "purport": " If one accepts a poverty-stricken position because of losing money in business, gambling, prostitution or intoxication, no one will praise him, but if one becomes poverty-stricken by giving all of his possessions in charity, he becomes adored all over the world. Aside from this, if a benevolent and merciful person exhibits his pride in becoming poverty-stricken by giving his possessions in charity for good causes, his poverty is a welcome and auspicious sign of a great personality. Bali Mahārāja decided that even though he would become poverty-stricken by giving everything to Vāmanadeva, this is what he would prefer."
    },
    {
        "verse": "11",
        "devanagari": "यजन्ति यज्ञंक्रतुभिर्यमाद‍ृताभवन्त आम्नायविधानकोविदा: ।स एव विष्णुर्वरदोऽस्तु वा परोदास्याम्यमुष्मै क्षितिमीप्सितां मुने ॥ ११ ॥",
        "english_devnagari": "yajanti yajñaṁ kratubhir yam ādṛtābhavanta āmnāya-vidhāna-kovidāḥsa eva viṣṇur varado ’stu vā parodāsyāmy amuṣmai kṣitim īpsitāṁ mune",
        "verse_Syn": [
            "yajanti",
            "yajñam",
            "kratubhiḥ",
            "yam",
            "ādṛtāḥ",
            "bhavantaḥ",
            "āmnāya",
            "vidhāna",
            "kovidāḥ",
            "saḥ",
            "eva",
            "viṣṇuḥ",
            "varadaḥ",
            "astu",
            "vā",
            "paraḥ",
            "dāsyāmi",
            "amuṣmai",
            "kṣitim",
            "īpsitām",
            "mune"
        ],
        "translation": "O great sage, great saintly persons like you, being completely aware of the Vedic principles for performing ritualistic ceremonies and yajñas, worship Lord Viṣṇu in all circumstances. Therefore, whether that same Lord Viṣṇu has come here to give me all benedictions or to punish me as an enemy, I must carry out His order and give Him the requested tract of land without hesitation.",
        "purport": " As stated by Lord Śiva: Although in the Vedas there are recommendations for worshiping many demigods, Lord Viṣṇu is the Supreme Person, and worship of Viṣṇu is the ultimate goal of life. The Vedic principles of the varṇāśrama institution are meant to organize society to prepare everyone to worship Lord Viṣṇu. “The Supreme Personality of Godhead, Lord Viṣṇu, is worshiped by the proper execution of prescribed duties in the system of varṇa and āśrama. There is no other way to satisfy the Supreme Personality of Godhead.” (Viṣṇu Purāṇa 3.8.9) One must ultimately worship Lord Viṣṇu, and for that purpose the varṇāśrama system organizes society into brāhmaṇas, kṣatriyas, vaiśyas, śūdras, brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs. Bali Mahārāja, having been perfectly educated in devotional service by his grandfather Prahlāda Mahārāja, knew how things are to be done. He was never to be misguided by anyone, even by a person who happened to be his so-called spiritual master. This is the sign of full surrender. Bhaktivinoda Ṭhākura said: When one surrenders to Lord Viṣṇu, one must be prepared to abide by His orders in all circumstances, whether He kills one or gives one protection. Lord Viṣṇu must be worshiped in all circumstances."
    },
    {
        "verse": "12",
        "devanagari": "यद्यप्यसावधर्मेण मां बध्नीयादनागसम् ।तथाप्येनं न हिंसिष्ये भीतं ब्रह्मतनुं रिपुम् ॥ १२ ॥",
        "english_devnagari": "yadyapy asāv adharmeṇamāṁ badhnīyād anāgasamtathāpy enaṁ na hiṁsiṣyebhītaṁ brahma-tanuṁ ripum",
        "verse_Syn": [
            "yadyapi",
            "asau",
            "adharmeṇa",
            "mām",
            "badhnīyāt",
            "anāgasam",
            "tathāpi",
            "enam",
            "na",
            "hiṁsiṣye",
            "bhītam",
            "brahma",
            "tanum",
            "ripum"
        ],
        "translation": "Although He is Viṣṇu Himself, out of fear He has covered Himself in the form of a brāhmaṇa to come to me begging. Under the circumstances, because He has assumed the form of a brāhmaṇa, even if He irreligiously arrests me or even kills me, I shall not retaliate, although He is my enemy.",
        "purport": " If Lord Viṣṇu as He is had come to Bali Mahārāja and asked him to do something, Bali Mahārāja certainly would not have refused His request. But to enjoy a little humor between Himself and His devotee, the Lord covered Himself as a brāhmaṇa-brahmacārī and thus came to Bali Mahārāja to beg for only three feet of land."
    },
    {
        "verse": "13",
        "devanagari": "एष वा उत्तमश्लोको न जिहासति यद् यश: ।हत्वा मैनां हरेद् युद्धे शयीत निहतो मया ॥ १३ ॥",
        "english_devnagari": "eṣa vā uttamaślokona jihāsati yad yaśaḥhatvā maināṁ hared yuddheśayīta nihato mayā",
        "verse_Syn": [
            "eṣaḥ",
            "vā",
            "uttama",
            "ślokaḥ",
            "na",
            "jihāsati",
            "yat",
            "yaśaḥ",
            "hatvā",
            "mā",
            "enām",
            "haret",
            "yuddhe",
            "śayīta",
            "nihataḥ",
            "mayā"
        ],
        "translation": "If this brāhmaṇa really is Lord Viṣṇu, who is worshiped by Vedic hymns, He would never give up His widespread reputation; either He would lie down having been killed by me, or He would kill me in a fight.",
        "purport": " Bali Mahārāja’s statement that Viṣṇu would lie down having been killed is not the direct meaning, for Viṣṇu cannot be killed by anyone. Lord Viṣṇu can kill everyone, but He cannot be killed. Thus the real meaning of the words “lie down” is that Lord Viṣṇu would reside within the core of Bali Mahārāja’s heart. Lord Viṣṇu is defeated by a devotee through devotional service; otherwise, no one can defeat Lord Viṣṇu."
    },
    {
        "verse": "14",
        "devanagari": "श्रीशुक उवाचएवमश्रद्धितं शिष्यमनादेशकरं गुरु: ।शशाप दैवप्रहित: सत्यसन्धं मनस्विनम् ॥ १४ ॥",
        "english_devnagari": "śrī-śuka uvācaevam aśraddhitaṁ śiṣyamanādeśakaraṁ guruḥśaśāpa daiva-prahitaḥsatya-sandhaṁ manasvinam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "aśraddhitam",
            "śiṣyam",
            "anādeśa",
            "karam",
            "guruḥ",
            "śaśāpa",
            "daiva",
            "prahitaḥ",
            "satya",
            "sandham",
            "manasvinam"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Thereafter, the spiritual master, Śukrācārya, being inspired by the Supreme Lord, cursed his exalted disciple Bali Mahārāja, who was so magnanimous and fixed in truthfulness that instead of respecting his spiritual master’s instructions, he wanted to disobey his order.",
        "purport": " The difference between the behavior of Bali Mahārāja and that of his spiritual master, Śukrācārya, was that Bali Mahārāja had already developed love of Godhead, whereas Śukrācārya, being merely a priest of routine rituals, had not. Thus Śukrācārya was never inspired by the Supreme Personality of Godhead to develop in devotional service. As stated by the Lord Himself in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” Devotees who actually engage in devotional service with faith and love are inspired by the Supreme Personality of Godhead. Vaiṣṇavas are never concerned with ritualistic smārta-brāhmaṇas. Śrīla Sanātana Gosvāmī has therefore compiled Hari-bhakti-vilāsa to guide the Vaiṣṇavas, who never follow the smārta-vidhi. Although the Supreme Lord is situated in the core of everyone’s heart, unless one is a Vaiṣṇava, unless one is engaged in devotional service, one does not get sound advice by which to return home, back to Godhead. Such instructions are meant only for devotees. Therefore in this verse the word daiva-prahitaḥ, “being inspired by the Supreme Lord,” is important. Śukrācārya should have encouraged Bali Mahārāja to give everything to Lord Viṣṇu. This would have been a sign of love for the Supreme Lord. But he did not do so. On the contrary, he wanted to punish his devoted disciple by cursing him."
    },
    {
        "verse": "15",
        "devanagari": "द‍ृढं पण्डितमान्यज्ञ: स्तब्धोऽस्यस्मदुपेक्षया ।मच्छासनातिगो यस्त्वमचिराद्भ्रश्यसे श्रिय: ॥ १५ ॥",
        "english_devnagari": "dṛḍhaṁ paṇḍita-māny ajñaḥstabdho ’sy asmad-upekṣayāmac-chāsanātigo yas tvamacirād bhraśyase śriyaḥ",
        "verse_Syn": [
            "dṛḍham",
            "paṇḍita",
            "mānī",
            "ajñaḥ",
            "stabdhaḥ",
            "asi",
            "asmat",
            "upekṣayā",
            "mat",
            "śāsana",
            "atigaḥ",
            "yaḥ",
            "tvam",
            "acirāt",
            "bhraśyase",
            "śriyaḥ"
        ],
        "translation": "Although you have no knowledge, you have become a so-called learned person, and therefore you dare be so impudent as to disobey my order. Because of disobeying me, you shall very soon be bereft of all your opulence.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura says that Bali Mahārāja was not paṇḍita-mānī, or one who falsely assumes himself learned; rather, he was paṇḍita-mānya-jñaḥ, one who is so learned that all other learned persons worship him. And because he was so learned, he could disobey the order of his so-called spiritual master. He had no fear of any condition of material existence. Anyone cared for by Lord Viṣṇu does not need to care about anyone else. Thus Bali Mahārāja could never be bereft of all opulences. The opulences offered by the Supreme Personality of Godhead are not to be compared to the opulences obtained by karma-kāṇḍa. In other words, if a devotee becomes very opulent, it is to be understood that his opulence is a gift of the Supreme Personality of Godhead. Such opulence will never be vanquished, whereas the opulence achieved by one’s fruitive activity may be vanquished at any moment."
    },
    {
        "verse": "16",
        "devanagari": "एवं शप्त: स्वगुरुणा सत्यान्न चलितो महान् ।वामनाय ददावेनामर्चित्वोदकपूर्वकम् ॥ १६ ॥",
        "english_devnagari": "evaṁ śaptaḥ sva-guruṇāsatyān na calito mahānvāmanāya dadāv enāmarcitvodaka-pūrvakam",
        "verse_Syn": [
            "evam",
            "śaptaḥ",
            "sva",
            "guruṇā",
            "satyāt",
            "na",
            "calitaḥ",
            "mahān",
            "vāmanāya",
            "dadau",
            "enām",
            "arcitvā",
            "udaka",
            "pūrvakam"
        ],
        "translation": "Śukadeva Gosvāmī continued: Even after being cursed in this way by his own spiritual master, Bali Mahārāja, being a great personality, never deviated from his determination. Therefore, according to custom, he first offered water to Vāmanadeva and then offered Him the gift of land he had promised.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "विन्ध्यावलिस्तदागत्य पत्नी जालकमालिनी ।आनिन्ये कलशं हैममवनेजन्यपां भृतम् ॥ १७ ॥",
        "english_devnagari": "vindhyāvalis tadāgatyapatnī jālaka-mālinīāninye kalaśaṁ haimamavanejany-apāṁ bhṛtam",
        "verse_Syn": [
            "vindhyāvaliḥ",
            "tadā",
            "āgatya",
            "patnī",
            "jālaka",
            "mālinī",
            "āninye",
            "kalaśam",
            "haimam",
            "avanejani",
            "apām",
            "bhṛtam"
        ],
        "translation": "Bali Mahārāja’s wife, known as Vindhyāvali, who was decorated with a necklace of pearls, immediately came and had a large golden waterpot brought there, full of water with which to worship the Lord by washing His feet.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "यजमान: स्वयं तस्य श्रीमत् पादयुगं मुदा ।अवनिज्यावहन्मूर्ध्नि तदपो विश्वपावनी: ॥ १८ ॥",
        "english_devnagari": "yajamānaḥ svayaṁ tasyaśrīmat pāda-yugaṁ mudāavanijyāvahan mūrdhnitad apo viśva-pāvanīḥ",
        "verse_Syn": [
            "yajamānaḥ",
            "svayam",
            "tasya",
            "śrīmat",
            "pāda",
            "yugam",
            "mudā",
            "avanijya",
            "avahat",
            "mūrdhni",
            "tat",
            "apaḥ",
            "viśva",
            "pāvanīḥ"
        ],
        "translation": "Bali Mahārāja, the worshiper of Lord Vāmanadeva, jubilantly washed the Lord’s lotus feet and then took the water on his head, for that water delivers the entire universe.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तदासुरेन्द्रं दिवि देवतागणागन्धर्वविद्याधरसिद्धचारणा: ।तत्कर्म सर्वेऽपि गृणन्त आर्जवंप्रसूनवर्षैर्ववृषुर्मुदान्विता: ॥ १९ ॥",
        "english_devnagari": "tadāsurendraṁ divi devatā-gaṇāgandharva-vidyādhara-siddha-cāraṇāḥtat karma sarve ’pi gṛṇanta ārjavaṁprasūna-varṣair vavṛṣur mudānvitāḥ",
        "verse_Syn": [
            "tadā",
            "asura",
            "indram",
            "divi",
            "devatā",
            "gaṇāḥ",
            "gandharva",
            "vidyādhara",
            "siddha",
            "cāraṇāḥ",
            "tat",
            "karma",
            "sarve",
            "api",
            "gṛṇantaḥ",
            "ārjavam",
            "prasūna",
            "varṣaiḥ",
            "vavṛṣuḥ",
            "mudā",
            "anvitāḥ"
        ],
        "translation": "At that time, the residents of the higher planetary system, namely the demigods, the Gandharvas, the Vidyādharas, the Siddhas and the Cāraṇas, all being very pleased by Bali Mahārāja’s simple, nonduplicitous act, praised his qualities and showered upon him millions of flowers.",
        "purport": " Ārjavam — simplicity or freedom from duplicity — is a qualification of a brāhmaṇa and a Vaiṣṇava. A Vaiṣṇava automatically acquires all the qualities of a brāhmaṇa. A Vaiṣṇava should possess the brahminical qualities such as satya, śama, dama, titikṣā and ārjava. There cannot be any duplicity in the character of a Vaiṣṇava. When Bali Mahārāja acted with unflinching faith and devotion unto the lotus feet of Lord Viṣṇu, this was very much appreciated by all the residents of the higher planetary system."
    },
    {
        "verse": "20",
        "devanagari": "नेदुर्मुहुर्दुन्दुभय: सहस्रशोगन्धर्वकिम्पूरुषकिन्नरा जगु: ।मनस्विनानेन कृतं सुदुष्करंविद्वानदाद् यद् रिपवे जगत्‍त्रयम् ॥ २० ॥",
        "english_devnagari": "nedur muhur dundubhayaḥ sahasraśogandharva-kimpūruṣa-kinnarā jaguḥmanasvinānena kṛtaṁ suduṣkaraṁvidvān adād yad ripave jagat-trayam",
        "verse_Syn": [
            "neduḥ",
            "muhuḥ",
            "dundubhayaḥ",
            "sahasraśaḥ",
            "gandharva",
            "kimpūruṣa",
            "kinnarāḥ",
            "jaguḥ",
            "manasvinā",
            "anena",
            "kṛtam",
            "su",
            "duṣkaram",
            "vidvān",
            "adāt",
            "yat",
            "ripave",
            "jagat",
            "trayam"
        ],
        "translation": "The Gandharvas, the Kimpuruṣas and the Kinnaras sounded thousands and thousands of kettledrums and trumpets again and again, and they sang in great jubilation, declaring, “How exalted a person is Bali Mahārāja, and what a difficult task he has performed! Even though he knew that Lord Viṣṇu was on the side of his enemies, he nonetheless gave the Lord the entire three worlds in charity.”",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "तद् वामनं रूपमवर्धताद्भ‍ुतंहरेरनन्तस्य गुणत्रयात्मकम् ।भू: खं दिशो द्यौर्विवरा: पयोधय-स्तिर्यङ्‌नृदेवा ऋषयो यदासत ॥ २१ ॥",
        "english_devnagari": "tad vāmanaṁ rūpam avardhatādbhutaṁharer anantasya guṇa-trayātmakambhūḥ khaṁ diśo dyaur vivarāḥ payodhayastiryaṅ-nṛ-devā ṛṣayo yad-āsata",
        "verse_Syn": [
            "tat",
            "vāmanam",
            "rūpam",
            "avardhata",
            "adbhutam",
            "hareḥ",
            "anantasya",
            "guṇa",
            "traya",
            "ātmakam",
            "bhūḥ",
            "kham",
            "diśaḥ",
            "dyauḥ",
            "vivarāḥ",
            "payodhayaḥ",
            "tiryak",
            "nṛ",
            "devāḥ",
            "ṛṣayaḥ",
            "yat",
            "āsata"
        ],
        "translation": "The unlimited Supreme Personality of Godhead, who had assumed the form of Vāmana, then began increasing in size, acting in terms of the material energy, until everything in the universe was within His body, including the earth, the planetary systems, the sky, the directions, the various holes in the universe, the seas, the oceans, the birds, beasts, human beings, the demigods and the great saintly persons.",
        "purport": " Bali Mahārāja wanted to give charity to Vāmanadeva, but the Lord expanded His body in such a way that He showed Bali Mahārāja that everything in the universe is already in His body. Actually, no one can give anything to the Supreme Personality of Godhead, for He is full in everything. Sometimes we see a devotee offering Ganges water to the Ganges. After taking his bath in the Ganges, a devotee takes a palmful of water and offers it back to the Ganges. Actually, when one takes a palmful of water from the Ganges, the Ganges does not lose anything, and similarly if a devotee offers a palmful of water to the Ganges, the Ganges does not increase in any way. But by such an offering, the devotee becomes celebrated as a devotee of mother Ganges. Similarly, when we offer anything with devotion and faith, what we offer does not belong to us, nor does it enrich the opulence of the Supreme Personality of Godhead. But if one offers whatever he has in his possession, he becomes a recognized devotee. In this regard, the example is given that when one’s face is decorated with a garland and sandalwood pulp, the reflection of one’s face in a mirror automatically becomes beautiful. The original source of everything is the Supreme Personality of Godhead, who is our original source also. Therefore when the Supreme Personality of Godhead is decorated, the devotees and all living entities are decorated automatically."
    },
    {
        "verse": "22",
        "devanagari": "काये बलिस्तस्य महाविभूते:सहर्त्विगाचार्यसदस्य एतत् ।ददर्श विश्वं त्रिगुणं गुणात्मकेभूतेन्द्रियार्थाशयजीवयुक्तम् ॥ २२ ॥",
        "english_devnagari": "kāye balis tasya mahā-vibhūteḥsahartvig-ācārya-sadasya etatdadarśa viśvaṁ tri-guṇaṁ guṇātmakebhūtendriyārthāśaya-jīva-yuktam",
        "verse_Syn": [
            "kāye",
            "baliḥ",
            "tasya",
            "mahā",
            "vibhūteḥ",
            "saha",
            "ṛtvik",
            "ācārya",
            "sadasyaḥ",
            "etat",
            "dadarśa",
            "viśvam",
            "tri",
            "guṇam",
            "guṇa",
            "ātmake",
            "bhūta",
            "indriya",
            "artha",
            "āśaya",
            "jīva",
            "yuktam"
        ],
        "translation": "Bali Mahārāja, along with all the priests, ācāryas and members of the assembly, observed the Supreme Personality of Godhead’s universal body, which was full of six opulences. That body contained everything within the universe, including all the gross material elements, the senses, the sense objects, the mind, intelligence and false ego, the various kinds of living entities, and the actions and reactions of the three modes of material nature.",
        "purport": " In Bhagavad-gītā, the Supreme Personality of Godhead says, ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate: Kṛṣṇa is the origin of everything. Vāsudevaḥ sarvam iti: Kṛṣṇa is everything. Mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ: everything rests in the body of the Lord, yet the Lord is not everywhere. Māyāvādī philosophers think that since the Supreme Personality of Godhead, the Absolute Truth, has become everything, He has no separate existence. Their philosophy is called advaita-vāda. Actually, however, their philosophy is not correct. Here, Bali Mahārāja was the seer of the Personality of Godhead’s universal body, and that body was that which was seen. Thus there is dvaita-vāda; there are always two entities — the seer and the seen. The seer is a part of the whole, but he is not equal to the whole. The part of the whole, the seer, is also one with the whole, but since he is but a part, he cannot be the complete whole at any time. This acintya-bhedābheda — simultaneous oneness and difference — is the perfect philosophy propounded by Lord Śrī Caitanya Mahāprabhu."
    },
    {
        "verse": "23",
        "devanagari": "रसामचष्टाङ्‍‍घ्रितलेऽथ पादयो-र्महीं महीध्रान्पुरुषस्य जङ्घयो: ।पतत्‍त्रिणो जानुनि विश्वमूर्ते-रूर्वोर्गणं मारुतमिन्द्रसेन: ॥ २३ ॥",
        "english_devnagari": "rasām acaṣṭāṅghri-tale ’tha pādayormahīṁ mahīdhrān puruṣasya jaṅghayoḥpatattriṇo jānuni viśva-mūrterūrvor gaṇaṁ mārutam indrasenaḥ",
        "verse_Syn": [
            "rasām",
            "acaṣṭa",
            "aṅghri",
            "tale",
            "atha",
            "pādayoḥ",
            "mahīm",
            "mahīdhrān",
            "puruṣasya",
            "jaṅghayoḥ",
            "patattriṇaḥ",
            "jānuni",
            "viśva",
            "mūrteḥ",
            "ūrvoḥ",
            "gaṇam",
            "mārutam",
            "indra",
            "senaḥ"
        ],
        "translation": "Thereafter, Bali Mahārāja, who was occupying the seat of King Indra, could see the lower planetary systems, such as Rasātala, on the soles of the feet of the Lord’s universal form. He saw on the Lord’s feet the surface of the globe, on the surface of His calves all the mountains, on His knees the various birds, and on His thighs the varieties of air.",
        "purport": " The universal situation is described herein in regard to the complete constitution of the Lord’s gigantic universal form. The study of this universal form begins from the sole. Above the soles are the feet, above the feet are the calves, above the calves are the knees, and above the knees are the thighs. Thus the parts of the universal body, one after another, are described herein. The knees are the place of birds, and above that are varieties of air. The birds can fly over the mountains, and above the birds are varieties of air."
    },
    {
        "verse": "24",
        "devanagari": "सन्ध्यां विभोर्वाससि गुह्य ऐक्षत्प्रजापतीञ्जघने आत्ममुख्यान् ।नाभ्यां नभ: कुक्षिषु सप्तसिन्धू-नुरुक्रमस्योरसि चर्क्षमालाम् ॥ २४ ॥",
        "english_devnagari": "sandhyāṁ vibhor vāsasi guhya aikṣatprajāpatīñ jaghane ātma-mukhyānnābhyāṁ nabhaḥ kukṣiṣu sapta-sindhūnurukramasyorasi carkṣa-mālām",
        "verse_Syn": [
            "sandhyām",
            "vibhoḥ",
            "vāsasi",
            "guhye",
            "aikṣat",
            "prajāpatīn",
            "jaghane",
            "ātma",
            "mukhyān",
            "nābhyām",
            "nabhaḥ",
            "kukṣiṣu",
            "sapta",
            "sindhūn",
            "urukramasya",
            "urasi",
            "ca",
            "ṛkṣa",
            "mālām"
        ],
        "translation": "Bali Mahārāja saw beneath the garments of the Lord, who acts wonderfully, the evening twilight. In the Lord’s private parts he saw the Prajāpatis, and in the round portion of the waist he saw himself with his confidential associates. In the Lord’s navel he saw the sky, on the Lord’s waist he saw the seven oceans, and on the Lord’s bosom he saw all the clusters of stars.",
        "purport": ""
    },
    {
        "verse": "25-29",
        "devanagari": "हृद्यङ्ग धर्मं स्तनयोर्मुरारे-र्ऋतं च सत्यं च मनस्यथेन्दुम् ।श्रियं च वक्षस्यरविन्दहस्तांकण्ठे च सामानि समस्तरेफान् ॥ २५ ॥इन्द्रप्रधानानमरान्भुजेषुतत्कर्णयो: ककुभो द्यौश्च मूर्ध्नि ।केशेषु मेघाञ्छ्वसनं नासिकाया-मक्ष्णोश्च सूर्यं वदने च वह्निम् ॥ २६ ॥वाण्यां च छन्दांसि रसे जलेशंभ्रुवोर्निषेधं च विधिं च पक्ष्मसु ।अहश्च रात्रिं च परस्य पुंसोमन्युं ललाटेऽधर एव लोभम् ॥ २७ ॥स्पर्शे च कामं नृप रेतसाम्भ:पृष्ठे त्वधर्मं क्रमणेषु यज्ञम् ।छायासु मृत्युं हसिते च मायांतनूरुहेष्वोषधिजातयश्च ॥ २८ ॥नदीश्च नाडीषु शिला नखेषुबुद्धावजं देवगणानृषींश्च ।प्राणेषु गात्रे स्थिरजङ्गमानिसर्वाणि भूतानि ददर्श वीर: ॥ २९ ॥",
        "english_devnagari": "hṛdy aṅga dharmaṁ stanayor murārerṛtaṁ ca satyaṁ ca manasy athendumśriyaṁ ca vakṣasy aravinda-hastāṁkaṇṭhe ca sāmāni samasta-rephān",
        "verse_Syn": [
            "hṛdi",
            "aṅga",
            "dharmam",
            "stanayoḥ",
            "murāreḥ",
            "ṛtam",
            "ca",
            "satyam",
            "ca",
            "manasi",
            "atha",
            "indum",
            "śriyam",
            "ca",
            "vakṣasi",
            "aravinda",
            "hastām",
            "kaṇṭhe",
            "ca",
            "sāmāni",
            "samasta",
            "rephān",
            "indra",
            "pradhānān",
            "amarān",
            "bhujeṣu",
            "tat",
            "karṇayoḥ",
            "kakubhaḥ",
            "dyauḥ",
            "ca",
            "mūrdhni",
            "keśeṣu",
            "meghān",
            "śvasanam",
            "nāsikāyām",
            "akṣṇoḥ",
            "ca",
            "sūryam",
            "vadane",
            "ca",
            "vahnim",
            "vāṇyām",
            "ca",
            "chandāṁsi",
            "rase",
            "jala",
            "īśam",
            "bhruvoḥ",
            "niṣedham",
            "ca",
            "vidhim",
            "ca",
            "pakṣmasu",
            "ahaḥ",
            "ca",
            "rātrim",
            "ca",
            "parasya",
            "puṁsaḥ",
            "manyum",
            "lalāṭe",
            "adhare",
            "eva",
            "lobham",
            "sparśe",
            "ca",
            "kāmam",
            "nṛpa",
            "retasā",
            "ambhaḥ",
            "pṛṣṭhe",
            "tu",
            "adharmam",
            "kramaṇeṣu",
            "yajñam",
            "chāyāsu",
            "mṛtyum",
            "hasite",
            "ca",
            "māyām",
            "tanū",
            "ruheṣu",
            "oṣadhi",
            "jātayaḥ",
            "ca",
            "nadīḥ",
            "ca",
            "nāḍīṣu",
            "śilāḥ",
            "nakheṣu",
            "buddhau",
            "ajam",
            "deva",
            "gaṇān",
            "ṛṣīn",
            "ca",
            "prāṇeṣu",
            "gātre",
            "sthira",
            "jaṅgamāni",
            "sarvāṇi",
            "bhūtāni",
            "dadarśa",
            "vīraḥ"
        ],
        "translation": "My dear King, on the heart of Lord Murāri he saw religion; on the chest, both pleasing words and truthfulness; in the mind, the moon; on the bosom, the goddess of fortune, with a lotus flower in her hand; on the neck, all the Vedas and all sound vibrations; on the arms, all the demigods, headed by King Indra; in both ears, all the directions; on the head, the upper planetary systems; on the hair, the clouds; in the nostrils, the wind; on the eyes, the sun; and in the mouth, fire. From His words came all the Vedic mantras, on His tongue was the demigod of water, Varuṇadeva, on His eyebrows were the regulative principles, and on His eyelids were day and night. [When His eyes were open it was daytime, and when they were closed it was night.] On His forehead was anger, and on His lips was greed. O King, in His touch were lusty desires, in His semen were all the waters, on His back was irreligion, and in His wonderful activities or steps was the fire of sacrifice. On His shadow was death, in His smile was the illusory energy, and on the hairs of His body were all the drugs and herbs. In His veins were all the rivers, on His nails were all the stones, in His intelligence were Lord Brahmā, the demigods and the great saintly persons, and throughout His entire body and senses were all living entities, moving and stationary. Bali Mahārāja thus saw everything in the gigantic body of the Lord.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "सर्वात्मनीदं भुवनं निरीक्ष्यसर्वेऽसुरा: कश्मलमापुरङ्ग ।सुदर्शनं चक्रमसह्यतेजोधनुश्च शार्ङ्गं स्तनयित्नुघोषम् ॥ ३० ॥",
        "english_devnagari": "sarvātmanīdaṁ bhuvanaṁ nirīkṣyasarve ’surāḥ kaśmalam āpur aṅgasudarśanaṁ cakram asahya-tejodhanuś ca śārṅgaṁ stanayitnu-ghoṣam",
        "verse_Syn": [
            "sarva",
            "ātmani",
            "idam",
            "bhuvanam",
            "nirīkṣya",
            "sarve",
            "asurāḥ",
            "kaśmalam",
            "āpuḥ",
            "aṅga",
            "sudarśanam",
            "cakram",
            "asahya",
            "tejaḥ",
            "dhanuḥ",
            "ca",
            "śārṅgam",
            "stanayitnu",
            "ghoṣam"
        ],
        "translation": "O King, when all the demons, the followers of Mahārāja Bali, saw the universal form of the Supreme Personality of Godhead, who held everything within His body, when they saw in the Lord’s hand His disc, known as the Sudarśana cakra, which generates intolerable heat, and when they heard the tumultuous sound of His bow, all of these caused lamentation within their hearts.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "पर्जन्यघोषो जलज: पाञ्चजन्य:कौमोदकी विष्णुगदा तरस्विनी ।विद्याधरोऽसि: शतचन्द्रयुक्त-स्तूणोत्तमावक्षयसायकौ च ॥ ३१ ॥",
        "english_devnagari": "parjanya-ghoṣo jalajaḥ pāñcajanyaḥkaumodakī viṣṇu-gadā tarasvinīvidyādharo ’siḥ śata-candra-yuktastūṇottamāv akṣayasāyakau ca",
        "verse_Syn": [
            "parjanya",
            "ghoṣaḥ",
            "jalajaḥ",
            "pāñcajanyaḥ",
            "kaumodakī",
            "viṣṇu",
            "gadā",
            "tarasvinī",
            "vidyādharaḥ",
            "asiḥ",
            "śata",
            "candra",
            "yuktaḥ",
            "tūṇa",
            "uttamau",
            "akṣayasāyakau",
            "ca"
        ],
        "translation": "The Lord’s conchshell, named Pāñcajanya, which made sounds like that of a cloud; the very forceful club named Kaumodakī; the sword named Vidyādhara, with a shield decorated with hundreds of moonlike spots; and also Akṣayasāyaka, the best of quivers — all of these appeared together to offer prayers to the Lord.",
        "purport": ""
    },
    {
        "verse": "32-33",
        "devanagari": "सुनन्दमुख्या उपतस्थुरीशंपार्षदमुख्या: सहलोकपाला: ।स्फुरत्किरीटाङ्गदमीनकुण्डल:श्रीवत्सरत्नोत्तममेखलाम्बरै: ॥ ३२ ॥मधुव्रतस्रग्वनमालयावृतोरराज राजन्भगवानुरुक्रम: ।क्षितिं पदैकेन बलेर्विचक्रमेनभ: शरीरेण दिशश्च बाहुभि: ॥ ३३ ॥",
        "english_devnagari": "sunanda-mukhyā upatasthur īśaṁpārṣada-mukhyāḥ saha-loka-pālāḥsphurat-kirīṭāṅgada-mīna-kuṇḍalaḥśrīvatsa-ratnottama-mekhalāmbaraiḥ",
        "verse_Syn": [
            "sunanda",
            "mukhyāḥ",
            "upatasthuḥ",
            "īśam",
            "pārṣada",
            "mukhyāḥ",
            "saha",
            "loka",
            "pālāḥ",
            "sphurat",
            "kirīṭa",
            "aṅgada",
            "mīna",
            "kuṇḍalaḥ",
            "śrīvatsa",
            "ratna",
            "uttama",
            "mekhalā",
            "ambaraiḥ",
            "madhu",
            "vrata",
            "srak",
            "vanamālayā",
            "āvṛtaḥ",
            "rarāja",
            "rājan",
            "bhagavān",
            "urukramaḥ",
            "kṣitim",
            "padā",
            "ekena",
            "baleḥ",
            "vicakrame",
            "nabhaḥ",
            "śarīreṇa",
            "diśaḥ",
            "ca",
            "bāhubhiḥ"
        ],
        "translation": "These associates, headed by Sunanda and other chief associates and accompanied by all the predominating deities of the various planets, offered prayers to the Lord, who wore a brilliant helmet, bracelets, and glittering earrings that resembled fish. On the Lord’s bosom were the lock of hair called Śrīvatsa and the transcendental jewel named Kaustubha. He wore a yellow garment, covered by a belt, and He was decorated by a flower garland, surrounded by bees. Manifesting Himself in this way, O King, the Supreme Personality of Godhead, whose activities are wonderful, covered the entire surface of the earth with one footstep, the sky with His body, and all directions with His arms.",
        "purport": " One might argue, “Since Bali Mahārāja promised Vāmanadeva only the land occupied by His steps, why did Lord Vāmanadeva occupy the sky also?” In this regard, Śrīla Jīva Gosvāmī says that the steps include everything, downward and upward. When one stands up, he certainly occupies certain parts of the sky and certain portions of the earth below his feet. Thus there was nothing uncommon for the Supreme Personality of Godhead when He occupied the entire sky with His body."
    },
    {
        "verse": "34",
        "devanagari": "पदं द्वितीयं क्रमतस्त्रिविष्टपंन वै तृतीयाय तदीयमण्वपि ।उरुक्रमस्याङ्‍‍घ्रिरुपर्युपर्यथोमहर्जनाभ्यां तपस: परं गत: ॥ ३४ ॥",
        "english_devnagari": "padaṁ dvitīyaṁ kramatas triviṣṭapaṁna vai tṛtīyāya tadīyam aṇv apiurukramasyāṅghrir upary upary athomahar-janābhyāṁ tapasaḥ paraṁ gataḥ",
        "verse_Syn": [
            "padam",
            "dvitīyam",
            "kramataḥ",
            "tri",
            "viṣṭapam",
            "na",
            "vai",
            "tṛtīyāya",
            "tadīyam",
            "aṇu",
            "api",
            "urukramasya",
            "aṅghriḥ",
            "upari",
            "upari",
            "atho",
            "mahaḥ",
            "janābhyām",
            "tapasaḥ",
            "param",
            "gataḥ"
        ],
        "translation": "As the Lord took His second step, He covered the heavenly planets. And not even a spot remained for the third step, for the Lord’s foot extended higher and higher, beyond Maharloka, Janaloka, Tapoloka and even Satyaloka.",
        "purport": " When the Lord’s footstep exceeded the height of all the lokas, including Maharloka, Janaloka, Tapoloka and Satyaloka, His nails certainly pierced the covering of the universe. The universe is covered by the five material elements (bhūmir āpo ’nalo vāyuḥ kham). As stated in the śāstra, these elements are in layers, each ten times thicker than the previous one. Nonetheless, the nails of the Lord pierced through all these layers and made a hole penetrating into the spiritual world. From this hole, the water of the Ganges infiltrated into this material world, and therefore it is said, pada-nakha-nīra janita jana-pāvana (Daśāvatāra-stotra 5). Because the Lord kicked a hole in the covering of the universe, the water of the Ganges came into this material world to deliver all the fallen souls."
    }
]