[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइत्युक्तवन्तं पुरुषं पुरातनंमहानुभावोऽखिलसाधुसम्मत: ।बद्धाञ्जलिर्बाष्पकलाकुलेक्षणोभक्त्युत्कलो गद्गदया गिराब्रवीत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktavantaṁ puruṣaṁ purātanaṁmahānubhāvo ’khila-sādhu-sammataḥbaddhāñjalir bāṣpa-kalākulekṣaṇobhakty-utkalo gadgadayā girābravīt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktavantam",
            "puruṣam",
            "purātanam",
            "mahā",
            "anubhāvaḥ",
            "akhila",
            "sādhu",
            "sammataḥ",
            "baddha",
            "añjaliḥ",
            "bāṣpa",
            "kala",
            "ākula",
            "īkṣaṇaḥ",
            "bhakti",
            "utkalaḥ",
            "gadgadayā",
            "girā",
            "abravīt"
        ],
        "translation": "Śukadeva Gosvāmī said: When the supreme, ancient, eternal Personality of Godhead had thus spoken to Bali Mahārāja, who is universally accepted as a pure devotee of the Lord and therefore a great soul, Bali Mahārāja, his eyes filled with tears, his hands folded and his voice faltering in devotional ecstasy, responded as follows.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीबलिरुवाचअहो प्रणामाय कृत: समुद्यम:प्रपन्नभक्तार्थविधौ समाहित: ।यल्ल‍ोकपालैस्त्वदनुग्रहोऽमरै-रलब्धपूर्वोऽपसदेऽसुरेऽर्पित: ॥ २ ॥",
        "english_devnagari": "śrī-balir uvācaaho praṇāmāya kṛtaḥ samudyamaḥprapanna-bhaktārtha-vidhau samāhitaḥyal loka-pālais tvad-anugraho ’marairalabdha-pūrvo ’pasade ’sure ’rpitaḥ",
        "verse_Syn": [
            "śrī",
            "baliḥ",
            "uvāca",
            "aho",
            "praṇāmāya",
            "kṛtaḥ",
            "samudyamaḥ",
            "prapanna",
            "bhakta",
            "artha",
            "vidhau",
            "samāhitaḥ",
            "yat",
            "loka",
            "pālaiḥ",
            "tvat",
            "anugrahaḥ",
            "amaraiḥ",
            "alabdha",
            "pūrvaḥ",
            "apasade",
            "asure",
            "arpitaḥ"
        ],
        "translation": "Bali Mahārāja said: What a wonderful effect there is in even attempting to offer respectful obeisances to You! I merely endeavored to offer You obeisances, but nonetheless the attempt was as successful as those of pure devotees. The causeless mercy You have shown to me, a fallen demon, was never achieved even by the demigods or the leaders of the various planets.",
        "purport": " When Vāmanadeva appeared before Bali Mahārāja, Bali Mahārāja immediately wanted to offer Him respectful obeisances, but he was unable to do so because of the presence of Śukrācārya and other demoniac associates. The Lord is so merciful, however, that although Bali Mahārāja did not actually offer obeisances but only endeavored to do so within his mind, the Supreme Personality of Godhead blessed him with more mercy than even the demigods could ever expect. As confirmed in Bhagavad-gītā (2.40), svalpam apy asya dharmasya trāyate mahato bhayāt: “Even a little advancement on this path can protect one from the most dangerous type of fear.” The Supreme Personality of Godhead is known as bhāva-grāhī janārdana because He takes only the essence of a devotee’s attitude. If a devotee sincerely surrenders, the Lord, as the Supersoul in everyone’s heart, immediately understands this. Thus even though, externally, a devotee may not render full service, if he is internally sincere and serious the Lord welcomes his service nonetheless. Thus the Lord is known as bhāva-grāhī janārdana because He takes the essence of one’s devotional mentality."
    },
    {
        "verse": "3",
        "devanagari": "श्रीशुक उवाचइत्युक्त्वा हरिमानत्य ब्रह्माणं सभवं तत: ।विवेश सुतलं प्रीतो बलिर्मुक्त: सहासुरै: ॥ ३ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktvā harim ānatyabrahmāṇaṁ sabhavaṁ tataḥviveśa sutalaṁ prītobalir muktaḥ sahāsuraiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktvā",
            "harim",
            "ānatya",
            "brahmāṇam",
            "sa",
            "bhavam",
            "tataḥ",
            "viveśa",
            "sutalam",
            "prītaḥ",
            "baliḥ",
            "muktaḥ",
            "saha",
            "asuraiḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: After speaking in this way, Bali Mahārāja offered his obeisances first to the Supreme Personality of Godhead, Hari, and then to Lord Brahmā and Lord Śiva. Thus he was released from the bondage of the nāga-pāśa [the ropes of Varuṇa], and in full satisfaction he entered the planet known as Sutala.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "एवमिन्द्राय भगवान् प्रत्यानीय त्रिविष्टपम् ।पूरयित्वादिते: काममशासत् सकलं जगत् ॥ ४ ॥",
        "english_devnagari": "evam indrāya bhagavānpratyānīya triviṣṭapampūrayitvāditeḥ kāmamaśāsat sakalaṁ jagat",
        "verse_Syn": [
            "evam",
            "indrāya",
            "bhagavān",
            "pratyānīya",
            "tri",
            "viṣṭapam",
            "pūrayitvā",
            "aditeḥ",
            "kāmam",
            "aśāsat",
            "sakalam",
            "jagat"
        ],
        "translation": "Thus having delivered the proprietorship of the heavenly planets to Indra and having fulfilled the desire of Aditi, mother of the demigods, the Supreme Personality of Godhead ruled the affairs of the universe.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "लब्धप्रसादं निर्मुक्तं पौत्रं वंशधरं बलिम् ।निशाम्य भक्तिप्रवण: प्रह्लाद इदमब्रवीत् ॥ ५ ॥",
        "english_devnagari": "labdha-prasādaṁ nirmuktaṁpautraṁ vaṁśa-dharaṁ balimniśāmya bhakti-pravaṇaḥprahrāda idam abravīt",
        "verse_Syn": [
            "labdha",
            "prasādam",
            "nirmuktam",
            "pautram",
            "vaṁśa",
            "dharam",
            "balim",
            "niśāmya",
            "bhakti",
            "pravaṇaḥ",
            "prahrādaḥ",
            "idam",
            "abravīt"
        ],
        "translation": "When Prahlāda Mahārāja heard how Bali Mahārāja, his grandson and descendant, had been released from bondage and had achieved the benediction of the Lord, he spoke as follows in a tone of greatly ecstatic devotion.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "श्रीप्रह्लाद उवाचनेमं विरिञ्चो लभते प्रसादंन श्रीर्न शर्व: किमुतापरेऽन्ये ।यन्नोऽसुराणामसि दुर्गपालोविश्वाभिवन्द्यैरभिवन्दिताङ्‍‍घ्रि: ॥ ६ ॥",
        "english_devnagari": "śrī-prahrāda uvācanemaṁ viriñco labhate prasādaṁna śrīr na śarvaḥ kim utāpare ’nyeyan no ’surāṇām asi durga-pāloviśvābhivandyair abhivanditāṅghriḥ",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "na",
            "imam",
            "viriñcaḥ",
            "labhate",
            "prasādam",
            "na",
            "śrīḥ",
            "na",
            "śarvaḥ",
            "kim",
            "uta",
            "apare",
            "anye",
            "yat",
            "naḥ",
            "asurāṇām",
            "asi",
            "durga",
            "pālaḥ",
            "viśva",
            "abhivandyaiḥ",
            "abhivandita",
            "aṅghriḥ"
        ],
        "translation": "Prahlāda Mahārāja said: O Supreme Personality of Godhead, You are universally worshiped; even Lord Brahmā and Lord Śiva worship Your lotus feet. Yet although You are such a great personality, You have kindly promised to protect us, the demons. I think that such kindness has never been achieved even by Lord Brahmā, Lord Śiva or the goddess of fortune, Lakṣmī, what to speak of other demigods or common people.",
        "purport": " The word durga-pāla is significant. The word durga means “that which does not go very easily.” Generally durga refers to a fort, which one cannot very easily enter. Another meaning of durga is “difficulty.” Because the Supreme Personality of Godhead promised to protect Bali Mahārāja and his associates from all dangers, He is addressed here as durga-pāla, the Lord who gives protection from all miserable conditions."
    },
    {
        "verse": "7",
        "devanagari": "यत्पादपद्ममकरन्दनिषेवणेनब्रह्मादय: शरणदाश्नुवते विभूती: ।कस्माद् वयं कुसृतय: खलयोनयस्तेदाक्षिण्यद‍ृष्टिपदवीं भवत: प्रणीता: ॥ ७ ॥",
        "english_devnagari": "yat-pāda-padma-makaranda-niṣevaṇenabrahmādayaḥ śaraṇadāśnuvate vibhūtīḥkasmād vayaṁ kusṛtayaḥ khala-yonayas tedākṣiṇya-dṛṣṭi-padavīṁ bhavataḥ praṇītāḥ",
        "verse_Syn": [
            "yat",
            "pāda",
            "padma",
            "makaranda",
            "niṣevaṇena",
            "brahma",
            "ādayaḥ",
            "śaraṇa",
            "da",
            "aśnuvate",
            "vibhūtīḥ",
            "kasmāt",
            "vayam",
            "ku",
            "sṛtayaḥ",
            "khala",
            "yonayaḥ",
            "te",
            "dākṣiṇya",
            "dṛṣṭi",
            "padavīm",
            "bhavataḥ",
            "praṇītāḥ"
        ],
        "translation": "O supreme shelter of everyone, great personalities like Brahmā enjoy their perfection simply by tasting the honey of rendering service at Your lotus feet. But as for us, who are all rogues and debauchees born of an envious family of demons, how have we received Your mercy? It has been possible only because Your mercy is causeless.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "चित्रं तवेहितमहोऽमितयोगमाया-लीलाविसृष्टभुवनस्य विशारदस्य ।सर्वात्मन: समद‍ृशोऽविषम: स्वभावोभक्तप्रियो यदसि कल्पतरुस्वभाव: ॥ ८ ॥",
        "english_devnagari": "citraṁ tavehitam aho ’mita-yoga-māyā-līlā-visṛṣṭa-bhuvanasya viśāradasyasarvātmanaḥ samadṛśo ’viṣamaḥ svabhāvobhakta-priyo yad asi kalpataru-svabhāvaḥ",
        "verse_Syn": [
            "citram",
            "tava",
            "īhitam",
            "aho",
            "amita",
            "yoga",
            "māyā",
            "līlā",
            "visṛṣṭa",
            "bhuvanasya",
            "viśāradasya",
            "sarva",
            "ātmanaḥ",
            "sama",
            "dṛśaḥ",
            "aviṣamaḥ",
            "svabhāvaḥ",
            "bhakta",
            "priyaḥ",
            "yat",
            "asi",
            "kalpataru",
            "svabhāvaḥ"
        ],
        "translation": "O my Lord, Your pastimes are all wonderfully performed by Your inconceivable spiritual energy; and by her perverted reflection, the material energy, You have created all the universes. As the Supersoul of all living entities, You are aware of everything, and therefore You are certainly equal toward everyone. Nonetheless, You favor Your devotees. This is not partiality, however, for Your characteristic is just like that of a desire tree, which yields everything according to one’s desire.",
        "purport": " The Lord says in Bhagavad-gītā (9.29): “I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him.” The Supreme Personality of Godhead is certainly equal toward all living entities, but a devotee who fully surrenders at the lotus feet of the Lord is different from a nondevotee. In other words, everyone can take shelter at the lotus feet of the Lord to enjoy equal benedictions from the Lord, but nondevotees do not do so, and therefore they suffer the consequences created by the material energy. We can understand this fact by a simple example. The king or government is equal to all citizens. Therefore, if a citizen capable of receiving special favors from the government is offered such favors, this does not mean that the government is partial. One who knows how to receive favors from the authority can receive them, but one who does not neglects these favors and does not receive them. There are two classes of men — the demons and the demigods. The demigods are fully aware of the Supreme Lord’s position, and therefore they are obedient to Him, but even if demons know about the supremacy of the Lord they purposely defy His authority. Therefore, the Lord makes distinctions according to the mentality of the living being, but otherwise He is equal to everyone. Like a desire tree, the Lord fulfills the desires of one who takes shelter of Him, but one who does not take such shelter is distinct from the surrendered soul. One who takes shelter at the lotus feet of the Lord is favored by the Lord, regardless of whether such a person is a demon or a demigod."
    },
    {
        "verse": "9",
        "devanagari": "श्रीभगवानुवाचवत्स प्रह्लाद भद्रं ते प्रयाहि सुतलालयम् ।मोदमान: स्वपौत्रेण ज्ञातीनां सुखमावह ॥ ९ ॥",
        "english_devnagari": "śrī-bhagavān uvācavatsa prahrāda bhadraṁ teprayāhi sutalālayammodamānaḥ sva-pautreṇajñātīnāṁ sukham āvaha",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "vatsa",
            "prahrāda",
            "bhadram",
            "te",
            "prayāhi",
            "sutala",
            "ālayam",
            "modamānaḥ",
            "sva",
            "pautreṇa",
            "jñātīnām",
            "sukham",
            "āvaha"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear son Prahlāda, all good fortune unto you. For the time being, please go to the place known as Sutala and there enjoy happiness with your grandson and your other relatives and friends.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "नित्यं द्रष्टासि मां तत्र गदापाणिमवस्थितम् ।मद्दर्शनमहाह्लादध्वस्तकर्मनिबन्धन: ॥ १० ॥",
        "english_devnagari": "nityaṁ draṣṭāsi māṁ tatragadā-pāṇim avasthitammad-darśana-mahāhlāda-dhvasta-karma-nibandhanaḥ",
        "verse_Syn": [
            "nityam",
            "draṣṭā",
            "asi",
            "mām",
            "tatra",
            "gadā",
            "pāṇim",
            "avasthitam",
            "mat",
            "darśana",
            "mahā",
            "āhlāda",
            "dhvasta",
            "karma",
            "nibandhanaḥ"
        ],
        "translation": "The Supreme Personality of Godhead assured Prahlāda Mahārāja: You shall be able to see Me there in My usual feature with conchshell, disc, club and lotus in My hand. Because of your transcendental bliss due to always personally seeing Me, you will have no further bondage to fruitive activities.",
        "purport": " Karma-bandha, the bondage of fruitive activities, entails the repetition of birth and death. One performs fruitive activities in such a way that he creates another body for his next life. As long as one is attached to fruitive activities, he must accept another material body. This repeated acceptance of material bodies is called saṁsāra-bandhana. To stop this, a devotee is advised to see the Supreme Lord constantly. The kaniṣṭha-adhikārī, or neophyte devotee, is therefore advised to visit the temple every day and see the form of the Lord regularly. Thus the neophyte devotee can be freed from the bondage of fruitive activities."
    },
    {
        "verse": "11-12",
        "devanagari": "श्रीशुक उवाचआज्ञां भगवतो राजन्प्रह्लादो बलिना सह ।बाढमित्यमलप्रज्ञो मूर्ध्‍न्याधाय कृताञ्जलि: ॥ ११ ॥परिक्रम्यादिपुरुषं सर्वासुरचमूपति: ।प्रणतस्तदनुज्ञात: प्रविवेश महाबिलम् ॥ १२ ॥",
        "english_devnagari": "śrī-śuka uvācaājñāṁ bhagavato rājanprahrādo balinā sahabāḍham ity amala-prajñomūrdhny ādhāya kṛtāñjaliḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ājñām",
            "bhagavataḥ",
            "rājan",
            "prahrādaḥ",
            "balinā",
            "saha",
            "bāḍham",
            "iti",
            "amala",
            "prajñaḥ",
            "mūrdhni",
            "ādhāya",
            "kṛta",
            "añjaliḥ",
            "parikramya",
            "ādi",
            "puruṣam",
            "sarva",
            "asura",
            "camūpatiḥ",
            "praṇataḥ",
            "tat",
            "anujñātaḥ",
            "praviveśa",
            "mahā",
            "bilam"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī said: Accompanied by Bali Mahārāja, my dear King Parīkṣit, Prahlāda Mahārāja, the master of all the chiefs of the demons, took the Supreme Lord’s order on his head with folded hands. After saying yes to the Lord, circumambulating Him and offering Him respectful obeisances, he entered the lower planetary system known as Sutala.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "अथाहोशनसं राजन्हरिर्नारायणोऽन्तिके ।आसीनमृत्विजां मध्ये सदसि ब्रह्मवादिनाम् ॥ १३ ॥",
        "english_devnagari": "athāhośanasaṁ rājanharir nārāyaṇo ’ntikeāsīnam ṛtvijāṁ madhyesadasi brahma-vādinām",
        "verse_Syn": [
            "atha",
            "āha",
            "uśanasam",
            "rājan",
            "hariḥ",
            "nārāyaṇaḥ",
            "antike",
            "āsīnam",
            "ṛtvijām",
            "madhye",
            "sadasi",
            "brahma",
            "vādinām"
        ],
        "translation": "Hari, the Supreme Personality of Godhead, Nārāyaṇa, thereafter addressed Śukrācārya, who was sitting nearby in the midst of the assembly with the priests [brahma, hotā, udgātā and adhvaryu]. O Mahārāja Parīkṣit, these priests were all brahma-vādīs, followers of the Vedic principles for performing sacrifices.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "ब्रह्मन् सन्तनु शिष्यस्य कर्मच्छिद्रं वितन्वत: ।यत् तत् कर्मसु वैषम्यं ब्रह्मद‍ृष्टं समं भवेत् ॥ १४ ॥",
        "english_devnagari": "brahman santanu śiṣyasyakarma-cchidraṁ vitanvataḥyat tat karmasu vaiṣamyaṁbrahma-dṛṣṭaṁ samaṁ bhavet",
        "verse_Syn": [
            "brahman",
            "santanu",
            "śiṣyasya",
            "karma",
            "chidram",
            "vitanvataḥ",
            "yat",
            "tat",
            "karmasu",
            "vaiṣamyam",
            "brahma",
            "dṛṣṭam",
            "samam",
            "bhavet"
        ],
        "translation": "O best of the brāhmaṇas, Śukrācārya, please describe the fault or discrepancy in your disciple Bali Mahārāja, who engaged in performing sacrifices. This fault will be nullified when judged in the presence of qualified brāhmaṇas.",
        "purport": " When Bali Mahārāja and Prahlāda Mahārāja had departed for the planet Sutala, Lord Viṣṇu asked Śukrācārya what the fault was in Bali Mahārāja for which Śukrācārya had cursed him. It might be argued that since Bali Mahārāja had now left the scene, how could his faults be judged? In reply to this, Lord Viṣṇu informed Śukrācārya that there was no need for Bali Mahārāja’s presence, for his faults and discrepancies could be nullified if judged before the brāhmaṇas. As will be seen in the next verse, Bali Mahārāja had no faults; Śukrācārya had unnecessarily cursed him. Nonetheless, this was better for Bali Mahārāja. Being cursed by Śukrācārya, Bali Mahārāja was deprived of all his possessions, with the result that the Supreme Personality of Godhead favored him for his strong faith in devotional service. Of course, a devotee is not required to engage in fruitive activities. As stated in the śāstra, sarvārhaṇam acyutejyā (Bhāg. 4.31.14). By worshiping Acyuta, the Supreme Personality of Godhead, one satisfies everyone. Because Bali Mahārāja had satisfied the Supreme Personality of Godhead, there were no discrepancies in his performance of sacrifices."
    },
    {
        "verse": "15",
        "devanagari": "श्रीशुक्र उवाचकुतस्तत्कर्मवैषम्यं यस्य कर्मेश्वरो भवान् ।यज्ञेशो यज्ञपुरुष: सर्वभावेन पूजित: ॥ १५ ॥",
        "english_devnagari": "śrī-śukra uvācakutas tat-karma-vaiṣamyaṁyasya karmeśvaro bhavānyajñeśo yajña-puruṣaḥsarva-bhāvena pūjitaḥ",
        "verse_Syn": [
            "śrī",
            "śukraḥ",
            "uvāca",
            "kutaḥ",
            "tat",
            "karma",
            "vaiṣamyam",
            "yasya",
            "karma",
            "īśvaraḥ",
            "bhavān",
            "yajña",
            "īśaḥ",
            "yajña",
            "puruṣaḥ",
            "sarva",
            "bhāvena",
            "pūjitaḥ"
        ],
        "translation": "Śukrācārya said: My Lord, You are the enjoyer and lawgiver in all performances of sacrifice, and You are the yajña-puruṣa, the person to whom all sacrifices are offered. If one has fully satisfied You, where is the chance of discrepancies or faults in his performances of sacrifice?",
        "purport": " In Bhagavad-gītā (5.29) the Lord says, bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram: the Lord, the supreme proprietor, is the actual person to be satisfied by the performance of yajñas. The Viṣṇu Purāṇa (3.8.9) says: All the Vedic ritualistic sacrifices are performed for the purpose of satisfying Lord Viṣṇu, the yajña-puruṣa. The divisions of society — brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacarya, gṛhastha, vānaprastha and sannyāsa — are all meant to satisfy the Supreme Lord, Viṣṇu. To act according to this principle of the varṇāśrama institution is called varṇāśramācaraṇa. In Śrīmad-Bhāgavatam (1.2.13), Sūta Gosvāmī says: “O best among the twice-born, it is therefore concluded that the highest perfection one can achieve by discharging his prescribed duties according to caste divisions and orders of life is to please the Personality of Godhead.” Everything is meant to satisfy the Supreme Personality of Godhead. Therefore, since Bali Mahārāja had satisfied the Lord, he had no faults, and Śukrācārya admitted that cursing him was not good."
    },
    {
        "verse": "16",
        "devanagari": "मन्त्रतस्तन्त्रतश्छिद्रं देशकालार्हवस्तुत: ।सर्वं करोति निश्छिद्रमनुसङ्कीर्तनं तव ॥ १६ ॥",
        "english_devnagari": "mantratas tantrataś chidraṁdeśa-kālārha-vastutaḥsarvaṁ karoti niśchidramanusaṅkīrtanaṁ tava",
        "verse_Syn": [
            "mantrataḥ",
            "tantrataḥ",
            "chidram",
            "deśa",
            "kāla",
            "arha",
            "vastutaḥ",
            "sarvam",
            "karoti",
            "niśchidram",
            "anusaṅkīrtanam",
            "tava"
        ],
        "translation": "There may be discrepancies in pronouncing the mantras and observing the regulative principles, and, moreover, there may be discrepancies in regard to time, place, person and paraphernalia. But when Your Lordship’s holy name is chanted, everything becomes faultless.",
        "purport": " Śrī Caitanya Mahāprabhu has recommended: “In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.” (Bṛhan-nāradīya Purāṇa 38.126) In this Age of Kali, it is extremely difficult to perform Vedic ritualistic ceremonies or sacrifices perfectly. Hardly anyone can chant the Vedic mantras with perfect pronunciation or accumulate the paraphernalia for Vedic performances. Therefore the sacrifice recommended in this age is saṅkīrtana, constant chanting of the holy name of the Lord. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ (Bhāg. 11.5.29). Instead of wasting time performing Vedic sacrifices, those who are intelligent, those who possess good brain substance, should take to the chanting of the Lord’s holy name and thus perform sacrifice perfectly. I have seen that many religious leaders are addicted to performing yajñas and spending hundreds and thousands of rupees for imperfect sacrificial performances. This is a lesson for those who unnecessarily execute such imperfect sacrifices. We should take the advice of Śrī Caitanya Mahāprabhu (yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ). Although Śukrācārya was a strict brāhmaṇa addicted to ritualistic activities, he also admitted, niśchidram anusaṅkīrtanaṁ tava: “My Lord, constant chanting of the holy name of Your Lordship makes everything perfect.” In Kali-yuga the Vedic ritualistic ceremonies cannot be performed as perfectly as before. Therefore Śrīla Jīva Gosvāmī has recommended that although one should take care to follow all the principles in every kind of spiritual activity, especially in worship of the Deity, there is still a chance of discrepancies, and one should compensate for this by chanting the holy name of the Supreme Personality of Godhead. In our Kṛṣṇa consciousness movement we therefore give special stress to the chanting of the Hare Kṛṣṇa mantra in all activities."
    },
    {
        "verse": "17",
        "devanagari": "तथापि वदतो भूमन् करिष्याम्यनुशासनम् ।एतच्छ्रेय: परं पुंसां यत् तवाज्ञानुपालनम् ॥ १७ ॥",
        "english_devnagari": "tathāpi vadato bhūmankariṣyāmy anuśāsanametac chreyaḥ paraṁ puṁsāṁyat tavājñānupālanam",
        "verse_Syn": [
            "tathāpi",
            "vadataḥ",
            "bhūman",
            "kariṣyāmi",
            "anuśāsanam",
            "etat",
            "śreyaḥ",
            "param",
            "puṁsām",
            "yat",
            "tava",
            "ājñā",
            "anupālanam"
        ],
        "translation": "Lord Viṣṇu, I must nonetheless act in obedience to Your order because obeying Your order is most auspicious and is the first duty of everyone.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "श्रीशुक उवाचप्रतिनन्द्य हरेराज्ञामुशना भगवानिति ।यज्ञच्छिद्रं समाधत्त बलेर्विप्रर्षिभि: सह ॥ १८ ॥",
        "english_devnagari": "śrī-śuka uvācapratinandya harer ājñāmuśanā bhagavān itiyajña-cchidraṁ samādhattabaler viprarṣibhiḥ saha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "pratinandya",
            "hareḥ",
            "ājñām",
            "uśanāḥ",
            "bhagavān",
            "iti",
            "yajña",
            "chidram",
            "samādhatta",
            "baleḥ",
            "vipra",
            "ṛṣibhiḥ",
            "saha"
        ],
        "translation": "Śukadeva Gosvāmī continued: In this way, the most powerful Śukrācārya accepted the order of the Supreme Personality of Godhead with full respect. Along with the best brāhmaṇas, he began to compensate for the discrepancies in the sacrifices performed by Bali Mahārāja.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "एवं बलेर्महीं राजन् भिक्षित्वा वामनो हरि: ।ददौ भ्रात्रे महेन्द्राय त्रिदिवं यत्परैर्हृतम् ॥ १९ ॥",
        "english_devnagari": "evaṁ baler mahīṁ rājanbhikṣitvā vāmano hariḥdadau bhrātre mahendrāyatridivaṁ yat parair hṛtam",
        "verse_Syn": [
            "evam",
            "baleḥ",
            "mahīm",
            "rājan",
            "bhikṣitvā",
            "vāmanaḥ",
            "hariḥ",
            "dadau",
            "bhrātre",
            "mahā",
            "indrāya",
            "tridivam",
            "yat",
            "paraiḥ",
            "hṛtam"
        ],
        "translation": "O King Parīkṣit, thus having taken all the land of Bali Mahārāja by begging, the Supreme Personality of Godhead, Lord Vāmanadeva, delivered to His brother Indra all the land taken away by Indra’s enemy.",
        "purport": ""
    },
    {
        "verse": "20-21",
        "devanagari": "प्रजापतिपतिर्ब्रह्मा देवर्षिपितृभूमिपै: ।दक्षभृग्वङ्गिरोमुख्यै: कुमारेण भवेन च ॥ २० ॥कश्यपस्यादिते: प्रीत्यै सर्वभूतभवाय च ।लोकानां लोकपालानामकरोद् वामनं पतिम् ॥ २१ ॥",
        "english_devnagari": "prajāpati-patir brahmādevarṣi-pitṛ-bhūmipaiḥdakṣa-bhṛgv-aṅgiro-mukhyaiḥkumāreṇa bhavena ca",
        "verse_Syn": [
            "prajāpati",
            "patiḥ",
            "brahmā",
            "deva",
            "ṛṣi",
            "pitṛ",
            "bhūmipaiḥ",
            "dakṣa",
            "bhṛgu",
            "aṅgirāḥ",
            "mukhyaiḥ",
            "kumāreṇa",
            "bhavena",
            "ca",
            "kaśyapasya",
            "aditeḥ",
            "prītyai",
            "sarva",
            "bhūta",
            "bhavāya",
            "ca",
            "lokānām",
            "loka",
            "pālānām",
            "akarot",
            "vāmanam",
            "patim"
        ],
        "translation": "Lord Brahmā [the master of King Dakṣa and all other Prajāpatis], accompanied by all the demigods, the great saintly persons, the inhabitants of Pitṛloka, the Manus, the munis, and such leaders as Dakṣa, Bhṛgu and Aṅgirā, as well as Kārttikeya and Lord Śiva, accepted Lord Vāmanadeva as the protector of everyone. He did this for the pleasure of Kaśyapa Muni and his wife Aditi and for the welfare of all the inhabitants of the universe, including their various leaders.",
        "purport": ""
    },
    {
        "verse": "22-23",
        "devanagari": "वेदानां सर्वदेवानां धर्मस्य यशस: श्रिय: ।मङ्गलानां व्रतानां च कल्पं स्वर्गापवर्गयो: ॥ २२ ॥उपेन्द्रं कल्पयांचक्रे पतिं सर्वविभूतये ।तदा सर्वाणि भूतानि भृशं मुमुदिरे नृप ॥ २३ ॥",
        "english_devnagari": "vedānāṁ sarva-devānāṁdharmasya yaśasaḥ śriyaḥmaṅgalānāṁ vratānāṁ cakalpaṁ svargāpavargayoḥ",
        "verse_Syn": [
            "vedānām",
            "sarva",
            "devānām",
            "dharmasya",
            "yaśasaḥ",
            "śriyaḥ",
            "maṅgalānām",
            "vratānām",
            "ca",
            "kalpam",
            "svarga",
            "apavargayoḥ",
            "upendram",
            "kalpayām",
            "cakre",
            "patim",
            "sarva",
            "vibhūtaye",
            "tadā",
            "sarvāṇi",
            "bhūtāni",
            "bhṛśam",
            "mumudire",
            "nṛpa"
        ],
        "translation": "O King Parīkṣit, Indra was considered the King of all the universe, but the demigods, headed by Lord Brahmā, wanted Upendra, Lord Vāmanadeva, as the protector of the Vedas, the principles of religion, fame, opulence, auspiciousness, vows, elevation to the higher planetary system, and liberation. Thus they accepted Upendra, Lord Vāmanadeva, as the supreme master of everything. This decision made all living entities extremely happy.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "ततस्त्विन्द्र: पुरस्कृत्य देवयानेन वामनम् ।लोकपालैर्दिवं निन्ये ब्रह्मणा चानुमोदित: ॥ २४ ॥",
        "english_devnagari": "tatas tv indraḥ puraskṛtyadeva-yānena vāmanamloka-pālair divaṁ ninyebrahmaṇā cānumoditaḥ",
        "verse_Syn": [
            "tataḥ",
            "tu",
            "indraḥ",
            "puraskṛtya",
            "deva",
            "yānena",
            "vāmanam",
            "loka",
            "pālaiḥ",
            "divam",
            "ninye",
            "brahmaṇā",
            "ca",
            "anumoditaḥ"
        ],
        "translation": "Thereafter, along with all the leaders of the heavenly planets, Indra, the King of heaven, placed Lord Vāmanadeva before him and, with the approval of Lord Brahmā, brought Him to the heavenly planet in a celestial airplane.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "प्राप्य त्रिभुवनं चेन्द्र उपेन्द्रभुजपालित: ।श्रिया परमया जुष्टो मुमुदे गतसाध्वस: ॥ २५ ॥",
        "english_devnagari": "prāpya tri-bhuvanaṁ cendraupendra-bhuja-pālitaḥśriyā paramayā juṣṭomumude gata-sādhvasaḥ",
        "verse_Syn": [
            "prāpya",
            "tri",
            "bhuvanam",
            "ca",
            "indraḥ",
            "upendra",
            "bhuja",
            "pālitaḥ",
            "śriyā",
            "paramayā",
            "juṣṭaḥ",
            "mumude",
            "gata",
            "sādhvasaḥ"
        ],
        "translation": "Indra, King of heaven, being protected by the arms of Vāmanadeva, the Supreme Personality of Godhead, thus regained his rule of the three worlds and was reinstated in his own position, supremely opulent, fearless and fully satisfied.",
        "purport": ""
    },
    {
        "verse": "26-27",
        "devanagari": "ब्रह्मा शर्व: कुमारश्च भृग्वाद्या मुनयो नृप ।पितर: सर्वभूतानि सिद्धा वैमानिकाश्च ये ॥ २६ ॥सुमहत् कर्म तद् विष्णोर्गायन्त: परमद्भ‍ुतम् ।धिष्ण्यानि स्वानि ते जग्मुरदितिं च शशंसिरे ॥ २७ ॥",
        "english_devnagari": "brahmā śarvaḥ kumāraś cabhṛgv-ādyā munayo nṛpapitaraḥ sarva-bhūtānisiddhā vaimānikāś ca ye",
        "verse_Syn": [
            "brahmā",
            "śarvaḥ",
            "kumāraḥ",
            "ca",
            "bhṛgu",
            "ādyāḥ",
            "munayaḥ",
            "nṛpa",
            "pitaraḥ",
            "sarva",
            "bhūtāni",
            "siddhāḥ",
            "vaimānikāḥ",
            "ca",
            "ye",
            "sumahat",
            "karma",
            "tat",
            "viṣṇoḥ",
            "gāyantaḥ",
            "param",
            "adbhutam",
            "dhiṣṇyāni",
            "svāni",
            "te",
            "jagmuḥ",
            "aditim",
            "ca",
            "śaśaṁsire"
        ],
        "translation": "Lord Brahmā, Lord Śiva, Lord Kārttikeya, the great sage Bhṛgu, other saintly persons, the inhabitants of Pitṛloka and all other living entities present, including the inhabitants of Siddhaloka and living entities who travel in outer space by airplane, all glorified the uncommon activities of Lord Vāmanadeva. O King, while chanting about and glorifying the Lord, they returned to their respective heavenly planets. They also praised the position of Aditi.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "सर्वमेतन्मयाख्यातं भवत: कुलनन्दन ।उरुक्रमस्य चरितं श्रोतृणामघमोचनम् ॥ २८ ॥",
        "english_devnagari": "sarvam etan mayākhyātaṁbhavataḥ kula-nandanaurukramasya caritaṁśrotṝṇām agha-mocanam",
        "verse_Syn": [
            "sarvam",
            "etat",
            "mayā",
            "ākhyātam",
            "bhavataḥ",
            "kula",
            "nandana",
            "urukramasya",
            "caritam",
            "śrotṝṇām",
            "agha",
            "mocanam"
        ],
        "translation": "O Mahārāja Parīkṣit, pleasure of your dynasty, I have now described to you everything about the wonderful activities of the Supreme Personality of Godhead Vāmanadeva. Those who hear about this are certainly freed from all the results of sinful activities.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "पारं महिम्न उरुविक्रमतो गृणानोय: पार्थिवानि विममे स रजांसि मर्त्य: ।किं जायमान उत जात उपैति मर्त्यइत्याह मन्त्रद‍ृगृषि: पुरुषस्य यस्य ॥ २९ ॥",
        "english_devnagari": "pāraṁ mahimna uruvikramato gṛṇānoyaḥ pārthivāni vimame sa rajāṁsi martyaḥkiṁ jāyamāna uta jāta upaiti martyaity āha mantra-dṛg ṛṣiḥ puruṣasya yasya",
        "verse_Syn": [
            "pāram",
            "mahimnaḥ",
            "uruvikramataḥ",
            "gṛṇānaḥ",
            "yaḥ",
            "pārthivāni",
            "vimame",
            "saḥ",
            "rajāṁsi",
            "martyaḥ",
            "kim",
            "jāyamānaḥ",
            "uta",
            "jātaḥ",
            "upaiti",
            "martyaḥ",
            "iti",
            "āha",
            "mantra",
            "dṛk",
            "ṛṣiḥ",
            "puruṣasya",
            "yasya"
        ],
        "translation": "One who is subject to death cannot measure the glories of the Supreme Personality of Godhead, Trivikrama, Lord Viṣṇu, any more than he can count the number of atoms on the entire planet earth. No one, whether born already or destined to take birth, is able to do this. This has been sung by the great sage Vasiṣṭha.",
        "purport": " Vasiṣṭha Muni has given a mantra about Lord Viṣṇu: na te viṣṇor jāyamāno na jāto mahimnaḥ pāram anantam āpa. No one can estimate the extent of the uncommonly glorious activities of Lord Viṣṇu. Unfortunately, there are so-called scientists who are subject to death at every moment but are trying to understand by speculation the wonderful creation of the cosmos. This is a foolish attempt. Long, long ago, Vasiṣṭha Muni said that no one in the past could measure the glories of the Lord and that no one can do so in the future. One must simply be satisfied with seeing the glorious activities of the Supreme Lord’s creation. The Lord therefore says in Bhagavad-gītā (10.42), viṣṭabhyāham idaṁ kṛtsnam ekāṁśena sthito jagat: “With a single fragment of Myself, I pervade and support this entire universe.” The material world consists of innumerable universes, each one full of innumerable planets, which are all considered to be products of the Supreme Personality of Godhead’s material energy. Yet this is only one fourth of God’s creation. The other three fourths of creation constitute the spiritual world. Among the innumerable planets in only one universe, the so-called scientists cannot understand even the moon and Mars, but they try to defy the creation of the Supreme Lord and His uncommon energy. Such men have been described as crazy. Nūnaṁ pramattaḥ kurute vikarma (Bhāg. 5.5.4). Such crazy men unnecessarily waste time, energy and money in attempting to defy the glorious activities of Urukrama, the Supreme Personality of Godhead."
    },
    {
        "verse": "30",
        "devanagari": "य इदं देवदेवस्य हरेरद्भ‍ुतकर्मण: ।अवतारानुचरितं श‍ृण्वन् याति परां गतिम् ॥ ३० ॥",
        "english_devnagari": "ya idaṁ deva-devasyaharer adbhuta-karmaṇaḥavatārānucaritaṁśṛṇvan yāti parāṁ gatim",
        "verse_Syn": [
            "yaḥ",
            "idam",
            "deva",
            "devasya",
            "hareḥ",
            "adbhuta",
            "karmaṇaḥ",
            "avatāra",
            "anucaritam",
            "śṛṇvan",
            "yāti",
            "parām",
            "gatim"
        ],
        "translation": "If one hears about the uncommon activities of the Supreme Personality of Godhead in His various incarnations, he is certainly elevated to the higher planetary system or even brought back home, back to Godhead.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "क्रियमाणे कर्मणीदं दैवे पित्र्येऽथ मानुषे ।यत्र यत्रानुकीर्त्येत तत् तेषां सुकृतं विदु: ॥ ३१ ॥",
        "english_devnagari": "kriyamāṇe karmaṇīdaṁdaive pitrye ’tha mānuṣeyatra yatrānukīrtyetatat teṣāṁ sukṛtaṁ viduḥ",
        "verse_Syn": [
            "kriyamāṇe",
            "karmaṇi",
            "idam",
            "daive",
            "pitrye",
            "atha",
            "mānuṣe",
            "yatra",
            "yatra",
            "anukīrtyeta",
            "tat",
            "teṣām",
            "sukṛtam",
            "viduḥ"
        ],
        "translation": "Whenever the activities of Vāmanadeva are described in the course of a ritualistic ceremony, whether the ceremony be performed to please the demigods, to please one’s forefathers in Pitṛloka, or to celebrate a social event like a marriage, that ceremony should be understood to be extremely auspicious.",
        "purport": " There are three kinds of ceremonies — specifically, ceremonies to please the Supreme Personality of Godhead or the demigods, those performed for social celebrations like marriages and birthdays, and those meant to please the forefathers, like the śrāddha ceremony. In all these ceremonies, large amounts of money are spent for various activities, but here it is suggested that if along with this there is recitation of the wonderful activities of Vāmanadeva, certainly the ceremony will be carried out successfully and will be free of all discrepancies."
    }
]