[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचस्वायम्भुवस्येह गुरो वंशोऽयं विस्तराच्छ्रुत: ।यत्र विश्वसृजां सर्गो मनूनन्यान्वदस्व न: ॥ १ ॥",
        "english_devnagari": "śrī-rājovācasvāyambhuvasyeha gurovaṁśo ’yaṁ vistarāc chrutaḥyatra viśva-sṛjāṁ sargomanūn anyān vadasva naḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "svāyambhuvasya",
            "iha",
            "guro",
            "vaṁśaḥ",
            "ayam",
            "vistarāt",
            "śrutaḥ",
            "yatra",
            "viśva",
            "sṛjām",
            "sargaḥ",
            "manūn",
            "anyān",
            "vadasva",
            "naḥ"
        ],
        "translation": "King Parīkṣit said: O my lord, my spiritual master, now I have fully heard from Your Grace about the dynasty of Svāyambhuva Manu. But there are also other Manus, and I want to hear about their dynasties. Kindly describe them to us.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "मन्वन्तरे हरेर्जन्म कर्माणि च महीयस: ।गृणन्ति कवयो ब्रह्मंस्तानि नो वद श‍ृण्वताम् ॥ २ ॥",
        "english_devnagari": "manvantare harer janmakarmāṇi ca mahīyasaḥgṛṇanti kavayo brahmaṁstāni no vada śṛṇvatām",
        "verse_Syn": [
            "manvantare",
            "hareḥ",
            "janma",
            "karmāṇi",
            "ca",
            "mahīyasaḥ",
            "gṛṇanti",
            "kavayaḥ",
            "brahman",
            "tāni",
            "naḥ",
            "vada",
            "śṛṇvatām"
        ],
        "translation": "O learned brāhmaṇa, Śukadeva Gosvāmī, the great learned persons who are completely intelligent describe the activities and appearance of the Supreme Personality of Godhead during the various manvantaras. We are very eager to hear about these narrations. Kindly describe them.",
        "purport": " The Supreme Personality of Godhead has different varieties of incarnations, including the guṇa-avatāras, manvantara-avatāras, līlā-avatāras and yuga-avatāras, all of which are described in the śāstras. Without reference to the śāstras there can be no question of accepting anyone as an incarnation of the Supreme Personality of Godhead. Therefore, as especially mentioned here, gṛṇanti kavayaḥ: the descriptions of various incarnations are accepted by great learned scholars with perfect intelligence. At the present time, especially in India, so many rascals are claiming to be incarnations, and people are being misled. Therefore, the identity of an incarnation should be confirmed by the descriptions of the śāstras and by wonderful activities. As described in this verse by the word mahīyasaḥ, the activities of an incarnation are not ordinary magic or jugglery, but are wonderful activities. Thus any incarnation of the Supreme Personality of Godhead must be supported by the statements of the śāstra and must actually perform wonderful activities. Parīkṣit Mahārāja was eager to hear about the Manus of different ages. There are fourteen Manus during a day of Brahmā, and the age of each Manu lasts for seventy-one yugas. Thus there are thousands of Manus during the life of Brahmā."
    },
    {
        "verse": "3",
        "devanagari": "यद्यस्मिन्नन्तरे ब्रह्मन्भगवान्विश्वभावन: ।कृतवान्कुरुते कर्ता ह्यतीतेऽनागतेऽद्य वा ॥ ३ ॥",
        "english_devnagari": "yad yasminn antare brahmanbhagavān viśva-bhāvanaḥkṛtavān kurute kartāhy atīte ’nāgate ’dya vā",
        "verse_Syn": [
            "yat",
            "yasmin",
            "antare",
            "brahman",
            "bhagavān",
            "viśva",
            "bhāvanaḥ",
            "kṛtavān",
            "kurute",
            "kartā",
            "hi",
            "atīte",
            "anāgate",
            "adya",
            "vā"
        ],
        "translation": "O learned brāhmaṇa, kindly describe to us whatever activities the Supreme Personality of Godhead, who created this cosmic manifestation, has performed in the past manvantaras, is performing at present, and will perform in the future manvantaras.",
        "purport": " In Bhagavad-gītā the Supreme Personality of Godhead said that both He and the other living entities present on the battlefield had existed in the past, they existed at present, and they would continue to exist in the future. Past, present and future always exist, both for the Supreme Personality of Godhead and for ordinary living entities. Nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13). Both the Lord and the living entities are eternal and sentient, but the difference is that the Lord is unlimited whereas the living entities are limited. The Supreme Personality of Godhead is the creator of everything, and although the living entities are not created but exist with the Lord eternally, their bodies are created, whereas the Supreme Lord’s body is never created. There is no difference between the Supreme Lord and His body, but the conditioned soul, although eternal, is different from his body."
    },
    {
        "verse": "4",
        "devanagari": "श्रीऋषिरुवाचमनवोऽस्मिन्व्यतीता: षट् कल्पे स्वायम्भुवादय: ।आद्यस्ते कथितो यत्र देवादीनां च सम्भव: ॥ ४ ॥",
        "english_devnagari": "śrī-ṛṣir uvācamanavo ’smin vyatītāḥ ṣaṭkalpe svāyambhuvādayaḥādyas te kathito yatradevādīnāṁ ca sambhavaḥ",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "manavaḥ",
            "asmin",
            "vyatītāḥ",
            "ṣaṭ",
            "kalpe",
            "svāyambhuva",
            "ādayaḥ",
            "ādyaḥ",
            "te",
            "kathitaḥ",
            "yatra",
            "deva",
            "ādīnām",
            "ca",
            "sambhavaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: In the present kalpa there have already been six Manus. I have described to you Svāyambhuva Manu and the appearance of many demigods. In this kalpa of Brahmā, Svāyambhuva is the first Manu.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "आकूत्यां देवहूत्यां च दुहित्रोस्तस्य वै मनो: ।धर्मज्ञानोपदेशार्थं भगवान्पुत्रतां गत: ॥ ५ ॥",
        "english_devnagari": "ākūtyāṁ devahūtyāṁ caduhitros tasya vai manoḥdharma-jñānopadeśārthaṁbhagavān putratāṁ gataḥ",
        "verse_Syn": [
            "ākūtyām",
            "devahūtyām",
            "ca",
            "duhitroḥ",
            "tasya",
            "vai",
            "manoḥ",
            "dharma",
            "jñāna",
            "upadeśa",
            "artham",
            "bhagavān",
            "putratām",
            "gataḥ"
        ],
        "translation": "Svāyambhuva Manu had two daughters, named Ākūti and Devahūti. From their wombs, the Supreme Personality of Godhead appeared as two sons named Yajñamūrti and Kapila respectively. These sons were entrusted with preaching about religion and knowledge.",
        "purport": " Devahūti’s son was known as Kapila, and Ākūti’s son was known as Yajñamūrti. Both of Them taught about religion and philosophical knowledge."
    },
    {
        "verse": "6",
        "devanagari": "कृतं पुरा भगवत: कपिलस्यानुवर्णितम् ।आख्यास्ये भगवान्यज्ञो यच्चकार कुरूद्वह ॥ ६ ॥",
        "english_devnagari": "kṛtaṁ purā bhagavataḥkapilasyānuvarṇitamākhyāsye bhagavān yajñoyac cakāra kurūdvaha",
        "verse_Syn": [
            "kṛtam",
            "purā",
            "bhagavataḥ",
            "kapilasya",
            "anuvarṇitam",
            "ākhyāsye",
            "bhagavān",
            "yajñaḥ",
            "yat",
            "cakāra",
            "kuru",
            "udvaha"
        ],
        "translation": "O best of the Kurus, I have already described [in the Third Canto] the activities of Kapila, the son of Devahūti. Now I shall describe the activities of Yajñapati, the son of Ākūti.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "विरक्त: कामभोगेषु शतरूपापति: प्रभु: ।विसृज्य राज्यं तपसे सभार्यो वनमाविशत् ॥ ७ ॥",
        "english_devnagari": "viraktaḥ kāma-bhogeṣuśatarūpā-patiḥ prabhuḥvisṛjya rājyaṁ tapasesabhāryo vanam āviśat",
        "verse_Syn": [
            "viraktaḥ",
            "kāma",
            "bhogeṣu",
            "śatarūpā",
            "patiḥ",
            "prabhuḥ",
            "visṛjya",
            "rājyam",
            "tapase",
            "sa",
            "bhāryaḥ",
            "vanam",
            "āviśat"
        ],
        "translation": "Svāyambhuva Manu, the husband of Śatarūpā, was by nature not at all attached to enjoyment of the senses. Thus he gave up his kingdom of sense enjoyment and entered the forest with his wife to practice austerities.",
        "purport": " As stated in Bhagavad-gītā (4.2), evaṁ paramparā-prāptam imaṁ rājarṣayo viduḥ: “The supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way.” All the Manus were perfect kings. They were rājarṣis. In other words, although they held posts as kings of the world, they were as good as great saints. Svāyambhuva Manu, for example, was the emperor of the world, yet he had no desire for sense gratification. This is the meaning of monarchy. The king of the country or the emperor of the empire must be so trained that by nature he renounces sense gratification. It is not that because one becomes king he should unnecessarily spend money for sense gratification. As soon as kings became degraded, spending money for sense gratification, they were lost. Similarly, at the present moment, monarchy having been lost, the people have created democracy, which is also failing. Now, by the laws of nature, the time is coming when dictatorship will put the citizens into more and more difficulty. If the king or dictator individually, or the members of the government collectively, cannot maintain the state or kingdom according to the rules of Manu-saṁhitā, certainly their government will not endure."
    },
    {
        "verse": "8",
        "devanagari": "सुनन्दायां वर्षशतं पदैकेन भुवं स्पृशन् ।तप्यमानस्तपो घोरमिदमन्वाह भारत ॥ ८ ॥",
        "english_devnagari": "sunandāyāṁ varṣa-śataṁpadaikena bhuvaṁ spṛśantapyamānas tapo ghoramidam anvāha bhārata",
        "verse_Syn": [
            "sunandāyām",
            "varṣa",
            "śatam",
            "pada",
            "ekena",
            "bhuvam",
            "spṛśan",
            "tapyamānaḥ",
            "tapaḥ",
            "ghoram",
            "idam",
            "anvāha",
            "bhārata"
        ],
        "translation": "O scion of Bharata, after Svāyambhuva Manu had thus entered the forest with his wife, he stood on one leg on the bank of the river Sunandā, and in this way, with only one leg touching the earth, he performed great austerities for one hundred years. While performing these austerities, he spoke as follows.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura comments that the word anvāha means that he chanted or murmured to himself, not that he lectured to anyone."
    },
    {
        "verse": "9",
        "devanagari": "मनुरुवाचयेन चेतयते विश्वं विश्वं चेतयते न यम् ।यो जागर्ति शयानेऽस्मिन्नायं तं वेद वेद स: ॥ ९ ॥",
        "english_devnagari": "śrī-manur uvācayena cetayate viśvaṁviśvaṁ cetayate na yamyo jāgarti śayāne ’sminnāyaṁ taṁ veda veda saḥ",
        "verse_Syn": [
            "śrī",
            "manuḥ",
            "uvāca",
            "yena",
            "cetayate",
            "viśvam",
            "viśvam",
            "cetayate",
            "na",
            "yam",
            "yaḥ",
            "jāgarti",
            "śayāne",
            "asmin",
            "na",
            "ayam",
            "tam",
            "veda",
            "veda",
            "saḥ"
        ],
        "translation": "Lord Manu said: The supreme living being has created this material world of animation; it is not that He was created by this material world. When everything is silent, the Supreme Being stays awake as a witness. The living entity does not know Him, but He knows everything.",
        "purport": " Here is a distinction between the Supreme Personality of Godhead and the living entities. Nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13). According to the Vedic version, the Lord is the supreme eternal, the supreme living being. The difference between the Supreme Being and the ordinary living being is that when this material world is annihilated, all the living entities remain silent in oblivion, in a dreaming or unconscious condition, whereas the Supreme Being stays awake as the witness of everything. This material world is created, it stays for some time, and then it is annihilated. Throughout these changes, however, the Supreme Being remains awake. In the material condition of all living entities, there are three stages of dreaming. When the material world is awake and put in working order, this is a kind of dream, a waking dream. When the living entities go to sleep, they dream again. And when unconscious at the time of annihilation, when this material world is unmanifested, they enter another stage of dreaming. At any stage in the material world, therefore, they are all dreaming. In the spiritual world, however, everything is awake."
    },
    {
        "verse": "10",
        "devanagari": "आत्मावास्यमिदं विश्वं यत् किञ्चिज्ज‍गत्यां जगत् ।तेन त्यक्तेन भुञ्जीथा मा गृध: कस्यस्विद्धनम् ॥ १० ॥",
        "english_devnagari": "ātmāvāsyam idaṁ viśvaṁyat kiñcij jagatyāṁ jagattena tyaktena bhuñjīthāmā gṛdhaḥ kasya svid dhanam",
        "verse_Syn": [
            "ātma",
            "āvāsyam",
            "idam",
            "viśvam",
            "yat",
            "kiñcit",
            "jagatyām",
            "jagat",
            "tena",
            "tyaktena",
            "bhuñjīthāḥ",
            "mā",
            "gṛdhaḥ",
            "kasya",
            "svit",
            "dhanam"
        ],
        "translation": "Within this universe, the Supreme Personality of Godhead in His Supersoul feature is present everywhere, wherever there are animate or inanimate beings. Therefore, one should accept only that which is allotted to him; one should not desire to infringe upon the property of others.",
        "purport": " Having described the situation of the Supreme Personality of Godhead as transcendental, Svāyambhuva Manu, for the instruction of the sons and grandsons in his dynasty, is now describing all the property of the universe as belonging to the Supreme Personality of Godhead. Manu’s instructions are not only for his own sons and grandsons, but for all of human society. The word “man” — or, in Sanskrit, manuṣya — has been derived from the name Manu, for all the members of human society are descendants of the original Manu. Manu is also mentioned in Bhagavad-gītā (4.1), where the Lord says: “I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku.” Svāyambhuva Manu and Vaivasvata Manu have similar duties. Vaivasvata Manu was born of the sun-god, Vivasvān, and his son was Ikṣvāku, the King of the earth. Since Manu is understood to be the original father of humanity, human society should follow his instructions. Svāyambhuva Manu instructs that whatever exists, not only in the spiritual world but even within this material world, is the property of the Supreme Personality of Godhead, who is present everywhere as the Superconsciousness. As confirmed in Bhagavad-gītā (13.3), kṣetra-jñam cāpi māṁ viddhi sarva-kṣetreṣu bhārata: in every field — in other words, in every body — the Supreme Lord is existing as the Supersoul. The individual soul is given a body in which to live and act according to the instructions of the Supreme Person, and therefore the Supreme Person also exists within every body. We should not think that we are independent; rather, we should understand that we are allotted a certain portion of the total property of the Supreme Personality of Godhead. This understanding will lead to perfect communism. Communists think in terms of their own nations, but the spiritual communism instructed here is not only nationwide but universal. Nothing belongs to any nation or any individual person; everything belongs to the Supreme Personality of Godhead. That is the meaning of this verse. Ātmāvāsyam idaṁ viśvam: whatever exists within this universe is the property of the Supreme Personality of Godhead. The modern communistic theory, and also the idea of the United Nations, can be reformed — indeed, rectified — by the understanding that everything belongs to the Supreme Personality of Godhead. The Lord is not a creation of our intelligence; rather, He has created us. Ātmāvāsyam idaṁ viśvam. Īśāvāsyam idaṁ sarvam. This universal communism can solve all the problems of the world. One should learn from the Vedic literature that one’s body is also not the property of the individual soul, but is given to the individual soul according to his karma. Karmaṇā daiva-netreṇa jantur dehopapattaye. The 8,400,000 different bodily forms are machines given to the individual soul. This is confirmed in Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” The Lord, as the Supersoul, sits in everyone’s heart and observes the various desires of the individual soul. The Lord is so merciful that He gives the living entity the opportunity to enjoy varieties of desires in suitable bodies, which are nothing but machines (yantrārūḍhāni māyayā). These machines are manufactured by the material ingredients of the external energy, and thus the living entity enjoys or suffers according to his desires. This opportunity is given by the Supersoul. Everything belongs to the Supreme, and therefore one should not usurp another’s property. We have a tendency to manufacture many things. Especially nowadays, we are building skyscrapers and developing other material facilities. We should know, however, that the ingredients of the skyscrapers and machines cannot be manufactured by anyone but the Supreme Personality of Godhead. The whole world is nothing but a combination of the five material elements (tejo-vāri-mṛdāṁ yathā vinimayaḥ). A skyscraper is a transformation of earth, water and fire. Earth and water are combined and burnt into bricks by fire, and a skyscraper is essentially a tall construction of bricks. Although the bricks may be manufactured by man, the ingredients of the bricks are not. Of course, man, as a manufacturer, may accept a salary from the Supreme Personality of Godhead. That is stated here: tena tyaktena bhuñjīthāḥ. One may construct a big skyscraper, but neither the constructor, the merchant nor the worker can claim proprietorship. Proprietorship belongs to the person who has spent for the building. The Supreme Personality of Godhead has manufactured water, earth, air, fire and the sky, and one can use these and take a salary (tena tyaktena bhuñjīthāḥ). However, one cannot claim proprietorship. This is perfect communism. Our tendency to construct great buildings should be used only for constructing large and valuable temples in which to install the Deity of the Supreme Personality of Godhead. Then our desire for construction will be fulfilled. Since all property belongs to the Supreme Personality of Godhead, everything should be offered to the Lord, and we should take only prasāda (tena tyaktena bhuñjīthāḥ). We should not fight among ourselves to take more than we need. As Nārada said to Mahārāja Yudhiṣṭhira: “One may claim proprietorship to as much wealth as required to maintain body and soul together, but one who desires proprietorship over more than that must be considered a thief, and he deserves to be punished by the laws of nature.” (Bhāg. 7.14.8) Of course, we need to be maintained in eating, sleeping, mating and defending (āhāra-nidra-bhaya-maithuna), but since the Supreme Lord, the Personality of Godhead, has provided these necessities of life for the birds and bees, why not for mankind? There is no need for economic development; everything is provided. Therefore one should understand that everything belongs to Kṛṣṇa, and with this idea, one may take prasāda. However, if one interferes with the allotments of others, he is a thief. We should not accept more than what we actually need. Therefore, if by chance we get an abundance of money, we should always consider that it belongs to the Supreme Personality of Godhead. In Kṛṣṇa consciousness we are getting sufficient money, but we should never think that the money belongs to us; it belongs to the Supreme Personality of Godhead and should be equally distributed to the workers, the devotees. No devotee should claim that any money or property belongs to him. If one thinks that any portion of property of this huge universe belongs to anyone, he is to be considered a thief and is punishable by the laws of nature. Daivī hy eṣā guṇa-mayī mama māyā duratyayā: no one can surpass the vigilance of material nature or hide his intentions from material nature. If human society unlawfully claims that the property of the universe, either partially or wholly, belongs to mankind, all of human society will be cursed as a society of thieves and will be punished by the laws of nature."
    },
    {
        "verse": "11",
        "devanagari": "यं पश्यति न पश्यन्तं चक्षुर्यस्य न रिष्यति ।तं भूतनिलयं देवं सुपर्णमुपधावत ॥ ११ ॥",
        "english_devnagari": "yaṁ paśyati na paśyantaṁcakṣur yasya na riṣyatitaṁ bhūta-nilayaṁ devaṁsuparṇam upadhāvata",
        "verse_Syn": [
            "yam",
            "paśyati",
            "na",
            "paśyantam",
            "cakṣuḥ",
            "yasya",
            "na",
            "riṣyati",
            "tam",
            "bhūta",
            "nilayam",
            "devam",
            "suparṇam",
            "upadhāvata"
        ],
        "translation": "Although the Supreme Personality of Godhead constantly watches the activities of the world, no one sees Him. However, one should not think that because no one sees Him, He does not see, for His power to see is never diminished. Therefore, everyone should worship the Supersoul, who always stays with the individual soul as a friend.",
        "purport": " Offering prayers to Kṛṣṇa, Śrīmatī Kuntīdevī, the mother of the Pāṇḍavas, said, alakṣyaṁ sarva-bhūtānām antar bahir avasthitam: “Kṛṣṇa, You reside both inside and outside of everything, yet the unintelligent conditioned souls cannot see You.” In Bhagavad-gītā it is said that one can see the Supreme Personality of Godhead through jñāna-cakṣuṣaḥ, eyes of knowledge. He who opens these eyes of knowledge is called a spiritual master. Thus we offer our prayers to the spiritual master with the following śloka: “I offer my respectful obeisances unto my spiritual master, who with the torchlight of knowledge has opened my eyes, which were blinded by the darkness of ignorance.” (Gautamīya Tantra) The guru’s task is to open the disciple’s eyes of knowledge. When the disciple is awakened from ignorance to knowledge, he can see the Supreme Personality of Godhead everywhere because the Lord actually is everywhere. Aṇḍāntara-stha-paramāṇu-cayāntara-stham. The Lord resides within this universe, He resides within the hearts of all living entities, and He resides even within the atom. Because we lack perfect knowledge, we cannot see God, but a little deliberation can help us to see God everywhere. This requires training. With a little deliberation, even the most degraded person can perceive the presence of God. If we take into account whose property is the vast ocean, whose property is the vast land, how the sky exists, how the numberless millions of stars and planets are set in the sky, who has made this universe and whose property it is, we should certainly come to the conclusion that there is a proprietor of everything. When we claim proprietorship over a certain piece of land, whether individually or for our families or nations, we should also consider how we became the proprietors. The land was there before our birth, before we came to the land. How did it become our property? Such deliberation will help us understand that there is a supreme proprietor of everything — the Supreme Personality of Godhead. The Supreme Godhead is always awake. In the conditioned stage we forget things because we change our bodies, but because the Supreme Personality of Godhead does not change His body, He remembers past, present and future. Kṛṣṇa says in Bhagavad-gītā (4.1), imaṁ vivasvate yogaṁ proktavān aham avyayam: “I spoke this science of God — Bhagavad-gītā — to the sun-god at least forty million years ago.” When Arjuna inquired from Kṛṣṇa how He could remember incidents that had taken place so long ago, the Lord answered that Arjuna was also present at that time. Because Arjuna is Kṛṣṇa’s friend, wherever Kṛṣṇa goes, Arjuna goes. But the difference is that Kṛṣṇa remembers everything, whereas the living entity like Arjuna, being a minute particle of the Supreme Lord, forgets. Therefore it is said, the Lord’s vigilance is never diminished. This is also confirmed in Bhagavad-gītā (15.15). Sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: the Supreme Personality of Godhead in His Paramātmā feature is always present within the hearts of all living entities, and from Him come memory, knowledge and forgetfulness. This is also indicated in this verse by the word suparṇam, which means “friend.” In the Śvetāśvatara Upaniṣad (4.6) it is therefore said, dvā suparṇa-sayujā sakhāyā samānaṁ vṛkṣaṁ pariṣasvajāte: two birds are sitting on the same tree as friends. One bird is eating the fruit of the tree, and the other is simply observing. This observing bird is always present as a friend to the eating bird and giving him remembrance of things he wanted to do. Thus if we take into account the Supreme Personality of Godhead in our daily affairs, we can see Him or at least perceive His presence everywhere. The words cakṣur yasya na riṣyati mean that although we cannot see Him, this does not mean that He cannot see us. Nor does He die when the cosmic manifestation is annihilated. The example is given in this connection that the sunshine is present when the sun is present, but when the sun is not present, or when we cannot see the sun, this does not mean that the sun is lost. The sun is there, but we cannot see it. Similarly, although we cannot see the Supreme Personality of Godhead in our present darkness, our lack of knowledge, He is always present, seeing our activities. As the Paramātmā, He is the witness and adviser (upadraṣṭā and anumantā). Therefore, by following the instructions of the spiritual master and studying authorized literatures, one can understand that God is present before us, seeing everything, although we have no eyes with which to see Him."
    },
    {
        "verse": "12",
        "devanagari": "न यस्याद्यन्तौ मध्यं च स्व: परो नान्तरं बहि: ।विश्वस्यामूनि यद् यस्माद् विश्वं च तद‍ृतं महत् ॥ १२ ॥",
        "english_devnagari": "na yasyādy-antau madhyaṁ casvaḥ paro nāntaraṁ bahiḥviśvasyāmūni yad yasmādviśvaṁ ca tad ṛtaṁ mahat",
        "verse_Syn": [
            "na",
            "yasya",
            "ādi",
            "antau",
            "madhyam",
            "ca",
            "svaḥ",
            "paraḥ",
            "na",
            "antaram",
            "bahiḥ",
            "viśvasya",
            "amūni",
            "yat",
            "yasmāt",
            "viśvam",
            "ca",
            "tat",
            "ṛtam",
            "mahat"
        ],
        "translation": "The Supreme Personality of Godhead has no beginning, no end and no middle. Nor does He belong to a particular person or nation. He has no inside or outside. The dualities found within this material world, such as beginning and end, mine and theirs, are all absent from the personality of the Supreme Lord. The universe, which emanates from Him, is another feature of the Lord. Therefore the Supreme Lord is the ultimate truth, and He is complete in greatness.",
        "purport": " The Supreme Personality of Godhead, Kṛṣṇa, is described in the Brahma-saṁhitā (5.1): “Kṛṣṇa, known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” For the Lord’s existence there is no cause, for He is the cause of everything. He is in everything (mayā tatam idaṁ sarvam), He is expanded in everything, but He is not everything. He is acintya-bhedābheda, simultaneously one and different. That is explained in this verse. In the material condition we have a conception of beginning, end and middle, but for the Supreme Personality of Godhead there are no such things. The universal cosmic manifestation is also the virāṭ-rūpa that was shown to Arjuna in Bhagavad-gītā. Therefore, since the Lord is present everywhere and all the time, He is the Absolute Truth and the greatest. He is complete in greatness. God is great, and how He is great is explained here."
    },
    {
        "verse": "13",
        "devanagari": "स विश्वकाय: पुरुहूत ईश:सत्य: स्वयंज्योतिरज: पुराण: ।धत्तेऽस्य जन्माद्यजयात्मशक्त्यातां विद्ययोदस्य निरीह आस्ते ॥ १३ ॥",
        "english_devnagari": "sa viśva-kāyaḥ puru-hūta-īśaḥsatyaḥ svayaṁ-jyotir ajaḥ purāṇaḥdhatte ’sya janmādy-ajayātma-śaktyātāṁ vidyayodasya nirīha āste",
        "verse_Syn": [
            "saḥ",
            "viśva",
            "kāyaḥ",
            "puru",
            "hūtaḥ",
            "īśaḥ",
            "satyaḥ",
            "svayam",
            "jyotiḥ",
            "ajaḥ",
            "purāṇaḥ",
            "dhatte",
            "asya",
            "janma",
            "ādi",
            "ajayā",
            "ātma",
            "śaktyā",
            "tām",
            "vidyayā",
            "udasya",
            "nirīhaḥ",
            "āste"
        ],
        "translation": "The entire cosmic manifestation is the body of the Supreme Personality of Godhead, the Absolute Truth, who has millions of names and unlimited potencies. He is self-effulgent, unborn and changeless. He is the beginning of everything, but He has no beginning. Because He has created this cosmic manifestation by His external energy, the universe appears to be created, maintained and annihilated by Him. Nonetheless, He remains inactive in His spiritual energy and is untouched by the activities of the material energy.",
        "purport": " Śrī Caitanya Mahāprabhu says in His Śikṣāṣṭaka, nāmnām akāri bahudhā nija-sarva-śaktiḥ: the Supreme Personality of Godhead has many names, which are all nondifferent from the Supreme Person. This is spiritual existence. By chanting the Hare Kṛṣṇa mahā-mantra, consisting of names of the Supreme Lord, we find that the name has all the potencies of the person. The Lord’s activities are many, and according to His activities He has many names. He appeared as the son of mother Yaśodā, and also as the son of mother Devakī, and therefore He is named Devakī-nandana and Yaśodā-nandana. Parāsya śaktir vividhaiva śrūyate: the Lord has a multitude of energies, and therefore He acts in multifarious ways. Yet He has a particular name. The śāstras recommend which names we should chant, such as Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare. It is not that we have to search for some name or manufacture one. Rather, we must follow the saintly persons and the śāstras in chanting His holy name. Although the material and spiritual energies both belong to the Lord, He is impossible to understand as long as we are in the material energy. And when we come to the spiritual energy, He is very easy to know. As stated in Śrīmad-Bhāgavatam (1.7.23): māyāṁ vyudasya cic-chaktyā kaivalye sthita ātmani. Although the external energy belongs to the Lord, when one is in the external energy (mama māyā duratyayā) He is very difficult to understand. However, when one comes to the spiritual energy, one can understand Him. Therefore in Bhagavad-gītā (18.55) it is said, bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: one who wants to understand the Supreme Personality of Godhead in reality must take to the platform of bhakti, or Kṛṣṇa consciousness. This bhakti consists of various activities (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam), and to understand the Lord one must take to this path of devotional service. Even though the people of the world have forgotten God and may say that God is dead, this is not a fact. One can understand God when one takes to the Kṛṣṇa consciousness movement, and thus one can be happy."
    },
    {
        "verse": "14",
        "devanagari": "अथाग्रे ऋषय: कर्माणीहन्तेऽकर्महेतवे ।ईहमानो हि पुरुष: प्रायोऽनीहां प्रपद्यते ॥ १४ ॥",
        "english_devnagari": "athāgre ṛṣayaḥ karmāṇ-īhante ’karma-hetaveīhamāno hi puruṣaḥprāyo ’nīhāṁ prapadyate",
        "verse_Syn": [
            "atha",
            "agre",
            "ṛṣayaḥ",
            "karmāṇi",
            "īhante",
            "akarma",
            "hetave",
            "īhamānaḥ",
            "hi",
            "puruṣaḥ",
            "prāyaḥ",
            "anīhām",
            "prapadyate"
        ],
        "translation": "Therefore, to enable people to reach the stage of activities that are not tinged by fruitive results, great saints first engage people in fruitive activities, for unless one begins by performing activities as recommended in the śāstras, one cannot reach the stage of liberation, or activities that produce no reactions.",
        "purport": " In Bhagavad-gītā (3.9) Lord Kṛṣṇa advises, yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world.” Generally, everyone is attracted to hard labor for becoming happy in this material world, but although various activities are going on all over the world simply for the sake of happiness, unfortunately only problems are being created from such fruitive activities. Therefore it is advised that active persons engage in activities of Kṛṣṇa consciousness, which are called yajña, because then they will gradually come to the platform of devotional service. Yajña means Lord Viṣṇu, the yajña-puruṣa, the enjoyer of all sacrifices (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). The Supreme Personality of Godhead is actually the enjoyer, and therefore if we begin our activities for His satisfaction, we will gradually lose our taste for material activities. Sūta Gosvāmī declared to the great assembly of sages at Naimiṣāraṇya: “O best among the twice-born, it is concluded that the highest perfection one can achieve, by discharging his prescribed duties [dharma] according to caste divisions and order of life, is to please the Lord Hari.” (Bhāg. 1.2.13) According to Vedic principles, everyone must act according to his classification as brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacārī, gṛhastha, vānaprastha or sannyāsī. Everyone should progress toward perfection by acting in such a way that Kṛṣṇa will be pleased (saṁsiddhir hari-toṣaṇam). One cannot please Kṛṣṇa by sitting idly; one must act according to the directions of the spiritual master for the sake of pleasing the Supreme Personality of Godhead, and then one will gradually come to the stage of pure devotional service. As confirmed in Śrīmad-Bhāgavatam (1.5.12): “Knowledge of self-realization, even though freed from all material affinity, does not look well if devoid of a conception of the infallible [God].” Jñānīs recommend that one adopt naiṣkarmya by not doing anything but simply meditating and thinking of Brahman, but this is impossible unless one realizes Parabrahman, Kṛṣṇa. If there is no Kṛṣṇa consciousness, any kind of activity, be it philanthropic, political or social, simply causes karma-bandhana, bondage to material work. As long as one is entangled in karma-bandhana, one must accept different types of bodies that spoil the human form of facility. Therefore, in Bhagavad-gītā (6.3) karma-yoga is recommended: “For one who is a neophyte in the yoga system, work is said to be the means; and for one who has already attained to yoga, cessation of all material activities is said to be the means.” Nonetheless: “One who restrains the senses and organs of action, but whose mind dwells on sense objects, certainly deludes himself and is called a pretender.” (Bg. 3.6) One should act for Kṛṣṇa very seriously in order to become fully Kṛṣṇa conscious and should not sit down to imitate such great personalities as Haridāsa Ṭhākura. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura condemned such imitation. He said: “My dear mind, what kind of devotee are you? Simply for cheap adoration, you sit in a solitary place and pretend to chant the Hare Kṛṣṇa mahā-mantra, but this is all cheating.” Recently at Māyāpur an African devotee wanted to imitate Haridāsa Ṭhākura, but after fifteen days he became restless and went away. Do not suddenly try to imitate Haridāsa Ṭhākura. Engage yourself in Kṛṣṇa conscious activities, and gradually you will come to the stage of liberation (muktir hitvānyathā rūpaṁ svarūpeṇa vyavasthitiḥ)."
    },
    {
        "verse": "15",
        "devanagari": "ईहते भगवानीशो न हि तत्र विसज्जते ।आत्मलाभेन पूर्णार्थो नावसीदन्ति येऽनु तम् ॥ १५ ॥",
        "english_devnagari": "īhate bhagavān īśona hi tatra visajjateātma-lābhena pūrṇārthonāvasīdanti ye ’nu tam",
        "verse_Syn": [
            "īhate",
            "bhagavān",
            "īśaḥ",
            "na",
            "hi",
            "tatra",
            "visajjate",
            "ātma",
            "lābhena",
            "pūrṇa",
            "arthaḥ",
            "na",
            "avasīdanti",
            "ye",
            "anu",
            "tam"
        ],
        "translation": "The Supreme Personality of Godhead is full in opulence by His own gain, yet He acts as the creator, maintainer and annihilator of this material world. In spite of acting in that way, He is never entangled. Hence devotees who follow in His footsteps are also never entangled.",
        "purport": " As stated in Bhagavad-gītā (3.9), yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world.” If we do not act in Kṛṣṇa consciousness we shall be entangled, like silkworms in cocoons. The Supreme Personality of Godhead, Kṛṣṇa, appears in order to teach us how to work so that we will not be entangled in this material world. Our real problem is that we are entangled in materialistic activities, and because we are conditioned, our struggle continues through punishment in material existence in one body after another in different forms of life. As the Lord says in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” The living entities are actually minute forms who are part and parcel of the Supreme Lord. The Supreme Lord is full in everything, and the small particles of the Lord are also originally qualified like Him, but because of their minute existence, they are infected by material attraction and thus entangled. We must therefore follow the instructions of the Supreme Personality of Godhead, and then, like Kṛṣṇa, who is never entangled by His material activities of creation, maintenance and annihilation, we will have nothing for which to lament (nāvasīdanti ye ’nu tam). Kṛṣṇa personally gives instructions in Bhagavad-gītā, and anyone who follows these instructions is liberated. Following Kṛṣṇa’s instructions is possible when one is a devotee, for Kṛṣṇa instructs that one should become a devotee. Man-manā bhava mad-bhakto mad-yājī māṁ namaskuru: “Always think of Me and become My devotee. Worship Me and offer your homage unto Me.” (Bg. 18.65) Always thinking of Kṛṣṇa means chanting the Hare Kṛṣṇa mantra, but unless one is an initiated devotee he cannot do this. As soon as one becomes a devotee, he engages in Deity worship (mad-yājī). A devotee’s business is to offer obeisances to the Lord and the spiritual master constantly. This principle is the recognized way to come to the platform of bhakti. As soon as one comes to this platform, he gradually understands the Supreme Personality of Godhead, and simply by understanding Kṛṣṇa one is liberated from material bondage."
    },
    {
        "verse": "16",
        "devanagari": "तमीहमानं निरहङ्‌कृतं बुधंनिराशिषं पूर्णमनन्यचोदितम् ।नृञ् शिक्षयन्तं निजवर्त्मसंस्थितंप्रभुं प्रपद्येऽखिलधर्मभावनम् ॥ १६ ॥",
        "english_devnagari": "tam īhamānaṁ nirahaṅkṛtaṁ budhaṁnirāśiṣaṁ pūrṇam ananya-coditamnṝñ śikṣayantaṁ nija-vartma-saṁsthitaṁprabhuṁ prapadye ’khila-dharma-bhāvanam",
        "verse_Syn": [
            "tam",
            "īhamānam",
            "nirahaṅkṛtam",
            "budham",
            "nirāśiṣam",
            "pūrṇam",
            "ananya",
            "coditam",
            "nṝn",
            "śikṣayantam",
            "nija",
            "vartma",
            "saṁsthitam",
            "prabhum",
            "prapadye",
            "akhila",
            "dharma",
            "bhāvanam"
        ],
        "translation": "The Supreme Personality of Godhead, Kṛṣṇa, works just like an ordinary human being, yet He does not desire to enjoy the fruits of work. He is full in knowledge, free from material desires and diversions, and completely independent. As the supreme teacher of human society, He teaches His own way of activities, and thus He inaugurates the real path of religion. I request everyone to follow Him.",
        "purport": " This is the sum and substance of our Kṛṣṇa consciousness movement. We are simply requesting human society to follow in the footsteps of the teacher of Bhagavad-gītā. Follow the instructions of Bhagavad-gītā As It Is, and your life will be successful. That is the summary of the Kṛṣṇa consciousness movement. The organizer of the Kṛṣṇa consciousness movement is teaching everyone how to follow Lord Rāmacandra, how to follow Lord Kṛṣṇa, and how to follow Śrī Caitanya Mahāprabhu. In this material world, we need a leader for a monarchy or good government. Lord Śrī Rāmacandra, by His practical example, showed how to live for the benefit of all human society. He fought with demons like Rāvaṇa, He carried out the orders of His father, and He remained the faithful husband of mother Sītā. Thus there is no comparison to Lord Rāmacandra’s acting as an ideal king. Indeed, people still hanker for rāma-rājya, a government conducted like that of Lord Rāmacandra. Similarly, although Lord Kṛṣṇa is the Supreme Personality of Godhead, He taught His disciple and devotee Arjuna how to lead a life ending in going back home, back to Godhead (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna). All teachings — political, economic, social, religious, cultural and philosophical — are to be found in Bhagavad-gītā. One only has to follow them strictly. The Supreme Personality of Godhead also comes as Lord Caitanya just to play the part of a pure devotee. Thus the Lord teaches us in different ways just to make our lives successful, and Svāyambhuva Manu requests us to follow Him. Svāyambhuva Manu is the leader of mankind, and he has given a book called Manu-saṁhitā to guide human society. Herein he directs us to follow the Supreme Personality of Godhead in His different incarnations. These incarnations are described in Vedic literature, and Jayadeva Gosvāmī has described ten important incarnations in summary (keśava dhṛta-mīna-śarīra jaya jagad-īśa hare, keśava dhṛta-nara-hari-rūpa jaya jagad-īśa hare, keśava dhṛta-buddha-śarīra jaya jagad-īśa hare, etc.). Svāyambhuva Manu instructs us to follow the instructions of God’s incarnations, especially Kṛṣṇa’s instructions of Bhagavad-gītā As It Is. Appreciating bhakti-mārga as instructed by Śrī Caitanya Mahāprabhu, Sārvabhauma Bhaṭṭācārya thus depicted the activities of Śrī Caitanya Mahāprabhu: “Let me take shelter of the Supreme Personality of Godhead, Śrī Kṛṣṇa, who has descended in the form of Lord Caitanya Mahāprabhu to teach us real knowledge, His devotional service, and detachment from whatever does not foster Kṛṣṇa consciousness. He has descended because He is an ocean of transcendental mercy. Let me surrender unto His lotus feet.” (Caitanya-candrodaya-nāṭaka 6.74) In this Age of Kali, people cannot follow the instructions of the Supreme Personality of Godhead, and therefore the Lord Himself takes the part of Śrī Kṛṣṇa Caitanya to teach personally how to become Kṛṣṇa conscious. He asks everyone to follow Him and to become a guru to deliver the fallen souls of Kali-yuga. “Instruct everyone to follow the orders of Lord Śrī Kṛṣṇa as they are given in Bhagavad-gītā and Śrīmad-Bhāgavatam. In this way become a spiritual master and try to liberate everyone in this land.” (Cc. Madhya 7.128) The coherent purpose of Lord Rāmacandra, Lord Kṛṣṇa and Lord Caitanya Mahāprabhu is to teach human society how to be happy by following the instructions of the Supreme Lord."
    },
    {
        "verse": "17",
        "devanagari": "श्रीशुक उवाचइति मन्त्रोपनिषदं व्याहरन्तं समाहितम् ।द‍ृष्ट्वासुरा यातुधाना जग्धुमभ्यद्रवन् क्षुधा ॥ १७ ॥",
        "english_devnagari": "śrī-śuka uvācaiti mantropaniṣadaṁvyāharantaṁ samāhitamdṛṣṭvāsurā yātudhānājagdhum abhyadravan kṣudhā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "mantra",
            "upaniṣadam",
            "vyāharantam",
            "samāhitam",
            "dṛṣṭvā",
            "asurāḥ",
            "yātudhānāḥ",
            "jagdhum",
            "abhyadravan",
            "kṣudhā"
        ],
        "translation": "Śukadeva Gosvāmī continued: Svāyambhuva Manu was thus in a trance, chanting the mantras of Vedic instruction known as the Upaniṣads. Upon seeing him, the Rākṣasas and asuras, being very hungry, wanted to devour him. Therefore they ran after him with great speed.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तांस्तथावसितान् वीक्ष्य यज्ञ: सर्वगतो हरि: ।यामै: परिवृतो देवैर्हत्वाशासत् त्रिविष्टपम् ॥ १८ ॥",
        "english_devnagari": "tāṁs tathāvasitān vīkṣyayajñaḥ sarva-gato hariḥyāmaiḥ parivṛto devairhatvāśāsat tri-viṣṭapam",
        "verse_Syn": [
            "tān",
            "tathā",
            "avasitān",
            "vīkṣya",
            "yajñaḥ",
            "sarva",
            "gataḥ",
            "hariḥ",
            "yāmaiḥ",
            "parivṛtaḥ",
            "devaiḥ",
            "hatvā",
            "aśāsat",
            "tri",
            "viṣṭapam"
        ],
        "translation": "The Supreme Lord, Viṣṇu, who sits in everyone’s heart, appearing as Yajñapati, observed that the Rākṣasas and demons were going to devour Svāyambhuva Manu. Thus the Lord, accompanied by His sons named the Yāmas and by all the other demigods, killed the demons and Rākṣasas. He then took the post of Indra and began to rule the heavenly kingdom.",
        "purport": " The various names of the demigods — Lord Brahmā, Lord Śiva, Lord Indra and so on — are not personal names; they are names of different posts. In this regard, we understand that Lord Viṣṇu sometimes becomes Brahmā or Indra when there is no suitable person to occupy these posts."
    },
    {
        "verse": "19",
        "devanagari": "स्वारोचिषो द्वितीयस्तु मनुरग्ने: सुतोऽभवत् ।द्युमत्सुषेणरोचिष्मत्प्रमुखास्तस्य चात्मजा: ॥ १९ ॥",
        "english_devnagari": "svārociṣo dvitīyas tumanur agneḥ suto ’bhavatdyumat-suṣeṇa-rociṣmatpramukhās tasya cātmajāḥ",
        "verse_Syn": [
            "svārociṣaḥ",
            "dvitīyaḥ",
            "tu",
            "manuḥ",
            "agneḥ",
            "sutaḥ",
            "abhavat",
            "dyumat",
            "suṣeṇa",
            "rociṣmat",
            "pramukhāḥ",
            "tasya",
            "ca",
            "ātma",
            "jāḥ"
        ],
        "translation": "The son of Agni named Svārociṣa became the second Manu. His several sons were headed by Dyumat, Suṣeṇa and Rociṣmat.",
        "purport": " There are many incarnations of the Supreme Personality of Godhead. Manu, the manu-putrāḥ (the sons of Manu), the king of the heavenly planets, and the seven great sages are all partial incarnations of the Supreme Lord. Manu himself, his sons Priyavrata and Uttānapāda, the demigods created by Dakṣa, and the ṛṣis like Marīci were all partial incarnations of the Lord during the reign of Svāyambhuva Manu. During that time, the incarnation of the Lord as Yajña took charge of ruling the heavenly planets. The next Manu was Svārociṣa. The Manus and the sages and demigods are further described in the following eleven verses."
    },
    {
        "verse": "20",
        "devanagari": "तत्रेन्द्रो रोचनस्त्वासीद् देवाश्च तुषितादय: ।ऊर्जस्तम्भादय: सप्त ऋषयो ब्रह्मवादिन: ॥ २० ॥",
        "english_devnagari": "tatrendro rocanas tv āsīddevāś ca tuṣitādayaḥūrja-stambhādayaḥ saptaṛṣayo brahma-vādinaḥ",
        "verse_Syn": [
            "tatra",
            "indraḥ",
            "rocanaḥ",
            "tu",
            "āsīt",
            "devāḥ",
            "ca",
            "tuṣita",
            "ādayaḥ",
            "ūrja",
            "stambha",
            "ādayaḥ",
            "sapta",
            "ṛṣayaḥ",
            "brahma",
            "vādinaḥ"
        ],
        "translation": "During the reign of Svārociṣa, the post of Indra was assumed by Rocana, the son of Yajña. Tuṣita and others became the principal demigods, and Ūrja, Stambha and others became the seven saints. All of them were faithful devotees of the Lord.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "ऋषेस्तु वेदशिरसस्तुषिता नाम पत्‍न्यभूत् ।तस्यां जज्ञे ततो देवो विभुरित्यभिविश्रुत: ॥ २१ ॥",
        "english_devnagari": "ṛṣes tu vedaśirasastuṣitā nāma patny abhūttasyāṁ jajñe tato devovibhur ity abhiviśrutaḥ",
        "verse_Syn": [
            "ṛṣeḥ",
            "tu",
            "vedaśirasaḥ",
            "tuṣitā",
            "nāma",
            "patnī",
            "abhūt",
            "tasyām",
            "jajñe",
            "tataḥ",
            "devaḥ",
            "vibhuḥ",
            "iti",
            "abhiviśrutaḥ"
        ],
        "translation": "Vedaśirā was a very celebrated ṛṣi. From the womb of his wife, whose name was Tuṣitā, came the avatāra named Vibhu.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "अष्टाशीतिसहस्राणि मुनयो ये धृतव्रता: ।अन्वशिक्षन्व्रतं तस्य कौमारब्रह्मचारिण: ॥ २२ ॥",
        "english_devnagari": "aṣṭāśīti-sahasrāṇimunayo ye dhṛta-vratāḥanvaśikṣan vrataṁ tasyakaumāra-brahmacāriṇaḥ",
        "verse_Syn": [
            "aṣṭāśīti",
            "sahasrāṇi",
            "munayaḥ",
            "ye",
            "dhṛta",
            "vratāḥ",
            "anvaśikṣan",
            "vratam",
            "tasya",
            "kaumāra",
            "brahmacāriṇaḥ"
        ],
        "translation": "Vibhu remained a brahmacāri and never married throughout his life. From him, eighty-eight thousand other saintly persons took lessons on self-control, austerity and similar behavior.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तृतीय उत्तमो नाम प्रियव्रतसुतो मनु: ।पवन: सृञ्जयो यज्ञहोत्राद्यास्तत्सुता नृप ॥ २३ ॥",
        "english_devnagari": "tṛtīya uttamo nāmapriyavrata-suto manuḥpavanaḥ sṛñjayo yajña-hotrādyās tat-sutā nṛpa",
        "verse_Syn": [
            "tṛtīyaḥ",
            "uttamaḥ",
            "nāma",
            "priyavrata",
            "sutaḥ",
            "manuḥ",
            "pavanaḥ",
            "sṛñjayaḥ",
            "yajñahotra",
            "ādyāḥ",
            "tat",
            "sutāḥ",
            "nṛpa"
        ],
        "translation": "O King, the third Manu, Uttama, was the son of King Priyavrata. Among the sons of this Manu were Pavana, Sṛñjaya and Yajñahotra.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "वसिष्ठतनया: सप्त ऋषय: प्रमदादय: ।सत्या वेदश्रुता भद्रा देवा इन्द्रस्तु सत्यजित् ॥ २४ ॥",
        "english_devnagari": "vasiṣṭha-tanayāḥ saptaṛṣayaḥ pramadādayaḥsatyā vedaśrutā bhadrādevā indras tu satyajit",
        "verse_Syn": [
            "vasiṣṭha",
            "tanayāḥ",
            "sapta",
            "ṛṣayaḥ",
            "pramada",
            "ādayaḥ",
            "satyāḥ",
            "vedaśrutāḥ",
            "bhadrāḥ",
            "devāḥ",
            "indraḥ",
            "tu",
            "satyajit"
        ],
        "translation": "During the reign of the third Manu, Pramada and other sons of Vasiṣṭha became the seven sages. The Satyas, Vedaśrutas and Bhadras became demigods, and Satyajit was selected to be Indra, the King of heaven.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "धर्मस्य सूनृतायां तु भगवान्पुरुषोत्तम: ।सत्यसेन इति ख्यातो जात: सत्यव्रतै: सह ॥ २५ ॥",
        "english_devnagari": "dharmasya sūnṛtāyāṁ tubhagavān puruṣottamaḥsatyasena iti khyātojātaḥ satyavrataiḥ saha",
        "verse_Syn": [
            "dharmasya",
            "sūnṛtāyām",
            "tu",
            "bhagavān",
            "puruṣa",
            "uttamaḥ",
            "satyasenaḥ",
            "iti",
            "khyātaḥ",
            "jātaḥ",
            "satyavrataiḥ",
            "saha"
        ],
        "translation": "In this manvantara, the Supreme Personality of Godhead appeared from the womb of Sūnṛtā, who was the wife of Dharma, the demigod in charge of religion. The Lord was celebrated as Satyasena, and He appeared with other demigods, known as the Satyavratas.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "सोऽनृतव्रतदु:शीलानसतो यक्षराक्षसान् ।भूतद्रुहो भूतगणांश्चावधीत् सत्यजित्सख: ॥ २६ ॥",
        "english_devnagari": "so ’nṛta-vrata-duḥśīlānasato yakṣa-rākṣasānbhūta-druho bhūta-gaṇāṁścāvadhīt satyajit-sakhaḥ",
        "verse_Syn": [
            "saḥ",
            "anṛta",
            "vrata",
            "duḥśīlān",
            "asataḥ",
            "yakṣa",
            "rākṣasān",
            "bhūta",
            "druhaḥ",
            "bhūta",
            "gaṇān",
            "ca",
            "avadhīt",
            "satyajit",
            "sakhaḥ"
        ],
        "translation": "Satyasena, along with His friend Satyajit, who was the King of heaven, Indra, killed all the untruthful, impious and misbehaved Yakṣas, Rākṣasas and ghostly living entities, who gave pains to other living beings.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "चतुर्थ उत्तमभ्राता मनुर्नाम्ना च तामस: ।पृथु: ख्यातिर्नर: केतुरित्याद्या दश तत्सुता: ॥ २७ ॥",
        "english_devnagari": "caturtha uttama-bhrātāmanur nāmnā ca tāmasaḥpṛthuḥ khyātir naraḥ keturity ādyā daśa tat-sutāḥ",
        "verse_Syn": [
            "caturtha",
            "uttama",
            "bhrātā",
            "manuḥ",
            "nāmnā",
            "ca",
            "tāmasaḥ",
            "pṛthuḥ",
            "khyātiḥ",
            "naraḥ",
            "ketuḥ",
            "iti",
            "ādyāḥ",
            "daśa",
            "tat",
            "sutāḥ"
        ],
        "translation": "The brother of the third Manu, Uttama, was celebrated by the name Tāmasa, and he became the fourth Manu. Tāmasa had ten sons, headed by Pṛthu, Khyāti, Nara and Ketu.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "सत्यका हरयो वीरा देवास्त्रिशिख ईश्वर: ।ज्योतिर्धामादय: सप्त ऋषयस्तामसेऽन्तरे ॥ २८ ॥",
        "english_devnagari": "satyakā harayo vīrādevās triśikha īśvaraḥjyotirdhāmādayaḥ saptaṛṣayas tāmase ’ntare",
        "verse_Syn": [
            "satyakāḥ",
            "harayaḥ",
            "vīrāḥ",
            "devāḥ",
            "triśikhaḥ",
            "īśvaraḥ",
            "jyotirdhāma",
            "ādayaḥ",
            "sapta",
            "ṛṣayaḥ",
            "tāmase",
            "antare"
        ],
        "translation": "During the reign of Tāmasa Manu, among the demigods were the Satyakas, Haris and Vīras. The heavenly King, Indra, was Triśikha. The sages in saptarṣi-dhāma were headed by Jyotirdhāma.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "देवा वैधृतयो नाम विधृतेस्तनया नृप ।नष्टा: कालेन यैर्वेदा विधृता: स्वेन तेजसा ॥ २९ ॥",
        "english_devnagari": "devā vaidhṛtayo nāmavidhṛtes tanayā nṛpanaṣṭāḥ kālena yair vedāvidhṛtāḥ svena tejasā",
        "verse_Syn": [
            "devāḥ",
            "vaidhṛtayaḥ",
            "nāma",
            "vidhṛteḥ",
            "tanayāḥ",
            "nṛpa",
            "naṣṭāḥ",
            "kālena",
            "yaiḥ",
            "vedāḥ",
            "vidhṛtāḥ",
            "svena",
            "tejasā"
        ],
        "translation": "O King, in the Tāmasa manvantara the sons of Vidhṛti, who were known as the Vaidhṛtis, also became demigods. Since in course of time the Vedic authority was lost, these demigods, by their own powers, protected the Vedic authority.",
        "purport": " In the Tāmasa manvantara there were two kinds of demigods, and one of them was known as the Vaidhṛtis. The duty of the demigods is to protect the authority of the Vedas. The word devatā refers to one who carries the authority of the Vedas, whereas Rākṣasas are those who defy the Vedic authority. If the authority of the Vedas is lost, the entire universe becomes chaotic. Therefore, it is the duty of the demigods, as well as kings and aides of governments, to give full protection to the Vedic authority; otherwise human society will be in a chaotic condition in which there cannot be peace or prosperity."
    },
    {
        "verse": "30",
        "devanagari": "तत्रापि जज्ञे भगवान्हरिण्यां हरिमेधस: ।हरिरित्याहृतो येन गजेन्द्रो मोचितो ग्रहात् ॥ ३० ॥",
        "english_devnagari": "tatrāpi jajñe bhagavānhariṇyāṁ harimedhasaḥharir ity āhṛto yenagajendro mocito grahāt",
        "verse_Syn": [
            "tatrāpi",
            "jajñe",
            "bhagavān",
            "hariṇyām",
            "harimedhasaḥ",
            "hariḥ",
            "iti",
            "āhṛtaḥ",
            "yena",
            "gaja",
            "indraḥ",
            "mocitaḥ",
            "grahāt"
        ],
        "translation": "Also in this manvantara, the Supreme Lord, Viṣṇu, took birth from the womb of Hariṇī, the wife of Harimedhā, and He was known as Hari. Hari saved His devotee Gajendra, the King of the elephants, from the mouth of a crocodile.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "श्रीराजोवाचबादरायण एतत् ते श्रोतुमिच्छामहे वयम् ।हरिर्यथा गजपतिं ग्राहग्रस्तममूमुचत् ॥ ३१ ॥",
        "english_devnagari": "śrī-rājovācabādarāyaṇa etat teśrotum icchāmahe vayamharir yathā gaja-patiṁgrāha-grastam amūmucat",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "bādarāyaṇe",
            "etat",
            "te",
            "śrotum",
            "icchāmahe",
            "vayam",
            "hariḥ",
            "yathā",
            "gaja",
            "patim",
            "grāha",
            "grastam",
            "amūmucat"
        ],
        "translation": "King Parīkṣit said: My lord, Bādarāyaṇi, we wish to hear from you in detail how the King of the elephants, when attacked by a crocodile, was delivered by Hari.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "तत्कथासु महत् पुण्यं धन्यं स्वस्त्ययनं शुभम् ।यत्र यत्रोत्तमश्लोको भगवान्गीयते हरि: ॥ ३२ ॥",
        "english_devnagari": "tat-kathāsu mahat puṇyaṁdhanyaṁ svastyayanaṁ śubhamyatra yatrottamaślokobhagavān gīyate hariḥ",
        "verse_Syn": [
            "tat",
            "kathāsu",
            "mahat",
            "puṇyam",
            "dhanyam",
            "svastyayanam",
            "śubham",
            "yatra",
            "yatra",
            "uttamaślokaḥ",
            "bhagavān",
            "gīyate",
            "hariḥ"
        ],
        "translation": "Any literature or narration in which the Supreme Personality of Godhead, Uttamaśloka, is described and glorified is certainly great, pure, glorious, auspicious and all good.",
        "purport": " The Kṛṣṇa consciousness movement is spreading all over the world simply by describing Kṛṣṇa. We have published many books, including Śrī Caitanya-caritāmṛta in seventeen volumes, four hundred pages each, as well as Bhagavad-gītā and The Nectar of Devotion. We are also publishing Śrīmad-Bhāgavatam in sixty volumes. Wherever a speaker holds discourses from these books and an audience hears him, this will create a good and auspicious situation. Therefore the preaching of Kṛṣṇa consciousness must be done very carefully by the members of the Kṛṣṇa consciousness movement, especially the sannyāsīs. This will create an auspicious atmosphere."
    },
    {
        "verse": "33",
        "devanagari": "श्रीसूत उवाचपरीक्षितैवं स तु बादरायणि:प्रायोपविष्टेन कथासु चोदित: ।उवाच विप्रा: प्रतिनन्द्य पार्थिवंमुदा मुनीनां सदसि स्म श‍ृण्वताम् ॥ ३३ ॥",
        "english_devnagari": "śrī-sūta uvācaparīkṣitaivaṁ sa tu bādarāyaṇiḥprāyopaviṣṭena kathāsu coditaḥuvāca viprāḥ pratinandya pārthivaṁmudā munīnāṁ sadasi sma śṛṇvatām",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "parīkṣitā",
            "evam",
            "saḥ",
            "tu",
            "bādarāyaṇiḥ",
            "prāya",
            "upaviṣṭena",
            "kathāsu",
            "coditaḥ",
            "uvāca",
            "viprāḥ",
            "pratinandya",
            "pārthivam",
            "mudā",
            "munīnām",
            "sadasi",
            "sma",
            "śṛṇvatām"
        ],
        "translation": "Śrī Sūta Gosvāmī said: O brāhmaṇas, when Parīkṣit Mahārāja, who was awaiting impending death, thus requested Śukadeva Gosvāmī to speak, Śukadeva Gosvāmī, encouraged by the King’s words, offered respect to the King and spoke with great pleasure in the assembly of sages, who desired to hear him.",
        "purport": ""
    }
]