[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचते नागराजमामन्‍त्र्य फलभागेन वासुकिम् ।परिवीय गिरौ तस्मिन् नेत्रमब्धिं मुदान्विता: ।आरेभिरे सुरा यत्ता अमृतार्थे कुरूद्वह ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācate nāga-rājam āmantryaphala-bhāgena vāsukimparivīya girau tasminnetram abdhiṁ mudānvitāḥārebhire surā yattāamṛtārthe kurūdvaha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "te",
            "nāga",
            "rājam",
            "āmantrya",
            "phala",
            "bhāgena",
            "vāsukim",
            "parivīya",
            "girau",
            "tasmin",
            "netram",
            "abdhim",
            "mudā",
            "anvitāḥ",
            "ārebhire",
            "surāḥ",
            "yattāḥ",
            "amṛta",
            "arthe",
            "kuru",
            "udvaha"
        ],
        "translation": "Śukadeva Gosvāmī said: O best of the Kurus, Mahārāja Parīkṣit, the demigods and demons summoned Vāsuki, king of the serpents, requesting him to come and promising to give him a share of the nectar. They coiled Vāsuki around Mandara Mountain as a churning rope, and with great pleasure they endeavored to produce nectar by churning the Ocean of Milk.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "हरि: पुरस्ताज्जगृहे पूर्वं देवास्ततोऽभवन् ॥ २ ॥",
        "english_devnagari": "hariḥ purastāj jagṛhepūrvaṁ devās tato ’bhavan",
        "verse_Syn": [
            "hariḥ",
            "purastāt",
            "jagṛhe",
            "pūrvam",
            "devāḥ",
            "tataḥ",
            "abhavan"
        ],
        "translation": "The Personality of Godhead, Ajita, grasped the front portion of the snake, and then the demigods followed.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तन्नैच्छन् दैत्यपतयो महापुरुषचेष्टितम् ।न गृह्णीमो वयं पुच्छमहेरङ्गममङ्गलम् ।स्वाध्यायश्रुतसम्पन्ना: प्रख्याता जन्मकर्मभि: ॥ ३ ॥",
        "english_devnagari": "tan naicchan daitya-patayomahā-puruṣa-ceṣṭitamna gṛhṇīmo vayaṁ pucchamaher aṅgam amaṅgalamsvādhyāya-śruta-sampannāḥprakhyātā janma-karmabhiḥ",
        "verse_Syn": [
            "tat",
            "na",
            "aicchan",
            "daitya",
            "patayaḥ",
            "mahā",
            "puruṣa",
            "ceṣṭitam",
            "na",
            "gṛhṇīmaḥ",
            "vayam",
            "puccham",
            "aheḥ",
            "aṅgam",
            "amaṅgalam",
            "svādhyāya",
            "śruta",
            "sampannāḥ",
            "prakhyātāḥ",
            "janma",
            "karmabhiḥ"
        ],
        "translation": "The leaders of the demons thought it unwise to hold the tail, the inauspicious portion of the snake. Instead, they wanted to hold the front, which had been taken by the Personality of Godhead and the demigods, because that portion was auspicious and glorious. Thus the demons, on the plea that they were all highly advanced students of Vedic knowledge and were all famous for their birth and activities, protested that they wanted to hold the front of the snake.",
        "purport": " The demons thought that the front of the snake was auspicious and that catching hold of that portion would be more chivalrous. Moreover, Daityas must always do the opposite of the demigods. That is their nature. We have actually seen this in relation to our Kṛṣṇa consciousness movement. We are advocating cow protection and encouraging people to drink more milk and eat palatable preparations made of milk, but the demons, just to protest such proposals, are claiming that they are advanced in scientific knowledge, as described here by the words svādhyāya-śruta-sampannāḥ. They say that according to their scientific way, they have discovered that milk is dangerous and that the beef obtained by killing cows is very nutritious. This difference of opinion will always continue. Indeed, it has existed since days of yore. Millions of years ago, there was the same competition. The demons, as a result of their so-called Vedic study, preferred to hold the side of the snake near the mouth. The Supreme Personality of Godhead thought it wise to catch hold of the dangerous part of the snake and allow the demons to hold the tail, which was not dangerous, but because of a competitive desire, the demons thought it wise to hold the snake near the mouth. If the demigods were going to drink poison, the demons would resolve, “Why should we not share the poison and die gloriously by drinking it?” In regard to the words svādhyāya-śruta-sampannāḥ prakhyātā janma-karmabhiḥ, another question may be raised. If one is actually educated in Vedic knowledge, is famous for performing prescribed activities and has been born in a great aristocratic family, why should he be called a demon? The answer is that one may be highly educated and may have been born in an aristocratic family, but if he is godless, if he does not listen to the instructions of God, then he is a demon. There are many examples in history of men like Hiraṇyakaśipu, Rāvaṇa and Kaṁsa who were well educated, who were born in aristocratic families and who were very powerful and chivalrous in fighting, but who, because of deriding the Supreme Personality of Godhead, were called Rākṣasas, or demons. One may be very well educated, but if he has no sense of Kṛṣṇa consciousness, no obedience to the Supreme Lord, he is a demon. That is described by the Lord Himself in Bhagavad-gītā (7.15): “Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.” Āsuraṁ bhāvam refers to not accepting the existence of God or the transcendental instructions of the Personality of Godhead. Bhagavad-gītā clearly consists of transcendental instructions imparted directly by the Supreme Personality of Godhead. But asuras, instead of accepting these instructions directly, make commentaries according to their own whimsical ways and mislead everyone, without profit even for themselves. One should therefore be very careful of demoniac, godless persons. According to the words of Lord Kṛṣṇa, even if a godless demon is very well educated, he must be considered a mūḍha, narādhama and māyayāpahṛta jñāna."
    },
    {
        "verse": "4",
        "devanagari": "इति तूष्णीं स्थितान्दैत्यान् विलोक्य पुरुषोत्तम: ।स्मयमानो विसृज्याग्रं पुच्छं जग्राह सामर: ॥ ४ ॥",
        "english_devnagari": "iti tūṣṇīṁ sthitān daityānvilokya puruṣottamaḥsmayamāno visṛjyāgraṁpucchaṁ jagrāha sāmaraḥ",
        "verse_Syn": [
            "iti",
            "tūṣṇīm",
            "sthitān",
            "daityān",
            "vilokya",
            "puruṣa",
            "uttamaḥ",
            "smayamānaḥ",
            "visṛjya",
            "agram",
            "puccham",
            "jagrāha",
            "sa",
            "amaraḥ"
        ],
        "translation": "Thus the demons remained silent, opposing the desire of the demigods. Seeing the demons and understanding their motive, the Personality of Godhead smiled. Without discussion, He immediately accepted their proposal by grasping the tail of the snake, and the demigods followed Him.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "कृतस्थानविभागास्त एवं कश्यपनन्दना: ।ममन्थु: परमं यत्ता अमृतार्थं पयोनिधिम् ॥ ५ ॥",
        "english_devnagari": "kṛta-sthāna-vibhāgās taevaṁ kaśyapa-nandanāḥmamanthuḥ paramaṁ yattāamṛtārthaṁ payo-nidhim",
        "verse_Syn": [
            "kṛta",
            "sthāna",
            "vibhāgāḥ",
            "te",
            "evam",
            "kaśyapa",
            "nandanāḥ",
            "mamanthuḥ",
            "paramam",
            "yattāḥ",
            "amṛta",
            "artham",
            "payaḥ",
            "nidhim"
        ],
        "translation": "After thus adjusting how the snake was to be held, the sons of Kaśyapa, both demigods and demons, began their activities, desiring to get nectar by churning the Ocean of Milk.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "मथ्यमानेऽर्णवे सोऽद्रिरनाधारो ह्यपोऽविशत् ।ध्रियमाणोऽपि बलिभिर्गौरवात् पाण्डुनन्दन ॥ ६ ॥",
        "english_devnagari": "mathyamāne ’rṇave so ’driranādhāro hy apo ’viśatdhriyamāṇo ’pi balibhirgauravāt pāṇḍu-nandana",
        "verse_Syn": [
            "mathyamāne",
            "arṇave",
            "saḥ",
            "adriḥ",
            "anādhāraḥ",
            "hi",
            "apaḥ",
            "aviśat",
            "dhriyamāṇaḥ",
            "api",
            "balibhiḥ",
            "gauravāt",
            "pāṇḍu",
            "nandana"
        ],
        "translation": "O son of the Pāṇḍu dynasty, when Mandara Mountain was thus being used as a churning rod in the Ocean of Milk, it had no support, and therefore although held by the strong hands of the demigods and demons, it sank into the water.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "ते सुनिर्विण्णमनस: परिम्‍लानमुखश्रिय: ।आसन् स्वपौरुषे नष्टे दैवेनातिबलीयसा ॥ ७ ॥",
        "english_devnagari": "te sunirviṇṇa-manasaḥparimlāna-mukha-śriyaḥāsan sva-pauruṣe naṣṭedaivenātibalīyasā",
        "verse_Syn": [
            "te",
            "sunirviṇṇa",
            "manasaḥ",
            "parimlāna",
            "mukha",
            "śriyaḥ",
            "āsan",
            "sva",
            "pauruṣe",
            "naṣṭe",
            "daivena",
            "ati",
            "balīyasā"
        ],
        "translation": "Because the mountain had been sunk by the strength of providence, the demigods and demons were disappointed, and their faces seemed to shrivel.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "विलोक्य विघ्नेशविधिं तदेश्वरोदुरन्तवीर्योऽवितथाभिसन्धि: ।कृत्वा वपु: कच्छपमद्भ‍ुतं महत्प्रविश्य तोयं गिरिमुज्जहार ॥ ८ ॥",
        "english_devnagari": "vilokya vighneśa-vidhiṁ tadeśvaroduranta-vīryo ’vitathābhisandhiḥkṛtvā vapuḥ kacchapam adbhutam mahatpraviśya toyaṁ girim ujjahāra",
        "verse_Syn": [
            "vilokya",
            "vighna",
            "īśa",
            "vidhim",
            "tadā",
            "īśvaraḥ",
            "duranta",
            "vīryaḥ",
            "avitatha",
            "abhisandhiḥ",
            "kṛtvā",
            "vapuḥ",
            "kacchapam",
            "adbhutam",
            "mahat",
            "praviśya",
            "toyam",
            "girim",
            "ujjahāra"
        ],
        "translation": "Seeing the situation that had been created by the will of the Supreme, the unlimitedly powerful Lord, whose determination is infallible, took the wonderful shape of a tortoise, entered the water, and lifted the great Mandara Mountain.",
        "purport": " Here is evidence that the Supreme Personality of Godhead is the supreme controller of everything. As we have previously described, there are two classes of men — the demons and the demigods — but neither of them are supremely powerful. Everyone has experienced that hindrances are imposed upon us by the supreme power. The demons regard these hindrances as mere accidents or chance, but devotees accept them to be acts of the supreme ruler. When faced with hindrances, therefore, devotees pray to the Lord. Tat te ’nukampāṁ susamīkṣamāṇo bhuñjāna evātma-kṛtaṁ vipākam. Devotees endure hindrances, accepting them to be caused by the Supreme Personality of Godhead and regarding them as benedictions. Demons, however, being unable to understand the supreme controller, regard such hindrances as accidental. Here, of course, the Supreme Personality of Godhead was present personally. It was by His will that there were hindrances, and by His will those hindrances were removed. The Lord appeared as a tortoise to support the great mountain. Kṣitir iha vipulatare tava tiṣṭhati pṛṣṭhe. The Lord held the great mountain on His back. Keśava dhṛta-kūrma-śarīra jaya jagadīśa hare. Dangers can be created by the Supreme Personality of Godhead, and they can also be removed by Him. This is known to devotees, but demons cannot understand it."
    },
    {
        "verse": "9",
        "devanagari": "तमुत्थितं वीक्ष्य कुलाचलं पुन:समुद्यता निर्मथितुं सुरासुरा: ।दधार पृष्ठेन स लक्षयोजन-प्रस्तारिणा द्वीप इवापरो महान् ॥ ९ ॥",
        "english_devnagari": "tam utthitaṁ vīkṣya kulācalaṁ punaḥsamudyatā nirmathituṁ surāsurāḥdadhāra pṛṣṭhena sa lakṣa-yojana-prastāriṇā dvīpa ivāparo mahān",
        "verse_Syn": [
            "tam",
            "utthitam",
            "vīkṣya",
            "kulācalam",
            "punaḥ",
            "samudyatāḥ",
            "nirmathitum",
            "sura",
            "asurāḥ",
            "dadhāra",
            "pṛṣṭhena",
            "saḥ",
            "lakṣa",
            "yojana",
            "prastāriṇā",
            "dvīpaḥ",
            "iva",
            "aparaḥ",
            "mahān"
        ],
        "translation": "When the demigods and demons saw that Mandara Mountain had been lifted, they were enlivened and encouraged to begin churning again. The mountain rested on the back of the great tortoise, which extended for eight hundred thousand miles like a large island.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "सुरासुरेन्द्रैर्भुजवीर्यवेपितंपरिभ्रमन्तं गिरिमङ्ग पृष्ठत: ।बिभ्रत् तदावर्तनमादिकच्छपोमेनेऽङ्गकण्डूयनमप्रमेय: ॥ १० ॥",
        "english_devnagari": "surāsurendrair bhuja-vīrya-vepitaṁparibhramantaṁ girim aṅga pṛṣṭhataḥbibhrat tad-āvartanam ādi-kacchapomene ’ṅga-kaṇḍūyanam aprameyaḥ",
        "verse_Syn": [
            "sura",
            "asura",
            "indraiḥ",
            "bhuja",
            "vīrya",
            "vepitam",
            "paribhramantam",
            "girim",
            "aṅga",
            "pṛṣṭhataḥ",
            "bibhrat",
            "tat",
            "āvartanam",
            "ādi",
            "kacchapaḥ",
            "mene",
            "aṅga",
            "kaṇḍūyanam",
            "aprameyaḥ"
        ],
        "translation": "O King, when the demigods and demons, by the strength of their arms, rotated Mandara Mountain on the back of the extraordinary tortoise, the tortoise accepted the rolling of the mountain as a means of scratching His body, and thus He felt a pleasing sensation.",
        "purport": " The Supreme Personality of Godhead is always the unlimited. Although the Supreme Personality of Godhead, in His body as a tortoise, held on His back the largest of mountains, Mandara-parvata, He did not feel any inconvenience. On the contrary, He apparently felt some itching, and thus the rotation of the mountain was certainly very pleasing."
    },
    {
        "verse": "11",
        "devanagari": "तथासुरानाविशदासुरेणरूपेण तेषां बलवीर्यमीरयन् ।उद्दीपयन् देवगणांश्च विष्णु-र्दैवेन नागेन्द्रमबोधरूप: ॥ ११ ॥",
        "english_devnagari": "tathāsurān āviśad āsureṇarūpeṇa teṣāṁ bala-vīryam īrayanuddīpayan deva-gaṇāṁś ca viṣṇurdaivena nāgendram abodha-rūpaḥ",
        "verse_Syn": [
            "tathā",
            "asurān",
            "āviśat",
            "āsureṇa",
            "rūpeṇa",
            "teṣām",
            "bala",
            "vīryam",
            "īrayan",
            "uddīpayan",
            "deva",
            "gaṇān",
            "ca",
            "viṣṇuḥ",
            "daivena",
            "nāga",
            "indram",
            "abodha",
            "rūpaḥ"
        ],
        "translation": "Thereafter, Lord Viṣṇu entered the demons as the quality of passion, the demigods as the quality of goodness, and Vāsuki as the quality of ignorance to encourage them and increase their various types of strength and energy.",
        "purport": " Everyone in this material world is under the different modes of material nature. There were three different parties in the churning of Mandara Mountain — the demigods, who were in the mode of goodness, the demons, who were in the mode of passion, and the snake Vāsuki, who was in the mode of ignorance. Since they were all becoming tired (Vāsuki so much so that he was almost going to die), Lord Viṣṇu, to encourage them to continue the work of churning the ocean, entered into them according to their respective modes of nature — goodness, passion and ignorance."
    },
    {
        "verse": "12",
        "devanagari": "उपर्यगेन्द्रं गिरिराडिवान्यआक्रम्य हस्तेन सहस्रबाहु: ।तस्थौ दिवि ब्रह्मभवेन्द्रमुख्यै-रभिष्टुवद्भ‍ि: सुमनोऽभिवृष्ट: ॥ १२ ॥",
        "english_devnagari": "upary agendraṁ giri-rāḍ ivānyaākramya hastena sahasra-bāhuḥtasthau divi brahma-bhavendra-mukhyairabhiṣṭuvadbhiḥ sumano-’bhivṛṣṭaḥ",
        "verse_Syn": [
            "upari",
            "agendram",
            "giri",
            "rāṭ",
            "iva",
            "anyaḥ",
            "ākramya",
            "hastena",
            "sahasra",
            "bāhuḥ",
            "tasthau",
            "divi",
            "brahma",
            "bhava",
            "indra",
            "mukhyaiḥ",
            "abhiṣṭuvadbhiḥ",
            "sumanaḥ",
            "abhivṛṣṭaḥ"
        ],
        "translation": "Manifesting Himself with thousands of hands, the Lord then appeared on the summit of Mandara Mountain, like another great mountain, and held Mandara Mountain with one hand. In the upper planetary systems, Lord Brahmā and Lord Śiva, along with Indra, King of heaven, and other demigods, offered prayers to the Lord and showered flowers upon Him.",
        "purport": " To balance Mandara Mountain while it was being pulled from both sides, the Lord Himself appeared on its summit like another great mountain. Lord Brahmā, Lord Śiva and King Indra then expanded themselves and showered flowers on the Lord."
    },
    {
        "verse": "13",
        "devanagari": "उपर्यधश्चात्मनि गोत्रनेत्रयो:परेण ते प्राविशता समेधिता: ।ममन्थुरब्धिं तरसा मदोत्कटामहाद्रिणा क्षोभितनक्रचक्रम् ॥ १३ ॥",
        "english_devnagari": "upary adhaś cātmani gotra-netrayoḥpareṇa te prāviśatā samedhitāḥmamanthur abdhiṁ tarasā madotkaṭāmahādriṇā kṣobhita-nakra-cakram",
        "verse_Syn": [
            "upari",
            "adhaḥ",
            "ca",
            "ātmani",
            "gotra",
            "netrayoḥ",
            "pareṇa",
            "te",
            "prāviśatā",
            "samedhitāḥ",
            "mamanthuḥ",
            "abdhim",
            "tarasā",
            "mada",
            "utkaṭāḥ",
            "mahā",
            "adriṇā",
            "kṣobhita",
            "nakra",
            "cakram"
        ],
        "translation": "The demigods and demons worked almost madly for the nectar, encouraged by the Lord, who was above and below the mountain and who had entered the demigods, the demons, Vāsuki and the mountain itself. Because of the strength of the demigods and demons, the Ocean of Milk was so powerfully agitated that all the alligators in the water were very much perturbed. Nonetheless the churning of the ocean continued in this way.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "अहीन्द्रसाहस्रकठोरद‍ृङ्‌मुख-श्वासाग्निधूमाहतवर्चसोऽसुरा: ।पौलोमकालेयबलील्वलादयोदवाग्निदग्धा: सरला इवाभवन् ॥ १४ ॥",
        "english_devnagari": "ahīndra-sāhasra-kaṭhora-dṛṅ-mukha-śvāsāgni-dhūmāhata-varcaso ’surāḥpauloma-kāleya-balīlvalādayodavāgni-dagdhāḥ saralā ivābhavan",
        "verse_Syn": [
            "ahīndra",
            "sāhasra",
            "kaṭhora",
            "dṛk",
            "mukha",
            "śvāsa",
            "agni",
            "dhūma",
            "āhata",
            "varcasaḥ",
            "asurāḥ",
            "pauloma",
            "kāleya",
            "bali",
            "ilvala",
            "ādayaḥ",
            "dava",
            "agni",
            "dagdhāḥ",
            "saralāḥ",
            "iva",
            "abhavan"
        ],
        "translation": "Vāsuki had thousands of eyes and mouths. From his mouths he breathed smoke and blazing fire, which affected the demons, headed by Pauloma, Kāleya, Bali and Ilvala. Thus the demons, who appeared like sarala trees burned by a forest fire, gradually became powerless.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "देवांश्च तच्छ्‍वासशिखाहतप्रभान्धूम्राम्बरस्रग्वरकञ्चुकाननान् ।समभ्यवर्षन्भगवद्वशा घनाववु: समुद्रोर्म्युपगूढवायव: ॥ १५ ॥",
        "english_devnagari": "devāṁś ca tac-chvāsa-śikhā-hata-prabhāndhūmrāmbara-srag-vara-kañcukānanānsamabhyavarṣan bhagavad-vaśā ghanāvavuḥ samudrormy-upagūḍha-vāyavaḥ",
        "verse_Syn": [
            "devān",
            "ca",
            "tat",
            "śvāsa",
            "śikhā",
            "hata",
            "prabhān",
            "dhūmra",
            "ambara",
            "srak",
            "vara",
            "kañcuka",
            "ānanān",
            "samabhyavarṣan",
            "bhagavat",
            "vaśāḥ",
            "ghanāḥ",
            "vavuḥ",
            "samudra",
            "ūrmi",
            "upagūḍha",
            "vāyavaḥ"
        ],
        "translation": "Because the demigods were also affected by the blazing breath of Vāsuki, their bodily lusters diminished, and their garments, garlands, weapons and faces were blackened by smoke. However, by the grace of the Supreme Personality of Godhead, clouds appeared on the sea, pouring torrents of rain, and breezes blew, carrying particles of water from the sea waves, to give the demigods relief.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "मथ्यमानात् तथा सिन्धोर्देवासुरवरूथपै: ।यदा सुधा न जायेत निर्ममन्थाजित: स्वयम् ॥ १६ ॥",
        "english_devnagari": "mathyamānāt tathā sindhordevāsura-varūtha-paiḥyadā sudhā na jāyetanirmamanthājitaḥ svayam",
        "verse_Syn": [
            "mathyamānāt",
            "tathā",
            "sindhoḥ",
            "deva",
            "asura",
            "varūtha",
            "paiḥ",
            "yadā",
            "sudhā",
            "na",
            "jāyeta",
            "nirmamantha",
            "ajitaḥ",
            "svayam"
        ],
        "translation": "When nectar did not come from the Ocean of Milk, despite so much endeavor by the best of the demigods and demons, the Supreme Personality of Godhead, Ajita, personally began to churn the ocean.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "मेघश्याम: कनकपरिधि: कर्णविद्योतविद्यु-न्मूर्ध्नि भ्राजद्विलुलितकच: स्रग्धरो रक्तनेत्र: ।जैत्रैर्दोर्भिर्जगदभयदैर्दन्दशूकं गृहीत्वामथ्नन् मथ्ना प्रतिगिरिरिवाशोभताथो धृताद्रि: ॥ १७ ॥",
        "english_devnagari": "megha-śyāmaḥ kanaka-paridhiḥ karṇa-vidyota-vidyunmūrdhni bhrājad-vilulita-kacaḥ srag-dharo rakta-netraḥjaitrair dorbhir jagad-abhaya-dair dandaśūkaṁ gṛhītvāmathnan mathnā pratigirir ivāśobhatātho dhṛtādriḥ",
        "verse_Syn": [
            "megha",
            "śyāmaḥ",
            "kanaka",
            "paridhiḥ",
            "karṇa",
            "vidyota",
            "vidyut",
            "mūrdhni",
            "bhrājat",
            "vilulita",
            "kacaḥ",
            "srak",
            "dharaḥ",
            "rakta",
            "netraḥ",
            "jaitraiḥ",
            "dorbhiḥ",
            "jagat",
            "abhaya",
            "daiḥ",
            "dandaśūkam",
            "gṛhītvā",
            "mathnan",
            "mathnā",
            "pratigiriḥ",
            "iva",
            "aśobhata",
            "atho",
            "dhṛta",
            "adriḥ"
        ],
        "translation": "The Lord appeared like a blackish cloud. He was dressed with yellow garments, His earrings shone on His ears like lightning, and His hair spread over His shoulders. He wore a garland of flowers, and His eyes were pinkish. With His strong, glorious arms, which award fearlessness throughout the universe, He took hold of Vāsuki and began churning the ocean, using Mandara Mountain as a churning rod. When engaged in this way, the Lord appeared like a beautifully situated mountain named Indranīla.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "निर्मथ्यमानादुदधेरभूद्विषंमहोल्बणं हालहलाह्वमग्रत: ।सम्भ्रान्तमीनोन्मकराहिकच्छपात्तिमिद्विपग्राहतिमिङ्गिलाकुलात् ॥ १८ ॥",
        "english_devnagari": "nirmathyamānād udadher abhūd viṣaṁmaholbaṇaṁ hālahalāhvam agrataḥsambhrānta-mīnonmakarāhi-kacchapāttimi-dvipa-grāha-timiṅgilākulāt",
        "verse_Syn": [
            "nirmathyamānāt",
            "udadheḥ",
            "abhūt",
            "viṣam",
            "mahā",
            "ulbaṇam",
            "hālahala",
            "āhvam",
            "agrataḥ",
            "sambhrānta",
            "mīna",
            "unmakara",
            "ahi",
            "kacchapāt",
            "timi",
            "dvipa",
            "grāha",
            "timiṅgila",
            "ākulāt"
        ],
        "translation": "The fish, sharks, tortoises and snakes were most agitated and perturbed. The entire ocean became turbulent, and even the large aquatic animals like whales, water elephants, crocodiles and timiṅgila fish [large whales that can swallow small whales] came to the surface. While the ocean was being churned in this way, it first produced a fiercely dangerous poison called hālahala.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तदुग्रवेगं दिशि दिश्युपर्यधोविसर्पदुत्सर्पदसह्यमप्रति ।भीता: प्रजा दुद्रुवुरङ्ग सेश्वराअरक्ष्यमाणा: शरणं सदाशिवम् ॥ १९ ॥",
        "english_devnagari": "tad ugra-vegaṁ diśi diśy upary adhovisarpad utsarpad asahyam apratibhītāḥ prajā dudruvur aṅga seśvarāarakṣyamāṇāḥ śaraṇaṁ sadāśivam",
        "verse_Syn": [
            "tat",
            "ugra",
            "vegam",
            "diśi",
            "diśi",
            "upari",
            "adhaḥ",
            "visarpat",
            "utsarpat",
            "asahyam",
            "aprati",
            "bhītāḥ",
            "prajāḥ",
            "dudruvuḥ",
            "aṅga",
            "sa",
            "īśvarāḥ",
            "arakṣyamāṇāḥ",
            "śaraṇam",
            "sadāśivam"
        ],
        "translation": "O King, when that uncontrollable poison was forcefully spreading up and down in all directions, all the demigods, along with the Lord Himself, approached Lord Śiva [Sadāśiva]. Feeling unsheltered and very much afraid, they sought shelter of him.",
        "purport": " One may question that since the Supreme Personality of Godhead was personally present, why did He accompany all the demigods and people in general to take shelter of Lord Sadāśiva instead of intervening Himself. In this connection Śrīla Madhvācārya warns: Lord Viṣṇu was competent to rectify the situation, but in order to give credit to Lord Śiva, who later drank all the poison and kept it in his neck, Lord Viṣṇu did not take action."
    },
    {
        "verse": "20",
        "devanagari": "विलोक्य तं देववरं त्रिलोक्याभवाय देव्याभिमतं मुनीनाम् ।आसीनमद्रावपवर्गहेतो-स्तपो जुषाणं स्तुतिभि: प्रणेमु: ॥ २० ॥",
        "english_devnagari": "vilokya taṁ deva-varaṁ tri-lokyābhavāya devyābhimataṁ munīnāmāsīnam adrāv apavarga-hetostapo juṣāṇaṁ stutibhiḥ praṇemuḥ",
        "verse_Syn": [
            "vilokya",
            "tam",
            "deva",
            "varam",
            "tri",
            "lokyāḥ",
            "bhavāya",
            "devyā",
            "abhimatam",
            "munīnām",
            "āsīnam",
            "adrau",
            "apavarga",
            "hetoḥ",
            "tapaḥ",
            "juṣāṇam",
            "stutibhiḥ",
            "praṇemuḥ"
        ],
        "translation": "The demigods observed Lord Śiva sitting on the summit of Kailāsa Hill with his wife, Bhavānī, for the auspicious development of the three worlds. He was being worshiped by great saintly persons desiring liberation. The demigods offered him their obeisances and prayers with great respect.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीप्रजापतय ऊचु:देवदेव महादेव भूतात्मन् भूतभावन ।त्राहि न: शरणापन्नांस्त्रैलोक्यदहनाद् विषात् ॥ २१ ॥",
        "english_devnagari": "śrī-prajāpataya ūcuḥdeva-deva mahā-devabhūtātman bhūta-bhāvanatrāhi naḥ śaraṇāpannāṁstrailokya-dahanād viṣāt",
        "verse_Syn": [
            "śrī",
            "prajāpatayaḥ",
            "ūcuḥ",
            "deva",
            "deva",
            "mahā",
            "deva",
            "bhūta",
            "ātman",
            "bhūta",
            "bhāvana",
            "trāhi",
            "naḥ",
            "śaraṇa",
            "āpannān",
            "trailokya",
            "dahanāt",
            "viṣāt"
        ],
        "translation": "The prajāpatis said: O greatest of all demigods, Mahādeva, Supersoul of all living entities and cause of their happiness and prosperity, we have come to the shelter of your lotus feet. Now please save us from this fiery poison, which is spreading all over the three worlds.",
        "purport": " Since Lord Śiva is in charge of annihilation, why should he be approached for protection, which is given by Lord Viṣṇu? Lord Brahmā creates, and Lord Śiva annihilates, but both Lord Brahmā and Lord Śiva are incarnations of Lord Viṣṇu and are known as śaktyāveśa-avatāras. They are endowed with a special power like that of Lord Viṣṇu, who is actually all-pervading in their activities. Therefore whenever prayers for protection are offered to Lord Śiva, actually Lord Viṣṇu is indicated, for otherwise Lord Śiva is meant for destruction. Lord Śiva is one of the īśvaras, or the controllers known as śaktyāveśa-avatāras. Therefore he can be addressed as having the qualities of Lord Viṣṇu."
    },
    {
        "verse": "22",
        "devanagari": "त्वमेक: सर्वजगत ईश्वरो बन्धमोक्षयो: ।तं त्वामर्चन्ति कुशला: प्रपन्नार्तिहरं गुरुम् ॥ २२ ॥",
        "english_devnagari": "tvam ekaḥ sarva-jagataīśvaro bandha-mokṣayoḥtaṁ tvām arcanti kuśalāḥprapannārti-haraṁ gurum",
        "verse_Syn": [
            "tvam",
            "ekaḥ",
            "sarva",
            "jagataḥ",
            "īśvaraḥ",
            "bandha",
            "mokṣayoḥ",
            "tam",
            "tvām",
            "arcanti",
            "kuśalāḥ",
            "prapanna",
            "ārti",
            "haram",
            "gurum"
        ],
        "translation": "O lord, you are the cause of bondage and liberation of the entire universe because you are its ruler. Those who are advanced in spiritual consciousness surrender unto you, and therefore you are the cause of mitigating their distresses, and you are also the cause of their liberation. We therefore worship Your Lordship.",
        "purport": " Actually Lord Viṣṇu maintains and accomplishes all good fortune. If one has to take shelter of Lord Viṣṇu, why should the demigods take shelter of Lord Śiva? They did so because Lord Viṣṇu acts through Lord Śiva in the creation of the material world. Lord Śiva acts on behalf of Lord Viṣṇu. When the Lord says in Bhagavad-gītā (14.4) that He is the father of all living entities (ahaṁ bīja-pradaḥ pitā), this refers to actions performed by Lord Viṣṇu through Lord Śiva. Lord Viṣṇu is always unattached to material activities, and when material activities are to be performed, Lord Viṣṇu performs them through Lord Śiva. Lord Śiva is therefore worshiped on the level of Lord Viṣṇu. When Lord Viṣṇu is untouched by the external energy He is Lord Viṣṇu, but when He is in touch with the external energy, He appears in His feature as Lord Śiva."
    },
    {
        "verse": "23",
        "devanagari": "गुणमय्या स्वशक्त्यास्य सर्गस्थित्यप्ययान्विभो ।धत्से यदा स्वद‍ृग् भूमन्ब्रह्मविष्णुशिवाभिधाम् ॥ २३ ॥",
        "english_devnagari": "guṇa-mayyā sva-śaktyāsyasarga-sthity-apyayān vibhodhatse yadā sva-dṛg bhūmanbrahma-viṣṇu-śivābhidhām",
        "verse_Syn": [
            "guṇa",
            "mayyā",
            "sva",
            "śaktyā",
            "asya",
            "sarga",
            "sthiti",
            "apyayān",
            "vibho",
            "dhatse",
            "yadā",
            "sva",
            "dṛk",
            "bhūman",
            "brahma",
            "viṣṇu",
            "śiva",
            "abhidhām"
        ],
        "translation": "O lord, you are self-effulgent and supreme. You create this material world by your personal energy, and you assume the names Brahmā, Viṣṇu and Maheśvara when you act in creation, maintenance and annihilation.",
        "purport": " This prayer is actually offered to Lord Viṣṇu, the puruṣa, who in His incarnations as the guṇa-avatāras assumes the names Brahmā, Viṣṇu and Maheśvara."
    },
    {
        "verse": "24",
        "devanagari": "त्वं ब्रह्म परमं गुह्यं सदसद्भ‍ावभावनम् ।नानाशक्तिभिराभातस्त्वमात्मा जगदीश्वर: ॥ २४ ॥",
        "english_devnagari": "tvaṁ brahma paramaṁ guhyaṁsad-asad-bhāva-bhāvanamnānā-śaktibhir ābhātastvam ātmā jagad-īśvaraḥ",
        "verse_Syn": [
            "tvam",
            "brahma",
            "paramam",
            "guhyam",
            "sat",
            "asat",
            "bhāva",
            "bhāvanam",
            "nānā",
            "śaktibhiḥ",
            "ābhātaḥ",
            "tvam",
            "ātmā",
            "jagat",
            "īśvaraḥ"
        ],
        "translation": "You are the cause of all causes, the self-effulgent, inconceivable, impersonal Brahman, which is originally Parabrahman. You manifest various potencies in this cosmic manifestation.",
        "purport": " This prayer is offered to the impersonal Brahman, which consists of the effulgent rays of Parabrahman. Parabrahman is the Supreme Personality of Godhead (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān). When Lord Śiva is worshiped as Parabrahman, the worship is meant for Lord Viṣṇu."
    },
    {
        "verse": "25",
        "devanagari": "त्वं शब्दयोनिर्जगदादिरात्माप्राणेन्द्रियद्रव्यगुण: स्वभाव: ।काल: क्रतु: सत्यमृतं च धर्म-स्त्वय्यक्षरं यत् त्रिवृदामनन्ति ॥ २५ ॥",
        "english_devnagari": "tvaṁ śabda-yonir jagad-ādir ātmāprāṇendriya-dravya-guṇaḥ svabhāvaḥkālaḥ kratuḥ satyam ṛtaṁ ca dharmastvayy akṣaraṁ yat tri-vṛd-āmananti",
        "verse_Syn": [
            "tvam",
            "śabda",
            "yoniḥ",
            "jagat",
            "ādiḥ",
            "ātmā",
            "prāṇa",
            "indriya",
            "dravya",
            "guṇaḥ",
            "sva",
            "bhāvaḥ",
            "kālaḥ",
            "kratuḥ",
            "satyam",
            "ṛtam",
            "ca",
            "dharmaḥ",
            "tvayi",
            "akṣaram",
            "yat",
            "tri",
            "vṛt",
            "āmananti"
        ],
        "translation": "O lord, you are the original source of Vedic literature. You are the original cause of material creation, the life force, the senses, the five elements, the three modes and the mahat-tattva. You are eternal time, determination and the two religious systems called truth [satya] and truthfulness [ṛta]. You are the shelter of the syllable om, which consists of three letters a-u-m.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "अग्निर्मुखं तेऽखिलदेवतात्माक्षितिं विदुर्लोकभवाङ्‍‍घ्रिपङ्कजम् ।कालं गतिं तेऽखिलदेवतात्मनोदिशश्च कर्णौ रसनं जलेशम् ॥ २६ ॥",
        "english_devnagari": "agnir mukhaṁ te ’khila-devatātmākṣitiṁ vidur loka-bhavāṅghri-paṅkajamkālaṁ gatiṁ te ’khila-devatātmanodiśaś ca karṇau rasanaṁ jaleśam",
        "verse_Syn": [
            "agniḥ",
            "mukham",
            "te",
            "akhila",
            "devatā",
            "ātmā",
            "kṣitim",
            "viduḥ",
            "loka",
            "bhava",
            "aṅghri",
            "paṅkajam",
            "kālam",
            "gatim",
            "te",
            "akhila",
            "devatā",
            "ātmanaḥ",
            "diśaḥ",
            "ca",
            "karṇau",
            "rasanam",
            "jala",
            "īśam"
        ],
        "translation": "O father of all planets, learned scholars know that fire is your mouth, the surface of the globe is your lotus feet, eternal time is your movement, all the directions are your ears, and Varuṇa, master of the waters, is your tongue.",
        "purport": " In the śruti-mantras it is said, agniḥ sarva-devatāḥ: “Fire is the aggregate of all demigods.” Agni is the mouth of the Supreme Personality of Godhead. It is through Agni, or fire, that the Lord accepts all sacrificial oblations."
    },
    {
        "verse": "27",
        "devanagari": "नाभिर्नभस्ते श्वसनं नभस्वान्सूर्यश्च चक्षूंषि जलं स्म रेत: ।परावरात्माश्रयणं तवात्मासोमो मनो द्यौर्भगवन् शिरस्ते ॥ २७ ॥",
        "english_devnagari": "nābhir nabhas te śvasanaṁ nabhasvānsūryaś ca cakṣūṁṣi jalaṁ sma retaḥparāvarātmāśrayaṇaṁ tavātmāsomo mano dyaur bhagavan śiras te",
        "verse_Syn": [
            "nābhiḥ",
            "nabhaḥ",
            "te",
            "śvasanam",
            "nabhasvān",
            "sūryaḥ",
            "ca",
            "cakṣūṁṣi",
            "jalam",
            "sma",
            "retaḥ",
            "para",
            "avara",
            "ātma",
            "āśrayaṇam",
            "tava",
            "ātmā",
            "somaḥ",
            "manaḥ",
            "dyauḥ",
            "bhagavan",
            "śiraḥ",
            "te"
        ],
        "translation": "O lord, the sky is your navel, the air is your breathing, the sun is your eyes, and the water is your semen. You are the shelter of all kinds of living entities, high and low. The god of the moon is your mind, and the upper planetary system is your head.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "कुक्षि: समुद्रा गिरयोऽस्थिसङ्घारोमाणि सर्वौषधिवीरुधस्ते ।छन्दांसि साक्षात् तव सप्त धातव-स्त्रयीमयात्मन् हृदयं सर्वधर्म: ॥ २८ ॥",
        "english_devnagari": "kukṣiḥ samudrā girayo ’sthi-saṅghāromāṇi sarvauṣadhi-vīrudhas techandāṁsi sākṣāt tava sapta dhātavastrayī-mayātman hṛdayaṁ sarva-dharmaḥ",
        "verse_Syn": [
            "kukṣiḥ",
            "samudrāḥ",
            "girayaḥ",
            "asthi",
            "saṅghāḥ",
            "romāṇi",
            "sarva",
            "auṣadhi",
            "vīrudhaḥ",
            "te",
            "chandāṁsi",
            "sākṣāt",
            "tava",
            "sapta",
            "dhātavaḥ",
            "trayī",
            "maya",
            "ātman",
            "hṛdayam",
            "sarva",
            "dharmaḥ"
        ],
        "translation": "O lord, you are the three Vedas personified. The seven seas are your abdomen, and the mountains are your bones. All drugs, creepers and vegetables are the hairs on your body, the Vedic mantras like Gāyatrī are the seven layers of your body, and the Vedic religious system is the core of your heart.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "मुखानि पञ्चोपनिषदस्तवेशयैस्त्रिंशदष्टोत्तरमन्त्रवर्ग: ।यत् तच्छिवाख्यं परमात्मतत्त्वंदेव स्वयंज्योतिरवस्थितिस्ते ॥ २९ ॥",
        "english_devnagari": "mukhāni pañcopaniṣadas taveśayais triṁśad-aṣṭottara-mantra-vargaḥyat tac chivākhyaṁ paramātma-tattvaṁdeva svayaṁ-jyotir avasthitis te",
        "verse_Syn": [
            "mukhāni",
            "pañca",
            "upaniṣadaḥ",
            "tava",
            "īśa",
            "yaiḥ",
            "triṁśat",
            "aṣṭa",
            "uttara",
            "mantra",
            "vargaḥ",
            "yat",
            "tat",
            "śiva",
            "ākhyam",
            "paramātma",
            "tattvam",
            "deva",
            "svayam",
            "jyotiḥ",
            "avasthitiḥ",
            "te"
        ],
        "translation": "O lord, the five important Vedic mantras are represented by your five faces, from which the thirty-eight most celebrated Vedic mantras have been generated. Your Lordship, being celebrated as Lord Śiva, is self-illuminated. You are directly situated as the supreme truth, known as Paramātmā.",
        "purport": " The five mantras mentioned in this connection are as follows: (1) Puruṣa, (2) Aghora, (3) Sadyojāta, (4) Vāmadeva, and (5) Īśāna. These five mantras are within the category of thirty-eight special Vedic mantras chanted by Lord Śiva, who is therefore celebrated as Śiva or Mahādeva. Another reason why Lord Śiva is called Śiva, which means “all-auspicious,” is that he is self-illuminated, exactly like Lord Viṣṇu, who is the Paramātmā. Because Lord Śiva is directly an incarnation of Lord Viṣṇu, he is situated as Lord Viṣṇu’s direct representative. This fact is corroborated by a Vedic mantra: patiṁ viśvasyātmeśvaraṁ śāśvatam. śivam acyutam. The Supersoul is called by many names, of which Maheśvara, Śiva and Acyuta are especially mentioned."
    },
    {
        "verse": "30",
        "devanagari": "छाया त्वधर्मोर्मिषु यैर्विसर्गोनेत्रत्रयं सत्त्वरजस्तमांसि ।साङ्ख्यात्मन: शास्त्रकृतस्तवेक्षाछन्दोमयो देव ऋषि: पुराण: ॥ ३० ॥",
        "english_devnagari": "chāyā tv adharmormiṣu yair visargonetra-trayaṁ sattva-rajas-tamāṁsisāṅkhyātmanaḥ śāstra-kṛtas tavekṣāchandomayo deva ṛṣiḥ purāṇaḥ",
        "verse_Syn": [
            "chāyā",
            "tu",
            "adharma",
            "ūrmiṣu",
            "yaiḥ",
            "visargaḥ",
            "netra",
            "trayam",
            "sattva",
            "rajaḥ",
            "tamāṁsi",
            "sāṅkhya",
            "ātmanaḥ",
            "śāstra",
            "kṛtaḥ",
            "tava",
            "īkṣā",
            "chandaḥ",
            "mayaḥ",
            "deva",
            "ṛṣiḥ",
            "purāṇaḥ"
        ],
        "translation": "O lord, your shadow is seen in irreligion, which brings about varieties of irreligious creations. The three modes of nature — goodness, passion and ignorance — are your three eyes. All the Vedic literatures, which are full of verses, are emanations from you because their compilers wrote the various scriptures after receiving your glance.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "न ते गिरित्राखिललोकपाल-विरिञ्चवैकुण्ठसुरेन्द्रगम्यम् ।ज्योति: परं यत्र रजस्तमश्चसत्त्वं न यद् ब्रह्म निरस्तभेदम् ॥ ३१ ॥",
        "english_devnagari": "na te giri-trākhila-loka-pāla-viriñca-vaikuṇṭha-surendra-gamyamjyotiḥ paraṁ yatra rajas tamaś casattvaṁ na yad brahma nirasta-bhedam",
        "verse_Syn": [
            "na",
            "te",
            "giri",
            "tra",
            "akhila",
            "loka",
            "pāla",
            "viriñca",
            "vaikuṇṭha",
            "sura",
            "indra",
            "gamyam",
            "jyotiḥ",
            "param",
            "yatra",
            "rajaḥ",
            "tamaḥ",
            "ca",
            "sattvam",
            "na",
            "yat",
            "brahma",
            "nirasta",
            "bhedam"
        ],
        "translation": "O Lord Girīśa, since the impersonal Brahman effulgence is transcendental to the material modes of goodness, passion and ignorance, the various directors of this material world certainly cannot appreciate it or even know where it is. It is not understandable even to Lord Brahmā, Lord Viṣṇu or the King of heaven, Mahendra.",
        "purport": " The brahmajyoti is actually the effulgence of the Supreme Personality of Godhead. As stated in Brahma-saṁhitā (5.40): “I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes.” Although the impersonal feature of the Absolute is an expansion of the rays of the Supreme Personality of Godhead, He does not need to take care of the impersonalists who enter the brahmajyoti. Kṛṣṇa says in Bhagavad-gītā (9.4), mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā: “In My impersonal feature I pervade this entire universe.” Thus the avyakta-mūrti, the impersonal feature, is certainly an expansion of Kṛṣṇa’s energy. Māyāvādīs, who prefer to merge into this Brahman effulgence, worship Lord Śiva. The mantras referred to in text 29 are called mukhāni pañcopaniṣadas taveśa. Māyāvādīs take all these mantras seriously in worshiping Lord Śiva. These mantras are as follows: (1) tat puruṣāya vidmahe śāntyai, (2) mahā-devāya dhīmahi vidyāyai, (3) tan no rudraḥ pratiṣṭhāyai, (4) pracodayāt dhṛtyai, (5) aghorebhyas tamā … , (6) atha ghorebhyo mohā … , (7) aghorebhyo rakṣā … , (8) aghoratarebhyo nidrā … , (9) sarvebhyaḥ sarva-vyādhyai, (10) sarva-sarvebhyo mṛtyave, (11) namas te ’stu kṣudhā … , (12) rudra-rūpebhyas tṛṣṇā … , (13) vāmadevāya rajā … , (14) jyeṣṭhāya svāhā … , (15) śreṣṭhāya ratyai, (16) rudrāya kalyāṇyai, (17) kālāya kāmā … , (18) kala-vikaraṇāya sandhinyai, (19) bala-vikaraṇāya kriyā … , (20) balāya vṛddhyai, (21) balacchāyā … , (22) pramathanāya dhātryai, (23) sarva-bhūta-damanāya bhrāmaṇyai, (24) manaḥ-śoṣiṇyai, (25) unmanāya jvarā … , (26) sadyojātaṁ prapadyāmi siddhyai, (27) sadyojātāya vai namaḥ ṛddhyai, (28) bhave dityai, (29) abhave lakṣmyai, (30) nātibhave medhā … , (31) bhajasva māṁ kāntyai, (32) bhava svadhā … , (33) udbhavāya prabhā … , (34) īśānaḥ sarva-vidyānāṁ śaśinyai, (35) īśvaraḥ sarva-bhūtānām abhaya-dā … , (36) brahmādhipatir brahmaṇodhipatir brahman brahmeṣṭa-dā … , (37) śivo me astu marīcyai, (38) sadāśivaḥ jvālinyai. The impersonal Brahman is unknown even to the other directors of the material creation, including Lord Brahmā, Lord Indra and even Lord Viṣṇu. This does not mean, however, that Lord Viṣṇu is not omniscient. Lord Viṣṇu is omniscient, but He does not need to understand what is going on in His all-pervading expansion. Therefore in Bhagavad-gītā the Lord says that although everything is an expansion of Him (mayā tatam idaṁ sarvam), He does not need to take care of everything (na cāhaṁ teṣv avasthitaḥ), since there are various directors like Lord Brahmā, Lord Śiva and Indra."
    },
    {
        "verse": "32",
        "devanagari": "कामाध्वरत्रिपुरकालगराद्यनेक-भूतद्रुह: क्षपयत: स्तुतये न तत् ते ।यस्त्वन्तकाल इदमात्मकृतं स्वनेत्र-वह्निस्फुलिङ्गशिखया भसितं न वेद ॥ ३२ ॥",
        "english_devnagari": "kāmādhvara-tripura-kālagarādy-aneka-bhūta-druhaḥ kṣapayataḥ stutaye na tat teyas tv anta-kāla idam ātma-kṛtaṁ sva-netra-vahni-sphuliṅga-śikhayā bhasitaṁ na veda",
        "verse_Syn": [
            "kāma",
            "adhvara",
            "tripura",
            "kālagara",
            "ādi",
            "aneka",
            "bhūta",
            "druhaḥ",
            "kṣapayataḥ",
            "stutaye",
            "na",
            "tat",
            "te",
            "yaḥ",
            "tu",
            "anta",
            "kāle",
            "idam",
            "ātma",
            "kṛtam",
            "sva",
            "netra",
            "vahni",
            "sphuliṅga",
            "śikhayā",
            "bhasitam",
            "na",
            "veda"
        ],
        "translation": "When annihilation is performed by the flames and sparks emanating from your eyes, the entire creation is burned to ashes. Nonetheless, you do not know how this happens. What then is to be said of your destroying the Dakṣa-yajña, Tripurāsura and the kālakūṭa poison? Such activities cannot be subject matters for prayers offered to you.",
        "purport": " Since Lord Śiva considers the great acts he performs to be very unimportant, what was to be said of counteracting the strong poison produced by the churning? The demigods indirectly prayed that Lord Śiva counteract the kālakūṭa poison, which was spreading throughout the universe."
    },
    {
        "verse": "33",
        "devanagari": "ये त्वात्मरामगुरुभिर्हृदि चिन्तिताङ्‍‍घ्रि-द्वन्द्वं चरन्तमुमया तपसाभितप्तम् ।कत्थन्त उग्रपरुषं निरतं श्मशानेते नूनमूतिमविदंस्तव हातलज्जा: ॥ ३३ ॥",
        "english_devnagari": "ye tv ātma-rāma-gurubhir hṛdi cintitāṅghri-dvandvaṁ carantam umayā tapasābhitaptamkatthanta ugra-paruṣaṁ nirataṁ śmaśānete nūnam ūtim avidaṁs tava hāta-lajjāḥ",
        "verse_Syn": [
            "ye",
            "tu",
            "ātma",
            "rāma",
            "gurubhiḥ",
            "hṛdi",
            "cintita",
            "aṅghri",
            "dvandvam",
            "carantam",
            "umayā",
            "tapasā",
            "abhitaptam",
            "katthante",
            "ugra",
            "paruṣam",
            "niratam",
            "śmaśāne",
            "te",
            "nūnam",
            "ūtim",
            "avidan",
            "tava",
            "hāta",
            "lajjāḥ"
        ],
        "translation": "Exalted, self-satisfied persons who preach to the entire world think of your lotus feet constantly within their hearts. However, when persons who do not know your austerity see you moving with Umā, they misunderstand you to be lusty, or when they see you wandering in the crematorium they mistakenly think that you are ferocious and envious. Certainly they are shameless. They cannot understand your activities.",
        "purport": " Lord Śiva is the topmost Vaiṣṇava (vaiṣṇavānāṁ yathā śambhuḥ). It is therefore said, vaiṣṇavera kriyā-mudrā vijñe nā bujhaya. Even the most intelligent person cannot understand what a Vaiṣṇava like Lord Śiva is doing or how he is acting. Those who are conquered by lusty desires and anger cannot estimate the glories of Lord Śiva, whose position is always transcendental. In all the activities associated with lusty desires, Lord Śiva is an implement of ātma-rāma. Ordinary persons, therefore, should not try to understand Lord Śiva and his activities. One who tries to criticize the activities of Lord Śiva is shameless."
    },
    {
        "verse": "34",
        "devanagari": "तत् तस्य ते सदसतो: परत: परस्यनाञ्ज: स्वरूपगमने प्रभवन्ति भूम्न: ।ब्रह्मादय: किमुत संस्तवने वयं तुतत्सर्गसर्गविषया अपि शक्तिमात्रम् ॥ ३४ ॥",
        "english_devnagari": "tat tasya te sad-asatoḥ parataḥ parasyanāñjaḥ svarūpa-gamane prabhavanti bhūmnaḥbrahmādayaḥ kim uta saṁstavane vayaṁ tutat-sarga-sarga-viṣayā api śakti-mātram",
        "verse_Syn": [
            "tat",
            "tasya",
            "te",
            "sat",
            "asatoḥ",
            "parataḥ",
            "parasya",
            "na",
            "añjaḥ",
            "svarūpa",
            "gamane",
            "prabhavanti",
            "bhūmnaḥ",
            "brahma",
            "ādayaḥ",
            "kim",
            "uta",
            "saṁstavane",
            "vayam",
            "tu",
            "tat",
            "sarga",
            "sarga",
            "viṣayāḥ",
            "api",
            "śakti",
            "mātram"
        ],
        "translation": "Even personalities like Lord Brahmā and other demigods cannot understand your position, for you are beyond the moving and nonmoving creation. Since no one can understand you in truth, how can one offer you prayers? It is impossible. As far as we are concerned, we are creatures of Lord Brahmā’s creation. Under the circumstances, therefore, we cannot offer you adequate prayers, but as far as our ability allows, we have expressed our feelings.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "एतत् परं प्रपश्यामो न परं ते महेश्वर ।मृडनाय हि लोकस्य व्यक्तिस्तेऽव्यक्तकर्मण: ॥ ३५ ॥",
        "english_devnagari": "etat paraṁ prapaśyāmona paraṁ te maheśvaramṛḍanāya hi lokasyavyaktis te ’vyakta-karmaṇaḥ",
        "verse_Syn": [
            "etat",
            "param",
            "prapaśyāmaḥ",
            "na",
            "param",
            "te",
            "mahā",
            "īśvara",
            "mṛḍanāya",
            "hi",
            "lokasya",
            "vyaktiḥ",
            "te",
            "avyakta",
            "karmaṇaḥ"
        ],
        "translation": "O greatest of all rulers, your actual identity is impossible for us to understand. As far as we can see, your presence brings flourishing happiness to everyone. Beyond this, no one can appreciate your activities. We can see this much, and nothing more.",
        "purport": " When the demigods offered these prayers to Lord Śiva, their inner purpose was to please him so that he would rectify the disturbing situation created by the hālahala poison. As stated in Bhagavad-gītā (7.20), kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ: when one worships demigods, this is certainly because of deep-rooted desires he wants fulfilled by the mercy of those demigods. People are generally attached to the worship of demigods for some motive."
    },
    {
        "verse": "36",
        "devanagari": "श्रीशुक उवाचतद्वीक्ष्य व्यसनं तासां कृपया भृशपीडित: ।सर्वभूतसुहृद् देव इदमाह सतीं प्रियाम् ॥ ३६ ॥",
        "english_devnagari": "śrī-śuka uvācatad-vīkṣya vyasanaṁ tāsāṁkṛpayā bhṛśa-pīḍitaḥsarva-bhūta-suhṛd devaidam āha satīṁ priyām",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tat",
            "vīkṣya",
            "vyasanam",
            "tāsām",
            "kṛpayā",
            "bhṛśa",
            "pīḍitaḥ",
            "sarva",
            "bhūta",
            "suhṛt",
            "devaḥ",
            "idam",
            "āha",
            "satīm",
            "priyām"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: Lord Śiva is always benevolent toward all living entities. When he saw that the living entities were very much disturbed by the poison, which was spreading everywhere, he was very compassionate. Thus he spoke to his eternal consort, Satī, as follows.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "श्रीशिव उवाचअहो बत भवान्येतत् प्रजानां पश्य वैशसम् ।क्षीरोदमथनोद्भ‍ूतात् कालकूटादुपस्थितम् ॥ ३७ ॥",
        "english_devnagari": "śrī-śiva uvācaaho bata bhavāny etatprajānāṁ paśya vaiśasamkṣīroda-mathanodbhūtātkālakūṭād upasthitam",
        "verse_Syn": [
            "śrī",
            "śivaḥ",
            "uvāca",
            "aho",
            "bata",
            "bhavāni",
            "etat",
            "prajānām",
            "paśya",
            "vaiśasam",
            "kṣīra",
            "uda",
            "mathana",
            "udbhūtāt",
            "kālakūṭāt",
            "upasthitam"
        ],
        "translation": "Lord Śiva said: My dear Bhavānī, just see how all these living entities have been placed in danger because of the poison produced from the churning of the Ocean of Milk.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "आसां प्राणपरीप्सूनां विधेयमभयं हि मे ।एतावान्हि प्रभोरर्थो यद् दीनपरिपालनम् ॥ ३८ ॥",
        "english_devnagari": "āsāṁ prāṇa-parīpsūnāṁvidheyam abhayaṁ hi meetāvān hi prabhor arthoyad dīna-paripālanam",
        "verse_Syn": [
            "āsām",
            "prāṇa",
            "parīpsūnām",
            "vidheyam",
            "abhayam",
            "hi",
            "me",
            "etāvān",
            "hi",
            "prabhoḥ",
            "arthaḥ",
            "yat",
            "dīna",
            "paripālanam"
        ],
        "translation": "It is my duty to give protection and safety to all living entities struggling for existence. Certainly it is the duty of the master to protect his suffering dependents.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "प्राणै: स्वै: प्राणिन: पान्ति साधव: क्षणभङ्गुरै: ।बद्धवैरेषु भूतेषु मोहितेष्वात्ममायया ॥ ३९ ॥",
        "english_devnagari": "prāṇaiḥ svaiḥ prāṇinaḥ pāntisādhavaḥ kṣaṇa-bhaṅguraiḥbaddha-vaireṣu bhūteṣumohiteṣv ātma-māyayā",
        "verse_Syn": [
            "prāṇaiḥ",
            "svaiḥ",
            "prāṇinaḥ",
            "pānti",
            "sādhavaḥ",
            "kṣaṇa",
            "bhaṅguraiḥ",
            "baddha",
            "vaireṣu",
            "bhūteṣu",
            "mohiteṣu",
            "ātma",
            "māyayā"
        ],
        "translation": "People in general, being bewildered by the illusory energy of the Supreme Personality of Godhead, are always engaged in animosity toward one another. But devotees, even at the risk of their own temporary lives, try to save them.",
        "purport": " This is the characteristic of a Vaiṣṇava. Para-duḥkha-duḥkhī: a Vaiṣṇava is always unhappy to see the conditioned souls unhappy. Otherwise, he would have no business teaching them how to become happy. In materialistic life, people must certainly engage in activities of animosity. Materialistic life is therefore compared to saṁsāra-dāvānala, a blazing forest fire that automatically takes place. Lord Śiva and his followers in the paramparā system try to save people from this dangerous condition of materialistic life. This is the duty of devotees following the principles of Lord Śiva and belonging to the Rudra sampradāya. There are four Vaiṣṇava sampradāyas, and the Rudra sampradāya is one of them because Lord Śiva (Rudra) is the best of the Vaiṣṇavas (vaiṣṇavānāṁ yathā śambhuḥ). Indeed, as we shall see, Lord Śiva drank all the poison for the benefit of humanity."
    },
    {
        "verse": "40",
        "devanagari": "पुंस: कृपयतो भद्रे सर्वात्मा प्रीयते हरि: ।प्रीते हरौ भगवति प्रीयेऽहं सचराचर: ।तस्मादिदं गरं भुञ्जे प्रजानां स्वस्तिरस्तु मे ॥ ४० ॥",
        "english_devnagari": "puṁsaḥ kṛpayato bhadresarvātmā prīyate hariḥprīte harau bhagavatiprīye ’haṁ sacarācaraḥtasmād idaṁ garaṁ bhuñjeprajānāṁ svastir astu me",
        "verse_Syn": [
            "puṁsaḥ",
            "kṛpayataḥ",
            "bhadre",
            "sarva",
            "ātmā",
            "prīyate",
            "hariḥ",
            "prīte",
            "harau",
            "bhagavati",
            "prīye",
            "aham",
            "sa",
            "cara",
            "acaraḥ",
            "tasmāt",
            "idam",
            "garam",
            "bhuñje",
            "prajānām",
            "svastiḥ",
            "astu",
            "me"
        ],
        "translation": "My dear gentle wife Bhavānī, when one performs benevolent activities for others, the Supreme Personality of Godhead, Hari, is very pleased. And when the Lord is pleased, I am also pleased, along with all other living creatures. Therefore, let me drink this poison, for all the living entities may thus become happy because of me.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "श्रीशुक उवाचएवमामन्‍त्र्य भगवान्भवानीं विश्वभावन: ।तद् विषं जग्धुमारेभे प्रभावज्ञान्वमोदत ॥ ४१ ॥",
        "english_devnagari": "śrī-śuka uvācaevam āmantrya bhagavānbhavānīṁ viśva-bhāvanaḥtad viṣaṁ jagdhum ārebheprabhāva-jñānvamodata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "āmantrya",
            "bhagavān",
            "bhavānīm",
            "viśva",
            "bhāvanaḥ",
            "tat",
            "viṣam",
            "jagdhum",
            "ārebhe",
            "prabhāva",
            "jñā",
            "anvamodata"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: After informing Bhavānī in this way, Lord Śiva began to drink the poison, and Bhavānī, who knew perfectly well the capabilities of Lord Śiva, gave him her permission to do so.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "तत: करतलीकृत्य व्यापि हालाहलं विषम् ।अभक्षयन्महादेव: कृपया भूतभावन: ॥ ४२ ॥",
        "english_devnagari": "tataḥ karatalī-kṛtyavyāpi hālāhalaṁ viṣamabhakṣayan mahā-devaḥkṛpayā bhūta-bhāvanaḥ",
        "verse_Syn": [
            "tataḥ",
            "karatalī",
            "kṛtya",
            "vyāpi",
            "hālāhalam",
            "viṣam",
            "abhakṣayat",
            "mahā",
            "devaḥ",
            "kṛpayā",
            "bhūta",
            "bhāvanaḥ"
        ],
        "translation": "Thereafter, Lord Śiva, who is dedicated to auspicious, benevolent work for humanity, compassionately took the whole quantity of poison in his palm and drank it.",
        "purport": " Although there was such a great quantity of poison that it spread all over the universe, Lord Śiva had such great power that he reduced the poison to a small quantity so that he could hold it in his palm. One should not try to imitate Lord Śiva. Lord Śiva can do whatever he likes, but those who try to imitate Lord Śiva by smoking ganja and other poisonous things will certainly be killed because of such activities."
    },
    {
        "verse": "43",
        "devanagari": "तस्यापि दर्शयामास स्ववीर्यं जलकल्मष: ।यच्चकार गले नीलं तच्च साधोर्विभूषणम् ॥ ४३ ॥",
        "english_devnagari": "tasyāpi darśayām āsasva-vīryaṁ jala-kalmaṣaḥyac cakāra gale nīlaṁtac ca sādhor vibhūṣaṇam",
        "verse_Syn": [
            "tasya",
            "api",
            "darśayām",
            "āsa",
            "sva",
            "vīryam",
            "jala",
            "kalmaṣaḥ",
            "yat",
            "cakāra",
            "gale",
            "nīlam",
            "tat",
            "ca",
            "sādhoḥ",
            "vibhūṣaṇam"
        ],
        "translation": "As if in defamation, the poison born from the Ocean of Milk manifested its potency by marking Lord Śiva’s neck with a bluish line. That line, however, is now accepted as an ornament of the Lord.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "तप्यन्ते लोकतापेन साधव: प्रायशो जना: ।परमाराधनं तद्धि पुरुषस्याखिलात्मन: ॥ ४४ ॥",
        "english_devnagari": "tapyante loka-tāpenasādhavaḥ prāyaśo janāḥparamārādhanaṁ tad dhipuruṣasyākhilātmanaḥ",
        "verse_Syn": [
            "tapyante",
            "loka",
            "tāpena",
            "sādhavaḥ",
            "prāyaśaḥ",
            "janāḥ",
            "parama",
            "ārādhanam",
            "tat",
            "hi",
            "puruṣasya",
            "akhila",
            "ātmanaḥ"
        ],
        "translation": "It is said that great personalities almost always accept voluntary suffering because of the suffering of people in general. This is considered the highest method of worshiping the Supreme Personality of Godhead, who is present in everyone’s heart.",
        "purport": " Here is an explanation of how those engaged in activities for the welfare of others are very quickly recognized by the Supreme Personality of Godhead. The Lord says in Bhagavad-gītā (18.68-69), ya idaṁ paramaṁ guhyaṁ mad-bhakteṣv abhidhāsyati … na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ: “One who preaches the message of Bhagavad-gītā to My devotees is most dear to Me. No one can excel him in satisfying Me by worship.” There are different kinds of welfare activities in this material world, but the supreme welfare activity is the spreading of Kṛṣṇa consciousness. Other welfare activities cannot be effective, for the laws of nature and the results of karma cannot be checked. It is by destiny, or the laws of karma, that one must suffer or enjoy. For instance, if one is given a court order, he must accept it, whether it brings suffering or profit. Similarly, everyone is under obligations to karma and it reactions. No one can change this. Therefore the śāstra says: One should endeavor for that which is never obtained by wandering up and down the universe as a result of the reactions of karma. What is that? One should endeavor to become Kṛṣṇa conscious. If one tries to spread Kṛṣṇa consciousness all over the world, he should be understood to be performing the best welfare activity. The Lord is automatically very pleased with him. If the Lord is pleased with him, what is left for him to achieve? If one has been recognized by the Lord, even if he does not ask the Lord for anything, the Lord, who is within everyone, supplies him whatever he wants. This is also confirmed in Bhagavad-gītā (teṣāṁ nityābhiyuktānāṁ yoga-kṣemaṁ vahāmy aham). Again, as stated here, tapyante loka-tāpena sādhavaḥ prāyaśo janāḥ. The best welfare activity is raising people to the platform of Kṛṣṇa consciousness, since the conditioned souls are suffering only for want of Kṛṣṇa consciousness. The Lord Himself also comes to mitigate the suffering of humanity. “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself. To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” (Bg. 4.7-8) All the śāstras conclude, therefore, that spreading the Kṛṣṇa consciousness movement is the best welfare activity in the world. Because of the ultimate benefit this bestows upon people in general, the Lord very quickly recognizes such service performed by a devotee."
    },
    {
        "verse": "45",
        "devanagari": "निशम्य कर्म तच्छम्भोर्देवदेवस्य मीढुष: ।प्रजा दाक्षायणी ब्रह्मा वैकुण्ठश्च शशंसिरे ॥ ४५ ॥",
        "english_devnagari": "niśamya karma tac chambhordeva-devasya mīḍhuṣaḥprajā dākṣāyaṇī brahmāvaikuṇṭhaś ca śaśaṁsire",
        "verse_Syn": [
            "niśamya",
            "karma",
            "tat",
            "śambhoḥ",
            "deva",
            "devasya",
            "mīḍhuṣaḥ",
            "prajāḥ",
            "dākṣāyaṇī",
            "brahmā",
            "vaikuṇṭhaḥ",
            "ca",
            "śaśaṁsire"
        ],
        "translation": "Upon hearing of this act, everyone, including Bhavānī [the daughter of Mahārāja Dakṣa], Lord Brahmā, Lord Viṣṇu, and the people in general, very highly praised this deed performed by Lord Śiva, who is worshiped by the demigods and who bestows benedictions upon the people.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "प्रस्कन्नं पिबत: पाणेर्यत् किञ्चिज्जगृहु: स्म तत् ।वृश्चिकाहिविषौषध्यो दन्दशूकाश्च येऽपरे ॥ ४६ ॥",
        "english_devnagari": "praskannaṁ pibataḥ pāṇeryat kiñcij jagṛhuḥ sma tatvṛścikāhi-viṣauṣadhyodandaśūkāś ca ye ’pare",
        "verse_Syn": [
            "praskannam",
            "pibataḥ",
            "pāṇeḥ",
            "yat",
            "kiñcit",
            "jagṛhuḥ",
            "sma",
            "tat",
            "vṛścika",
            "ahi",
            "viṣa",
            "auṣadhyaḥ",
            "dandaśūkāḥ",
            "ca",
            "ye",
            "apare"
        ],
        "translation": "Scorpions, cobras, poisonous drugs and other animals whose bites are poisonous took the opportunity to drink whatever little poison had fallen and scattered from Lord Śiva’s hand while he was drinking.",
        "purport": " Mosquitoes, jackals, dogs and other varieties of dandaśūka, or animals whose bites are poisonous, drank the poison of the samudra-manthana, the churned ocean, since it was available after it fell from the palms of Lord Śiva."
    }
]