[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचएवं व्यवसितो बुद्ध्या समाधाय मनो हृदि ।जजाप परमं जाप्यं प्राग्जन्मन्यनुशिक्षितम् ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaevaṁ vyavasito buddhyāsamādhāya mano hṛdijajāpa paramaṁ jāpyaṁprāg-janmany anuśikṣitam",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "evam",
            "vyavasitaḥ",
            "buddhyā",
            "samādhāya",
            "manaḥ",
            "hṛdi",
            "jajāpa",
            "paramam",
            "jāpyam",
            "prāk",
            "janmani",
            "anuśikṣitam"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Thereafter, the King of the elephants, Gajendra, fixed his mind in his heart with perfect intelligence and chanted a mantra which he had learned in his previous birth as Indradyumna and which he remembered by the grace of Kṛṣṇa.",
        "purport": " Such remembrance is described in Bhagavad-gītā (6.43-44): In these verses it is assured that even if a person engaged in devotional service falls down, he is not degraded, but is placed in a position in which he will in due course of time remember the Supreme Personality of Godhead. As explained later, Gajendra was formerly King Indradyumna, and somehow or other in his next life he became King of the elephants. Now Gajendra was in danger, and although he was in a body other than that of a human being, he remembered the stotra he had chanted in his previous life. Yatate ca tato bhūyaḥ saṁsiddhau kuru-nandana. To enable one to achieve perfection, Kṛṣṇa gives one the chance to remember Him again. This is proved here, for although the King of the elephants, Gajendra, was put in danger, this was a chance for him to remember his previous devotional activities so that he could immediately be rescued by the Supreme Personality of Godhead. It is imperative, therefore, that all devotees in Kṛṣṇa consciousness practice chanting some mantra. Certainly one should chant the Hare Kṛṣṇa mantra, which is the mahā-mantra, or great mantra, and also one should practice chanting cintāmaṇi-prakara-sadmasu or the Nṛsiṁha strotra (ito nṛsiṁhaḥ parato nṛsiṁho yato yato yāmi tato nṛsiṁhaḥ). Every devotee should practice in order to chant some mantra perfectly so that even though he may be imperfect in spiritual consciousness in this life, in his next life he will not forget Kṛṣṇa consciousness, even if he becomes an animal. Of course, a devotee should try to perfect his Kṛṣṇa consciousness in this life, for simply by understanding Kṛṣṇa and His instructions, after giving up this body one can return home, back to Godhead. Even if there is some falldown, practice of Kṛṣṇa consciousness never goes in vain. For example, Ajāmila, in his boyhood, practiced chanting the name of Nārāyaṇa under the direction of his father, but later, in his youth, he fell down and became a drunkard, woman-hunter, rogue and thief. Nonetheless, because of chanting the name of Nārāyaṇa for the purpose of calling his son, whom he had named Nārāyaṇa, he became advanced, even though he was involved in sinful activities. Therefore, we should not forget the chanting of the Hare Kṛṣṇa mantra under any circumstances. It will help us in the greatest danger, as we find in the life of Gajendra."
    },
    {
        "verse": "2",
        "devanagari": "श्रीगजेन्द्र उवाचॐ नमो भगवते तस्मै यत एतच्चिदात्मकम् ।पुरुषायादिबीजाय परेशायाभिधीमहि ॥ २ ॥",
        "english_devnagari": "śrī-gajendra uvācaoṁ namo bhagavate tasmaiyata etac cid-ātmakampuruṣāyādi-bījāyapareśāyābhidhīmahi",
        "verse_Syn": [
            "śrī",
            "gajendraḥ",
            "uvāca",
            "om",
            "namaḥ",
            "bhagavate",
            "tasmai",
            "yataḥ",
            "etat",
            "cit",
            "ātmakam",
            "puruṣāya",
            "ādi",
            "bījāya",
            "para",
            "īśāya",
            "abhidhīmahi"
        ],
        "translation": "The King of the elephants, Gajendra, said: I offer my respectful obeisances unto the Supreme Person, Vāsudeva [oṁ namo bhagavate vāsudevāya]. Because of Him this material body acts due to the presence of spirit, and He is therefore the root cause of everyone. He is worshipable for such exalted persons as Brahmā and Śiva, and He has entered the heart of every living being. Let me meditate upon Him.",
        "purport": " In this verse the words etac cid-ātmakam are very important. The material body certainly consists only of material elements, but when one awakens to Kṛṣṇa conscious understanding, the body is no longer material but spiritual. The material body is meant for sense enjoyment, whereas the spiritual body engages in the transcendental loving service of the Lord. Therefore, a devotee who engages in the service of the Supreme Lord and who constantly thinks of Him should never be considered to have a material body. It is therefore enjoined, guruṣu nara-matiḥ: one should stop thinking of the spiritual master as an ordinary human being with a material body. Arcye viṣṇau śilā-dhīḥ: everyone knows that the Deity in the temple is made of stone, but to think that the Deity is merely stone is an offense. Similarly, to think that the body of the spiritual master consists of material ingredients is offensive. Atheists think that devotees foolishly worship a stone statue as God and an ordinary man as the guru. The fact is, however, that by the grace of Kṛṣṇa’s omnipotence, the so-called stone statue of the Deity is directly the Supreme Personality of Godhead, and the body of the spiritual master is directly spiritual. A pure devotee who is engaged in unalloyed devotional service should be understood to be situated on the transcendental platform (sa guṇān samatītyaitān brahma-bhūyāya kalpate). Let us therefore offer our obeisances unto the Supreme Personality of Godhead, by whose mercy so-called material things also become spiritual when they are engaged in spiritual activity. Oṁkāra (praṇava) is the symbolic sound representation of the Supreme Personality of Godhead. Oṁ tat sad iti nirdeśo brahmaṇas tri-vidhaḥ smṛtaḥ: the three words oṁ tat sat immediately invoke the Supreme Person. Therefore Kṛṣṇa says that He is oṁkāra in all the Vedic mantras (praṇavaḥ sarva-vedeṣu). The Vedic mantras are pronounced beginning with oṁkāra to indicate immediately the Supreme Personality of Godhead. Śrīmad-Bhāgavatam, for example, begins with the words oṁ namo bhagavate vāsudevāya. There is no difference between the Supreme Personality of Godhead, Vāsudeva, and oṁkāra (praṇava). We should be careful to understand that oṁkāra does not indicate anything nirākāra, or formless. Indeed, this verse immediately says, oṁ namo bhagavate. Bhagavān is a person. Thus oṁkāra is the representation of the Supreme Person. Oṁkāra is not meant to be impersonal, as the Māyāvādī philosophers consider it to be. This is distinctly expressed here by the word puruṣāya. The supreme truth addressed by oṁkāra is puruṣa, the Supreme Person; He is not impersonal. Unless He is a person, how can He control the great, stalwart controllers of this universe? Lord Viṣṇu, Lord Brahmā and Lord Śiva are the supreme controllers of this universe, but Lord Viṣṇu is offered obeisances even by Lord Śiva and Lord Brahmā. Therefore this verse uses the word pareśāya, which indicates that the Supreme Personality of Godhead is worshiped by exalted demigods. Pareśāya means parameśvara. Lord Brahmā and Lord Śiva are īśvaras, great controllers, but Lord Viṣṇu is parameśvara, the supreme controller."
    },
    {
        "verse": "3",
        "devanagari": "यस्मिन्निदं यतश्चेदं येनेदं य इदं स्वयम् ।योऽस्मात् परस्माच्च परस्तं प्रपद्ये स्वयम्भुवम् ॥ ३ ॥",
        "english_devnagari": "yasminn idaṁ yataś cedaṁyenedaṁ ya idaṁ svayamyo ’smāt parasmāc ca parastaṁ prapadye svayambhuvam",
        "verse_Syn": [
            "yasmin",
            "idam",
            "yataḥ",
            "ca",
            "idam",
            "yena",
            "idam",
            "yaḥ",
            "idam",
            "svayam",
            "yaḥ",
            "asmāt",
            "parasmāt",
            "ca",
            "paraḥ",
            "tam",
            "prapadye",
            "svayambhuvam"
        ],
        "translation": "The Supreme Godhead is the supreme platform on which everything rests, the ingredient by which everything has been produced, and the person who has created and is the only cause of this cosmic manifestation. Nonetheless, He is different from the cause and the result. I surrender unto Him, the Supreme Personality of Godhead, who is self-sufficient in everything.",
        "purport": " In Bhagavad-gītā (9.4) the Lord says, mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā: “I am the Supreme Personality of Godhead, but everything rests upon My energy, just as an earthen pot rests on the earth.” The place where an earthen pot rests is also earth. Then again, the earthen pot is manufactured by a potter, whose body is a product of earth. The potter’s wheel with which the pot is made is an expansion of earth, and the ingredients from which the pot are made are also earth. As confirmed in the śruti-mantra, yato vā imāni bhūtāni jāyante; yena jātāni jīvanti yat prayanty abhisaṁviśanti. The original cause of everything is the Supreme Personality of Godhead, and after being annihilated, everything enters into Him (prakṛtiṁ yānti māmikām). Thus the Supreme Lord, the Personality of Godhead — Lord Rāmacandra or Lord Kṛṣṇa — is the original cause of everything. “Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” (Brahma-saṁhitā 5.1) The Lord is the cause for everything, but there is no cause for Him. Sarvaṁ khalv idaṁ brahma. Mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ. Although He is everything, His personality is different from the cosmic manifestation."
    },
    {
        "verse": "4",
        "devanagari": "य: स्वात्मनीदं निजमाययार्पितंक्‍वचिद् विभातं क्‍व च तत् तिरोहितम् ।अविद्धद‍ृक् साक्ष्युभयं तदीक्षतेस आत्ममूलोऽवतु मां परात्पर: ॥ ४ ॥",
        "english_devnagari": "yaḥ svātmanīdaṁ nija-māyayārpitaṁkvacid vibhātaṁ kva ca tat tirohitamaviddha-dṛk sākṣy ubhayaṁ tad īkṣatesa ātma-mūlo ’vatu māṁ parāt-paraḥ",
        "verse_Syn": [
            "yaḥ",
            "sva",
            "ātmani",
            "idam",
            "nija",
            "māyayā",
            "arpitam",
            "kvacit",
            "vibhātam",
            "kva",
            "ca",
            "tat",
            "tirohitam",
            "aviddha",
            "dṛk",
            "sākṣī",
            "ubhayam",
            "tat",
            "īkṣate",
            "saḥ",
            "ātma",
            "mūlaḥ",
            "avatu",
            "mām",
            "parāt",
            "paraḥ"
        ],
        "translation": "The Supreme Personality of Godhead, by expanding His own energy, keeps this cosmic manifestation visible and again sometimes renders it invisible. He is both the supreme cause and the supreme result, the observer and the witness, in all circumstances. Thus He is transcendental to everything. May that Supreme Personality of Godhead give me protection.",
        "purport": " The Supreme Personality of Godhead has multipotencies (parāsya śaktir vividhaiva śrūyate). Therefore, as soon as He likes, He uses one of His potencies, and by that expansion He creates this cosmic manifestation. Again, when the cosmic manifestation is annihilated, it rests in Him. Nonetheless, He is infallibly the supreme observer. Under any circumstances, the Supreme Lord is changeless. He is simply a witness and is aloof from all creation and annihilation."
    },
    {
        "verse": "5",
        "devanagari": "कालेन पञ्चत्वमितेषु कृत्स्‍नशोलोकेषु पालेषु च सर्वहेतुषु ।तमस्तदासीद् गहनं गभीरंयस्तस्य पारेऽभिविराजते विभु: ॥ ५ ॥",
        "english_devnagari": "kālena pañcatvam iteṣu kṛtsnaśolokeṣu pāleṣu ca sarva-hetuṣutamas tadāsīd gahanaṁ gabhīraṁyas tasya pāre ’bhivirājate vibhuḥ",
        "verse_Syn": [
            "kālena",
            "pañcatvam",
            "iteṣu",
            "kṛtsnaśaḥ",
            "lokeṣu",
            "pāleṣu",
            "ca",
            "sarva",
            "hetuṣu",
            "tamaḥ",
            "tadā",
            "āsīt",
            "gahanam",
            "gabhīram",
            "yaḥ",
            "tasya",
            "pāre",
            "abhivirājate",
            "vibhuḥ"
        ],
        "translation": "In due course of time, when all the causative and effective manifestations of the universe, including the planets and their directors and maintainers, are annihilated, there is a situation of dense darkness. Above this darkness, however, is the Supreme Personality of Godhead. I take shelter of His lotus feet.",
        "purport": " From the Vedic mantras we understand that the Supreme Personality of Godhead is above everything. He is supreme, above all the demigods, including Lord Brahmā and Lord Śiva. He is the supreme controller. When everything disappears by the influence of His energy, the cosmic situation is one of dense darkness. The Supreme Lord, however, is the sunshine, as confirmed in the Vedic mantras: āditya-varṇaṁ tamasaḥ parastāt. In our daily experience, when we on earth are in the darkness of night, the sun is always luminous somewhere in the sky. Similarly, the Supreme Personality of Godhead, the supreme sun, always remains luminous, even when the entire cosmic manifestation is annihilated in due course of time."
    },
    {
        "verse": "6",
        "devanagari": "न यस्य देवा ऋषय: पदं विदु-र्जन्तु: पुन: कोऽर्हति गन्तुमीरितुम् ।यथा नटस्याकृतिभिर्विचेष्टतोदुरत्ययानुक्रमण: स मावतु ॥ ६ ॥",
        "english_devnagari": "na yasya devā ṛṣayaḥ padaṁ vidurjantuḥ punaḥ ko ’rhati gantum īritumyathā naṭasyākṛtibhir viceṣṭatoduratyayānukramaṇaḥ sa māvatu",
        "verse_Syn": [
            "na",
            "yasya",
            "devāḥ",
            "ṛṣayaḥ",
            "padam",
            "viduḥ",
            "jantuḥ",
            "punaḥ",
            "kaḥ",
            "arhati",
            "gantum",
            "īritum",
            "yathā",
            "naṭasya",
            "ākṛtibhiḥ",
            "viceṣṭataḥ",
            "duratyaya",
            "anukramaṇaḥ",
            "saḥ",
            "mā",
            "avatu"
        ],
        "translation": "An artist onstage, being covered by attractive dresses and dancing with different movements, is not understood by his audience; similarly, the activities and features of the supreme artist cannot be understood even by the demigods or great sages, and certainly not by those who are unintelligent like animals. Neither the demigods and sages nor the unintelligent can understand the features of the Lord, nor can they express in words His actual position. May that Supreme Personality of Godhead give me protection.",
        "purport": " A similar understanding was expressed by Kuntīdevī. The Supreme Lord exists everywhere, within and without. He even exists within the heart. Sarvasya cāhaṁ hṛdi sanniviṣṭo; īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati. Thus it is indicated that one can find the Supreme Lord within one’s heart. There are many, many yogīs trying to find Him. Dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ. Nonetheless, even great yogīs, demigods, saints and sages have been unable to understand the bodily features of that great artist, nor could they understand the meaning of His movements. What then is to be said of ordinary speculators like the so-called philosophers of this material world? For them He is impossible to understand. Therefore we must accept the statements given by the Supreme when He kindly incarnates to instruct us. We must simply accept the word of Lord Rāmacandra, Lord Kṛṣṇa and Lord Śrī Caitanya Mahāprabhu and follow in Their footsteps. Then it may be possible for us to know the purpose of Their incarnations. If by the Lord’s grace one can understand Him, one will immediately be delivered, even within his material body. The material body will no longer have any function, and whatever activities take place with the body will be activities of Kṛṣṇa consciousness. In this way one may give up his body and return home, back to Godhead."
    },
    {
        "verse": "7",
        "devanagari": "दिद‍ृक्षवो यस्य पदं सुमङ्गलंविमुक्तसङ्गा मुनय: सुसाधव: ।चरन्त्यलोकव्रतमव्रणं वनेभूतात्मभूता: सुहृद: स मे गति: ॥ ७ ॥",
        "english_devnagari": "didṛkṣavo yasya padaṁ sumaṅgalaṁvimukta-saṅgā munayaḥ susādhavaḥcaranty aloka-vratam avraṇaṁ vanebhūtātma-bhūtāḥ suhṛdaḥ sa me gatiḥ",
        "verse_Syn": [
            "didṛkṣavaḥ",
            "yasya",
            "padam",
            "su",
            "maṅgalam",
            "vimukta",
            "saṅgāḥ",
            "munayaḥ",
            "su",
            "sādhavaḥ",
            "caranti",
            "aloka",
            "vratam",
            "avraṇam",
            "vane",
            "bhūta",
            "ātma",
            "bhūtāḥ",
            "suhṛdaḥ",
            "saḥ",
            "me",
            "gatiḥ"
        ],
        "translation": "Renunciants and great sages who see all living beings equally, who are friendly to everyone and who flawlessly practice in the forest the vows of brahmacarya, vānaprastha and sannyāsa desire to see the all-auspicious lotus feet of the Supreme Personality of Godhead. May that same Supreme Personality of Godhead be my destination.",
        "purport": " This verse describes the qualifications for devotees or persons highly elevated in spiritual consciousness. Devotees are always equal to everyone, seeing no distinction between lower and higher classes. Paṇḍitāḥ sama-darśinaḥ. They look upon everyone as a spirit soul who is part and parcel of the Supreme Lord. Thus they are competent to search for the Supreme Personality of Godhead. Understanding that the Supreme Personality of Godhead is the friend of everyone (suhṛdaṁ sarva-bhūtānām), they act as friends of everyone on behalf of the Supreme Lord. Making no distinction between one nation and another or one community and another, they preach Kṛṣṇa consciousness, the teachings of Bhagavad-gītā, everywhere. Thus they are competent to see the lotus feet of the Lord. Such preachers in Kṛṣṇa consciousness are called paramahaṁsas. As indicated by the word vimukta-saṅga, they have nothing to do with material conditions. One must take shelter of such a devotee in order to see the Supreme Personality of Godhead."
    },
    {
        "verse": "8-9",
        "devanagari": "न विद्यते यस्य च जन्म कर्म वान नामरूपे गुणदोष एव वा ।तथापि लोकाप्ययसम्भवाय य:स्वमायया तान्यनुकालमृच्छति ॥ ८ ॥तस्मै नम: परेशाय ब्रह्मणेऽनन्तशक्तये ।अरूपायोरुरूपाय नम आश्चर्यकर्मणे ॥ ९ ॥",
        "english_devnagari": "na vidyate yasya ca janma karma vāna nāma-rūpe guṇa-doṣa eva vātathāpi lokāpyaya-sambhavāya yaḥsva-māyayā tāny anukālam ṛcchati",
        "verse_Syn": [
            "na",
            "vidyate",
            "yasya",
            "ca",
            "janma",
            "karma",
            "vā",
            "na",
            "nāma",
            "rūpe",
            "guṇa",
            "doṣaḥ",
            "eva",
            "vā",
            "tathāpi",
            "loka",
            "apyaya",
            "sambhavāya",
            "yaḥ",
            "sva",
            "māyayā",
            "tāni",
            "anukālam",
            "ṛcchati",
            "tasmai",
            "namaḥ",
            "para",
            "īśāya",
            "brahmaṇe",
            "ananta",
            "śaktaye",
            "arūpāya",
            "uru",
            "rūpāya",
            "namaḥ",
            "āścarya",
            "karmaṇe"
        ],
        "translation": "The Supreme Personality of Godhead has no material birth, activities, name, form, qualities or faults. To fulfill the purpose for which this material world is created and destroyed, He comes in the form of a human being like Lord Rāma or Lord Kṛṣṇa by His original internal potency. He has immense potency, and in various forms, all free from material contamination, He acts wonderfully. He is therefore the Supreme Brahman. I offer my respects to Him.",
        "purport": " In the Viṣṇu Purāṇa it is said, guṇāṁś ca doṣāṁś ca mune vyatīta samasta-kalyāṇa-guṇātmako hi. The Supreme Personality of Godhead has no material form, qualities or faults. He is spiritual and is the only reservoir of all spiritual qualities. As stated in Bhagavad-gītā (4.8) by the Supreme Personality of Godhead, paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām. The Lord’s activities of saving the devotees and annihilating the demons are transcendental. Anyone annihilated by the Supreme Personality of Godhead gets the same result as a devotee who is protected by the Lord; both of them are transcendentally promoted. The only difference is that a devotee goes directly to the spiritual planets and becomes an associate of the Supreme Lord, whereas demons are promoted to brahmaloka, the impersonal effulgence of the Lord. Both of them, however, are transcendentally promoted. The Lord’s killing or annihilating of the demons is not exactly like the killing of this material world. Although He appears to act within the modes of material nature, He is nirguṇa, above the modes of nature. His name is not material; otherwise how could one get liberation by chanting Hare Kṛṣṇa, Hare Rāma? The names of the Lord like Rāma and Kṛṣṇa are nondifferent from the person Rāma and Kṛṣṇa. Thus by chanting the Hare Kṛṣṇa mantra one constantly associates with Rāma and Kṛṣṇa, the Supreme Personality of Godhead, and therefore becomes liberated. A practical example is Ajāmila, who always remained transcendental to his activities simply by chanting the name Nārāyaṇa. If this was true of Ajāmila, what is to be said of the Supreme Lord? When the Lord comes to this material world, He does not become a product of matter. This is confirmed throughout Bhagavad-gītā (janma-karma ca me divyam, avajānanti māṁ mūḍhāḥ mānuṣīṁ tanum āśritam). Therefore, when the Supreme Personality of Godhead — Rāma or Kṛṣṇa — descends to act transcendentally for our benefit, we should not consider Him an ordinary human being. When the Lord comes, He does so on the basis of His spiritual potency (sambhavāmy ātma-māyayā). Because He is not forced to come by the material energy, He is always transcendental. One should not consider the Supreme Lord an ordinary human being. Material names and forms are contaminated, but spiritual name and spiritual form are transcendental."
    },
    {
        "verse": "10",
        "devanagari": "नम आत्मप्रदीपाय साक्षिणे परमात्मने ।नमो गिरां विदूराय मनसश्चेतसामपि ॥ १० ॥",
        "english_devnagari": "nama ātma-pradīpāyasākṣiṇe paramātmanenamo girāṁ vidūrāyamanasaś cetasām api",
        "verse_Syn": [
            "namaḥ",
            "ātma",
            "pradīpāya",
            "sākṣiṇe",
            "parama",
            "ātmane",
            "namaḥ",
            "girām",
            "vidūrāya",
            "manasaḥ",
            "cetasām",
            "api"
        ],
        "translation": "I offer my respectful obeisances unto the Supreme Personality of Godhead, the self-effulgent Supersoul, who is the witness in everyone’s heart, who enlightens the individual soul and who cannot be reached by exercises of the mind, words or consciousness.",
        "purport": " The Supreme Personality of Godhead, Kṛṣṇa, cannot be understood by the individual soul through mental, physical or intellectual exercises. It is by the grace of the Supreme Personality of Godhead that the individual soul is enlightened. Therefore, the Lord is described here as ātma-pradīpa. The Lord is like the sun, which illuminates everything and cannot be illuminated by anyone. Therefore, if one is serious about understanding the Supreme, one must receive enlightenment from Him, as instructed in Bhagavad-gītā. One cannot understand the Supreme Personality of Godhead by one’s mental, physical or intellectual powers."
    },
    {
        "verse": "11",
        "devanagari": "सत्त्वेन प्रतिलभ्याय नैष्कर्म्येण विपश्चिता ।नम: कैवल्यनाथाय निर्वाणसुखसंविदे ॥ ११ ॥",
        "english_devnagari": "sattvena pratilabhyāyanaiṣkarmyeṇa vipaścitānamaḥ kaivalya-nāthāyanirvāṇa-sukha-saṁvide",
        "verse_Syn": [
            "sattvena",
            "prati",
            "labhyāya",
            "naiṣkarmyeṇa",
            "vipaścitā",
            "namaḥ",
            "kaivalya",
            "nāthāya",
            "nirvāṇa",
            "sukha",
            "saṁvide"
        ],
        "translation": "The Supreme Personality of Godhead is realized by pure devotees who act in the transcendental existence of bhakti-yoga. He is the bestower of uncontaminated happiness and is the master of the transcendental world. Therefore I offer my respect unto Him.",
        "purport": " As stated in Bhagavad-gītā, the Supreme Personality of Godhead can be understood only by devotional service. Bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ. If one wants to know the Supreme Personality of Godhead in truth, one must take to the activities of devotional service. These activities are called sattva or śuddha-sattva. In the material world, activities of goodness, which are symptomatic of a pure brāhmaṇa, are appreciated. But the activities of devotional service are śuddha-sattva; in other words, they are on the transcendental platform. Only by devotional service can one understand the Supreme. Devotional service is called naiṣkarmya. Mere negation of material activity will not endure. Naiṣkarmyam apy acyuta-bhāva-varjitam. Unless one performs activities with reference to Kṛṣṇa consciousness, cessation of material activities will not be helpful. In hopes of achieving naiṣkarmya, freedom from material action, many highly elevated sannyāsīs stopped their activities, yet they failed and returned to the material platform to act as materialistic persons. But once one is engaged in the spiritual activities of bhakti-yoga, one does not fall down. Our Kṛṣṇa consciousness movement is therefore an attempt to engage everyone always in spiritual activity, by which one becomes transcendental to material actions. The spiritual activities of bhakti-mārga — śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam — lead one to understand the Supreme Personality of Godhead. Therefore, as stated here, sattvena pratilabhyāya naiṣkarmyeṇa vipaścitā: “The Supreme Personality of Godhead is realized by pure devotees who act in the transcendental existence of bhakti-yoga.” The Gopāla-tāpanī Upaniṣad (15) says, bhaktir asya bhajanaṁ tad ihāmutropādhi-nairāsyenaivāmuṣmin manasaḥ kalpanam etad eva ca naiṣkarmyam. This is a definition of naiṣkarmya. One acts in naiṣkarmya when he fully engages in Kṛṣṇa conscious activities without material desires to enjoy, either here or in the upper planetary systems, in the present life or in a future life (iha-amutra). Anyābhilāṣitā-śūnyam. When one is freed from all contamination and he acts in devotional service under the direction of the spiritual master, one is on the platform of naiṣkarma. By such transcendental devotional service, the Lord is served. I offer my respectful obeisances unto Him."
    },
    {
        "verse": "12",
        "devanagari": "नम: शान्ताय घोराय मूढाय गुणधर्मिणे ।निर्विशेषाय साम्याय नमो ज्ञानघनाय च ॥ १२ ॥",
        "english_devnagari": "namaḥ śāntāya ghorāyamūḍhāya guṇa-dharmiṇenirviśeṣāya sāmyāyanamo jñāna-ghanāya ca",
        "verse_Syn": [
            "namaḥ",
            "śāntāya",
            "ghorāya",
            "mūḍhāya",
            "guṇa",
            "dharmiṇe",
            "nirviśeṣāya",
            "sāmyāya",
            "namaḥ",
            "jñāna",
            "ghanāya",
            "ca"
        ],
        "translation": "I offer my respectful obeisances to Lord Vāsudeva, who is all-pervading, to the Lord’s fierce form as Lord Nṛsiṁhadeva, to the Lord’s form as an animal [Lord Varāhadeva], to Lord Dattātreya, who preached impersonalism, to Lord Buddha, and to all the other incarnations. I offer my respectful obeisances unto the Lord, who has no material qualities but who accepts the three qualities goodness, passion and ignorance within this material world. I also offer my respectful obeisances unto the impersonal Brahman effulgence.",
        "purport": " In the previous verses it has been described that although the Supreme Personality of Godhead has no material form, He accepts innumerable forms to favor His devotees and kill the demons. As stated in Śrīmad-Bhāgavatam, there are so many incarnations of the Supreme Personality of Godhead that they are like the waves of a river. The waves of a river flow incessantly, and no one can count how many waves there are. Similarly, no one can calculate when and how the different incarnations of the Lord appear according to the necessities of time, place and candidates. The Lord appears perpetually. As Kṛṣṇa says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” In the material world there is always the possibility of deviation from Kṛṣṇa consciousness, and therefore Kṛṣṇa and His devotees always act in various forms to curb such godlessness. Even impersonalists who stress the knowledge feature of the Supreme Personality of Godhead want to merge in the effulgence of the Lord. Therefore, here the word jñāna-ghanāya indicates that for atheists who disbelieve in the form and existence of the Lord, all these various incarnations appear. Since the Lord comes to teach in so many forms, no one can say that there is no God. The word jñāna-ghanāya is especially used here to refer to those whose knowledge has become solidified by dint of their searching for the Lord through speculative philosophical understanding. Superficial knowledge is useless for understanding the Supreme Personality of Godhead, but when one’s knowledge becomes extremely intense and deep, one understands Vāsudeva (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ). A jñānī attains this stage after many, many births. Therefore the word jñāna-ghanāya is used here. The word śāntāya indicates that Lord Vāsudeva is situated in everyone’s heart but does not act with the living entity. Impersonalist jñānīs realize Vāsudeva when they are fully mature in knowledge (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ)."
    },
    {
        "verse": "13",
        "devanagari": "क्षेत्रज्ञाय नमस्तुभ्यं सर्वाध्यक्षाय साक्षिणे ।पुरुषायात्ममूलाय मूलप्रकृतये नम: ॥ १३ ॥",
        "english_devnagari": "kṣetra-jñāya namas tubhyaṁsarvādhyakṣāya sākṣiṇepuruṣāyātma-mūlāyamūla-prakṛtaye namaḥ",
        "verse_Syn": [
            "kṣetra",
            "jñāya",
            "namaḥ",
            "tubhyam",
            "sarva",
            "adhyakṣāya",
            "sākṣiṇe",
            "puruṣāya",
            "ātma",
            "mūlāya",
            "mūla",
            "prakṛtaye",
            "namaḥ"
        ],
        "translation": "I beg to offer my respectful obeisances unto You, who are the Supersoul, the superintendent of everything, and the witness of all that occurs. You are the Supreme Person, the origin of material nature and of the total material energy. You are also the owner of the material body. Therefore, You are the supreme complete. I offer my respectful obeisances unto You.",
        "purport": " In Bhagavad-gītā (13.3) the Lord says, kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata: “O scion of Bharata, you should understand that I am also the knower in all bodies.” Every one of us is thinking, “I am this body” or “This is my body,” but actually the truth is different. Our bodies are given to us by the supreme proprietor. The living entity, who is also kṣetra jña, or the knower of the body, is not the body’s only proprietor; the actual proprietor of the body is the Supreme Personality of Godhead, who is the supreme kṣetra jña. For example, we may rent and occupy a house, but actually the owner of the house is the landlord. Similarly, we may be allotted a certain type of body as a facility with which to enjoy this material world, but the actual proprietor of the body is the Supreme Personality of Godhead. He is called sarvādhyakṣa because everything in the material world works under His supervision. This is confirmed in Bhagavad-gītā (9.10), wherein the Lord says, mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram: “This material nature, working under My direction, O son of Kuntī, is producing all moving and unmoving beings.” From prakṛti, or material nature, come so many varieties of living entities, including aquatics, plants, trees, insects, birds, animals, human beings and demigods. Prakṛti is the mother, and the Supreme Personality of Godhead is the father (ahaṁ bīja-pradaḥ pitā). Prakṛti can give us material bodies, but as spirit souls we are parts and parcels of the Supreme Personality of Godhead. This is confirmed in Bhagavad-gītā (15.7): mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ. The living entity, being part and parcel of God, is not a product of this material world. Therefore the Lord is described in this verse as ātma-mūla, the original source of everything. He is the seed of all existences (bījaṁ māṁ sarva-bhūtānām). In Bhagavad-gītā (14.4) the Lord says: “It should be understood that all living entities, in all species of life, O son of Kuntī, are made possible by birth in this material nature, and that I am the seed-giving father.” Plants, trees, insects, aquatics, demigods, beasts, birds and all other living entities are sons or parts and parcels of the Supreme Lord, but because they are struggling with different mentalities, they have been given different types of bodies (manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati). Thus they have become sons of prakṛti, or material nature, which is impregnated by the Supreme Personality of Godhead. Every living entity in this material world is struggling for existence, and the only salvation or relief from the cycle of birth and death in the evolutionary process is full surrender. This is indicated by the word namaḥ, “I offer my respectful obeisances unto You.”"
    },
    {
        "verse": "14",
        "devanagari": "सर्वेन्द्रियगुणद्रष्ट्रे सर्वप्रत्ययहेतवे ।असताच्छाययोक्ताय सदाभासाय ते नम: ॥ १४ ॥",
        "english_devnagari": "sarvendriya-guṇa-draṣṭresarva-pratyaya-hetaveasatā cchāyayoktāyasad-ābhāsāya te namaḥ",
        "verse_Syn": [
            "sarva",
            "indriya",
            "guṇa",
            "draṣṭre",
            "sarva",
            "pratyaya",
            "hetave",
            "asatā",
            "chāyayā",
            "uktāya",
            "sat",
            "ābhāsāya",
            "te",
            "namaḥ"
        ],
        "translation": "My Lord, You are the observer of all the objectives of the senses. Without Your mercy, there is no possibility of solving the problem of doubts. The material world is just like a shadow resembling You. Indeed, one accepts this material world as real because it gives a glimpse of Your existence.",
        "purport": " To paraphrase this verse: “The objectives of sensual activities are actually observed by You. Without Your direction, the living entity cannot take even a step forward. As confirmed in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca. You are situated in everyone’s heart, and only from You come remembrance and forgetfulness. Chāyeva yasya bhuvanāni bibharti durgā. The living entity under the clutches of māyā wants to enjoy this material world, but unless You give him directions and remind him, he cannot make progress in pursuing his shadowy objective in life. The conditioned soul wrongly progresses toward the wrong objective, life after life, and he is reminded of that objective by You. In one life the conditioned soul desires to progress toward a certain objective, but after his body changes, he forgets everything. Nonetheless, my Lord, because he wanted to enjoy something of this world, You remind him of this in his next birth. Mattaḥ smṛtir jñānam apohanaṁ ca. Because the conditioned soul wants to forget You, by Your grace You give him opportunities, life after life, by which he can almost perpetually forget You. Therefore You are eternally the director of the conditioned souls. It is because You are the original cause of everything that everything appears real. The ultimate reality is Your Lordship, the Supreme Personality of Godhead. I offer my respectful obeisances unto You.” The word sarva-pratyaya-hetave is explained by Śrīla Viśvanātha Cakravartī Ṭhākura, who says that a result gives one a glimpse of its cause. For example, since an earthen pot is the result of the actions of a potter, by seeing the earthen pot one can guess at the existence of the potter. Similarly, this material world resembles the spiritual world, and any intelligent person can guess how it is acting. As explained in Bhagavad-gītā, mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram. The activities of the material world suggest that behind them is the superintendence of the Lord."
    },
    {
        "verse": "15",
        "devanagari": "नमो नमस्तेऽखिलकारणायनिष्कारणायाद्भ‍ुतकारणाय ।सर्वागमाम्नायमहार्णवायनमोऽपवर्गाय परायणाय ॥ १५ ॥",
        "english_devnagari": "namo namas te ’khila-kāraṇāyaniṣkāraṇāyādbhuta-kāraṇāyasarvāgamāmnāya-mahārṇavāyanamo ’pavargāya parāyaṇāya",
        "verse_Syn": [
            "namaḥ",
            "namaḥ",
            "te",
            "akhila",
            "kāraṇāya",
            "niṣkāraṇāya",
            "adbhuta",
            "kāraṇāya",
            "sarva",
            "āgama",
            "āmnāya",
            "mahā",
            "arṇavāya",
            "namaḥ",
            "apavargāya",
            "para",
            "ayaṇāya"
        ],
        "translation": "My Lord, You are the cause of all causes, but You Yourself have no cause. Therefore You are the wonderful cause of everything. I offer my respectful obeisances unto You, who are the shelter of the Vedic knowledge contained in the śāstras like the Pañcarātras and Vedānta-sūtra, which are Your representations, and who are the source of the paramparā system. Because it is You who can give liberation, You are the only shelter for all transcendentalists. Let me offer my respectful obeisances unto You.",
        "purport": " The Supreme Personality of Godhead is described herein as the wonderful cause. He is wonderful in the sense that although there may be unlimited emanations from the Supreme Personality of Godhead (janmādy asya yataḥ), He always remains complete (pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate). In our experience in the material world, if we have a bank balance of one million dollars, as we withdraw money from the bank the balance gradually diminishes until it becomes nil. However, the Supreme Lord, the Personality of Godhead, is so complete that although innumerable Personalities of Godhead expand from Him, He remains the same Supreme Personality of Godhead. Pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate. Therefore He is the wonderful cause. Govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. “Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” (Brahma-saṁhitā 5.1) Even in this material world, we can understand that the sun has existed for millions of years and has given off heat and light since its creation, yet the sun still retains its power and never changes. What then is to be said of the supreme cause, paraṁ brahma, Kṛṣṇa? Everything emanates from Him perpetually, yet He maintains His original form (sac-cid-ānanda-vigrahaḥ). Kṛṣṇa personally says in Bhagavad-gītā (10.8), mattaḥ sarvaṁ pravartate: “Everything emanates from Me.” Everything emanates from Kṛṣṇa eternally, yet He is the same Kṛṣṇa and does not change. Therefore He is the shelter of all transcendentalists who are eager to get free from material bondage. Everyone must take shelter of Kṛṣṇa. It is therefore advised: “Whether one desires everything or nothing or desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kṛṣṇa, the Supreme Personality of Godhead, by rendering transcendental loving service.” (Bhāg. 2.3.10) Paraṁ brahma, the Supreme Lord, and paraṁ dhāma, the supreme repose, is Kṛṣṇa. Therefore anyone who desires anything — whether he be a karmī, a jñānī or a yogī — should try to perceive the Supreme Personality of Godhead very seriously, and all of his desires will be fulfilled. The Lord says, ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham: “As the living entities surrender unto Me, I reward them accordingly.” Even the karmī who wants everything for his enjoyment can get it from Kṛṣṇa. For Kṛṣṇa, supplying what he wants is not at all difficult. Actually, however, one should worship Kṛṣṇa, the Supreme Personality of Godhead, for the sake of getting liberation. Vedaiś ca sarvair aham eva vedyaḥ. By studying the Vedic literature, one should understand Kṛṣṇa. As confirmed here, sarvāgamāmnāya-mahārṇavāya. He is the ocean, and all Vedic knowledge flows toward Him. Therefore, intelligent transcendentalists take shelter of the Supreme Personality of Godhead (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). This is the ultimate goal."
    },
    {
        "verse": "16",
        "devanagari": "गुणारणिच्छन्नचिदुष्मपायतत्क्षोभविस्फूर्जितमानसाय ।नैष्कर्म्यभावेन विवर्जितागम-स्वयंप्रकाशाय नमस्करोमि ॥ १६ ॥",
        "english_devnagari": "guṇāraṇi-cchanna-cid-uṣmapāyatat-kṣobha-visphūrjita-mānasāyanaiṣkarmya-bhāvena vivarjitāgama-svayaṁ-prakāśāya namas karomi",
        "verse_Syn": [
            "guṇa",
            "araṇi",
            "channa",
            "cit",
            "uṣmapāya",
            "tat",
            "kṣobha",
            "visphūrjita",
            "mānasāya",
            "naiṣkarmya",
            "bhāvena",
            "vivarjita",
            "āgama",
            "svayam",
            "prakāśāya",
            "namaḥ",
            "karomi"
        ],
        "translation": "My Lord, as the fire in araṇi wood is covered, You and Your unlimited knowledge are covered by the material modes of nature. Your mind, however, is not attentive to the activities of the modes of nature. Those who are advanced in spiritual knowledge are not subject to the regulative principles directed in the Vedic literatures. Because such advanced souls are transcendental, You personally appear in their pure minds. Therefore I offer my respectful obeisances unto You.",
        "purport": " In Bhagavad-gītā (10.11) it is said: For a devotee who has taken the lotus feet of the Lord within his heart, the Lord gives spiritual enlightenment, known as jñāna-dīpa, by special mercy from within. This jñāna-dīpa is compared to the fire hidden within araṇi wood. To perform fire sacrifices, great sages previously did not ignite a fire directly; the fire would be invoked from araṇi wood. Similarly, all living entities are covered by the modes of material nature, and the fire of knowledge can be ignited only by the Supreme Personality of Godhead when one takes Him within one’s heart. Sa vai manaḥ kṛṣṇa-padāravindayoḥ. If one takes seriously the lotus feet of Kṛṣṇa, who is seated within one’s heart, the Lord eradicates all ignorance. By the torch of knowledge, one immediately understands everything properly by the special mercy of the Supreme Lord and becomes self-realized. In other words, although a devotee may externally not be very well educated, because of his devotional service the Supreme Personality of Godhead gives him enlightenment from within. If the Lord gives enlightenment from within, how can one be in ignorance? Therefore the allegation of the Māyāvādīs that the devotional path is for the unintelligent or uneducated is untrue. If one becomes an unalloyed devotee of the Supreme Lord, he automatically manifests all good qualities. Such a devotee is above the instructions of the Vedas. He is a paramahaṁsa. Even without going through the Vedic literature, a devotee becomes pure and enlightened by the mercy of the Lord. “Therefore, my Lord,” the devotee says, “I offer my respectful obeisances unto You.”"
    },
    {
        "verse": "17",
        "devanagari": "माद‍ृक्प्रपन्नपशुपाशविमोक्षणायमुक्ताय भूरिकरुणाय नमोऽलयाय ।स्वांशेन सर्वतनुभृन्मनसि प्रतीत-प्रत्यग्द‍ृशे भगवते बृहते नमस्ते ॥ १७ ॥",
        "english_devnagari": "mādṛk prapanna-paśu-pāśa-vimokṣaṇāyamuktāya bhūri-karuṇāya namo ’layāyasvāṁśena sarva-tanu-bhṛn-manasi pratīta-pratyag-dṛśe bhagavate bṛhate namas te",
        "verse_Syn": [
            "mādṛk",
            "prapanna",
            "paśu",
            "pāśa",
            "vimokṣaṇāya",
            "muktāya",
            "bhūri",
            "karuṇāya",
            "namaḥ",
            "alayāya",
            "sva",
            "aṁśena",
            "sarva",
            "tanu",
            "bhṛt",
            "manasi",
            "pratīta",
            "pratyak",
            "dṛśe",
            "bhagavate",
            "bṛhate",
            "namaḥ",
            "te"
        ],
        "translation": "Since an animal such as me has surrendered unto You, who are supremely liberated, certainly You will release me from this dangerous position. Indeed, being extremely merciful, You incessantly try to deliver me. By your partial feature as Paramātmā, You are situated in the hearts of all embodied beings. You are celebrated as direct transcendental knowledge, and You are unlimited. I offer my respectful obeisances unto You, the Supreme Personality of Godhead.",
        "purport": " The words bṛhate namas te have been explained by Śrīla Viśvanātha Cakravartī Ṭhākura: bṛhate śrī-kṛṣṇāya. The Supreme Personality of Godhead is Kṛṣṇa. There are many tattvas, such as viṣṇu-tattva, jīva-tattva and śakti-tattva, but above everything is the viṣṇu-tattva, which is all-pervading. This all-pervading feature of the Supreme Personality of Godhead is explained in Bhagavad-gītā (10.42), wherein the Lord says: “But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.” Thus Kṛṣṇa says that the entire material world is maintained by His partial representation as Paramātmā. The Lord enters every universe as Garbhodakaśāyī Viṣṇu and then expands Himself as Kṣīrodakaśāyī Viṣṇu to enter the hearts of all living entities and even enter the atoms. Aṇḍāntara-stha-paramāṇu-cayāntara-stham. Every universe is full of atoms, and the Lord is not only within the universe but also within the atoms. Thus within every atom the Supreme Lord exists in His Viṣṇu feature as Paramātmā, but all the viṣṇu-tattvas emanate from Kṛṣṇa. As confirmed in Bhagavad-gītā (10.2), aham ādir hi devānām: Kṛṣṇa is the ādi, or beginning, of the devas of this material world — Brahmā, Viṣṇu and Maheśvara. Therefore He is described here as bhagavate bṛhate. Everyone is bhagavān — everyone possesses opulence — but Kṛṣṇa is bṛhān bhagavān, the possessor of unlimited opulence. Īśvaraḥ paramaḥ kṛṣṇaḥ. Kṛṣṇa is the origin of everyone. Ahaṁ sarvasya prabhavaḥ. Even Brahmā, Viṣṇu and Maheśvara come from Kṛṣṇa. Mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: there is no personality superior to Kṛṣṇa. Therefore Viśvanātha Cakravartī Ṭhākura says that bhagavate bṛhate means “unto Śrī Kṛṣṇa.” In this material world, everyone is a paśu, an animal, because of the bodily conception of life. “A human being who identifies the body made of three elements as the self, who considers the by-products of the body to be his kinsmen, who considers the land of his birth to be worshipable, and who goes to a place of pilgrimage simply to bathe rather than to meet men of transcendental knowledge there is to be considered like a cow or an ass.” (Bhāg. 10.84.13) Practically everyone, therefore, is a paśu, an animal, and everyone is attacked by the crocodile of material existence. Not only the King of the elephants but every one of us is being attacked by the crocodile and is suffering the consequences. Only Kṛṣṇa can deliver us from this material existence. Indeed, He is always trying to deliver us. Īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati. He is within our hearts and is not at all inattentive. His only aim is to deliver us from material life. It is not that He becomes attentive to us only when we offer prayers to Him. Even before we offer our prayers, He incessantly tries to deliver us. He is never lazy in regard to our deliverance. Therefore this verse says, bhūri-karuṇāya namo ’layāya. It is the causeless mercy of the Supreme Lord that He always tries to bring us back home, back to Godhead. God is liberated, and He tries to make us liberated, but although He is constantly trying, we refuse to accept His instructions (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). Nonetheless, He has not become angry. Therefore He is described here as bhūri-karuṇāya, unlimitedly merciful in delivering us from this miserable material condition of life and taking us back home, back to Godhead."
    },
    {
        "verse": "18",
        "devanagari": "आत्मात्मजाप्तगृहवित्तजनेषु सक्तै-र्दुष्प्रापणाय गुणसङ्गविवर्जिताय ।मुक्तात्मभि: स्वहृदये परिभावितायज्ञानात्मने भगवते नम ईश्वराय ॥ १८ ॥",
        "english_devnagari": "ātmātma-jāpta-gṛha-vitta-janeṣu saktairduṣprāpaṇāya guṇa-saṅga-vivarjitāyamuktātmabhiḥ sva-hṛdaye paribhāvitāyajñānātmane bhagavate nama īśvarāya",
        "verse_Syn": [
            "ātma",
            "ātma",
            "ja",
            "āpta",
            "gṛha",
            "vitta",
            "janeṣu",
            "saktaiḥ",
            "duṣprāpaṇāya",
            "guṇa",
            "saṅga",
            "vivarjitāya",
            "mukta",
            "ātmabhiḥ",
            "sva",
            "hṛdaye",
            "paribhāvitāya",
            "jñāna",
            "ātmane",
            "bhagavate",
            "namaḥ",
            "īśvarāya"
        ],
        "translation": "My Lord, those who are completely freed from material contamination always meditate upon You within the cores of their hearts. You are extremely difficult to attain for those like me who are too attached to mental concoction, home, relatives, friends, money, servants and assistants. You are the Supreme Personality of Godhead, uncontaminated by the modes of nature. You are the reservoir of all enlightenment, the supreme controller. I therefore offer my respectful obeisances unto You.",
        "purport": " Although the Supreme Personality of Godhead comes into the material world, He is unaffected by the modes of material nature. This is confirmed in Īśopaniṣad. Apāpa-viddham: He is not contaminated. This same fact is described here. Guṇa-saṅga-vivarjitāya. Although the Supreme Personality of Godhead appears as an incarnation within this material world, He is unaffected by the modes of material nature. As stated in Bhagavad-gītā (9.11), avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: foolish men with insufficient knowledge deride the Personality of Godhead because He appears just like a human being. Therefore the Supreme Personality of Godhead can be understood only by the muktātmā, the liberated soul. Muktātmabhiḥ sva-hṛdaye paribhāvitāya: only the liberated person can constantly think of Kṛṣṇa. Such a person is the greatest of all yogīs. “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” (Bg. 6.47)"
    },
    {
        "verse": "19",
        "devanagari": "यं धर्मकामार्थविमुक्तिकामाभजन्त इष्टां गतिमाप्नुवन्ति ।किं चाशिषो रात्यपि देहमव्ययंकरोतु मेऽदभ्रदयो विमोक्षणम् ॥ १९ ॥",
        "english_devnagari": "yaṁ dharma-kāmārtha-vimukti-kāmābhajanta iṣṭāṁ gatim āpnuvantikiṁ cāśiṣo rāty api deham avyayaṁkarotu me ’dabhra-dayo vimokṣaṇam",
        "verse_Syn": [
            "yam",
            "dharma",
            "kāma",
            "artha",
            "vimukti",
            "kāmāḥ",
            "bhajantaḥ",
            "iṣṭām",
            "gatim",
            "āpnuvanti",
            "kim",
            "ca",
            "āśiṣaḥ",
            "rāti",
            "api",
            "deham",
            "avyayam",
            "karotu",
            "me",
            "adabhra",
            "dayaḥ",
            "vimokṣaṇam"
        ],
        "translation": "After worshiping the Supreme Personality of Godhead, those who are interested in the four principles of religion, economic development, sense gratification and liberation obtain from Him what they desire. What then is to be said of other benedictions? Indeed, sometimes the Lord gives a spiritual body to such ambitious worshipers. May that Supreme Personality of Godhead, who is unlimitedly merciful, bestow upon me the benediction of liberation from this present danger and from the materialistic way of life.",
        "purport": " Some men within this material world are akāmī, free from material desire, some are ambitious to get more and more material profit, and some desire fulfillment in religious life, economic development, sense gratification and finally liberation. It is recommended that whatever one’s position — whether one demands no material profit, all material profit or ultimately liberation — one should offer his obedient devotional service to the Lord, and one will get what he desires. Kṛṣṇa is so kind. Ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. The Lord reciprocates. Whatever even an ordinary living entity wants, Kṛṣṇa gives. Kṛṣṇa is situated in everyone’s heart, and He gives that which is desired by the living entity. “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” (Bg. 18.61) The Lord gives everyone an opportunity to fulfill his ambitions. Even such a devotee as Dhruva Mahārāja wanted the material benediction of a kingdom greater than that of his father, and although he received a spiritual body, he also got the kingdom, for the Supreme Personality of Godhead does not disappoint anyone who takes shelter of His lotus feet. Therefore, since Gajendra, King of the elephants, had surrendered to the Supreme Personality of Godhead to get free from the present danger and, indirectly, from the present danger of materialistic life, why should the Supreme Personality of Godhead not fulfill his desire?"
    },
    {
        "verse": "20-21",
        "devanagari": "एकान्तिनो यस्य न कञ्चनार्थंवाञ्छन्ति ये वै भगवत्प्रपन्ना: ।अत्यद्भ‍ुतं तच्चरितं सुमङ्गलंगायन्त आनन्दसमुद्रमग्ना: ॥ २० ॥तमक्षरं ब्रह्म परं परेश-मव्यक्तमाध्यात्मिकयोगगम्यम् ।अतीन्द्रियं सूक्ष्ममिवातिदूर-मनन्तमाद्यं परिपूर्णमीडे ॥ २१ ॥",
        "english_devnagari": "ekāntino yasya na kañcanārthaṁvāñchanti ye vai bhagavat-prapannāḥaty-adbhutaṁ tac-caritaṁ sumaṅgalaṁgāyanta ānanda-samudra-magnāḥ",
        "verse_Syn": [
            "ekāntinaḥ",
            "yasya",
            "na",
            "kañcana",
            "artham",
            "vāñchanti",
            "ye",
            "vai",
            "bhagavat",
            "prapannāḥ",
            "ati",
            "adbhutam",
            "tat",
            "caritam",
            "su",
            "maṅgalam",
            "gāyantaḥ",
            "ānanda",
            "samudra",
            "magnāḥ",
            "tam",
            "akṣaram",
            "brahma",
            "param",
            "para",
            "īśam",
            "avyaktam",
            "ādhyātmika",
            "yoga",
            "gamyam",
            "ati",
            "indriyam",
            "sūkṣmam",
            "iva",
            "ati",
            "dūram",
            "anantam",
            "ādyam",
            "paripūrṇam",
            "īḍe"
        ],
        "translation": "Unalloyed devotees, who have no desire other than to serve the Lord, worship Him in full surrender and always hear and chant about His activities, which are most wonderful and auspicious. Thus they always merge in an ocean of transcendental bliss. Such devotees never ask the Lord for any benediction. I, however, am in danger. Thus I pray to that Supreme Personality of Godhead, who is eternally existing, who is invisible, who is the Lord of all great personalities, such as Brahmā, and who is available only by transcendental bhakti-yoga. Being extremely subtle, He is beyond the reach of my senses and transcendental to all external realization. He is unlimited, He is the original cause, and He is completely full in everything. I offer my obeisances unto Him.",
        "purport": " “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” Unalloyed devotees have nothing to ask from the Supreme Personality of Godhead, but Gajendra, the King of the elephants, was circumstantially asking for an immediate benediction because he had no other way to be rescued. Sometimes, when there is no alternative, a pure devotee, being fully dependent on the mercy of the Supreme Lord, prays for some benediction. But in such a prayer there is also regret. One who always hears and chants about the transcendental pastimes of the Lord is always situated on a platform on which he has nothing to ask in terms of material benefits. Unless one is a completely pure devotee, one cannot enjoy the transcendental bliss derived from chanting and dancing in the ecstasy of the saṅkīrtana movement. Such ecstasy is not possible for an ordinary devotee. Lord Śrī Caitanya Mahāprabhu showed us how one can enjoy transcendental bliss simply by chanting, hearing and dancing in ecstasy. This is bhakti-yoga. Therefore the King of the elephants, Gajendra, said, ādhyātmika-yoga-gamyam, indicating that unless one is situated on this transcendental platform, one cannot approach the Supreme Lord. The benediction of being able to approach the Lord can be achieved after many, many births, yet Śrī Caitanya Mahāprabhu has awarded this benediction to everyone, even to the fallen souls who have no heritage of anything in spiritual life. That is actually being seen in the Kṛṣṇa consciousness movement. Therefore the path of bhakti-yoga is the spotless process by which to approach the Supreme Personality of Godhead. Bhaktyāham ekayā grāhyaḥ: only through devotional service can one approach the Supreme Lord. The Lord says in Bhagavad-gītā (7.1): “Now hear, O son of Pṛthā [Arjuna], how by practicing yoga in full consciousness of Me, with mind attached to Me, you can know Me in full, free from doubt.” Simply by being attached to Kṛṣṇa consciousness and by thinking of the lotus feet of Kṛṣṇa constantly, one can fully understand the Supreme Personality of Godhead, without a doubt."
    },
    {
        "verse": "22-24",
        "devanagari": "यस्य ब्रह्मादयो देवा वेदा लोकाश्चराचरा: ।नामरूपविभेदेन फल्ग्व्या च कलया कृता: ॥ २२ ॥यथार्चिषोऽग्ने: सवितुर्गभस्तयोनिर्यान्ति संयान्त्यसकृत् स्वरोचिष: ।तथा यतोऽयं गुणसम्प्रवाहोबुद्धिर्मन: खानि शरीरसर्गा: ॥ २३ ॥स वै न देवासुरमर्त्यतिर्यङ्न स्त्री न षण्ढो न पुमान् न जन्तु: ।नायं गुण: कर्म न सन्न चासन्निषेधशेषो जयतादशेष: ॥ २४ ॥",
        "english_devnagari": "yasya brahmādayo devāvedā lokāś carācarāḥnāma-rūpa-vibhedenaphalgvyā ca kalayā kṛtāḥ",
        "verse_Syn": [
            "yasya",
            "brahma",
            "ādayaḥ",
            "devāḥ",
            "vedāḥ",
            "lokāḥ",
            "cara",
            "acarāḥ",
            "nāma",
            "rūpa",
            "vibhedena",
            "phalgvyā",
            "ca",
            "kalayā",
            "kṛtāḥ",
            "yathā",
            "arciṣaḥ",
            "agneḥ",
            "savituḥ",
            "gabhastayaḥ",
            "niryānti",
            "saṁyānti",
            "asakṛt",
            "sva",
            "rociṣaḥ",
            "tathā",
            "yataḥ",
            "ayam",
            "guṇa",
            "sampravāhaḥ",
            "buddhiḥ",
            "manaḥ",
            "khāni",
            "śarīra",
            "sargāḥ",
            "saḥ",
            "vai",
            "na",
            "deva",
            "asura",
            "martya",
            "tiryak",
            "na",
            "strī",
            "na",
            "ṣaṇḍhaḥ",
            "na",
            "pumān",
            "na",
            "jantuḥ",
            "na",
            "ayam",
            "guṇaḥ",
            "karma",
            "na",
            "sat",
            "na",
            "ca",
            "asat",
            "niṣedha",
            "śeṣaḥ",
            "jayatāt",
            "aśeṣaḥ"
        ],
        "translation": "The Supreme Personality of Godhead creates His minor parts and parcels, the jīva-tattva, beginning with Lord Brahmā, the demigods and the expansions of Vedic knowledge [Sāma, Ṛg, Yajur and Atharva] and including all other living entities, moving and nonmoving, with their different names and characteristics. As the sparks of a fire or the shining rays of the sun emanate from their source and merge into it again and again, the mind, the intelligence, the senses, the gross and subtle material bodies, and the continuous transformations of the different modes of nature all emanate from the Lord and again merge into Him. He is neither demigod nor demon, neither human nor bird or beast. He is not woman, man, or neuter, nor is He an animal. He is not a material quality, a fruitive activity, a manifestation or nonmanifestation. He is the last word in the discrimination of “not this, not this,” and He is unlimited. All glories to the Supreme Personality of Godhead!",
        "purport": " This is a summary description of the Supreme Personality of Godhead’s unlimited potency. That supreme one is acting in different phases by manifesting His parts and parcels, which are all simultaneously differently situated by His different potencies (parāsya śaktir vividhaiva śrūyate). Each and every potency is acting quite naturally (svābhāvikī jñāna-bala-kriyā ca). Therefore the Lord is unlimited. Na tat-samaś cābhyadhikaś ca dṛśyate: nothing is equal to Him, nor is anything greater than Him. Although He manifests Himself in so many ways, personally He has nothing to do (na tasya kāryaṁ karaṇaṁ ca vidyate), for everything is done by expansions of His unlimited energies."
    },
    {
        "verse": "25",
        "devanagari": "जिजीविषे नाहमिहामुया कि-मन्तर्बहिश्चावृतयेभयोन्या ।इच्छामि कालेन न यस्य विप्लव-स्तस्यात्मलोकावरणस्य मोक्षम् ॥ २५ ॥",
        "english_devnagari": "jijīviṣe nāham ihāmuyā kimantar bahiś cāvṛtayebha-yonyāicchāmi kālena na yasya viplavastasyātma-lokāvaraṇasya mokṣam",
        "verse_Syn": [
            "jijīviṣe",
            "na",
            "aham",
            "iha",
            "amuyā",
            "kim",
            "antaḥ",
            "bahiḥ",
            "ca",
            "āvṛtayā",
            "ibha",
            "yonyā",
            "icchāmi",
            "kālena",
            "na",
            "yasya",
            "viplavaḥ",
            "tasya",
            "ātma",
            "loka",
            "āvaraṇasya",
            "mokṣam"
        ],
        "translation": "I do not wish to live anymore after I am released from the attack of the crocodile. What is the use of an elephant’s body covered externally and internally by ignorance? I simply desire eternal liberation from the covering of ignorance. That covering is not destroyed by the influence of time.",
        "purport": " In this material world, every living entity is covered by the darkness of ignorance. Therefore the Vedas enjoin that one should approach the Supreme Lord through the spiritual master, who is described and offered prayers in the Gautamīya-tantra as follows: “I offer my respectful obeisances unto my spiritual master, who with the torchlight of knowledge has opened my eyes, which were blinded by the darkness of ignorance.” Although one may struggle for existence in this material world, to live forever is impossible. One must understand, however, that this struggle for existence is due to ignorance, for otherwise every living being is an eternal part of the Supreme Lord. There is no need to live as an elephant or man, American or Indian; one should desire only to achieve liberation from the cycle of birth and death. Because of ignorance, we consider every life offered by nature to be happy and pleasing, but in the degraded life within this material world, from the life of Lord Brahmā down to that of an ant, no one can actually be happy. We are making so many plans to live happily, but there cannot be any happiness in this material world, however we may try to make a permanent settlement in this life or that."
    },
    {
        "verse": "26",
        "devanagari": "सोऽहं विश्वसृजं विश्वमविश्वं विश्ववेदसम् ।विश्वात्मानमजं ब्रह्म प्रणतोऽस्मि परं पदम् ॥ २६ ॥",
        "english_devnagari": "so ’haṁ viśva-sṛjaṁ viśvamaviśvaṁ viśva-vedasamviśvātmānam ajaṁ brahmapraṇato ’smi paraṁ padam",
        "verse_Syn": [
            "saḥ",
            "aham",
            "viśva",
            "sṛjam",
            "viśvam",
            "aviśvam",
            "viśva",
            "vedasam",
            "viśva",
            "ātmānam",
            "ajam",
            "brahma",
            "praṇataḥ",
            "asmi",
            "param",
            "padam"
        ],
        "translation": "Now, fully desiring release from material life, I offer my respectful obeisances unto that Supreme Person who is the creator of the universe, who is Himself the form of the universe and who is nonetheless transcendental to this cosmic manifestation. He is the supreme knower of everything in this world, the Supersoul of the universe. He is the unborn, supremely situated Lord. I offer my respectful obeisances unto Him.",
        "purport": " Sometimes when bhakti-yoga, Kṛṣṇa consciousness, is preached to the common man, people argue, “Where is Kṛṣṇa? Where is God? Can you show Him to us?” In this verse the answer is given that if we are sufficiently intelligent, we must know that there is someone who has created the entire cosmic manifestation, who has supplied and has become the ingredients for this cosmic manifestation, who is eternally existing, but who is not within the cosmic manifestation. Simply on the basis of this suggestion, one can offer respectful obeisances unto the Supreme Lord. This is the beginning of devotional life."
    },
    {
        "verse": "27",
        "devanagari": "योगरन्धितकर्माणो हृदि योगविभाविते ।योगिनो यं प्रपश्यन्ति योगेशं तं नतोऽस्म्यहम् ॥ २७ ॥",
        "english_devnagari": "yoga-randhita-karmāṇohṛdi yoga-vibhāviteyogino yaṁ prapaśyantiyogeśaṁ taṁ nato ’smy aham",
        "verse_Syn": [
            "yoga",
            "randhita",
            "karmāṇaḥ",
            "hṛdi",
            "yoga",
            "vibhāvite",
            "yoginaḥ",
            "yam",
            "prapaśyanti",
            "yoga",
            "īśam",
            "tam",
            "nataḥ",
            "asmi",
            "aham"
        ],
        "translation": "I offer my respectful obeisances unto the Supreme, the Supersoul, the master of all mystic yoga, who is seen in the core of the heart by perfect mystics when they are completely purified and freed from the reactions of fruitive activity by practicing bhakti-yoga.",
        "purport": " The King of the elephants, Gajendra, simply accepted that there must be someone who has created this cosmic manifestation and has supplied its ingredients. This should be admitted by everyone, even the most determined atheists. Why, then, do the nondevotees and atheists not admit this? The reason is that they are polluted by the reactions of their fruitive activities. One must be freed from all the dirt accumulated within the heart due to fruitive activities performed one after another. One must wash off this dirt by practicing bhakti-yoga. Yoga-randhita-karmāṇaḥ. As long as one is covered by material nature’s modes of ignorance and passion, there is no possibility of understanding the Supreme Lord. Tadā rajas-tamo-bhāvāḥ kāma-lobhādayaś ca ye. When one is freed from the modes of ignorance and passion, one becomes free from the lowest qualities — kāma and lobha, lust and greed. Nowadays there are so many yoga schools to encourage people in developing their lusty desires and greed through the practice of yoga. People are therefore very much fond of so-called yoga practice. The actual practice of yoga, however, is described here. As authoritatively stated in the Śrīmad-Bhāgavatam (12.13.1), dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ: a yogī is one who always meditates on the lotus feet of the Supreme Personality of Godhead. This is also confirmed in the Brahma-saṁhitā (5.38): “I worship Govinda, the primeval Lord, who is Śyāmasundara, Kṛṣṇa Himself, with inconceivable innumerable attributes, whom the pure devotees see in their heart of hearts with the eye of devotion tinged with the salve of love.” The bhakti-yogī constantly sees Śyāmasundara — beautiful Lord Kṛṣṇa with His blackish bodily hue. Because the King of the elephants, Gajendra, thought himself an ordinary animal, he thought himself unfit to see the Lord. In his humility, he thought that he could not practice yoga. In other words, how can those who are like animals in the bodily concept of life, and who have no purity of consciousness, practice yoga? In the present day, people who have no control over their senses, who have no understanding of philosophy and who do not follow religious principles or rules and regulations are nonetheless pretending to be yogīs. This is the greatest anomaly in the practice of mystic yoga."
    },
    {
        "verse": "28",
        "devanagari": "नमो नमस्तुभ्यमसह्यवेग-शक्तित्रयायाखिलधीगुणाय ।प्रपन्नपालाय दुरन्तशक्तयेकदिन्द्रियाणामनवाप्यवर्त्मने ॥ २८ ॥",
        "english_devnagari": "namo namas tubhyam asahya-vega-śakti-trayāyākhila-dhī-guṇāyaprapanna-pālāya duranta-śaktayekad-indriyāṇām anavāpya-vartmane",
        "verse_Syn": [
            "namaḥ",
            "namaḥ",
            "tubhyam",
            "asahya",
            "vega",
            "śakti",
            "trayāya",
            "akhila",
            "dhī",
            "guṇāya",
            "prapanna",
            "pālāya",
            "duranta",
            "śaktaye",
            "kat",
            "indriyāṇām",
            "anavāpya",
            "vartmane"
        ],
        "translation": "My Lord, You are the controller of formidable strength in three kinds of energy. You appear as the reservoir of all sense pleasure and the protector of the surrendered souls. You possess unlimited energy, but You are unapproachable by those who are unable to control their senses. I offer my respectful obeisances unto You again and again.",
        "purport": " Attachment, greed and lust are three formidable forces that prevent one from concentrating upon the lotus feet of the Supreme Personality of Godhead. These forces act because the Supreme Lord does not like to be realized by nondevotees and atheists. However, when one surrenders unto the lotus feet of the Lord, these impediments are withdrawn, and one can realize the Supreme Personality of Godhead. Therefore the Lord is the protector of the surrendered soul. One cannot become a devotee until one surrenders unto the Lord’s lotus feet. Then the Lord gives one the intelligence from within by which one can return home, back to Godhead."
    },
    {
        "verse": "29",
        "devanagari": "नायं वेद स्वमात्मानं यच्छक्त्याहंधिया हतम् ।तं दुरत्ययमाहात्म्यं भगवन्तमितोऽस्म्यहम् ॥ २९ ॥",
        "english_devnagari": "nāyaṁ veda svam ātmānaṁyac-chaktyāhaṁ-dhiyā hatamtaṁ duratyaya-māhātmyaṁbhagavantam ito ’smy aham",
        "verse_Syn": [
            "na",
            "ayam",
            "veda",
            "svam",
            "ātmānam",
            "yat",
            "śaktyā",
            "aham",
            "dhiyā",
            "hatam",
            "tam",
            "duratyaya",
            "māhātmyam",
            "bhagavantam",
            "itaḥ",
            "asmi",
            "aham"
        ],
        "translation": "I offer my respectful obeisances unto the Supreme Personality of Godhead, by whose illusory energy the jīva, who is part and parcel of God, forgets his real identity because of the bodily concept of life. I take shelter of the Supreme Personality of Godhead, whose glories are difficult to understand.",
        "purport": " As stated in Bhagavad-gītā, every living entity — regardless of whether he be human, demigod, animal, bird, bee or whatever — is part and parcel of the Supreme Personality of Godhead. The Lord and the living entity are intimately related like father and son. Unfortunately, because of material contact, the living entity forgets this and wants to enjoy the material world independently, according to his own plan. This illusion (māyā) is very difficult to surmount. Māyā covers the living entity because of his willingness to forget the Supreme Personality of Godhead and make his own plan to enjoy this material world. As long as this contamination continues, the conditioned soul will be unable to understand his real identity and will perpetually continue under illusion, life after life. Ato gṛha-kṣetra-sutāpta-vittair janasya moho ’yam ahaṁ mameti (Bhāg. 5.5.8). As long as the living entity is not enlightened so that he may understand his real position, he will be attracted to materialistic life, to house, country or field, to society, sons, family, community, bank balance and so on. Covered by all this, he will continue to think, “I am this body, and everything related to this body is mine.” This materialistic conception of life is extremely difficult to surmount, but one who surrenders to the Supreme Personality of Godhead, as did Gajendra, the King of the elephants, comes to enlightenment on the Brahman platform. “One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed toward all living entities. In that state he attains pure devotional service unto Me.” (Bg. 18.54) Since a devotee is completely on the Brahman platform, he is not jealous of any other living entity (samaḥ sarveṣu bhūteṣu)."
    },
    {
        "verse": "30",
        "devanagari": "श्रीशुक उवाचएवं गजेन्द्रमुपवर्णितनिर्विशेषंब्रह्मादयो विविधलिङ्गभिदाभिमाना: ।नैते यदोपससृपुर्निखिलात्मकत्वात्तत्राखिलामरमयो हरिराविरासीत् ॥ ३० ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ gajendram upavarṇita-nirviśeṣaṁbrahmādayo vividha-liṅga-bhidābhimānāḥnaite yadopasasṛpur nikhilātmakatvāttatrākhilāmara-mayo harir āvirāsīt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "gajendram",
            "upavarṇita",
            "nirviśeṣam",
            "brahmā",
            "ādayaḥ",
            "vividha",
            "liṅga",
            "bhidā",
            "abhimānāḥ",
            "na",
            "ete",
            "yadā",
            "upasasṛpuḥ",
            "nikhila",
            "ātmakatvāt",
            "tatra",
            "akhila",
            "amara",
            "mayaḥ",
            "hariḥ",
            "āvirāsīt"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: When the King of the elephants was describing the supreme authority, without mentioning any particular person, he did not invoke the demigods, headed by Lord Brahmā, Lord Śiva, Indra and Candra. Thus none of them approached him. However, because Lord Hari is the Supersoul, Puruṣottama, the Personality of Godhead, He appeared before Gajendra.",
        "purport": " From the description of Gajendra, he apparently was aiming at the supreme authority although he did not know who the supreme authority is. He conjectured, “There is a supreme authority who is above everything.” Under the circumstances, the Lord’s various expansions, such as Lord Brahmā, Lord Śiva, Candra and Indra, all thought, “Gajendra is not asking our help. He is asking the help of the Supreme, who is above all of us.” As Gajendra has described, the Supreme Lord has various parts and parcels, including the demigods, human beings and animals, all covered by separate forms. Although the demigods are in charge of maintaining different aspects of the universe, Gajendra thought that they were unable to rescue him. Hariṁ vinā naiva mṛtiṁ taranti: no one can rescue anyone from the dangers of birth, death, old age and disease. It is only the Supreme Personality of Godhead who can rescue one from the dangers of material existence. Therefore an intelligent person, to get free from this dangerous existence, approaches the Supreme Personality of Godhead, not any demigod. As confirmed in Bhagavad-gītā (7.20), kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ: those who are unintelligent approach the various demigods for temporary material benefits. Actually, however, these demigods cannot rescue the living entity from the dangers of material existence. Like other living entities, the demigods are merely external parts of the Supreme Personality of Godhead’s transcendental body. As stated in the Vedic mantras, sa ātma-aṅgāny anyā devatāḥ. Within the body is the ātmā, the soul, whereas the various parts of the body like the hands and legs are external. Similarly, the ātmā of the entire cosmic manifestation is Nārāyaṇa, Lord Viṣṇu, and all the demigods, human beings and other living entities are parts of His body. It may also be concluded that since a tree lives on the strength of its root and when the root is nourished with water all the parts of the tree are nourished, one should worship the Supreme Personality of Godhead, who is the original root of everything. Although the Supreme Personality of Godhead is very difficult to approach, He is very near to us because He lives within our hearts. As soon as the Lord understands that one is seeking His favor by fully surrendering, naturally He immediately takes action. Therefore although the demigods did not come to the aid of Gajendra, the Supreme Personality of Godhead immediately appeared before him because of his fervent prayer. This does not mean that the demigods were angry with Gajendra, for actually when Lord Viṣṇu is worshiped, all the other demigods are also worshiped. Yasmin tuṣṭe jagat tuṣṭam: if the Supreme Personality of Godhead is satisfied, everyone is satisfied. “As pouring water on the root of a tree energizes the trunk, branches, twigs and everything else, and as supplying food to the stomach enlivens the senses and limbs of the body, so simply worshiping the Supreme Personality of Godhead through devotional service automatically satisfies the demigods, who are parts of that Supreme Personality.” (Bhāg. 4.31.14) When the Supreme Personality of Godhead is worshiped, all the demigods are satisfied."
    },
    {
        "verse": "31",
        "devanagari": "तं तद्वदार्तमुपलभ्य जगन्निवास:स्तोत्रं निशम्य दिविजै: सह संस्तुवद्भ‍ि: ।छन्दोमयेन गरुडेन समुह्यमान-श्चक्रायुधोऽभ्यगमदाशु यतो गजेन्द्र: ॥ ३१ ॥",
        "english_devnagari": "taṁ tadvad ārtam upalabhya jagan-nivāsaḥstotraṁ niśamya divijaiḥ saha saṁstuvadbhiḥchandomayena garuḍena samuhyamānaścakrāyudho ’bhyagamad āśu yato gajendraḥ",
        "verse_Syn": [
            "tam",
            "tadvat",
            "ārtam",
            "upalabhya",
            "jagat",
            "nivāsaḥ",
            "stotram",
            "niśamya",
            "divijaiḥ",
            "saha",
            "saṁstuvadbhiḥ",
            "chandomayena",
            "garuḍena",
            "samuhyamānaḥ",
            "cakra",
            "āyudhaḥ",
            "abhyagamat",
            "āśu",
            "yataḥ",
            "gajendraḥ"
        ],
        "translation": "After understanding the awkward condition of Gajendra, who had offered his prayers, the Supreme Personality of Godhead, Hari, who lives everywhere, appeared with the demigods, who were offering prayers to Him. Carrying His disc and other weapons, He appeared there on the back of His carrier, Garuḍa, with great speed, according to His desire. Thus He appeared before Gajendra.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura specifically hints that since Gajendra was in such a difficult position and was praying for the mercy of the Supreme Personality of Godhead, the demigods, who could have immediately gone to his rescue, hesitated to go there. Since they considered Gajendra’s prayer to be directed toward the Lord, they felt offended, and this in itself was offensive. Consequently, when the Lord went there, they also went and offered prayers to the Lord so that their offense might be excused."
    },
    {
        "verse": "32",
        "devanagari": "सोऽन्त:सरस्युरुबलेन गृहीत आर्तोद‍ृष्ट्वा गरुत्मति हरिं ख उपात्तचक्रम् ।उत्क्षिप्य साम्बुजकरं गिरमाह कृच्छ्रा-न्नारायणाखिलगुरो भगवन् नमस्ते ॥ ३२ ॥",
        "english_devnagari": "so ’ntaḥ-sarasy urubalena gṛhīta ārtodṛṣṭvā garutmati hariṁ kha upātta-cakramutkṣipya sāmbuja-karaṁ giramāha kṛcchrānnārāyaṇākhila-guro bhagavan namas te",
        "verse_Syn": [
            "saḥ",
            "antaḥ",
            "sarasi",
            "uru",
            "balena",
            "gṛhītaḥ",
            "ārtaḥ",
            "dṛṣṭvā",
            "garutmati",
            "harim",
            "khe",
            "upātta",
            "cakram",
            "utkṣipya",
            "sa",
            "ambuja",
            "karam",
            "giramāha",
            "kṛcchrāt",
            "nārāyaṇa",
            "akhila",
            "guro",
            "bhagavan",
            "namaḥ",
            "te"
        ],
        "translation": "Gajendra had been forcefully captured by the crocodile in the water and was feeling acute pain, but when he saw that Nārāyaṇa, wielding His disc, was coming in the sky on the back of Garuḍa, he immediately took a lotus flower in his trunk, and with great difficulty due to his painful condition, he uttered the following words: “O my Lord, Nārāyaṇa, master of the universe, O Supreme Personality of Godhead, I offer my respectful obeisances unto You.”",
        "purport": " The King of the elephants was so very eager to see the Supreme Personality of Godhead that when he saw the Lord coming in the sky, with great pain and in a feeble voice he offered respect to the Lord. A devotee does not consider a dangerous position to be dangerous, for in such a dangerous position he can fervently pray to the Lord in great ecstasy. Thus a devotee regards danger as a good opportunity. Tat te ’nukampāṁ susamīkṣamāṇaḥ. When a devotee is in great danger, he sees that danger to be the great mercy of the Lord because it is an opportunity to think of the Lord very sincerely and with undiverted attention. Tat te ’nukampāṁ susamīkṣamāṇo bhuñjāna evātma-kṛtaṁ vipākam (Bhāg. 10.14.8). He does not accuse the Supreme Personality of Godhead for having let His devotee fall into such a dangerous condition. Rather, he considers that dangerous condition to be due to his past misdeeds and takes it as an opportunity to pray to the Lord and offer thanks for having been given such an opportunity. When a devotee lives in this way, his salvation — his going back home, back to Godhead — is guaranteed. We can see this to be true from the example of Gajendra, who anxiously prayed to the Lord and thus received an immediate chance to return home, back to Godhead."
    },
    {
        "verse": "33",
        "devanagari": "तं वीक्ष्य पीडितमज: सहसावतीर्यसग्राहमाशु सरस: कृपयोज्जहार ।ग्राहाद् विपाटितमुखादरिणा गजेन्द्रंसंपश्यतां हरिरमूमुचदुच्छ्रियाणाम् ॥ ३३ ॥",
        "english_devnagari": "taṁ vīkṣya pīḍitam ajaḥ sahasāvatīryasa-grāham āśu sarasaḥ kṛpayojjahāragrāhād vipāṭita-mukhād ariṇā gajendraṁsaṁpaśyatāṁ harir amūmucad ucchriyāṇām",
        "verse_Syn": [
            "tam",
            "vīkṣya",
            "pīḍitam",
            "ajaḥ",
            "sahasā",
            "avatīrya",
            "sa",
            "grāham",
            "āśu",
            "sarasaḥ",
            "kṛpayā",
            "ujjahāra",
            "grāhāt",
            "vipāṭita",
            "mukhāt",
            "ariṇā",
            "gajendram",
            "sampaśyatām",
            "hariḥ",
            "amūm",
            "ucat",
            "ucchriyāṇām"
        ],
        "translation": "Thereafter, seeing Gajendra in such an aggrieved position, the unborn Supreme Personality of Godhead, Hari, immediately got down from the back of Garuḍa by His causeless mercy and pulled the King of the elephants, along with the crocodile, out of the water. Then, in the presence of all the demigods, who were looking on, the Lord severed the crocodile’s mouth from its body with His disc. In this way He saved Gajendra, the King of the elephants.",
        "purport": ""
    }
]