[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचभगवञ्छ्रोतुमिच्छामि हरेरद्भ‍ुतकर्मण: ।अवतारकथामाद्यां मायामत्स्यविडम्बनम् ॥ १ ॥",
        "english_devnagari": "śrī-rājovācabhagavañ chrotum icchāmiharer adbhuta-karmaṇaḥavatāra-kathām ādyāṁmāyā-matsya-viḍambanam",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "bhagavan",
            "śrotum",
            "icchāmi",
            "hareḥ",
            "adbhuta",
            "karmaṇaḥ",
            "avatāra",
            "kathām",
            "ādyām",
            "māyā",
            "matsya",
            "viḍambanam"
        ],
        "translation": "Mahārāja Parīkṣit said: The Supreme Personality of Godhead, Hari, is eternally situated in His transcendental position, yet He descends to this material world and manifests Himself in various incarnations. His first incarnation was that of a great fish. O most powerful Śukadeva Gosvāmī, I wish to hear from you the pastimes of that fish incarnation.",
        "purport": " The Supreme Personality of Godhead is all-powerful, yet He accepted the form of an uncommon fish. This is one of the ten original incarnations of the Lord."
    },
    {
        "verse": "2-3",
        "devanagari": "यदर्थमदधाद् रूपं मात्स्यं लोकजुगुप्सितम् ।तम:प्रकृति दुर्मर्षं कर्मग्रस्त इवेश्वर: ॥ २ ॥एतन्नो भगवन् सर्वं यथावद् वक्तुमर्हसि ।उत्तमश्लोकचरितं सर्वलोकसुखावहम् ॥ ३ ॥",
        "english_devnagari": "yad-artham adadhād rūpaṁmātsyaṁ loka-jugupsitamtamaḥ-prakṛti-durmarṣaṁkarma-grasta iveśvaraḥ",
        "verse_Syn": [
            "yat",
            "artham",
            "adadhāt",
            "rūpam",
            "mātsyam",
            "loka",
            "jugupsitam",
            "tamaḥ",
            "prakṛti",
            "durmarṣam",
            "karma",
            "grastaḥ",
            "iva",
            "īśvaraḥ",
            "etat",
            "naḥ",
            "bhagavan",
            "sarvam",
            "yathāvat",
            "vaktum",
            "arhasi",
            "uttamaśloka",
            "caritam",
            "sarva",
            "loka",
            "sukha",
            "āvaham"
        ],
        "translation": "What was the purpose for which the Supreme Personality of Godhead accepted the abominable form of a fish, exactly as an ordinary living being accepts different forms under the laws of karma? The form of a fish is certainly condemned and full of terrible pain. O my lord, what was the purpose of this incarnation? Kindly explain this to us, for hearing about the pastimes of the Lord is auspicious for everyone.",
        "purport": " Parīkṣit Mahārāja’s question to Śukadeva Gosvāmī was based on this principle stated by the Lord Himself in Bhagavad-gītā (4.7):"
    },
    {
        "verse": "2-3",
        "devanagari": "यदर्थमदधाद् रूपं मात्स्यं लोकजुगुप्सितम् ।तम:प्रकृति दुर्मर्षं कर्मग्रस्त इवेश्वर: ॥ २ ॥एतन्नो भगवन् सर्वं यथावद् वक्तुमर्हसि ।उत्तमश्लोकचरितं सर्वलोकसुखावहम् ॥ ३ ॥",
        "english_devnagari": "yad-artham adadhād rūpaṁmātsyaṁ loka-jugupsitamtamaḥ-prakṛti-durmarṣaṁkarma-grasta iveśvaraḥ",
        "verse_Syn": [
            "yat",
            "artham",
            "adadhāt",
            "rūpam",
            "mātsyam",
            "loka",
            "jugupsitam",
            "tamaḥ",
            "prakṛti",
            "durmarṣam",
            "karma",
            "grastaḥ",
            "iva",
            "īśvaraḥ",
            "etat",
            "naḥ",
            "bhagavan",
            "sarvam",
            "yathāvat",
            "vaktum",
            "arhasi",
            "uttamaśloka",
            "caritam",
            "sarva",
            "loka",
            "sukha",
            "āvaham"
        ],
        "translation": "What was the purpose for which the Supreme Personality of Godhead accepted the abominable form of a fish, exactly as an ordinary living being accepts different forms under the laws of karma? The form of a fish is certainly condemned and full of terrible pain. O my lord, what was the purpose of this incarnation? Kindly explain this to us, for hearing about the pastimes of the Lord is auspicious for everyone.",
        "purport": " Parīkṣit Mahārāja’s question to Śukadeva Gosvāmī was based on this principle stated by the Lord Himself in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” The Lord appears in each incarnation to save the world from irreligious principles and especially to protect His devotees (paritrāṇāya sādhūnām). Vāmanadeva, for example, appeared to save the devotee Bali Mahārāja. Similarly, when the Supreme Personality of Godhead accepted the abominable form of a fish, He must have done so to favor some devotee. Parīkṣit Mahārāja was eager to know about the devotee for whom the Supreme Lord accepted this form."
    },
    {
        "verse": "5",
        "devanagari": "श्रीशुक उवाचगोविप्रसुरसाधूनां छन्दसामपि चेश्वर: ।रक्षामिच्छंस्तनूर्धत्ते धर्मस्यार्थस्य चैव हि ॥ ५ ॥",
        "english_devnagari": "śrī-śuka uvācago-vipra-sura-sādhūnāṁchandasām api ceśvaraḥrakṣām icchaṁs tanūr dhattedharmasyārthasya caiva hi",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "go",
            "vipra",
            "sura",
            "sādhūnām",
            "chandasām",
            "api",
            "ca",
            "īśvaraḥ",
            "rakṣām",
            "icchan",
            "tanūḥ",
            "dhatte",
            "dharmasya",
            "arthasya",
            "ca",
            "eva",
            "hi"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, for the sake of protecting the cows, brāhmaṇas, demigods, devotees, the Vedic literature, religious principles, and principles to fulfill the purpose of life, the Supreme Personality of Godhead accepts the forms of incarnations.",
        "purport": " The Supreme Personality of Godhead generally appears in various types of incarnations to give protection to the cows and brāhmaṇas. The Lord is described as go-brāhmaṇa-hitāya ca; in other words, He is always eager to benefit the cows and brāhmaṇas. When Lord Kṛṣṇa appeared, He purposefully became a cowherd boy and showed personally how to give protection to the cows and calves. Similarly, He showed respect to Sudāmā Vipra, a real brāhmaṇa. From the Lord’s personal activities, human society should learn how to give protection specifically to the brāhmaṇas and cows. Then the protection of religious principles, fulfillment of the aim of life and protection of Vedic knowledge can be achieved. Without protection of cows, brahminical culture cannot be maintained; and without brahminical culture, the aim of life cannot be fulfilled. The Lord, therefore, is described as go-brāhmaṇa-hitāya because His incarnation is only for the protection of the cows and brāhmaṇas. Unfortunately, because in Kali-yuga there is no protection of the cows and brahminical culture, everything is in a precarious position. If human society wants to be exalted, the leaders of society must follow the instructions of Bhagavad-gītā and give protection to the cows, the brāhmaṇas and brahminical culture."
    },
    {
        "verse": "6",
        "devanagari": "उच्चावचेषु भूतेषु चरन् वायुरिवेश्वर: ।नोच्चावचत्वं भजते निर्गुणत्वाद्धियो गुणै: ॥ ६ ॥",
        "english_devnagari": "uccāvaceṣu bhūteṣucaran vāyur iveśvaraḥnoccāvacatvaṁ bhajatenirguṇatvād dhiyo guṇaiḥ",
        "verse_Syn": [
            "ucca",
            "avaceṣu",
            "bhūteṣu",
            "caran",
            "vāyuḥ",
            "iva",
            "īśvaraḥ",
            "na",
            "ucca",
            "avacatvam",
            "bhajate",
            "nirguṇatvāt",
            "dhiyaḥ",
            "guṇaiḥ"
        ],
        "translation": "Like the air passing through different types of atmosphere, the Supreme Personality of Godhead, although appearing sometimes as a human being and sometimes as a lower animal, is always transcendental. Because He is above the material modes of nature, He is unaffected by higher and lower forms.",
        "purport": " The Supreme Personality of Godhead is the master of the material nature (mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram). Therefore, being the supreme controller of the laws of nature, the Lord cannot be under their influence. An example given in this regard is that although the wind blows through many places, the air is not affected by the qualities of these places. Although the air sometimes carries the odor of a filthy place, the air has nothing to do with such a place. Similarly, the Supreme Personality of Godhead, being all-good and all-auspicious, is never affected by the material qualities like an ordinary living entity. Puruṣaḥ prakṛti-stho hi bhuṅkte prakṛtijān guṇān. When the living entity is in the material nature, he is affected by its qualities. The Supreme Personality of Godhead, however, is not affected. Disrespectfully, one who does not know this considers the Supreme Personality of Godhead an ordinary living being (avajānanti māṁ mūḍhāḥ). Paraṁ bhāvam ajānantaḥ: such a conclusion is reached by the unintelligent because they are unaware of the transcendental qualities of the Lord."
    },
    {
        "verse": "9",
        "devanagari": "ज्ञात्वा तद् दानवेन्द्रस्य हयग्रीवस्य चेष्टितम् ।दधार शफरीरूपं भगवान् हरिरीश्वर: ॥ ९ ॥",
        "english_devnagari": "jñātvā tad dānavendrasyahayagrīvasya ceṣṭitamdadhāra śapharī-rūpaṁbhagavān harir īśvaraḥ",
        "verse_Syn": [
            "jñātvā",
            "tat",
            "dānava",
            "indrasya",
            "hayagrīvasya",
            "ceṣṭitam",
            "dadhāra",
            "śapharī",
            "rūpam",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ"
        ],
        "translation": "Understanding the acts of the great demon Hayagrīva, the Supreme Personality of Godhead, Hari, who is full of all opulences, assumed the form of a fish and saved the Vedas by killing the demon.",
        "purport": " Because everything was inundated by water, to save the Vedas it was necessary for the Lord to assume the form of a fish."
    },
    {
        "verse": "10",
        "devanagari": "तत्र राजऋषि: कश्चिन्नाम्ना सत्यव्रतो महान् ।नारायणपरोऽतपत् तप: स सलिलाशन: ॥ १० ॥",
        "english_devnagari": "tatra rāja-ṛṣiḥ kaścinnāmnā satyavrato mahānnārāyaṇa-paro ’tapattapaḥ sa salilāśanaḥ",
        "verse_Syn": [
            "tatra",
            "rāja",
            "ṛṣiḥ",
            "kaścit",
            "nāmnā",
            "satyavrataḥ",
            "mahān",
            "nārāyaṇa",
            "paraḥ",
            "atapat",
            "tapaḥ",
            "saḥ",
            "salila",
            "āśanaḥ"
        ],
        "translation": "During the Cākṣuṣa-manvantara there was a great king named Satyavrata who was a great devotee of the Supreme Personality of Godhead. Satyavrata performed austerities by subsisting only on water.",
        "purport": " The Lord assumed one fish incarnation to save the Vedas at the beginning of the Svāyambhuva-manvantara, and at the end of the Cākṣuṣa-manvantara the Lord again assumed the form of a fish just to favor the great king named Satyavrata. As there were two incarnations of Varāha, there were also two incarnations of fish. The Lord appeared as one fish incarnation to save the Vedas by killing Hayagrīva, and He assumed the other fish incarnation to show favor to King Satyavrata."
    },
    {
        "verse": "14",
        "devanagari": "तमाह सातिकरुणं महाकारुणिकं नृपम् ।यादोभ्यो ज्ञातिघातिभ्यो दीनां मां दीनवत्सल ।कथं विसृजसे राजन् भीतामस्मिन् सरिज्जले ॥ १४ ॥",
        "english_devnagari": "tam āha sātikaruṇaṁmahā-kāruṇikaṁ nṛpamyādobhyo jñāti-ghātibhyodīnāṁ māṁ dīna-vatsalakathaṁ visṛjase rājanbhītām asmin sarij-jale",
        "verse_Syn": [
            "tam",
            "āha",
            "sā",
            "ati",
            "karuṇam",
            "mahā",
            "kāruṇikam",
            "nṛpam",
            "yādobhyaḥ",
            "jñāti",
            "ghātibhyaḥ",
            "dīnām",
            "mām",
            "dīna",
            "vatsala",
            "katham",
            "visṛjase",
            "rājan",
            "bhītām",
            "asmin",
            "sarit",
            "jale"
        ],
        "translation": "With an appealing voice, the poor small fish said to King Satyavrata, who was very merciful: My dear King, protector of the poor, why are you throwing Me in the water of the river, where there are other aquatics who can kill Me? I am very much afraid of them.",
        "purport": " In the Matsya Purāṇa it is said:"
    },
    {
        "verse": "14",
        "devanagari": "तमाह सातिकरुणं महाकारुणिकं नृपम् ।यादोभ्यो ज्ञातिघातिभ्यो दीनां मां दीनवत्सल ।कथं विसृजसे राजन् भीतामस्मिन् सरिज्जले ॥ १४ ॥",
        "english_devnagari": "tam āha sātikaruṇaṁmahā-kāruṇikaṁ nṛpamyādobhyo jñāti-ghātibhyodīnāṁ māṁ dīna-vatsalakathaṁ visṛjase rājanbhītām asmin sarij-jale",
        "verse_Syn": [
            "tam",
            "āha",
            "sā",
            "ati",
            "karuṇam",
            "mahā",
            "kāruṇikam",
            "nṛpam",
            "yādobhyaḥ",
            "jñāti",
            "ghātibhyaḥ",
            "dīnām",
            "mām",
            "dīna",
            "vatsala",
            "katham",
            "visṛjase",
            "rājan",
            "bhītām",
            "asmin",
            "sarit",
            "jale"
        ],
        "translation": "With an appealing voice, the poor small fish said to King Satyavrata, who was very merciful: My dear King, protector of the poor, why are you throwing Me in the water of the river, where there are other aquatics who can kill Me? I am very much afraid of them.",
        "purport": " In the Matsya Purāṇa it is said: “The Supreme Personality of Godhead possesses unlimited potency. Nonetheless, in His pastime in the form of a fish He begged protection from King Satyavrata.”"
    },
    {
        "verse": "15",
        "devanagari": "तमात्मनोऽनुग्रहार्थं प्रीत्या मत्स्यवपुर्धरम् ।अजानन् रक्षणार्थाय शफर्या: स मनो दधे ॥ १५ ॥",
        "english_devnagari": "tam ātmano ’nugrahārthaṁprītyā matsya-vapur-dharamajānan rakṣaṇārthāyaśapharyāḥ sa mano dadhe",
        "verse_Syn": [
            "tam",
            "ātmanaḥ",
            "anugraha",
            "artham",
            "prītyā",
            "matsya",
            "vapuḥ",
            "dharam",
            "ajānan",
            "rakṣaṇa",
            "arthāya",
            "śapharyāḥ",
            "saḥ",
            "manaḥ",
            "dadhe"
        ],
        "translation": "To please himself, King Satyavrata, not knowing that the fish was the Supreme Personality of Godhead, decided with great pleasure to give the fish protection.",
        "purport": " Here is an example of giving service to the Supreme Personality of Godhead even without knowledge. Such service is called ajñāta-sukṛti. King Satyavrata wanted to show his own mercy, not knowing that the fish was Lord Viṣṇu. By such unknowing devotional service, one is favored by the Supreme Personality of Godhead. Service rendered to the Supreme Lord, knowingly or unknowingly, never goes in vain."
    },
    {
        "verse": "30",
        "devanagari": "न तेऽरविन्दाक्ष पदोपसर्पणंमृषा भवेत् सर्वसुहृत्प्रियात्मन: ।यथेतरेषां पृथगात्मनां सता-मदीद‍ृशो यद् वपुरद्भ‍ुतं हि न: ॥ ३० ॥",
        "english_devnagari": "na te ’ravindākṣa padopasarpaṇaṁmṛṣā bhavet sarva-suhṛt-priyātmanaḥyathetareṣāṁ pṛthag-ātmanāṁ satāmadīdṛśo yad vapur adbhutaṁ hi naḥ",
        "verse_Syn": [
            "na",
            "te",
            "aravinda",
            "akṣa",
            "pada",
            "upasarpaṇam",
            "mṛṣā",
            "bhavet",
            "sarva",
            "suhṛt",
            "priya",
            "ātmanaḥ",
            "yathā",
            "itareṣām",
            "pṛthak",
            "ātmanām",
            "satām",
            "adīdṛśaḥ",
            "yat",
            "vapuḥ",
            "adbhutam",
            "hi",
            "naḥ"
        ],
        "translation": "O my Lord, possessing eyes like the petals of a lotus, the worship of the demigods, who are in the bodily concept of life, is fruitless in all respects. But because You are the supreme friend and dearmost Supersoul of everyone, worship of Your lotus feet is never useless. You have therefore manifested Your form as a fish.",
        "purport": " The demigods like Indra, Candra and Sūrya are ordinary living entities who are differentiated parts and parcels of the Supreme Personality of Godhead. The Lord expands Himself through the living beings (nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13). His personal viṣṇu-tattva forms, which are all spiritual, are called svāṁśa, and the living entities who are differentiated parts are called vibhinnāṁśa. Some of the vibhinnāṁśa forms are spiritual, and some are a combination of matter and spirit. The conditioned souls in the material world are different from their external bodies made of material energy. Thus the demigods living in the upper planetary systems and the living entities living in the lower planetary system are of the same nature. Nonetheless, those living as human beings on this planet are sometimes attracted to worshiping the demigods in the higher planetary systems. Such worship is temporary. As the human beings on this planet have to change their bodies (tathā dehāntara-prāptiḥ), the living entities known as Indra, Candra, Varuṇa and so on will also have to change their bodies in due course of time. As stated in Bhagavad-gītā, antavat tu phalaṁ teṣāṁ tad bhavaty alpa-medhasām: “Men of small intelligence worship the demigods, and their fruits are limited and temporary.” Kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ: those who do not know the position of the demigods are inclined to worship the demigods for some material purpose, but the results of such worship are never permanent. Consequently, here it is said, yathetareṣāṁ pṛthag-ātmanāṁ satām, padopasarpaṇaṁ mṛṣā bhavet. In other words, if one is to worship someone else, he must worship the Supreme Personality of Godhead. Then his worship will never be fruitless. Svalpam apy asya dharmasya trāyate mahato bhayāt: even a slight attempt to worship the Supreme Personality of Godhead is a permanent asset. Therefore, as recommended in Śrīmad-Bhāgavatam, tyaktvā sva-dharmaṁ caraṇāmbujaṁ hareḥ. One should take to the worship of the lotus feet of Hari, even if this means giving up the so-called occupational duty assigned because of the particular body one has accepted. Because worship in terms of the body is temporary, it does not bear any permanent fruit. But worship of the Supreme Personality of Godhead gives immense benefit."
    },
    {
        "verse": "37",
        "devanagari": "अहं त्वामृषिभि: सार्धं सहनावमुदन्वति ।विकर्षन् विचरिष्यामि यावद् ब्राह्मी निशा प्रभो ॥ ३७ ॥",
        "english_devnagari": "ahaṁ tvām ṛṣibhiḥ sārdhaṁsaha-nāvam udanvativikarṣan vicariṣyāmiyāvad brāhmī niśā prabho",
        "verse_Syn": [
            "aham",
            "tvām",
            "ṛṣibhiḥ",
            "sārdham",
            "saha",
            "nāvam",
            "udanvati",
            "vikarṣan",
            "vicariṣyāmi",
            "yāvat",
            "brāhmī",
            "niśā",
            "prabho"
        ],
        "translation": "Pulling the boat, with you and all the ṛṣis in it, O King, I shall travel in the water of devastation until the night of Lord Brahmā’s slumber is over.",
        "purport": " This particular devastation actually took place not during the night of Lord Brahmā but during his day, for it was during the time of Cākṣuṣa Manu. Brahmā’s night takes place when Brahmā goes to sleep, but in the daytime there are fourteen Manus, one of whom is Cākṣuṣa Manu. Therefore, Śrīla Viśvanātha Cakravartī Ṭhākura comments that although it was daytime for Lord Brahmā, Brahmā felt sleepy for a short time by the supreme will of the Lord. This short period is regarded as Lord Brahmā’s night. This has been elaborately discussed by Śrīla Rūpa Gosvāmī in his Laghu-bhāgavatāmṛta. The following is a summary of his analysis. Because Agastya Muni cursed Svāyambhuva Manu, during the time of Svāyambhuva Manu a devastation took place. This devastation is mentioned in the Matsya Purāṇa. During the time of Cākṣuṣa Manu, by the supreme will of the Lord, there was suddenly another pralaya, or devastation. This is mentioned by Mārkaṇḍeya Ṛṣi in the Viṣṇu-dharmottara. At the end of Manu’s time there is not necessarily a devastation, but at the end of the Cākṣuṣa-manvantara, the Supreme Personality of Godhead, by His illusory energy, wanted to show Satyavrata the effects of devastation. Śrīla Śrīdhara Svāmī also agrees with this opinion. The Laghu-bhāgavatāmṛta says:"
    },
    {
        "verse": "38",
        "devanagari": "मदीयं महिमानं च परं ब्रह्मेति शब्दितम् ।वेत्स्यस्यनुगृहीतं मे सम्प्रश्नैर्विवृतं हृदि ॥ ३८ ॥",
        "english_devnagari": "madīyaṁ mahimānaṁ caparaṁ brahmeti śabditamvetsyasy anugṛhītaṁ mesampraśnair vivṛtaṁ hṛdi",
        "verse_Syn": [
            "madīyam",
            "mahimānam",
            "ca",
            "param",
            "brahma",
            "iti",
            "śabditam",
            "vetsyasi",
            "anugṛhītam",
            "me",
            "sampraśnaiḥ",
            "vivṛtam",
            "hṛdi"
        ],
        "translation": "You will be thoroughly advised and favored by Me, and because of your inquiries, everything about My glories, which are known as paraṁ brahma, will be manifest within your heart. Thus you will know everything about Me.",
        "purport": " As stated in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: the Supreme Personality of Godhead, Paramātmā, is situated in everyone’s heart, and from Him come remembrance, knowledge and forgetfulness. The Lord reveals Himself in proportion to one’s surrender to Him. Ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. In responsive cooperation, the Lord reveals Himself in proportion to one’s surrender. That which is revealed to one who fully surrenders is different from what is revealed to one who surrenders partially. Everyone naturally surrenders to the Supreme Personality of Godhead, either directly or indirectly. The conditioned soul surrenders to the laws of nature in material existence, but when one fully surrenders to the Lord, material nature does not act upon him. Such a fully surrendered soul is favored by the Supreme Personality of Godhead directly. Mām eva ye prapadyante māyām etāṁ taranti te. One who has fully surrendered to the Lord has no fear of the modes of material nature, for everything is but an expansion of the Lord’s glories (sarvaṁ khalv idaṁ brahma), and these glories are gradually revealed and realized. The Lord is the supreme purifier (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān). The more one is purified and the more he wants to know about the Supreme, the more the Lord reveals to him. Full knowledge of Brahman, Paramātmā and Bhagavān is revealed to the pure devotees. The Lord says in Bhagavad-gītā (10.11):"
    },
    {
        "verse": "38",
        "devanagari": "मदीयं महिमानं च परं ब्रह्मेति शब्दितम् ।वेत्स्यस्यनुगृहीतं मे सम्प्रश्नैर्विवृतं हृदि ॥ ३८ ॥",
        "english_devnagari": "madīyaṁ mahimānaṁ caparaṁ brahmeti śabditamvetsyasy anugṛhītaṁ mesampraśnair vivṛtaṁ hṛdi",
        "verse_Syn": [
            "madīyam",
            "mahimānam",
            "ca",
            "param",
            "brahma",
            "iti",
            "śabditam",
            "vetsyasi",
            "anugṛhītam",
            "me",
            "sampraśnaiḥ",
            "vivṛtam",
            "hṛdi"
        ],
        "translation": "You will be thoroughly advised and favored by Me, and because of your inquiries, everything about My glories, which are known as paraṁ brahma, will be manifest within your heart. Thus you will know everything about Me.",
        "purport": " As stated in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: the Supreme Personality of Godhead, Paramātmā, is situated in everyone’s heart, and from Him come remembrance, knowledge and forgetfulness. The Lord reveals Himself in proportion to one’s surrender to Him. Ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. In responsive cooperation, the Lord reveals Himself in proportion to one’s surrender. That which is revealed to one who fully surrenders is different from what is revealed to one who surrenders partially. Everyone naturally surrenders to the Supreme Personality of Godhead, either directly or indirectly. The conditioned soul surrenders to the laws of nature in material existence, but when one fully surrenders to the Lord, material nature does not act upon him. Such a fully surrendered soul is favored by the Supreme Personality of Godhead directly. Mām eva ye prapadyante māyām etāṁ taranti te. One who has fully surrendered to the Lord has no fear of the modes of material nature, for everything is but an expansion of the Lord’s glories (sarvaṁ khalv idaṁ brahma), and these glories are gradually revealed and realized. The Lord is the supreme purifier (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān). The more one is purified and the more he wants to know about the Supreme, the more the Lord reveals to him. Full knowledge of Brahman, Paramātmā and Bhagavān is revealed to the pure devotees. The Lord says in Bhagavad-gītā (10.11): “Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance.”"
    },
    {
        "verse": "46",
        "devanagari": "श्रीराजोवाचअनाद्यविद्योपहतात्मसंविद-स्तन्मूलसंसारपरिश्रमातुरा: ।यद‍ृच्छयोपसृता यमाप्नुयु-र्विमुक्तिदो न: परमो गुरुर्भवान् ॥ ४६ ॥",
        "english_devnagari": "śrī-rājovācaanādy-avidyopahatātma-saṁvidastan-mūla-saṁsāra-pariśramāturāḥyadṛcchayopasṛtā yam āpnuyurvimuktido naḥ paramo gurur bhavān",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "anādi",
            "avidyā",
            "upahata",
            "ātma",
            "saṁvidaḥ",
            "tat",
            "mūla",
            "saṁsāra",
            "pariśrama",
            "āturāḥ",
            "yadṛcchayā",
            "upasṛtāḥ",
            "yam",
            "āpnuyuḥ",
            "vimukti",
            "daḥ",
            "naḥ",
            "paramaḥ",
            "guruḥ",
            "bhavān"
        ],
        "translation": "The King said: By the grace of the Lord, those who have lost their self-knowledge since time immemorial, and who because of this ignorance are involved in a material, conditional life full of miseries, obtain the chance to meet the Lord’s devotee. I accept that Supreme Personality of Godhead as the supreme spiritual master.",
        "purport": " The Supreme Personality of Godhead is actually the supreme spiritual master. The Supreme Lord knows everything about the suffering of the conditioned soul, and therefore He appears in this material world, sometimes personally, sometimes by an incarnation and sometimes by authorizing a living being to act on His behalf. In all cases, however, He is the original spiritual master who enlightens the conditioned souls who are suffering in the material world. The Lord is always busy helping the conditioned souls in many ways. Therefore He is addressed here as paramo gurur bhavān. The representative of the Supreme Personality of Godhead who acts to spread Kṛṣṇa consciousness is also guided by the Supreme Lord to act properly in executing the Lord’s order. Such a person may appear to be an ordinary human being, but because he acts on behalf of the Supreme Personality of Godhead, the supreme spiritual master, he is not to be neglected as ordinary. It is therefore said, ācāryaṁ māṁ vijānīyāt: an ācārya who acts on behalf of the Supreme Personality of Godhead should be understood to be as good as the Supreme Lord Himself."
    },
    {
        "verse": "46",
        "devanagari": "श्रीराजोवाचअनाद्यविद्योपहतात्मसंविद-स्तन्मूलसंसारपरिश्रमातुरा: ।यद‍ृच्छयोपसृता यमाप्नुयु-र्विमुक्तिदो न: परमो गुरुर्भवान् ॥ ४६ ॥",
        "english_devnagari": "śrī-rājovācaanādy-avidyopahatātma-saṁvidastan-mūla-saṁsāra-pariśramāturāḥyadṛcchayopasṛtā yam āpnuyurvimuktido naḥ paramo gurur bhavān",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "anādi",
            "avidyā",
            "upahata",
            "ātma",
            "saṁvidaḥ",
            "tat",
            "mūla",
            "saṁsāra",
            "pariśrama",
            "āturāḥ",
            "yadṛcchayā",
            "upasṛtāḥ",
            "yam",
            "āpnuyuḥ",
            "vimukti",
            "daḥ",
            "naḥ",
            "paramaḥ",
            "guruḥ",
            "bhavān"
        ],
        "translation": "The King said: By the grace of the Lord, those who have lost their self-knowledge since time immemorial, and who because of this ignorance are involved in a material, conditional life full of miseries, obtain the chance to meet the Lord’s devotee. I accept that Supreme Personality of Godhead as the supreme spiritual master.",
        "purport": " The Supreme Personality of Godhead is actually the supreme spiritual master. The Supreme Lord knows everything about the suffering of the conditioned soul, and therefore He appears in this material world, sometimes personally, sometimes by an incarnation and sometimes by authorizing a living being to act on His behalf. In all cases, however, He is the original spiritual master who enlightens the conditioned souls who are suffering in the material world. The Lord is always busy helping the conditioned souls in many ways. Therefore He is addressed here as paramo gurur bhavān. The representative of the Supreme Personality of Godhead who acts to spread Kṛṣṇa consciousness is also guided by the Supreme Lord to act properly in executing the Lord’s order. Such a person may appear to be an ordinary human being, but because he acts on behalf of the Supreme Personality of Godhead, the supreme spiritual master, he is not to be neglected as ordinary. It is therefore said, ācāryaṁ māṁ vijānīyāt: an ācārya who acts on behalf of the Supreme Personality of Godhead should be understood to be as good as the Supreme Lord Himself. Viśvanātha Cakravartī Ṭhākura has advised that the spiritual master acting on the Supreme Lord’s behalf must be worshiped as being as good as the Supreme Lord, for he is the Lord’s most confidential servant in broadcasting the Lord’s message for the benefit of the conditioned souls involved in the material world."
    },
    {
        "verse": "47",
        "devanagari": "जनोऽबुधोऽयं निजकर्मबन्धन:सुखेच्छया कर्म समीहतेऽसुखम् ।यत्सेवया तां विधुनोत्यसन्मतिंग्रन्थिं स भिन्द्याद् धृदयं स नो गुरु: ॥ ४७ ॥",
        "english_devnagari": "jano ’budho ’yaṁ nija-karma-bandhanaḥsukhecchayā karma samīhate ’sukhamyat-sevayā tāṁ vidhunoty asan-matiṁgranthiṁ sa bhindyād dhṛdayaṁ sa no guruḥ",
        "verse_Syn": [
            "janaḥ",
            "abudhaḥ",
            "ayam",
            "nija",
            "karma",
            "bandhanaḥ",
            "sukha",
            "icchayā",
            "karma",
            "samīhate",
            "asukham",
            "yat",
            "sevayā",
            "tām",
            "vidhunoti",
            "asat",
            "matim",
            "granthim",
            "saḥ",
            "bhindyāt",
            "hṛdayam",
            "saḥ",
            "naḥ",
            "guruḥ"
        ],
        "translation": "In hopes of becoming happy in this material world, the foolish conditioned soul performs fruitive activities that result only in suffering. But by rendering service to the Supreme Personality of Godhead, one becomes free from such false desires for happiness. May my supreme spiritual master cut the knot of false desires from the core of my heart.",
        "purport": " For material happiness, the conditioned soul involves himself in fruitive activities, which actually put him into material distress. Because the conditioned soul does not know this, he is said to be in avidyā, or ignorance. Because of a false hope for happiness, the conditioned soul becomes involved in various plans for material activity. Here Mahārāja Satyavrata prays that the Lord sever this hard knot of false happiness and thus become his supreme spiritual master."
    },
    {
        "verse": "48",
        "devanagari": "यत्सेवयाग्नेरिव रुद्ररोदनंपुमान् विजह्यान्मलमात्मनस्तम: ।भजेत वर्णं निजमेष सोऽव्ययोभूयात् स ईश: परमो गुरोर्गुरु: ॥ ४८ ॥",
        "english_devnagari": "yat-sevayāgner iva rudra-rodanaṁpumān vijahyān malam ātmanas tamaḥbhajeta varṇaṁ nijam eṣa so ’vyayobhūyāt sa īśaḥ paramo guror guruḥ",
        "verse_Syn": [
            "yat",
            "sevayā",
            "agneḥ",
            "iva",
            "rudra",
            "rodanam",
            "pumān",
            "vijahyāt",
            "malam",
            "ātmanaḥ",
            "tamaḥ",
            "bhajeta",
            "varṇam",
            "nijam",
            "eṣaḥ",
            "saḥ",
            "avyayaḥ",
            "bhūyāt",
            "saḥ",
            "īśaḥ",
            "paramaḥ",
            "guroḥ",
            "guruḥ"
        ],
        "translation": "One who wants to be free of material entanglement should take to the service of the Supreme Personality of Godhead and give up the contamination of ignorance, involving pious and impious activities. Thus one regains his original identity, just as a block of gold or silver sheds all dirt and becomes purified when treated with fire. May that inexhaustible Supreme Personality of Godhead become our spiritual master, for He is the original spiritual master of all other spiritual masters.",
        "purport": " In human life one is meant to undergo austerity to purify one’s existence. Tapo divyaṁ putrakā yena sattvaṁ śuddhyet. Because of contamination by the modes of material nature, one continues in the cycle of birth and death (kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni janmasu). Therefore the purpose of human life is to purify oneself of this contamination so that one can regain his spiritual form and not undergo this cycle of birth and death. The recommended process of decontamination is devotional service to the Lord. There are various processes for self-realization, such as karma, jñāna and yoga, but none of them is equal to the process of devotional service. As gold and silver can be freed from all dirty contamination by being put into a fire but not merely by being washed, the living entity can be awakened to his own identity by performing devotional service (yat-sevayā), but not by karma, jñāna or yoga. Cultivation of speculative knowledge or practice of yogic gymnastics will not be helpful."
    },
    {
        "verse": "48",
        "devanagari": "यत्सेवयाग्नेरिव रुद्ररोदनंपुमान् विजह्यान्मलमात्मनस्तम: ।भजेत वर्णं निजमेष सोऽव्ययोभूयात् स ईश: परमो गुरोर्गुरु: ॥ ४८ ॥",
        "english_devnagari": "yat-sevayāgner iva rudra-rodanaṁpumān vijahyān malam ātmanas tamaḥbhajeta varṇaṁ nijam eṣa so ’vyayobhūyāt sa īśaḥ paramo guror guruḥ",
        "verse_Syn": [
            "yat",
            "sevayā",
            "agneḥ",
            "iva",
            "rudra",
            "rodanam",
            "pumān",
            "vijahyāt",
            "malam",
            "ātmanaḥ",
            "tamaḥ",
            "bhajeta",
            "varṇam",
            "nijam",
            "eṣaḥ",
            "saḥ",
            "avyayaḥ",
            "bhūyāt",
            "saḥ",
            "īśaḥ",
            "paramaḥ",
            "guroḥ",
            "guruḥ"
        ],
        "translation": "One who wants to be free of material entanglement should take to the service of the Supreme Personality of Godhead and give up the contamination of ignorance, involving pious and impious activities. Thus one regains his original identity, just as a block of gold or silver sheds all dirt and becomes purified when treated with fire. May that inexhaustible Supreme Personality of Godhead become our spiritual master, for He is the original spiritual master of all other spiritual masters.",
        "purport": " In human life one is meant to undergo austerity to purify one’s existence. Tapo divyaṁ putrakā yena sattvaṁ śuddhyet. Because of contamination by the modes of material nature, one continues in the cycle of birth and death (kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni janmasu). Therefore the purpose of human life is to purify oneself of this contamination so that one can regain his spiritual form and not undergo this cycle of birth and death. The recommended process of decontamination is devotional service to the Lord. There are various processes for self-realization, such as karma, jñāna and yoga, but none of them is equal to the process of devotional service. As gold and silver can be freed from all dirty contamination by being put into a fire but not merely by being washed, the living entity can be awakened to his own identity by performing devotional service (yat-sevayā), but not by karma, jñāna or yoga. Cultivation of speculative knowledge or practice of yogic gymnastics will not be helpful. The word varṇam refers to the luster of one’s original identity. The original luster of gold or silver is brilliant. Similarly, the original luster of the living being, who is part of the sac-cid-ānanda-vigraha, is the luster of ānanda, or pleasure. Ānandamayo bhyāsāt. Every living entity has the right to become ānandamaya, joyful, because he is part of the sac-cid-ānanda-vigraha, Kṛṣṇa. Why should the living being be put into tribulation because of dirty contamination by the material modes of nature? The living entity should become purified and regain his svarūpa, his original identity. This he can do only by devotional service. Therefore, one should adopt the instructions of the Supreme Personality of Godhead, who is described here as guror guruḥ, the spiritual master of all other spiritual masters."
    },
    {
        "verse": "48",
        "devanagari": "यत्सेवयाग्नेरिव रुद्ररोदनंपुमान् विजह्यान्मलमात्मनस्तम: ।भजेत वर्णं निजमेष सोऽव्ययोभूयात् स ईश: परमो गुरोर्गुरु: ॥ ४८ ॥",
        "english_devnagari": "yat-sevayāgner iva rudra-rodanaṁpumān vijahyān malam ātmanas tamaḥbhajeta varṇaṁ nijam eṣa so ’vyayobhūyāt sa īśaḥ paramo guror guruḥ",
        "verse_Syn": [
            "yat",
            "sevayā",
            "agneḥ",
            "iva",
            "rudra",
            "rodanam",
            "pumān",
            "vijahyāt",
            "malam",
            "ātmanaḥ",
            "tamaḥ",
            "bhajeta",
            "varṇam",
            "nijam",
            "eṣaḥ",
            "saḥ",
            "avyayaḥ",
            "bhūyāt",
            "saḥ",
            "īśaḥ",
            "paramaḥ",
            "guroḥ",
            "guruḥ"
        ],
        "translation": "One who wants to be free of material entanglement should take to the service of the Supreme Personality of Godhead and give up the contamination of ignorance, involving pious and impious activities. Thus one regains his original identity, just as a block of gold or silver sheds all dirt and becomes purified when treated with fire. May that inexhaustible Supreme Personality of Godhead become our spiritual master, for He is the original spiritual master of all other spiritual masters.",
        "purport": " In human life one is meant to undergo austerity to purify one’s existence. Tapo divyaṁ putrakā yena sattvaṁ śuddhyet. Because of contamination by the modes of material nature, one continues in the cycle of birth and death (kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni janmasu). Therefore the purpose of human life is to purify oneself of this contamination so that one can regain his spiritual form and not undergo this cycle of birth and death. The recommended process of decontamination is devotional service to the Lord. There are various processes for self-realization, such as karma, jñāna and yoga, but none of them is equal to the process of devotional service. As gold and silver can be freed from all dirty contamination by being put into a fire but not merely by being washed, the living entity can be awakened to his own identity by performing devotional service (yat-sevayā), but not by karma, jñāna or yoga. Cultivation of speculative knowledge or practice of yogic gymnastics will not be helpful. The word varṇam refers to the luster of one’s original identity. The original luster of gold or silver is brilliant. Similarly, the original luster of the living being, who is part of the sac-cid-ānanda-vigraha, is the luster of ānanda, or pleasure. Ānandamayo bhyāsāt. Every living entity has the right to become ānandamaya, joyful, because he is part of the sac-cid-ānanda-vigraha, Kṛṣṇa. Why should the living being be put into tribulation because of dirty contamination by the material modes of nature? The living entity should become purified and regain his svarūpa, his original identity. This he can do only by devotional service. Therefore, one should adopt the instructions of the Supreme Personality of Godhead, who is described here as guror guruḥ, the spiritual master of all other spiritual masters. Even though we may not have the fortune to contact the Supreme Lord personally, the Lord’s representative is as good as the Lord Himself because such a representative does not say anything unless it is spoken by the Supreme Personality of Godhead. Śrī Caitanya Mahāprabhu therefore gives a definition of guru. Yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa: the bona fide guru is he who advises his disciples exactly in accordance with the principles spoken by Kṛṣṇa. The bona fide guru is he who has accepted Kṛṣṇa as guru. This is the guru-paramparā system. The original guru is Vyāsadeva because he is the speaker of Bhagavad-gītā and Śrīmad-Bhāgavatam, wherein everything spoken relates to Kṛṣṇa. Therefore guru-pūjā is known as Vyāsa-pūjā. In the final analysis, the original guru is Kṛṣṇa, His disciple is Nārada, whose disciple is Vyāsa, and in this way we gradually come in touch with the guru-paramparā. One cannot become a guru if he does not know what the Personality of Godhead Kṛṣṇa or His incarnation wants. The mission of the guru is the mission of the Supreme Personality of Godhead: to spread Kṛṣṇa consciousness all over the world."
    },
    {
        "verse": "49",
        "devanagari": "न यत्प्रसादायुतभागलेश-मन्ये च देवा गुरवो जना: स्वयम् ।कर्तुं समेता: प्रभवन्ति पुंस-स्तमीश्वरं त्वां शरणं प्रपद्ये ॥ ४९ ॥",
        "english_devnagari": "na yat-prasādāyuta-bhāga-leśamanye ca devā guravo janāḥ svayamkartuṁ sametāḥ prabhavanti puṁsastam īśvaraṁ tvāṁ śaraṇaṁ prapadye",
        "verse_Syn": [
            "na",
            "yat",
            "prasāda",
            "ayuta",
            "bhāga",
            "leśam",
            "anye",
            "ca",
            "devāḥ",
            "guravaḥ",
            "janāḥ",
            "svayam",
            "kartum",
            "sametāḥ",
            "prabhavanti",
            "puṁsaḥ",
            "tam",
            "īśvaram",
            "tvām",
            "śaraṇam",
            "prapadye"
        ],
        "translation": "Neither all the demigods, nor the so-called gurus nor all other people, either independently or together, can offer mercy that equals even one ten-thousandth of Yours. Therefore I wish to take shelter of Your lotus feet.",
        "purport": " It is said, kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ: people in general, being motivated by material desires, worship the demigods to get fruitive results very quickly. People generally do not become devotees of Lord Viṣṇu, since Lord Viṣṇu never becomes the order supplier of His devotee. Lord Viṣṇu does not give a devotee benedictions that will create a further demand for benedictions. By worshiping the demigods one may get results, but, as described in Bhagavad-gītā, antavat tu phalaṁ teṣāṁ tad bhavaty alpa-medhasām: whatever great benedictions one may achieve from the demigods are all temporary. Because the demigods themselves are temporary, their benedictions are also temporary and have no permanent value. Those who aspire for such benedictions have a poor fund of knowledge (tad bhavaty alpa-medhasām). The benedictions of Lord Viṣṇu are different. By the mercy of the Lord Viṣṇu, one can be completely freed from material contamination and go back home, back to Godhead. Therefore the benedictions offered by the demigods cannot compare to even one ten-thousandth of the Lord’s benedictions. One should not, therefore, try to obtain benedictions from the demigods or false gurus. One should aspire only for the benediction offered by the Supreme Personality of Godhead. As the Lord says in Bhagavad-gītā (18.66):"
    },
    {
        "verse": "49",
        "devanagari": "न यत्प्रसादायुतभागलेश-मन्ये च देवा गुरवो जना: स्वयम् ।कर्तुं समेता: प्रभवन्ति पुंस-स्तमीश्वरं त्वां शरणं प्रपद्ये ॥ ४९ ॥",
        "english_devnagari": "na yat-prasādāyuta-bhāga-leśamanye ca devā guravo janāḥ svayamkartuṁ sametāḥ prabhavanti puṁsastam īśvaraṁ tvāṁ śaraṇaṁ prapadye",
        "verse_Syn": [
            "na",
            "yat",
            "prasāda",
            "ayuta",
            "bhāga",
            "leśam",
            "anye",
            "ca",
            "devāḥ",
            "guravaḥ",
            "janāḥ",
            "svayam",
            "kartum",
            "sametāḥ",
            "prabhavanti",
            "puṁsaḥ",
            "tam",
            "īśvaram",
            "tvām",
            "śaraṇam",
            "prapadye"
        ],
        "translation": "Neither all the demigods, nor the so-called gurus nor all other people, either independently or together, can offer mercy that equals even one ten-thousandth of Yours. Therefore I wish to take shelter of Your lotus feet.",
        "purport": " It is said, kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ: people in general, being motivated by material desires, worship the demigods to get fruitive results very quickly. People generally do not become devotees of Lord Viṣṇu, since Lord Viṣṇu never becomes the order supplier of His devotee. Lord Viṣṇu does not give a devotee benedictions that will create a further demand for benedictions. By worshiping the demigods one may get results, but, as described in Bhagavad-gītā, antavat tu phalaṁ teṣāṁ tad bhavaty alpa-medhasām: whatever great benedictions one may achieve from the demigods are all temporary. Because the demigods themselves are temporary, their benedictions are also temporary and have no permanent value. Those who aspire for such benedictions have a poor fund of knowledge (tad bhavaty alpa-medhasām). The benedictions of Lord Viṣṇu are different. By the mercy of the Lord Viṣṇu, one can be completely freed from material contamination and go back home, back to Godhead. Therefore the benedictions offered by the demigods cannot compare to even one ten-thousandth of the Lord’s benedictions. One should not, therefore, try to obtain benedictions from the demigods or false gurus. One should aspire only for the benediction offered by the Supreme Personality of Godhead. As the Lord says in Bhagavad-gītā (18.66): “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” This is the greatest benediction."
    },
    {
        "verse": "50",
        "devanagari": "अचक्षुरन्धस्य यथाग्रणी: कृत-स्तथा जनस्याविदुषोऽबुधो गुरु: ।त्वमर्कद‍ृक् सर्वद‍ृशां समीक्षणोवृतो गुरुर्न: स्वगतिं बुभुत्सताम् ॥ ५० ॥",
        "english_devnagari": "acakṣur andhasya yathāgraṇīḥ kṛtastathā janasyāviduṣo ’budho guruḥtvam arka-dṛk sarva-dṛśāṁ samīkṣaṇovṛto gurur naḥ sva-gatiṁ bubhutsatām",
        "verse_Syn": [
            "acakṣuḥ",
            "andhasya",
            "yathā",
            "agraṇīḥ",
            "kṛtaḥ",
            "tathā",
            "janasya",
            "aviduṣaḥ",
            "abudhaḥ",
            "guruḥ",
            "tvam",
            "arka",
            "dṛk",
            "sarva",
            "dṛśām",
            "samīkṣaṇaḥ",
            "vṛtaḥ",
            "guruḥ",
            "naḥ",
            "sva",
            "gatim",
            "bubhutsatām"
        ],
        "translation": "As a blind man, being unable to see, accepts another blind man as his leader, people who do not know the goal of life accept someone as a guru who is a rascal and a fool. But we are interested in self-realization. Therefore we accept You, the Supreme Personality of Godhead, as our spiritual master, for You are able to see in all directions and are omniscient like the sun.",
        "purport": " The conditioned soul, being wrapped in ignorance and therefore not knowing the goal of life, accepts a guru who can juggle words and make some display of magic that is wonderful to a fool. Sometimes a foolish person accepts someone as a guru because he can manufacture a small quantity of gold by mystic yogic power. Because such a disciple has a poor fund of knowledge, he cannot judge whether the manufacture of gold is the criterion for a guru. Why should one not accept the Supreme Personality of Godhead, Kṛṣṇa, from whom unlimited numbers of gold mines come into being? Ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate. All the gold mines are created by the energy of the Supreme Personality of Godhead. Therefore, why should one accept a magician who can manufacture only a small portion of gold? Such gurus are accepted by those who are blind, not knowing the goal of life. Mahārāja Satyavrata, however, knew the goal of life. He knew the Supreme Personality of Godhead, and therefore he accepted the Lord as his guru. Either the Supreme Lord or His representative can become guru. The Lord says, mām eva ye prapadyante māyām etāṁ taranti te: “One can get relief from the clutches of māyā as soon as he surrenders unto Me.” Therefore it is the guru’s business to instruct his disciple to surrender to the Supreme Personality of Godhead if he wants relief from the material clutches. This is the symptom of the guru. This same principle was instructed by Śrī Caitanya Mahāprabhu: yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa. In other words, one is advised not to accept a guru who does not follow the path of instruction given by Lord Kṛṣṇa."
    },
    {
        "verse": "51",
        "devanagari": "जनो जनस्यादिशतेऽसतीं गतिंयया प्रपद्येत दुरत्ययं तम: ।त्वं त्वव्ययं ज्ञानममोघमञ्जसाप्रपद्यते येन जनो निजं पदम् ॥ ५१ ॥",
        "english_devnagari": "jano janasyādiśate ’satīṁ gatiṁyayā prapadyeta duratyayaṁ tamaḥtvaṁ tv avyayaṁ jñānam amogham añjasāprapadyate yena jano nijaṁ padam",
        "verse_Syn": [
            "janaḥ",
            "janasya",
            "ādiśate",
            "asatīm",
            "gatim",
            "yayā",
            "prapadyeta",
            "duratyayam",
            "tamaḥ",
            "tvam",
            "tu",
            "avyayam",
            "jñānam",
            "amogham",
            "añjasā",
            "prapadyate",
            "yena",
            "janaḥ",
            "nijam",
            "padam"
        ],
        "translation": "A materialistic so-called guru instructs his materialistic disciples about economic development and sense gratification, and because of such instructions the foolish disciples continue in the materialistic existence of ignorance. But Your Lordship gives knowledge that is eternal, and the intelligent person receiving such knowledge is quickly situated in his original constitutional position.",
        "purport": " So-called gurus instruct their disciples for the sake of material profit. Some guru advises that one meditate in such a way that his intelligence will increase in regard to keeping his body fit for sense gratification. Another guru advises that sex is the ultimate goal of life and that one should therefore engage in sex to the best of his ability. These are the instructions of foolish gurus. In other words, because of the instructions of a foolish guru one remains perpetually in material existence and suffers its tribulations. But if one is intelligent enough to take instructions from the Supreme Personality of Godhead, as enunciated in Bhagavad-gītā or the Sāṅkhya philosophy of Kapiladeva, one can very soon attain liberation and be situated in his original position of spiritual life. The words nijaṁ padam are significant. The living entity, being part and parcel of the Supreme Personality of Godhead, has the birthright to a position in Vaikuṇṭhaloka, or the spiritual world, where there is no anxiety. Therefore, one should follow the instructions of the Supreme Personality of Godhead. Then, as stated in Bhagavad-gītā, tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna: after giving up one’s body, one will return home, back to Godhead. The Lord lives in the spiritual world in His original personality, and a devotee who follows the instructions of the Lord approaches Him (mām eti). As a spiritual person, such a devotee returns to the Personality of Godhead and plays and dances with Him. That is the ultimate goal of life."
    },
    {
        "verse": "52",
        "devanagari": "त्वं सर्वलोकस्य सुहृत् प्रियेश्वरोह्यात्मा गुरुर्ज्ञानमभीष्टसिद्धि: ।तथापि लोको न भवन्तमन्धधी-र्जानाति सन्तं हृदि बद्धकाम: ॥ ५२ ॥",
        "english_devnagari": "tvaṁ sarva-lokasya suhṛt priyeśvarohy ātmā gurur jñānam abhīṣṭa-siddhiḥtathāpi loko na bhavantam andha-dhīrjānāti santaṁ hṛdi baddha-kāmaḥ",
        "verse_Syn": [
            "tvam",
            "sarva",
            "lokasya",
            "suhṛt",
            "priya",
            "īśvaraḥ",
            "hi",
            "ātmā",
            "guruḥ",
            "jñānam",
            "abhīṣṭa",
            "siddhiḥ",
            "tathā",
            "api",
            "lokaḥ",
            "na",
            "bhavantam",
            "andha",
            "dhīḥ",
            "jānāti",
            "santam",
            "hṛdi",
            "baddha",
            "kāmaḥ"
        ],
        "translation": "My Lord, You are the supreme well-wishing friend of everyone, the dearmost friend, the controller, the Supersoul, the supreme instructor and the giver of supreme knowledge and the fulfillment of all desires. But although You are within the heart, the foolish, because of lusty desires in the heart, cannot understand You.",
        "purport": " Herein the reason for foolishness is described. Because the conditioned soul in this material world is full of materialistic lusty desires, he cannot understand the Supreme Personality of Godhead, although the Lord is situated in everyone’s heart (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati). It is because of this foolishness that one cannot take instructions from the Lord, although the Lord is ready to instruct everyone both externally and internally. The Lord says, dadāmi buddhi-yogaṁ tam yena mām upayānti te. In other words, the Lord can give instructions on devotional service by which one can return home, back to Godhead. Unfortunately, however, people do not take this devotional service. The Lord, being situated in everyone’s heart, can give one complete instructions on going back to Godhead, but because of lusty desires one engages himself in materialistic activities and does not render service to the Lord. Therefore one is bereft of the value of the Lord’s instructions. By mental speculation one can understand that one is not the body but a spirit soul, but unless one engages in devotional service, the real purpose of life is never fulfilled. The real purpose of life is to go back home, back to Godhead, and live with the Supreme Personality of Godhead, play with the Supreme Personality of Godhead, dance with the Supreme Personality of Godhead and eat with the Supreme Personality of Godhead. These are different items of ānanda, spiritual happiness in spiritual variegatedness. Even though one may come to the platform of brahma-bhūta. and understand his spiritual identity by speculative knowledge, one cannot enjoy spiritual life without understanding the Supreme Personality of Godhead. This is indicated here by the word abhīṣṭa-siddhiḥ. One can fulfill the ultimate goal of life only by engaging in devotional service to the Lord. Then the Lord will give one proper instructions on how to go back home, back to Godhead."
    },
    {
        "verse": "53",
        "devanagari": "त्वं त्वामहं देववरं वरेण्यंप्रपद्य ईशं प्रतिबोधनाय ।छिन्ध्यर्थदीपैर्भगवन् वचोभि-र्ग्रन्थीन् हृदय्यान् विवृणु स्वमोक: ॥ ५३ ॥",
        "english_devnagari": "tvaṁ tvām ahaṁ deva-varaṁ vareṇyaṁprapadya īśaṁ pratibodhanāyachindhy artha-dīpair bhagavan vacobhirgranthīn hṛdayyān vivṛṇu svam okaḥ",
        "verse_Syn": [
            "tvam",
            "tvām",
            "aham",
            "deva",
            "varam",
            "vareṇyam",
            "prapadye",
            "īśam",
            "pratibodhanāya",
            "chindhi",
            "artha",
            "dīpaiḥ",
            "bhagavan",
            "vacobhiḥ",
            "granthīn",
            "hṛdayyān",
            "vivṛṇu",
            "svam",
            "okaḥ"
        ],
        "translation": "O Supreme Lord, for self-realization I surrender unto You, who are worshiped by the demigods as the supreme controller of everything. By Your instructions, exposing life’s purpose, kindly cut the knot from the core of my heart and let me know the destination of my life.",
        "purport": " Sometimes it is argued that people do not know who is a spiritual master and that finding a spiritual master from whom to get enlightenment in regard to the destination of life is very difficult. To answer all these questions, King Satyavrata shows us the way to accept the Supreme Personality of Godhead as the real spiritual master. The Supreme Lord has given full directions in Bhagavad-gītā about how to deal with everything in this material world and how to return home, back to Godhead. Therefore, one should not be misled by so-called gurus who are rascals and fools. Rather, one should directly see the Supreme Personality of Godhead as the guru or instructor. It is difficult, however, to understand Bhagavad-gītā without the help of the guru. Therefore the guru appears in the paramparā system. In Bhagavad-gītā (4.34) the Supreme Personality of Godhead recommends:"
    },
    {
        "verse": "53",
        "devanagari": "त्वं त्वामहं देववरं वरेण्यंप्रपद्य ईशं प्रतिबोधनाय ।छिन्ध्यर्थदीपैर्भगवन् वचोभि-र्ग्रन्थीन् हृदय्यान् विवृणु स्वमोक: ॥ ५३ ॥",
        "english_devnagari": "tvaṁ tvām ahaṁ deva-varaṁ vareṇyaṁprapadya īśaṁ pratibodhanāyachindhy artha-dīpair bhagavan vacobhirgranthīn hṛdayyān vivṛṇu svam okaḥ",
        "verse_Syn": [
            "tvam",
            "tvām",
            "aham",
            "deva",
            "varam",
            "vareṇyam",
            "prapadye",
            "īśam",
            "pratibodhanāya",
            "chindhi",
            "artha",
            "dīpaiḥ",
            "bhagavan",
            "vacobhiḥ",
            "granthīn",
            "hṛdayyān",
            "vivṛṇu",
            "svam",
            "okaḥ"
        ],
        "translation": "O Supreme Lord, for self-realization I surrender unto You, who are worshiped by the demigods as the supreme controller of everything. By Your instructions, exposing life’s purpose, kindly cut the knot from the core of my heart and let me know the destination of my life.",
        "purport": " Sometimes it is argued that people do not know who is a spiritual master and that finding a spiritual master from whom to get enlightenment in regard to the destination of life is very difficult. To answer all these questions, King Satyavrata shows us the way to accept the Supreme Personality of Godhead as the real spiritual master. The Supreme Lord has given full directions in Bhagavad-gītā about how to deal with everything in this material world and how to return home, back to Godhead. Therefore, one should not be misled by so-called gurus who are rascals and fools. Rather, one should directly see the Supreme Personality of Godhead as the guru or instructor. It is difficult, however, to understand Bhagavad-gītā without the help of the guru. Therefore the guru appears in the paramparā system. In Bhagavad-gītā (4.34) the Supreme Personality of Godhead recommends: “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” Lord Kṛṣṇa directly instructed Arjuna. Arjuna is therefore tattva-darśī or guru. Arjuna accepted the Supreme Personality of Godhead (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān). Similarly, following in the footsteps of Śrī Arjuna, who is a personal devotee of the Lord, one should accept the supremacy of Lord Kṛṣṇa, as supported by Vyāsa, Devala, Asita, Nārada and later by the ācāryas Rāmānujācārya, Madhvācārya, Nimbārka and Viṣṇu Svāmī and still later by the greatest ācārya, Śrī Caitanya Mahāprabhu. Where, then, is the difficulty in finding a guru? If one is sincere he can find the guru and learn everything. One should take lessons from the guru and find out the goal of life. Mahārāja Satyavrata, therefore, shows us the way of the mahājana. Mahājano yena gataḥ sa panthāḥ. One should surrender to the Supreme Personality of Godhead (daśāvatāra) and learn from Him about the spiritual world and the goal of life."
    },
    {
        "verse": "58",
        "devanagari": "स तु सत्यव्रतो राजा ज्ञानविज्ञानसंयुत: ।विष्णो: प्रसादात् कल्पेऽस्मिन्नासीद् वैवस्वतो मनु: ॥ ५८ ॥",
        "english_devnagari": "sa tu satyavrato rājājñāna-vijñāna-saṁyutaḥviṣṇoḥ prasādāt kalpe ’sminnāsīd vaivasvato manuḥ",
        "verse_Syn": [
            "saḥ",
            "tu",
            "satyavrataḥ",
            "rājā",
            "jñāna",
            "vijñāna",
            "saṁyutaḥ",
            "viṣṇoḥ",
            "prasādāt",
            "kalpe",
            "asmin",
            "āsīt",
            "vaivasvataḥ",
            "manuḥ"
        ],
        "translation": "King Satyavrata was illuminated with all Vedic knowledge by the mercy of Lord Viṣṇu, and in this period he has now taken birth as Vaivasvata Manu, the son of the sun-god.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura gives his verdict that Satyavrata appeared in the Cākṣuṣa-manvantara. When the Cākṣuṣa-manvantara ended, the period of Vaivasvata Manu began. By the grace of Lord Viṣṇu, Satyavrata received instructions from the second fish incarnation and was thus enlightened in all spiritual knowledge."
    },
    {
        "verse": "61",
        "devanagari": "प्रलयपयसि धातु: सुप्तशक्तेर्मुखेभ्य:श्रुतिगणमपनीतं प्रत्युपादत्त हत्वा ।दितिजमकथयद् यो ब्रह्म सत्यव्रतानांतमहमखिलहेतुं जिह्ममीनं नतोऽस्मि ॥ ६१ ॥स वै मन: कृष्णपदारविन्दयो-र्वचांसि वैकुण्ठगुणानुवर्णने ।करौ हरेर्मन्दिरमार्जनादिषुश्रुतिं चकाराच्युतसत्कथोदये ॥",
        "english_devnagari": "pralaya-payasi dhātuḥ supta-śakter mukhebhyaḥśruti-gaṇam apanītaṁ pratyupādatta hatvāditijam akathayad yo brahma satyavratānāṁtam aham akhila-hetuṁ jihma-mīnaṁ nato ’smi",
        "verse_Syn": [
            "pralaya",
            "payasi",
            "dhātuḥ",
            "supta",
            "śakteḥ",
            "mukhebhyaḥ",
            "śruti",
            "gaṇam",
            "apanītam",
            "pratyupādatta",
            "hatvā",
            "ditijam",
            "akathayat",
            "yaḥ",
            "brahma",
            "satyavratānām",
            "tam",
            "aham",
            "akhila",
            "hetum",
            "jihma",
            "mīnam",
            "nataḥ",
            "asmi"
        ],
        "translation": "I offer my respectful obeisances unto the Supreme Personality of Godhead, who pretended to be a gigantic fish, who restored the Vedic literature to Lord Brahmā when Lord Brahmā awakened from sleep, and who explained the essence of Vedic literature to King Satyavrata and the great saintly persons.",
        "purport": " Here is a summary of Satyavrata’s meeting with the fish incarnation of Lord Viṣṇu. Lord Viṣṇu’s purpose was to take back all the Vedic literatures from the demon Hayagrīva and restore them to Lord Brahmā. Incidentally, by His causeless mercy, the Lord spoke with Satyavrata. The word satyavratānām is significant because it indicates that those on the level of Satyavrata can take knowledge from the Vedas delivered by the Supreme Personality of Godhead. Whatever is spoken by the Supreme Lord is accepted as Veda. As stated in Bhagavad-gītā, vedānta-kṛd veda-vit: the Supreme Personality of Godhead is the compiler of all Vedic knowledge, and He knows the purport of the Vedas. Therefore, anyone who takes knowledge from the Supreme Personality of Godhead, Kṛṣṇa, or from Bhagavad-gītā as it is, knows the purpose of the Vedas (vedaiś ca sarvair aham eva vedyaḥ). One cannot understand Vedic knowledge from the veda-vāda-ratās, who read the Vedas and misconstrue their subject matter. One has to know the Vedas from the Supreme Personality of Godhead."
    },
    {
        "verse": "61",
        "devanagari": "प्रलयपयसि धातु: सुप्तशक्तेर्मुखेभ्य:श्रुतिगणमपनीतं प्रत्युपादत्त हत्वा ।दितिजमकथयद् यो ब्रह्म सत्यव्रतानांतमहमखिलहेतुं जिह्ममीनं नतोऽस्मि ॥ ६१ ॥स वै मन: कृष्णपदारविन्दयो-र्वचांसि वैकुण्ठगुणानुवर्णने ।करौ हरेर्मन्दिरमार्जनादिषुश्रुतिं चकाराच्युतसत्कथोदये ॥",
        "english_devnagari": "pralaya-payasi dhātuḥ supta-śakter mukhebhyaḥśruti-gaṇam apanītaṁ pratyupādatta hatvāditijam akathayad yo brahma satyavratānāṁtam aham akhila-hetuṁ jihma-mīnaṁ nato ’smi",
        "verse_Syn": [
            "pralaya",
            "payasi",
            "dhātuḥ",
            "supta",
            "śakteḥ",
            "mukhebhyaḥ",
            "śruti",
            "gaṇam",
            "apanītam",
            "pratyupādatta",
            "hatvā",
            "ditijam",
            "akathayat",
            "yaḥ",
            "brahma",
            "satyavratānām",
            "tam",
            "aham",
            "akhila",
            "hetum",
            "jihma",
            "mīnam",
            "nataḥ",
            "asmi"
        ],
        "translation": "I offer my respectful obeisances unto the Supreme Personality of Godhead, who pretended to be a gigantic fish, who restored the Vedic literature to Lord Brahmā when Lord Brahmā awakened from sleep, and who explained the essence of Vedic literature to King Satyavrata and the great saintly persons.",
        "purport": " Here is a summary of Satyavrata’s meeting with the fish incarnation of Lord Viṣṇu. Lord Viṣṇu’s purpose was to take back all the Vedic literatures from the demon Hayagrīva and restore them to Lord Brahmā. Incidentally, by His causeless mercy, the Lord spoke with Satyavrata. The word satyavratānām is significant because it indicates that those on the level of Satyavrata can take knowledge from the Vedas delivered by the Supreme Personality of Godhead. Whatever is spoken by the Supreme Lord is accepted as Veda. As stated in Bhagavad-gītā, vedānta-kṛd veda-vit: the Supreme Personality of Godhead is the compiler of all Vedic knowledge, and He knows the purport of the Vedas. Therefore, anyone who takes knowledge from the Supreme Personality of Godhead, Kṛṣṇa, or from Bhagavad-gītā as it is, knows the purpose of the Vedas (vedaiś ca sarvair aham eva vedyaḥ). One cannot understand Vedic knowledge from the veda-vāda-ratās, who read the Vedas and misconstrue their subject matter. One has to know the Vedas from the Supreme Personality of Godhead.  — This commentation has been finished in our New Delhi center today, the first of September, 1976, the day of Rādhāṣṭamī, by the grace of the Supreme Personality of Godhead and the ācāryas. Śrīla Narottama dāsa Ṭhākura says, tāṅdera caraṇa sevi bhakta-sane vāsa janame janame haya, ei abhilāṣa. I am attempting to present Śrīmad-Bhāgavatam in the English language by the order of my spiritual master, Śrīmad Bhaktisiddhānta Sarasvatī Ṭhākura, and by his grace the work of translation is gradually progressing, and the European and American devotees who have joined the Kṛṣṇa consciousness movement are helping me considerably. Thus we have expectations of finishing the great task before my passing away. All glories to Śrī Guru and Gaurāṅga."
    }
]