[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथो सुरा: प्रत्युपलब्धचेतस:परस्य पुंस: परयानुकम्पया ।जघ्नुर्भृशं शक्रसमीरणादय-स्तांस्तान्‍रणे यैरभिसंहता: पुरा ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatho surāḥ pratyupalabdha-cetasaḥparasya puṁsaḥ parayānukampayājaghnur bhṛśaṁ śakra-samīraṇādayastāṁs tān raṇe yair abhisaṁhatāḥ purā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atho",
            "surāḥ",
            "pratyupalabdha",
            "cetasaḥ",
            "parasya",
            "puṁsaḥ",
            "parayā",
            "anukampayā",
            "jaghnuḥ",
            "bhṛśam",
            "śakra",
            "samīraṇa",
            "ādayaḥ",
            "tān",
            "tān",
            "raṇe",
            "yaiḥ",
            "abhisaṁhatāḥ",
            "purā"
        ],
        "translation": "Śukadeva Gosvāmī said: Thereafter, by the supreme grace of the Supreme Personality of Godhead, Śrī Hari, all the demigods, headed by Indra and Vāyu, were brought back to life. Being enlivened, the demigods began severely beating the very same demons who had defeated them before.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "वैरोचनाय संरब्धो भगवान्पाकशासन: ।उदयच्छद् यदा वज्रं प्रजा हा हेति चुक्रुशु: ॥ २ ॥",
        "english_devnagari": "vairocanāya saṁrabdhobhagavān pāka-śāsanaḥudayacchad yadā vajraṁprajā hā heti cukruśuḥ",
        "verse_Syn": [
            "vairocanāya",
            "saṁrabdhaḥ",
            "bhagavān",
            "pāka",
            "śāsanaḥ",
            "udayacchat",
            "yadā",
            "vajram",
            "prajāḥ",
            "hā",
            "hā",
            "iti",
            "cukruśuḥ"
        ],
        "translation": "When the most powerful Indra became angry and took his thunderbolt in hand to kill Mahārāja Bali, the demons began lamenting, “Alas, alas!”",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "वज्रपाणिस्तमाहेदं तिरस्कृत्य पुर:स्थितम् ।मनस्विनं सुसम्पन्नं विचरन्तं महामृधे ॥ ३ ॥",
        "english_devnagari": "vajra-pāṇis tam āhedaṁtiraskṛtya puraḥ-sthitammanasvinaṁ susampannaṁvicarantaṁ mahā-mṛdhe",
        "verse_Syn": [
            "vajra",
            "pāṇiḥ",
            "tam",
            "āha",
            "idam",
            "tiraskṛtya",
            "puraḥ",
            "sthitam",
            "manasvinam",
            "su",
            "sampannam",
            "vicarantam",
            "mahā",
            "mṛdhe"
        ],
        "translation": "Sober and tolerant and well equipped with paraphernalia for fighting, Bali Mahārāja moved before Indra on the great battlefield. King Indra, who always carries the thunderbolt in his hand, rebuked Bali Mahārāja as follows.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "नटवन्मूढ मायाभिर्मायेशान् नो जिगीषसि ।जित्वा बालान् निबद्धाक्षान् नटो हरति तद्धनम् ॥ ४ ॥",
        "english_devnagari": "naṭavan mūḍha māyābhirmāyeśān no jigīṣasijitvā bālān nibaddhākṣānnaṭo harati tad-dhanam",
        "verse_Syn": [
            "naṭa",
            "vat",
            "mūḍha",
            "māyābhiḥ",
            "māyā",
            "īśān",
            "naḥ",
            "jigīṣasi",
            "jitvā",
            "bālān",
            "nibaddha",
            "akṣān",
            "naṭaḥ",
            "harati",
            "tat",
            "dhanam"
        ],
        "translation": "Indra said: O rascal, as a cheater sometimes binds the eyes of a child and takes away his possessions, you are trying to defeat us by displaying some mystic power, although you know that we are the masters of all such mystic powers.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "आरुरुक्षन्ति मायाभिरुत्सिसृप्सन्ति ये दिवम् ।तान्दस्यून्विधुनोम्यज्ञान्पूर्वस्माच्च पदादध: ॥ ५ ॥",
        "english_devnagari": "ārurukṣanti māyābhirutsisṛpsanti ye divamtān dasyūn vidhunomy ajñānpūrvasmāc ca padād adhaḥ",
        "verse_Syn": [
            "ārurukṣanti",
            "māyābhiḥ",
            "utsisṛpsanti",
            "ye",
            "divam",
            "tān",
            "dasyūn",
            "vidhunomi",
            "ajñān",
            "pūrvasmāt",
            "ca",
            "padāt",
            "adhaḥ"
        ],
        "translation": "Those fools and rascals who want to ascend to the upper planetary system by mystic power or mechanical means, or who endeavor to cross even the upper planets and achieve the spiritual world or liberation, I cause to be sent to the lowest region of the universe.",
        "purport": " There are undoubtedly different planetary systems for different persons. As stated in Bhagavad-gītā (14.18), ūrdhvaṁ gacchanti sattva-sthāḥ: persons in the mode of goodness can go to the upper planets. Those in the modes of darkness and passion, however, are not allowed to enter the higher planets. The word divam refers to the higher planetary system known as Svargaloka. Indra, King of the higher planetary system, has the power to push down any conditioned soul attempting to go from the lower to the higher planets without proper qualifications. The modern attempt to go to the moon is also an attempt by inferior men to go to Svargaloka by artificial, mechanical means. This attempt cannot be successful. From this statement of Indra it appears that anyone attempting to go to the higher planetary systems by mechanical means, which are here called māyā, is condemned to go to the hellish planets in the lower portion of the universe. To go to the higher planetary system, one needs sufficient good qualities. A sinful person situated in the mode of ignorance and addicted to drinking, meat-eating and illicit sex will never enter the higher planets by mechanical means."
    },
    {
        "verse": "6",
        "devanagari": "सोऽहं दुर्मायिनस्तेऽद्य वज्रेण शतपर्वणा ।शिरो हरिष्ये मन्दात्मन्घटस्व ज्ञातिभि: सह ॥ ६ ॥",
        "english_devnagari": "so ’haṁ durmāyinas te ’dyavajreṇa śata-parvaṇāśiro hariṣye mandātmanghaṭasva jñātibhiḥ saha",
        "verse_Syn": [
            "saḥ",
            "aham",
            "durmāyinaḥ",
            "te",
            "adya",
            "vajreṇa",
            "śata",
            "parvaṇā",
            "śiraḥ",
            "hariṣye",
            "manda",
            "ātman",
            "ghaṭasva",
            "jñātibhiḥ",
            "saha"
        ],
        "translation": "Today, with my thunderbolt, which has hundreds of sharp edges, I, the same powerful person, shall sever your head from your body. Although you can produce so much jugglery through illusion, you are endowed with a poor fund of knowledge. Now, try to exist on this battlefield with your relatives and friends.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "श्रीबलिरुवाचसङ्ग्रामे वर्तमानानां कालचोदितकर्मणाम् ।कीर्तिर्जयोऽजयो मृत्यु: सर्वेषां स्युरनुक्रमात् ॥ ७ ॥",
        "english_devnagari": "śrī-balir uvācasaṅgrāme vartamānānāṁkāla-codita-karmaṇāmkīrtir jayo ’jayo mṛtyuḥsarveṣāṁ syur anukramāt",
        "verse_Syn": [
            "śrī",
            "baliḥ",
            "uvāca",
            "saṅgrāme",
            "vartamānānām",
            "kāla",
            "codita",
            "karmaṇām",
            "kīrtiḥ",
            "jayaḥ",
            "ajayaḥ",
            "mṛtyuḥ",
            "sarveṣām",
            "syuḥ",
            "anukramāt"
        ],
        "translation": "Bali Mahārāja replied: All those present on this battlefield are certainly under the influence of eternal time, and according to their prescribed activities, they are destined to receive fame, victory, defeat and death, one after another.",
        "purport": " If one is victorious on the battlefield, he becomes famous; and if one is not victorious but is defeated, he may die. Both victory and defeat are possible, whether on such a battlefield as this or on the battlefield of the struggle for existence. Everything takes place according to the laws of nature (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Since everyone, without exception, is subject to the modes of material nature, whether one is victorious or defeated he is not independent, but is under the control of material nature. Bali Mahārāja, therefore, was very sensible. He knew that the fighting was arranged by eternal time and that under time’s influence one must accept the results of one’s own activities. Therefore even though Indra threatened that he would now kill Bali Mahārāja by releasing the thunderbolt, Bali Mahārāja was not at all afraid. This is the spirit of a kṣatriya: yuddhe cāpy apalāyanam (Bg. 18.43). A kṣatriya must be tolerant in all circumstances, especially on the battlefield. Thus Bali Mahārāja asserted that he was not at all afraid of death, although he was threatened by such a great personality as the King of heaven."
    },
    {
        "verse": "8",
        "devanagari": "तदिदं कालरशनं जगत् पश्यन्ति सूरय: ।न हृष्यन्ति न शोचन्ति तत्र यूयमपण्डिता: ॥ ८ ॥",
        "english_devnagari": "tad idaṁ kāla-raśanaṁjagat paśyanti sūrayaḥna hṛṣyanti na śocantitatra yūyam apaṇḍitāḥ",
        "verse_Syn": [
            "tat",
            "idam",
            "kāla",
            "raśanam",
            "jagat",
            "paśyanti",
            "sūrayaḥ",
            "na",
            "hṛṣyanti",
            "na",
            "śocanti",
            "tatra",
            "yūyam",
            "apaṇḍitāḥ"
        ],
        "translation": "Seeing the movements of time, those who are cognizant of the real truth neither rejoice nor lament for different circumstances. Therefore, because you are jubilant due to your victory, you should be considered not very learned.",
        "purport": " Bali Mahārāja knew that Indra, King of heaven, was extremely powerful, certainly more powerful than he himself. Nonetheless, Bali Mahārāja challenged Indra by saying that Indra was not a very learned person. In Bhagavad-gītā (2.11) Kṛṣṇa rebuked Arjuna by saying: “While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor the dead.” Thus as Kṛṣṇa challenged Arjuna by saying that he was not a paṇḍita, or a learned person, Bali Mahārāja also challenged King Indra and his associates. In this material world, everything happens under the influence of time. Consequently, for a learned person who sees how things are taking place, there is no question of being sorry or happy because of the waves of material nature. After all, since we are being carried away by these waves, what is the meaning of being jubilant or morose? One who is fully conversant with the laws of nature is never jubilant or morose because of nature’s activities. In Bhagavad-gītā (2.14), Kṛṣṇa advises that one be tolerant: tāṁs titikṣasva bhārata. Following this advice of Kṛṣṇa’s, one should not be morose or unhappy because of circumstantial changes. This is the symptom of a devotee. A devotee carries out his duty in Kṛṣṇa consciousness and is never unhappy in awkward circumstances. He has full faith that in such circumstances, Kṛṣṇa protects His devotee. Therefore a devotee never deviates from his prescribed duty of devotional service. The material qualities of jubilation and moroseness are present even in the demigods, who are very highly situated in the upper planetary system. Therefore, when one is undisturbed by the so-called favorable and unfavorable circumstances of this material world, he should be understood to be brahma-bhūta, or self-realized. As stated in Bhagavad-gītā (18.54), brahma-bhūtaḥ prasannātmā na śocati na kāṅkṣati: “One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful.” When one is undisturbed by material circumstances, he should be understood to be on the transcendental stage, above the reactions of the three modes of material nature."
    },
    {
        "verse": "9",
        "devanagari": "न वयं मन्यमानानामात्मानं तत्र साधनम् ।गिरो व: साधुशोच्यानां गृह्णीमो मर्मताडना: ॥ ९ ॥",
        "english_devnagari": "na vayaṁ manyamānānāmātmānaṁ tatra sādhanamgiro vaḥ sādhu-śocyānāṁgṛhṇīmo marma-tāḍanāḥ",
        "verse_Syn": [
            "na",
            "vayam",
            "manyamānānām",
            "ātmānam",
            "tatra",
            "sādhanam",
            "giraḥ",
            "vaḥ",
            "sādhu",
            "śocyānām",
            "gṛhṇīmaḥ",
            "marma",
            "tāḍanāḥ"
        ],
        "translation": "You demigods think that your own selves are the cause of your attaining fame and victory. Because of your ignorance, saintly persons feel sorry for you. Therefore, although your words afflict the heart, we do not accept them.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "श्रीशुक उवाचइत्याक्षिप्य विभुं वीरो नाराचैर्वीरमर्दन: ।आकर्णपूर्णैरहनदाक्षेपैराहतं पुन: ॥ १० ॥",
        "english_devnagari": "śrī-śuka uvācaity ākṣipya vibhuṁ vīronārācair vīra-mardanaḥākarṇa-pūrṇair ahanadākṣepair āha taṁ punaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ākṣipya",
            "vibhum",
            "vīraḥ",
            "nārācaiḥ",
            "vīra",
            "mardanaḥ",
            "ākarṇa",
            "pūrṇaiḥ",
            "ahanat",
            "ākṣepaiḥ",
            "āha",
            "tam",
            "punaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: After thus rebuking Indra, King of heaven, with sharp words, Bali Mahārāja, who could subdue any other hero, drew back to his ear the arrows known as nārācas and attacked Indra with these arrows. Then he again chastised Indra with strong words.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "एवं निराकृतो देवो वैरिणा तथ्यवादिना ।नामृष्यत् तदधिक्षेपं तोत्राहत इव द्विप: ॥ ११ ॥",
        "english_devnagari": "evaṁ nirākṛto devovairiṇā tathya-vādinānāmṛṣyat tad-adhikṣepaṁtotrāhata iva dvipaḥ",
        "verse_Syn": [
            "evam",
            "nirākṛtaḥ",
            "devaḥ",
            "vairiṇā",
            "tathya",
            "vādinā",
            "na",
            "amṛṣyat",
            "tat",
            "adhikṣepam",
            "totra",
            "āhataḥ",
            "iva",
            "dvipaḥ"
        ],
        "translation": "Since Mahārāja Bali’s rebukes were truthful, King Indra did not at all become sorry, just as an elephant beaten by its driver’s rod does not become agitated.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "प्राहरत् कुलिशं तस्मा अमोघं परमर्दन: ।सयानो न्यपतद् भूमौ छिन्नपक्ष इवाचल: ॥ १२ ॥",
        "english_devnagari": "prāharat kuliśaṁ tasmāamoghaṁ para-mardanaḥsayāno nyapatad bhūmauchinna-pakṣa ivācalaḥ",
        "verse_Syn": [
            "prāharat",
            "kuliśam",
            "tasmai",
            "amogham",
            "para",
            "mardanaḥ",
            "sa",
            "yānaḥ",
            "nyapatat",
            "bhūmau",
            "chinna",
            "pakṣaḥ",
            "iva",
            "acalaḥ"
        ],
        "translation": "When Indra, the defeater of enemies, released his infallible thunderbolt scepter at Bali Mahārāja with a desire to kill him, Bali Mahārāja indeed fell to the ground with his airplane, like a mountain with its wings cut off.",
        "purport": " In many descriptions in Vedic literature it is found that mountains also fly in the sky with wings. When such mountains are dead, they fall to the ground, where they stay as very large dead bodies."
    },
    {
        "verse": "13",
        "devanagari": "सखायं पतितं द‍ृष्ट्वा जम्भो बलिसख: सुहृत् ।अभ्ययात् सौहृदं सख्युर्हतस्यापि समाचरन् ॥ १३ ॥",
        "english_devnagari": "sakhāyaṁ patitaṁ dṛṣṭvājambho bali-sakhaḥ suhṛtabhyayāt sauhṛdaṁ sakhyurhatasyāpi samācaran",
        "verse_Syn": [
            "sakhāyam",
            "patitam",
            "dṛṣṭvā",
            "jambhaḥ",
            "bali",
            "sakhaḥ",
            "suhṛt",
            "abhyayāt",
            "sauhṛdam",
            "sakhyuḥ",
            "hatasya",
            "api",
            "samācaran"
        ],
        "translation": "When the demon Jambhāsura saw that his friend Bali had fallen, he appeared before Indra, the enemy, just to serve Bali Mahārāja with friendly behavior.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "स सिंहवाह आसाद्य गदामुद्यम्य रंहसा ।जत्रावताडयच्छक्रं गजं च सुमहाबल: ॥ १४ ॥",
        "english_devnagari": "sa siṁha-vāha āsādyagadām udyamya raṁhasājatrāv atāḍayac chakraṁgajaṁ ca sumahā-balaḥ",
        "verse_Syn": [
            "saḥ",
            "siṁha",
            "vāhaḥ",
            "āsādya",
            "gadām",
            "udyamya",
            "raṁhasā",
            "jatrau",
            "atāḍayat",
            "śakram",
            "gajam",
            "ca",
            "su",
            "mahā",
            "balaḥ"
        ],
        "translation": "The greatly powerful Jambhāsura, carried by a lion, approached Indra and forcefully struck him on the shoulder with his club. He also struck Indra’s elephant.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "गदाप्रहारव्यथितो भृशं विह्वलितो गज: ।जानुभ्यां धरणीं स्पृष्ट्वा कश्मलं परमं ययौ ॥ १५ ॥",
        "english_devnagari": "gadā-prahāra-vyathitobhṛśaṁ vihvalito gajaḥjānubhyāṁ dharaṇīṁ spṛṣṭvākaśmalaṁ paramaṁ yayau",
        "verse_Syn": [
            "gadā",
            "prahāra",
            "vyathitaḥ",
            "bhṛśam",
            "vihvalitaḥ",
            "gajaḥ",
            "jānubhyām",
            "dharaṇīm",
            "spṛṣṭvā",
            "kaśmalam",
            "paramam",
            "yayau"
        ],
        "translation": "Being beaten by Jambhāsura’s club, Indra’s elephant was confused and aggrieved. Thus it touched its knees to the ground and fell unconscious.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "ततो रथो मातलिना हरिभिर्दशशतैर्वृत: । आनीतो द्विपमुत्सृज्य रथमारुरुहे विभु: ॥ १६ ॥",
        "english_devnagari": "tato ratho mātalināharibhir daśa-śatair vṛtaḥānīto dvipam utsṛjyaratham āruruhe vibhuḥ",
        "verse_Syn": [
            "tataḥ",
            "rathaḥ",
            "mātalinā",
            "haribhiḥ",
            "daśa",
            "śataiḥ",
            "vṛtaḥ",
            "ānītaḥ",
            "dvipam",
            "utsṛjya",
            "ratham",
            "āruruhe",
            "vibhuḥ"
        ],
        "translation": "Thereafter, Mātali, Indra’s chariot driver, brought Indra’s chariot, which was drawn by one thousand horses. Indra then left his elephant and got onto the chariot.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तस्य तत् पूजयन् कर्म यन्तुर्दानवसत्तम: ।शूलेन ज्वलता तं तु स्मयमानोऽहनन्मृधे ॥ १७ ॥",
        "english_devnagari": "tasya tat pūjayan karmayantur dānava-sattamaḥśūlena jvalatā taṁ tusmayamāno ’hanan mṛdhe",
        "verse_Syn": [
            "tasya",
            "tat",
            "pūjayan",
            "karma",
            "yantuḥ",
            "dānava",
            "sat",
            "tamaḥ",
            "śūlena",
            "jvalatā",
            "tam",
            "tu",
            "smayamānaḥ",
            "ahanat",
            "mṛdhe"
        ],
        "translation": "Appreciating Mātali’s service, Jambhāsura, the best of the demons, smiled. Nonetheless, he struck Mātali in the battle with a trident of blazing fire.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "सेहे रुजं सुदुर्मर्षां सत्त्वमालम्ब्य मातलि: ।इन्द्रो जम्भस्य सङ्‌क्रुद्धो वज्रेणापाहरच्छिर: ॥ १८ ॥",
        "english_devnagari": "sehe rujaṁ sudurmarṣāṁsattvam ālambya mātaliḥindro jambhasya saṅkruddhovajreṇāpāharac chiraḥ",
        "verse_Syn": [
            "sehe",
            "rujam",
            "su",
            "durmarṣām",
            "sattvam",
            "ālambya",
            "mātaliḥ",
            "indraḥ",
            "jambhasya",
            "saṅkruddhaḥ",
            "vajreṇa",
            "apāharat",
            "śiraḥ"
        ],
        "translation": "Although the pain was extremely severe, Mātali tolerated it with great patience. Indra, however, became extremely angry at Jambhāsura. He struck Jambhāsura with his thunderbolt and thus severed his head from his body.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "जम्भं श्रुत्वा हतं तस्य ज्ञातयो नारदाद‍ृषे: ।नमुचिश्च बल: पाकस्तत्रापेतुस्त्वरान्विता: ॥ १९ ॥",
        "english_devnagari": "jambhaṁ śrutvā hataṁ tasyajñātayo nāradād ṛṣeḥnamuciś ca balaḥ pākastatrāpetus tvarānvitāḥ",
        "verse_Syn": [
            "jambham",
            "śrutvā",
            "hatam",
            "tasya",
            "jñātayaḥ",
            "nāradāt",
            "ṛṣeḥ",
            "namuciḥ",
            "ca",
            "balaḥ",
            "pākaḥ",
            "tatra",
            "āpetuḥ",
            "tvarā",
            "anvitāḥ"
        ],
        "translation": "When Nārada Ṛṣi informed Jambhāsura’s friends and relatives that Jambhāsura had been killed, the three demons named Namuci, Bala and Pāka arrived on the battlefield in great haste.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "वचोभि: परुषैरिन्द्रमर्दयन्तोऽस्य मर्मसु ।शरैरवाकिरन् मेघा धाराभिरिव पर्वतम् ॥ २० ॥",
        "english_devnagari": "vacobhiḥ paruṣair indramardayanto ’sya marmasuśarair avākiran meghādhārābhir iva parvatam",
        "verse_Syn": [
            "vacobhiḥ",
            "paruṣaiḥ",
            "indram",
            "ardayantaḥ",
            "asya",
            "marmasu",
            "śaraiḥ",
            "avākiran",
            "meghāḥ",
            "dhārābhiḥ",
            "iva",
            "parvatam"
        ],
        "translation": "Rebuking Indra with harsh, cruel words that were piercing to the heart, these demons showered him with arrows, just as torrents of rain wash a great mountain.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "हरीन्दशशतान्याजौ हर्यश्वस्य बल: शरै: ।तावद्भ‍िरर्दयामास युगपल्ल‍घुहस्तवान् ॥ २१ ॥",
        "english_devnagari": "harīn daśa-śatāny ājauharyaśvasya balaḥ śaraiḥtāvadbhir ardayām āsayugapal laghu-hastavān",
        "verse_Syn": [
            "harīn",
            "daśa",
            "śatāni",
            "ājau",
            "haryaśvasya",
            "balaḥ",
            "śaraiḥ",
            "tāvadbhiḥ",
            "ardayām",
            "āsa",
            "yugapat",
            "laghu",
            "hastavān"
        ],
        "translation": "Quickly handling the situation on the battlefield, the demon Bala put all of Indra’s one thousand horses into tribulation by simultaneously piercing them all with an equal number of arrows.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "शताभ्यां मातलिं पाको रथं सावयवं पृथक् ।सकृत्सन्धानमोक्षेण तदद्भ‍ुतमभूद् रणे ॥ २२ ॥",
        "english_devnagari": "śatābhyāṁ mātaliṁ pākorathaṁ sāvayavaṁ pṛthaksakṛt sandhāna-mokṣeṇatad adbhutam abhūd raṇe",
        "verse_Syn": [
            "śatābhyām",
            "mātalim",
            "pākaḥ",
            "ratham",
            "sa",
            "avayavam",
            "pṛthak",
            "sakṛt",
            "sandhāna",
            "mokṣeṇa",
            "tat",
            "adbhutam",
            "abhūt",
            "raṇe"
        ],
        "translation": "Pāka, another demon, attacked both the chariot, with all its paraphernalia, and the chariot driver, Mātali, by fitting two hundred arrows to his bow and releasing them all simultaneously. This was indeed a wonderful act on the battlefield.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "नमुचि: पञ्चदशभि: स्वर्णपुङ्खैर्महेषुभि: ।आहत्य व्यनदत्सङ्ख्ये सतोय इव तोयद: ॥ २३ ॥",
        "english_devnagari": "namuciḥ pañca-daśabhiḥsvarṇa-puṅkhair maheṣubhiḥāhatya vyanadat saṅkhyesatoya iva toyadaḥ",
        "verse_Syn": [
            "namuciḥ",
            "pañca",
            "daśabhiḥ",
            "svarṇa",
            "puṅkhaiḥ",
            "mahā",
            "iṣubhiḥ",
            "āhatya",
            "vyanadat",
            "saṅkhye",
            "sa",
            "toyaḥ",
            "iva",
            "toya",
            "daḥ"
        ],
        "translation": "Then Namuci, another demon, attacked Indra and injured him with fifteen very powerful golden-feathered arrows, which roared like a cloud full of water.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "सर्वत: शरकूटेन शक्रं सरथसारथिम् ।छादयामासुरसुरा: प्रावृट्‌सूर्यमिवाम्बुदा: ॥ २४ ॥",
        "english_devnagari": "sarvataḥ śara-kūṭenaśakraṁ saratha-sārathimchādayām āsur asurāḥprāvṛṭ-sūryam ivāmbudāḥ",
        "verse_Syn": [
            "sarvataḥ",
            "śara",
            "kūṭena",
            "śakram",
            "sa",
            "ratha",
            "sārathim",
            "chādayām",
            "āsuḥ",
            "asurāḥ",
            "prāvṛṭ",
            "sūryam",
            "iva",
            "ambu",
            "dāḥ"
        ],
        "translation": "Other demons covered Indra, along with his chariot and chariot driver, with incessant showers of arrows, just as clouds cover the sun in the rainy season.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "अलक्षयन्तस्तमतीव विह्वलाविचुक्रुशुर्देवगणा: सहानुगा: ।अनायका: शत्रुबलेन निर्जितावणिक्पथा भिन्ननवो यथार्णवे ॥ २५ ॥",
        "english_devnagari": "alakṣayantas tam atīva vihvalāvicukruśur deva-gaṇāḥ sahānugāḥanāyakāḥ śatru-balena nirjitāvaṇik-pathā bhinna-navo yathārṇave",
        "verse_Syn": [
            "alakṣayantaḥ",
            "tam",
            "atīva",
            "vihvalāḥ",
            "vicukruśuḥ",
            "deva",
            "gaṇāḥ",
            "saha",
            "anugāḥ",
            "anāyakāḥ",
            "śatru",
            "balena",
            "nirjitāḥ",
            "vaṇik",
            "pathāḥ",
            "bhinna",
            "navaḥ",
            "yathā",
            "arṇave"
        ],
        "translation": "The demigods, being severely oppressed by their enemies and being unable to see Indra on the battlefield, were very anxious. Having no captain or leader, they began lamenting like traders in a wrecked vessel in the midst of the ocean.",
        "purport": " From this statement it appears that in the upper planetary system there is shipping and that traders there engage in navigation as their occupational duty. Sometimes, as on this planet, these traders are shipwrecked in the middle of the ocean. It appears that even in the upper planetary system, such calamities occasionally take place. The upper planetary system in the creation of the Lord is certainly not vacant or devoid of living entities. From Śrīmad-Bhāgavatam we understand that every planet is full of living entities, just as earth is. There is no reason to accept that on other planetary systems there are no living beings."
    },
    {
        "verse": "26",
        "devanagari": "ततस्तुराषाडिषुबद्धपञ्जराद्विनिर्गत: साश्वरथध्वजाग्रणी: ।बभौ दिश: खं पृथिवीं च रोचयन्स्वतेजसा सूर्य इव क्षपात्यये ॥ २६ ॥",
        "english_devnagari": "tatas turāṣāḍ iṣu-baddha-pañjarādvinirgataḥ sāśva-ratha-dhvajāgraṇīḥbabhau diśaḥ khaṁ pṛthivīṁ ca rocayansva-tejasā sūrya iva kṣapātyaye",
        "verse_Syn": [
            "tataḥ",
            "turāṣāṭ",
            "iṣu",
            "baddha",
            "pañjarāt",
            "vinirgataḥ",
            "sa",
            "aśva",
            "ratha",
            "dhvaja",
            "agraṇīḥ",
            "babhau",
            "diśaḥ",
            "kham",
            "pṛthivīm",
            "ca",
            "rocayan",
            "sva",
            "tejasā",
            "sūryaḥ",
            "iva",
            "kṣapā",
            "atyaye"
        ],
        "translation": "Thereafter, Indra released himself from the cage of the network of arrows. Appearing with his chariot, flag, horses and chariot driver and thus pleasing the sky, the earth and all directions, he shone effulgently like the sun at the end of night. Indra was bright and beautiful in the vision of everyone.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "निरीक्ष्य पृतनां देव: परैरभ्यर्दितां रणे ।उदयच्छद् रिपुं हन्तुं वज्रं वज्रधरो रुषा ॥ २७ ॥",
        "english_devnagari": "nirīkṣya pṛtanāṁ devaḥparair abhyarditāṁ raṇeudayacchad ripuṁ hantuṁvajraṁ vajra-dharo ruṣā",
        "verse_Syn": [
            "nirīkṣya",
            "pṛtanām",
            "devaḥ",
            "paraiḥ",
            "abhyarditām",
            "raṇe",
            "udayacchat",
            "ripum",
            "hantum",
            "vajram",
            "vajra",
            "dharaḥ",
            "ruṣā"
        ],
        "translation": "When Indra, who is known as Vajra-dhara, the carrier of the thunderbolt, saw his own soldiers so oppressed by the enemies on the battlefield, he became very angry. Thus he took up his thunderbolt to kill the enemies.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "स तेनैवाष्टधारेण शिरसी बलपाकयो: ।ज्ञातीनां पश्यतां राजञ्जहार जनयन्भयम् ॥ २८ ॥",
        "english_devnagari": "sa tenaivāṣṭa-dhāreṇaśirasī bala-pākayoḥjñātīnāṁ paśyatāṁ rājañjahāra janayan bhayam",
        "verse_Syn": [
            "saḥ",
            "tena",
            "eva",
            "aṣṭa",
            "dhāreṇa",
            "śirasī",
            "bala",
            "pākayoḥ",
            "jñātīnām",
            "paśyatām",
            "rājan",
            "jahāra",
            "janayan",
            "bhayam"
        ],
        "translation": "O King Parīkṣit, King Indra used his thunderbolt to cut off the heads of both Bala and Pāka in the presence of all their relatives and followers. In this way he created a very fearful atmosphere on the battlefield.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "नमुचिस्तद्वधं द‍ृष्ट्वा शोकामर्षरुषान्वित: ।जिघांसुरिन्द्रं नृपते चकार परमोद्यमम् ॥ २९ ॥",
        "english_devnagari": "namucis tad-vadhaṁ dṛṣṭvāśokāmarṣa-ruṣānvitaḥjighāṁsur indraṁ nṛpatecakāra paramodyamam",
        "verse_Syn": [
            "namuciḥ",
            "tat",
            "vadham",
            "dṛṣṭvā",
            "śoka",
            "amarṣa",
            "ruṣā",
            "anvitaḥ",
            "jighāṁsuḥ",
            "indram",
            "nṛ",
            "pate",
            "cakāra",
            "parama",
            "udyamam"
        ],
        "translation": "O King, when Namuci, another demon, saw the killing of both Bala and Pāka, he was full of grief and lamentation. Thus he angrily made a great attempt to kill Indra.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "अश्मसारमयं शूलं घण्टावद्धेमभूषणम् ।प्रगृह्याभ्यद्रवत् क्रुद्धो हतोऽसीति वितर्जयन् ।प्राहिणोद् देवराजाय निनदन् मृगराडिव ॥ ३० ॥",
        "english_devnagari": "aśmasāramayaṁ śūlaṁghaṇṭāvad dhema-bhūṣaṇampragṛhyābhyadravat kruddhohato ’sīti vitarjayanprāhiṇod deva-rājāyaninadan mṛga-rāḍ iva",
        "verse_Syn": [
            "aśmasāra",
            "mayam",
            "śūlam",
            "ghaṇṭā",
            "vat",
            "hema",
            "bhūṣaṇam",
            "pragṛhya",
            "abhyadravat",
            "kruddhaḥ",
            "hataḥ",
            "asi",
            "iti",
            "vitarjayan",
            "prāhiṇot",
            "deva",
            "rājāya",
            "ninadan",
            "mṛga",
            "rāṭ",
            "iva"
        ],
        "translation": "Being angry and roaring like a lion, the demon Namuci took up a steel spear, which was bound with bells and decorated with ornaments of gold. He loudly cried, “Now you are killed!” Thus coming before Indra to kill him, Namuci released his weapon.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "तदापतद् गगनतले महाजवंविचिच्छिदे हरिरिषुभि: सहस्रधा । तमाहनन्नृप कुलिशेन कन्धरेरुषान्वितस्त्रिदशपति: शिरो हरन् ॥ ३१ ॥",
        "english_devnagari": "tadāpatad gagana-tale mahā-javaṁvicicchide harir iṣubhiḥ sahasradhātam āhanan nṛpa kuliśena kandhareruṣānvitas tridaśa-patiḥ śiro haran",
        "verse_Syn": [
            "tadā",
            "apatat",
            "gagana",
            "tale",
            "mahā",
            "javam",
            "vicicchide",
            "hariḥ",
            "iṣubhiḥ",
            "sahasradhā",
            "tam",
            "āhanat",
            "nṛpa",
            "kuliśena",
            "kandhare",
            "ruṣā",
            "anvitaḥ",
            "tridaśa",
            "patiḥ",
            "śiraḥ",
            "haran"
        ],
        "translation": "O King, when Indra, King of heaven, saw this very powerful spear falling toward the ground like a blazing meteor, he immediately cut it to pieces with his arrows. Then, being very angry, he struck Namuci’s shoulder with his thunderbolt to cut off Namuci’s head.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "न तस्य हि त्वचमपि वज्र ऊर्जितोबिभेद य: सुरपतिनौजसेरित: ।तदद्भ‍ुतं परमतिवीर्यवृत्रभित्तिरस्कृतो नमुचिशिरोधरत्वचा ॥ ३२ ॥",
        "english_devnagari": "na tasya hi tvacam api vajra ūrjitobibheda yaḥ sura-patinaujaseritaḥtad adbhutaṁ param ativīrya-vṛtra-bhittiraskṛto namuci-śirodhara-tvacā",
        "verse_Syn": [
            "na",
            "tasya",
            "hi",
            "tvacam",
            "api",
            "vajraḥ",
            "ūrjitaḥ",
            "bibheda",
            "yaḥ",
            "sura",
            "patinā",
            "ojasā",
            "īritaḥ",
            "tat",
            "adbhutam",
            "param",
            "ativīrya",
            "vṛtra",
            "bhit",
            "tiraskṛtaḥ",
            "namuci",
            "śirodhara",
            "tvacā"
        ],
        "translation": "Although King Indra hurled his thunderbolt at Namuci with great force, it could not even pierce his skin. It is very wonderful that the famed thunderbolt that had pierced the body of Vṛtrāsura could not even slightly injure the skin of Namuci’s neck.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तस्मादिन्द्रोऽबिभेच्छत्रोर्वज्र: प्रतिहतो यत: ।किमिदं दैवयोगेन भूतं लोकविमोहनम् ॥ ३३ ॥",
        "english_devnagari": "tasmād indro ’bibhec chatrorvajraḥ pratihato yataḥkim idaṁ daiva-yogenabhūtaṁ loka-vimohanam",
        "verse_Syn": [
            "tasmāt",
            "indraḥ",
            "abibhet",
            "śatroḥ",
            "vajraḥ",
            "pratihataḥ",
            "yataḥ",
            "kim",
            "idam",
            "daiva",
            "yogena",
            "bhūtam",
            "loka",
            "vimohanam"
        ],
        "translation": "When Indra saw the thunderbolt return from the enemy, he was very much afraid. He began to wonder whether this had happened because of some miraculous superior power.",
        "purport": " Indra’s thunderbolt is invincible, and therefore when Indra saw that it had returned without doing any injury to Namuci, he was certainly very much afraid."
    },
    {
        "verse": "34",
        "devanagari": "येन मे पूर्वमद्रीणां पक्षच्छेद: प्रजात्यये ।कृतो निविशतां भारै: पतत्‍त्रै: पततां भुवि ॥ ३४ ॥",
        "english_devnagari": "yena me pūrvam adrīṇāṁpakṣa-cchedaḥ prajātyayekṛto niviśatāṁ bhāraiḥpatattraiḥ patatāṁ bhuvi",
        "verse_Syn": [
            "yena",
            "me",
            "pūrvam",
            "adrīṇām",
            "pakṣa",
            "cchedaḥ",
            "prajā",
            "atyaye",
            "kṛtaḥ",
            "niviśatām",
            "bhāraiḥ",
            "patattraiḥ",
            "patatām",
            "bhuvi"
        ],
        "translation": "Indra thought: Formerly, when many mountains flying in the sky with wings would fall to the ground and kill people, I cut their wings with this same thunderbolt.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "तप:सारमयं त्वाष्ट्रं वृत्रो येन विपाटित: ।अन्ये चापि बलोपेता: सर्वास्त्रैरक्षतत्वच: ॥ ३५ ॥",
        "english_devnagari": "tapaḥ-sāramayaṁ tvāṣṭraṁvṛtro yena vipāṭitaḥanye cāpi balopetāḥsarvāstrair akṣata-tvacaḥ",
        "verse_Syn": [
            "tapaḥ",
            "sāra",
            "mayam",
            "tvāṣṭram",
            "vṛtraḥ",
            "yena",
            "vipāṭitaḥ",
            "anye",
            "ca",
            "api",
            "bala",
            "upetāḥ",
            "sarva",
            "astraiḥ",
            "akṣata",
            "tvacaḥ"
        ],
        "translation": "Vṛtrāsura was the essence of the austerities undergone by Tvaṣṭā, yet the thunderbolt killed him. Indeed, not only he but also many other stalwart heroes, whose very skin could not be injured even by all kinds of weapons, were killed by the same thunderbolt.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "सोऽयं प्रतिहतो वज्रो मया मुक्तोऽसुरेऽल्पके ।नाहं तदाददे दण्डं ब्रह्मतेजोऽप्यकारणम् ॥ ३६ ॥",
        "english_devnagari": "so ’yaṁ pratihato vajromayā mukto ’sure ’lpakenāhaṁ tad ādade daṇḍaṁbrahma-tejo ’py akāraṇam",
        "verse_Syn": [
            "saḥ",
            "ayam",
            "pratihataḥ",
            "vajraḥ",
            "mayā",
            "muktaḥ",
            "asure",
            "alpake",
            "na",
            "aham",
            "tat",
            "ādade",
            "daṇḍam",
            "brahma",
            "tejaḥ",
            "api",
            "akāraṇam"
        ],
        "translation": "But now, although the same thunderbolt has been released against a less important demon, it has been ineffectual. Therefore, although it was as good as a brahmāstra, it has now become useless like an ordinary rod. I shall therefore hold it no longer.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "इति शक्रं विषीदन्तमाह वागशरीरिणी ।नायं शुष्कैरथो नार्द्रैर्वधमर्हति दानव: ॥ ३७ ॥",
        "english_devnagari": "iti śakraṁ viṣīdantamāha vāg aśarīriṇīnāyaṁ śuṣkair atho nārdrairvadham arhati dānavaḥ",
        "verse_Syn": [
            "iti",
            "śakram",
            "viṣīdantam",
            "āha",
            "vāk",
            "aśarīriṇī",
            "na",
            "ayam",
            "śuṣkaiḥ",
            "atho",
            "na",
            "ārdraiḥ",
            "vadham",
            "arhati",
            "dānavaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: While the morose Indra was lamenting in this way, an ominous, unembodied voice said from the sky, “This demon Namuci is not to be annihilated by anything dry or moist.”",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "मयास्मै यद् वरो दत्तो मृत्युर्नैवार्द्रशुष्कयो: ।अतोऽन्यश्चिन्तनीयस्ते उपायो मघवन् रिपो: ॥ ३८ ॥",
        "english_devnagari": "mayāsmai yad varo dattomṛtyur naivārdra-śuṣkayoḥato ’nyaś cintanīyas teupāyo maghavan ripoḥ",
        "verse_Syn": [
            "mayā",
            "asmai",
            "yat",
            "varaḥ",
            "dattaḥ",
            "mṛtyuḥ",
            "na",
            "eva",
            "ārdra",
            "śuṣkayoḥ",
            "ataḥ",
            "anyaḥ",
            "cintanīyaḥ",
            "te",
            "upāyaḥ",
            "maghavan",
            "ripoḥ"
        ],
        "translation": "The voice also said, “O Indra, because I have given this demon the benediction that he will never be killed by any weapon that is dry or moist, you have to think of another way to kill him.”",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तां दैवीं गिरमाकर्ण्य मघवान्सुसमाहित: ।ध्यायन् फेनमथापश्यदुपायमुभयात्मकम् ॥ ३९ ॥",
        "english_devnagari": "tāṁ daivīṁ giram ākarṇyamaghavān susamāhitaḥdhyāyan phenam athāpaśyadupāyam ubhayātmakam",
        "verse_Syn": [
            "tām",
            "daivīm",
            "giram",
            "ākarṇya",
            "maghavān",
            "su",
            "samāhitaḥ",
            "dhyāyan",
            "phenam",
            "atha",
            "apaśyat",
            "upāyam",
            "ubhaya",
            "ātmakam"
        ],
        "translation": "After hearing the ominous voice, Indra, with great attention, began to meditate on how to kill the demon. He then saw that foam would be the means, for it is neither moist nor dry.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "न शुष्केण न चार्द्रेण जहार नमुचे: शिर: ।तं तुष्टुवुर्मुनिगणा माल्यैश्चावाकिरन्विभुम् ॥ ४० ॥",
        "english_devnagari": "na śuṣkeṇa na cārdreṇajahāra namuceḥ śiraḥtaṁ tuṣṭuvur muni-gaṇāmālyaiś cāvākiran vibhum",
        "verse_Syn": [
            "na",
            "śuṣkeṇa",
            "na",
            "ca",
            "ārdreṇa",
            "jahāra",
            "namuceḥ",
            "śiraḥ",
            "tam",
            "tuṣṭuvuḥ",
            "muni",
            "gaṇāḥ",
            "mālyaiḥ",
            "ca",
            "avākiran",
            "vibhum"
        ],
        "translation": "Thus Indra, King of heaven, severed Namuci’s head with a weapon of foam, which was neither dry nor moist. Then all the sages satisfied Indra, the exalted personality, by showering flowers and garlands upon him, almost covering him.",
        "purport": " In this regard, the śruti-mantras say, apāṁ phenena namuceḥ śira indro ’dārayat: Indra killed Namuci with watery foam, which is neither moist nor dry."
    },
    {
        "verse": "41",
        "devanagari": "गन्धर्वमुख्यौ जगतुर्विश्वावसुपरावसू ।देवदुन्दुभयो नेदुर्नर्तक्यो ननृतुर्मुदा ॥ ४१ ॥",
        "english_devnagari": "gandharva-mukhyau jagaturviśvāvasu-parāvasūdeva-dundubhayo nedurnartakyo nanṛtur mudā",
        "verse_Syn": [
            "gandharva",
            "mukhyau",
            "jagatuḥ",
            "viśvāvasu",
            "parāvasū",
            "deva",
            "dundubhayaḥ",
            "neduḥ",
            "nartakyaḥ",
            "nanṛtuḥ",
            "mudā"
        ],
        "translation": "Viśvāvasu and Parāvasu, the two chiefs of the Gandharvas, sang in great happiness. The kettledrums of the demigods sounded, and the Apsarās danced in jubilation.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "अन्येऽप्येवं प्रतिद्वन्द्वान्वाय्वग्निवरुणादय: ।सूदयामासुरसुरान् मृगान्केसरिणो यथा ॥ ४२ ॥",
        "english_devnagari": "anye ’py evaṁ pratidvandvānvāyv-agni-varuṇādayaḥsūdayām āsur asurānmṛgān kesariṇo yathā",
        "verse_Syn": [
            "anye",
            "api",
            "evam",
            "pratidvandvān",
            "vāyu",
            "agni",
            "varuṇa",
            "ādayaḥ",
            "sūdayām",
            "āsuḥ",
            "asurān",
            "mṛgān",
            "kesariṇaḥ",
            "yathā"
        ],
        "translation": "Vāyu, Agni, Varuṇa and other demigods began killing the demons who opposed them, just as lions kill deer in a forest.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "ब्रह्मणा प्रेषितो देवान्देवर्षिर्नारदो नृप ।वारयामास विबुधान्‍द‍ृष्ट्वा दानवसङ्‌क्षयम् ॥ ४३ ॥",
        "english_devnagari": "brahmaṇā preṣito devāndevarṣir nārado nṛpavārayām āsa vibudhāndṛṣṭvā dānava-saṅkṣayam",
        "verse_Syn": [
            "brahmaṇā",
            "preṣitaḥ",
            "devān",
            "deva",
            "ṛṣiḥ",
            "nāradaḥ",
            "nṛpa",
            "vārayām",
            "āsa",
            "vibudhān",
            "dṛṣṭvā",
            "dānava",
            "saṅkṣayam"
        ],
        "translation": "O King, when Lord Brahmā saw the imminent total annihilation of the demons, he sent a message with Nārada, who went before the demigods to make them stop fighting.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "श्रीनारद उवाचभवद्भ‍िरमृतं प्राप्तं नारायणभुजाश्रयै: ।श्रिया समेधिता: सर्व उपारमत विग्रहात् ॥ ४४ ॥",
        "english_devnagari": "śrī-nārada uvācabhavadbhir amṛtaṁ prāptaṁnārāyaṇa-bhujāśrayaiḥśriyā samedhitāḥ sarvaupāramata vigrahāt",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "bhavadbhiḥ",
            "amṛtam",
            "prāptam",
            "nārāyaṇa",
            "bhuja",
            "āśrayaiḥ",
            "śriyā",
            "samedhitāḥ",
            "sarve",
            "upāramata",
            "vigrahāt"
        ],
        "translation": "The great sage Nārada said: All of you demigods are protected by the arms of Nārāyaṇa, the Supreme Personality of Godhead, and by His grace you have gotten the nectar. By the grace of the goddess of fortune, you are glorious in every way. Therefore, please stop this fighting.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "श्रीशुक उवाचसंयम्य मन्युसंरम्भं मानयन्तो मुनेर्वच: ।उपगीयमानानुचरैर्ययु: सर्वे त्रिविष्टपम् ॥ ४५ ॥",
        "english_devnagari": "śrī-śuka uvācasaṁyamya manyu-saṁrambhaṁmānayanto muner vacaḥupagīyamānānucarairyayuḥ sarve triviṣṭapam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saṁyamya",
            "manyu",
            "saṁrambham",
            "mānayantaḥ",
            "muneḥ",
            "vacaḥ",
            "upagīyamāna",
            "anucaraiḥ",
            "yayuḥ",
            "sarve",
            "triviṣṭapam"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Accepting the words of Nārada, the demigods gave up their anger and stopped fighting. Being praised by their followers, they returned to their heavenly planets.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "येऽवशिष्टा रणे तस्मिन् नारदानुमतेन ते ।बलिं विपन्नमादाय अस्तं गिरिमुपागमन् ॥ ४६ ॥",
        "english_devnagari": "ye ’vaśiṣṭā raṇe tasminnāradānumatena tebaliṁ vipannam ādāyaastaṁ girim upāgaman",
        "verse_Syn": [
            "ye",
            "avaśiṣṭāḥ",
            "raṇe",
            "tasmin",
            "nārada",
            "anumatena",
            "te",
            "balim",
            "vipannam",
            "ādāya",
            "astam",
            "girim",
            "upāgaman"
        ],
        "translation": "Following the order of Nārada Muni, whatever demons remained on the battlefield took Bali Mahārāja, who was in a precarious condition, to the hill known as Astagiri.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "तत्राविनष्टावयवान् विद्यमानशिरोधरान् ।उशना जीवयामास संजीवन्या स्वविद्यया ॥ ४७ ॥",
        "english_devnagari": "tatrāvinaṣṭāvayavānvidyamāna-śirodharānuśanā jīvayām āsasaṁjīvanyā sva-vidyayā",
        "verse_Syn": [
            "tatra",
            "avinaṣṭa",
            "avayavān",
            "vidyamāna",
            "śirodharān",
            "uśanāḥ",
            "jīvayām",
            "āsa",
            "saṁjīvanyā",
            "sva",
            "vidyayā"
        ],
        "translation": "There, on that hill, Śukrācārya brought to life all the dead demoniac soldiers who had not lost their heads, trunks and limbs. He achieved this by his own mantra, known as Saṁjīvanī.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "बलिश्चोशनसा स्पृष्ट: प्रत्यापन्नेन्द्रियस्मृति: ।पराजितोऽपि नाखिद्यल्ल‍ोकतत्त्वविचक्षण: ॥ ४८ ॥",
        "english_devnagari": "baliś cośanasā spṛṣṭaḥpratyāpannendriya-smṛtiḥparājito ’pi nākhidyalloka-tattva-vicakṣaṇaḥ",
        "verse_Syn": [
            "baliḥ",
            "ca",
            "uśanasā",
            "spṛṣṭaḥ",
            "pratyāpanna",
            "indriya",
            "smṛtiḥ",
            "parājitaḥ",
            "api",
            "na",
            "akhidyat",
            "loka",
            "tattva",
            "vicakṣaṇaḥ"
        ],
        "translation": "Bali Mahārāja was very experienced in universal affairs. When he regained his senses and memory by the grace of Śukrācārya, he could understand everything that had happened. Therefore, although he had been defeated, he did not lament.",
        "purport": " It is significant that Bali Mahārāja is here said to be very experienced. Although defeated, he was not at all sorry, for he knew that nothing can take place without the sanction of the Supreme Personality of Godhead. Since he was a devotee, he accepted his defeat without lamentation. As stated by the Supreme Personality of Godhead in Bhagavad-gītā (2.47), karmaṇy evādhikāras te mā phaleṣu kadācana. Everyone in Kṛṣṇa consciousness should execute his duty, without regard for victory or defeat. One must execute his duty as ordered by Kṛṣṇa or His representative, the spiritual master. Ānukūlyena kṛṣṇānuśīlanaṁ bhaktir uttamā. In first-class devotional service, one always abides by the orders and will of Kṛṣṇa."
    }
]