[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं विप्रकृतो राजन् बलिर्भगवतासुर: ।भिद्यमानोऽप्यभिन्नात्मा प्रत्याहाविक्लवं वच: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ viprakṛto rājanbalir bhagavatāsuraḥbhidyamāno ’py abhinnātmāpratyāhāviklavaṁ vacaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "viprakṛtaḥ",
            "rājan",
            "baliḥ",
            "bhagavatā",
            "asuraḥ",
            "bhidyamānaḥ",
            "api",
            "abhinna",
            "ātmā",
            "pratyāha",
            "aviklavam",
            "vacaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, although the Supreme Personality of Godhead was superficially seen to have acted mischievously toward Bali Mahārāja, Bali Mahārāja was fixed in his determination. Considering himself not to have fulfilled his promise, he spoke as follows.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीबलिरुवाचयद्युत्तमश्लोक भवान् ममेरितंवचो व्यलीकं सुरवर्य मन्यते ।करोम्यृतं तन्न भवेत् प्रलम्भनंपदं तृतीयं कुरु शीर्ष्णि मे निजम् ॥ २ ॥",
        "english_devnagari": "śrī-balir uvācayady uttamaśloka bhavān mameritaṁvaco vyalīkaṁ sura-varya manyatekaromy ṛtaṁ tan na bhavet pralambhanaṁpadaṁ tṛtīyaṁ kuru śīrṣṇi me nijam",
        "verse_Syn": [
            "śrī",
            "baliḥ",
            "uvāca",
            "yadi",
            "uttamaśloka",
            "bhavān",
            "mama",
            "īritam",
            "vacaḥ",
            "vyalīkam",
            "sura",
            "varya",
            "manyate",
            "karomi",
            "ṛtam",
            "tat",
            "na",
            "bhavet",
            "pralambhanam",
            "padam",
            "tṛtīyam",
            "kuru",
            "śīrṣṇi",
            "me",
            "nijam"
        ],
        "translation": "Bali Mahārāja said: O best Personality of Godhead, most worshipable for all the demigods, if You think that my promise has become false, I shall certainly rectify matters to make it truthful. I cannot allow my promise to be false. Please, therefore, place Your third lotus footstep on my head.",
        "purport": " Bali Mahārāja could understand the pretense of Lord Vāmanadeva, who had taken the side of the demigods and come before him as a beggar. Although the Lord’s purpose was to cheat him, Bali Mahārāja took pleasure in understanding how the Lord will cheat His devotee to glorify the devotee’s position. It is said that God is good, and this is a fact. Whether He cheats or rewards, He is always good. Bali Mahārāja therefore addressed Him as Uttamaśloka. “Your Lordship,” he said, “You are always praised with the best of selected verses. On behalf of the demigods, You disguised Yourself to cheat me, saying that You wanted only three paces of land, but later You expanded Your body to such an extent that with two footsteps You covered the entire universe. Because You were working on behalf of Your devotees, You do not regard this as cheating. Never mind. I cannot be considered a devotee. Nonetheless, because although You are the husband of the goddess of fortune You have come to me to beg, I must satisfy You to the best of my ability. So please do not think that I wanted to cheat You; I must fulfill my promise. I still have my body. When I place my body for Your satisfaction, please put Your third step on my head.” Since the Lord had covered the entire universe with two steps, one might ask how Bali Mahārāja’s head could be sufficient for His third step? Bali Mahārāja, however, thought that the possessor of wealth must be greater than the possession. Therefore although the Lord had taken all his possessions, the head of Bali Mahārāja, the possessor, would provide adequate place for the Lord’s third step."
    },
    {
        "verse": "3",
        "devanagari": "बिभेमि नाहं निरयात् पदच्युतोन पाशबन्धाद् व्यसनाद् दुरत्ययात् ।नैवार्थकृच्छ्राद् भवतो विनिग्रहा-दसाधुवादाद् भृशमुद्विजे यथा ॥ ३ ॥",
        "english_devnagari": "bibhemi nāhaṁ nirayāt pada-cyutona pāśa-bandhād vyasanād duratyayātnaivārtha-kṛcchrād bhavato vinigrahādasādhu-vādād bhṛśam udvije yathā",
        "verse_Syn": [
            "bibhemi",
            "na",
            "aham",
            "nirayāt",
            "pada",
            "cyutaḥ",
            "na",
            "pāśa",
            "bandhāt",
            "vyasanāt",
            "duratyayāt",
            "na",
            "eva",
            "artha",
            "kṛcchrāt",
            "bhavataḥ",
            "vinigrahāt",
            "asādhu",
            "vādāt",
            "bhṛśam",
            "udvije",
            "yathā"
        ],
        "translation": "I do not fear being deprived of all my possessions, living in hellish life, being arrested for poverty by the ropes of Varuṇa or being punished by You as much as I fear defamation.",
        "purport": " Although Bali Mahārāja fully surrendered to the Supreme Personality of Godhead, he could not tolerate being defamed for cheating a brāhmaṇa-brahmacārī. Being quite alert in regard to his reputation, he thought deeply about how to prevent being defamed. The Lord, therefore, gave him the good counsel to prevent defamation by offering his head. A Vaiṣṇava does not fear any punishment. Nārāyaṇa-parāḥ sarve na kutaścana bibhyati (Bhāg. 6.17.28)."
    },
    {
        "verse": "4",
        "devanagari": "पुंसां श्लाघ्यतमं मन्ये दण्डमर्हत्तमार्पितम् ।यं न माता पिता भ्राता सुहृदश्चादिशन्ति हि ॥ ४ ॥",
        "english_devnagari": "puṁsāṁ ślāghyatamaṁ manyedaṇḍam arhattamārpitamyaṁ na mātā pitā bhrātāsuhṛdaś cādiśanti hi",
        "verse_Syn": [
            "puṁsām",
            "ślāghya",
            "tamam",
            "manye",
            "daṇḍam",
            "arhattama",
            "arpitam",
            "yam",
            "na",
            "mātā",
            "pitā",
            "bhrātā",
            "suhṛdaḥ",
            "ca",
            "ādiśanti",
            "hi"
        ],
        "translation": "Although a father, mother, brother or friend may sometimes punish one as a well-wisher, they never punish their subordinate like this. But because You are the most worshipable Lord, I regard the punishment You have given me as most exalted.",
        "purport": " Punishment meted out by the Supreme Personality of Godhead is accepted by the devotee as the greatest mercy. “One who seeks Your compassion and thus tolerates all kinds of adverse conditions due to the karma of his past deeds, who engages always in Your devotional service with his mind, words and body, and who always offers obeisances to You is certainly a bona fide candidate for liberation.” (Bhāg. 10.14.8) A devotee knows that so-called punishment by the Supreme Personality of Godhead is only His favor to correct His devotee and bring him to the right path. Therefore the punishment awarded by the Supreme Personality of Godhead cannot be compared to even the greatest benefit awarded by one’s material father, mother, brother or friend."
    },
    {
        "verse": "5",
        "devanagari": "त्वं नूनमसुराणां न: परोक्ष: परमो गुरु: ।यो नोऽनेकमदान्धानां विभ्रंशं चक्षुरादिशत् ॥ ५ ॥",
        "english_devnagari": "tvaṁ nūnam asurāṇāṁ naḥparokṣaḥ paramo guruḥyo no ’neka-madāndhānāṁvibhraṁśaṁ cakṣur ādiśat",
        "verse_Syn": [
            "tvam",
            "nūnam",
            "asurāṇām",
            "naḥ",
            "parokṣaḥ",
            "paramaḥ",
            "guruḥ",
            "yaḥ",
            "naḥ",
            "aneka",
            "mada",
            "andhānām",
            "vibhraṁśam",
            "cakṣuḥ",
            "ādiśat"
        ],
        "translation": "Since Your Lordship is indirectly the greatest well-wisher of us demons, You act for our best welfare by posing as if our enemy. Because demons like us always aspire for a position of false prestige, by chastising us You give us the eyes by which to see the right path.",
        "purport": " Bali Mahārāja considered the Supreme Personality of Godhead a better friend to the demons than to the demigods. In the material world, the more one gets material possessions, the more he becomes blind to spiritual life. The demigods are devotees of the Lord for the sake of material possessions, but although the demons apparently do not have the Supreme Personality of Godhead on their side, He always acts as their well-wisher by depriving them of their positions of false prestige. By false prestige one is misguided, so the Supreme Lord takes away their position of false prestige as a special favor."
    },
    {
        "verse": "6-7",
        "devanagari": "यस्मिन् वैरानुबन्धेन व्यूढेन विबुधेतरा: ।बहवो लेभिरे सिद्धिं यामु हैकान्तयोगिन: ॥ ६ ॥तेनाहं निगृहीतोऽस्मि भवता भूरिकर्मणा ।बद्धश्च वारुणै: पाशैर्नातिव्रीडे न च व्यथे ॥ ७ ॥",
        "english_devnagari": "yasmin vairānubandhenavyūḍhena vibudhetarāḥbahavo lebhire siddhiṁyām u haikānta-yoginaḥ",
        "verse_Syn": [
            "yasmin",
            "vaira",
            "anubandhena",
            "vyūḍhena",
            "vibudha",
            "itarāḥ",
            "bahavaḥ",
            "lebhire",
            "siddhim",
            "yām",
            "u",
            "ha",
            "ekānta",
            "yoginaḥ",
            "tena",
            "aham",
            "nigṛhītaḥ",
            "asmi",
            "bhavatā",
            "bhūri",
            "karmaṇā",
            "baddhaḥ",
            "ca",
            "vāruṇaiḥ",
            "pāśaiḥ",
            "na",
            "ati",
            "vrīḍe",
            "na",
            "ca",
            "vyathe"
        ],
        "translation": "Many demons who were continuously inimical toward You finally achieved the perfection of great mystic yogīs. Your Lordship can perform one work to serve many purposes, and consequently, although You have punished me in many ways, I do not feel ashamed of having been arrested by the ropes of Varuṇa, nor do I feel aggrieved.",
        "purport": " Bali Mahārāja appreciated the Lord’s mercy not only upon him but upon many other demons. Because this mercy is liberally distributed, the Supreme Lord is called all-merciful. Bali Mahārāja was indeed a fully surrendered devotee, but even some demons who were not at all devotees but merely enemies of the Lord attained the same exalted position achieved by many mystic yogīs. Thus Bali Mahārāja could understand that the Lord had some hidden purpose in punishing him. Consequently he was neither unhappy nor ashamed because of the awkward position in which he had been put by the Supreme Personality of Godhead."
    },
    {
        "verse": "8",
        "devanagari": "पितामहो मे भवदीयसम्मत:प्रह्लाद आविष्कृतसाधुवाद: ।भवद्विपक्षेण विचित्रवैशसंसम्प्रापितस्त्वं परम: स्वपित्रा ॥ ८ ॥",
        "english_devnagari": "pitāmaho me bhavadīya-sammataḥprahrāda āviṣkṛta-sādhu-vādaḥbhavad-vipakṣeṇa vicitra-vaiśasaṁsamprāpitas tvaṁ paramaḥ sva-pitrā",
        "verse_Syn": [
            "pitāmahaḥ",
            "me",
            "bhavadīya",
            "sammataḥ",
            "prahrādaḥ",
            "āviṣkṛta",
            "sādhu",
            "vādaḥ",
            "bhavat",
            "vipakṣeṇa",
            "vicitra",
            "vaiśasam",
            "samprāpitaḥ",
            "tvam",
            "paramaḥ",
            "sva",
            "pitrā"
        ],
        "translation": "My grandfather Prahlāda Mahārāja is famous, being recognized by all Your devotees. Although harassed in many ways by his father, Hiraṇyakaśipu, he still remained faithful, taking shelter at Your lotus feet.",
        "purport": " A pure devotee like Prahlāda Mahārāja, although harassed circumstantially in many ways, never gives up the shelter of the Supreme Personality of Godhead to take shelter of anyone else. A pure devotee never complains against the mercy of the Supreme Personality of Godhead. A vivid example is Prahlāda Mahārāja. Examining the life of Prahlāda Mahārāja, we can see how severely he was harassed by his own father, Hiraṇyakaśipu, yet he did not divert his attention from the Lord even to the smallest extent. Bali Mahārāja, following in the footsteps of his grandfather Prahlāda Mahārāja, remained fixed in his devotion to the Lord, despite the Lord’s having punished him."
    },
    {
        "verse": "9",
        "devanagari": "किमात्मनानेन जहाति योऽन्तत:किं रिक्थहारै: स्वजनाख्यदस्युभि: ।किं जायया संसृतिहेतुभूतयामर्त्यस्य गेहै: किमिहायुषो व्यय: ॥ ९ ॥",
        "english_devnagari": "kim ātmanānena jahāti yo ’ntataḥkiṁ riktha-hāraiḥ svajanākhya-dasyubhiḥkiṁ jāyayā saṁsṛti-hetu-bhūtayāmartyasya gehaiḥ kim ihāyuṣo vyayaḥ",
        "verse_Syn": [
            "kim",
            "ātmanā",
            "anena",
            "jahāti",
            "yaḥ",
            "antataḥ",
            "kim",
            "riktha",
            "hāraiḥ",
            "svajana",
            "ākhya",
            "dasyubhiḥ",
            "kim",
            "jāyayā",
            "saṁsṛti",
            "hetu",
            "bhūtayā",
            "martyasya",
            "gehaiḥ",
            "kim",
            "iha",
            "āyuṣaḥ",
            "vyayaḥ"
        ],
        "translation": "What is the use of the material body, which automatically leaves its owner at the end of life? And what is the use of all one’s family members, who are actually plunderers taking away money that is useful for the service of the Lord in spiritual opulence? What is the use of a wife? She is only the source of increasing material conditions. And what is the use of family, home, country and community? Attachment for them merely wastes the valuable energy of one’s lifetime.",
        "purport": " The Supreme Personality of Godhead, Kṛṣṇa, advises, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all other varieties of religion and just surrender unto Me.” The common man does not appreciate such a statement by the Supreme Personality of Godhead because he thinks that during his lifetime his family, society, country, body and relatives are everything. Why should one give up any one of them and take shelter of the Supreme Personality of Godhead? But from the behavior of great personalities like Prahlāda Mahārāja and Bali Mahārāja we understand that surrendering to the Lord is the right action for an intelligent person. Prahlāda Mahārāja took shelter of Viṣṇu against the will of his father. Similarly, Bali Mahārāja took shelter of Vāmanadeva against the will of his spiritual master, Śukrācārya, and all the leading demons. People may be surprised that devotees like Prahlāda Mahārāja and Bali Mahārāja could seek shelter of the side of the enemy, giving up the natural affinity for family, hearth and home. In this connection, Bali Mahārāja explains that the body, which is the center of all material activities, is also a foreign element. Even though we want to keep the body fit and helpful to our activities, the body cannot continue eternally. Although I am the soul, which is eternal, after using the body for some time I have to accept another body (tathā dehāntara-prāptiḥ), according to the laws of nature, unless I render some service with the body for advancement in devotional service. One should not use the body for any other purpose. One must know that if he uses the body for any other purpose he is simply wasting time, for as soon as the time is ripe, the soul will automatically leave the body. We are very interested in society, friendship and love, but what are they? Those in the garb of friends and relatives merely plunder the hard-earned money of the bewildered soul. Everyone is affectionate toward his wife and is attached to her, but what is this wife? The wife is called strī, which means, “one who expands the material condition.” If a person lives without a wife, his material conditions are less extensive. As soon as one marries and is connected with a wife, his material necessities increase. “The attraction between male and female is the basic principle of material existence. On the basis of this misconception, which ties together the hearts of the male and female, one becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life’s illusions and thinks in terms of ‘I and mine.’” (Bhāg. 5.5.8) Human life is meant for self-realization, not for increasing unwanted things. Actually, a wife increases unwanted things. One’s lifetime, one’s home and everything one has, if not properly used in the service of the Lord, are all sources of material conditions of perpetual suffering under the threefold miseries (adhyātmika, adhibhautika and adhidaivika). Unfortunately, there is no institution in human society for education on this subject. People are kept in darkness about the goal of life, and thus there is a continuous struggle for existence. We speak of “survival of the fittest,” but no one survives, for no one is free under material conditions."
    },
    {
        "verse": "10",
        "devanagari": "इत्थं स निश्चित्य पितामहो महा-नगाधबोधो भवत: पादपद्मम् ।ध्रुवं प्रपेदे ह्यकुतोभयं जनाद्भीत: स्वपक्षक्षपणस्य सत्तम ॥ १० ॥",
        "english_devnagari": "itthaṁ sa niścitya pitāmaho mahānagādha-bodho bhavataḥ pāda-padmamdhruvaṁ prapede hy akutobhayaṁ janādbhītaḥ svapakṣa-kṣapaṇasya sattama",
        "verse_Syn": [
            "ittham",
            "saḥ",
            "niścitya",
            "pitāmahaḥ",
            "mahān",
            "agādha",
            "bodhaḥ",
            "bhavataḥ",
            "pāda",
            "padmam",
            "dhruvam",
            "prapede",
            "hi",
            "akutaḥ",
            "bhayam",
            "janāt",
            "bhītaḥ",
            "svapakṣa",
            "kṣapaṇasya",
            "sat",
            "tama"
        ],
        "translation": "My grandfather, the best of all men, who achieved unlimited knowledge and was worshipable for everyone, was afraid of the common men in this world. Being fully convinced of the substantiality afforded by shelter at Your lotus feet, He took shelter of Your lotus feet, against the will of his father and demoniac friends, who were killed by Your own self.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "अथाहमप्यात्मरिपोस्तवान्तिकंदैवेन नीत: प्रसभं त्याजितश्री: ।इदं कृतान्तान्तिकवर्ति जीवितंययाध्रुवं स्तब्धमतिर्न बुध्यते ॥ ११ ॥",
        "english_devnagari": "athāham apy ātma-ripos tavāntikaṁdaivena nītaḥ prasabhaṁ tyājita-śrīḥidaṁ kṛtāntāntika-varti jīvitaṁyayādhruvaṁ stabdha-matir na budhyate",
        "verse_Syn": [
            "atha",
            "aham",
            "api",
            "ātma",
            "ripoḥ",
            "tava",
            "antikam",
            "daivena",
            "nītaḥ",
            "prasabham",
            "tyājita",
            "śrīḥ",
            "idam",
            "kṛta",
            "anta",
            "antika",
            "varti",
            "jīvitam",
            "yayā",
            "adhruvam",
            "stabdha",
            "matiḥ",
            "na",
            "budhyate"
        ],
        "translation": "Only by providence have I been forcibly brought under Your lotus feet and deprived of all my opulence. Because of the illusion created by temporary opulence, people in general, who live under material conditions, facing accidental death at every moment, do not understand that this life is temporary. Only by providence have I been saved from that condition.",
        "purport": " Bali Mahārāja appreciated the actions of the Supreme Personality of Godhead, although all the members of the demoniac families except Prahlāda Mahārāja and Bali Mahārāja considered Viṣṇu their eternal traditional enemy. As described by Bali Mahārāja, Lord Viṣṇu was actually not the enemy of the family but the best friend of the family. The principle of this friendship has already been stated. Yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ: the Lord bestows special favor upon His devotee by taking away all his material opulences. Bali Mahārāja appreciated this behavior by the Lord. Therefore he said, daivena nītaḥ prasabhaṁ tyājita-śrīḥ: “It is to bring me to the right platform of eternal life that You have put me into these circumstances.” Actually, everyone should fear the so-called society, friendship and love for which he works so hard all day and night. As indicated by Bali Mahārāja by the words janād bhītaḥ, every devotee in Kṛṣṇa consciousness should always be afraid of the common man engaged in pursuing material prosperity. Such a person is described as pramatta, a madman chasing the will-o’-the-wisp. Such men do not know that after a hard struggle for life one must change his body, with no certainty of what kind of body he will receive next. Those who are completely established in Kṛṣṇa conscious philosophy and who therefore understand the aim of life will never take to the activities of the materialistic dog race. But if a sincere devotee somehow does fall down, the Lord corrects him and saves him from gliding down to the darkest region of hellish life. The materialistic way of life is nothing but the repeated chewing of that which has already been chewed. Although there is no profit in such a life, people are enamored of it because of uncontrolled senses. Nūnaṁ pramattaḥ kurute vikarma. Because of uncontrolled senses, people fully engage in sinful activities by which they get a body full of suffering. Bali Mahārāja appreciated how the Lord had saved him from such a bewildered life of ignorance. He therefore said that his intelligence had been stunned. Stabdha-matir na budhyate. He could not understand how the Supreme Personality of Godhead favors His devotees by forcibly stopping their materialistic activities."
    },
    {
        "verse": "12",
        "devanagari": "श्रीशुक उवाचतस्येत्थं भाषमाणस्य प्रह्लादो भगवत्प्रिय: ।आजगाम कुरुश्रेष्ठ राकापतिरिवोत्थित: ॥ १२ ॥",
        "english_devnagari": "śrī-śuka uvācatasyetthaṁ bhāṣamāṇasyaprahrādo bhagavat-priyaḥājagāma kuru-śreṣṭharākā-patir ivotthitaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tasya",
            "ittham",
            "bhāṣamāṇasya",
            "prahrādaḥ",
            "bhagavat",
            "priyaḥ",
            "ājagāma",
            "kuru",
            "śreṣṭha",
            "rākā",
            "patiḥ",
            "iva",
            "utthitaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: O best of the Kurus, while Bali Mahārāja was describing his fortunate position in this way, the most dear devotee of the Lord, Prahlāda Mahārāja, appeared there, like the moon rising in the nighttime.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तमिन्द्रसेन: स्वपितामहं श्रियाविराजमानं नलिनायतेक्षणम् ।प्रांशुं पिशङ्गाम्बरमञ्जनत्विषंप्रलम्बबाहुं शुभगर्षभमैक्षत ॥ १३ ॥",
        "english_devnagari": "tam indra-senaḥ sva-pitāmahaṁ śriyāvirājamānaṁ nalināyatekṣaṇamprāṁśuṁ piśaṅgāmbaram añjana-tviṣaṁpralamba-bāhuṁ śubhagarṣabham aikṣata",
        "verse_Syn": [
            "tam",
            "indra",
            "senaḥ",
            "sva",
            "pitāmaham",
            "śriyā",
            "virājamānam",
            "nalina",
            "āyata",
            "īkṣaṇam",
            "prāṁśum",
            "piśaṅga",
            "ambaram",
            "añjana",
            "tviṣam",
            "pralamba",
            "bāhum",
            "śubhaga",
            "ṛṣabham",
            "aikṣata"
        ],
        "translation": "Then Bali Mahārāja saw his grandfather Prahlāda Mahārāja, the most fortunate personality, whose dark body resembled black ointment for the eyes. His tall, elegant figure was dressed in yellow garments, he had long arms, and his beautiful eyes were like the petals of a lotus. He was very dear and pleasing to everyone.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तस्मै बलिर्वारुणपाशयन्त्रित:समर्हणं नोपजहार पूर्ववत् ।ननाम मूर्ध्नाश्रुविलोललोचन:सव्रीडनीचीनमुखो बभूव ह ॥ १४ ॥",
        "english_devnagari": "tasmai balir vāruṇa-pāśa-yantritaḥsamarhaṇaṁ nopajahāra pūrvavatnanāma mūrdhnāśru-vilola-locanaḥsa-vrīḍa-nīcīna-mukho babhūva ha",
        "verse_Syn": [
            "tasmai",
            "baliḥ",
            "vāruṇa",
            "pāśa",
            "yantritaḥ",
            "samarhaṇam",
            "na",
            "upajahāra",
            "pūrva",
            "vat",
            "nanāma",
            "mūrdhnā",
            "aśru",
            "vilola",
            "locanaḥ",
            "sa",
            "vrīḍa",
            "nīcīna",
            "mukhaḥ",
            "babhūva",
            "ha"
        ],
        "translation": "Being bound by the ropes of Varuṇa, Bali Mahārāja could not offer befitting respect to Prahlāda Mahārāja as he had before. Rather, he simply offered respectful obeisances with his head, his eyes being inundated with tears and his face lowered in shame.",
        "purport": " Since Bali Mahārāja had been arrested by Lord Vāmanadeva, he was certainly to be considered an offender. Bali Mahārāja seriously felt that he was an offender to the Supreme Personality of Godhead. Certainly Prahlāda Mahārāja would not like this. Therefore Bali Mahārāja was ashamed and hung his head."
    },
    {
        "verse": "15",
        "devanagari": "स तत्र हासीनमुदीक्ष्य सत्पतिंहरिं सुनन्दाद्यनुगैरुपासितम् ।उपेत्य भूमौ शिरसा महामनाननाम मूर्ध्ना पुलकाश्रुविक्लव: ॥ १५ ॥",
        "english_devnagari": "sa tatra hāsīnam udīkṣya sat-patiṁhariṁ sunandādy-anugair upāsitamupetya bhūmau śirasā mahā-manānanāma mūrdhnā pulakāśru-viklavaḥ",
        "verse_Syn": [
            "saḥ",
            "tatra",
            "ha",
            "āsīnam",
            "udīkṣya",
            "sat",
            "patim",
            "harim",
            "sunanda",
            "ādi",
            "anugaiḥ",
            "upāsitam",
            "upetya",
            "bhūmau",
            "śirasā",
            "mahā",
            "manāḥ",
            "nanāma",
            "mūrdhnā",
            "pulaka",
            "aśru",
            "viklavaḥ"
        ],
        "translation": "When the great personality Prahlāda Mahārāja saw that the Supreme Lord was sitting there, surrounded and worshiped by His intimate associates like Sunanda, he was overwhelmed with tears of jubilation. Approaching the Lord and falling to the ground, he offered obeisances to the Lord with his head.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "श्रीप्रह्लाद उवाचत्वयैव दत्तं पदमैन्द्रमूर्जितंहृतं तदेवाद्य तथैव शोभनम् ।मन्ये महानस्य कृतो ह्यनुग्रहोविभ्रंशितो यच्छ्रिय आत्ममोहनात् ॥ १६ ॥",
        "english_devnagari": "śrī-prahrāda uvācatvayaiva dattaṁ padam aindram ūrjitaṁhṛtaṁ tad evādya tathaiva śobhanammanye mahān asya kṛto hy anugrahovibhraṁśito yac chriya ātma-mohanāt",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "tvayā",
            "eva",
            "dattam",
            "padam",
            "aindram",
            "ūrjitam",
            "hṛtam",
            "tat",
            "eva",
            "adya",
            "tathā",
            "eva",
            "śobhanam",
            "manye",
            "mahān",
            "asya",
            "kṛtaḥ",
            "hi",
            "anugrahaḥ",
            "vibhraṁśitaḥ",
            "yat",
            "śriyaḥ",
            "ātma",
            "mohanāt"
        ],
        "translation": "Prahlāda Mahārāja said: My Lord, it is Your Lordship who gave this Bali the very great opulence of the post of heavenly king, and now, today, it is You who have taken it all away. I think You have acted with equal beauty in both ways. Because his exalted position as King of heaven was putting him in the darkness of ignorance, You have done him a very merciful favor by taking away all his opulence.",
        "purport": " As it is said, yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ (Bhāg. 10.88.8). It is by the mercy of the Lord that one gets all material opulence, but if such material opulence causes one to become puffed up and forget the process of self-realization, the Lord certainly takes all the opulence away. The Lord bestows mercy upon His devotee by helping him find out his constitutional position. For that purpose, the Lord is always ready to help the devotee in every way. But material opulence is sometimes dangerous because it diverts one’s attention to false prestige by giving one the impression that he is the owner and master of everything he surveys, although actually this is not the fact. To protect the devotee from such a misunderstanding, the Lord, showing special mercy, sometimes takes away his material possessions. Yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ."
    },
    {
        "verse": "17",
        "devanagari": "यया हि विद्वानपि मुह्यते यत-स्तत् को विचष्टे गतिमात्मनो यथा ।तस्मै नमस्ते जगदीश्वराय वैनारायणायाखिललोकसाक्षिणे ॥ १७ ॥",
        "english_devnagari": "yayā hi vidvān api muhyate yatastat ko vicaṣṭe gatim ātmano yathātasmai namas te jagad-īśvarāya vainārāyaṇāyākhila-loka-sākṣiṇe",
        "verse_Syn": [
            "yayā",
            "hi",
            "vidvān",
            "api",
            "muhyate",
            "yataḥ",
            "tat",
            "kaḥ",
            "vicaṣṭe",
            "gatim",
            "ātmanaḥ",
            "yathā",
            "tasmai",
            "namaḥ",
            "te",
            "jagat",
            "īśvarāya",
            "vai",
            "nārāyaṇāya",
            "akhila",
            "loka",
            "sākṣiṇe"
        ],
        "translation": "Material opulence is so bewildering that it makes even a learned, self-controlled man forget to search for the goal of self-realization. But the Supreme Personality of Godhead, Nārāyaṇa, the Lord of the universe, can see everything by His will. Therefore I offer my respectful obeisances unto Him.",
        "purport": " The words ko vicaṣṭe gatim ātmano yathā indicate that when one is puffed up by the false prestige of possessing material opulence, he certainly neglects the goal of self-realization. This is the position of the modern world. Because of so-called scientific improvements in material opulence, people have entirely given up the path of self-realization. Practically no one is interested in God, one’s relationship with God or how one should act. Modern men have altogether forgotten such questions because they are mad for material possessions. If this kind of civilization continues, the time will soon come when the Supreme Personality of Godhead will take away all the material opulences. Then people will come to their senses."
    },
    {
        "verse": "18",
        "devanagari": "श्रीशुक उवाचतस्यानुश‍ृण्वतो राजन् प्रह्लादस्य कृताञ्जले: ।हिरण्यगर्भो भगवानुवाच मधुसूदनम् ॥ १८ ॥",
        "english_devnagari": "śrī-śuka uvācatasyānuśṛṇvato rājanprahrādasya kṛtāñjaleḥhiraṇyagarbho bhagavānuvāca madhusūdanam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tasya",
            "anuśṛṇvataḥ",
            "rājan",
            "prahrādasya",
            "kṛta",
            "añjaleḥ",
            "hiraṇyagarbhaḥ",
            "bhagavān",
            "uvāca",
            "madhusūdanam"
        ],
        "translation": "Śukadeva Gosvāmī continued: O King Parīkṣit, Lord Brahmā then began to speak to the Supreme Personality of Godhead, within the hearing of Prahlāda Mahārāja, who stood nearby with folded hands.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "बद्धं वीक्ष्य पतिं साध्वी तत्पत्नी भयविह्वला ।प्राञ्जलि: प्रणतोपेन्द्रं बभाषेऽवाङ्‌मुखी नृप ॥ १९ ॥",
        "english_devnagari": "baddhaṁ vīkṣya patiṁ sādhvītat-patnī bhaya-vihvalāprāñjaliḥ praṇatopendraṁbabhāṣe ’vāṅ-mukhī nṛpa",
        "verse_Syn": [
            "baddham",
            "vīkṣya",
            "patim",
            "sādhvī",
            "tat",
            "patnī",
            "bhaya",
            "vihvalā",
            "prāñjaliḥ",
            "praṇatā",
            "upendram",
            "babhāṣe",
            "avāk",
            "mukhī",
            "nṛpa"
        ],
        "translation": "But Bali Mahārāja’s chaste wife, afraid and aggrieved at seeing her husband arrested, immediately offered obeisances to Lord Vāmanadeva [Upendra]. She folded her hands and spoke as follows.",
        "purport": " Although Lord Brahmā was speaking, he had to stop for a while because Bali Mahārāja’s wife, Vindhyāvali, who was very agitated and afraid, wanted to say something."
    },
    {
        "verse": "20",
        "devanagari": "श्रीविन्ध्यावलिरुवाचक्रीडार्थमात्मन इदं त्रिजगत् कृतं तेस्वाम्यं तु तत्र कुधियोऽपर ईश कुर्यु: ।कर्तु: प्रभोस्तव किमस्यत आवहन्तित्यक्तह्रियस्त्वदवरोपितकर्तृवादा: ॥ २० ॥",
        "english_devnagari": "śrī-vindhyāvalir uvācakrīḍārtham ātmana idaṁ tri-jagat kṛtaṁ tesvāmyaṁ tu tatra kudhiyo ’para īśa kuryuḥkartuḥ prabhos tava kim asyata āvahantityakta-hriyas tvad-avaropita-kartṛ-vādāḥ",
        "verse_Syn": [
            "śrī",
            "vindhyāvaliḥ",
            "uvāca",
            "krīḍā",
            "artham",
            "ātmanaḥ",
            "idam",
            "tri",
            "jagat",
            "kṛtam",
            "te",
            "svāmyam",
            "tu",
            "tatra",
            "kudhiyaḥ",
            "apare",
            "īśa",
            "kuryuḥ",
            "kartuḥ",
            "prabhoḥ",
            "tava",
            "kim",
            "asyataḥ",
            "āvahanti",
            "tyakta",
            "hriyaḥ",
            "tvat",
            "avaropita",
            "kartṛ",
            "vādāḥ"
        ],
        "translation": "Śrīmatī Vindhyāvali said: O my Lord, You have created the entire universe for the enjoyment of Your personal pastimes, but foolish, unintelligent men have claimed proprietorship for material enjoyment. Certainly they are shameless agnostics. Falsely claiming proprietorship, they think they can give charity and enjoy. In such a condition, what good can they do for You, who are the independent creator, maintainer and annihilator of this universe?",
        "purport": " Bali Mahārāja’s wife, who was most intelligent, supported the arrest of her husband and accused him of having no intelligence because he had claimed proprietorship of the property of the Lord. Such a claim is a sign of demoniac life. Although the demigods, who are officials appointed by the Lord for management, are attached to materialistic enjoyment, they never claim to be proprietors of the universe, for they know that the actual proprietor of everything is the Supreme Personality of Godhead. This is the qualification of the demigods. But the demons, instead of accepting the exclusive proprietorship of the Supreme Personality of Godhead, claim the property of the universe for themselves through demarcations of nationalism. “This part is mine, and that part is yours,” they say. “This part I can give in charity, and this part I can keep for my enjoyment.” These are all demoniac conceptions. This is described in Bhagavad-gītā (16.13): idam adya mayā labdham imaṁ prāpsye manoratham. “Thus far I have acquired so much money and land. Now I have to add more and more. In this way I shall be the greatest proprietor of everything. Who can compete with me?” These are all demoniac conceptions. Bali Mahārāja’s wife accused Bali Mahārāja by saying that although the Supreme Personality of Godhead had arrested him, showing him extraordinary mercy, and although Bali Mahārāja was offering his body to the Supreme Lord for the Lord’s third step, he was still in the darkness of ignorance. Actually the body did not belong to him, but because of his long-standing demoniac mentality he could not understand this. He thought that since he had been defamed for his inability to fulfill his promise of charity, and since the body belonged to him, he would free himself from defamation by offering his body. Actually, however, the body does not belong to anyone but the Supreme Personality of Godhead, by whom the body is given. As stated in Bhagavad-gītā (18.61): The Lord is situated in the core of everyone’s heart, and, according to the material desires of the living entity, the Lord offers a particular type of machine — the body — through the agency of the material energy. The body actually does not belong to the living entity; it belongs to the Supreme Personality of Godhead. Under the circumstances, how could Bali Mahārāja claim that the body belonged to him? Thus Vindhyāvali, Bali Mahārāja’s intelligent wife, prayed that her husband be released, by the Lord’s causeless mercy. Otherwise, Bali Mahārāja was nothing but a shameless demon, specifically described as tyakta-hriyas tvad-avaropita-kartṛ-vādāḥ, a foolish person claiming proprietorship over the property of the Supreme Person. In the present age, Kali-yuga, the number of such shameless men, who are agnostics disbelieving in the existence of God, has increased. Trying to defy the authority of the Supreme Personality of Godhead, so-called scientists, philosophers and politicians manufacture plans and schemes for the destruction of the world. They cannot do anything good for the world, and unfortunately, because of Kali-yuga, they have plunged the affairs of the world into mismanagement. Thus there is a great need for the Kṛṣṇa consciousness movement for the benefit of innocent people who are being carried away by propaganda of such demons. If the present status quo is allowed to continue, people will certainly suffer more and more under the leadership of these demoniac agnostics."
    },
    {
        "verse": "21",
        "devanagari": "श्रीब्रह्मोवाचभूतभावन भूतेश देवदेव जगन्मय ।मुञ्चैनं हृतसर्वस्वं नायमर्हति निग्रहम् ॥ २१ ॥",
        "english_devnagari": "śrī-brahmovācabhūta-bhāvana bhūteśadeva-deva jaganmayamuñcainaṁ hṛta-sarvasvaṁnāyam arhati nigraham",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "bhūta",
            "bhāvana",
            "bhūta",
            "īśa",
            "deva",
            "deva",
            "jagat",
            "maya",
            "muñca",
            "enam",
            "hṛta",
            "sarvasvam",
            "na",
            "ayam",
            "arhati",
            "nigraham"
        ],
        "translation": "Lord Brahmā said: O well-wisher and master of all living entities, O worshipable Deity of all the demigods, O all-pervading Personality of Godhead, now this man has been sufficiently punished, for You have taken everything. Now You can release him. He does not deserve to be punished more.",
        "purport": " When Lord Brahmā saw that Prahlāda Mahārāja and Vindhyāvali had already approached the Lord to ask mercy for Bali Mahārāja, he joined them and recommended Bali Mahārāja’s release on the grounds of worldly calculations."
    },
    {
        "verse": "22",
        "devanagari": "कृत्‍स्‍ना तेऽनेन दत्ता भूर्लोका: कर्मार्जिताश्च ये ।निवेदितं च सर्वस्वमात्माविक्लवया धिया ॥ २२ ॥",
        "english_devnagari": "kṛtsnā te ’nena dattā bhūrlokāḥ karmārjitāś ca yeniveditaṁ ca sarvasvamātmāviklavayā dhiyā",
        "verse_Syn": [
            "kṛtsnāḥ",
            "te",
            "anena",
            "dattāḥ",
            "bhūḥ",
            "lokāḥ",
            "karma",
            "arjitāḥ",
            "ca",
            "ye",
            "niveditam",
            "ca",
            "sarvasvam",
            "ātmā",
            "aviklavayā",
            "dhiyā"
        ],
        "translation": "Bali Mahārāja had already offered everything to Your Lordship. Without hesitation, he has offered his land, the planets and whatever else he earned by his pious activities, including even his own body.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "यत्पादयोरशठधी: सलिलं प्रदायदूर्वाङ्कुरैरपि विधाय सतीं सपर्याम् ।अप्युत्तमां गतिमसौ भजते त्रिलोकींदाश्वानविक्लवमना: कथमार्तिमृच्छेत् ॥ २३ ॥",
        "english_devnagari": "yat-pādayor aśaṭha-dhīḥ salilaṁ pradāyadūrvāṅkurair api vidhāya satīṁ saparyāmapy uttamāṁ gatim asau bhajate tri-lokīṁdāśvān aviklava-manāḥ katham ārtim ṛcchet",
        "verse_Syn": [
            "yat",
            "pādayoḥ",
            "aśaṭha",
            "dhīḥ",
            "salilam",
            "pradāya",
            "dūrvā",
            "aṅkuraiḥ",
            "api",
            "vidhāya",
            "satīm",
            "saparyām",
            "api",
            "uttamām",
            "gatim",
            "asau",
            "bhajate",
            "tri",
            "lokīm",
            "dāśvān",
            "aviklava",
            "manāḥ",
            "katham",
            "ārtim",
            "ṛcchet"
        ],
        "translation": "By offering even water, newly grown grass, or flower buds at Your lotus feet, those who maintain no mental duplicity can achieve the most exalted position within the spiritual world. This Bali Mahārāja, without duplicity, has now offered everything in the three worlds. How then can he deserve to suffer from arrest?",
        "purport": " In Bhagavad-gītā (9.26) it is stated: The Supreme Personality of Godhead is so kind that if an unsophisticated person, with devotion and without duplicity, offers at the lotus feet of the Lord a little water, a flower, a fruit or a leaf, the Lord accepts it. Then the devotee is promoted to Vaikuṇṭha, the spiritual world. Brahmā drew the Lord’s attention to this subject and requested that He release Bali Mahārāja, who was suffering, being bound by the ropes of Varuṇa, and who had already given everything, including the three worlds and whatever he possessed."
    },
    {
        "verse": "24",
        "devanagari": "श्रीभगवानुवाचब्रह्मन् यमनुगृह्णामि तद्विशो विधुनोम्यहम् ।यन्मद: पुरुष: स्तब्धो लोकं मां चावमन्यते ॥ २४ ॥",
        "english_devnagari": "śrī-bhagavān uvācabrahman yam anugṛhṇāmitad-viśo vidhunomy ahamyan-madaḥ puruṣaḥ stabdholokaṁ māṁ cāvamanyate",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "brahman",
            "yam",
            "anugṛhṇāmi",
            "tat",
            "viśaḥ",
            "vidhunomi",
            "aham",
            "yat",
            "madaḥ",
            "puruṣaḥ",
            "stabdhaḥ",
            "lokam",
            "mām",
            "ca",
            "avamanyate"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Lord Brahmā, because of material opulence a foolish person becomes dull-witted and mad. Thus he has no respect for anyone within the three worlds and defies even My authority. To such a person I show special favor by first taking away all his possessions.",
        "purport": " A civilization that has become godless because of material advancement in opulence is extremely dangerous. Because of great opulence, a materialist becomes so proud that he has no regard for anyone and even refuses to accept the authority of the Supreme Personality of Godhead. The result of such a mentality is certainly very dangerous. To show special favor, the Lord sometimes makes an example of someone like Bali Mahārāja, who was now bereft of all his possessions."
    },
    {
        "verse": "25",
        "devanagari": "यदा कदाचिज्जीवात्मा संसरन् निजकर्मभि: ।नानायोनिष्वनीशोऽयं पौरुषीं गतिमाव्रजेत् ॥ २५ ॥",
        "english_devnagari": "yadā kadācij jīvātmāsaṁsaran nija-karmabhiḥnānā-yoniṣv anīśo ’yaṁpauruṣīṁ gatim āvrajet",
        "verse_Syn": [
            "yadā",
            "kadācit",
            "jīva",
            "ātmā",
            "saṁsaran",
            "nija",
            "karmabhiḥ",
            "nānā",
            "yoniṣu",
            "anīśaḥ",
            "ayam",
            "pauruṣīm",
            "gatim",
            "āvrajet"
        ],
        "translation": "While rotating in the cycle of birth and death again and again in different species because of his own fruitive activities, the dependent living entity, by good fortune, may happen to become a human being. This human birth is very rarely obtained.",
        "purport": " The Supreme Personality of Godhead is fully independent. Thus it is not always a fact that a living being’s loss of all opulence is a sign of the Supreme Lord’s mercy upon him. The Lord can act any way He likes. He may take away one’s opulence, or He may not. There are varieties of forms of life, and the Lord treats them according to the circumstances, as He chooses. Generally it is to be understood that the human form of life is one of great responsibility. “The living entity in material nature follows the ways of life, enjoying the three modes of nature. This is due to his association with that material nature. Thus he meets with good and evil amongst various species.” (Bg. 13.22) After thus rotating through many, many forms of life in the cycle of birth and death, the living being gets a chance for a human form. Therefore every human being, especially one belonging to a civilized nation or culture, must be extremely responsible in his activities. He should not risk degradation in the next life. Because the body will change (tathā dehāntara-prāptir), we should be extremely careful. To see to the proper use of life is the purpose of Kṛṣṇa consciousness. The foolish living entity declares freedom from all control, but factually he is not free; he is fully under the control of material nature. He must therefore be most careful and responsible in the activities of his life."
    },
    {
        "verse": "26",
        "devanagari": "जन्मकर्मवयोरूपविद्यैश्वर्यधनादिभि: ।यद्यस्य न भवेत् स्तम्भस्तत्रायं मदनुग्रह: ॥ २६ ॥",
        "english_devnagari": "janma-karma-vayo-rūpa-vidyaiśvarya-dhanādibhiḥyady asya na bhavet stambhastatrāyaṁ mad-anugrahaḥ",
        "verse_Syn": [
            "janma",
            "karma",
            "vayaḥ",
            "rūpa",
            "vidyā",
            "aiśvarya",
            "dhana",
            "ādibhiḥ",
            "yadi",
            "asya",
            "na",
            "bhavet",
            "stambhaḥ",
            "tatra",
            "ayam",
            "mat",
            "anugrahaḥ"
        ],
        "translation": "If a human being is born in an aristocratic family or a higher status of life, if he performs wonderful activities, if he is youthful, if he has personal beauty, a good education and good wealth, and if he is nonetheless not proud of his opulences, it is to be understood that he is especially favored by the Supreme Personality of Godhead.",
        "purport": " When in spite of possessing all these opulences a person is not proud, this means that he is fully aware that all his opulences are due to the mercy of the Supreme Personality of Godhead. He therefore engages all his possessions in the service of the Lord. A devotee knows very well that everything, even his body, belongs to the Supreme Lord. If one lives perfectly in such Kṛṣṇa consciousness, it is to be understood that he is especially favored by the Supreme Personality of Godhead. The conclusion is that one’s being deprived of his wealth is not to be considered the special mercy of the Lord. If one continues in his opulent position but does not become unnecessarily proud, falsely thinking that he is the proprietor of everything, this is the Lord’s special mercy."
    },
    {
        "verse": "27",
        "devanagari": "मानस्तम्भनिमित्तानां जन्मादीनां समन्तत: ।सर्वश्रेय:प्रतीपानां हन्त मुह्येन्न मत्पर: ॥ २७ ॥",
        "english_devnagari": "māna-stambha-nimittānāṁjanmādīnāṁ samantataḥsarva-śreyaḥ-pratīpānāṁhanta muhyen na mat-paraḥ",
        "verse_Syn": [
            "māna",
            "stambha",
            "nimittānām",
            "janma",
            "ādīnām",
            "samantataḥ",
            "sarva",
            "śreyaḥ",
            "pratīpānām",
            "hanta",
            "muhyet",
            "na",
            "mat",
            "paraḥ"
        ],
        "translation": "Although aristocratic birth and other such opulences are impediments to advancement in devotional service because they are causes of false prestige and pride, these opulences never disturb a pure devotee of the Supreme Personality of Godhead.",
        "purport": " Devotees like Dhruva Mahārāja, who was given unlimited material opulence, have the special mercy of the Supreme Personality of Godhead. Once Kuvera wanted to give Dhruva Mahārāja a benediction, but although Dhruva Mahārāja could have asked him for any amount of material opulence, he instead begged Kuvera that he might continue his devotional service to the Supreme Personality of Godhead. When a devotee is fixed in his devotional service, there is no need for the Lord to deprive him of his material opulences. The Supreme Personality of Godhead never takes away material opulences achieved because of devotional service, although He sometimes takes away opulences achieved by pious activities. He does this to make a devotee prideless or put him in a better position in devotional service. If a special devotee is meant for preaching but does not give up his family life or material opulences to take to the service of the Lord, the Lord surely takes away his material opulences and establishes him in devotional service. Thus the pure devotee becomes fully engaged in propagating Kṛṣṇa consciousness."
    },
    {
        "verse": "28",
        "devanagari": "एष दानवदैत्यानामग्रणी: कीर्तिवर्धन: ।अजैषीदजयां मायां सीदन्नपि न मुह्यति ॥ २८ ॥",
        "english_devnagari": "eṣa dānava-daityānāmagranīḥ kīrti-vardhanaḥajaiṣīd ajayāṁ māyāṁsīdann api na muhyati",
        "verse_Syn": [
            "eṣaḥ",
            "dānava",
            "daityānām",
            "agranīḥ",
            "kīrti",
            "vardhanaḥ",
            "ajaiṣīt",
            "ajayām",
            "māyām",
            "sīdan",
            "api",
            "na",
            "muhyati"
        ],
        "translation": "Bali Mahārāja has become the most famous among the demons and nonbelievers, for in spite of being bereft of all material opulences, he is fixed in his devotional service.",
        "purport": " In this verse, the words sīdann api na muhyati are very important. A devotee is sometimes put into adversity while executing devotional service. In adversity, everyone laments and becomes aggrieved, but by the grace of the Supreme Personality of Godhead, a devotee, even in the worst condition, can understand that he is going through a severe examination by the Personality of Godhead. Bali Mahārāja passed all such examinations, as explained in the following verses."
    },
    {
        "verse": "29-30",
        "devanagari": "क्षीणरिक्थश्‍च्युत: स्थानात् क्षिप्तो बद्धश्च शत्रुभि: ।ज्ञातिभिश्च परित्यक्तो यातनामनुयापित: ॥ २९ ॥गुरुणा भर्त्सित: शप्तो जहौ सत्यं न सुव्रत: ।छलैरुक्तो मया धर्मो नायं त्यजति सत्यवाक् ॥ ३० ॥",
        "english_devnagari": "kṣīṇa-rikthaś cyutaḥ sthānātkṣipto baddhaś ca śatrubhiḥjñātibhiś ca parityaktoyātanām anuyāpitaḥ",
        "verse_Syn": [
            "kṣīṇa",
            "rikthaḥ",
            "cyutaḥ",
            "sthānāt",
            "kṣiptaḥ",
            "baddhaḥ",
            "ca",
            "śatrubhiḥ",
            "jñātibhiḥ",
            "ca",
            "parityaktaḥ",
            "yātanām",
            "anuyāpitaḥ",
            "guruṇā",
            "bhartsitaḥ",
            "śaptaḥ",
            "jahau",
            "satyam",
            "na",
            "su",
            "vrataḥ",
            "chalaiḥ",
            "uktaḥ",
            "mayā",
            "dharmaḥ",
            "na",
            "ayam",
            "tyajati",
            "satya",
            "vāk"
        ],
        "translation": "Although bereft of his riches, fallen from his original position, defeated and arrested by his enemies, rebuked and deserted by his relatives and friends, although suffering the pain of being bound and although rebuked and cursed by his spiritual master, Bali Mahārāja, being fixed in his vow, did not give up his truthfulness. It was certainly with pretension that I spoke about religious principles, but he did not give up religious principles, for he is true to his word.",
        "purport": " Bali Mahārāja passed the severe test put before him by the Supreme Personality of Godhead. This is further proof of the Lord’s mercy toward His devotee. The Supreme Personality of Godhead sometimes puts a devotee to severe tests that are almost unbearable. One could hardly even live under the conditions forced upon Bali Mahārāja. That Bali Mahārāja endured all these severe tests and austerities is the mercy of the Supreme Lord. The Lord certainly appreciates the devotee’s forbearance, and it is recorded for the future glorification of the devotee. This was not an ordinary test. As described in this verse, hardly anyone could survive such a test, but for the future glorification of Bali Mahārāja, one of the mahājanas, the Supreme Personality of Godhead not only tested him but also gave him the strength to tolerate such adversity. The Lord is so kind to His devotee that when severely testing him the Lord gives him the necessary strength to be tolerant and continue to remain a glorious devotee."
    },
    {
        "verse": "31",
        "devanagari": "एष मे प्रापित: स्थानं दुष्प्रापममरैरपि ।सावर्णेरन्तरस्यायं भवितेन्द्रो मदाश्रय: ॥ ३१ ॥",
        "english_devnagari": "eṣa me prāpitaḥ sthānaṁduṣprāpam amarair apisāvarṇer antarasyāyaṁbhavitendro mad-āśrayaḥ",
        "verse_Syn": [
            "eṣaḥ",
            "me",
            "prāpitaḥ",
            "sthānam",
            "duṣprāpam",
            "amaraiḥ",
            "api",
            "sāvarṇeḥ",
            "antarasya",
            "ayam",
            "bhavitā",
            "indraḥ",
            "mat",
            "āśrayaḥ"
        ],
        "translation": "The Lord continued: Because of his great tolerance, I have given him a place not obtainable even by the demigods. He will become King of the heavenly planets during the period of the Manu known as Sāvarṇi.",
        "purport": " This is the mercy of the Supreme Personality of Godhead. Even if the Lord takes away a devotee’s material opulences, the Lord immediately offers him a position of which the demigods cannot even dream. There are many examples of this in the history of devotional service. One of them is the opulence of Sudāmā Vipra. Sudāmā Vipra suffered severe material scarcity, but he was not disturbed and did not deviate from devotional service. Thus he was ultimately given an exalted position by the mercy of Lord Kṛṣṇa. Here the word mad-āśrayaḥ is very significant. Because the Lord wanted to give Bali Mahārāja the exalted position of Indra, the demigods might naturally have been envious of him and might have fought to disturb his position. But the Supreme Personality of Godhead assured Bali Mahārāja that he would always remain under the Lord’s protection (mad-āśrayaḥ)."
    },
    {
        "verse": "32",
        "devanagari": "तावत् सुतलमध्यास्तां विश्वकर्मविनिर्मितम् ।यदाधयो व्याधयश्च क्लमस्तन्द्रा पराभव: ।नोपसर्गा निवसतां सम्भवन्ति ममेक्षया ॥ ३२ ॥",
        "english_devnagari": "tāvat sutalam adhyāstāṁviśvakarma-vinirmitamyad ādhayo vyādhayaś caklamas tandrā parābhavaḥnopasargā nivasatāṁsambhavanti mamekṣayā",
        "verse_Syn": [
            "tāvat",
            "sutalam",
            "adhyāstām",
            "viśvakarma",
            "vinirmitam",
            "yat",
            "ādhayaḥ",
            "vyādhayaḥ",
            "ca",
            "klamaḥ",
            "tandrā",
            "parābhavaḥ",
            "na",
            "upasargāḥ",
            "nivasatām",
            "sambhavanti",
            "mama",
            "īkṣayā"
        ],
        "translation": "Until Bali Mahārāja achieves the position of King of heaven, he shall live on the planet Sutala, which was made by Viśvakarmā according to My order. Because it is especially protected by Me, it is free from mental and bodily miseries, fatigue, dizziness, defeat and all other disturbances. Bali Mahārāja, you may now go live there peacefully.",
        "purport": " Viśvakarmā is the engineer or architect for the palatial buildings in the heavenly planets. Therefore, since he was engaged to construct the residential quarters of Bali Mahārāja, the buildings and palaces on the planet Sutala must at least equal those on the heavenly planets. A further advantage of this place designed for Bali Mahārāja was that he would not be disturbed by any outward calamity. Moreover, he would not be disturbed by mental or bodily miseries. These are all extraordinary features of the planet Sutala, where Bali Mahārāja would live. In the Vedic literatures we find descriptions of many different planets where there are many, many palaces, hundreds and thousands of times better than those of which we have experience on this planet earth. When we speak of palaces, this naturally includes the idea of great cities and towns. Unfortunately, when modern scientists try to explore other planets they see nothing but rocks and sand. Of course, they may go on their frivolous excursions, but the students of the Vedic literature will never believe them or give them any credit for exploring other planets."
    },
    {
        "verse": "33",
        "devanagari": "इन्द्रसेन महाराज याहि भो भद्रमस्तु ते ।सुतलं स्वर्गिभि: प्रार्थ्यं ज्ञातिभि: परिवारित: ॥ ३३ ॥",
        "english_devnagari": "indrasena mahārājayāhi bho bhadram astu tesutalaṁ svargibhiḥ prārthyaṁjñātibhiḥ parivāritaḥ",
        "verse_Syn": [
            "indrasena",
            "mahārāja",
            "yāhi",
            "bhoḥ",
            "bhadram",
            "astu",
            "te",
            "sutalam",
            "svargibhiḥ",
            "prārthyam",
            "jñātibhiḥ",
            "parivāritaḥ"
        ],
        "translation": "O Bali Mahārāja [Indrasena], now you may go to the planet Sutala, which is desired even by the demigods. Live there peacefully, surrounded by your friends and relatives. All good fortune unto you.",
        "purport": " Bali Mahārāja was transferred from the heavenly planet to the planet Sutala, which is hundreds of times better than heaven, as indicated by the words svargibhiḥ prārthyam. When the Supreme Personality of Godhead deprives His devotee of material opulences, this does not mean that the Lord puts him into poverty; rather, the Lord promotes him to a higher position. The Supreme Personality of Godhead did not ask Bali Mahārāja to separate from his family; instead, the Lord allowed him to stay with his family members (jñātibhiḥ parivāritaḥ)."
    },
    {
        "verse": "34",
        "devanagari": "न त्वामभिभविष्यन्ति लोकेशा: किमुतापरे ।त्वच्छासनातिगान् दैत्यांश्चक्रं मे सूदयिष्यति ॥ ३४ ॥",
        "english_devnagari": "na tvām abhibhaviṣyantilokeśāḥ kim utāparetvac-chāsanātigān daityāṁścakraṁ me sūdayiṣyati",
        "verse_Syn": [
            "na",
            "tvām",
            "abhibhaviṣyanti",
            "loka",
            "īśāḥ",
            "kim",
            "uta",
            "apare",
            "tvat",
            "śāsana",
            "atigān",
            "daityān",
            "cakram",
            "me",
            "sūdayiṣyati"
        ],
        "translation": "On the planet Sutala, not even the predominating deities of other planets, what to speak of ordinary people, will be able to conquer you. As far as the demons are concerned, if they transgress your rule, My disc will kill them.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "रक्षिष्ये सर्वतोऽहं त्वां सानुगं सपरिच्छदम् ।सदा सन्निहितं वीर तत्र मां द्रक्ष्यते भवान् ॥ ३५ ॥",
        "english_devnagari": "rakṣiṣye sarvato ’haṁ tvāṁsānugaṁ saparicchadamsadā sannihitaṁ vīratatra māṁ drakṣyate bhavān",
        "verse_Syn": [
            "rakṣiṣye",
            "sarvataḥ",
            "aham",
            "tvām",
            "sa",
            "anugam",
            "sa",
            "paricchadam",
            "sadā",
            "sannihitam",
            "vīra",
            "tatra",
            "mām",
            "drakṣyate",
            "bhavān"
        ],
        "translation": "O great hero, I shall always be with you and give you protection in all respects along with your associates and paraphernalia. Moreover, you will always be able to see Me there.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "तत्र दानवदैत्यानां सङ्गात्ते भाव आसुर: ।द‍ृष्ट्वा मदनुभावं वै सद्य: कुण्ठो विनङ्‌क्ष्यति ॥ ३६ ॥",
        "english_devnagari": "tatra dānava-daityānāṁsaṅgāt te bhāva āsuraḥdṛṣṭvā mad-anubhāvaṁ vaisadyaḥ kuṇṭho vinaṅkṣyati",
        "verse_Syn": [
            "tatra",
            "dānava",
            "daityānām",
            "saṅgāt",
            "te",
            "bhāvaḥ",
            "āsuraḥ",
            "dṛṣṭvā",
            "mat",
            "anubhāvam",
            "vai",
            "sadyaḥ",
            "kuṇṭhaḥ",
            "vinaṅkṣyati"
        ],
        "translation": "Because there you will see My supreme prowess, your materialistic ideas and anxieties that have arisen from your association with the demons and Dānavas will immediately be vanquished.",
        "purport": " The Lord assured Bali Mahārāja of all protection, and finally the Lord assured him of protection from the effects of bad association with the demons. Bali Mahārāja certainly became an exalted devotee, but he was somewhat anxious because his association was not purely devotional. The Supreme Personality of Godhead therefore assured him that his demoniac mentality would be annihilated. In other words, by the association of devotees, the demoniac mentality is vanquished. When a demon associates with devotees engaged in glorifying the Supreme Personality of Godhead, he gradually becomes a pure devotee."
    }
]