[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचआसीद् गिरिवरो राजंस्त्रिकूट इति विश्रुत: ।क्षीरोदेनावृत: श्रीमान्योजनायुतमुच्छ्रित: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaāsīd girivaro rājaṁstrikūṭa iti viśrutaḥkṣīrodenāvṛtaḥ śrīmānyojanāyutam ucchritaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "āsīt",
            "girivaraḥ",
            "rājan",
            "tri",
            "kūṭaḥ",
            "iti",
            "viśrutaḥ",
            "kṣīra",
            "udena",
            "āvṛtaḥ",
            "śrīmān",
            "yojana",
            "ayutam",
            "ucchritaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King, there is a very large mountain called Trikūṭa. It is ten thousand yojanas [eighty thousand miles] high. Being surrounded by the Ocean of Milk, it is very beautifully situated.",
        "purport": ""
    },
    {
        "verse": "2-3",
        "devanagari": "तावता विस्तृत: पर्यक्त्रिभि: श‍ृङ्गै: पयोनिधिम् ।दिश: खं रोचयन्नास्ते रौप्यायसहिरण्मयै: ॥ २ ॥अन्यैश्च ककुभ: सर्वा रत्नधातुविचित्रितै: ।नानाद्रुमलतागुल्मैर्निर्घोषैर्निर्झराम्भसाम् ॥ ३ ॥",
        "english_devnagari": "tāvatā vistṛtaḥ paryaktribhiḥ śṛṅgaiḥ payo-nidhimdiśaḥ khaṁ rocayann āsteraupyāyasa-hiraṇmayaiḥ",
        "verse_Syn": [
            "tāvatā",
            "vistṛtaḥ",
            "paryak",
            "tribhiḥ",
            "śṛṅgaiḥ",
            "payaḥ",
            "nidhim",
            "diśaḥ",
            "kham",
            "rocayan",
            "āste",
            "raupya",
            "ayasa",
            "hiraṇmayaiḥ",
            "anyaiḥ",
            "ca",
            "kakubhaḥ",
            "sarvāḥ",
            "ratna",
            "dhātu",
            "vicitritaiḥ",
            "nānā",
            "druma",
            "latā",
            "gulmaiḥ",
            "nirghoṣaiḥ",
            "nirjhara",
            "ambhasām"
        ],
        "translation": "The length and breadth of the mountain are of the same measurement [eighty thousand miles]. Its three principal peaks, which are made of iron, silver and gold, beautify all directions and the sky. The mountain also has other peaks, which are full of jewels and minerals and are decorated with nice trees, creepers and shrubs. The sounds of the waterfalls on the mountain create a pleasing vibration. In this way the mountain stands, increasing the beauty of all directions.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "स चावनिज्यमानाङ्‍‍घ्रि: समन्तात् पयऊर्मिभि: ।करोति श्यामलां भूमिं हरिन्मरकताश्मभि: ॥ ४ ॥",
        "english_devnagari": "sa cāvanijyamānāṅghriḥsamantāt paya-ūrmibhiḥkaroti śyāmalāṁ bhūmiṁharin-marakatāśmabhiḥ",
        "verse_Syn": [
            "saḥ",
            "ca",
            "avanijyamāna",
            "aṅghriḥ",
            "samantāt",
            "payaḥ",
            "ūrmibhiḥ",
            "karoti",
            "śyāmalām",
            "bhūmim",
            "harit",
            "marakata",
            "aśmabhiḥ"
        ],
        "translation": "The ground at the foot of the mountain is always washed by waves of milk that produce emeralds all around in the eight directions [north, south, east, west and the directions midway between them].",
        "purport": " From Śrīmad-Bhāgavatam we understand that there are various oceans. Somewhere there is an ocean filled with milk, somewhere an ocean of liquor, an ocean of ghee, an ocean of oil, and an ocean of sweet water. Thus there are different varieties of oceans within this universe. The modern scientists, who have only limited experience, cannot defy these statements; they cannot give us full information about any planet, even the planet on which we live. From this verse, however, we can understand that if the valleys of some mountains are washed with milk, this produces emeralds. No one has the ability to imitate the activities of material nature as conducted by the Supreme Personality of Godhead."
    },
    {
        "verse": "5",
        "devanagari": "सिद्धचारणगन्धर्वैर्विद्याधरमहोरगै: ।किन्नरैरप्सरोभिश्च क्रीडद्भ‍िर्जुष्टकन्दर: ॥ ५ ॥",
        "english_devnagari": "siddha-cāraṇa-gandharvairvidyādhara-mahoragaiḥkinnarair apsarobhiś cakrīḍadbhir juṣṭa-kandaraḥ",
        "verse_Syn": [
            "siddha",
            "cāraṇa",
            "gandharvaiḥ",
            "vidyādhara",
            "mahā",
            "uragaiḥ",
            "kinnaraiḥ",
            "apsarobhiḥ",
            "ca",
            "krīḍadbhiḥ",
            "juṣṭa",
            "kandaraḥ"
        ],
        "translation": "The inhabitants of the higher planets — the Siddhas, Cāraṇas, Gandharvas, Vidyādharas, serpents, Kinnaras and Apsarās — go to that mountain to sport. Thus all the caves of the mountain are full of these denizens of the heavenly planets.",
        "purport": " As ordinary men may play in the salty ocean, the inhabitants of the higher planetary systems go to the Ocean of Milk. They float in the Ocean of Milk and also enjoy various sports within the caves of Trikūṭa Mountain."
    },
    {
        "verse": "6",
        "devanagari": "यत्र सङ्गीतसन्नादैर्नदद्गुहममर्षया ।अभिगर्जन्ति हरय: श्लाघिन: परशङ्कया ॥ ६ ॥",
        "english_devnagari": "yatra saṅgīta-sannādairnadad-guham amarṣayāabhigarjanti harayaḥślāghinaḥ para-śaṅkayā",
        "verse_Syn": [
            "yatra",
            "saṅgīta",
            "sannādaiḥ",
            "nadat",
            "guham",
            "amarṣayā",
            "abhigarjanti",
            "harayaḥ",
            "ślāghinaḥ",
            "para",
            "śaṅkayā"
        ],
        "translation": "Because of the resounding vibrations of the denizens of heaven singing in the caves, the lions there, being very proud of their strength, roar with unbearable envy, thinking that another lion is roaring in that way.",
        "purport": " In the higher planetary systems, there are not only different types of human beings, but also animals like lions and elephants. There are trees, and the land is made of emeralds. Such is the creation of the Supreme Personality of Godhead. Śrīla Bhaktivinoda Ṭhākura has sung in this regard, keśava! tuyā jagata vicitra: “My Lord Keśava, Your creation is colorful and full of varieties.” Geologists, botanists and other so-called scientists speculate about other planetary systems, but being unable to estimate the varieties on other planets, they falsely imagine that all planets but this one are vacant, uninhabited, and full of dust. Although they cannot even estimate the varieties existing throughout the universe, they are very proud of their knowledge, and they are accepted as learned by persons of a similar caliber. As described in Śrīmad-Bhāgavatam (2.3.19), śva-vid-varāhoṣṭra-kharaiḥ saṁstutaḥ puruṣaḥ paśuḥ: materialistic leaders are praised by dogs, hogs, camels and asses, and they themselves are also big animals. One should not be satisfied with the knowledge imparted by a big animal. Rather, one must take knowledge from a perfect person like Śukadeva Gosvāmī. Mahājano yena gataḥ sa panthāḥ: our duty is to follow the instructions of the mahājanas. There are twelve mahājanas, and Śukadeva Gosvāmī is one of them. Vaiyāsaki is Śukadeva Gosvāmī. Whatever he says we consider to be factual. That is perfect knowledge."
    },
    {
        "verse": "7",
        "devanagari": "नानारण्यपशुव्रातसङ्कुलद्रोण्यलङ्‌कृत: ।चित्रद्रुमसुरोद्यानकलकण्ठविहङ्गम: ॥ ७ ॥",
        "english_devnagari": "nānāraṇya-paśu-vrāta-saṅkula-droṇy-alaṅkṛtaḥcitra-druma-surodyāna-kalakaṇṭha-vihaṅgamaḥ",
        "verse_Syn": [
            "nānā",
            "araṇya",
            "paśu",
            "vrāta",
            "saṅkula",
            "droṇi",
            "alaṅkṛtaḥ",
            "citra",
            "druma",
            "sura",
            "udyāna",
            "kalakaṇṭha",
            "vihaṅgamaḥ"
        ],
        "translation": "The valleys beneath Trikūṭa Mountain are beautifully decorated by many varieties of jungle animals, and in the trees, which are maintained in gardens by the demigods, varieties of birds chirp with sweet voices.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "सरित्सरोभिरच्छोदै: पुलिनैर्मणिवालुकै: ।देवस्त्रीमज्जनामोदसौरभाम्ब्वनिलैर्युत: ॥ ८ ॥",
        "english_devnagari": "sarit-sarobhir acchodaiḥpulinair maṇi-vālukaiḥdeva-strī-majjanāmoda-saurabhāmbv-anilair yutaḥ",
        "verse_Syn": [
            "sarit",
            "sarobhiḥ",
            "acchodaiḥ",
            "pulinaiḥ",
            "maṇi",
            "vālukaiḥ",
            "deva",
            "strī",
            "majjana",
            "āmoda",
            "saurabha",
            "ambu",
            "anilaiḥ",
            "yutaḥ"
        ],
        "translation": "Trikūṭa Mountain has many lakes and rivers, with beaches covered by small gems resembling grains of sand. The water is as clear as crystal, and when the demigod damsels bathe in it, their bodies lend fragrance to the water and the breeze, thus enriching the atmosphere.",
        "purport": " Even in the material world, there are many grades of living entities. The human beings on earth generally cover themselves with external fragrances to stop their bad bodily odors, but here we find that because of the bodily fragrance of the demigod damsels, the rivers, the lakes, the breeze and the entire atmosphere of Trikūṭa Mountain also become fragrant. Since the bodies of the damsels in the upper planetary systems are so beautiful, we can just imagine how beautifully formed are the bodies of the Vaikuṇṭha damsels or the damsels in Vṛndāvana, the gopīs."
    },
    {
        "verse": "9-13",
        "devanagari": "तस्य द्रोण्यां भगवतो वरुणस्य महात्मन: ।उद्यानमृतुमन्नाम आक्रीडं सुरयोषिताम् ॥ ९ ॥सर्वतोऽलङ्‌कृतं दिव्यैर्नित्यपुष्पफलद्रुमै: ।मन्दारै: पारिजातैश्च पाटलाशोकचम्पकै: ॥ १० ॥चूतै: पियालै: पनसैराम्रैराम्रातकैरपि ।क्रमुकैर्नारिकेलैश्च खर्जूरैर्बीजपूरकै: ॥ ११ ॥मधुकै: शालतालैश्च तमालैरसनार्जुनै: ।अरिष्टोडुम्बरप्लक्षैर्वटै: किंशुकचन्दनै: ॥ १२ ॥पिचुमर्दै: कोविदारै: सरलै: सुरदारुभि: ।द्राक्षेक्षुरम्भाजम्बुभिर्बदर्यक्षाभयामलै: ॥ १३ ॥",
        "english_devnagari": "tasya droṇyāṁ bhagavatovaruṇasya mahātmanaḥudyānam ṛtuman nāmaākrīḍaṁ sura-yoṣitām",
        "verse_Syn": [
            "tasya",
            "droṇyām",
            "bhagavataḥ",
            "varuṇasya",
            "mahā",
            "ātmanaḥ",
            "udyānam",
            "ṛtumat",
            "nāma",
            "ākrīḍam",
            "sura",
            "yoṣitām",
            "sarvataḥ",
            "alaṅkṛtam",
            "divyaiḥ",
            "nitya",
            "puṣpa",
            "phala",
            "drumaiḥ",
            "mandāraiḥ",
            "pārijātaiḥ",
            "ca",
            "pāṭala",
            "aśoka",
            "campakaiḥ",
            "cūtaiḥ",
            "piyālaiḥ",
            "panasaiḥ",
            "āmraiḥ",
            "āmrātakaiḥ",
            "api",
            "kramukaiḥ",
            "nārikelaiḥ",
            "ca",
            "kharjūraiḥ",
            "bījapūrakaiḥ",
            "madhukaiḥ",
            "śāla",
            "tālaiḥ",
            "ca",
            "tamālaiḥ",
            "asana",
            "arjunaiḥ",
            "ariṣṭa",
            "uḍumbara",
            "plakṣaiḥ",
            "vaṭaiḥ",
            "kiṁśuka",
            "candanaiḥ",
            "picumardaiḥ",
            "kovidāraiḥ",
            "saralaiḥ",
            "sura",
            "dārubhiḥ",
            "drākṣā",
            "ikṣuḥ",
            "rambhā",
            "jambubhiḥ",
            "badarī",
            "akṣa",
            "abhaya",
            "āmalaiḥ"
        ],
        "translation": "In a valley of Trikūṭa Mountain there was a garden called Ṛtumat. This garden belonged to the great devotee Varuṇa and was a sporting place for the damsels of the demigods. Flowers and fruits grew there in all seasons. Among them were mandāras, pārijātas, pāṭalas, aśokas, campakas, cūtas, piyālas, panasas, mangoes, āmrātakas, kramukas, coconut trees, date trees and pomegranates. There were madhukas, palm trees, tamālas, asanas, arjunas, ariṣṭas, uḍumbaras, plakṣas, banyan trees, kiṁśukas and sandalwood trees. There were also picumardas, kovidāras, saralas, sura-dārus, grapes, sugarcane, bananas, jambu, badarīs, akṣas, abhayas and āmalakīs.",
        "purport": ""
    },
    {
        "verse": "14-19",
        "devanagari": "८.२.१४-१९बिल्वै: कपित्थैर्जम्बीरैर्वृतो भल्ल‍ातकादिभि: ।तस्मिन्सर: सुविपुलं लसत्काञ्चनपङ्कजम् ॥ १४ ॥कुमुदोत्पलकह्लारशतपत्रश्रियोर्जितम् ।मत्तषट्पदनिर्घुष्टं शकुन्तैश्च कलस्वनै: ॥ १५ ॥हंसकारण्डवाकीर्णं चक्राह्वै: सारसैरपि ।जलकुक्कुटकोयष्टिदात्यूहकुलकूजितम् ॥ १६ ॥मत्स्यकच्छपसञ्चारचलत्पद्मरज:पय: ।कदम्बवेतसनलनीपवञ्जुलकैर्वृतम् ॥ १७ ॥कुन्दै: कुरुबकाशोकै: शिरीषै: कूटजेङ्गुदै: ।कुब्जकै: स्वर्णयूथीभिर्नागपुन्नागजातिभि: ॥ १८ ॥मल्ल‍िकाशतपत्रैश्च माधवीजालकादिभि: ।शोभितं तीरजैश्चान्यैर्नित्यर्तुभिरलं द्रुमै: ॥ १९ ॥",
        "english_devnagari": "bilvaiḥ kapitthair jambīrairvṛto bhallātakādibhiḥtasmin saraḥ suvipulaṁlasat-kāñcana-paṅkajam",
        "verse_Syn": [
            "bilvaiḥ",
            "kapitthaiḥ",
            "jambīraiḥ",
            "vṛtaḥ",
            "bhallātaka",
            "ādibhiḥ",
            "tasmin",
            "saraḥ",
            "su",
            "vipulam",
            "lasat",
            "kāñcana",
            "paṅka",
            "jam",
            "kumuda",
            "utpala",
            "kahlāra",
            "śatapatra",
            "śriyā",
            "ūrjitam",
            "matta",
            "ṣaṭ",
            "pada",
            "nirghuṣṭam",
            "śakuntaiḥ",
            "ca",
            "kala",
            "svanaiḥ",
            "haṁsa",
            "kāraṇḍava",
            "ākīrṇam",
            "cakrāhvaiḥ",
            "sārasaiḥ",
            "api",
            "jalakukkuṭa",
            "koyaṣṭi",
            "dātyūha",
            "kula",
            "kūjitam",
            "matsya",
            "kacchapa",
            "sañcāra",
            "calat",
            "padma",
            "rajaḥ",
            "payaḥ",
            "kadamba",
            "vetasa",
            "nala",
            "nīpa",
            "vañjulakaiḥ",
            "vṛtam",
            "kundaiḥ",
            "kurubaka",
            "aśokaiḥ",
            "śirīṣaiḥ",
            "kūṭaja",
            "iṅgudaiḥ",
            "kubjakaiḥ",
            "svarṇa",
            "nāga",
            "punnāga",
            "jātibhiḥ",
            "mallikā",
            "śatapatraiḥ",
            "ca",
            "mādhavī",
            "jālakādibhiḥ",
            "śobhitam",
            "tīrajaiḥ",
            "ca",
            "anyaiḥ",
            "nitya",
            "ṛtubhiḥ",
            "alam",
            "drumaiḥ"
        ],
        "translation": "In that garden there was a very large lake filled with shining golden lotus flowers and the flowers known as kumuda, kahlāra, utpala and śatapatra, which added excellent beauty to the mountain. There were also bilva, kapittha, jambīra and bhallātaka trees. Intoxicated bumblebees drank honey and hummed with the chirping of the birds, whose songs were very melodious. The lake was crowded with swans, kāraṇḍavas, cakrāvakas, cranes, and flocks of water chickens, dātyūhas, koyaṣṭis and other murmuring birds. Because of the agitating movements of the fish and tortoises, the water was decorated with pollen that had fallen from the lotus flowers. The lake was surrounded by kadamba flowers, vetasa flowers, nalas, nīpas, vañjulakas, kundas, kurubakas, aśokas, śirīṣas, kūṭajas, iṅgudas, kubjakas, svarṇa-yūthīs, nāgas, punnāgas, jātīs, mallikās, śatapatras, jālakās and mādhavī-latās. The banks were also abundantly adorned with varieties of trees that yielded flowers and fruits in all seasons. Thus the entire mountain stood gloriously decorated.",
        "purport": " Judging from the exhaustive description of the lakes and rivers on Trikūṭa Mountain, on earth there is no comparison to their superexcellence. On other planets, however, there are many such wonders. For instance, we understand that there are two million different types of trees, and not all of them are exhibited on earth. Śrīmad-Bhāgavatam presents the total knowledge of the affairs of the universe. It not only describes this universe, but also takes into account the spiritual world beyond the universe. No one can challenge the Śrīmad-Bhāgavatam’s descriptions of the material and spiritual worlds. The attempts to go from the earth to the moon have failed, but the people of earth can understand what exists on other planets. There is no need of imagination; one may take actual knowledge from Śrīmad-Bhāgavatam and be satisfied."
    },
    {
        "verse": "20",
        "devanagari": "तत्रैकदा तद्‌गिरिकाननाश्रय:करेणुभिर्वारणयूथपश्चरन् ।सकण्टकं कीचकवेणुवेत्रवद्विशालगुल्मं प्ररुजन्वनस्पतीन् ॥ २० ॥",
        "english_devnagari": "tatraikadā tad-giri-kānanāśrayaḥkareṇubhir vāraṇa-yūtha-paś caransakaṇṭakaṁ kīcaka-veṇu-vetravadviśāla-gulmaṁ prarujan vanaspatīn",
        "verse_Syn": [
            "tatra",
            "ekadā",
            "tat",
            "giri",
            "kānana",
            "āśrayaḥ",
            "kareṇubhiḥ",
            "vāraṇa",
            "yūtha",
            "paḥ",
            "caran",
            "sa",
            "kaṇṭakam",
            "kīcaka",
            "veṇu",
            "vetra",
            "vat",
            "viśāla",
            "gulmam",
            "prarujan",
            "vanaḥ",
            "patīn"
        ],
        "translation": "The leader of the elephants who lived in the forest of the mountain Trikūṭa once wandered toward the lake with his female elephants. He broke many plants, creepers, thickets and trees, not caring for their piercing thorns.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "यद्गन्धमात्राद्धरयो गजेन्द्राव्याघ्रादयो व्यालमृगा: सखड्‌गा: ।महोरगाश्चापि भयाद्‌द्रवन्तिसगौरकृष्णा: सरभाश्चमर्य: ॥ २१ ॥",
        "english_devnagari": "yad-gandha-mātrād dharayo gajendrāvyāghrādayo vyāla-mṛgāḥ sakhaḍgāḥmahoragāś cāpi bhayād dravantisagaura-kṛṣṇāḥ sarabhāś camaryaḥ",
        "verse_Syn": [
            "yat",
            "gandha",
            "mātrāt",
            "harayaḥ",
            "gaja",
            "indrāḥ",
            "vyāghra",
            "ādayaḥ",
            "vyāla",
            "mṛgāḥ",
            "sakhaḍgāḥ",
            "mahā",
            "uragāḥ",
            "ca",
            "api",
            "bhayāt",
            "dravanti",
            "sa",
            "gaura",
            "kṛṣṇāḥ",
            "sarabhāḥ",
            "camaryaḥ"
        ],
        "translation": "Simply by catching scent of that elephant, all the other elephants, the tigers and the other ferocious animals, such as lions, rhinoceroses, great serpents and black and white sarabhas, fled in fear. The camarī deer also fled.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "गोपुच्छशालावृकमर्कटाश्च ।अन्यत्र क्षुद्रा हरिणा: शशादय-श्चरन्त्यभीता यदनुग्रहेण ॥ २२ ॥",
        "english_devnagari": "vṛkā varāhā mahiṣarkṣa-śalyāgopuccha-śālāvṛka-markaṭāś caanyatra kṣudrā hariṇāḥ śaśādayaścaranty abhītā yad-anugraheṇa",
        "verse_Syn": [
            "vṛkāḥ",
            "varāhāḥ",
            "mahiṣa",
            "ṛkṣa",
            "śalyāḥ",
            "gopuccha",
            "śālāvṛka",
            "markaṭāḥ",
            "ca",
            "anyatra",
            "kṣudrāḥ",
            "hariṇāḥ",
            "śaśa",
            "ādayaḥ",
            "caranti",
            "abhītāḥ",
            "yat",
            "anugraheṇa"
        ],
        "translation": "By the mercy of this elephant, animals like the foxes, wolves, buffalos, bears, boars, gopucchas, porcupines, monkeys, rabbits, the other deer and many other small animals loitered elsewhere in the forest. They were not afraid of him.",
        "purport": " All the animals were practically controlled by this elephant, yet although they could move without fear, because of respect they did not stand before him."
    },
    {
        "verse": "23-24",
        "devanagari": "स घर्मतप्त: करिभि: करेणुभि-र्वृतो मदच्युत्करभैरनुद्रुत: ।गिरिं गरिम्णा परित: प्रकम्पयन्निषेव्यमाणोऽलिकुलैर्मदाशनै: ॥ २३ ॥सरोऽनिलं पङ्कजरेणुरूषितंजिघ्रन्विदूरान्मदविह्वलेक्षण: ।वृत: स्वयूथेन तृषार्दितेन तत्सरोवराभ्यासमथागमद्‌द्रुतम् ॥ २४ ॥",
        "english_devnagari": "sa gharma-taptaḥ karibhiḥ kareṇubhirvṛto madacyut-karabhair anudrutaḥgiriṁ garimṇā paritaḥ prakampayanniṣevyamāṇo ’likulair madāśanaiḥ",
        "verse_Syn": [
            "saḥ",
            "gharma",
            "taptaḥ",
            "karibhiḥ",
            "kareṇubhiḥ",
            "vṛtaḥ",
            "mada",
            "cyut",
            "karabhaiḥ",
            "anudrutaḥ",
            "girim",
            "garimṇā",
            "paritaḥ",
            "prakampayan",
            "niṣevyamāṇaḥ",
            "alikulaiḥ",
            "mada",
            "aśanaiḥ",
            "saraḥ",
            "anilam",
            "paṅkaja",
            "reṇu",
            "rūṣitam",
            "jighran",
            "vidūrāt",
            "mada",
            "vihvala",
            "īkṣaṇaḥ",
            "vṛtaḥ",
            "sva",
            "yūthena",
            "tṛṣārditena",
            "tat",
            "sarovara",
            "abhyāsam",
            "atha",
            "agamat",
            "drutam"
        ],
        "translation": "Surrounded by the herd’s other elephants, including females, and followed by the young ones, Gajapati, the leader of the elephants, made Trikūṭa Mountain tremble all around because of the weight of his body. He was perspiring, liquor dripped from his mouth, and his vision was overwhelmed by intoxication. He was being served by bumblebees who drank honey, and from a distance he could smell the dust of the lotus flowers, which was carried from the lake by the breeze. Thus surrounded by his associates, who were afflicted by thirst, he soon arrived at the bank of the lake.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "विगाह्य तस्मिन्नमृताम्बु निर्मलंहेमारविन्दोत्पलरेणुरूषितम् ।पपौ निकामं निजपुष्करोद्‌धृत-मात्मानमद्भ‍ि: स्‍नपयन्गतक्लम: ॥ २५ ॥",
        "english_devnagari": "vigāhya tasminn amṛtāmbu nirmalaṁhemāravindotpala-reṇu-rūṣitampapau nikāmaṁ nija-puṣkaroddhṛtamātmānam adbhiḥ snapayan gata-klamaḥ",
        "verse_Syn": [
            "vigāhya",
            "tasmin",
            "amṛta",
            "ambu",
            "nirmalam",
            "hema",
            "aravinda",
            "utpala",
            "reṇu",
            "rūṣitam",
            "papau",
            "nikāmam",
            "nija",
            "puṣkara",
            "uddhṛtam",
            "ātmānam",
            "adbhiḥ",
            "snapayan",
            "gata",
            "klamaḥ"
        ],
        "translation": "The King of the elephants entered the lake, bathed thoroughly and was relieved of his fatigue. Then, with the aid of his trunk, he drank the cold, clear, nectarean water, which was mixed with the dust of lotus flowers and water lilies, until he was fully satisfied.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "स पुष्करेणोद्‌धृतशीकराम्बुभि-र्निपाययन्संस्‍नपयन्यथा गृही ।घृणी करेणु: करभांश्च दुर्मदोनाचष्ट कृच्छ्रं कृपणोऽजमायया ॥ २६ ॥",
        "english_devnagari": "sa puṣkareṇoddhṛta-śīkarāmbubhirnipāyayan saṁsnapayan yathā gṛhīghṛṇī kareṇuḥ karabhāṁś ca durmadonācaṣṭa kṛcchraṁ kṛpaṇo ’ja-māyayā",
        "verse_Syn": [
            "saḥ",
            "puṣkareṇa",
            "uddhṛta",
            "śīkara",
            "ambubhiḥ",
            "nipāyayan",
            "saṁsnapayan",
            "yathā",
            "gṛhī",
            "ghṛṇī",
            "kareṇuḥ",
            "karabhān",
            "ca",
            "durmadaḥ",
            "na",
            "ācaṣṭa",
            "kṛcchram",
            "kṛpaṇaḥ",
            "aja",
            "māyayā"
        ],
        "translation": "Like a human being who lacks spiritual knowledge and is too attached to the members of his family, the elephant, being illusioned by the external energy of Kṛṣṇa, had his wives and children bathe and drink the water. Indeed, he raised water from the lake with his trunk and sprayed it over them. He did not mind the hard labor involved in this endeavor.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तं तत्र कश्चिन्नृप दैवचोदितोग्राहो बलीयांश्चरणे रुषाग्रहीत् ।यद‍ृच्छयैवं व्यसनं गतो गजोयथाबलं सोऽतिबलो विचक्रमे ॥ २७ ॥",
        "english_devnagari": "taṁ tatra kaścin nṛpa daiva-coditogrāho balīyāṁś caraṇe ruṣāgrahītyadṛcchayaivaṁ vyasanaṁ gato gajoyathā-balaṁ so ’tibalo vicakrame",
        "verse_Syn": [
            "tam",
            "tatra",
            "kaścit",
            "nṛpa",
            "daiva",
            "coditaḥ",
            "grāhaḥ",
            "balīyān",
            "caraṇe",
            "ruṣā",
            "agrahīt",
            "yadṛcchayā",
            "evam",
            "vyasanam",
            "gataḥ",
            "gajaḥ",
            "yathā",
            "balam",
            "saḥ",
            "ati",
            "balaḥ",
            "vicakrame"
        ],
        "translation": "By the arrangement of providence, O King, a strong crocodile was angry at the elephant and attacked the elephant’s leg in the water. The elephant was certainly strong, and he tried his best to get free from this danger sent by providence.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "तथातुरं यूथपतिं करेणवोविकृष्यमाणं तरसा बलीयसा ।विचुक्रुशुर्दीनधियोऽपरे गजा:पार्ष्णिग्रहास्तारयितुं न चाशकन् ॥ २८ ॥",
        "english_devnagari": "tathāturaṁ yūtha-patiṁ kareṇavovikṛṣyamāṇaṁ tarasā balīyasāvicukruśur dīna-dhiyo ’pare gajāḥpārṣṇi-grahās tārayituṁ na cāśakan",
        "verse_Syn": [
            "tathā",
            "āturam",
            "yūtha",
            "patim",
            "kareṇavaḥ",
            "vikṛṣyamāṇam",
            "tarasā",
            "balīyasā",
            "vicukruśuḥ",
            "dīna",
            "dhiyaḥ",
            "apare",
            "gajāḥ",
            "pārṣṇi",
            "grahāḥ",
            "tārayitum",
            "na",
            "ca",
            "aśakan"
        ],
        "translation": "Thereafter, seeing Gajendra in that grave condition, his wives felt very, very sorry and began to cry. The other elephants wanted to help Gajendra, but because of the crocodile’s great strength, they could not rescue him by grasping him from behind.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "नियुध्यतोरेवमिभेन्द्रनक्रयो-र्विकर्षतोरन्तरतो बहिर्मिथ: ।समा: सहस्रं व्यगमन् महीपतेसप्राणयोश्चित्रममंसतामरा: ॥ २९ ॥",
        "english_devnagari": "niyudhyator evam ibhendra-nakrayorvikarṣator antarato bahir mithaḥsamāḥ sahasraṁ vyagaman mahī-patesaprāṇayoś citram amaṁsatāmarāḥ",
        "verse_Syn": [
            "niyudhyatoḥ",
            "evam",
            "ibha",
            "indra",
            "nakrayoḥ",
            "vikarṣatoḥ",
            "antarataḥ",
            "bahiḥ",
            "mithaḥ",
            "samāḥ",
            "sahasram",
            "vyagaman",
            "mahī",
            "pate",
            "sa",
            "prāṇayoḥ",
            "citram",
            "amaṁsata",
            "amarāḥ"
        ],
        "translation": "O King, the elephant and the crocodile fought in this way, pulling one another in and out of the water, for one thousand years. Upon seeing the fight, the demigods were very surprised.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "ततो गजेन्द्रस्य मनोबलौजसांकालेन दीर्घेण महानभूद् व्यय: ।विकृष्यमाणस्य जलेऽवसीदतोविपर्ययोऽभूत् सकलं जलौकस: ॥ ३० ॥",
        "english_devnagari": "tato gajendrasya mano-balaujasāṁkālena dīrgheṇa mahān abhūd vyayaḥvikṛṣyamāṇasya jale ’vasīdatoviparyayo ’bhūt sakalaṁ jalaukasaḥ",
        "verse_Syn": [
            "tataḥ",
            "gaja",
            "indrasya",
            "manaḥ",
            "bala",
            "ojasām",
            "kālena",
            "dīrgheṇa",
            "mahān",
            "abhūt",
            "vyayaḥ",
            "vikṛṣyamāṇasya",
            "jale",
            "avasīdataḥ",
            "viparyayaḥ",
            "abhūt",
            "sakalam",
            "jala",
            "okasaḥ"
        ],
        "translation": "Thereafter, because of being pulled into the water and fighting for many long years, the elephant became diminished in his mental, physical and sensual strength. The crocodile, on the contrary, being an animal of the water, increased in enthusiasm, physical strength and sensual power.",
        "purport": " In the fighting between the elephant and the crocodile, the difference was that although the elephant was extremely powerful, he was in a foreign place, in the water. During one thousand years of fighting, he could not get any food, and under the circumstances his bodily strength diminished, and because his bodily strength diminished, his mind also became weak and his senses less powerful. The crocodile, however, being an animal of the water, had no difficulties. He was getting food and was therefore getting mental strength and sensual encouragement. Thus while the elephant became reduced in strength, the crocodile became more and more powerful. Now, from this we may take the lesson that in our fight with māyā we should not be in a position in which our strength, enthusiasm and senses will be unable to fight vigorously. Our Kṛṣṇa consciousness movement has actually declared war against the illusory energy, in which all the living entities are rotting in a false understanding of civilization. The soldiers in this Kṛṣṇa consciousness movement must always possess physical strength, enthusiasm and sensual power. To keep themselves fit, they must therefore place themselves in a normal condition of life. What constitutes a normal condition will not be the same for everyone, and therefore there are divisions of varṇāśrama — brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacarya, gṛhastha, vānaprastha and sannyāsa. Especially in this age, Kali-yuga, it is advised that no one take sannyāsa. From this we can understand that in this age the sannyāsa-āśrama is forbidden because people are not strong. Śrī Caitanya Mahāprabhu showed us an example in taking sannyāsa at the age of twenty-four years, but even Sārvabhauma Bhaṭṭācārya advised Śrī Caitanya Mahāprabhu to be extremely careful because He had taken sannyāsa at an early age. For preaching we give young boys sannyāsa, but actually it is being experienced that they are not fit for sannyāsa. There is no harm, however, if one thinks that he is unfit for sannyāsa; if he is very much agitated sexually, he should go to the āśrama where sex is allowed, namely the gṛhastha-āśrama. That one has been found to be very weak in one place does not mean that he should stop fighting the crocodile of māyā. One should take shelter of the lotus feet of Kṛṣṇa, as we shall see Gajendra do, and at the same time one can be a gṛhastha if he is satisfied with sexual indulgence. There is no need to give up the fight. Śrī Caitanya Mahāprabhu therefore recommended, sthāne sthitāḥ śruti-gatāṁ tanu-vān-manobhiḥ. One may stay in whichever āśrama is suitable for him; it is not essential that one take sannyāsa. If one is sexually agitated, he can enter the gṛhastha-āśrama. But one must continue fighting. For one who is not in a transcendental position, to take sannyāsa artificially is not a very great credit. If sannyāsa is not suitable, one may enter the gṛhastha-āśrama and fight māyā with great strength. But one should not give up the fighting and go away."
    },
    {
        "verse": "31",
        "devanagari": "इत्थं गजेन्द्र: स यदाप सङ्कटंप्राणस्य देही विवशो यद‍ृच्छया ।अपारयन्नात्मविमोक्षणे चिरंदध्याविमां बुद्धिमथाभ्यपद्यत ॥ ३१ ॥",
        "english_devnagari": "itthaṁ gajendraḥ sa yadāpa saṅkaṭaṁprāṇasya dehī vivaśo yadṛcchayāapārayann ātma-vimokṣaṇe ciraṁdadhyāv imāṁ buddhim athābhyapadyata",
        "verse_Syn": [
            "ittham",
            "gaja",
            "indraḥ",
            "saḥ",
            "yadā",
            "āpa",
            "saṅkaṭam",
            "prāṇasya",
            "dehī",
            "vivaśaḥ",
            "yadṛcchayā",
            "apārayan",
            "ātma",
            "vimokṣaṇe",
            "ciram",
            "dadhyau",
            "imām",
            "buddhim",
            "atha",
            "abhyapadyata"
        ],
        "translation": "When the King of the elephants saw that he was under the clutches of the crocodile by the will of providence and, being embodied and circumstantially helpless, could not save himself from danger, he was extremely afraid of being killed. He consequently thought for a long time and finally reached the following decision.",
        "purport": " Everyone in the material world is engaged in a struggle for existence. Everyone tries to save himself from danger, but when one is unable to save himself, if he is pious, he then takes shelter of the lotus feet of the Supreme Personality of Godhead. This is confirmed in Bhagavad-gītā (7.16): Four kinds of pious men — namely, one who is in danger, one who is in need of money, one who is searching for knowledge and one who is inquisitive — begin to take shelter of the Supreme Personality of Godhead in order to be saved or to advance. The King of the elephants, in his condition of danger, decided to seek shelter of the lotus feet of the Lord. After considerable thought, he intelligently arrived at this correct decision. Such a decision is not reached by a sinful man. Therefore in Bhagavad-gītā it is said that those who are pious (sukṛtī) can decide that in a dangerous or awkward condition one should seek shelter of the lotus feet of Kṛṣṇa."
    },
    {
        "verse": "32",
        "devanagari": "न मामिमे ज्ञातय आतुरं गजा:कुत: करिण्य: प्रभवन्ति मोचितुम् ।ग्राहेण पाशेन विधातुरावृतो-ऽप्यहं च तं यामि परं परायणम् ॥ ३२ ॥",
        "english_devnagari": "na mām ime jñātaya āturaṁ gajāḥkutaḥ kariṇyaḥ prabhavanti mocitumgrāheṇa pāśena vidhātur āvṛto’py ahaṁ ca taṁ yāmi paraṁ parāyaṇam",
        "verse_Syn": [
            "na",
            "mām",
            "ime",
            "jñātayaḥ",
            "āturam",
            "gajāḥ",
            "kutaḥ",
            "kariṇyaḥ",
            "prabhavanti",
            "mocitum",
            "grāheṇa",
            "pāśena",
            "vidhātuḥ",
            "āvṛtaḥ",
            "api",
            "aham",
            "ca",
            "tam",
            "yāmi",
            "param",
            "parāyaṇam"
        ],
        "translation": "The other elephants, who are my friends and relatives, could not rescue me from this danger. What then to speak of my wives? They cannot do anything. It is by the will of providence that I have been attacked by this crocodile, and therefore I shall seek shelter of the Supreme Personality of Godhead, who is always the shelter of everyone, even of great personalities.",
        "purport": " This material world is described as padaṁ padaṁ yad vipadām, which means that at every step there is danger. A fool wrongly thinks that he is happy in this material world, but in fact he is not, for one who thinks that way is only illusioned. At every step, at every moment, there is danger. In modern civilization one thinks that if he has a nice home and a nice car his life is perfect. In the Western countries, especially in America, it is very nice to possess a good car, but as soon as one is on the road, there is danger because at any moment an accident may take place and one will be killed. The record actually shows that so many people die in such accidents. Therefore if we actually think that this material world is a very happy place, this is our ignorance. Real knowledge is that this material world is full of danger. We may struggle for existence as far as our intelligence allows and may try to take care of ourselves, but unless the Supreme Personality of Godhead, Kṛṣṇa, ultimately saves us from danger, our attempts will be useless. Therefore Prahlāda Mahārāja says: We may invent so many ways to be happy or to counteract the dangers of this material world, but unless our attempts are sanctioned by the Supreme Personality of Godhead, they will never make us happy. Those who try to be happy without taking shelter of the Supreme Personality of Godhead are mūḍhas, rascals. Na māṁ duṣkṛtino mūḍhāḥ prapadyante narādhamāḥ. Those who are the lowest of men refuse to take to Kṛṣṇa consciousness because they think that they will be able to protect themselves without Kṛṣṇa’s care. This is their mistake. The decision of the King of the elephants, Gajendra, was correct. In such a dangerous position, he sought shelter of the Supreme Personality of Godhead."
    },
    {
        "verse": "33",
        "devanagari": "य: कश्चनेशो बलिनोऽन्तकोरगात्प्रचण्डवेगादभिधावतो भृशम् ।भीतं प्रपन्नं परिपाति यद्भ‍या-न्मृत्यु: प्रधावत्यरणं तमीमहि ॥ ३३ ॥",
        "english_devnagari": "yaḥ kaścaneśo balino ’ntakoragātpracaṇḍa-vegād abhidhāvato bhṛśambhītaṁ prapannaṁ paripāti yad-bhayānmṛtyuḥ pradhāvaty araṇaṁ tam īmahi",
        "verse_Syn": [
            "yaḥ",
            "kaścana",
            "īśaḥ",
            "balinaḥ",
            "antaka",
            "uragāt",
            "pracaṇḍa",
            "vegāt",
            "abhidhāvataḥ",
            "bhṛśam",
            "bhītam",
            "prapannam",
            "paripāti",
            "yat",
            "bhayāt",
            "mṛtyuḥ",
            "pradhāvati",
            "araṇam",
            "tam",
            "īmahi"
        ],
        "translation": "The Supreme Personality of Godhead is certainly not known to everyone, but He is very powerful and influential. Therefore, although the serpent of eternal time, which is fearful in force, endlessly chases everyone, ready to swallow him, if one who fears this serpent seeks shelter of the Lord, the Lord gives him protection, for even death runs away in fear of the Lord. I therefore surrender unto Him, the great and powerful supreme authority who is the actual shelter of everyone.",
        "purport": " One who is intelligent understands that there is a great and supreme authority above everything. That great authority appears in different incarnations to save the innocent from disturbances. As confirmed in Bhagavad-gītā, paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām: the Lord appears in His various incarnations for two purposes — to annihilate the duṣkṛtī, the sinful, and to protect His devotees. The King of the elephants decided to surrender unto Him. This is intelligent. One must know that great Supreme Personality of Godhead and surrender unto Him. The Lord comes personally to instruct us how to be happy, and only fools and rascals do not see by intelligence this supreme authority, the Supreme Person. In the śruti-mantra it is said: It is out of fear of the Supreme Personality of Godhead that the wind is blowing, that the sun is distributing heat and light, and that death is chasing everyone. Thus there is a supreme controller, as confirmed in Bhagavad-gītā (9.10): mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram. This material manifestation is working so well because of the supreme controller. Any intelligent person, therefore, can understand that there is a supreme controller. Furthermore, the supreme controller Himself appears as Lord Kṛṣṇa, as Lord Caitanya Mahāprabhu and as Lord Rāmacandra to give us instructions and to show us by example how to surrender unto the Supreme Personality of Godhead. Yet those who are duṣkṛtī, the lowest of men, do not surrender (na māṁ duṣkṛtino mūḍhāḥ prapadyante narādhamāḥ). In Bhagavad-gītā the Lord clearly says, mṛtyuḥ sarva-haraś cāham: “I am all-devouring death.” Thus mṛtyu, or death, is the representative who takes everything away from the living entity who has accepted a material body. No one can say, “I do not fear death.” This is a false proposition. Everyone fears death. However, one who seeks shelter of the Supreme Personality of Godhead can be saved from death. One may argue, “Does the devotee not die?” The answer is that a devotee certainly must give up his body, for the body is material. The difference is, however, that for one who surrenders to Kṛṣṇa fully and who is protected by Kṛṣṇa, the present body is his last; he will not again receive a material body to be subjected to death. This is assured in Bhagavad-gītā (4.9). Tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna: a devotee, after giving up his body, does not accept a material body, but returns home, back to Godhead. We are always in danger because at any moment death can take place. It is not that only Gajendra, the King of the elephants, was afraid of death. Everyone should fear death because everyone is caught by the crocodile of eternal time and may die at any moment. The best course, therefore, is to seek shelter of Kṛṣṇa, the Supreme Personality of Godhead, and be saved from the struggle for existence in this material world, in which one repeatedly takes birth and dies. To reach this understanding is the ultimate goal of life."
    }
]