[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचपीते गरे वृषाङ्केण प्रीतास्तेऽमरदानवा: ।ममन्थुस्तरसा सिन्धुं हविर्धानी ततोऽभवत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācapīte gare vṛṣāṅkeṇaprītās te ’mara-dānavāḥmamanthus tarasā sindhuṁhavirdhānī tato ’bhavat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "pīte",
            "gare",
            "vṛṣa",
            "aṅkeṇa",
            "prītāḥ",
            "te",
            "amara",
            "dānavāḥ",
            "mamanthuḥ",
            "tarasā",
            "sindhum",
            "havirdhānī",
            "tataḥ",
            "abhavat"
        ],
        "translation": "Śukadeva Gosvāmī continued: Upon Lord Śiva’s drinking the poison, both the demigods and the demons, being very pleased, began to churn the ocean with renewed vigor. As a result of this, there appeared a cow known as surabhi.",
        "purport": " The surabhi cow is described as havirdhānī, the source of butter. Butter, when clarified by melting, produces ghee, or clarified butter, which is inevitably necessary for performing great ritualistic sacrifices. As stated in Bhagavad-gītā (18.5), yajña-dāna-tapaḥ-karma na tyājyaṁ kāryam eva tat: sacrifice, charity and austerity are essential to keep human society perfect in peace and prosperity. Yajña, the performance of sacrifice, is essential; to perform yajña, clarified butter is absolutely necessary; and to get clarified butter, milk is necessary. Milk is produced when there are sufficient cows. Therefore in Bhagavad-gītā (18.44), cow protection is recommended (kṛṣi-go-rakṣya-vāṇijyaṁ vaiśya-karma svabhāva jam)."
    },
    {
        "verse": "2",
        "devanagari": "तामग्निहोत्रीमृषयो जगृहुर्ब्रह्मवादिन: ।यज्ञस्य देवयानस्य मेध्याय हविषे नृप ॥ २ ॥",
        "english_devnagari": "tām agni-hotrīm ṛṣayojagṛhur brahma-vādinaḥyajñasya deva-yānasyamedhyāya haviṣe nṛpa",
        "verse_Syn": [
            "tām",
            "agni",
            "hotrīm",
            "ṛṣayaḥ",
            "jagṛhuḥ",
            "brahma",
            "vādinaḥ",
            "yajñasya",
            "deva",
            "yānasya",
            "medhyāya",
            "haviṣe",
            "nṛpa"
        ],
        "translation": "O King Parīkṣit, great sages who were completely aware of the Vedic ritualistic ceremonies took charge of that surabhi cow, which produced all the yogurt, milk and ghee absolutely necessary for offering oblations into the fire. They did this just for the sake of pure ghee, which they wanted for the performance of sacrifices to elevate themselves to the higher planetary systems, up to Brahmaloka.",
        "purport": " Surabhi cows are generally found on the Vaikuṇṭha planets. As described in Brahma-saṁhitā, Lord Kṛṣṇa, on His planet, Goloka Vṛndāvana, engages in tending the surabhi cows (surabhīr abhipālayantam). These cows are the Lord’s pet animals. From the surabhi cows one can take as much milk as one needs, and one may milk these cows as many times as he desires. In other words, the surabhi cow can yield milk unlimitedly. Milk is necessary for the performance of yajña. Sages know how to use milk to elevate human society to the perfection of life. Since cow protection is recommended everywhere in the śāstras, the brahmāvādīs took charge of the surabhi cow, in which the demons were not very interested."
    },
    {
        "verse": "3",
        "devanagari": "तत उच्चै:श्रवा नाम हयोऽभूच्चन्द्रपाण्डुर: ।तस्मिन्बलि: स्पृहां चक्रे नेन्द्र ईश्वरशिक्षया ॥ ३ ॥",
        "english_devnagari": "tata uccaiḥśravā nāmahayo ’bhūc candra-pāṇḍuraḥtasmin baliḥ spṛhāṁ cakrenendra īśvara-śikṣayā",
        "verse_Syn": [
            "tataḥ",
            "uccaiḥśravāḥ",
            "nāma",
            "hayaḥ",
            "abhūt",
            "candra",
            "pāṇḍuraḥ",
            "tasmin",
            "baliḥ",
            "spṛhām",
            "cakre",
            "na",
            "indraḥ",
            "īśvara",
            "śikṣayā"
        ],
        "translation": "Thereafter, a horse named Uccaiḥśravā, which was as white as the moon, was generated. Bali Mahārāja desired to possess this horse, and Indra, the King of heaven, did not protest, for he had previously been so advised by the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तत ऐरावतो नाम वारणेन्द्रो विनिर्गत: ।दन्तैश्चतुर्भि: श्वेताद्रेर्हरन्भगवतो महिम् ॥ ४ ॥",
        "english_devnagari": "tata airāvato nāmavāraṇendro vinirgataḥdantaiś caturbhiḥ śvetādrerharan bhagavato mahim",
        "verse_Syn": [
            "tataḥ",
            "airāvataḥ",
            "nāma",
            "vāraṇa",
            "indraḥ",
            "vinirgataḥ",
            "dantaiḥ",
            "caturbhiḥ",
            "śveta",
            "adreḥ",
            "haran",
            "bhagavataḥ",
            "mahim"
        ],
        "translation": "As the next result of the churning, the king of elephants, named Airāvata, was generated. This elephant was white, and with its four tusks it defied the glories of Kailāsa Mountain, the glorious abode of Lord Śiva.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "ऐरावणादयस्त्वष्टौ दिग् गजा अभवंस्तत: ।अभ्रमुप्रभृतयोऽष्टौ च करिण्यस्त्वभवन्नृप ॥ ५ ॥",
        "english_devnagari": "airāvaṇādayas tv aṣṭaudig-gajā abhavaṁs tataḥabhramu-prabhṛtayo ’ṣṭau cakariṇyas tv abhavan nṛpa",
        "verse_Syn": [
            "airāvaṇa",
            "ādayaḥ",
            "tu",
            "aṣṭau",
            "dik",
            "gajāḥ",
            "abhavan",
            "tataḥ",
            "abhramu",
            "prabhṛtayaḥ",
            "aṣṭau",
            "ca",
            "kariṇyaḥ",
            "tu",
            "abhavan",
            "nṛpa"
        ],
        "translation": "Thereafter, O King, eight great elephants, which could go in any direction, were generated. They were headed by Airāvaṇa. Eight she-elephants, headed by Abhramu, were also generated.",
        "purport": " The names of the eight elephants were Airāvaṇa, Puṇḍarīka, Vāmana, Kumuda, Añjana, Puṣpadanta, Sārvabhauma and Supratīka."
    },
    {
        "verse": "6",
        "devanagari": "कौस्तुभाख्यमभूद् रत्नं पद्मरागो महोदधे: ।तस्मिन् मणौ स्पृहां चक्रे वक्षोऽलङ्करणे हरि: ।ततोऽभवत् पारिजात: सुरलोकविभूषणम् ।पूरयत्यर्थिनो योऽर्थै: शश्वद् भुवि यथा भवान् ॥ ६ ॥",
        "english_devnagari": "kaustubhākhyam abhūd ratnaṁpadmarāgo mahodadheḥtasmin maṇau spṛhāṁ cakrevakṣo-’laṅkaraṇe hariḥ",
        "verse_Syn": [
            "kaustubha",
            "ākhyam",
            "abhūt",
            "ratnam",
            "padmarāgaḥ",
            "mahā",
            "udadheḥ",
            "tasmin",
            "maṇau",
            "spṛhām",
            "cakre",
            "vakṣaḥ",
            "alaṅkaraṇe",
            "hariḥ",
            "tataḥ",
            "abhavat",
            "pārijātaḥ",
            "sura",
            "loka",
            "vibhūṣaṇam",
            "pūrayati",
            "arthinaḥ",
            "yaḥ",
            "arthaiḥ",
            "śaśvat",
            "bhuvi",
            "yathā",
            "bhavān"
        ],
        "translation": "Generated thereafter from the great ocean were the celebrated gems Kaustubha-maṇi and Padmarāga-maṇi. Lord Viṣṇu, to decorate His chest, desired to possess them. Generated next was the pārijāta flower, which decorates the celestial planets. O King, as you fulfill the desires of everyone on this planet by fulfilling all ambitions, the pārijāta fulfills the desires of everyone.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "ततश्चाप्सरसो जाता निष्ककण्ठ्य: सुवासस: ।रमण्य: स्वर्गिणां वल्गुगतिलीलावलोकनै: ॥ ७ ॥",
        "english_devnagari": "tataś cāpsaraso jātāniṣka-kaṇṭhyaḥ suvāsasaḥramaṇyaḥ svargiṇāṁ valgu-gati-līlāvalokanaiḥ",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "apsarasaḥ",
            "jātāḥ",
            "niṣka",
            "kaṇṭhyaḥ",
            "su",
            "vāsasaḥ",
            "ramaṇyaḥ",
            "svargiṇām",
            "valgu",
            "gati",
            "līlā",
            "avalokanaiḥ"
        ],
        "translation": "Next there appeared the Apsarās [who are used as prostitutes on the heavenly planets]. They were fully decorated with golden ornaments and lockets and were dressed in fine and attractive clothing. The Apsarās move very slowly in an attractive style that bewilders the inhabitants of the heavenly planets.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "ततश्चाविरभूत् साक्षाच्छ्री रमा भगवत्परा ।रञ्जयन्ती दिश: कान्त्या विद्युत् सौदामनी यथा ॥ ८ ॥",
        "english_devnagari": "tataś cāvirabhūt sākṣācchrī ramā bhagavat-parārañjayantī diśaḥ kāntyāvidyut saudāmanī yathā",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "āvirabhūt",
            "sākṣāt",
            "śrī",
            "ramā",
            "bhagavat",
            "parā",
            "rañjayantī",
            "diśaḥ",
            "kāntyā",
            "vidyut",
            "saudāmanī",
            "yathā"
        ],
        "translation": "Then there appeared the goddess of fortune, Ramā, who is absolutely dedicated to being enjoyed by the Supreme Personality of Godhead. She appeared like electricity, surpassing the lightning that might illuminate a marble mountain.",
        "purport": " Śrī means opulence. Kṛṣṇa is the owner of all opulences. This peace formula for the world is given in Bhagavad-gītā (5.29). When people know that the Supreme Lord, Kṛṣṇa, is the supreme enjoyer, the supreme proprietor and the most intimate well-wishing friend of all living entities, peace and prosperity will ensue all over the world. Unfortunately, the conditioned souls, being placed into illusion by the external energy of the Lord, want to fight with one another, and therefore peace is disturbed. The first prerequisite for peace is that all the wealth presented by Śrī, the goddess of fortune, be offered to the Supreme Personality of Godhead. Everyone should give up his false proprietorship over worldly possessions and offer everything to Kṛṣṇa. This is the teaching of the Kṛṣṇa consciousness movement."
    },
    {
        "verse": "9",
        "devanagari": "तस्यां चक्रु: स्पृहां सर्वे ससुरासुरमानवा: ।रूपौदार्यवयोवर्णमहिमाक्षिप्तचेतस: ॥ ९ ॥",
        "english_devnagari": "tasyāṁ cakruḥ spṛhāṁ sarvesasurāsura-mānavāḥrūpaudārya-vayo-varṇa-mahimākṣipta-cetasaḥ",
        "verse_Syn": [
            "tasyām",
            "cakruḥ",
            "spṛhām",
            "sarve",
            "sa",
            "sura",
            "asura",
            "mānavāḥ",
            "rūpa",
            "audārya",
            "vayaḥ",
            "varṇa",
            "mahimā",
            "ākṣipta",
            "cetasaḥ"
        ],
        "translation": "Because of her exquisite beauty, her bodily features, her youth, her complexion and her glories, everyone, including the demigods, the demons and the human beings, desired her. They were attracted because she is the source of all opulences.",
        "purport": " Who in this world does not want to possess wealth, beauty and the social respectability that come from these opulences? People generally desire material enjoyment, material opulence and the association of aristocratic family members (bhogaiśvarya-prasaktānām). Material enjoyment entails money, beauty and the reputation they bring, which can all be achieved by the mercy of the goddess of fortune. The goddess of fortune, however, never remains alone. As indicated in the previous verse by the word bhagavat-parā, she is the property of the Supreme Personality of Godhead and is enjoyable only by Him. If one wants the favor of the goddess of fortune, mother Lakṣmī, because she is by nature bhagavat-parā one must keep her with Nārāyaṇa. The devotees who always engage in the service of Nārāyaṇa (nārāyaṇa-parāyaṇa) can easily achieve the favor of the goddess of fortune without a doubt, but materialists who try to get the favor of the goddess of fortune only to possess her for personal enjoyment are frustrated. Theirs is not a good policy. The celebrated demon Rāvaṇa, for example, wanted to deprive Rāmacandra of Lakṣmī, Sītā, and thus be victorious, but the result was just the opposite. Sītā, of course, was taken by force by Lord Rāmacandra, and Rāvaṇa and his entire material empire were vanquished. The goddess of fortune is desirable for everyone, including human beings, but one should understand that the goddess of fortune is the exclusive property of the Supreme Personality of Godhead. One cannot achieve the mercy of the goddess of fortune unless one prays both to her and to the supreme enjoyer, the Personality of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "तस्या आसनमानिन्ये महेन्द्रो महदद्भ‍ुतम् ।मूर्तिमत्य: सरिच्छ्रेष्ठा हेमकुम्भैर्जलं शुचि ॥ १० ॥",
        "english_devnagari": "tasyā āsanam āninyemahendro mahad-adbhutammūrtimatyaḥ saric-chreṣṭhāhema-kumbhair jalaṁ śuci",
        "verse_Syn": [
            "tasyāḥ",
            "āsanam",
            "āninye",
            "mahā",
            "indraḥ",
            "mahat",
            "adbhutam",
            "mūrti",
            "matyaḥ",
            "sarit",
            "śreṣṭhāḥ",
            "hema",
            "kumbhaiḥ",
            "jalam",
            "śuci"
        ],
        "translation": "The King of heaven, Indra, brought a suitable sitting place for the goddess of fortune. All the rivers of sacred water, such as the Ganges and Yamunā, personified themselves, and each of them brought pure water in golden waterpots for mother Lakṣmī, the goddess of fortune.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "आभिषेचनिका भूमिराहरत् सकलौषधी: ।गाव: पञ्च पवित्राणि वसन्तो मधुमाधवौ ॥ ११ ॥",
        "english_devnagari": "ābhiṣecanikā bhūmirāharat sakalauṣadhīḥgāvaḥ pañca pavitrāṇivasanto madhu-mādhavau",
        "verse_Syn": [
            "ābhiṣecanikāḥ",
            "bhūmiḥ",
            "āharat",
            "sakala",
            "auṣadhīḥ",
            "gāvaḥ",
            "pañca",
            "pavitrāṇi",
            "vasantaḥ",
            "madhu",
            "mādhavau"
        ],
        "translation": "The land became a person and collected all the drugs and herbs needed for installing the Deity. The cows delivered five products, namely milk, yogurt, ghee, urine and cow dung, and spring personified collected everything produced in spring, during the months of Caitra and Vaiśākha [April and May].",
        "purport": " Pañca-gavya, the five products received from the cow, namely milk, yogurt, ghee, cow dung and cow urine, are required in all ritualistic ceremonies performed according to the Vedic directions. Cow urine and cow dung are uncontaminated, and since even the urine and dung of a cow are important, we can just imagine how important this animal is for human civilization. Therefore the Supreme Personality of Godhead, Kṛṣṇa, directly advocates go-rakṣya, the protection of cows. Civilized men who follow the system of varṇāśrama, especially those of the vaiśya class, who engage in agriculture and trade, must give protection to the cows. Unfortunately, because people in Kali-yuga are mandāḥ, all bad, and sumanda-matayaḥ, misled by false conceptions of life, they are killing cows in the thousands. Therefore they are unfortunate in spiritual consciousness, and nature disturbs them in so many ways, especially through incurable diseases like cancer and through frequent wars among nations. As long as human society continues to allow cows to be regularly killed in slaughterhouses, there cannot be any question of peace and prosperity."
    },
    {
        "verse": "12",
        "devanagari": "ऋषय: कल्पयांचक्रुराभिषेकं यथाविधि ।जगुर्भद्राणि गन्धर्वा नट्यश्च ननृतुर्जगु: ॥ १२ ॥",
        "english_devnagari": "ṛṣayaḥ kalpayāṁ cakrurābhiṣekaṁ yathā-vidhijagur bhadrāṇi gandharvānaṭyaś ca nanṛtur jaguḥ",
        "verse_Syn": [
            "ṛṣayaḥ",
            "kalpayām",
            "cakruḥ",
            "ābhiṣekam",
            "yathā",
            "vidhi",
            "jaguḥ",
            "bhadrāṇi",
            "gandharvāḥ",
            "naṭyaḥ",
            "ca",
            "nanṛtuḥ",
            "jaguḥ"
        ],
        "translation": "The great sages performed the bathing ceremony of the goddess of fortune as directed in the authorized scriptures, the Gandharvas chanted all-auspicious Vedic mantras, and the professional women dancers very nicely danced and sang authorized songs prescribed in the Vedas.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "मेघा मृदङ्गपणवमुरजानकगोमुखान् ।व्यनादयन् शङ्खवेणुवीणास्तुमुलनि:स्वनान् ॥ १३ ॥",
        "english_devnagari": "meghā mṛdaṅga-paṇava-murajānaka-gomukhānvyanādayan śaṅkha-veṇu-vīṇās tumula-niḥsvanān",
        "verse_Syn": [
            "meghāḥ",
            "mṛdaṅga",
            "paṇava",
            "muraja",
            "ānaka",
            "gomukhān",
            "vyanādayan",
            "śaṅkha",
            "veṇu",
            "vīṇāḥ",
            "tumula",
            "niḥsvanān"
        ],
        "translation": "The clouds in personified form beat various types of drums, known as mṛdaṅgas, paṇavas, murajas and ānakas. They also blew conchshells and bugles known as gomukhas and played flutes and stringed instruments. The combined sound of these instruments was tumultuous.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "ततोऽभिषिषिचुर्देवीं श्रियं पद्मकरां सतीम् ।दिगिभा: पूर्णकलशै: सूक्तवाक्यैर्द्विजेरितै: ॥ १४ ॥",
        "english_devnagari": "tato ’bhiṣiṣicur devīṁśriyaṁ padma-karāṁ satīmdigibhāḥ pūrṇa-kalaśaiḥsūkta-vākyair dvijeritaiḥ",
        "verse_Syn": [
            "tataḥ",
            "abhiṣiṣicuḥ",
            "devīm",
            "śriyam",
            "padma",
            "karām",
            "satīm",
            "digibhāḥ",
            "pūrṇa",
            "kalaśaiḥ",
            "sūkta",
            "vākyaiḥ",
            "dvi",
            "ja",
            "īritaiḥ"
        ],
        "translation": "Thereafter, the great elephants from all the directions carried big water jugs full of Ganges water and bathed the goddess of fortune, to the accompaniment of Vedic mantras chanted by learned brāhmaṇas. While thus being bathed, the goddess of fortune maintained her original style, with a lotus flower in her hand, and she appeared very beautiful. The goddess of fortune is the most chaste, for she does not know anyone but the Supreme Personality of Godhead.",
        "purport": " The goddess of fortune, Lakṣmī, is described in this verse as śriyam, which means that she has six opulences — wealth, strength, influence, beauty, knowledge and renunciation. These opulences are received from the goddess of fortune. Lakṣmī is addressed here as devī, the goddess, because in Vaikuṇṭha she supplies all opulences to the Supreme Personality of Godhead and His devotees, who in this way enjoy natural life in the Vaikuṇṭha planets. The Supreme Personality of Godhead is pleased with His consort, the goddess of fortune, who carries a lotus flower in her hand. Mother Lakṣmī is described in this verse as satī, the supremely chaste, because she never diverts her attention from the Supreme Personality of Godhead to anyone else."
    },
    {
        "verse": "15",
        "devanagari": "समुद्र: पीतकौशेयवाससी समुपाहरत् ।वरुण: स्रजं वैजयन्तीं मधुना मत्तषट्पदाम् ॥ १५ ॥",
        "english_devnagari": "samudraḥ pīta-kauśeya-vāsasī samupāharatvaruṇaḥ srajaṁ vaijayantīṁmadhunā matta-ṣaṭpadām",
        "verse_Syn": [
            "samudraḥ",
            "pīta",
            "kauśeya",
            "vāsasī",
            "samupāharat",
            "varuṇaḥ",
            "srajam",
            "vaijayantīm",
            "madhunā",
            "matta",
            "ṣaṭ",
            "padām"
        ],
        "translation": "The ocean, which is the source of all valuable jewels, supplied the upper and lower portions of a yellow silken garment. The predominating deity of the water, Varuṇa, presented flower garlands surrounded by six-legged bumblebees, drunken with honey.",
        "purport": " When bathing the Deity in the abhiṣeka ceremony with various liquids, such as milk, honey, yogurt, ghee, cow dung and cow urine, it is customary to supply yellow garments. In this way the abhiṣeka ceremony for the goddess of fortune was performed according to the regular Vedic principles."
    },
    {
        "verse": "16",
        "devanagari": "भूषणानि विचित्राणि विश्वकर्मा प्रजापति: ।हारं सरस्वती पद्ममजो नागाश्च कुण्डले ॥ १६ ॥",
        "english_devnagari": "bhūṣaṇāni vicitrāṇiviśvakarmā prajāpatiḥhāraṁ sarasvatī padmamajo nāgāś ca kuṇḍale",
        "verse_Syn": [
            "bhūṣaṇāni",
            "vicitrāṇi",
            "viśvakarmā",
            "prajāpatiḥ",
            "hāram",
            "sarasvatī",
            "padmam",
            "ajaḥ",
            "nāgāḥ",
            "ca",
            "kuṇḍale"
        ],
        "translation": "Viśvakarmā, one of the prajāpatis, supplied varieties of decorated ornaments. The goddess of learning, Sarasvatī, supplied a necklace, Lord Brahmā supplied a lotus flower, and the inhabitants of Nāgaloka supplied earrings.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तत: कृतस्वस्त्ययनोत्पलस्रजंनदद्‌द्विरेफां परिगृह्य पाणिना ।चचाल वक्त्रं सुकपोलकुण्डलंसव्रीडहासं दधती सुशोभनम् ॥ १७ ॥",
        "english_devnagari": "tataḥ kṛta-svastyayanotpala-srajaṁnadad-dvirephāṁ parigṛhya pāṇinācacāla vaktraṁ sukapola-kuṇḍalaṁsavrīḍa-hāsaṁ dadhatī suśobhanam",
        "verse_Syn": [
            "tataḥ",
            "kṛta",
            "svastyayanā",
            "utpala",
            "srajam",
            "nadat",
            "dvirephām",
            "parigṛhya",
            "pāṇinā",
            "cacāla",
            "vaktram",
            "su",
            "kapola",
            "kuṇḍalam",
            "sa",
            "vrīḍa",
            "hāsam",
            "dadhatī",
            "su",
            "śobhanam"
        ],
        "translation": "Thereafter, mother Lakṣmī, the goddess of fortune, having been properly celebrated with an auspicious ritualistic ceremony, began moving about, holding in her hand a garland of lotus flowers, which were surrounded by humming bumblebees. Smiling with shyness, her cheeks decorated by her earrings, she looked extremely beautiful.",
        "purport": " The goddess of fortune, mother Lakṣmījī, accepted the Ocean of Milk as her father, but she perpetually rests on the bosom of Nārāyaṇa. She offers benedictions even to Lord Brahmā and other living entities in this material world, yet she is transcendental to all material qualities. Although she appeared to have been born of the Ocean of Milk, she immediately resorted to her eternal place on the bosom of Nārāyaṇa."
    },
    {
        "verse": "18",
        "devanagari": "स्तनद्वयं चातिकृशोदरी समंनिरन्तरं चन्दनकुङ्कुमोक्षितम् ।ततस्ततो नूपुरवल्गुशिञ्जितै-र्विसर्पती हेमलतेव सा बभौ ॥ १८ ॥",
        "english_devnagari": "stana-dvayaṁ cātikṛśodarī samaṁnirantaraṁ candana-kuṅkumokṣitamtatas tato nūpura-valgu śiñjitairvisarpatī hema-lateva sā babhau",
        "verse_Syn": [
            "stana",
            "dvayam",
            "ca",
            "ati",
            "kṛśa",
            "udarī",
            "samam",
            "nirantaram",
            "candana",
            "kuṅkuma",
            "ukṣitam",
            "tataḥ",
            "tataḥ",
            "nūpura",
            "valgu",
            "śiñjitaiḥ",
            "visarpatī",
            "hema",
            "latā",
            "iva",
            "sā",
            "babhau"
        ],
        "translation": "Her two breasts, which were symmetrical and nicely situated, were covered with sandalwood pulp and kuṅkuma powder, and her waist was very thin. As she walked here and there, her ankle bells jingling softly, she appeared like a creeper of gold.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "विलोकयन्ती निरवद्यमात्मन:पदं ध्रुवं चाव्यभिचारिसद्गुणम् ।गन्धर्वसिद्धासुरयक्षचारण-त्रैपिष्टपेयादिषु नान्वविन्दत ॥ १९ ॥",
        "english_devnagari": "vilokayantī niravadyam ātmanaḥpadaṁ dhruvaṁ cāvyabhicāri-sad-guṇamgandharva-siddhāsura-yakṣa-cāraṇa-traipiṣṭapeyādiṣu nānvavindata",
        "verse_Syn": [
            "vilokayantī",
            "niravadyam",
            "ātmanaḥ",
            "padam",
            "dhruvam",
            "ca",
            "avyabhicāri",
            "sat",
            "guṇam",
            "gandharva",
            "siddha",
            "asura",
            "yakṣa",
            "cāraṇa",
            "traipiṣṭapeya",
            "ādiṣu",
            "na",
            "anvavindata"
        ],
        "translation": "While walking among the Gandharvas, Yakṣas, asuras, Siddhas, Cāraṇas and denizens of heaven, Lakṣmīdevī, the goddess of fortune, was scrutinizingly examining them, but she could not find anyone naturally endowed with all good qualities. None of them was devoid of faults, and therefore she could not take shelter of any of them.",
        "purport": " The goddess of fortune, Lakṣmīdevī, having been generated from the Ocean of Milk, was the daughter of the ocean. Thus she was allowed to select her own husband in a svayaṁvara ceremony. She examined every one of the candidates, but she could not find anyone suitably qualified to be her shelter. In other words, Nārāyaṇa, the natural husband of Lakṣmī, cannot be superseded by anyone in this material world."
    },
    {
        "verse": "20",
        "devanagari": "नूनं तपो यस्य न मन्युनिर्जयोज्ञानं क्‍वचित् तच्च न सङ्गवर्जितम् ।कश्चिन्महांस्तस्य न कामनिर्जय:स ईश्वर: किं परतोव्यपाश्रय: ॥ २० ॥",
        "english_devnagari": "nūnaṁ tapo yasya na manyu-nirjayojñānaṁ kvacit tac ca na saṅga-varjitamkaścin mahāṁs tasya na kāma-nirjayaḥsa īśvaraḥ kiṁ parato vyapāśrayaḥ",
        "verse_Syn": [
            "nūnam",
            "tapaḥ",
            "yasya",
            "na",
            "manyu",
            "nirjayaḥ",
            "jñānam",
            "kvacit",
            "tat",
            "ca",
            "na",
            "saṅga",
            "varjitam",
            "kaścit",
            "mahān",
            "tasya",
            "na",
            "kāma",
            "nirjayaḥ",
            "saḥ",
            "īśvaraḥ",
            "kim",
            "parataḥ",
            "vyapāśrayaḥ"
        ],
        "translation": "The goddess of fortune, examining the assembly, thought in this way: Someone who has undergone great austerity has not yet conquered anger. Someone possesses knowledge, but he has not conquered material desires. Someone is a very great personality, but he cannot conquer lusty desires. Even a great personality depends on something else. How, then, can he be the supreme controller?",
        "purport": " Here is an attempt to find the supreme controller, or īśvara. Everyone may be accepted as an īśvara, or controller, but still such controllers are controlled by others. For example, one may have undergone severe austerities but still be under the control of anger. By a scrutinizing analysis, we find that everyone is controlled by something else. No one, therefore, can be the true controller but the Supreme Personality of Godhead, Kṛṣṇa. This is supported by the śāstras. Īśvaraḥ paramaḥ kṛṣṇaḥ: the supreme controller is Kṛṣṇa. Kṛṣṇa is never controlled by anyone, for He is the controller of everyone (sarva-kāraṇa-kāraṇam)."
    },
    {
        "verse": "21",
        "devanagari": "धर्म: क्‍वचित् तत्र न भूतसौहृदंत्याग: क्‍वचित् तत्र न मुक्तिकारणम् ।वीर्यं न पुंसोऽस्त्यजवेगनिष्कृतंन हि द्वितीयो गुणसङ्गवर्जित: ॥ २१ ॥",
        "english_devnagari": "dharmaḥ kvacit tatra na bhūta-sauhṛdaṁtyāgaḥ kvacit tatra na mukti-kāraṇamvīryaṁ na puṁso ’sty aja-vega-niṣkṛtaṁna hi dvitīyo guṇa-saṅga-varjitaḥ",
        "verse_Syn": [
            "dharmaḥ",
            "kvacit",
            "tatra",
            "na",
            "bhūta",
            "sauhṛdam",
            "tyāgaḥ",
            "kvacit",
            "tatra",
            "na",
            "mukti",
            "kāraṇam",
            "vīryam",
            "na",
            "puṁsaḥ",
            "asti",
            "aja",
            "vega",
            "niṣkṛtam",
            "na",
            "hi",
            "dvitīyaḥ",
            "guṇa",
            "saṅga",
            "varjitaḥ"
        ],
        "translation": "Someone may possess full knowledge of religion but still not be kind to all living entities. In someone, whether human or demigod, there may be renunciation, but that is not the cause of liberation. Someone may possess great power and yet be unable to check the power of eternal time. Someone else may have renounced attachment to the material world, yet he cannot compare to the Supreme Personality of Godhead. Therefore, no one is completely freed from the influence of the material modes of nature.",
        "purport": " The statement dharmaḥ kvacit tatra na bhūta-sauhṛdam is very important in this verse. We actually see that there are many Hindus, Muslims, Christians, Buddhists and religionists of other cults who adhere to their religious principles very nicely but are not equal to all living entities. Indeed, although they profess to be very religious, they kill poor animals. Such religion has no meaning. Śrīmad-Bhāgavatam (1.2.8) says: One may be very expert in following the religious principles of his own sect, but if he has no tendency to love the Supreme Personality of Godhead, his observance of religious principles is simply a waste of time. One must develop a sense of loving Vāsudeva (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ). The sign of a devotee is that he is a friend to everyone (suhṛdaṁ sarva-bhūtānām). A devotee will never allow a poor animal to be killed in the name of religion. This is the difference between a superficially religious person and a devotee of the Supreme Personality of Godhead. We find that there have been many great heroes in history, but they could not escape from the cruel hands of death. Even the greatest hero cannot escape from the ruling power of the Supreme Personality of Godhead when Kṛṣṇa comes as death. That is described by Kṛṣṇa Himself: mṛtyuḥ sarva-haraś cāham. The Lord, appearing as death, takes away a hero’s so-called power. Even Hiraṇyakaśipu could not be saved when Nṛsiṁhadeva appeared before him as death. One’s material strength is nothing before the strength of the Supreme Personality of Godhead."
    },
    {
        "verse": "22",
        "devanagari": "क्‍वचिच्चिरायुर्न हि शीलमङ्गलंक्‍वचित् तदप्यस्ति न वेद्यमायुष: ।यत्रोभयं कुत्र च सोऽप्यमङ्गल:सुमङ्गल: कश्च न काङ्‌क्षते हि माम् ॥ २२ ॥",
        "english_devnagari": "kvacic cirāyur na hi śīla-maṅgalaṁkvacit tad apy asti na vedyam āyuṣaḥyatrobhayaṁ kutra ca so ’py amaṅgalaḥsumaṅgalaḥ kaśca na kāṅkṣate hi mām",
        "verse_Syn": [
            "kvacit",
            "cira",
            "āyuḥ",
            "na",
            "hi",
            "śīla",
            "maṅgalam",
            "kvacit",
            "tat",
            "api",
            "asti",
            "na",
            "vedyam",
            "āyuṣaḥ",
            "yatra",
            "ubhayam",
            "kutra",
            "ca",
            "saḥ",
            "api",
            "amaṅgalaḥ",
            "su",
            "maṅgalaḥ",
            "kaśca",
            "na",
            "kāṅkṣate",
            "hi",
            "mām"
        ],
        "translation": "Someone may have longevity but not have auspiciousness or good behavior. Someone may have both auspiciousness and good behavior, but the duration of his life is not fixed. Although such demigods as Lord Śiva have eternal life, they have inauspicious habits like living in crematoriums. And even if others are well qualified in all respects, they are not devotees of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "एवं विमृश्याव्यभिचारिसद्गुणै-र्वरं निजैकाश्रयतयागुणाश्रयम् ।वव्रे वरं सर्वगुणैरपेक्षितंरमा मुकुन्दं निरपेक्षमीप्सितम् ॥ २३ ॥",
        "english_devnagari": "evaṁ vimṛśyāvyabhicāri-sad-guṇairvaraṁ nijaikāśrayatayāguṇāśrayamvavre varaṁ sarva-guṇair apekṣitaṁramā mukundaṁ nirapekṣam īpsitam",
        "verse_Syn": [
            "evam",
            "vimṛśya",
            "avyabhicāri",
            "sat",
            "guṇaiḥ",
            "varam",
            "nija",
            "eka",
            "āśrayatayā",
            "aguṇa",
            "āśrayam",
            "vavre",
            "varam",
            "sarva",
            "guṇaiḥ",
            "apekṣitam",
            "ramā",
            "mukundam",
            "nirapekṣam",
            "īpsitam"
        ],
        "translation": "Śukadeva Gosvāmī continued: In this way, after full deliberation, the goddess of fortune accepted Mukunda as her husband because although He is independent and not in want of her, He possesses all transcendental qualities and mystic powers and is therefore the most desirable.",
        "purport": " The Supreme Personality of Godhead, Mukunda, is self-sufficient. Since He is fully independent, He was not in want of the support or association of Lakṣmīdevī. Nonetheless, Lakṣmīdevī, the goddess of fortune, accepted Him as her husband."
    },
    {
        "verse": "24",
        "devanagari": "तस्यांसदेश उशतीं नवकञ्जमालांमाद्यन्मधुव्रतवरूथगिरोपघुष्टाम् ।तस्थौ निधाय निकटे तदुर: स्वधामसव्रीडहासविकसन्नयनेन याता ॥ २४ ॥",
        "english_devnagari": "tasyāṁsa-deśa uśatīṁ nava-kañja-mālāṁmādyan-madhuvrata-varūtha-giropaghuṣṭāmtasthau nidhāya nikaṭe tad-uraḥ sva-dhāmasavrīḍa-hāsa-vikasan-nayanena yātā",
        "verse_Syn": [
            "tasya",
            "aṁsa",
            "deśe",
            "uśatīm",
            "nava",
            "kañja",
            "mālām",
            "mādyat",
            "madhuvrata",
            "varūtha",
            "girā",
            "upaghuṣṭām",
            "tasthau",
            "nidhāya",
            "nikaṭe",
            "tat",
            "uraḥ",
            "sva",
            "dhāma",
            "sa",
            "vrīḍa",
            "hāsa",
            "vikasat",
            "nayanena",
            "yātā"
        ],
        "translation": "Approaching the Supreme Personality of Godhead, the goddess of fortune placed upon His shoulders the garland of newly grown lotus flowers, which was surrounded by humming bumblebees searching for honey. Then, expecting to get a place on the bosom of the Lord, she remained standing by His side, her face smiling in shyness.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "तस्या: श्रियस्त्रिजगतो जनको जनन्यावक्षोनिवासमकरोत् परमं विभूते: ।श्री: स्वा: प्रजा: सकरुणेन निरीक्षणेनयत्र स्थितैधयत साधिपतींस्त्रिलोकान् ॥ २५ ॥",
        "english_devnagari": "tasyāḥ śriyas tri-jagato janako jananyāvakṣo nivāsam akarot paramaṁ vibhūteḥśrīḥ svāḥ prajāḥ sakaruṇena nirīkṣaṇenayatra sthitaidhayata sādhipatīṁs tri-lokān",
        "verse_Syn": [
            "tasyāḥ",
            "śriyaḥ",
            "tri",
            "jagataḥ",
            "janakaḥ",
            "jananyāḥ",
            "vakṣaḥ",
            "nivāsam",
            "akarot",
            "paramam",
            "vibhūteḥ",
            "śrīḥ",
            "svāḥ",
            "prajāḥ",
            "sa",
            "karuṇena",
            "nirīkṣaṇena",
            "yatra",
            "sthitā",
            "aidhayata",
            "sa",
            "adhipatīn",
            "tri",
            "lokān"
        ],
        "translation": "The Supreme Personality of Godhead is the father of the three worlds, and His bosom is the residence of mother Lakṣmī, the goddess of fortune, the proprietor of all opulences. The goddess of fortune, by her favorable and merciful glance, can increase the opulence of the three worlds, along with their inhabitants and their directors, the demigods.",
        "purport": " According to the desire of Lakṣmīdevī, the goddess of fortune, the Supreme Personality of Godhead made His bosom her residence so that by her glance she could favor everyone, including the demigods and ordinary human beings. In other words, since the goddess of fortune stays on the bosom of Nārāyaṇa, she naturally sees any devotee who worships Nārāyaṇa. When the goddess of fortune understands that a devotee is in favor of devotional service to Nārāyaṇa, she is naturally inclined to bless the devotee with all opulences. The karmīs try to receive the favor and mercy of Lakṣmī, but because they are not devotees of Nārāyaṇa, their opulence is flickering. The opulence of devotees who are attached to the service of Nārāyaṇa is not like the opulence of karmīs. The opulence of devotees is as permanent as the opulence of Nārāyaṇa Himself."
    },
    {
        "verse": "26",
        "devanagari": "शङ्खतूर्यमृदङ्गानां वादित्राणां पृथु: स्वन: ।देवानुगानां सस्त्रीणां नृत्यतां गायतामभूत् ॥ २६ ॥",
        "english_devnagari": "śaṅkha-tūrya-mṛdaṅgānāṁvāditrāṇāṁ pṛthuḥ svanaḥdevānugānāṁ sastrīṇāṁnṛtyatāṁ gāyatām abhūt",
        "verse_Syn": [
            "śaṅkha",
            "tūrya",
            "mṛdaṅgānām",
            "vāditrāṇām",
            "pṛthuḥ",
            "svanaḥ",
            "deva",
            "anugānām",
            "sa",
            "strīṇām",
            "nṛtyatām",
            "gāyatām",
            "abhūt"
        ],
        "translation": "The inhabitants of Gandharvaloka and Cāraṇaloka then took the opportunity to play their musical instruments, such as conchshells, bugles and drums. They began dancing and singing along with their wives.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "ब्रह्मरुद्राङ्गिरोमुख्या: सर्वे विश्वसृजो विभुम् ।ईडिरेऽवितथैर्मन्त्रैस्तल्ल‍िङ्गै: पुष्पवर्षिण: ॥ २७ ॥",
        "english_devnagari": "brahma-rudrāṅgiro-mukhyāḥsarve viśva-sṛjo vibhumīḍire ’vitathair mantraistal-liṅgaiḥ puṣpa-varṣiṇaḥ",
        "verse_Syn": [
            "brahma",
            "rudra",
            "aṅgiraḥ",
            "mukhyāḥ",
            "sarve",
            "viśva",
            "sṛjaḥ",
            "vibhum",
            "īḍire",
            "avitathaiḥ",
            "mantraiḥ",
            "tat",
            "liṅgaiḥ",
            "puṣpa",
            "varṣiṇaḥ"
        ],
        "translation": "Lord Brahmā, Lord Śiva, the great sage Aṅgirā, and similar directors of universal management showered flowers and chanted mantras indicating the transcendental glories of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "श्रियावलोकिता देवा: सप्रजापतय: प्रजा: ।शीलादिगुणसम्पन्ना लेभिरे निर्वृतिं पराम् ॥ २८ ॥",
        "english_devnagari": "śriyāvalokitā devāḥsaprajāpatayaḥ prajāḥśīlādi-guṇa-sampannālebhire nirvṛtiṁ parām",
        "verse_Syn": [
            "śriyā",
            "avalokitāḥ",
            "devāḥ",
            "sa",
            "prajāpatayaḥ",
            "prajāḥ",
            "śīla",
            "ādi",
            "guṇa",
            "sampannāḥ",
            "lebhire",
            "nirvṛtim",
            "parām"
        ],
        "translation": "All the demigods, along with the prajāpatis and their descendants, being blessed by Lakṣmījī’s glance upon them, were immediately enriched with good behavior and transcendental qualities. Thus they were very much satisfied.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "नि:सत्त्वा लोलुपा राजन् निरुद्योगा गतत्रपा: ।यदा चोपेक्षिता लक्ष्म्या बभूवुर्दैत्यदानवा: ॥ २९ ॥",
        "english_devnagari": "niḥsattvā lolupā rājannirudyogā gata-trapāḥyadā copekṣitā lakṣmyābabhūvur daitya-dānavāḥ",
        "verse_Syn": [
            "niḥsattvāḥ",
            "lolupāḥ",
            "rājan",
            "nirudyogāḥ",
            "gata",
            "trapāḥ",
            "yadā",
            "ca",
            "upekṣitāḥ",
            "lakṣmyā",
            "babhūvuḥ",
            "daitya",
            "dānavāḥ"
        ],
        "translation": "O King, because of being neglected by the goddess of fortune, the demons and Rākṣasas were depressed, bewildered and frustrated, and thus they became shameless.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "अथासीद् वारुणी देवी कन्या कमललोचना ।असुरा जगृहुस्तां वै हरेरनुमतेन ते ॥ ३० ॥",
        "english_devnagari": "athāsīd vāruṇī devīkanyā kamala-locanāasurā jagṛhus tāṁ vaiharer anumatena te",
        "verse_Syn": [
            "atha",
            "āsīt",
            "vāruṇī",
            "devī",
            "kanyā",
            "kamala",
            "locanā",
            "asurāḥ",
            "jagṛhuḥ",
            "tām",
            "vai",
            "hareḥ",
            "anumatena",
            "te"
        ],
        "translation": "Next appeared Vāruṇī, the lotus-eyed goddess who controls drunkards. With the permission of the Supreme Personality of Godhead, Kṛṣṇa, the demons, headed by Bali Mahārāja, took possession of this young girl.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "अथोदधेर्मथ्यमानात् काश्यपैरमृतार्थिभि: ।उदतिष्ठन्महाराज पुरुष: परमाद्भ‍ुत: ॥ ३१ ॥",
        "english_devnagari": "athodadher mathyamānātkāśyapair amṛtārthibhiḥudatiṣṭhan mahārājapuruṣaḥ paramādbhutaḥ",
        "verse_Syn": [
            "atha",
            "udadheḥ",
            "mathyamānāt",
            "kāśyapaiḥ",
            "amṛta",
            "arthibhiḥ",
            "udatiṣṭhat",
            "mahārāja",
            "puruṣaḥ",
            "parama",
            "adbhutaḥ"
        ],
        "translation": "O King, thereafter, while the sons of Kaśyapa, both demons and demigods, were engaged in churning the Ocean of Milk, a very wonderful male person appeared.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "दीर्घपीवरदोर्दण्ड: कम्बुग्रीवोऽरुणेक्षण: ।श्यामलस्तरुण: स्रग्वी सर्वाभरणभूषित: ॥ ३२ ॥",
        "english_devnagari": "dīrgha-pīvara-dor-daṇḍaḥkambu-grīvo ’ruṇekṣaṇaḥśyāmalas taruṇaḥ sragvīsarvābharaṇa-bhūṣitaḥ",
        "verse_Syn": [
            "dīrgha",
            "pīvara",
            "doḥ",
            "daṇḍaḥ",
            "kambu",
            "grīvaḥ",
            "aruṇa",
            "īkṣaṇaḥ",
            "śyāmalaḥ",
            "taruṇaḥ",
            "sragvī",
            "sarva",
            "ābharaṇa",
            "bhūṣitaḥ"
        ],
        "translation": "He was strongly built; his arms were long, stout and strong; his neck, which was marked with three lines, resembled a conchshell; his eyes were reddish; and his complexion was blackish. He was very young, he was garlanded with flowers, and his entire body was fully decorated with various ornaments.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "पीतवासा महोरस्क: सुमृष्टमणिकुण्डल: ।स्‍निग्धकुञ्चितकेशान्तसुभग: सिंहविक्रम: ।अमृतापूर्णकलसं बिभ्रद् वलयभूषित: ॥ ३३ ॥",
        "english_devnagari": "pīta-vāsā mahoraskaḥsumṛṣṭa-maṇi-kuṇḍalaḥsnigdha-kuñcita-keśānta-subhagaḥ siṁha-vikramaḥamṛtāpūrṇa-kalasaṁbibhrad valaya-bhūṣitaḥ",
        "verse_Syn": [
            "pīta",
            "vāsāḥ",
            "mahā",
            "uraskaḥ",
            "su",
            "mṛṣṭa",
            "maṇi",
            "kuṇḍalaḥ",
            "snigdha",
            "kuñcita",
            "keśa",
            "anta",
            "su",
            "bhagaḥ",
            "siṁha",
            "vikramaḥ",
            "amṛta",
            "āpūrṇa",
            "kalasam",
            "bibhrat",
            "valaya",
            "bhūṣitaḥ"
        ],
        "translation": "He was dressed in yellow garments and wore brightly polished earrings made of pearls. The tips of his hair were anointed with oil, and his chest was very broad. His body had all good features, he was stout and strong like a lion, and he was decorated with bangles. In his hand he carried a jug filled to the top with nectar.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "स वै भगवत: साक्षाद्विष्णोरंशांशसम्भव: ।धन्वन्तरिरिति ख्यात आयुर्वेदद‍ृगिज्यभाक् ॥ ३४ ॥",
        "english_devnagari": "sa vai bhagavataḥ sākṣādviṣṇor aṁśāṁśa-sambhavaḥdhanvantarir iti khyātaāyur-veda-dṛg ijya-bhāk",
        "verse_Syn": [
            "saḥ",
            "vai",
            "bhagavataḥ",
            "sākṣāt",
            "viṣṇoḥ",
            "aṁśa",
            "aṁśa",
            "sambhavaḥ",
            "dhanvantariḥ",
            "iti",
            "khyātaḥ",
            "āyuḥ",
            "veda",
            "dṛk",
            "ijya",
            "bhāk"
        ],
        "translation": "This person was Dhanvantari, a plenary portion of a plenary portion of Lord Viṣṇu. He was very conversant with the science of medicine, and as one of the demigods he was permitted to take a share in sacrifices.",
        "purport": " Śrīla Madhvācārya remarks: Dhanvantari, who was carrying the jug containing nectar, was a plenary incarnation of the Supreme Personality of Godhead, but although he was very strong, the asuras were able to take the jug of nectar from his hands."
    },
    {
        "verse": "35",
        "devanagari": "तमालोक्यासुरा: सर्वे कलसं चामृताभृतम् ।लिप्सन्त: सर्ववस्तूनि कलसं तरसाहरन् ॥ ३५ ॥",
        "english_devnagari": "tam ālokyāsurāḥ sarvekalasaṁ cāmṛtābhṛtamlipsantaḥ sarva-vastūnikalasaṁ tarasāharan",
        "verse_Syn": [
            "tam",
            "ālokya",
            "asurāḥ",
            "sarve",
            "kalasam",
            "ca",
            "amṛta",
            "ābhṛtam",
            "lipsantaḥ",
            "sarva",
            "vastūni",
            "kalasam",
            "tarasā",
            "aharan"
        ],
        "translation": "Upon seeing Dhanvantari carrying the jug of nectar, the demons, desiring the jug and its contents, immediately snatched it away by force.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "नीयमानेऽसुरैस्तस्मिन्कलसेऽमृतभाजने ।विषण्णमनसो देवा हरिं शरणमाययु: ॥ ३६ ॥",
        "english_devnagari": "nīyamāne ’surais tasminkalase ’mṛta-bhājaneviṣaṇṇa-manaso devāhariṁ śaraṇam āyayuḥ",
        "verse_Syn": [
            "nīyamāne",
            "asuraiḥ",
            "tasmin",
            "kalase",
            "amṛta",
            "bhājane",
            "viṣaṇṇa",
            "manasaḥ",
            "devāḥ",
            "harim",
            "śaraṇam",
            "āyayuḥ"
        ],
        "translation": "When the jug of nectar was carried off by the demons, the demigods were morose. Thus they sought shelter at the lotus feet of the Supreme Personality of Godhead, Hari.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "इति तद्दैन्यमालोक्य भगवान्भृत्यकामकृत् ।मा खिद्यत मिथोऽर्थं व: साधयिष्ये स्वमायया ॥ ३७ ॥",
        "english_devnagari": "iti tad-dainyam ālokyabhagavān bhṛtya-kāma-kṛtmā khidyata mitho ’rthaṁ vaḥsādhayiṣye sva-māyayā",
        "verse_Syn": [
            "iti",
            "tat",
            "dainyam",
            "ālokya",
            "bhagavān",
            "bhṛtya",
            "kāma",
            "kṛt",
            "mā",
            "khidyata",
            "mithaḥ",
            "artham",
            "vaḥ",
            "sādhayiṣye",
            "sva",
            "māyayā"
        ],
        "translation": "When the Supreme Personality of Godhead, who always desires to fulfill the ambitions of His devotees, saw that the demigods were morose, He said to them, “Do not be aggrieved. By My own energy I shall bewilder the demons by creating a quarrel among them. In this way I shall fulfill your desire to have the nectar.”",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "मिथ: कलिरभूत्तेषां तदर्थे तर्षचेतसाम् ।अहं पूर्वमहं पूर्वं न त्वं न त्वमिति प्रभो ॥ ३८ ॥",
        "english_devnagari": "mithaḥ kalir abhūt teṣāṁtad-arthe tarṣa-cetasāmahaṁ pūrvam ahaṁ pūrvaṁna tvaṁ na tvam iti prabho",
        "verse_Syn": [
            "mithaḥ",
            "kaliḥ",
            "abhūt",
            "teṣām",
            "tat",
            "arthe",
            "tarṣa",
            "cetasām",
            "aham",
            "pūrvam",
            "aham",
            "pūrvam",
            "na",
            "tvam",
            "na",
            "tvam",
            "iti",
            "prabho"
        ],
        "translation": "O King, a quarrel then arose among the demons over who would get the nectar first. Each of them said, “You cannot drink it first. I must drink it first. Me first, not you!”",
        "purport": " This is the symptom of demons. The first concern of a nondevotee is how to enjoy his personal sense gratification at once, whereas the devotee’s first concern is to satisfy the Lord. This is the distinction between the nondevotee and the devotee. In this material world, since most people are nondevotees, they regularly compete, fight, disagree and war among themselves, for everyone wants to enjoy and satisfy his own senses. Therefore, unless such demons become Kṛṣṇa conscious and are trained to satisfy the senses of the Lord, there can be no question of peace in human society or any society, even that of the demigods. The demigods and devotees, however, always surrender to the lotus feet of the Lord, and thus the Lord is always anxious to satisfy their ambitions. While the demons fight to satisfy their own senses, devotees engage in devotional service to satisfy the senses of the Lord. The members of the Kṛṣṇa consciousness movement must be alert in regard to this point, and then their preaching of the Kṛṣṇa consciousness movement will be successful."
    },
    {
        "verse": "39-40",
        "devanagari": "देवा: स्वं भागमर्हन्ति ये तुल्यायासहेतव: ।सत्रयाग इवैतस्मिन्नेष धर्म: सनातन: ॥ ३९ ॥इति स्वान्प्रत्यषेधन्वै दैतेया जातमत्सरा: ।दुर्बला: प्रबलान् राजन्गृहीतकलसान् मुहु: ॥ ४० ॥",
        "english_devnagari": "devāḥ svaṁ bhāgam arhantiye tulyāyāsa-hetavaḥsatra-yāga ivaitasminneṣa dharmaḥ sanātanaḥ",
        "verse_Syn": [
            "devāḥ",
            "svam",
            "bhāgam",
            "arhanti",
            "ye",
            "tulya",
            "āyāsa",
            "hetavaḥ",
            "satra",
            "yāge",
            "iva",
            "etasmin",
            "eṣaḥ",
            "dharmaḥ",
            "sanātanaḥ",
            "iti",
            "svān",
            "pratyaṣedhan",
            "vai",
            "daiteyāḥ",
            "jāta",
            "matsarāḥ",
            "durbalāḥ",
            "prabalān",
            "rājan",
            "gṛhīta",
            "kalasān",
            "muhuḥ"
        ],
        "translation": "Some of the demons said, “All the demigods have taken part in churning the Ocean of Milk. Now, as everyone has an equal right to partake in any public sacrifice, according to the eternal religious system it is befitting that the demigods now have a share of the nectar.” O King, in this way the weaker demons forbade the stronger demons to take the nectar.",
        "purport": " Desiring to take the nectar, those among the demons who were less strong spoke in favor of the demigods. The weaker Daityas naturally pleaded on behalf of the demigods to stop the stronger Daityas from drinking the nectar without sharing it. In this way, disagreement and trouble arose as they forbade one another to drink the nectar."
    },
    {
        "verse": "41-46",
        "devanagari": "एतस्मिन्नन्तरे विष्णु: सर्वोपायविदीश्वर: ।योषिद्रूपमनिर्देश्यं दधार परमाद्भ‍ुतम् ॥ ४१ ॥प्रेक्षणीयोत्पलश्यामं सर्वावयवसुन्दरम् ।समानकर्णाभरणं सुकपोलोन्नसाननम् ॥ ४२ ॥नवयौवननिर्वृत्तस्तनभारकृशोदरम् ।मुखामोदानुरक्तालिझङ्कारोद्विग्नलोचनम् ॥ ४३ ॥बिभ्रत् सुकेशभारेण मालामुत्फुल्ल‍मल्ल‍िकाम् ।सुग्रीवकण्ठाभरणं सुभुजाङ्गदभूषितम् ॥ ४४ ॥विरजाम्बरसंवीतनितम्बद्वीपशोभया ।काञ्‍च्या प्रविलसद्वल्गुचलच्चरणनूपुरम् ॥ ४५ ॥सव्रीडस्मितविक्षिप्तभ्रूविलासावलोकनै: ।दैत्ययूथपचेत:सु काममुद्दीपयन् मुहु: ॥ ४६ ॥",
        "english_devnagari": "etasminn antare viṣṇuḥsarvopāya-vid īśvaraḥyoṣid-rūpam anirdeśyaṁdadhāra-paramādbhutam",
        "verse_Syn": [
            "etasmin",
            "antare",
            "viṣṇuḥ",
            "sarva",
            "upāya",
            "vit",
            "īśvaraḥ",
            "yoṣit",
            "rūpam",
            "anirdeśyam",
            "dadhāra",
            "parama",
            "adbhutam",
            "prekṣaṇīya",
            "utpala",
            "śyāmam",
            "sarva",
            "avayava",
            "sundaram",
            "samāna",
            "karṇa",
            "ābharaṇam",
            "su",
            "kapola",
            "unnasa",
            "ānanam",
            "nava",
            "yauvana",
            "nirvṛtta",
            "stana",
            "bhāra",
            "kṛśa",
            "udaram",
            "mukha",
            "āmoda",
            "anurakta",
            "ali",
            "jhaṅkāra",
            "udvigna",
            "locanam",
            "bibhrat",
            "su",
            "keśa",
            "bhāreṇa",
            "mālām",
            "utphulla",
            "mallikām",
            "su",
            "grīva",
            "kaṇṭha",
            "ābharaṇam",
            "su",
            "bhuja",
            "aṅgada",
            "bhūṣitam",
            "viraja",
            "ambara",
            "saṁvīta",
            "nitamba",
            "dvīpa",
            "śobhayā",
            "kāñcyā",
            "pravilasat",
            "valgu",
            "calat",
            "caraṇa",
            "nūpuram",
            "sa",
            "vrīḍa",
            "smita",
            "vikṣipta",
            "bhrū",
            "vilāsa",
            "avalokanaiḥ",
            "daitya",
            "yūtha",
            "pa",
            "cetaḥsu",
            "kāmam",
            "uddīpayat",
            "muhuḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Viṣṇu, who can counteract any unfavorable situation, then assumed the form of an extremely beautiful woman. This incarnation as a woman, Mohinī-mūrti, was most pleasing to the mind. Her complexion resembled in color a newly grown blackish lotus, and every part of Her body was beautifully situated. Her ears were equally decorated with earrings, Her cheeks were very beautiful, Her nose was raised and Her face full of youthful luster. Her large breasts made Her waist seem very thin. Attracted by the aroma of Her face and body, bumblebees hummed around Her, and thus Her eyes were restless. Her hair, which was extremely beautiful, was garlanded with mallikā flowers. Her attractively constructed neck was decorated with a necklace and other ornaments, Her arms were decorated with bangles, Her body was covered with a clean sari, and Her breasts seemed like islands in an ocean of beauty. Her legs were decorated with ankle bells. Because of the movements of Her eyebrows as She smiled with shyness and glanced over the demons, all the demons were saturated with lusty desires, and every one of them desired to possess Her.",
        "purport": " Because of the Supreme Lord’s assuming the form of a beautiful woman to arouse the lusty desires of the demons, a description of Her complete beauty is given here."
    }
]