[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचतदा देवर्षिगन्धर्वा ब्रह्मेशानपुरोगमा: ।मुमुचु: कुसुमासारं शंसन्त: कर्म तद्धरे: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācatadā devarṣi-gandharvābrahmeśāna-purogamāḥmumucuḥ kusumāsāraṁśaṁsantaḥ karma tad dhareḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tadā",
            "deva",
            "ṛṣi",
            "gandharvāḥ",
            "brahma",
            "īśāna",
            "purogamāḥ",
            "mumucuḥ",
            "kusuma",
            "āsāram",
            "śaṁsantaḥ",
            "karma",
            "tat",
            "hareḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: When the Lord delivered Gajendra, King of the elephants, all the demigods, sages and Gandharvas, headed by Brahmā and Śiva, praised this activity of the Supreme Personality of Godhead and showered flowers upon both the Lord and Gajendra.",
        "purport": " It is evident from this chapter that great sages like Devala Ṛṣi, Nārada Muni and Agastya Muni will sometimes curse someone. The curse of such a personality, however, is in fact a benediction. Both the crocodile, who had been a Gandharva in his previous life, and Gajendra, who had been a king named Indradyumna, were cursed, but both of them benefited. Indradyumna, in his birth as an elephant, attained salvation and became a personal associate of the Lord in Vaikuṇṭha, and the crocodile regained his status as a Gandharva. We find evidence in many places that the curse of a great saint or devotee is not a curse but a benediction."
    },
    {
        "verse": "2",
        "devanagari": "नेदुर्दुन्दुभयो दिव्या गन्धर्वा ननृतुर्जगु: ।ऋषयश्चारणा: सिद्धास्तुष्टुवु: पुरुषोत्तमम् ॥ २ ॥",
        "english_devnagari": "nedur dundubhayo divyāgandharvā nanṛtur jaguḥṛṣayaś cāraṇāḥ siddhāstuṣṭuvuḥ puruṣottamam",
        "verse_Syn": [
            "neduḥ",
            "dundubhayaḥ",
            "divyāḥ",
            "gandharvāḥ",
            "nanṛtuḥ",
            "jaguḥ",
            "ṛṣayaḥ",
            "cāraṇāḥ",
            "siddhāḥ",
            "tuṣṭuvuḥ",
            "puruṣa",
            "uttamam"
        ],
        "translation": "There was a beating of kettledrums in the heavenly planets, the inhabitants of Gandharvaloka began to dance and sing, while great sages and the inhabitants of Cāraṇaloka and Siddhaloka offered prayers to the Supreme Personality of Godhead, Puruṣottama.",
        "purport": ""
    },
    {
        "verse": "3-4",
        "devanagari": "योऽसौ ग्राह: स वै सद्य: परमाश्चर्यरूपधृक् ।मुक्तो देवलशापेन हूहूर्गन्धर्वसत्तम: ॥ ३ ॥प्रणम्य शिरसाधीशमुत्तमश्लोकमव्ययम् ।अगायत यशोधाम कीर्तन्यगुणसत्कथम् ॥ ४ ॥",
        "english_devnagari": "yo ’sau grāhaḥ sa vai sadyaḥparamāścarya-rūpa-dhṛkmukto devala-śāpenahūhūr gandharva-sattamaḥ",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "grāhaḥ",
            "saḥ",
            "vai",
            "sadyaḥ",
            "parama",
            "āścarya",
            "rūpa",
            "dhṛk",
            "muktaḥ",
            "devala",
            "śāpena",
            "hūhūḥ",
            "gandharva",
            "sattamaḥ",
            "praṇamya",
            "śirasā",
            "adhīśam",
            "uttama",
            "ślokam",
            "avyayam",
            "agāyata",
            "yaśaḥ",
            "dhāma",
            "kīrtanya",
            "guṇa",
            "sat",
            "katham"
        ],
        "translation": "The best of the Gandharvas, King Hūhū, having been cursed by Devala Muni, had become a crocodile. Now, having been delivered by the Supreme Personality of Godhead, he assumed a very beautiful form as a Gandharva. Understanding by whose mercy this had happened, he immediately offered his respectful obeisances with his head and began chanting prayers just suitable for the transcendental Lord, the supreme eternal, who is worshiped by the choicest verses.",
        "purport": " The story of how the Gandharva had become a crocodile will be described later. The curse by which the Gandharva took this position was actually a blessing, not a curse. One should not be displeased when a saintly person curses someone, for his curse, indirectly, is a blessing. The Gandharva had the mentality of an inhabitant of the celestial planetary system, and for him to become an associate of the Supreme Lord would have taken millions of long years. However, because he was cursed by Devala Ṛṣi, he became a crocodile and in only one life was fortunate enough to see the Supreme Personality of Godhead face to face and be promoted to the spiritual world to become one of the Lord’s associates. Similarly, Gajendra was also delivered by the Supreme Personality of Godhead when he was freed from the curse of Agastya Muni."
    },
    {
        "verse": "5",
        "devanagari": "सोऽनुकम्पित ईशेन परिक्रम्य प्रणम्य तम् ।लोकस्य पश्यतो लोकं स्वमगान्मुक्तकिल्बिष: ॥ ५ ॥",
        "english_devnagari": "so ’nukampita īśenaparikramya praṇamya tamlokasya paśyato lokaṁsvam agān mukta-kilbiṣaḥ",
        "verse_Syn": [
            "saḥ",
            "anukampitaḥ",
            "īśena",
            "parikramya",
            "praṇamya",
            "tam",
            "lokasya",
            "paśyataḥ",
            "lokam",
            "svam",
            "agāt",
            "mukta",
            "kilbiṣaḥ"
        ],
        "translation": "Having been favored by the causeless mercy of the Supreme Personality of Godhead and having regained his original form, King Hūhū circumambulated the Lord and offered his obeisances. Then, in the presence of all the demigods, headed by Brahmā, he returned to Gandharvaloka. He had been freed of all sinful reactions.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "गजेन्द्रो भगवत्स्पर्शाद् विमुक्तोऽज्ञानबन्धनात् ।प्राप्तो भगवतो रूपं पीतवासाश्चतुर्भुज: ॥ ६ ॥",
        "english_devnagari": "gajendro bhagavat-sparśādvimukto ’jñāna-bandhanātprāpto bhagavato rūpaṁpīta-vāsāś catur-bhujaḥ",
        "verse_Syn": [
            "gajendraḥ",
            "bhagavat",
            "sparśāt",
            "vimuktaḥ",
            "ajñāna",
            "bandhanāt",
            "prāptaḥ",
            "bhagavataḥ",
            "rūpam",
            "pīta",
            "vāsāḥ",
            "catuḥ",
            "bhujaḥ"
        ],
        "translation": "Because Gajendra, King of the elephants, had been touched directly by the hands of the Supreme Personality of Godhead, he was immediately freed of all material ignorance and bondage. Thus he received the salvation of sārūpya-mukti, in which he achieved the same bodily features as the Lord, being dressed in yellow garments and possessing four hands.",
        "purport": " If one is favored by the Supreme Personality of Godhead by having his gross body touched by the Lord, his body turns into a spiritual body, and he can go back home, back to Godhead. Gajendra assumed a spiritual body when his body was touched by the Lord. Similarly, Dhruva Mahārāja assumed his spiritual body in this way. Arcanā-paddhati, daily worship of the Deity, provides an opportunity to touch the body of the Supreme Personality of Godhead, and thus it enables one to be fortunate enough to get a spiritual body and go back to Godhead. Not only by touching the body of the Supreme Lord, but simply by hearing about His pastimes, chanting His glories, touching His feet and offering worship — in other words, by serving the Lord somehow or other — one is purified of material contamination. This is the result of touching the Supreme Lord. One who is a pure devotee (anyābhilāṣitā-śūnyam), who acts according to the śāstra and the words of the Supreme Personality of Godhead, certainly becomes purified. Like Gajendra, he assumes a spiritual body and returns home, back to Godhead."
    },
    {
        "verse": "7",
        "devanagari": "स वै पूर्वमभूद् राजा पाण्ड्यो द्रविडसत्तम: ।इन्द्रद्युम्न इति ख्यातो विष्णुव्रतपरायण: ॥ ७ ॥",
        "english_devnagari": "sa vai pūrvam abhūd rājāpāṇḍyo draviḍa-sattamaḥindradyumna iti khyātoviṣṇu-vrata-parāyaṇaḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "pūrvam",
            "abhūt",
            "rājā",
            "pāṇḍyaḥ",
            "draviḍa",
            "sat",
            "tamaḥ",
            "indradyumnaḥ",
            "iti",
            "khyātaḥ",
            "viṣṇu",
            "vrata",
            "parāyaṇaḥ"
        ],
        "translation": "This Gajendra had formerly been a Vaiṣṇava and the king of the country known as Pāṇḍya, which is in the province of Draviḍa [South India]. In his previous life, he was known as Indradyumna Mahārāja.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "स एकदाराधनकाल आत्मवान्गृहीतमौनव्रत ईश्वरं हरिम् ।जटाधरस्तापस आप्लुतोऽच्युतंसमर्चयामास कुलाचलाश्रम: ॥ ८ ॥",
        "english_devnagari": "sa ekadārādhana-kāla ātmavāngṛhīta-mauna-vrata īśvaraṁ harimjaṭā-dharas tāpasa āpluto ’cyutaṁsamarcayām āsa kulācalāśramaḥ",
        "verse_Syn": [
            "saḥ",
            "ekadā",
            "ārādhana",
            "kāle",
            "ātmavān",
            "gṛhīta",
            "mauna",
            "vrataḥ",
            "īśvaram",
            "harim",
            "jaṭā",
            "dharaḥ",
            "tāpasaḥ",
            "āplutaḥ",
            "acyutam",
            "samarcayām",
            "āsa",
            "kulācala",
            "āśramaḥ"
        ],
        "translation": "Indradyumna Mahārāja retired from family life and went to the Malaya Hills, where he had a small cottage for his āśrama. He wore matted locks on his head and always engaged in austerities. Once, while observing a vow of silence, he was fully engaged in the worship of the Lord and absorbed in the ecstasy of love of Godhead.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "यद‍ृच्छया तत्र महायशा मुनि:समागमच्छिष्यगणै: परिश्रित: ।तं वीक्ष्य तूष्णीमकृतार्हणादिकंरहस्युपासीनमृषिश्चुकोप ह ॥ ९ ॥",
        "english_devnagari": "yadṛcchayā tatra mahā-yaśā muniḥsamāgamac chiṣya-gaṇaiḥ pariśritaḥtaṁ vīkṣya tūṣṇīm akṛtārhaṇādikaṁrahasy upāsīnam ṛṣiś cukopa ha",
        "verse_Syn": [
            "yadṛcchayā",
            "tatra",
            "mahā",
            "yaśāḥ",
            "muniḥ",
            "samāgamat",
            "śiṣya",
            "gaṇaiḥ",
            "pariśritaḥ",
            "tam",
            "vīkṣya",
            "tūṣṇīm",
            "akṛta",
            "arhaṇa",
            "ādikam",
            "rahasi",
            "upāsīnam",
            "ṛṣiḥ",
            "cukopa",
            "ha"
        ],
        "translation": "While Indradyumna Mahārāja was engaged in ecstatic meditation, worshiping the Supreme Personality of Godhead, the great sage Agastya Muni arrived there, surrounded by his disciples. When the Muni saw that Mahārāja Indradyumna, who was sitting in a secluded place, remained silent and did not follow the etiquette of offering him a reception, he was very angry.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तस्मा इमं शापमदादसाधु-रयं दुरात्माकृतबुद्धिरद्य ।विप्रावमन्ता विशतां तमिस्रंयथा गज: स्तब्धमति: स एव ॥ १० ॥",
        "english_devnagari": "tasmā imaṁ śāpam adād asādhurayaṁ durātmākṛta-buddhir adyaviprāvamantā viśatāṁ tamisraṁyathā gajaḥ stabdha-matiḥ sa eva",
        "verse_Syn": [
            "tasmai",
            "imam",
            "śāpam",
            "adāt",
            "asādhuḥ",
            "ayam",
            "durātmā",
            "akṛta",
            "buddhiḥ",
            "adya",
            "vipra",
            "avamantā",
            "viśatām",
            "tamisram",
            "yathā",
            "gajaḥ",
            "stabdha",
            "matiḥ",
            "saḥ",
            "eva"
        ],
        "translation": "Agastya Muni then spoke this curse against the King: This King Indradyumna is not at all gentle. Being low and uneducated, he has insulted a brāhmaṇa. May he therefore enter the region of darkness and receive the dull, dumb body of an elephant.",
        "purport": " An elephant is very strong, it has a very big body, and it can work very hard and eat a large quantity of food, but its intelligence is not at all commensurate with its size and strength. Thus in spite of so much bodily strength, the elephant works as a menial servant for a human being. Agastya Muni thought it wise to curse the King to become an elephant because the powerful King did not receive Agastya Muni as one is obliged to receive a brāhmaṇa. Yet although Agastya Muni cursed Mahārāja Indradyumna to become an elephant, the curse was indirectly a benediction, for by undergoing one life as an elephant, Indradyumna Mahārāja ended the reactions for all the sins of his previous life. Immediately after the expiry of the elephant’s life, he was promoted to Vaikuṇṭhaloka to become a personal associate of the Supreme Personality of Godhead, Nārāyaṇa, in a body exactly like that of the Lord. This is called sārūpya-mukti."
    },
    {
        "verse": "11-12",
        "devanagari": "श्रीशुक उवाचएवं शप्‍त्वा गतोऽगस्त्यो भगवान् नृप सानुग: ।इन्द्रद्युम्नोऽपि राजर्षिर्दिष्टं तदुपधारयन् ॥ ११ ॥आपन्न: कौञ्जरीं योनिमात्मस्मृतिविनाशिनीम् ।हर्यर्चनानुभावेन यद्गजत्वेऽप्यनुस्मृति: ॥ १२ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ śaptvā gato ’gastyobhagavān nṛpa sānugaḥindradyumno ’pi rājarṣirdiṣṭaṁ tad upadhārayan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "śaptvā",
            "gataḥ",
            "agastyaḥ",
            "bhagavān",
            "nṛpa",
            "sa",
            "anugaḥ",
            "indradyumnaḥ",
            "api",
            "rājarṣiḥ",
            "diṣṭam",
            "tat",
            "upadhārayan",
            "āpannaḥ",
            "kauñjarīm",
            "yonim",
            "ātma",
            "smṛti",
            "vināśinīm",
            "hari",
            "arcana",
            "anubhāvena",
            "yat",
            "gajatve",
            "api",
            "anusmṛtiḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, after Agastya Muni had thus cursed King Indradyumna, the Muni left that place along with his disciples. Since the King was a devotee, he accepted Agastya Muni’s curse as welcome because it was the desire of the Supreme Personality of Godhead. Therefore, although in his next life he got the body of an elephant, because of devotional service he remembered how to worship and offer prayers to the Lord.",
        "purport": " This is the unique position of a devotee of the Supreme Personality of Godhead. Although the King was cursed, he welcomed the curse because a devotee is always aware that nothing can happen without the desire of the Supreme Lord. Although the King was not at fault, Agastya Muni cursed him, and when this happened the King considered it to be due to his past misdeeds. Tat te ’nukampāṁ susamīkṣamāṇaḥ (Bhāg. 10.14.8). This is a practical example of how a devotee thinks. He regards any reverses in life as blessings of the Supreme Personality of Godhead. Therefore, instead of being agitated by such reverses, he continues his activities of devotional service, and Kṛṣṇa takes care of him and enables him to be promoted to the spiritual world, back to Godhead. If a devotee has to suffer the reactions of his past misdeeds, the Supreme Lord arranges for him to be given only a token of these reactions, and very soon he is freed from all the reactions of material contamination. One should therefore adhere to devotional service, and the Lord Himself will very soon see to one’s promotion to the spiritual world. A devotee should not be disturbed by unfortunate circumstances, but must continue his regular program, depending on the Lord for everything. The word upadhārayan, “considering,” is very significant in this verse. This word indicates that a devotee knows what is what; he understands what is happening in material, conditional life."
    },
    {
        "verse": "13",
        "devanagari": "एवं विमोक्ष्य गजयूथपमब्जनाभ-स्तेनापि पार्षदगतिं गमितेन युक्त: ।गन्धर्वसिद्धविबुधैरुपगीयमान-कर्माद्भ‍ुतं स्वभवनं गरुडासनोऽगात् ॥ १३ ॥",
        "english_devnagari": "evaṁ vimokṣya gaja-yūtha-pam abja-nābhastenāpi pārṣada-gatiṁ gamitena yuktaḥgandharva-siddha-vibudhair upagīyamāna-karmādbhutaṁ sva-bhavanaṁ garuḍāsano ’gāt",
        "verse_Syn": [
            "evam",
            "vimokṣya",
            "gaja",
            "yūtha",
            "pam",
            "abja",
            "nābhaḥ",
            "tena",
            "api",
            "pārṣada",
            "gatim",
            "gamitena",
            "yuktaḥ",
            "gandharva",
            "siddha",
            "vibudhaiḥ",
            "upagīyamāna",
            "karma",
            "adbhutam",
            "sva",
            "bhavanam",
            "garuḍa",
            "āsanaḥ",
            "agāt"
        ],
        "translation": "Upon delivering the King of the elephants from the clutches of the crocodile, and from material existence, which resembles a crocodile, the Lord awarded him the status of sārūpya-mukti. In the presence of the Gandharvas, the Siddhas and the other demigods, who were praising the Lord for His wonderful transcendental activities, the Lord, sitting on the back of His carrier, Garuḍa, returned to His all-wonderful abode and took Gajendra with Him.",
        "purport": " In this verse the word vimokṣya is significant. For a devotee, mokṣa or mukti — salvation — means getting the position of the Lord’s associate. The impersonalists are satisfied to get the liberation of merging in the Brahman effulgence, but for a devotee, mukti (liberation) means not to merge in the effulgence of the Lord, but to be directly promoted to the Vaikuṇṭha planets and to become an associate of the Lord. In this regard, there is a relevant verse in Śrīmad-Bhāgavatam (10.14.8): “One who seeks Your compassion and thus tolerates all kinds of adverse conditions due to the karma of his past deeds, who engages always in Your devotional service with his mind, words and body, and who always offers obeisances unto You, is certainly a bona fide candidate for liberation.” A devotee who tolerates everything in this material world and patiently executes his devotional service can become mukti-pade sa dāya-bhāk, a bona fide candidate for liberation. The word dāya-bhāk refers to a hereditary right to the Lord’s mercy. A devotee must simply engage in devotional service, not caring about material situations. Then he automatically becomes a rightful candidate for promotion to Vaikuṇṭhaloka. The devotee who renders unalloyed service to the Lord gets the right to be promoted to Vaikuṇṭhaloka, just as a son inherits the property of his father. When a devotee gets liberation, he becomes free from material contamination and engages as a servant of the Lord. This is explained in Śrīmad-Bhāgavatam (2.10.6): muktir hitvānyathā rūpaṁ svarūpena vyavasthitiḥ. The word svarūpa refers to sārūpya-mukti — going back home, back to Godhead, and remaining the Lord’s eternal associate, having regained a spiritual body exactly resembling that of the Lord, with four hands, holding the śaṅkha, cakra, gadā and padma. The difference between the mukti of the impersonalist and that of the devotee is that the devotee is immediately appointed an eternal servant of the Lord, whereas the impersonalist, although merging in the effulgence of the brahmajyoti, is still insecure and therefore generally falls again to this material world. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adho ’nādṛta-yuṣmad-aṅghrayaḥ (Bhāg. 10.2.32). Although the impersonalist rises to the Brahman effulgence and enters into that effulgence, he has no engagement in the service of the Lord, and therefore he is again attracted to materialistic philanthropic activities. Thus he comes down to open hospitals and educational institutions, feed poor men and perform similar materialistic activities, which the impersonalist thinks are more precious than serving the Supreme Personality of Godhead. Anādṛta-yuṣmad-aṅghrayaḥ. The impersonalists do not think that the service of the Lord is more valuable than serving the poor man or starting a school or hospital. Although they say brahma satyaṁ jagan mithyā — “Brahman is real, and the material world is false” — they are nonetheless very eager to serve the false material world and neglect the service of the lotus feet of the Supreme Personality of Godhead."
    },
    {
        "verse": "14",
        "devanagari": "एतन्महाराज तवेरितो मयाकृष्णानुभावो गजराजमोक्षणम् ।स्वर्ग्यं यशस्यं कलिकल्मषापहंदु:स्वप्ननाशं कुरुवर्य श‍ृण्वताम् ॥ १४ ॥",
        "english_devnagari": "etan mahā-rāja taverito mayākṛṣṇānubhāvo gaja-rāja-mokṣaṇamsvargyaṁ yaśasyaṁ kali-kalmaṣāpahaṁduḥsvapna-nāśaṁ kuru-varya śṛṇvatām",
        "verse_Syn": [
            "etat",
            "mahā",
            "rāja",
            "tava",
            "īritaḥ",
            "mayā",
            "kṛṣṇa",
            "anubhāvaḥ",
            "gaja",
            "rāja",
            "mokṣaṇam",
            "svargyam",
            "yaśasyam",
            "kali",
            "kalmaṣa",
            "apaham",
            "duḥsvapna",
            "nāśam",
            "kuru",
            "varya",
            "śṛṇvatām"
        ],
        "translation": "My dear King Parīkṣit, I have now described the wonderful power of Kṛṣṇa, as displayed when the Lord delivered the King of the elephants. O best of the Kuru dynasty, those who hear this narration become fit to be promoted to the higher planetary systems. Simply because of hearing this narration, they gain a reputation as devotees, they are unaffected by the contamination of Kali-yuga, and they never see bad dreams.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "यथानुकीर्तयन्त्येतच्छ्रेयस्कामा द्विजातय: ।शुचय: प्रातरुत्थाय दु:स्वप्नाद्युपशान्तये ॥ १५ ॥",
        "english_devnagari": "yathānukīrtayanty etacchreyas-kāmā dvijātayaḥśucayaḥ prātar utthāyaduḥsvapnādy-upaśāntaye",
        "verse_Syn": [
            "yathā",
            "anukīrtayanti",
            "etat",
            "śreyaḥ",
            "kāmāḥ",
            "dvi",
            "jātayaḥ",
            "śucayaḥ",
            "prātaḥ",
            "utthāya",
            "duḥsvapna",
            "ādi",
            "upaśāntaye"
        ],
        "translation": "Therefore, after getting up from bed in the morning, those who desire their own welfare — especially the brāhmaṇas, kṣatriyas, vaiśyas and in particular the brāhmaṇa Vaiṣṇavas — should chant this narration as it is, without deviation, to counteract the troubles of bad dreams.",
        "purport": " Every verse in the Vedic literature, especially in the Śrīmad-Bhāgavatam and Bhagavad-gītā, is a Vedic mantra. Here the words yathānukīrtayanti are used to recommend that this literature be presented as it is. Unscrupulous persons, however, deviate from the actual narration and interpret the text in their own way with grammatical jugglery. Such deviations are to be avoided. This is a Vedic injunction supported by Śukadeva Gosvāmī, one of the mahājanas, or authorities. He says, yathānukīrtayanti: one should recite the mantra as it is, without deviation, for then one will be eligible to rise to the platform of all good fortune. Śukadeva Gosvāmī especially recommends that those who are brāhmaṇas (śucayaḥ) recite all these mantras after rising from bed in the morning. Because of sinful activities, at night we have bad dreams, which are very troublesome. Indeed, Mahārāja Yudhiṣṭhira was obliged to see hell because of a slight deviation from devotional service to the Lord. Therefore, duḥsvapna — bad dreams — occur because of sinful activities. A devotee sometimes accepts a sinful person as his disciple, and to counteract the sinful reactions he accepts from the disciple, he has to see a bad dream. Nonetheless, the spiritual master is so kind that in spite of having bad dreams due to the sinful disciple, he accepts this troublesome business for the deliverance of the victims of Kali-yuga. After initiation, therefore, a disciple should be extremely careful not to commit again any sinful act that might cause difficulties for himself and the spiritual master. Before the Deity, before the fire, before the spiritual master and before the Vaiṣṇavas, the honest disciple promises to refrain from all sinful activity. Therefore he must not again commit sinful acts and thus create a troublesome situation."
    },
    {
        "verse": "16",
        "devanagari": "इदमाह हरि: प्रीतो गजेन्द्रं कुरुसत्तम ।श‍ृण्वतां सर्वभूतानां सर्वभूतमयो विभु: ॥ १६ ॥",
        "english_devnagari": "idam āha hariḥ prītogajendraṁ kuru-sattamaśṛṇvatāṁ sarva-bhūtānāṁsarva-bhūta-mayo vibhuḥ",
        "verse_Syn": [
            "idam",
            "āha",
            "hariḥ",
            "prītaḥ",
            "gajendram",
            "kuru",
            "sat",
            "tama",
            "śṛṇvatām",
            "sarva",
            "bhūtānām",
            "sarva",
            "bhūta",
            "mayaḥ",
            "vibhuḥ"
        ],
        "translation": "O best of the Kuru dynasty, the Supreme Personality of Godhead, the Supersoul of everyone, being thus pleased, addressed Gajendra in the presence of everyone there. He spoke the following blessings.",
        "purport": ""
    },
    {
        "verse": "17-24",
        "devanagari": "श्रीभगवानुवाचये मां त्वां च सरश्चेदं गिरिकन्दरकाननम् ।वेत्रकीचकवेणूनां गुल्मानि सुरपादपान् ॥ १७ ॥श‍ृङ्गाणीमानि धिष्ण्यानि ब्रह्मणो मे शिवस्य च ।क्षीरोदं मे प्रियं धाम श्वेतद्वीपं च भास्वरम् ॥ १८ ॥श्रीवत्सं कौस्तुभं मालां गदां कौमोदकीं मम ।सुदर्शनं पाञ्चजन्यं सुपर्णं पतगेश्वरम् ॥ १९ ॥शेषं च मत्कलां सूक्ष्मां श्रियं देवीं मदाश्रयाम् ।ब्रह्माणं नारदमृषिं भवं प्रह्लादमेव च ॥ २० ॥मत्स्यकूर्मवराहाद्यैरवतारै: कृतानि मे ।कर्माण्यनन्तपुण्यानि सूर्यं सोमं हुताशनम् ॥ २१ ॥प्रणवं सत्यमव्यक्तं गोविप्रान् धर्ममव्ययम् ।दाक्षायणीर्धर्मपत्नी: सोमकश्यपयोरपि ॥ २२ ॥गङ्गां सरस्वतीं नन्दां कालिन्दीं सितवारणम् ।ध्रुवं ब्रह्मऋषीन्सप्त पुण्यश्लोकांश्च मानवान् ॥ २३ ॥उत्थायापररात्रान्ते प्रयता: सुसमाहिता: ।स्मरन्ति मम रूपाणि मुच्यन्ते तेꣷहसोऽखिलात् ॥ २४ ॥",
        "english_devnagari": "śrī-bhagavān uvācaye māṁ tvāṁ ca saraś cedaṁgiri-kandara-kānanamvetra-kīcaka-veṇūnāṁgulmāni sura-pādapān",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "ye",
            "mām",
            "tvām",
            "ca",
            "saraḥ",
            "ca",
            "idam",
            "giri",
            "kandara",
            "kānanam",
            "vetra",
            "kīcaka",
            "veṇūnām",
            "gulmāni",
            "sura",
            "pādapān",
            "śṛṅgāṇi",
            "imāni",
            "dhiṣṇyāni",
            "brahmaṇaḥ",
            "me",
            "śivasya",
            "ca",
            "kṣīra",
            "udam",
            "me",
            "priyam",
            "dhāma",
            "śveta",
            "dvīpam",
            "ca",
            "bhāsvaram",
            "śrīvatsam",
            "kaustubham",
            "mālām",
            "gadām",
            "kaumodakīm",
            "mama",
            "sudarśanam",
            "pāñcajanyam",
            "suparṇam",
            "pataga",
            "īśvaram",
            "śeṣam",
            "ca",
            "mat",
            "kalām",
            "sūkṣmām",
            "śriyam",
            "devīm",
            "mat",
            "āśrayām",
            "brahmāṇam",
            "nāradam",
            "ṛṣim",
            "bhavam",
            "prahrādam",
            "eva",
            "ca",
            "matsya",
            "kūrma",
            "varāha",
            "ādyaiḥ",
            "avatāraiḥ",
            "kṛtāni",
            "me",
            "karmāṇi",
            "ananta",
            "puṇyāni",
            "sūryam",
            "somam",
            "hutāśanam",
            "praṇavam",
            "satyam",
            "avyaktam",
            "go",
            "viprān",
            "dharmam",
            "avyayam",
            "dākṣāyaṇīḥ",
            "dharma",
            "patnīḥ",
            "soma",
            "kaśyapayoḥ",
            "api",
            "gaṅgām",
            "sarasvatīm",
            "nandām",
            "kālindīm",
            "sita",
            "vāraṇam",
            "dhruvam",
            "brahma",
            "ṛṣīn",
            "sapta",
            "puṇya",
            "ślokān",
            "ca",
            "mānavān",
            "utthāya",
            "apara",
            "rātra",
            "ante",
            "prayatāḥ",
            "su",
            "samāhitāḥ",
            "smaranti",
            "mama",
            "rūpāṇi",
            "mucyante",
            "te",
            "aṁhasaḥ",
            "akhilāt"
        ],
        "translation": "The Supreme Personality of Godhead said: Freed from all sinful reactions are those who rise from bed at the end of night, early in the morning, and fully concentrate their minds with great attention upon My form; your form; this lake; this mountain; the caves; the gardens; the cane plants; the bamboo plants; the celestial trees; the residential quarters of Me, Lord Brahmā and Lord Śiva; the three peaks of Trikūṭa Mountain, made of gold, silver and iron; My very pleasing abode [the Ocean of Milk]; the white island, Śvetadvīpa, which is always brilliant with spiritual rays; My mark of Śrīvatsa; the Kaustubha gem; My Vaijayantī garland; My club, Kaumodakī; My Sudarśana disc and Pāñcajanya conchshell; My bearer, Garuḍa, the king of the birds; My bed, Śeṣa Nāga; My expansion of energy the goddess of fortune; Lord Brahmā; Nārada Muni; Lord Śiva; Prahlāda; My incarnations like Matsya, Kūrma and Varāha; My unlimited all-auspicious activities, which yield piety to he who hears them; the sun; the moon; fire; the mantra oṁkāra; the Absolute Truth; the total material energy; the cows and brāhmaṇas; devotional service; the wives of Soma and Kaśyapa, who are all daughters of King Dakṣa; the rivers Ganges, Sarasvatī, Nandā and Yamunā [Kālindī]; the elephant Airāvata; Dhruva Mahārāja; the seven ṛṣis; and the pious human beings.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "ये मां स्तुवन्त्यनेनाङ्ग प्रतिबुध्य निशात्यये ।तेषां प्राणात्यये चाहं ददामि विपुलां गतिम् ॥ २५ ॥",
        "english_devnagari": "ye māṁ stuvanty anenāṅgapratibudhya niśātyayeteṣāṁ prāṇātyaye cāhaṁdadāmi vipulāṁ gatim",
        "verse_Syn": [
            "ye",
            "mām",
            "stuvanti",
            "anena",
            "aṅga",
            "pratibudhya",
            "niśa",
            "atyaye",
            "teṣām",
            "prāṇa",
            "atyaye",
            "ca",
            "aham",
            "dadāmi",
            "vipulām",
            "gatim"
        ],
        "translation": "My dear devotee, unto those who rise from bed at the end of night and offer Me the prayers offered by you, I give an eternal residence in the spiritual world at the end of their lives.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचइत्यादिश्य हृषीकेश: प्राध्माय जलजोत्तमम् ।हर्षयन्विबुधानीकमारुरोह खगाधिपम् ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācaity ādiśya hṛṣīkeśaḥprādhmāya jalajottamamharṣayan vibudhānīkamāruroha khagādhipam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ādiśya",
            "hṛṣīkeśaḥ",
            "prādhmāya",
            "jala",
            "ja",
            "uttamam",
            "harṣayan",
            "vibudha",
            "anīkam",
            "āruroha",
            "khaga",
            "adhipam"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: After giving this instruction, the Lord, who is known as Hṛṣīkeśa, bugled with His Pāñcajanya conchshell, in this way pleasing all the demigods, headed by Lord Brahmā. Then He mounted the back of His carrier, Garuḍa.",
        "purport": ""
    }
]