[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचमन्वन्तरेषु भगवन्यथा मन्वादयस्त्विमे ।यस्मिन्कर्मणि ये येन नियुक्तास्तद्वदस्व मे ॥ १ ॥",
        "english_devnagari": "śrī-rājovācamanvantareṣu bhagavanyathā manv-ādayas tv imeyasmin karmaṇi ye yenaniyuktās tad vadasva me",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "manvantareṣu",
            "bhagavan",
            "yathā",
            "manu",
            "ādayaḥ",
            "tu",
            "ime",
            "yasmin",
            "karmaṇi",
            "ye",
            "yena",
            "niyuktāḥ",
            "tat",
            "vadasva",
            "me"
        ],
        "translation": "Mahārāja Parīkṣit inquired: O most opulent Śukadeva Gosvāmī, please explain to me how Manu and the others in each manvantara are engaged in their respective duties, and by whose order they are so engaged.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीऋषिरुवाचमनवो मनुपुत्राश्च मुनयश्च महीपते ।इन्द्रा: सुरगणाश्चैव सर्वे पुरुषशासना: ॥ २ ॥",
        "english_devnagari": "śrī-ṛṣir uvācamanavo manu-putrāś camunayaś ca mahī-pateindrāḥ sura-gaṇāś caivasarve puruṣa-śāsanāḥ",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "manavaḥ",
            "manu",
            "putrāḥ",
            "ca",
            "munayaḥ",
            "ca",
            "mahī",
            "pate",
            "indrāḥ",
            "sura",
            "gaṇāḥ",
            "ca",
            "eva",
            "sarve",
            "puruṣa",
            "śāsanāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: The Manus, the sons of Manu, the great sages, the Indras and all the demigods, O King, are appointed by the Supreme Personality of Godhead in His various incarnations such as Yajña.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "यज्ञादयो या: कथिता: पौरुष्यस्तनवो नृप ।मन्वादयो जगद्यात्रां नयन्त्याभि: प्रचोदिता: ॥ ३ ॥",
        "english_devnagari": "yajñādayo yāḥ kathitāḥpauruṣyas tanavo nṛpamanv-ādayo jagad-yātrāṁnayanty ābhiḥ pracoditāḥ",
        "verse_Syn": [
            "yajña",
            "ādayaḥ",
            "yāḥ",
            "kathitāḥ",
            "pauruṣyaḥ",
            "tanavaḥ",
            "nṛpa",
            "manu",
            "ādayaḥ",
            "jagat",
            "yātrām",
            "nayanti",
            "ābhiḥ",
            "pracoditāḥ"
        ],
        "translation": "O King, I have already described to you various incarnations of the Lord, such as Yajña. The Manus and others are chosen by these incarnations, under whose direction they conduct the universal affairs.",
        "purport": " The Manus execute the orders of the Supreme Personality of Godhead in His various incarnations."
    },
    {
        "verse": "4",
        "devanagari": "चतुर्युगान्ते कालेन ग्रस्ताञ्छ्रुतिगणान्यथा ।तपसा ऋषयोऽपश्यन्यतो धर्म: सनातन: ॥ ४ ॥",
        "english_devnagari": "catur-yugānte kālenagrastāñ chruti-gaṇān yathātapasā ṛṣayo ’paśyanyato dharmaḥ sanātanaḥ",
        "verse_Syn": [
            "catuḥ",
            "yuga",
            "ante",
            "kālena",
            "grastān",
            "śruti",
            "gaṇān",
            "yathā",
            "tapasā",
            "ṛṣayaḥ",
            "apaśyan",
            "yataḥ",
            "dharmaḥ",
            "sanātanaḥ"
        ],
        "translation": "At the end of every four yugas, the great saintly persons, upon seeing that the eternal occupational duties of mankind have been misused, reestablish the principles of religion.",
        "purport": " In this verse, the words dharmaḥ and sanātanaḥ are very important. Sanātana means “eternal,” and dharma means “occupational duties.” From Satya-yuga to Kali-yuga, the principles of religion and occupational duty gradually deteriorate. In Satya-yuga, the religious principles are observed in full, without deviation. In Tretā-yuga, however, these principles are somewhat neglected, and only three fourths of the religious duties continue. In Dvāpara-yuga only half of the religious principles continue, and in Kali-yuga only one fourth of the religious principles, which gradually disappear. At the end of Kali-yuga, the principles of religion, or the occupational duties of humanity, are almost lost. Indeed, in this Kali-yuga we have passed through only five thousand years, yet the decline of sanātana-dharma is very prominent. The duty of saintly persons, therefore, is to take up seriously the cause of sanātana-dharma and try to reestablish it for the benefit of the entire human society. The Kṛṣṇa consciousness movement has been started according to this principle. As stated in Śrīmad-Bhāgavatam (12.3.51): The entire Kali-yuga is full of faults. It is like an unlimited ocean of faults. But the Kṛṣṇa consciousness movement is very authorized. Therefore, following in the footsteps of Śrī Caitanya Mahāprabhu, who five hundred years ago inaugurated the movement of saṅkīrtana, kṛṣṇa-kīrtana, we are trying to introduce this movement, according to superior orders, all over the world. Now, if the inaugurators of this movement strictly follow the regulative principles and spread this movement for the benefit of all human society, they will certainly usher in a new way of life by reestablishing sanātana-dharma, the eternal occupational duties of humanity. The eternal occupational duty of the human being is to serve Kṛṣṇa. Jīvera ‘svarūpa’ haya-kṛṣṇera ‘nitya-dāsa.’ This is the purport of sanātana-dharma. Sanātana means nitya, or “eternal,” and kṛṣṇa-dāsa means “servant of Kṛṣṇa.” The eternal occupational duty of the human being is to serve Kṛṣṇa. This is the sum and substance of the Kṛṣṇa consciousness movement."
    },
    {
        "verse": "5",
        "devanagari": "ततो धर्मं चतुष्पादं मनवो हरिणोदिता: ।युक्ता: सञ्चारयन्त्यद्धा स्वे स्वे काले महीं नृप ॥ ५ ॥",
        "english_devnagari": "tato dharmaṁ catuṣpādaṁmanavo hariṇoditāḥyuktāḥ sañcārayanty addhāsve sve kāle mahīṁ nṛpa",
        "verse_Syn": [
            "tataḥ",
            "dharmam",
            "catuḥ",
            "pādam",
            "manavaḥ",
            "hariṇā",
            "uditāḥ",
            "yuktāḥ",
            "sañcārayanti",
            "addhā",
            "sve",
            "sve",
            "kāle",
            "mahīm",
            "nṛpa"
        ],
        "translation": "Thereafter, O King, the Manus, being fully engaged according to the instructions of the Supreme Personality of Godhead, directly reestablish the principles of occupational duty in its full four parts.",
        "purport": " Dharma, or occupational duty, can be established in its full four parts as explained in Bhagavad-gītā. In Bhagavad-gītā (4.1) the Lord says: “I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku.” This is the process of disciplic succession. Following the same process, the Kṛṣṇa consciousness movement is teaching the principles of Bhagavad-gītā as it is, without deviation, all over the world. If the fortunate people of this time accept the instructions of Lord Kṛṣṇa, they will certainly be happy in Śrī Caitanya Mahāprabhu’s mission. Caitanya Mahāprabhu wanted everyone, at least in India, to become a preacher of this mission. In other words, one should become a guru and preach the Lord’s instructions all over the world for the peace and prosperity of humanity."
    },
    {
        "verse": "6",
        "devanagari": "पालयन्ति प्रजापाला यावदन्तं विभागश: ।यज्ञभागभुजो देवा ये च तत्रान्विताश्च तै: ॥ ६ ॥",
        "english_devnagari": "pālayanti prajā-pālāyāvad antaṁ vibhāgaśaḥyajña-bhāga-bhujo devāye ca tatrānvitāś ca taiḥ",
        "verse_Syn": [
            "pālayanti",
            "prajā",
            "pālāḥ",
            "yāvat",
            "antam",
            "vibhāgaśaḥ",
            "yajña",
            "bhāga",
            "bhujaḥ",
            "devāḥ",
            "ye",
            "ca",
            "tatra",
            "anvitāḥ",
            "ca",
            "taiḥ"
        ],
        "translation": "To enjoy the results of sacrifices [yajñas], the rulers of the world, namely the sons and grandsons of Manu, discharge the orders of the Supreme Personality of Godhead until the end of Manu’s reign. The demigods also share the results of these sacrifices.",
        "purport": " As stated in Bhagavad-gītā (4.2): “This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way.” This paramparā system extends from Manu to Ikṣvāku and from Ikṣvāku to his sons and grandsons. The rulers of the world in the line of hierarchy execute the order of the Supreme Personality of Godhead in the paramparā system. Anyone interested in peaceful life must participate in this paramparā system and perform yajñas. As Gauḍīya Vaiṣṇavas in the paramparā system of Śrī Caitanya Mahāprabhu, we must perform saṅkīrtana-yajña all over the world (yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ). Śrī Caitanya Mahāprabhu is the incarnation of the Supreme Personality of Godhead in this Age of Kali, and He will be easily satisfied if the saṅkīrtana movement is spread vigorously all over the world. This will also make people happy without a doubt."
    },
    {
        "verse": "7",
        "devanagari": "इन्द्रो भगवता दत्तां त्रैलोक्यश्रियमूर्जिताम् ।भुञ्जान: पाति लोकांस्त्रीन् कामं लोके प्रवर्षति ॥ ७ ॥",
        "english_devnagari": "indro bhagavatā dattāṁtrailokya-śriyam ūrjitāmbhuñjānaḥ pāti lokāṁs trīnkāmaṁ loke pravarṣati",
        "verse_Syn": [
            "indraḥ",
            "bhagavatā",
            "dattām",
            "trailokya",
            "śriyam",
            "ūrjitām",
            "bhuñjānaḥ",
            "pāti",
            "lokān",
            "trīn",
            "kāmam",
            "loke",
            "pravarṣati"
        ],
        "translation": "Indra, King of heaven, receiving benedictions from the Supreme Personality of Godhead and thus enjoying highly developed opulences, maintains the living entities all over the three worlds by pouring sufficient rain on all the planets.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "ज्ञानं चानुयुगं ब्रूते हरि: सिद्धस्वरूपधृक् ।ऋषिरूपधर: कर्म योगं योगेशरूपधृक् ॥ ८ ॥",
        "english_devnagari": "jñānaṁ cānuyugaṁ brūtehariḥ siddha-svarūpa-dhṛkṛṣi-rūpa-dharaḥ karmayogaṁ yogeśa-rūpa-dhṛk",
        "verse_Syn": [
            "jñānam",
            "ca",
            "anuyugam",
            "brūte",
            "hariḥ",
            "siddha",
            "svarūpa",
            "dhṛk",
            "ṛṣi",
            "rūpa",
            "dharaḥ",
            "karma",
            "yogam",
            "yoga",
            "īśa",
            "rūpa",
            "dhṛk"
        ],
        "translation": "In every yuga, the Supreme Personality of Godhead, Hari, assumes the form of Siddhas such as Sanaka to preach transcendental knowledge, He assumes the form of great saintly persons such as Yājñavalkya to teach the way of karma, and He assumes the form of great yogīs such as Dattātreya to teach the system of mystic yoga.",
        "purport": " For the benefit of all human society, not only does the Lord assume the form of Manu as an incarnation to rule the universe properly, but He also assumes the forms of a teacher, yogī, jñānī and so on, for the benefit of human society. The duty of human society, therefore, is to accept the path of action enunciated by the Supreme Lord. In the present age, the sum and substance of all Vedic knowledge is to be found in Bhagavad-gītā, which is personally taught by the Supreme Personality of Godhead, and the same Supreme Godhead, assuming the form of Śrī Caitanya Mahāprabhu, expands the teachings of Bhagavad-gītā all over the world. In other words, the Supreme Personality of Godhead, Hari, is so kind and merciful to human society that He is always anxious to take the fallen souls back home, back to Godhead."
    },
    {
        "verse": "9",
        "devanagari": "सर्गं प्रजेशरूपेण दस्यून्हन्यात् स्वराड्‌वपु: ।कालरूपेण सर्वेषामभावाय पृथग्गुण: ॥ ९ ॥",
        "english_devnagari": "sargaṁ prajeśa-rūpeṇadasyūn hanyāt svarāḍ-vapuḥkāla-rūpeṇa sarveṣāmabhāvāya pṛthag guṇaḥ",
        "verse_Syn": [
            "sargam",
            "prajā",
            "īśa",
            "rūpeṇa",
            "dasyūn",
            "hanyāt",
            "sva",
            "rāṭ",
            "vapuḥ",
            "kāla",
            "rūpeṇa",
            "sarveṣām",
            "abhāvāya",
            "pṛthak",
            "guṇaḥ"
        ],
        "translation": "In the form of Prajāpati Marīci, the Supreme Personality of Godhead creates progeny; becoming the king, He kills the thieves and rogues; and in the form of time, He annihilates everything. All the different qualities of material existence should be understood to be qualities of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "स्तूयमानो जनैरेभिर्मायया नामरूपया ।विमोहितात्मभिर्नानादर्शनैर्न च द‍ृश्यते ॥ १० ॥",
        "english_devnagari": "stūyamāno janair ebhirmāyayā nāma-rūpayāvimohitātmabhir nānā-darśanair na ca dṛśyate",
        "verse_Syn": [
            "stūyamānaḥ",
            "janaiḥ",
            "ebhiḥ",
            "māyayā",
            "nāma",
            "rūpayā",
            "vimohita",
            "ātmabhiḥ",
            "nānā",
            "darśanaiḥ",
            "na",
            "ca",
            "dṛśyate"
        ],
        "translation": "People in general are bewildered by the illusory energy, and therefore they try to find the Absolute Truth, the Supreme Personality of Godhead, through various types of research and philosophical speculation. Nonetheless, they are unable to see the Supreme Lord.",
        "purport": " Whatever actions and reactions take place for the creation, maintenance and annihilation of this material world are actually brought about by the one Supreme Person. There are many varieties of philosophers trying to search for the ultimate cause under different names and forms, but they are unable to find the Supreme Personality of Godhead, Kṛṣṇa, who explains in Bhagavad-gītā that He is the origin of everything and the cause of all causes (ahaṁ sarvasya prabhavaḥ). This inability is due to the illusory energy of the Supreme Lord. Devotees, therefore, accept the Supreme Personality of Godhead as He is and remain happy simply by chanting the glories of the Lord."
    },
    {
        "verse": "11",
        "devanagari": "एतत् कल्पविकल्पस्य प्रमाणं परिकीर्तितम् ।यत्र मन्वन्तराण्याहुश्चतुर्दश पुराविद: ॥ ११ ॥",
        "english_devnagari": "etat kalpa-vikalpasyapramāṇaṁ parikīrtitamyatra manvantarāṇy āhuścaturdaśa purāvidaḥ",
        "verse_Syn": [
            "etat",
            "kalpa",
            "vikalpasya",
            "pramāṇam",
            "parikīrtitam",
            "yatra",
            "manvantarāṇi",
            "āhuḥ",
            "caturdaśa",
            "purā",
            "vidaḥ"
        ],
        "translation": "In one kalpa, or one day of Brahmā, there take place the many changes called vikalpas. O King, all of these have been previously described to you by me. Learned scholars who know the past, present and future have ascertained that in one day of Brahmā there are fourteen Manus.",
        "purport": ""
    }
]