[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचराजन्नुदितमेतत् ते हरे: कर्माघनाशनम् ।गजेन्द्रमोक्षणं पुण्यं रैवतं त्वन्तरं श‍ृणु ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācarājann uditam etat tehareḥ karmāgha-nāśanamgajendra-mokṣaṇaṁ puṇyaṁraivataṁ tv antaraṁ śṛṇu",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "rājan",
            "uditam",
            "etat",
            "te",
            "hareḥ",
            "karma",
            "agha",
            "nāśanam",
            "gajendra",
            "mokṣaṇam",
            "puṇyam",
            "raivatam",
            "tu",
            "antaram",
            "śṛṇu"
        ],
        "translation": "Śukadeva Gosvāmī continued: O King, I have described to you the pastime of Gajendra-mokṣaṇa, which is most pious to hear. By hearing of such activities of the Lord, one can be freed from all sinful reactions. Now please listen as I describe Raivata Manu.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "पञ्चमो रैवतो नाम मनुस्तामससोदर: ।बलिविन्ध्यादयस्तस्य सुता हार्जुनपूर्वका: ॥ २ ॥",
        "english_devnagari": "pañcamo raivato nāmamanus tāmasa-sodaraḥbali-vindhyādayas tasyasutā hārjuna-pūrvakāḥ",
        "verse_Syn": [
            "pañcamaḥ",
            "raivataḥ",
            "nāma",
            "manuḥ",
            "tāmasa",
            "sodaraḥ",
            "bali",
            "vindhya",
            "ādayaḥ",
            "tasya",
            "sutāḥ",
            "ha",
            "arjuna",
            "pūrvakāḥ"
        ],
        "translation": "The brother of Tāmasa Manu was the fifth Manu, named Raivata. His sons were headed by Arjuna, Bali and Vindhya.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "विभुरिन्द्र: सुरगणा राजन्भूतरयादय: ।हिरण्यरोमा वेदशिरा ऊर्ध्वबाह्वादयो द्विजा: ॥ ३ ॥",
        "english_devnagari": "vibhur indraḥ sura-gaṇārājan bhūtarayādayaḥhiraṇyaromā vedaśirāūrdhvabāhv-ādayo dvijāḥ",
        "verse_Syn": [
            "vibhuḥ",
            "indraḥ",
            "sura",
            "gaṇāḥ",
            "rājan",
            "bhūtaraya",
            "ādayaḥ",
            "hiraṇyaromā",
            "vedaśirā",
            "ūrdhvabāhu",
            "ādayaḥ",
            "dvijāḥ"
        ],
        "translation": "O King, in the millennium of Raivata Manu the King of heaven was known as Vibhu, among the demigods were the Bhūtarayas, and among the seven brāhmaṇas who occupied the seven planets were Hiraṇyaromā, Vedaśirā and Ūrdhvabāhu.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "पत्नी विकुण्ठा शुभ्रस्य वैकुण्ठै: सुरसत्तमै: ।तयो: स्वकलया जज्ञे वैकुण्ठो भगवान्स्वयम् ॥ ४ ॥",
        "english_devnagari": "patnī vikuṇṭhā śubhrasyavaikuṇṭhaiḥ sura-sattamaiḥtayoḥ sva-kalayā jajñevaikuṇṭho bhagavān svayam",
        "verse_Syn": [
            "patnī",
            "vikuṇṭhā",
            "śubhrasya",
            "vaikuṇṭhaiḥ",
            "sura",
            "sat",
            "tamaiḥ",
            "tayoḥ",
            "sva",
            "kalayā",
            "jajñe",
            "vaikuṇṭhaḥ",
            "bhagavān",
            "svayam"
        ],
        "translation": "From the combination of Śubhra and his wife, Vikuṇṭhā, there appeared the Supreme Personality of Godhead, Vaikuṇṭha, along with demigods who were His personal plenary expansions.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "वैकुण्ठ: कल्पितो येन लोको लोकनमस्कृत: ।रमया प्रार्थ्यमानेन देव्या तत्प्रियकाम्यया ॥ ५ ॥",
        "english_devnagari": "vaikuṇṭhaḥ kalpito yenaloko loka-namaskṛtaḥramayā prārthyamānenadevyā tat-priya-kāmyayā",
        "verse_Syn": [
            "vaikuṇṭhaḥ",
            "kalpitaḥ",
            "yena",
            "lokaḥ",
            "loka",
            "namaskṛtaḥ",
            "ramayā",
            "prārthyamānena",
            "devyā",
            "tat",
            "priya",
            "kāmyayā"
        ],
        "translation": "Just to please the goddess of fortune, the Supreme Personality of Godhead, Vaikuṇṭha, at her request, created another Vaikuṇṭha planet, which is worshiped by everyone.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks here that this Vaikuṇṭha planet, like Śrīmad-Bhāgavatam, appears and is said to be born or created, but both Śrīmad-Bhāgavatam and Vaikuṇṭha eternally exist beyond the material universes, which are enveloped by eight kinds of coverings. As described in the Second Canto, Lord Brahmā saw Vaikuṇṭha before the creation of the universe. Vīrarāghava Ācārya mentions that this Vaikuṇṭha is within the universe. It is situated above the mountain known as Lokāloka. This planet is worshiped by everyone."
    },
    {
        "verse": "6",
        "devanagari": "तस्यानुभाव: कथितो गुणाश्च परमोदया: ।भौमान्‍रेणून्स विममे यो विष्णोर्वर्णयेद् गुणान् ॥ ६ ॥",
        "english_devnagari": "tasyānubhāvaḥ kathitoguṇāś ca paramodayāḥbhaumān reṇūn sa vimameyo viṣṇor varṇayed guṇān",
        "verse_Syn": [
            "tasya",
            "anubhāvaḥ",
            "kathitaḥ",
            "guṇāḥ",
            "ca",
            "parama",
            "udayāḥ",
            "bhaumān",
            "reṇūn",
            "saḥ",
            "vimame",
            "yaḥ",
            "viṣṇoḥ",
            "varṇayet",
            "guṇān"
        ],
        "translation": "Although the great activities and transcendental qualities of the Supreme Personality of Godhead’s various incarnations are wonderfully described, sometimes we are unable to understand them. Yet everything is possible for Lord Viṣṇu. If one could count the atoms of the universe, then he could count the qualities of the Supreme Personality of Godhead. But no one can count the atoms of the universe, nor can anyone count the transcendental qualities of the Lord.",
        "purport": " The Lord’s glorious activities referred to in this connection took place after His personal bodyguards Jaya and Vijaya became Daityas, having been cursed by the great sages Sanaka, Sanātana, Sanat-kumāra and Sanandana. Jaya, as Hiraṇyākṣa, had to fight with Varāhadeva, and that same Varāhadeva is mentioned in regard to the Raivata millennium. The fighting, however, took place during the reign of the first Manu, Svāyambhuva. Therefore according to some authorities there are two Varāhas. According to others, however, Varāha appeared during the regime of Svāyambhuva Manu and stayed in the water until that of Raivata Manu. Some may doubt that this could be possible, but the answer is that everything is possible. If one could count the atoms within the universe, one could count the qualities of Lord Viṣṇu. But the atoms of the universe are impossible for anyone to count, and similarly no one can count the transcendental qualities of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "षष्ठश्च चक्षुष: पुत्रश्चाक्षुषो नाम वै मनु: ।पूरुपूरुषसुद्युम्नप्रमुखाश्चाक्षुषात्मजा: ॥ ७ ॥",
        "english_devnagari": "ṣaṣṭhaś ca cakṣuṣaḥ putraścākṣuṣo nāma vai manuḥpūru-pūruṣa-sudyumna-pramukhāś cākṣuṣātmajāḥ",
        "verse_Syn": [
            "ṣaṣṭhaḥ",
            "ca",
            "cakṣuṣaḥ",
            "putraḥ",
            "cākṣuṣaḥ",
            "nāma",
            "vai",
            "manuḥ",
            "pūru",
            "pūruṣa",
            "sudyumna",
            "pramukhāḥ",
            "cākṣuṣa",
            "ātma",
            "jāḥ"
        ],
        "translation": "The son of Cakṣu known as Cākṣuṣa was the sixth Manu. He had many sons, headed by Pūru, Pūruṣa and Sudyumna.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "इन्द्रो मन्त्रद्रुमस्तत्र देवा आप्यादयो गणा: ।मुनयस्तत्र वै राजन्हविष्मद्वीरकादय: ॥ ८ ॥",
        "english_devnagari": "indro mantradrumas tatradevā āpyādayo gaṇāḥmunayas tatra vai rājanhaviṣmad-vīrakādayaḥ",
        "verse_Syn": [
            "indraḥ",
            "mantradrumaḥ",
            "tatra",
            "devāḥ",
            "āpya",
            "ādayaḥ",
            "gaṇāḥ",
            "munayaḥ",
            "tatra",
            "vai",
            "rājan",
            "haviṣmat",
            "vīraka",
            "ādayaḥ"
        ],
        "translation": "During the reign of Cākṣuṣa Manu, the King of heaven was known as Mantradruma. Among the demigods were the Āpyas, and among the great sages were Haviṣmān and Vīraka.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तत्रापि देवसम्भूत्यां वैराजस्याभवत् सुत: ।अजितो नाम भगवानंशेन जगत: पति: ॥ ९ ॥",
        "english_devnagari": "tatrāpi devasambhūtyāṁvairājasyābhavat sutaḥajito nāma bhagavānaṁśena jagataḥ patiḥ",
        "verse_Syn": [
            "tatra",
            "api",
            "devasambhūtyām",
            "vairājasya",
            "abhavat",
            "sutaḥ",
            "ajitaḥ",
            "nāma",
            "bhagavān",
            "aṁśena",
            "jagataḥ",
            "patiḥ"
        ],
        "translation": "In this sixth manvantara millennium, Lord Viṣṇu, the master of the universe, appeared in His partial expansion. He was begotten by Vairāja in the womb of his wife, Devasambhūti, and His name was Ajita.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "पयोधिं येन निर्मथ्य सुराणां साधिता सुधा ।भ्रममाणोऽम्भसि धृत: कूर्मरूपेण मन्दर: ॥ १० ॥",
        "english_devnagari": "payodhiṁ yena nirmathyasurāṇāṁ sādhitā sudhābhramamāṇo ’mbhasi dhṛtaḥkūrma-rūpeṇa mandaraḥ",
        "verse_Syn": [
            "payodhim",
            "yena",
            "nirmathya",
            "surāṇām",
            "sādhitā",
            "sudhā",
            "bhramamāṇaḥ",
            "ambhasi",
            "dhṛtaḥ",
            "kūrma",
            "rūpeṇa",
            "mandaraḥ"
        ],
        "translation": "By churning the Ocean of Milk, Ajita produced nectar for the demigods. In the form of a tortoise, He moved here and there, carrying on His back the great mountain known as Mandara.",
        "purport": ""
    },
    {
        "verse": "11-12",
        "devanagari": "श्रीराजोवाचयथा भगवता ब्रह्मन्मथित: क्षीरसागर: ।यदर्थं वा यतश्चाद्रिं दधाराम्बुचरात्मना ॥ ११ ॥यथामृतं सुरै: प्राप्तं किं चान्यदभवत् तत: ।एतद् भगवत: कर्म वदस्व परमाद्भ‍ुतम् ॥ १२ ॥",
        "english_devnagari": "śrī-rājovācayathā bhagavatā brahmanmathitaḥ kṣīra-sāgaraḥyad-arthaṁ vā yataś cādriṁdadhārāmbucarātmanā",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "yathā",
            "bhagavatā",
            "brahman",
            "mathitaḥ",
            "kṣīra",
            "sāgaraḥ",
            "yat",
            "artham",
            "vā",
            "yataḥ",
            "ca",
            "adrim",
            "dadhāra",
            "ambucara",
            "ātmanā",
            "yathā",
            "amṛtam",
            "suraiḥ",
            "prāptam",
            "kim",
            "ca",
            "anyat",
            "abhavat",
            "tataḥ",
            "etat",
            "bhagavataḥ",
            "karma",
            "vadasva",
            "parama",
            "adbhutam"
        ],
        "translation": "King Parīkṣit inquired: O great brāhmaṇa, Śukadeva Gosvāmī, why and how did Lord Viṣṇu churn the Ocean of Milk? For what reason did He stay in the water as a tortoise and hold up Mandara Mountain? How did the demigods obtain the nectar, and what other things were produced from the churning of the ocean? Kindly describe all these wonderful activities of the Lord.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "त्वया सङ्कथ्यमानेन महिम्ना सात्वतां पते: ।नातितृप्यति मे चित्तं सुचिरं तापतापितम् ॥ १३ ॥",
        "english_devnagari": "tvayā saṅkathyamānenamahimnā sātvatāṁ pateḥnātitṛpyati me cittaṁsuciraṁ tāpa-tāpitam",
        "verse_Syn": [
            "tvayā",
            "saṅkathyamānena",
            "mahimnā",
            "sātvatām",
            "pateḥ",
            "na",
            "ati",
            "tṛpyati",
            "me",
            "cittam",
            "suciram",
            "tāpa",
            "tāpitam"
        ],
        "translation": "My heart, which is disturbed by the three miserable conditions of material life, is not yet sated with hearing you describe the glorious activities of the Lord, the Supreme Personality of Godhead, who is the master of the devotees.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "श्रीसूत उवाचसम्पृष्टो भगवानेवं द्वैपायनसुतो द्विजा: ।अभिनन्द्य हरेर्वीर्यमभ्याचष्टुं प्रचक्रमे ॥ १४ ॥",
        "english_devnagari": "śrī-sūta uvācasampṛṣṭo bhagavān evaṁdvaipāyana-suto dvijāḥabhinandya harer vīryamabhyācaṣṭuṁ pracakrame",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "sampṛṣṭaḥ",
            "bhagavān",
            "evam",
            "dvaipāyana",
            "sutaḥ",
            "dvi",
            "jāḥ",
            "abhinandya",
            "hareḥ",
            "vīryam",
            "abhyācaṣṭum",
            "pracakrame"
        ],
        "translation": "Śrī Sūta Gosvāmī said: O learned brāhmaṇas assembled here at Naimiṣāraṇya, when Śukadeva Gosvāmī, the son of Dvaipāyana, was thus questioned by the King, he congratulated the King and then endeavored to describe further the glories of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "15-16",
        "devanagari": "श्रीशुक उवाचयदा युद्धेऽसुरैर्देवा बध्यमाना: शितायुधै: ।गतासवो निपतिता नोत्तिष्ठेरन्स्म भूरिश: ॥ १५ ॥यदा दुर्वास: शापेन सेन्द्रा लोकास्त्रयो नृप ।नि:श्रीकाश्चाभवंस्तत्र नेशुरिज्यादय: क्रिया: ॥ १६ ॥",
        "english_devnagari": "śrī-śuka uvācayadā yuddhe ’surair devābadhyamānāḥ śitāyudhaiḥgatāsavo nipatitānottiṣṭheran sma bhūriśaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "yadā",
            "yuddhe",
            "asuraiḥ",
            "devāḥ",
            "badhyamānāḥ",
            "śita",
            "āyudhaiḥ",
            "gata",
            "āsavaḥ",
            "nipatitāḥ",
            "na",
            "uttiṣṭheran",
            "sma",
            "bhūriśaḥ",
            "yadā",
            "durvāsaḥ",
            "śāpena",
            "sa",
            "indrāḥ",
            "lokāḥ",
            "trayaḥ",
            "nṛpa",
            "niḥśrīkāḥ",
            "ca",
            "abhavan",
            "tatra",
            "neśuḥ",
            "ijya",
            "ādayaḥ",
            "kriyāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: When the asuras, with their serpent weapons, severely attacked the demigods in a fight, many of the demigods fell and lost their lives. Indeed, they could not be revived. At that time, O King, the demigods had been cursed by Durvāsā Muni, the three worlds were poverty-stricken, and therefore ritualistic ceremonies could not be performed. The effects of this were very serious.",
        "purport": " It is described that while Durvāsā Muni was passing on the road, he saw Indra on the back of his elephant and was pleased to offer Indra a garland from his own neck. Indra, however, being too puffed up, took the garland, and without respect for Durvāsā Muni, he placed it on the trunk of his carrier elephant. The elephant, being an animal, could not understand the value of the garland, and thus the elephant threw the garland between its legs and smashed it. Seeing this insulting behavior, Durvāsā Muni immediately cursed Indra to be poverty-stricken, bereft of all material opulence. Thus the demigods, afflicted on one side by the fighting demons and on the other by the curse of Durvāsā Muni, lost all the material opulences in the three worlds. To be extremely opulent in materialistic advancement is sometimes very risky. The materially opulent person does not care about anyone, and thus he commits offenses to great personalities, such as devotees and great saints. This is the way of material opulence. As described by Śukadeva Gosvāmī, dhana-durmadāndha: too much wealth makes one blind. This happens even to Indra in his heavenly kingdom, and what to speak of others in this material world? When one is materially opulent, he should learn to be sober and well-behaved toward Vaiṣṇavas and saintly persons; otherwise he will fall down."
    },
    {
        "verse": "17-18",
        "devanagari": "निशाम्यैतत् सुरगणा महेन्द्रवरुणादय: ।नाध्यगच्छन्स्वयं मन्त्रैर्मन्त्रयन्तो विनिश्चितम् ॥ १७ ॥ततो ब्रह्मसभां जग्मुर्मेरोर्मूर्धनि सर्वश: ।सर्वं विज्ञापयां चक्रु: प्रणता: परमेष्ठिने ॥ १८ ॥",
        "english_devnagari": "niśāmyaitat sura-gaṇāmahendra-varuṇādayaḥnādhyagacchan svayaṁ mantrairmantrayanto viniścitam",
        "verse_Syn": [
            "niśāmya",
            "etat",
            "sura",
            "gaṇāḥ",
            "mahā",
            "indra",
            "varuṇa",
            "ādayaḥ",
            "na",
            "adhyagacchan",
            "svayam",
            "mantraiḥ",
            "mantrayantaḥ",
            "viniścitam",
            "tataḥ",
            "brahma",
            "sabhām",
            "jagmuḥ",
            "meroḥ",
            "mūrdhani",
            "sarvaśaḥ",
            "sarvam",
            "vijñāpayām",
            "cakruḥ",
            "praṇatāḥ",
            "parameṣṭhine"
        ],
        "translation": "Lord Indra, Varuṇa and the other demigods, seeing their lives in such a state, consulted among themselves, but they could not find any solution. Then all the demigods assembled and went together to the peak of Sumeru Mountain. There, in the assembly of Lord Brahmā, they fell down to offer Lord Brahmā their obeisances, and then they informed him of all the incidents that had taken place.",
        "purport": ""
    },
    {
        "verse": "19-20",
        "devanagari": "स विलोक्येन्द्रवाय्वादीन् नि:सत्त्वान्विगतप्रभान् ।लोकानमङ्गलप्रायानसुरानयथा विभु: ॥ १९ ॥समाहितेन मनसा संस्मरन्पुरुषं परम् ।उवाचोत्फुल्ल‍वदनो देवान्स भगवान्पर: ॥ २० ॥",
        "english_devnagari": "sa vilokyendra-vāyv-ādīnniḥsattvān vigata-prabhānlokān amaṅgala-prāyānasurān ayathā vibhuḥ",
        "verse_Syn": [
            "saḥ",
            "vilokya",
            "indra",
            "vāyu",
            "ādīn",
            "niḥsattvān",
            "vigata",
            "prabhān",
            "lokān",
            "amaṅgala",
            "prāyān",
            "asurān",
            "ayathāḥ",
            "vibhuḥ",
            "samāhitena",
            "manasā",
            "saṁsmaran",
            "puruṣam",
            "param",
            "uvāca",
            "utphulla",
            "vadanaḥ",
            "devān",
            "saḥ",
            "bhagavān",
            "paraḥ"
        ],
        "translation": "Upon seeing that the demigods were bereft of all influence and strength and that the three worlds were consequently devoid of auspiciousness, and upon seeing that the demigods were in an awkward position whereas all the demons were flourishing, Lord Brahmā, who is above all the demigods and who is most powerful, concentrated his mind on the Supreme Personality of Godhead. Thus being encouraged, he became bright-faced and spoke to the demigods as follows.",
        "purport": " After hearing from the demigods the real situation, Lord Brahmā was very much concerned because the demons were unnecessarily so powerful. When demons become powerful, the entire world is placed in an awkward position because demons are simply interested in their own sense gratification and not in the welfare of the world. Demigods or devotees, however, are concerned with the welfare of all living beings. Śrīla Rūpa Gosvāmī, for example, left his ministership and went to Vṛndāvana for the benefit of the entire world (lokānāṁ hita-kāriṇau). This is the nature of a saintly person or demigod. Even impersonalists think of the welfare of all people. Thus Brahmā was very much concerned at seeing the demons in power."
    },
    {
        "verse": "21",
        "devanagari": "अहं भवो यूयमथोऽसुरादयोमनुष्यतिर्यग्द्रुमघर्मजातय: ।यस्यावतारांशकलाविसर्जिताव्रजाम सर्वे शरणं तमव्ययम् ॥ २१ ॥",
        "english_devnagari": "ahaṁ bhavo yūyam atho ’surādayomanuṣya-tiryag-druma-gharma-jātayaḥyasyāvatārāṁśa-kalā-visarjitāvrajāma sarve śaraṇaṁ tam avyayam",
        "verse_Syn": [
            "aham",
            "bhavaḥ",
            "yūyam",
            "atho",
            "asura",
            "ādayaḥ",
            "manuṣya",
            "tiryak",
            "druma",
            "gharma",
            "jātayaḥ",
            "yasya",
            "avatāra",
            "aṁśa",
            "kalā",
            "visarjitāḥ",
            "vrajāma",
            "sarve",
            "śaraṇam",
            "tam",
            "avyayam"
        ],
        "translation": "Lord Brahmā said: I, Lord Śiva, all of you demigods, the demons, the living entities born of perspiration, the living beings born of eggs, the trees and plants sprouting from the earth, and the living entities born from embryos — all come from the Supreme Lord, from His incarnation of rajo-guṇa [Lord Brahmā, the guṇa-avatāra] and from the great sages [ṛṣis] who are part of me. Let us therefore go to the Supreme Lord and take shelter of His lotus feet.",
        "purport": " Some creatures are born from embryos, some from perspiration, and some from seeds. In this way, all living entities emanate from the guṇa-avatāra of the Supreme Personality of Godhead. Ultimately, the Supreme Personality of Godhead is the shelter of all living entities."
    },
    {
        "verse": "22",
        "devanagari": "न यस्य वध्यो न च रक्षणीयोनोपेक्षणीयादरणीयपक्ष: ।तथापि सर्गस्थितिसंयमार्थंधत्ते रज:सत्त्वतमांसि काले ॥ २२ ॥",
        "english_devnagari": "na yasya vadhyo na ca rakṣaṇīyonopekṣaṇīyādaraṇīya-pakṣaḥtathāpi sarga-sthiti-saṁyamārthaṁdhatte rajaḥ-sattva-tamāṁsi kāle",
        "verse_Syn": [
            "na",
            "yasya",
            "vadhyaḥ",
            "na",
            "ca",
            "rakṣaṇīyaḥ",
            "na",
            "upekṣaṇīya",
            "ādaraṇīya",
            "pakṣaḥ",
            "tathāpi",
            "sarga",
            "sthiti",
            "saṁyama",
            "artham",
            "dhatte",
            "rajaḥ",
            "sattva",
            "tamāṁsi",
            "kāle"
        ],
        "translation": "For the Supreme Personality of Godhead there is no one to be killed, no one to be protected, no one to be neglected and no one to be worshiped. Nonetheless, for the sake of creation, maintenance and annihilation according to time, He accepts different forms as incarnations either in the mode of goodness, the mode of passion or the mode of ignorance.",
        "purport": " This verse explains that the Supreme Personality of Godhead is equal to everyone. This is confirmed by the Lord Himself in Bhagavad-gītā (9.29): “I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him.” Although the Lord is impartial, He gives special attention to His devotees. Therefore the Lord says in Bhagavad-gītā (4.8): “To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” The Lord has nothing to do with anyone’s protection or destruction, but for the creation, maintenance and annihilation of this material world He apparently has to act either in goodness, in passion or in darkness. Actually, however, He is unaffected by these modes of material nature. He is the Supreme Lord of everyone. As a king sometimes punishes or rewards someone to maintain law and order, the Supreme Personality of Godhead, although having nothing to do with the activities of this material world, sometimes appears as various incarnations according to the time, place and object."
    },
    {
        "verse": "23",
        "devanagari": "अयं च तस्य स्थितिपालनक्षण:सत्त्वं जुषाणस्य भवाय देहिनाम् ।तस्माद् व्रजाम: शरणं जगद्गुरुंस्वानां स नो धास्यति शं सुरप्रिय: ॥ २३ ॥",
        "english_devnagari": "ayaṁ ca tasya sthiti-pālana-kṣaṇaḥsattvaṁ juṣāṇasya bhavāya dehināmtasmād vrajāmaḥ śaraṇaṁ jagad-guruṁsvānāṁ sa no dhāsyati śaṁ sura-priyaḥ",
        "verse_Syn": [
            "ayam",
            "ca",
            "tasya",
            "sthiti",
            "pālana",
            "kṣaṇaḥ",
            "sattvam",
            "juṣāṇasya",
            "bhavāya",
            "dehinām",
            "tasmāt",
            "vrajāmaḥ",
            "śaraṇam",
            "jagat",
            "gurum",
            "svānām",
            "saḥ",
            "naḥ",
            "dhāsyati",
            "śam",
            "sura",
            "priyaḥ"
        ],
        "translation": "Now is the time to invoke the mode of goodness of the living entities who have accepted material bodies. The mode of goodness is meant to establish the Supreme Lord’s rule, which will maintain the existence of the creation. Therefore, this is the opportune moment to take shelter of the Supreme Personality of Godhead. Because He is naturally very kind and dear to the demigods, He will certainly bestow good fortune upon us.",
        "purport": " The material world is conducted by the three modes of nature, namely sattva-guṇa, rajo-guṇa and tamo-guṇa. By rajo-guṇa everything material is created, by sattva-guṇa everything material is maintained properly, and by tamo-guṇa, when the creation is improperly situated, everything is destroyed. From this verse we can understand the situation of Kali-yuga, through which we are now passing. Just before the beginning of Kali-yuga — or, in other words, at the end of Dvāpara-yuga — Lord Śrī Kṛṣṇa appeared and left His instructions in the form of Bhagavad-gītā, in which He asked all living entities to surrender unto Him. Since the beginning of Kali-yuga, however, people have practically been unable to surrender to the lotus feet of Kṛṣṇa, and therefore, after some five thousand years, Kṛṣṇa came again as Śrī Caitanya Mahāprabhu just to teach the entire world how to surrender unto Him, unto Śrī Kṛṣṇa, and thus be purified. Surrendering unto the lotus feet of Kṛṣṇa means achieving complete purification. Kṛṣṇa says in Bhagavad-gītā (18.66): “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” Thus as soon as one surrenders unto the lotus feet of Kṛṣṇa, one certainly becomes free from all contamination. Kali-yuga is full of contamination. This is described in the Śrīmad-Bhāgavatam (12.3.51): This Age of Kali is full of unlimited faults. Indeed, it is just like an ocean of faults (doṣa-nidhi). But there is one chance, one opportunity. Kīrtanād eva kṛṣṇasya mukta-saṅgaḥ paraṁ vrajet: simply by chanting the Hare Kṛṣṇa mantra, one can be freed from the contamination of Kali-yuga and, in his original spiritual body, can return home, back to Godhead. This is the opportunity of Kali-yuga. When Kṛṣṇa appeared, He gave His orders, and when Kṛṣṇa Himself appeared as a devotee, as Śrī Caitanya Mahāprabhu, He showed us the path by which to cross the ocean of Kali-yuga. That is the path of the Hare Kṛṣṇa movement. When Śrī Caitanya Mahāprabhu appeared, He ushered in the era for the saṅkīrtana movement. It is also said that for ten thousand years this era will continue. This means that simply by accepting the saṅkīrtana movement and chanting the Hare Kṛṣṇa mahā-mantra, the fallen souls of this Kali-yuga will be delivered. After the Battle of Kurukṣetra, at which Bhagavad-gītā was spoken, Kali-yuga continues for 432,000 years, of which only 5,000 years have passed. Thus there is still a balance of 427,000 years to come. Of these 427,000 years, the 10,000 years of the saṅkīrtana movement inaugurated by Śrī Caitanya Mahāprabhu 500 years ago provide the opportunity for the fallen souls of Kali-yuga to take to the Kṛṣṇa consciousness movement, chant the Hare Kṛṣṇa mahā-mantra and thus be delivered from the clutches of material existence and return home, back to Godhead. Chanting of the Hare Kṛṣṇa mahā-mantra is potent always, but it is especially potent in this Age of Kali. Therefore Śukadeva Gosvāmī, while instructing Mahārāja Parīkṣit, stressed this chanting of the Hare Kṛṣṇa mantra. “My dear King, although Kali-yuga is full of faults, there is still one good quality about this age. It is that simply by chanting the Hare Kṛṣṇa mahā-mantra, one can become free from material bondage and be promoted to the transcendental kingdom.” (Bhāg. 12.3.51) Those who have accepted the task of spreading the Hare Kṛṣṇa mahā-mantra in full Kṛṣṇa consciousness should take this opportunity to deliver people very easily from the clutches of material existence. Our duty, therefore, is to follow the instructions of Śrī Caitanya Mahāprabhu and preach the Kṛṣṇa consciousness movement all over the world very sincerely. This is the best welfare activity for the peace and prosperity of human society. Śrī Caitanya Mahāprabhu’s movement consists of spreading kṛṣṇa-saṅkīrtana. Paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam: “All glories to the Śrī Kṛṣṇa saṅkīrtana!” Why is it so glorious? This has also been explained by Śrī Caitanya Mahāprabhu. Ceto-darpaṇa-mārjanam: by the chanting of the Hare Kṛṣṇa mahā-mantra, one’s heart is cleansed. The whole difficulty is that in this Age of Kali there is no sattva-guṇa and no clearance of the heart, and therefore people are making the mistake of identifying with their bodies. Even the big philosophers and scientists with whom we deal are practically all under the impression that they are their bodies. The other day we were discussing a prominent philosopher, Thomas Huxley, who was proud of being an Englishman. This means that he was in the bodily conception of life. Everywhere we find this same misunderstanding. As soon as one is in the bodily conception of life, one is nothing but an animal like a cat or a dog (sa eva go-kharaḥ). Thus the most dangerous of the dirty things within our hearts is this misidentification of the body as the self. Under the influence of this misunderstanding, one thinks, “I am this body. I am an Englishman. I am an Indian. I am an American. I am Hindu. I am Muslim.” This misconception is the strongest impediment, and it must be removed. That is the instruction of Bhagavad-gītā and of Śrī Caitanya Mahāprabhu. Indeed, Bhagavad-gītā begins with this instruction: “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” (Bg. 2.13) Although the soul is within the body, nevertheless, because of misunderstanding and animal propensities one accepts the body as the self. Caitanya Mahāprabhu therefore says, ceto-darpaṇa-mārjanam. To cleanse the core of the heart, which is full of misunderstanding, is possible only through śrī-kṛṣṇa-saṅkīrtana. The leaders of the Kṛṣṇa consciousness movement should very seriously take this opportunity to be kind to the fallen souls by delivering them from the misunderstanding of materialistic life. One cannot be happy in any way within this material world. As stated in Bhagavad-gītā (8.16): “From the highest planet in this material world down to the lowest, all are places of misery wherein repeated birth and death take place.” Therefore, not to speak of going to the moon, even if one is promoted to the highest planetary system, Brahmaloka, there cannot be any happiness in this material world. If one actually wants happiness, one must go to the spiritual world. The material world is characterized by a struggle for existence, and survival of the fittest is a well-known principle, but the poor souls of this material world do not know what is survival and who is fit. Survival does not mean that one should die; survival means that one should not die, but should enjoy an everlastingly blissful life of knowledge. This is survival. The Kṛṣṇa consciousness movement is meant to make every person fit for survival. Indeed, it is meant to stop the struggle for existence. The Śrīmad-Bhāgavatam and Bhagavad-gītā give definite directions on how to stop the struggle for existence and how to survive in eternal life. The saṅkīrtana movement, therefore, is a great opportunity. Simply by hearing Bhagavad-gītā and chanting the Hare Kṛṣṇa mahā-mantra, one becomes completely purified. Thus the struggle for existence ceases, and one goes back home, back to Godhead."
    },
    {
        "verse": "24",
        "devanagari": "श्रीशुक उवाचइत्याभाष्य सुरान्वेधा: सह देवैररिन्दम ।अजितस्य पदं साक्षाज्जगाम तमस: परम् ॥ २४ ॥",
        "english_devnagari": "śrī-śuka uvācaity ābhāṣya surān vedhāḥsaha devair arindamaajitasya padaṁ sākṣājjagāma tamasaḥ param",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ābhāṣya",
            "surān",
            "vedhāḥ",
            "saha",
            "devaiḥ",
            "arim",
            "dama",
            "ajitasya",
            "padam",
            "sākṣāt",
            "jagāma",
            "tamasaḥ",
            "param"
        ],
        "translation": "O Mahārāja Parīkṣit, subduer of all enemies, after Lord Brahmā finished speaking to the demigods, he took them with him to the abode of the Supreme Personality of Godhead, which is beyond this material world. The Lord’s abode is on an island called Śvetadvīpa, which is situated in the Ocean of Milk.",
        "purport": " Mahārāja Parīkṣit is addressed here as arindama, “subduer of all enemies.” Not only do we have enemies outside of our bodies, but within our bodies there are many enemies, such as lusty desires, anger and greed. Mahārāja Parīkṣit is specifically addressed as arindama because in his political life he was able to subdue all kinds of enemies, and even though he was a young king, as soon as he heard that he was going to die within seven days, he immediately left his kingdom. He did not follow the dictates of enemies within his body, such as lust, greed and anger. He was not at all angry with the muni’s son who had cursed him. Rather, he accepted the curse and prepared for his death in the association of Śukadeva Gosvāmī. Death is inevitable; no one can surpass the force of death. Therefore Mahārāja Parīkṣit, while fully alive, wanted to hear Śrīmad-Bhāgavatam. He is consequently addressed here as arindama. Another word, sura-priya, is also significant. Although Kṛṣṇa, the Supreme Personality of Godhead, is equal toward everyone, He is especially inclined toward His devotees (ye bhajanti tu māṁ bhaktyā mayi te teṣu cāpy aham). The devotees are all demigods. There are two kinds of men within this world. One is called the deva, and the other is called the asura. The Padma Purāṇa states: Anyone who is a devotee of Lord Kṛṣṇa is called a deva, and others, even though they may be devotees of demigods, are called asuras. Rāvaṇa, for example, was a great devotee of Lord Śiva, but he is described as an asura. Similarly, Hiraṇyakaśipu is described as a great devotee of Lord Brahmā, yet he was also an asura. Therefore, only the devotee of Lord Viṣṇu is called sura, not asura. Lord Kṛṣṇa is very much pleased with His devotees, even if they are not on the topmost stage of devotional service. Even on the lower stages of devotional service one is transcendental, and if one continues with devotional life, he continues to be a deva or sura. If one continues in this way, Kṛṣṇa will always be pleased with him and will give him all instructions so that he may very easily return home, back to Godhead. Concerning ajitasya padam, the abode of the Supreme Personality of Godhead in the Milk Ocean of this material world, Śrīla Viśvanātha Cakravartī Ṭhākura says: padaṁ kṣīrodadhi-stha-śvetadvīpaṁ tamasaḥ prakṛteḥ param. The island known as Śvetadvīpa, which is in the Ocean of Milk, is transcendental. It has nothing to do with this material world. A city government may have a rest house where the governor and important government officers stay. Such a rest house is not an ordinary house. Similarly, although Śvetadvīpa, which is in the Ocean of Milk, is in this material world, it is paraṁ padam, transcendental."
    },
    {
        "verse": "25",
        "devanagari": "तत्राद‍ृष्टस्वरूपाय श्रुतपूर्वाय वै प्रभु: ।स्तुतिमब्रूत दैवीभिर्गीर्भिस्त्ववहितेन्द्रिय: ॥ २५ ॥",
        "english_devnagari": "tatrādṛṣṭa-svarūpāyaśruta-pūrvāya vai prabhuḥstutim abrūta daivībhirgīrbhis tv avahitendriyaḥ",
        "verse_Syn": [
            "tatra",
            "adṛṣṭa",
            "svarūpāya",
            "śruta",
            "pūrvāya",
            "vai",
            "prabhuḥ",
            "stutim",
            "abrūta",
            "daivībhiḥ",
            "gīrbhiḥ",
            "tu",
            "avahita",
            "indriyaḥ"
        ],
        "translation": "There [at Śvetadvīpa], Lord Brahmā offered prayers to the Supreme Personality of Godhead, even though he had never seen the Supreme Lord. Simply because Lord Brahmā had heard about the Supreme Personality of Godhead from Vedic literature, with a fixed mind he offered the Lord prayers as written or approved by Vedic literature.",
        "purport": " It is said that when Brahmā and the other demigods go to see the Supreme Personality of Godhead in Śvetadvīpa, they cannot directly see Him, but their prayers are heard by the Lord, and the needful action is taken. This we have seen in many instances. The word śruta-pūrvāya is significant. We get experience by directly seeing or by hearing. If it is not possible to see someone directly, we can hear about him from authentic sources. Sometimes people ask whether we can show them God. This is ludicrous. It is not necessary for one to see God before he can accept God. Our sensory perception is always incomplete. Therefore, even if we see God, we may not be able to understand Him. When Kṛṣṇa was on earth, many, many people saw Him but could not understand that He is the Supreme Personality of Godhead. Avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam. Even though the rascals and fools saw Kṛṣṇa personally, they could not understand that He is the Supreme Personality of Godhead. Even upon seeing God personally, one who is unfortunate cannot understand Him. Therefore we have to hear about God, Kṛṣṇa, from the authentic Vedic literature and from persons who understand the Vedic version properly. Even though Brahmā had not seen the Supreme Personality of Godhead before, he was confident that the Lord was there in Śvetadvīpa. Thus he took the opportunity to go there and offer prayers to the Lord. These prayers were not ordinary concocted prayers. Prayers must be approved by Vedic literature, as indicated in this verse by the words daivībhir gīrbhiḥ. In our Kṛṣṇa consciousness movement we do not allow any song that has not been approved or sung by bona fide devotees. We cannot allow cinema songs to be sung in the temple. We generally sing two songs. One is śrī-kṛṣṇa-caitanya prabhu nityānanda śrī-advaita gadādhara śrīvāsādi-gaura-bhakta-vṛnda. This is bona fide. It is always mentioned in the Caitanya-caritāmṛta, and it is accepted by the ācāryas. The other, of course, is the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. We may also sing the songs of Narottama dāsa Ṭhākura, Bhaktivinoda Ṭhākura and Locana dāsa Ṭhākura, but these two songs — “śrī-kṛṣṇa-caitanya” and the Hare Kṛṣṇa mahā-mantra — are sufficient to please the Supreme Personality of Godhead, although we cannot see Him. Seeing the Lord is not as important as appreciating Him from the authentic literature or the authentic statements of authorized persons."
    },
    {
        "verse": "26",
        "devanagari": "श्रीब्रह्मोवाचअविक्रियं सत्यमनन्तमाद्यंगुहाशयं निष्कलमप्रतर्क्यम् ।मनोऽग्रयानं वचसानिरुक्तंनमामहे देववरं वरेण्यम् ॥ २६ ॥",
        "english_devnagari": "śrī-brahmovācaavikriyaṁ satyam anantam ādyaṁguhā-śayaṁ niṣkalam apratarkyammano-’grayānaṁ vacasāniruktaṁnamāmahe deva-varaṁ vareṇyam",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "avikriyam",
            "satyam",
            "anantam",
            "ādyam",
            "guhā",
            "śayam",
            "niṣkalam",
            "apratarkyam",
            "manaḥ",
            "agrayānam",
            "vacasā",
            "aniruktam",
            "namāmahe",
            "deva",
            "varam",
            "vareṇyam"
        ],
        "translation": "Lord Brahmā said: O Supreme Lord, O changeless, unlimited supreme truth. You are the origin of everything. Being all-pervading, You are in everyone’s heart and also in the atom. You have no material qualities. Indeed, You are inconceivable. The mind cannot catch You by speculation, and words fail to describe You. You are the supreme master of everyone, and therefore You are worshipable for everyone. We offer our respectful obeisances unto You.",
        "purport": " The Supreme Personality of Godhead is not anything of material creation. Everything material must change from one form to another — for example, from earth to earthen pot and from earthen pot to earth again. All our creations are temporary, impermanent. The Supreme Personality of Godhead, however, is eternal, and similarly the living entities, who are parts of Him, are also eternal (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). The Supreme Personality of Godhead is sanātana, eternal, and the individual living entities are also eternal. The difference is that Kṛṣṇa, or God, is the supreme eternal, whereas the individual souls are minute, fragmental eternals. As stated in Bhagavad-gītā (13.3), kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata. Although the Lord is a living being and the individual souls are living beings, the Supreme Lord, unlike the individual souls, is vibhu, all-pervading, and ananta, unlimited. The Lord is the cause of everything. The living entities are innumerable, but the Lord is one. No one is greater than Him, and no one is equal to Him. Thus the Lord is the supreme worshipable object, as understood from the Vedic mantras (na tat-samaś cābhyadhikaś ca dṛśyate). The Lord is supreme because no one can evaluate Him by mental speculation or jugglery of words. The Lord can travel more quickly than the mind. In the śruti-mantras of Īśopaniṣad it is said: “Although fixed in His abode, the Personality of Godhead is swifter than the mind and can overcome all others running. The powerful demigods cannot approach Him. Although in one place, He controls those who supply the air and rain. He surpasses all in excellence.” (Īśopaniṣad 4) Thus the Supreme is never to be equaled by the subordinate living entities. Because the Lord is situated in everyone’s heart and the individual living entity is not, never should the individual living entity be equated with the Supreme Lord. In Bhagavad-gītā (15.15) the Lord says, sarvasya cāhaṁ hṛdi sanniviṣṭaḥ: “I am situated in everyone’s heart.” This does not mean, however, that everyone is equal to the Lord. In the śruti-mantras it is also said, hṛdi hy ayam ātmā pratiṣṭhitaḥ. In the beginning of Śrīmad-Bhāgavatam it is said, satyaṁ paraṁ dhīmahi. The Vedic mantras say, satyaṁ jñānam anantam and niṣkalaṁ niṣkriyaṁ śāntaṁ niravadyam. God is supreme. Although naturally He does not do anything, He is doing everything. As the Lord says in Bhagavad-gītā: “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” (Bg. 9.4) “This material nature, working under My direction, O son of Kuntī, is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.” (Bg. 9.10) Thus although the Lord is silent in His abode, He is doing everything through His different energies (parāsya śaktir vividhaiva śrūyate). All the Vedic mantras, or śruti-mantras, are included in this verse spoken by Lord Brahmā, for Brahmā and his followers, the Brahma sampradāya, understand the Supreme Personality of Godhead through the paramparā system. We have to gain understanding through the words of our predecessors. There are twelve mahājanas, or authorities, of whom Brahmā is one. We belong to the disciplic succession of Brahmā, and therefore we are known as the Brahma sampradāya. As the demigods follow Lord Brahmā to understand the Supreme Personality of Godhead, we also have to follow the authorities of the paramparā system to understand the Lord."
    },
    {
        "verse": "27",
        "devanagari": "विपश्चितं प्राणमनोधियात्मना-मर्थेन्द्रियाभासमनिद्रमव्रणम् ।छायातपौ यत्र न गृध्रपक्षौतमक्षरं खं त्रियुगं व्रजामहे ॥ २७ ॥",
        "english_devnagari": "vipaścitaṁ prāṇa-mano-dhiyātmanāmarthendriyābhāsam anidram avraṇamchāyātapau yatra na gṛdhra-pakṣautam akṣaraṁ khaṁ tri-yugaṁ vrajāmahe",
        "verse_Syn": [
            "vipaścitam",
            "prāṇa",
            "manaḥ",
            "dhiya",
            "ātmanām",
            "artha",
            "indriya",
            "ābhāsam",
            "anidram",
            "avraṇam",
            "chāyā",
            "ātapau",
            "yatra",
            "na",
            "gṛdhra",
            "pakṣau",
            "tam",
            "akṣaram",
            "kham",
            "tri",
            "yugam",
            "vrajāmahe"
        ],
        "translation": "The Supreme Personality of Godhead directly and indirectly knows how everything, including the living force, mind and intelligence, is working under His control. He is the illuminator of everything and has no ignorance. He does not have a material body subject to the reactions of previous activities, and He is free from the ignorance of partiality and materialistic education. I therefore take shelter of the lotus feet of the Supreme Lord, who is eternal, all-pervading and as great as the sky and who appears with six opulences in three yugas [Satya, Tretā and Dvāpara].",
        "purport": " In the beginning of Śrīmad-Bhāgavatam the Supreme Personality of Godhead is described in this way: janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ. The Lord is the origin of all emanations, and He directly and indirectly knows everything about all the activities within His creation. Therefore the Lord is addressed here as vipaścitam, one who is full of all knowledge or who knows everything. The Lord is the Supreme Soul, and He knows everything about the living entities and their senses. The word anidram, meaning “always awake and free from ignorance,” is very important in this verse. As stated in Bhagavad-gītā (15.15), mattaḥ smṛtir jñānam apohanaṁ ca: it is the Lord who gives intelligence to everyone and who causes everyone to forget. There are millions and millions of living entities, and the Lord gives them directions. Therefore He has no time to sleep, and He is never in ignorance of our activities. The Lord is the witness of everything; He sees what we are doing at every moment. The Lord is not covered by a body resulting from karma. Our bodies are formed as a result of our past deeds (karmaṇā daiva-netreṇa), but the Supreme Personality of Godhead does not have a material body, and therefore He has no avidyā, ignorance. He does not sleep, but is always alert and awake. The Supreme Lord is described as tri-yuga because although He appeared variously in Satya-yuga, Tretā-yuga and Dvāpara-yuga, when He appeared in Kali-yuga He never declared Himself the Supreme Personality of Godhead. The Lord appears in Kali-yuga as a devotee. Thus although He is Kṛṣṇa, He chants the Hare Kṛṣṇa mantra like a devotee. Still, Śrīmad-Bhāgavatam (11.5.32) recommends: Śrī Caitanya Mahāprabhu, whose complexion is not black like that of Kṛṣṇa but is golden (tviṣākṛṣṇam), is the Supreme Personality of Godhead. He is accompanied by associates like Nityānanda, Advaita, Gadādhara and Śrīvāsa. Those who are sufficiently intelligent worship this Supreme Personality of Godhead by performing saṅkīrtana-yajña. In this incarnation, the Supreme Lord declares Himself not to be the Supreme Lord, and therefore He is known as Tri-yuga."
    },
    {
        "verse": "28",
        "devanagari": "अजस्य चक्रं त्वजयेर्यमाणंमनोमयं पञ्चदशारमाशु ।त्रिनाभि विद्युच्चलमष्टनेमियदक्षमाहुस्तमृतं प्रपद्ये ॥ २८ ॥",
        "english_devnagari": "ajasya cakraṁ tv ajayeryamāṇaṁmanomayaṁ pañcadaśāram āśutri-nābhi vidyuc-calam aṣṭa-nemiyad-akṣam āhus tam ṛtaṁ prapadye",
        "verse_Syn": [
            "ajasya",
            "cakram",
            "tu",
            "ajayā",
            "īryamāṇam",
            "manaḥ",
            "mayam",
            "pañcadaśa",
            "aram",
            "āśu",
            "tri",
            "nābhi",
            "vidyut",
            "calam",
            "aṣṭa",
            "nemi",
            "yat",
            "akṣam",
            "āhuḥ",
            "tam",
            "ṛtam",
            "prapadye"
        ],
        "translation": "In the cycle of material activities, the material body resembles the wheel of a mental chariot. The ten senses [five for working and five for gathering knowledge] and the five life airs within the body form the fifteen spokes of the chariot’s wheel. The three modes of nature [goodness, passion and ignorance] are its center of activities, and the eight ingredients of nature [earth, water, fire, air, sky, mind, intelligence and false ego] comprise the rim of the wheel. The external, material energy moves this wheel like electrical energy. Thus the wheel revolves very quickly around its hub or central support, the Supreme Personality of Godhead, who is the Supersoul and the ultimate truth. We offer our respectful obeisances unto Him.",
        "purport": " The cycle of repeated birth and death is figuratively described herein. As stated in Bhagavad-gītā (7.5): The entire world is going on because the living entity, who is part and parcel of the Supreme Lord, is utilizing the material energy. Under the clutches of the material energy, the jīvātmā is revolving on the wheel of birth and death under the direction of the Supreme Personality of Godhead. The central point is the Supersoul. As explained in Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” The material body of the living entity is a result of the conditioned soul’s activities, and because the supporter is the Supersoul, the Supersoul is the true reality. Every one of us, therefore, should offer respectful obeisances to this central reality. One should not be misguided by the activities of this material world and forget the central point, the Absolute Truth. That is the instruction given here by Lord Brahmā."
    },
    {
        "verse": "29",
        "devanagari": "य एकवर्णं तमस: परं त-दलोकमव्यक्तमनन्तपारम् ।आसांचकारोपसुपर्णमेन-मुपासते योगरथेन धीरा: ॥ २९ ॥",
        "english_devnagari": "ya eka-varṇaṁ tamasaḥ paraṁ tadalokam avyaktam ananta-pāramāsāṁ cakāropasuparṇam enamupāsate yoga-rathena dhīrāḥ",
        "verse_Syn": [
            "yaḥ",
            "eka",
            "varṇam",
            "tamasaḥ",
            "param",
            "tat",
            "alokam",
            "avyaktam",
            "ananta",
            "pāram",
            "āsām",
            "cakāra",
            "upa",
            "suparṇam",
            "enam",
            "upāsate",
            "yoga",
            "rathena",
            "dhīrāḥ"
        ],
        "translation": "The Supreme Personality of Godhead is situated in pure goodness [śuddha-sattva], and therefore He is eka-varṇa — the oṁkāra [praṇava]. Because the Lord is beyond the cosmic manifestation, which is considered to be darkness, He is not visible to material eyes. Nonetheless, He is not separated from us by time or space, but is present everywhere. Seated on His carrier, Garuḍa, He is worshiped by means of mystical yogic power by those who have achieved freedom from agitation. Let us all offer our respectful obeisances unto Him.",
        "purport": " Sattvaṁ viśuddhaṁ vasudeva-śabditam (Bhāg. 4.3.23). In this material world, the three modes of material nature — goodness, passion and ignorance — prevail. Among these three, goodness is the platform of knowledge, and passion brings about a mixture of knowledge and ignorance, but the mode of ignorance is full of darkness. Therefore the Supreme Personality of Godhead is beyond darkness and passion. He is on the platform where goodness or knowledge is not disturbed by passion and ignorance. This is called the vasudeva platform. It is on this platform of vasudeva that Vāsudeva, or Kṛṣṇa, can appear. Thus Kṛṣṇa appeared on this planet as the son of Vasudeva. Because the Lord is situated beyond the three modes of material nature, He is unseen by those who are dominated by these three modes. One must therefore become dhīra, or undisturbed by the modes of material nature. The process of yoga may be practiced by one who is free from the agitation of these modes. Therefore yoga is defined in this way: yoga indriya-saṁyamaḥ. As previously explained, we are disturbed by the indriyas, or senses. Moreover, we are agitated by the three modes of material nature, which are imposed upon us by the external energy. In conditional life, the living entity moves turbulently in the whirlpool of birth and death, but when one is situated on the transcendental platform of viśuddha-sattva, pure goodness, he can see the Supreme Personality of Godhead, who sits on the back of Garuḍa. Lord Brahmā offers his respectful obeisances unto that Supreme Lord."
    },
    {
        "verse": "30",
        "devanagari": "न यस्य कश्चातितितर्ति मायांयया जनो मुह्यति वेद नार्थम् ।तं निर्जितात्मात्मगुणं परेशंनमाम भूतेषु समं चरन्तम् ॥ ३० ॥",
        "english_devnagari": "na yasya kaścātititarti māyāṁyayā jano muhyati veda nārthamtaṁ nirjitātmātma-guṇaṁ pareśaṁnamāma bhūteṣu samaṁ carantam",
        "verse_Syn": [
            "na",
            "yasya",
            "kaśca",
            "atititarti",
            "māyām",
            "yayā",
            "janaḥ",
            "muhyati",
            "veda",
            "na",
            "artham",
            "tam",
            "nirjita",
            "ātmā",
            "ātma",
            "guṇam",
            "para",
            "īśam",
            "namāma",
            "bhūteṣu",
            "samam",
            "carantam"
        ],
        "translation": "No one can overcome the Supreme Personality of Godhead’s illusory energy [māyā], which is so strong that it bewilders everyone, making one lose the sense to understand the aim of life. That same māyā, however, is subdued by the Supreme Personality of Godhead, who rules everyone and who is equally disposed toward all living entities. Let us offer our obeisances unto Him.",
        "purport": " The prowess of the Supreme Personality of Godhead, Viṣṇu, certainly controls all living entities, so much so that the living entities have forgotten the aim of life. Na te viduḥ svārtha-gatiṁ hi viṣṇum: the living entities have forgotten that the aim of life is to go back home, back to Godhead. The external energy of the Supreme Personality of Godhead gives all conditioned souls what appears to be an opportunity to be happy within this material world, but that is māyā; in other words, it is a dream that is never to be fulfilled. Thus every living being is illusioned by the external energy of the Supreme Lord. That illusory energy is undoubtedly very strong, but she is fully under the control of the transcendental person who is described in this verse as pareśam, the transcendental Lord. The Lord is not a part of the material creation, but is beyond the creation. Therefore, not only does He control the conditioned souls through His external energy, but He also controls the external energy itself. Bhagavad-gītā clearly says that the strong material energy controls everyone and that getting out of her control is extremely difficult. That controlling energy belongs to the Supreme Personality of Godhead and works under His control. The living entities, however, being subdued by the material energy, have forgotten the Supreme Personality of Godhead."
    },
    {
        "verse": "31",
        "devanagari": "इमे वयं यत्प्रिययैव तन्वासत्त्वेन सृष्टा बहिरन्तरावि: ।गतिं न सूक्ष्मामृषयश्च विद्महेकुतोऽसुराद्या इतरप्रधाना: ॥ ३१ ॥",
        "english_devnagari": "ime vayaṁ yat-priyayaiva tanvāsattvena sṛṣṭā bahir-antar-āviḥgatiṁ na sūkṣmām ṛṣayaś ca vidmahekuto ’surādyā itara-pradhānāḥ",
        "verse_Syn": [
            "ime",
            "vayam",
            "yat",
            "priyayā",
            "eva",
            "tanvā",
            "sattvena",
            "sṛṣṭāḥ",
            "bahiḥ",
            "antaḥ",
            "āviḥ",
            "gatim",
            "na",
            "sūkṣmām",
            "ṛṣayaḥ",
            "ca",
            "vidmahe",
            "kutaḥ",
            "asura",
            "ādyāḥ",
            "itara",
            "pradhānāḥ"
        ],
        "translation": "Since our bodies are made of sattva-guṇa, we, the demigods, are internally and externally situated in goodness. All the great saints are also situated in that way. Therefore, if even we cannot understand the Supreme Personality of Godhead, what is to be said of those who are most insignificant in their bodily constitutions, being situated in the modes of passion and ignorance? How can they understand the Lord? Let us offer our respectful obeisances unto Him.",
        "purport": " Atheists and demons cannot understand the Supreme Personality of Godhead, although He is situated within everyone. For them the Lord finally appears in the form of death, as confirmed in Bhagavad-gītā (mṛtyuḥ sarva-haraś cāham). Atheists think that they are independent, and therefore they do not care about the supremacy of the Lord, yet the Lord asserts His supremacy when He overcomes them as death. At the time of death, their attempts to use their so-called scientific knowledge and philosophical speculation to deny the supremacy of the Lord cannot work. Hiraṇyakaśipu, for example, was an exalted representative of the atheistic class of men. He always challenged the existence of God, and thus he became inimical even toward his own son. Everyone was afraid of Hiraṇyakaśipu’s atheistic principles. Nonetheless, when Lord Nṛsiṁhadeva appeared in order to kill him, Hiraṇyakaśipu’s atheistic principles could not save him. Lord Nṛsiṁhadeva killed Hiraṇyakaśipu and took away all his power, influence and pride. Atheistic men, however, never understand how everything they create is annihilated. The Supersoul is situated within them, but because of the predominance of the modes of passion and ignorance, they cannot understand the supremacy of the Lord. Even the demigods, the devotees, who are transcendentally situated or situated on the platform of goodness, are not fully aware of the qualities and position of the Lord. How then can the demons and atheists understand the Supreme Personality of Godhead? It is not possible. Therefore, to gain this understanding, the demigods, headed by Lord Brahmā, offered their respectful obeisances to the Lord."
    },
    {
        "verse": "32",
        "devanagari": "पादौ महीयं स्वकृतैव यस्यचतुर्विधो यत्र हि भूतसर्ग: ।स वै महापूरुष आत्मतन्त्र:प्रसीदतां ब्रह्म महाविभूति: ॥ ३२ ॥",
        "english_devnagari": "pādau mahīyaṁ sva-kṛtaiva yasyacatur-vidho yatra hi bhūta-sargaḥsa vai mahā-pūruṣa ātma-tantraḥprasīdatāṁ brahma mahā-vibhūtiḥ",
        "verse_Syn": [
            "pādau",
            "mahī",
            "iyam",
            "sva",
            "kṛta",
            "eva",
            "yasya",
            "catuḥ",
            "vidhaḥ",
            "yatra",
            "hi",
            "bhūta",
            "sargaḥ",
            "saḥ",
            "vai",
            "mahā",
            "pūruṣaḥ",
            "ātma",
            "tantraḥ",
            "prasīdatām",
            "brahma",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "On this earth there are four kinds of living entities, who are all created by Him. The material creation rests on His lotus feet. He is the great Supreme Person, full of opulence and power. May He be pleased with us.",
        "purport": " The word mahī refers to the five material elements — earth, water, air, fire and sky — which rest upon the lotus feet of the Supreme Personality of Godhead. Mahat-padaṁ puṇya-yaśo murāreḥ. The mahat-tattva, the total material energy, rests on His lotus feet, for the cosmic manifestation is but another opulence of the Lord. In this cosmic manifestation there are four kinds of living entities — jarāyu-ja (those born from embryos), aṇḍa-ja (those born from eggs), sveda-ja (those born from perspiration), and udbhij-ja (those born from seeds). Everything is generated from the Lord, as confirmed in the Vedānta-sūtra (janmādy asya yataḥ). No one is independent, but the Supreme Soul is completely independent. Janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ sva-rāṭ. The word sva-rāṭ means “independent.” We are dependent, whereas the Supreme Lord is completely independent. Therefore the Supreme Lord is the greatest of all. Even Lord Brahmā, who created the cosmic manifestation, is but another opulence of the Supreme Personality of Godhead. The material creation is activated by the Lord, and therefore the Lord is not a part of the material creation. The Lord exists in His original, spiritual position. The universal form of the Lord, vairāja-mūrti, is another feature of the Supreme Personality of Godhead."
    },
    {
        "verse": "33",
        "devanagari": "अम्भस्तु यद्रेत उदारवीर्यंसिध्यन्ति जीवन्त्युत वर्धमाना: ।लोकायतोऽथाखिललोकपाला:प्रसीदतां न: स महाविभूति: ॥ ३३ ॥",
        "english_devnagari": "ambhas tu yad-reta udāra-vīryaṁsidhyanti jīvanty uta vardhamānāḥlokā yato ’thākhila-loka-pālāḥprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "ambhaḥ",
            "tu",
            "yat",
            "retaḥ",
            "udāra",
            "vīryam",
            "sidhyanti",
            "jīvanti",
            "uta",
            "vardhamānāḥ",
            "lokāḥ",
            "yataḥ",
            "atha",
            "akhila",
            "loka",
            "pālāḥ",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "The entire cosmic manifestation has emerged from water, and it is because of water that all living entities endure, live and develop. This water is nothing but the semen of the Supreme Personality of Godhead. Therefore, may the Supreme Personality of Godhead, who has such great potency, be pleased with us.",
        "purport": " Despite the theories of so-called scientists, the vast quantities of water on this planet and on other planets are not created by a mixture of hydrogen and oxygen. Rather, the water is sometimes explained to be the perspiration and sometimes the semen of the Supreme Personality of Godhead. It is from water that all living entities emerge, and because of water they live and grow. If there were no water, all life would cease. Water is the source of life for everyone. Therefore, by the grace of the Supreme Personality of Godhead, we have so much water all over the world."
    },
    {
        "verse": "34",
        "devanagari": "सोमं मनो यस्य समामनन्तिदिवौकसां यो बलमन्ध आयु: ।ईशो नगानां प्रजन: प्रजानांप्रसीदतां न: स महाविभूति: ॥ ३४ ॥",
        "english_devnagari": "somaṁ mano yasya samāmanantidivaukasāṁ yo balam andha āyuḥīśo nagānāṁ prajanaḥ prajānāṁprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "somam",
            "manaḥ",
            "yasya",
            "samāmananti",
            "divaukasām",
            "yaḥ",
            "balam",
            "andhaḥ",
            "āyuḥ",
            "īśaḥ",
            "nagānām",
            "prajanaḥ",
            "prajānām",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "Soma, the moon, is the source of food grains, strength and longevity for all the demigods. He is also the master of all vegetation and the source of generation for all living entities. As stated by learned scholars, the moon is the mind of the Supreme Personality of Godhead. May that Supreme Personality of Godhead, the source of all opulences, be pleased with us.",
        "purport": " Soma, the predominating deity of the moon, is the source of food grains and therefore the source of strength even for the celestial beings, the demigods. He is the vital force for all vegetation. Unfortunately, modern so-called scientists, who do not fully understand the moon, describe the moon as being full of deserts. Since the moon is the source for our vegetation, how can the moon be a desert? The moonshine is the vital force for all vegetation, and therefore we cannot possibly accept that the moon is a desert."
    },
    {
        "verse": "35",
        "devanagari": "अग्निर्मुखं यस्य तु जातवेदाजात: क्रियाकाण्डनिमित्तजन्मा ।अन्त:समुद्रेऽनुपचन्स्वधातून्प्रसीदतां न: स महाविभूति: ॥ ३५ ॥",
        "english_devnagari": "agnir mukhaṁ yasya tu jāta-vedājātaḥ kriyā-kāṇḍa-nimitta-janmāantaḥ-samudre ’nupacan sva-dhātūnprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "agniḥ",
            "mukham",
            "yasya",
            "tu",
            "jāta",
            "vedāḥ",
            "jātaḥ",
            "kriyā",
            "kāṇḍa",
            "nimitta",
            "janmā",
            "antaḥ",
            "samudre",
            "anupacan",
            "sva",
            "dhātūn",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "Fire, which is born for the sake of accepting oblations in ritualistic ceremonies, is the mouth of the Supreme Personality of Godhead. Fire exists within the depths of the ocean to produce wealth, and fire is also present in the abdomen to digest food and produce various secretions for the maintenance of the body. May that supremely powerful Personality of Godhead be pleased with us.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "यच्चक्षुरासीत् तरणिर्देवयानंत्रयीमयो ब्रह्मण एष धिष्ण्यम् ।द्वारं च मुक्तेरमृतं च मृत्यु:प्रसीदतां न: स महाविभूति: ॥ ३६ ॥",
        "english_devnagari": "yac-cakṣur āsīt taraṇir deva-yānaṁtrayīmayo brahmaṇa eṣa dhiṣṇyamdvāraṁ ca mukter amṛtaṁ ca mṛtyuḥprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "yat",
            "cakṣuḥ",
            "āsīt",
            "taraṇiḥ",
            "deva",
            "yānam",
            "trayī",
            "mayaḥ",
            "brahmaṇaḥ",
            "eṣaḥ",
            "dhiṣṇyam",
            "dvāram",
            "ca",
            "mukteḥ",
            "amṛtam",
            "ca",
            "mṛtyuḥ",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "The sun-god marks the path of liberation, which is called arcirādi-vartma. He is the chief source for understanding of the Vedas, he is the abode where the Absolute Truth can be worshiped, he is the gateway to liberation, and he is the source of eternal life as well as the cause of death. The sun-god is the eye of the Lord. May that Supreme Lord, who is supremely opulent, be pleased with us.",
        "purport": " The sun-god is considered to be the chief of the demigods. He is also considered to be the demigod who watches the northern side of the universe. He gives help for understanding the Vedas. As confirmed in Brahma-saṁhitā (5.52): “The sun, full of infinite effulgence, is the king of all the planets and the image of the good soul. The sun is like the eye of the Supreme Lord. I adore the primeval Lord Govinda, in pursuance of whose order the sun performs his journey, mounting the wheel of time.” The sun is actually the eye of the Lord. In the Vedic mantras it is said that unless the Supreme Personality of Godhead sees, no one can see. Unless there is sunlight, no living entity on any planet can see. Therefore the sun is considered to be the eye of the Supreme Lord. That is confirmed here by the words yac-cakṣur āsīt and in the Brahma-saṁhitā by the words yac-cakṣur eṣa savitā. The word savitā means the sun-god."
    },
    {
        "verse": "37",
        "devanagari": "प्राणादभूद् यस्य चराचराणांप्राण: सहो बलमोजश्च वायु: ।अन्वास्म सम्राजमिवानुगा वयंप्रसीदतां न: स महाविभूति: ॥ ३७ ॥",
        "english_devnagari": "prāṇād abhūd yasya carācarāṇāṁprāṇaḥ saho balam ojaś ca vāyuḥanvāsma samrājam ivānugā vayaṁprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "prāṇāt",
            "abhūt",
            "yasya",
            "cara",
            "acarāṇām",
            "prāṇaḥ",
            "sahaḥ",
            "balam",
            "ojaḥ",
            "ca",
            "vāyuḥ",
            "anvāsma",
            "samrājam",
            "iva",
            "anugāḥ",
            "vayam",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "All living entities, moving and nonmoving, receive their vital force, their bodily strength and their very lives from the air. All of us follow the air for our vital force, exactly as servants follow an emperor. The vital force of air is generated from the original vital force of the Supreme Personality of Godhead. May that Supreme Lord be pleased with us.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "श्रोत्राद् दिशो यस्य हृदश्च खानिप्रजज्ञिरे खं पुरुषस्य नाभ्या: ।प्राणेन्द्रियात्मासुशरीरकेत:प्रसीदतां न: स महाविभूति: ॥ ३८ ॥",
        "english_devnagari": "śrotrād diśo yasya hṛdaś ca khāniprajajñire khaṁ puruṣasya nābhyāḥprāṇendriyātmāsu-śarīra-ketaḥprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "śrotrāt",
            "diśaḥ",
            "yasya",
            "hṛdaḥ",
            "ca",
            "khāni",
            "prajajñire",
            "kham",
            "puruṣasya",
            "nābhyāḥ",
            "prāṇa",
            "indriya",
            "ātmā",
            "asu",
            "śarīra",
            "ketaḥ",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "May the supremely powerful Personality of Godhead be pleased with us. The different directions are generated from His ears, the holes of the body come from His heart, and the vital force, the senses, the mind, the air within the body, and the ether, which is the shelter of the body, come from His navel.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "बलान्महेन्द्रस्त्रिदशा: प्रसादा-न्मन्योर्गिरीशो धिषणाद् विरिञ्च: ।खेम्यस्तुछन्दांस्यृषयो मेढ्रत: क:प्रसीदतां न: स महाविभूति: ॥ ३९ ॥",
        "english_devnagari": "balān mahendras tri-daśāḥ prasādānmanyor girīśo dhiṣaṇād viriñcaḥkhebhyas tu chandāṁsy ṛṣayo meḍhrataḥ kaḥprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "balāt",
            "mahā",
            "indraḥ",
            "tri",
            "daśāḥ",
            "prasādāt",
            "manyoḥ",
            "giri",
            "īśaḥ",
            "dhiṣaṇāt",
            "viriñcaḥ",
            "khebhyaḥ",
            "tu",
            "chandāṁsi",
            "ṛṣayaḥ",
            "meḍhrataḥ",
            "kaḥ",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "Mahendra, the King of Heaven, was generated from the prowess of the Lord, the demigods were generated from the mercy of the Lord, Lord Śiva was generated from the anger of the Lord, and Lord Brahmā from His sober intelligence. The Vedic mantras were generated from the bodily holes of the Lord, and the great saints and prajāpatis were generated from His genitals. May that supremely powerful Lord be pleased with us.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "श्रीर्वक्षस: पितरश्छाययासन्धर्म: स्तनादितर: पृष्ठतोऽभूत् ।द्यौर्यस्य शीर्ष्णोऽप्सरसो विहारात्प्रसीदतां न: स महाविभूति: ॥ ४० ॥",
        "english_devnagari": "śrīr vakṣasaḥ pitaraś chāyayāsandharmaḥ stanād itaraḥ pṛṣṭhato ’bhūtdyaur yasya śīrṣṇo ’psaraso vihārātprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "śrīḥ",
            "vakṣasaḥ",
            "pitaraḥ",
            "chāyayā",
            "āsan",
            "dharmaḥ",
            "stanāt",
            "itaraḥ",
            "pṛṣṭhataḥ",
            "abhūt",
            "dyauḥ",
            "yasya",
            "śīrṣṇaḥ",
            "apsarasaḥ",
            "vihārāt",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "The goddess of fortune was generated from His chest, the inhabitants of Pitṛloka from His shadow, religion from His bosom, and irreligion [the opposite of religion] from His back. The heavenly planets were generated from the top of His head, and the Apsarās from His sense enjoyment. May that supremely powerful Personality of Godhead be pleased with us.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "विप्रो मुखाद् ब्रह्म च यस्य गुह्यंराजन्य आसीद् भुजयोर्बलं च ।ऊर्वोर्विडोजोऽङ्‍‍घ्रिरवेदशूद्रौप्रसीदतां न: स महाविभूति: ॥ ४१ ॥",
        "english_devnagari": "vipro mukhād brahma ca yasya guhyaṁrājanya āsīd bhujayor balaṁ caūrvor viḍ ojo ’ṅghrir aveda-śūdrauprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "vipraḥ",
            "mukhāt",
            "brahma",
            "ca",
            "yasya",
            "guhyam",
            "rājanyaḥ",
            "āsīt",
            "bhujayoḥ",
            "balam",
            "ca",
            "ūrvoḥ",
            "viṭ",
            "ojaḥ",
            "aṅghriḥ",
            "aveda",
            "śūdrau",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "The brāhmaṇas and Vedic knowledge come from the mouth of the Supreme Personality of Godhead, the kṣatriyas and bodily strength come from His arms, the vaiśyas and their expert knowledge in productivity and wealth come from His thighs, and the śūdras, who are outside of Vedic knowledge, come from His feet. May that Supreme Personality of Godhead, who is full in prowess, be pleased with us.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "लोभोऽधरात् प्रीतिरुपर्यभूद् द्युति-र्नस्त: पशव्य: स्पर्शेन काम: ।भ्रुवोर्यम: पक्ष्मभवस्तु काल:प्रसीदतां न: स महाविभूति: ॥ ४२ ॥",
        "english_devnagari": "lobho ’dharāt prītir upary abhūd dyutirnastaḥ paśavyaḥ sparśena kāmaḥbhruvor yamaḥ pakṣma-bhavas tu kālaḥprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "lobhaḥ",
            "adharāt",
            "prītiḥ",
            "upari",
            "abhūt",
            "dyutiḥ",
            "nastaḥ",
            "paśavyaḥ",
            "sparśena",
            "kāmaḥ",
            "bhruvoḥ",
            "yamaḥ",
            "pakṣma",
            "bhavaḥ",
            "tu",
            "kālaḥ",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "Greed is generated from His lower lip, affection from His upper lip, bodily luster from His nose, animalistic lusty desires from His sense of touch, Yamarāja from His eyebrows, and eternal time from His eyelashes. May that Supreme Lord be pleased with us.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "द्रव्यं वय: कर्म गुणान्विशेषंयद्योगमायाविहितान्वदन्ति ।यद् दुर्विभाव्यं प्रबुधापबाधंप्रसीदतां न: स महाविभूति: ॥ ४३ ॥",
        "english_devnagari": "dravyaṁ vayaḥ karma guṇān viśeṣaṁyad-yoga-māyā-vihitān vadantiyad durvibhāvyaṁ prabudhāpabādhaṁprasīdatāṁ naḥ sa mahā-vibhūtiḥ",
        "verse_Syn": [
            "dravyam",
            "vayaḥ",
            "karma",
            "guṇān",
            "viśeṣam",
            "yat",
            "yoga",
            "māyā",
            "vihitān",
            "vadanti",
            "yat",
            "durvibhāvyam",
            "prabudha",
            "apabādham",
            "prasīdatām",
            "naḥ",
            "saḥ",
            "mahā",
            "vibhūtiḥ"
        ],
        "translation": "All learned men say that the five elements, eternal time, fruitive activity, the three modes of material nature, and the varieties produced by these modes are all creations of yoga-māyā. This material world is therefore extremely difficult to understand, but those who are highly learned have rejected it. May the Supreme Personality of Godhead, who is the controller of everything, be pleased with us.",
        "purport": " The word durvibhāvyam is very important in this verse. No one can understand how everything is happening in this material world by the arrangement of the Supreme Personality of Godhead through His material energies. As stated in Bhagavad-gītā (9.10), mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram: everything is actually happening under the direction of the Supreme Personality of Godhead. This much we can learn, but how it is happening is extremely difficult to understand. We cannot even understand how the affairs within our body are systematically taking place. The body is a small universe, and since we cannot understand how things are happening in this small universe, how can we understand the affairs of the bigger universe? Actually this universe is very difficult to understand, yet learned sages have advised, as Kṛṣṇa has also advised, that this material world is duḥkhālayam aśāśvatam; in other words, it is a place of misery and temporality. One must give up this world and go back home, back to the Personality of Godhead. Materialists may argue, “If this material world and its affairs are impossible to understand, how can we reject it?” The answer is provided by the word prabudhāpabādham. We have to reject this material world because it is rejected by those who are learned in Vedic wisdom. Even though we cannot understand what this material world is, we should be ready to reject it in accordance with the advice of learned persons, especially the advice of Kṛṣṇa. Kṛṣṇa says: “After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection.” (Bg. 8.15) One has to return home, back to Godhead, for this is the highest perfection of life. To go back to Godhead means to reject this material world. Although we cannot understand the functions of this material world and whether it is good for us or bad for us, in accordance with the advice of the supreme authority we must reject it and go back home, back to Godhead."
    },
    {
        "verse": "44",
        "devanagari": "नमोऽस्तु तस्मा उपशान्तशक्तयेस्वाराज्यलाभप्रतिपूरितात्मने ।गुणेषु मायारचितेषु वृत्तिभि-र्न सज्जमानाय नभस्वदूतये ॥ ४४ ॥",
        "english_devnagari": "namo ’stu tasmā upaśānta-śaktayesvārājya-lābha-pratipūritātmaneguṇeṣu māyā-raciteṣu vṛttibhirna sajjamānāya nabhasvad-ūtaye",
        "verse_Syn": [
            "namaḥ",
            "astu",
            "tasmai",
            "upaśānta",
            "śaktaye",
            "svārājya",
            "lābha",
            "pratipūrita",
            "ātmane",
            "guṇeṣu",
            "māyā",
            "raciteṣu",
            "vṛttibhiḥ",
            "na",
            "sajjamānāya",
            "nabhasvat",
            "ūtaye"
        ],
        "translation": "Let us offer our respectful obeisances unto the Supreme Personality of Godhead, who is completely silent, free from endeavor, and completely satisfied by His own achievements. He is not attached to the activities of the material world through His senses. Indeed, in performing His pastimes in this material world, He is just like the unattached air.",
        "purport": " We can simply understand that behind the activities of material nature is the Supreme Lord, by whose indications everything takes place, although we cannot see Him. Even without seeing Him, we should offer Him our respectful obeisances. We should know that He is complete. Everything is done systematically by His energies (parāsya śaktir vividhaiva śrūyate), and therefore He has nothing to do (na tasya kāryaṁ karaṇaṁ ca vidyate). As indicated here by the word upaśānta-śaktaye, His different energies act, but although He sets these energies in action, He Himself has nothing to do. He is not attached to anything, for He is the Supreme Personality of Godhead. Therefore, let us offer our respectful obeisances unto Him."
    },
    {
        "verse": "45",
        "devanagari": "स त्वं नो दर्शयात्मानमस्मत्करणगोचरम् ।प्रपन्नानां दिद‍ृक्षूणां सस्मितं ते मुखाम्बुजम् ॥ ४५ ॥",
        "english_devnagari": "sa tvaṁ no darśayātmānamasmat-karaṇa-gocaramprapannānāṁ didṛkṣūṇāṁsasmitaṁ te mukhāmbujam",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "naḥ",
            "darśaya",
            "ātmānam",
            "asmat",
            "karaṇa",
            "gocaram",
            "prapannānām",
            "didṛkṣūṇām",
            "sasmitam",
            "te",
            "mukha",
            "ambujam"
        ],
        "translation": "O Supreme Personality of Godhead, we are surrendered unto You, yet we wish to see You. Please make Your original form and smiling lotus face visible to our eyes and appreciable to our other senses.",
        "purport": " The devotees are always eager to see the Supreme Personality of Godhead in His original form, with His smiling lotuslike face. They are not interested in experiencing the impersonal form. The Lord has both impersonal and personal features. The impersonalists have no idea of the personal feature of the Lord, but Lord Brahmā and the members of his disciplic succession want to see the Lord in His personal form. Without a personal form there can be no question of a smiling face, which is clearly indicated here by the words sasmitam te mukhāmbujam. Those who are in the Vaiṣṇava sampradāya of Brahmā always want to see the Supreme Personality of Godhead. They are eager to realize the Lord’s personal feature, not the impersonal feature. As clearly stated here, asmat-karaṇa-gocaram: the personal feature of the Lord can be directly perceived by our senses."
    },
    {
        "verse": "46",
        "devanagari": "तैस्तै: स्वेच्छाभूतै रूपै: काले काले स्वयं विभो ।कर्म दुर्विषहं यन्नो भगवांस्तत् करोति हि ॥ ४६ ॥",
        "english_devnagari": "tais taiḥ svecchā-bhūtai rūpaiḥkāle kāle svayaṁ vibhokarma durviṣahaṁ yan nobhagavāṁs tat karoti hi",
        "verse_Syn": [
            "taiḥ",
            "taiḥ",
            "sva",
            "icchā",
            "bhūtaiḥ",
            "rūpaiḥ",
            "kāle",
            "kāle",
            "svayam",
            "vibho",
            "karma",
            "durviṣaham",
            "yat",
            "naḥ",
            "bhagavān",
            "tat",
            "karoti",
            "hi"
        ],
        "translation": "O Lord, O Supreme Personality of Godhead, by Your sweet will You appear in various incarnations, millennium after millennium, and act wonderfully, performing uncommon activities that would be impossible for us.",
        "purport": " The Lord says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” Thus it is not an imagination but a fact that the Supreme Personality of Godhead, by His sweet will, appears in different incarnations, such as Matsya, Kūrma, Varāha, Nṛsiṁha, Vāmana, Paraśurāma, Rāmacandra, Balarāma, Buddha and many other forms. Devotees are always eager to see one of the Lord’s innumerable forms. It is said that just as no one can count how many waves there are in the sea, no one can count the forms of the Lord. This does not mean, however, that anyone can claim to be a form of the Lord and be acceptable as an incarnation. The incarnation of the Supreme Personality of Godhead must be accepted in terms of the descriptions found in the śāstras. Lord Brahmā is eager to see the incarnation of the Lord, or the original source of all incarnations; he is not eager to see an imposter. The incarnation’s activities are proof of His identity. All the incarnations described in the śāstras act wonderfully (keśava dhṛta-mīna-śarīra jaya jagadīśa hare). It is only by the personal sweet will of the Supreme Personality of Godhead that He appears and disappears, and only fortunate devotees can expect to see Him face to face."
    },
    {
        "verse": "47",
        "devanagari": "क्लेशभूर्यल्पसाराणि कर्माणि विफलानि वा ।देहिनां विषयार्तानां न तथैवार्पितं त्वयि ॥ ४७ ॥",
        "english_devnagari": "kleśa-bhūry-alpa-sārāṇikarmāṇi viphalāni vādehināṁ viṣayārtānāṁna tathaivārpitaṁ tvayi",
        "verse_Syn": [
            "kleśa",
            "bhūri",
            "alpa",
            "sārāṇi",
            "karmāṇi",
            "viphalāni",
            "vā",
            "dehinām",
            "viṣaya",
            "artānām",
            "na",
            "tathā",
            "eva",
            "arpitam",
            "tvayi"
        ],
        "translation": "Karmīs are always anxious to accumulate wealth for their sense gratification, but for that purpose they must work very hard. Yet even though they work hard, the results are not satisfying. Indeed, sometimes their work results only in frustration. But devotees who have dedicated their lives to the service of the Lord can achieve substantial results without working very hard. These results exceed the devotee’s expectations.",
        "purport": " We can practically see how the devotees who have dedicated their lives for the service of the Lord in the Kṛṣṇa consciousness movement are getting immense opportunities for the service of the Supreme Personality of Godhead without working very hard. The Kṛṣṇa consciousness movement actually started with only forty rupees, but now it has more than forty crores worth of property, and all this opulence has been achieved within eight or ten years. No karmī can expect to improve his business so swiftly, and besides that, whatever a karmī acquires is temporary and sometimes frustrating. In Kṛṣṇa consciousness, however, everything is encouraging and improving. The Kṛṣṇa consciousness movement is not very popular with the karmīs because this movement recommends that one refrain from illicit sex, meat-eating, gambling and intoxication. These are restrictions that karmīs very much dislike. Nonetheless, in the presence of so many enemies, this movement is progressing, going forward without impediments. If the devotees continue to spread this movement, dedicating life and soul to the lotus feet of Kṛṣṇa, no one will be able to check it. The movement will go forward without limits. Chant Hare Kṛṣṇa!"
    },
    {
        "verse": "48",
        "devanagari": "नावम: कर्मकल्पोऽपि विफलायेश्वरार्पित: ।कल्पते पुरुषस्यैव स ह्यात्मा दयितो हित: ॥ ४८ ॥",
        "english_devnagari": "nāvamaḥ karma-kalpo ’piviphalāyeśvarārpitaḥkalpate puruṣasyaivasa hy ātmā dayito hitaḥ",
        "verse_Syn": [
            "na",
            "avamaḥ",
            "karma",
            "kalpaḥ",
            "api",
            "viphalāya",
            "īśvara",
            "arpitaḥ",
            "kalpate",
            "puruṣasya",
            "eva",
            "saḥ",
            "hi",
            "ātmā",
            "dayitaḥ",
            "hitaḥ"
        ],
        "translation": "Activities dedicated to the Supreme Personality of Godhead, even if performed in small measure, never go in vain. The Supreme Personality of Godhead, being the supreme father, is naturally very dear and always ready to act for the good of the living entities.",
        "purport": " In Bhagavad-gītā (2.40), the Lord says svalpam apy asya dharmasya trāyate mahato bhayāt: this dharma, devotional service, is so important that even if performed to a very small, almost negligible extent, it can give one the supreme result. There are many instances in the history of the world in which even a slight service rendered to the Lord has saved a living entity from the greatest danger. Ajāmila, for example, was saved by the Supreme Personality of Godhead from the greatest danger, that of going to hell. He was saved simply because he chanted the name Nārāyaṇa at the end of his life. When Ajāmila chanted this holy name of the Lord, Nārāyaṇa, he did not chant knowingly; actually he was calling his youngest son, whose name was Nārāyaṇa. Nonetheless, Lord Nārāyaṇa took this chanting seriously, and thus Ajāmila achieved the result of ante nārāyaṇa-smṛtiḥ, remembering Nārāyaṇa at the end of life. If one somehow or other remembers the holy name of Nārāyaṇa, Kṛṣṇa or Rāma at the end of life, he immediately achieves the transcendental result of going back home, back to Godhead. The Supreme Personality of Godhead is actually the only object of our love. As long as we are in this material world we have so many desires to fulfill, but when we come in touch with the Supreme Personality of Godhead, we immediately become perfect and fully satisfied, just as a child is fully satisfied when he comes to the lap of his mother. Dhruva Mahārāja went to the forest to achieve some material result by austerity and penance, but when he actually saw the Supreme Personality of Godhead he said, “I do not want any material benediction. I am completely satisfied.” Even if one wants some material benefit from serving the Supreme Personality of Godhead, this can be achieved extremely easily, without hard labor. Therefore the śāstra recommends: “Whether one desires everything or nothing or desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kṛṣṇa, the Supreme Personality of Godhead, by rendering transcendental loving service.” (Bhāg. 2.3.10) Even if one has material desires, one can undoubtedly achieve what he wants by rendering service to the Lord."
    },
    {
        "verse": "49",
        "devanagari": "यथा हि स्कन्धशाखानां तरोर्मूलावसेचनम् ।एवमाराधनं विष्णो: सर्वेषामात्मनश्च हि ॥ ४९ ॥",
        "english_devnagari": "yathā hi skandha-śākhānāṁtaror mūlāvasecanamevam ārādhanaṁ viṣṇoḥsarveṣām ātmanaś ca hi",
        "verse_Syn": [
            "yathā",
            "hi",
            "skandha",
            "śākhānām",
            "taroḥ",
            "mūla",
            "avasecanam",
            "evam",
            "ārādhanam",
            "viṣṇoḥ",
            "sarveṣām",
            "ātmanaḥ",
            "ca",
            "hi"
        ],
        "translation": "When one pours water on the root of a tree, the trunk and branches of the tree are automatically pleased. Similarly, when one becomes a devotee of Lord Viṣṇu, everyone is served, for the Lord is the Supersoul of everyone.",
        "purport": " As stated in the Padma Purāṇa: “Of all types of worship, worship of Lord Viṣṇu is best, and better than the worship of Lord Viṣṇu is the worship of His devotee, the Vaiṣṇava.” There are many demigods worshiped by people who are attached to material desires (kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ). Because people are embarrassed by so many material desires, they worship Lord Śiva, Lord Brahmā, the goddess Kālī, Durgā, Gaṇeśa and Sūrya to achieve different results. However, one can achieve all these results simultaneously just by worshiping Lord Viṣṇu. As stated elsewhere in the Bhāgavatam (4.31.14): “Just by pouring water on the root of a tree, one nourishes its trunk and all of its branches, fruits and flowers, and just by supplying food to the stomach, one satisfies all the limbs of the body. Similarly, by worshiping Lord Viṣṇu one can satisfy everyone.” Kṛṣṇa consciousness is not a sectarian religious movement. Rather, it is meant for all-embracing welfare activities for the world. One can enter this movement without discrimination in terms of caste, creed, religion or nationality. If one is trained to worship the Supreme Personality of Godhead, Kṛṣṇa, who is the origin of viṣṇu-tattva, one can become fully satisfied and perfect in all respects."
    },
    {
        "verse": "50",
        "devanagari": "नमस्तुभ्यमनन्ताय दुर्वितर्क्यात्मकर्मणे ।निर्गुणाय गुणेशाय सत्त्वस्थाय च साम्प्रतम् ॥ ५० ॥",
        "english_devnagari": "namas tubhyam anantāyadurvitarkyātma-karmaṇenirguṇāya guṇeśāyasattva-sthāya ca sāmpratam",
        "verse_Syn": [
            "namaḥ",
            "tubhyam",
            "anantāya",
            "durvitarkya",
            "ātma",
            "karmaṇe",
            "nirguṇāya",
            "guṇa",
            "īśāya",
            "sattva",
            "sthāya",
            "ca",
            "sāmpratam"
        ],
        "translation": "My Lord, all obeisances unto You, who are eternal, beyond time’s limits of past, present and future. You are inconceivable in Your activities, You are the master of the three modes of material nature, and, being transcendental to all material qualities, You are free from material contamination. You are the controller of all three of the modes of nature, but at the present You are in favor of the quality of goodness. Let us offer our respectful obeisances unto You.",
        "purport": " The Supreme Personality of Godhead controls the material activities manifested by the three modes of material nature. As stated in Bhagavad-gītā, nirguṇaṁ guṇa-bhoktṛ ca: the Supreme Personality of Godhead is always transcendental to the material qualities (sattva-guṇa, rajo-guṇa and tamo-guṇa), but nonetheless He is their controller. The Lord manifests Himself in three features — as Brahmā, Viṣṇu and Maheśvara — to control these three qualities. He personally takes charge of sattva-guṇa as Lord Viṣṇu, and He entrusts the charge of rajo-guṇa and tamo-guṇa to Lord Brahmā and Lord Śiva. Ultimately, however, He is the controller of all three guṇas. Lord Brahmā, expressing his appreciation, said that because Lord Viṣṇu had now taken charge of the activities of goodness, there was every hope that the demigods would be successful in fulfilling their desires. The demigods were harassed by the demons, who were infested with tamo-guṇa. However, as Lord Brahmā has previously described, since the time of sattva-guṇa had now arrived, the demigods could naturally expect to fulfill their desires. The demigods are supposedly well advanced in knowledge, yet they could not understand the knowledge of the Supreme Personality of Godhead. Therefore the Lord is addressed here as anantāya. Although Lord Brahmā knows past, present and future, he is unable to understand the unlimited knowledge of the Supreme Personality of Godhead."
    }
]