[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचतेऽन्योन्यतोऽसुरा: पात्रं हरन्तस्त्यक्तसौहृदा: ।क्षिपन्तो दस्युधर्माण आयान्तीं दद‍ृशु: स्त्रियम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācate ’nyonyato ’surāḥ pātraṁharantas tyakta-sauhṛdāḥkṣipanto dasyu-dharmāṇaāyāntīṁ dadṛśuḥ striyam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "te",
            "anyonyataḥ",
            "asurāḥ",
            "pātram",
            "harantaḥ",
            "tyakta",
            "sauhṛdāḥ",
            "kṣipantaḥ",
            "dasyu",
            "dharmāṇaḥ",
            "āyāntīm",
            "dadṛśuḥ",
            "striyam"
        ],
        "translation": "Śukadeva Gosvāmī said: Thereafter, the demons became inimical toward one another. Throwing and snatching the container of nectar, they gave up their friendly relationship. Meanwhile, they saw a very beautiful young woman coming forward toward them.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "अहो रूपमहो धाम अहो अस्या नवं वय: ।इति ते तामभिद्रुत्य पप्रच्छुर्जातहृच्छया: ॥ २ ॥",
        "english_devnagari": "aho rūpam aho dhāmaaho asyā navaṁ vayaḥiti te tām abhidrutyapapracchur jāta-hṛc-chayāḥ",
        "verse_Syn": [
            "aho",
            "rūpam",
            "aho",
            "dhāma",
            "aho",
            "asyāḥ",
            "navam",
            "vayaḥ",
            "iti",
            "te",
            "tām",
            "abhidrutya",
            "papracchuḥ",
            "jāta",
            "hṛt",
            "śayāḥ"
        ],
        "translation": "Upon seeing the beautiful woman, the demons said, “Alas, how wonderful is Her beauty, how wonderful the luster of Her body, and how wonderful the beauty of Her youthful age!” Speaking in this way, they quickly approached Her, full of lusty desires to enjoy Her, and began to inquire from Her in many ways.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "का त्वं कञ्जपलाशाक्षि कुतो वा किं चिकीर्षसि ।कस्यासि वद वामोरु मथ्नतीव मनांसि न: ॥ ३ ॥",
        "english_devnagari": "kā tvaṁ kañja-palāśākṣikuto vā kiṁ cikīrṣasikasyāsi vada vāmorumathnatīva manāṁsi naḥ",
        "verse_Syn": [
            "kā",
            "tvam",
            "kañja",
            "palāśa",
            "akṣi",
            "kutaḥ",
            "vā",
            "kim",
            "cikīrṣasi",
            "kasya",
            "asi",
            "vada",
            "vāma",
            "ūru",
            "mathnatī",
            "iva",
            "manāṁsi",
            "naḥ"
        ],
        "translation": "O wonderfully beautiful girl, You have such nice eyes, resembling the petals of a lotus flower. Who are You? Where do You come from? What is Your purpose in coming here, and to whom do You belong? O You whose thighs are extraordinarily beautiful, our minds are becoming agitated simply because of seeing You.",
        "purport": " The demons inquired from the wonderfully beautiful girl, “To whom do You belong?” A woman is supposed to belong to her father before her marriage, to her husband after her marriage, and to her grown sons in her old age. In regard to this inquiry, Śrīla Viśvanātha Cakravartī Ṭhākura says that the question “To whom do You belong?” means “Whose daughter are You?” Since the demons could understand that the beautiful girl was still unmarried, every one of them desired to marry Her. Thus they inquired, “Whose daughter are You?”"
    },
    {
        "verse": "4",
        "devanagari": "न वयं त्वामरैर्दैत्यै: सिद्धगन्धर्वचारणै: ।नास्पृष्टपूर्वां जानीमो लोकेशैश्च कुतो नृभि: ॥ ४ ॥",
        "english_devnagari": "na vayaṁ tvāmarair daityaiḥsiddha-gandharva-cāraṇaiḥnāspṛṣṭa-pūrvāṁ jānīmolokeśaiś ca kuto nṛbhiḥ",
        "verse_Syn": [
            "na",
            "vayam",
            "tvā",
            "amaraiḥ",
            "daityaiḥ",
            "siddha",
            "gandharva",
            "cāraṇaiḥ",
            "na",
            "aspṛṣṭa",
            "pūrvām",
            "jānīmaḥ",
            "loka",
            "īśaiḥ",
            "ca",
            "kutaḥ",
            "nṛbhiḥ"
        ],
        "translation": "What to speak of human beings, even the demigods, demons, Siddhas, Gandharvas, Cāraṇas and the various directors of the universe, the Prajāpatis, have never touched You before. It is not that we are unable to understand Your identity.",
        "purport": " Even the asuras observed the etiquette that no one should address a married woman with lust. The great analyst Cāṇakya Paṇḍita says, mātṛvat para-dāreṣu: one should consider another’s wife to be one’s mother. The asuras, the demons, took it for granted that the beautiful young woman, Mohinī-mūrti, who had arrived before them, was certainly not married. Therefore they assumed that no one in the world, including the demigods, the Gandharvas, the Cāraṇas and the Siddhas, had ever touched Her. The demons knew that the young girl was unmarried, and therefore they dared to address Her. They supposed that the young girl, Mohinī-mūrti, had come there to find a husband among all those present (the Daityas, the demigods, the Gandharvas and so on)."
    },
    {
        "verse": "5",
        "devanagari": "नूनं त्वं विधिना सुभ्रू: प्रेषितासि शरीरिणाम् ।सर्वेन्द्रियमन:प्रीतिं विधातुं सघृणेन किम् ॥ ५ ॥",
        "english_devnagari": "nūnaṁ tvaṁ vidhinā subhrūḥpreṣitāsi śarīriṇāmsarvendriya-manaḥ-prītiṁvidhātuṁ saghṛṇena kim",
        "verse_Syn": [
            "nūnam",
            "tvam",
            "vidhinā",
            "su",
            "bhrūḥ",
            "preṣitā",
            "asi",
            "śarīriṇām",
            "sarva",
            "indriya",
            "manaḥ",
            "prītim",
            "vidhātum",
            "sa",
            "ghṛṇena",
            "kim"
        ],
        "translation": "O beautiful girl with beautiful eyebrows, certainly Providence, by His causeless mercy, has sent You to please the senses and minds of all of us. Is this not a fact?",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "सा त्वं न: स्पर्धमानानामेकवस्तुनि मानिनि ।ज्ञातीनां बद्धवैराणां शं विधत्स्व सुमध्यमे ॥ ६ ॥",
        "english_devnagari": "sā tvaṁ naḥ spardhamānānāmeka-vastuni māninijñātīnāṁ baddha-vairāṇāṁśaṁ vidhatsva sumadhyame",
        "verse_Syn": [
            "sā",
            "tvam",
            "naḥ",
            "spardhamānānām",
            "eka",
            "vastuni",
            "mānini",
            "jñātīnām",
            "baddha",
            "vairāṇām",
            "śam",
            "vidhatsva",
            "su",
            "madhyame"
        ],
        "translation": "We are now all engaged in enmity among ourselves because of this one subject matter — the container of nectar. Although we have been born in the same family, we are becoming increasingly inimical. O thin-waisted woman, who are so beautiful in Your prestigious position, we therefore request You to favor us by settling our dispute.",
        "purport": " The demons understood that the beautiful woman had attracted the attention of them all. Therefore they unanimously requested Her to become the arbiter to settle their dispute."
    },
    {
        "verse": "7",
        "devanagari": "वयं कश्यपदायादा भ्रातर: कृतपौरुषा: ।विभजस्व यथान्यायं नैव भेदो यथा भवेत् ॥ ७ ॥",
        "english_devnagari": "vayaṁ kaśyapa-dāyādābhrātaraḥ kṛta-pauruṣāḥvibhajasva yathā-nyāyaṁnaiva bhedo yathā bhavet",
        "verse_Syn": [
            "vayam",
            "kaśyapa",
            "dāyādāḥ",
            "bhrātaraḥ",
            "kṛta",
            "pauruṣāḥ",
            "vibhajasva",
            "yathā",
            "nyāyam",
            "na",
            "eva",
            "bhedaḥ",
            "yathā",
            "bhavet"
        ],
        "translation": "All of us, both demons and demigods, have been born of the same father, Kaśyapa, and thus we are related as brothers. But now we are exhibiting our personal prowess in dissension. Therefore we request You to settle our dispute and divide the nectar equally among us.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "इत्युपामन्त्रितो दैत्यैर्मायायोषिद्वपुर्हरि: ।प्रहस्य रुचिरापाङ्गैर्निरीक्षन्निदमब्रवीत् ॥ ८ ॥",
        "english_devnagari": "ity upāmantrito daityairmāyā-yoṣid-vapur hariḥprahasya rucirāpāṅgairnirīkṣann idam abravīt",
        "verse_Syn": [
            "iti",
            "upāmantritaḥ",
            "daityaiḥ",
            "māyā",
            "yoṣit",
            "vapuḥ",
            "hariḥ",
            "prahasya",
            "rucira",
            "apāṅgaiḥ",
            "nirīkṣan",
            "idam",
            "abravīt"
        ],
        "translation": "Having thus been requested by the demons, the Supreme Personality of Godhead, who had assumed the form of a beautiful woman, began to smile. Looking at them with attractive feminine gestures, She spoke as follows.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "श्रीभगवानुवाचकथं कश्यपदायादा: पुंश्चल्यां मयि सङ्गता: ।विश्वासं पण्डितो जातु कामिनीषु न याति हि ॥ ९ ॥",
        "english_devnagari": "śrī-bhagavān uvācakathaṁ kaśyapa-dāyādāḥpuṁścalyāṁ mayi saṅgatāḥviśvāsaṁ paṇḍito jātukāminīṣu na yāti hi",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "katham",
            "kaśyapa",
            "dāyādāḥ",
            "puṁścalyām",
            "mayi",
            "saṅgatāḥ",
            "viśvāsam",
            "paṇḍitaḥ",
            "jātu",
            "kāminīṣu",
            "na",
            "yāti",
            "hi"
        ],
        "translation": "The Supreme Personality of Godhead, in the form of Mohinī, told the demons: O sons of Kaśyapa Muni, I am only a prostitute. How is it that you have so much faith in Me? A learned person never puts his faith in a woman.",
        "purport": " Cāṇakya Paṇḍita, the great politician and moral instructor, said, viśvāso naiva kartavyaḥ strīṣu rāja-kuleṣu ca: “Never put your faith in a woman or a politician.” Thus the Supreme Personality of Godhead, who was pretending to be a woman, warned the demons against putting so much faith in Her, for She had appeared as an attractive woman ultimately to cheat them. Indirectly disclosing the purpose for which She had appeared before them, She said to the sons of Kaśyapa, “How is this? You were all born of a great ṛṣi, yet you are putting your faith in a woman who is loitering here and there like a prostitute, unprotected by father or husband. Women in general should not be trusted, and what to speak of a woman loitering like a prostitute?” The word kāminī is significant in this connection. Women, especially beautiful young women, invoke the dormant lusty desires of a man. Therefore, according to Manu-saṁhitā, every woman should be protected, either by her husband, by her father or by her grown sons. Without such protection, a woman will be exploited. Indeed, women like to be exploited by men. As soon as a woman is exploited by a man, she becomes a common prostitute. This is explained by Mohinī-mūrti, the Supreme Personality of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "सालावृकाणां स्त्रीणां च स्वैरिणीनां सुरद्विष: ।सख्यान्याहुरनित्यानि नूत्नं नूत्नं विचिन्वताम् ॥ १० ॥",
        "english_devnagari": "sālāvṛkāṇāṁ strīṇāṁ casvairiṇīnāṁ sura-dviṣaḥsakhyāny āhur anityāninūtnaṁ nūtnaṁ vicinvatām",
        "verse_Syn": [
            "sālāvṛkāṇām",
            "strīṇām",
            "ca",
            "svairiṇīnām",
            "sura",
            "dviṣaḥ",
            "sakhyāni",
            "āhuḥ",
            "anityāni",
            "nūtnam",
            "nūtnam",
            "vicinvatām"
        ],
        "translation": "O demons, as monkeys, jackals and dogs are unsteady in their sexual relationships and want newer and newer friends every day, women who live independently seek new friends daily. Friendship with such a woman is never permanent. This is the opinion of learned scholars.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "श्रीशुक उवाचइति ते क्ष्वेलितैस्तस्या आश्वस्तमनसोऽसुरा: ।जहसुर्भावगम्भीरं ददुश्चामृतभाजनम् ॥ ११ ॥",
        "english_devnagari": "śrī-śuka uvācaiti te kṣvelitais tasyāāśvasta-manaso ’surāḥjahasur bhāva-gambhīraṁdaduś cāmṛta-bhājanam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "te",
            "kṣvelitaiḥ",
            "tasyāḥ",
            "āśvasta",
            "manasaḥ",
            "asurāḥ",
            "jahasuḥ",
            "bhāva",
            "gambhīram",
            "daduḥ",
            "ca",
            "amṛta",
            "bhājanam"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: After the demons heard the words of Mohinī-mūrti, who had spoken as if jokingly, they were all very confident. They laughed with gravity, and ultimately they delivered the container of nectar into Her hands.",
        "purport": " The Personality of Godhead in His form of Mohinī was certainly not joking but talking seriously, with gravity. The demons, however, being captivated by Mohinī-mūrti’s bodily features, took Her words as a joke and confidently delivered the container of nectar into Her hands. Thus Mohinī-mūrti resembles Lord Buddha, who appeared sammohāya sura-dviṣām — to cheat the asuras. The word sura-dviṣām refers to those who are envious of the demigods or devotees. Sometimes an incarnation of the Supreme Personality of Godhead cheats the atheists. Thus we see here that although Mohinī-mūrti was speaking factually to the asuras, the asuras took Her words to be facetious. Indeed, they were so confident of Mohinī-mūrti’s honesty that they immediately delivered the container of nectar into Her hands, as if they would allow Her to do with the nectar whatever She liked, whether She distributed it, threw it away or drank it Herself without giving it to them."
    },
    {
        "verse": "12",
        "devanagari": "ततो गृहीत्वामृतभाजनं हरि-र्बभाष ईषत्स्मितशोभया गिरा ।यद्यभ्युपेतं क्‍व च साध्वसाधु वाकृतं मया वो विभजे सुधामिमाम् ॥ १२ ॥",
        "english_devnagari": "tato gṛhītvāmṛta-bhājanaṁ harirbabhāṣa īṣat-smita-śobhayā girāyady abhyupetaṁ kva ca sādhv asādhu vākṛtaṁ mayā vo vibhaje sudhām imām",
        "verse_Syn": [
            "tataḥ",
            "gṛhītvā",
            "amṛta",
            "bhājanam",
            "hariḥ",
            "babhāṣa",
            "īṣat",
            "smita",
            "śobhayā",
            "girā",
            "yadi",
            "abhyupetam",
            "kva",
            "ca",
            "sādhu",
            "asādhu",
            "vā",
            "kṛtam",
            "mayā",
            "vaḥ",
            "vibhaje",
            "sudhām",
            "imām"
        ],
        "translation": "Thereafter, the Supreme Personality of Godhead, having taken possession of the container of nectar, smiled slightly and spoke in attractive words. She said: My dear demons, if you accept whatever I may do, whether honest or dishonest, then I can take responsibility for dividing the nectar among you.",
        "purport": " The Supreme Personality of Godhead cannot abide by anyone’s dictation. Whatever He does is absolute. The demons, of course, were deluded by the illusory potency of the Supreme Personality of Godhead, and thus Mohinī-mūrti got them to promise that whatever She would do they would accept."
    },
    {
        "verse": "13",
        "devanagari": "इत्यभिव्याहृतं तस्या आकर्ण्यासुरपुङ्गवा: ।अप्रमाणविदस्तस्यास्तत् तथेत्यन्वमंसत ॥ १३ ॥",
        "english_devnagari": "ity abhivyāhṛtaṁ tasyāākarṇyāsura-puṅgavāḥapramāṇa-vidas tasyāstat tathety anvamaṁsata",
        "verse_Syn": [
            "iti",
            "abhivyāhṛtam",
            "tasyāḥ",
            "ākarṇya",
            "asura",
            "puṅgavāḥ",
            "apramāṇa",
            "vidaḥ",
            "tasyāḥ",
            "tat",
            "tathā",
            "iti",
            "anvamaṁsata"
        ],
        "translation": "The chiefs of the demons were not very expert in deciding things. Upon hearing the sweet words of Mohinī-mūrti, they immediately assented. “Yes,” they answered. “What You have said is all right.” Thus the demons agreed to accept Her decision.",
        "purport": ""
    },
    {
        "verse": "14-15",
        "devanagari": "अथोपोष्य कृतस्‍नाना हुत्वा च हविषानलम् ।दत्त्वा गोविप्रभूतेभ्य: कृतस्वस्त्ययना द्विजै: ॥ १४ ॥यथोपजोषं वासांसि परिधायाहतानि ते ।कुशेषु प्राविशन्सर्वे प्रागग्रेष्वभिभूषिता: ॥ १५ ॥",
        "english_devnagari": "athopoṣya kṛta-snānāhutvā ca haviṣānalamdattvā go-vipra-bhūtebhyaḥkṛta-svastyayanā dvijaiḥ",
        "verse_Syn": [
            "atha",
            "upoṣya",
            "kṛta",
            "snānāḥ",
            "hutvā",
            "ca",
            "haviṣā",
            "analam",
            "dattvā",
            "go",
            "vipra",
            "bhūtebhyaḥ",
            "kṛta",
            "svastyayanāḥ",
            "dvijaiḥ",
            "yathā",
            "upajoṣam",
            "vāsāṁsi",
            "paridhāya",
            "āhatāni",
            "te",
            "kuśeṣu",
            "prāviśan",
            "sarve",
            "prāk",
            "agreṣu",
            "abhibhūṣitāḥ"
        ],
        "translation": "The demigods and demons then observed a fast. After bathing, they offered clarified butter and oblations into the fire and gave charity to the cows and to the brāhmaṇas and members of the other orders of society, namely the kṣatriyas, vaiśyas and śūdras, who were all rewarded as they deserved. Thereafter, the demigods and demons performed ritualistic ceremonies under the directions of the brāhmaṇas. Then they dressed themselves with new garments according to their own choice, decorated their bodies with ornaments, and sat facing east on seats made of kuśa grass.",
        "purport": " The Vedas enjoin that for every ritualistic ceremony one must first become clean by bathing either in the water of the Ganges or Yamunā or in the sea. Then one may perform the ritualistic ceremony and offer clarified butter into the fire. In this verse the words paridhāya āhatāni are especially significant. A sannyāsī or a person about to perform a ritualistic ceremony should not dress himself in clothing sewn with a needle."
    },
    {
        "verse": "16-17",
        "devanagari": "प्राङ्‌मुखेषूपविष्टेषु सुरेषु दितिजेषु च ।धूपामोदितशालायां जुष्टायां माल्यदीपकै: ॥ १६ ॥तस्यां नरेन्द्र करभोरुरुशद्दुकूल-श्रोणीतटालसगतिर्मदविह्वलाक्षी ।सा कूजती कनकनूपुरशिञ्जितेनकुम्भस्तनी कलसपाणिरथाविवेश ॥ १७ ॥",
        "english_devnagari": "prāṅ-mukheṣūpaviṣṭeṣusureṣu ditijeṣu cadhūpāmodita-śālāyāṁjuṣṭāyāṁ mālya-dīpakaiḥ",
        "verse_Syn": [
            "prāk",
            "mukheṣu",
            "upaviṣṭeṣu",
            "sureṣu",
            "diti",
            "jeṣu",
            "ca",
            "dhūpa",
            "āmodita",
            "śālāyām",
            "juṣṭāyām",
            "mālya",
            "dīpakaiḥ",
            "tasyām",
            "nara",
            "indra",
            "karabha",
            "ūruḥ",
            "uśat",
            "dukūla",
            "śroṇī",
            "taṭa",
            "alasa",
            "gatiḥ",
            "mada",
            "vihvala",
            "akṣī",
            "sā",
            "kūjatī",
            "kanaka",
            "nūpura",
            "śiñjitena",
            "kumbha",
            "stanī",
            "kalasa",
            "pāṇiḥ",
            "atha",
            "āviveśa"
        ],
        "translation": "O King, as the demigods and demons sat facing east in an arena fully decorated with flower garlands and lamps and fragrant with the smoke of incense, that woman, dressed in a most beautiful sari, Her ankle bells tinkling, entered the arena, walking very slowly because of Her big, low hips. Her eyes were restless due to youthful pride, Her breasts were like water jugs, Her thighs resembled the trunks of elephants, and She carried a waterpot in Her hand.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तां श्रीसखीं कनककुण्डलचारुकर्ण-नासाकपोलवदनां परदेवताख्याम् ।संवीक्ष्य सम्मुमुहुरुत्स्मितवीक्षणेनदेवासुरा विगलितस्तनपट्टिकान्ताम् ॥ १८ ॥",
        "english_devnagari": "tāṁ śrī-sakhīṁ kanaka-kuṇḍala-cāru-karṇa-nāsā-kapola-vadanāṁ para-devatākhyāmsaṁvīkṣya sammumuhur utsmita-vīkṣaṇenadevāsurā vigalita-stana-paṭṭikāntām",
        "verse_Syn": [
            "tām",
            "śrī",
            "sakhīm",
            "kanaka",
            "kuṇḍala",
            "cāru",
            "karṇa",
            "nāsā",
            "kapola",
            "vadanām",
            "para",
            "devatā",
            "ākhyām",
            "saṁvīkṣya",
            "sammumuhuḥ",
            "utsmita",
            "vīkṣaṇena",
            "deva",
            "asurāḥ",
            "vigalita",
            "stana",
            "paṭṭika",
            "antām"
        ],
        "translation": "Her attractive nose and cheeks and Her ears, adorned with golden earrings, made Her face very beautiful. As She moved, Her sari’s border on Her breasts moved slightly aside. When the demigods and demons saw these beautiful features of Mohinī-mūrti, who was glancing at them and slightly smiling, they were all completely enchanted.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks here that Mohinī-mūrti is the Supreme Personality of Godhead in a feminine form and that the goddess of fortune is Her associate. This form assumed by the Personality of Godhead challenged the goddess of fortune. The goddess of fortune is beautiful, but if the Lord accepts the form of a woman, He surpasses the goddess of fortune in beauty. It is not that the goddess of fortune, being female, is the most beautiful. The Lord is so beautiful that He can excel any beautiful goddess of fortune by assuming a female form."
    },
    {
        "verse": "19",
        "devanagari": "असुराणां सुधादानं सर्पाणामिव दुर्नयम् ।मत्वा जातिनृशंसानां न तां व्यभजदच्युत: ॥ १९ ॥",
        "english_devnagari": "asurāṇāṁ sudhā-dānaṁsarpāṇām iva durnayammatvā jāti-nṛśaṁsānāṁna tāṁ vyabhajad acyutaḥ",
        "verse_Syn": [
            "asurāṇām",
            "sudhā",
            "dānam",
            "sarpāṇām",
            "iva",
            "durnayam",
            "matvā",
            "jāti",
            "nṛśaṁsānām",
            "na",
            "tām",
            "vyabhajat",
            "acyutaḥ"
        ],
        "translation": "Demons are by nature crooked like snakes. Therefore, to distribute a share of the nectar to them was not at all feasible, since this would be as dangerous as supplying milk to a snake. Considering this, the Supreme Personality of Godhead, who never falls down, did not deliver a share of nectar to the demons.",
        "purport": " It is said, sarpaḥ krūraḥ khalaḥ krūraḥ sarpāt krūrataraḥ khalaḥ: “The snake is very crooked and envious, and so also is a person like a demon.” Mantrauṣadhi-vaśaḥ sarpaḥ khalaḥ kena nivāryate: “One can bring a snake under control with mantras, herbs and drugs, but an envious and crooked person cannot be brought under control by any means.” Considering this logic, the Supreme Personality of Godhead thought it unwise to distribute nectar to the demons."
    },
    {
        "verse": "20",
        "devanagari": "कल्पयित्वा पृथक् पङ्क्तीरुभयेषां जगत्पति: ।तांश्चोपवेशयामास स्वेषु स्वेषु च पङ्क्तिषु ॥ २० ॥",
        "english_devnagari": "kalpayitvā pṛthak paṅktīrubhayeṣāṁ jagat-patiḥtāṁś copaveśayām āsasveṣu sveṣu ca paṅktiṣu",
        "verse_Syn": [
            "kalpayitvā",
            "pṛthak",
            "paṅktīḥ",
            "ubhayeṣām",
            "jagat",
            "patiḥ",
            "tān",
            "ca",
            "upaveśayām",
            "āsa",
            "sveṣu",
            "sveṣu",
            "ca",
            "paṅktiṣu"
        ],
        "translation": "The Supreme Personality of Godhead as Mohinī-mūrti, the master of the universe, arranged separate lines of sitting places and seated the demigods and demons according to their positions.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "दैत्यान्गृहीतकलसो वञ्चयन्नुपसञ्चरै: ।दूरस्थान् पाययामास जरामृत्युहरां सुधाम् ॥ २१ ॥",
        "english_devnagari": "daityān gṛhīta-kalasovañcayann upasañcaraiḥdūra-sthān pāyayām āsajarā-mṛtyu-harāṁ sudhām",
        "verse_Syn": [
            "daityān",
            "gṛhīta",
            "kalasaḥ",
            "vañcayan",
            "upasañcaraiḥ",
            "dūra",
            "sthān",
            "pāyayām",
            "āsa",
            "jarā",
            "mṛtyu",
            "harām",
            "sudhām"
        ],
        "translation": "Taking the container of nectar in Her hands, She first approached the demons, satisfied them with sweet words and thus cheated them of their share of the nectar. Then She administered the nectar to the demigods, who were sitting at a distant place, to make them free from invalidity, old age and death.",
        "purport": " Mohinī-mūrti, the Personality of Godhead, gave the demigods seats at a distance. Then She approached the demons and spoke with them very graciously, so that they thought themselves very fortunate to talk with Her. Since Mohinī-mūrti had seated the demigods at a distant place, the demons thought that the demigods would get only a little of the nectar and that Mohinī-mūrti was so pleased with the demons that She would give the demons all the nectar. The words vañcayann upasañcaraiḥ indicate that the Lord’s whole policy was to cheat the demons simply by speaking sweet words. The Lord’s intention was to distribute the nectar only to the demigods."
    },
    {
        "verse": "22",
        "devanagari": "ते पालयन्त: समयमसुरा: स्वकृतं नृप ।तूष्णीमासन्कृतस्‍नेहा: स्त्रीविवादजुगुप्सया ॥ २२ ॥",
        "english_devnagari": "te pālayantaḥ samayamasurāḥ sva-kṛtaṁ nṛpatūṣṇīm āsan kṛta-snehāḥstrī-vivāda-jugupsayā",
        "verse_Syn": [
            "te",
            "pālayantaḥ",
            "samayam",
            "asurāḥ",
            "sva",
            "kṛtam",
            "nṛpa",
            "tūṣṇīm",
            "āsan",
            "kṛta",
            "snehāḥ",
            "strī",
            "vivāda",
            "jugupsayā"
        ],
        "translation": "O King, since the demons had promised to accept whatever the woman did, whether just or unjust, now, to keep this promise, to show their equilibrium and to save themselves from fighting with a woman, they remained silent.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तस्यां कृतातिप्रणया: प्रणयापायकातरा: ।बहुमानेन चाबद्धा नोचु: किञ्चन विप्रियम् ॥ २३ ॥",
        "english_devnagari": "tasyāṁ kṛtātipraṇayāḥpraṇayāpāya-kātarāḥbahu-mānena cābaddhānocuḥ kiñcana vipriyam",
        "verse_Syn": [
            "tasyām",
            "kṛta",
            "ati",
            "praṇayāḥ",
            "praṇaya",
            "apāya",
            "kātarāḥ",
            "bahu",
            "mānena",
            "ca",
            "ābaddhāḥ",
            "na",
            "ūcuḥ",
            "kiñcana",
            "vipriyam"
        ],
        "translation": "The demons had developed affection for Mohinī-mūrti and a kind of faith in Her, and they were afraid of disturbing their relationship. Therefore they showed respect and honor to Her words and did not say anything that might disturb their friendship with Her.",
        "purport": " The demons were so captivated by the tricks and friendly words of Mohinī-mūrti that although the demigods were served first, the demons were pacified merely by sweet words. The Lord said to the demons, “The demigods are very miserly and are excessively anxious to take the nectar first. So let them have it first. Since you are not like them you can wait a little longer. You are all heroes and are so pleased with Me. It is better for you to wait until after the demigods drink.”"
    },
    {
        "verse": "24",
        "devanagari": "देवलिङ्गप्रतिच्छन्न: स्वर्भानुर्देवसंसदि ।प्रविष्ट: सोममपिबच्चन्द्रार्काभ्यां च सूचित: ॥ २४ ॥",
        "english_devnagari": "deva-liṅga-praticchannaḥsvarbhānur deva-saṁsadipraviṣṭaḥ somam apibaccandrārkābhyāṁ ca sūcitaḥ",
        "verse_Syn": [
            "deva",
            "liṅga",
            "praticchannaḥ",
            "svarbhānuḥ",
            "deva",
            "saṁsadi",
            "praviṣṭaḥ",
            "somam",
            "apibat",
            "candra",
            "arkābhyām",
            "ca",
            "sūcitaḥ"
        ],
        "translation": "Rāhu, the demon who causes eclipses of the sun and moon, covered himself with the dress of a demigod and thus entered the assembly of the demigods and drank nectar without being detected by anyone, even by the Supreme Personality of Godhead. The moon and the sun, however, because of permanent animosity toward Rāhu, understood the situation. Thus Rāhu was detected.",
        "purport": " The Supreme Personality of Godhead, Mohinī-mūrti, was able to bewilder all the demons, but Rāhu was so clever that he was not bewildered. Rāhu could understand that Mohinī-mūrti was cheating the demons, and therefore he changed his dress, disguised himself as a demigod, and sat down in the assembly of the demigods. Here one may ask why the Supreme Personality of Godhead could not detect Rāhu. The reason is that the Lord wanted to show the effects of drinking nectar. This will be revealed in the following verses. The moon and sun, however, were always alert in regard to Rāhu. Thus when Rāhu entered the assembly of the demigods, the moon and sun immediately detected him, and then the Supreme Personality of Godhead also became aware of him."
    },
    {
        "verse": "25",
        "devanagari": "चक्रेण क्षुरधारेण जहार पिबत: शिर: ।हरिस्तस्य कबन्धस्तु सुधयाप्लावितोऽपतत् ॥ २५ ॥",
        "english_devnagari": "cakreṇa kṣura-dhāreṇajahāra pibataḥ śiraḥharis tasya kabandhas tusudhayāplāvito ’patat",
        "verse_Syn": [
            "cakreṇa",
            "kṣura",
            "dhāreṇa",
            "jahāra",
            "pibataḥ",
            "śiraḥ",
            "hariḥ",
            "tasya",
            "kabandhaḥ",
            "tu",
            "sudhayā",
            "aplāvitaḥ",
            "apatat"
        ],
        "translation": "The Supreme Personality of Godhead, Hari, using His disc, which was sharp like a razor, at once cut off Rāhu’s head. When Rāhu’s head was severed from his body, the body, being untouched by the nectar, could not survive.",
        "purport": " When the Personality of Godhead, Mohinī-mūrti, severed Rāhu’s head from his body, the head remained alive although the body died. Rāhu had been drinking nectar through his mouth, and before the nectar entered his body, his head was cut off. Thus Rāhu’s head remained alive whereas the body died. This wonderful act performed by the Lord was meant to show that nectar is miraculous ambrosia."
    },
    {
        "verse": "26",
        "devanagari": "शिरस्त्वमरतां नीतमजो ग्रहमचीक्लृपत् ।यस्तु पर्वणि चन्द्रार्कावभिधावति वैरधी: ॥ २६ ॥",
        "english_devnagari": "śiras tv amaratāṁ nītamajo graham acīkḷpatyas tu parvaṇi candrārkāvabhidhāvati vaira-dhīḥ",
        "verse_Syn": [
            "śiraḥ",
            "tu",
            "amaratām",
            "nītam",
            "ajaḥ",
            "graham",
            "acīkḷpat",
            "yaḥ",
            "tu",
            "parvaṇi",
            "candra",
            "arkau",
            "abhidhāvati",
            "vaira",
            "dhīḥ"
        ],
        "translation": "Rāhu’s head, however, having been touched by the nectar, became immortal. Thus Lord Brahmā accepted Rāhu’s head as one of the planets. Since Rāhu is an eternal enemy of the moon and the sun, he always tries to attack them on the nights of the full moon and the dark moon.",
        "purport": " Since Rāhu had become immortal, Lord Brahmā accepted him as one of the grahas, or planets, like the moon and the sun. Rāhu, however, being an eternal enemy of the moon and sun, attacks them periodically during the nights of the full moon and the dark moon."
    },
    {
        "verse": "27",
        "devanagari": "पीतप्रायेऽमृते देवैर्भगवान् लोकभावन: ।पश्यतामसुरेन्द्राणां स्वं रूपं जगृहे हरि: ॥ २७ ॥",
        "english_devnagari": "pīta-prāye ’mṛte devairbhagavān loka-bhāvanaḥpaśyatām asurendrāṇāṁsvaṁ rūpaṁ jagṛhe hariḥ",
        "verse_Syn": [
            "pīta",
            "prāye",
            "amṛte",
            "devaiḥ",
            "bhagavān",
            "loka",
            "bhāvanaḥ",
            "paśyatām",
            "asura",
            "indrāṇām",
            "svam",
            "rūpam",
            "jagṛhe",
            "hariḥ"
        ],
        "translation": "The Supreme Personality of Godhead is the best friend and well-wisher of the three worlds. Thus when the demigods had almost finished drinking the nectar, the Lord, in the presence of all the demons, disclosed His original form.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "एवं सुरासुरगणा: समदेशकाल-हेत्वर्थकर्ममतयोऽपि फले विकल्पा: ।तत्रामृतं सुरगणा: फलमञ्जसापु-र्यत्पादपङ्कजरज:श्रयणान्न दैत्या: ॥ २८ ॥",
        "english_devnagari": "evaṁ surāsura-gaṇāḥ sama-deśa-kāla-hetv-artha-karma-matayo ’pi phale vikalpāḥtatrāmṛtaṁ sura-gaṇāḥ phalam añjasāpuryat-pāda-paṅkaja-rajaḥ-śrayaṇān na daityāḥ",
        "verse_Syn": [
            "evam",
            "sura",
            "asura",
            "gaṇāḥ",
            "sama",
            "deśa",
            "kāla",
            "hetu",
            "artha",
            "karma",
            "matayaḥ",
            "api",
            "phale",
            "vikalpāḥ",
            "tatra",
            "amṛtam",
            "sura",
            "gaṇāḥ",
            "phalam",
            "añjasā",
            "āpuḥ",
            "yat",
            "pāda",
            "paṅkaja",
            "rajaḥ",
            "śrayaṇāt",
            "na",
            "daityāḥ"
        ],
        "translation": "The place, the time, the cause, the purpose, the activity and the ambition were all the same for both the demigods and the demons, but the demigods achieved one result and the demons another. Because the demigods are always under the shelter of the dust of the Lord’s lotus feet, they could very easily drink the nectar and get its result. The demons, however, not having sought shelter at the lotus feet of the Lord, were unable to achieve the result they desired.",
        "purport": " In Bhagavad-gītā (4.11) it is said, ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham: the Supreme Personality of Godhead is the supreme judge who rewards or punishes different persons according to their surrender unto His lotus feet. Therefore it can actually be seen that although karmīs and bhaktas may work in the same place, at the same time, with the same energy and with the same ambition, they achieve different results. The karmīs transmigrate through different bodies in the cycle of birth and death, sometimes going upward and sometimes downward, thus suffering the results of their actions in the karma-cakra, the cycle of birth and death. The devotees, however, because of fully surrendering at the lotus feet of the Lord, are never baffled in their attempts. Although externally they work almost like the karmīs, the devotees go back home, back to Godhead, and achieve success in every effort. The demons or atheists have faith in their own endeavors, but although they work very hard day and night, they cannot get any more than their destiny. The devotees, however, can surpass the reactions of karma and achieve wonderful results, even without effort. It is also said, phalena paricīyate: one’s success or defeat in any activity is understood by its result. There are many karmīs in the dress of devotees, but the Supreme Personality of Godhead can detect their purpose. The karmīs want to use the property of the Lord for their selfish sense gratification, but a devotee endeavors to use the Lord’s property for God’s service. Therefore a devotee is always distinct from the karmīs, although the karmīs may dress like devotees. As confirmed in Bhagavad-gītā (3.9), yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ. One who works for Lord Viṣṇu is free from this material world, and after giving up his body he goes back home, back to Godhead. A karmī, however, although externally working like a devotee, is entangled in his nondevotional activity, and thus he suffers the tribulations of material existence. Thus from the results achieved by the karmīs and devotees, one can understand the presence of the Supreme Personality of Godhead, who acts differently for the karmīs and jñānīs than for the devotees. The author of Śrī Caitanya-caritāmṛta therefore says: The karmīs who desire sense gratification, the jñānīs who aspire for the liberation of merging into the existence of the Supreme, and the yogīs who seek material success in mystic power are all restless, and ultimately they are baffled. But the devotee, who does not expect any personal benefit and whose only ambition is to spread the glories of the Supreme Personality of Godhead, is blessed with all the auspicious results of bhakti-yoga, without hard labor."
    },
    {
        "verse": "29",
        "devanagari": "यद् युज्यतेऽसुवसुकर्ममनोवचोभि-र्देहात्मजादिषु नृभिस्तदसत् पृथक्त्वात् ।तैरेव सद् भवति यत् क्रियतेऽपृथक्त्वात्सर्वस्य तद् भवति मूलनिषेचनं यत् ॥ २९ ॥",
        "english_devnagari": "yad yujyate ’su-vasu-karma-mano-vacobhirdehātmajādiṣu nṛbhis tad asat pṛthaktvāttair eva sad bhavati yat kriyate ’pṛthaktvātsarvasya tad bhavati mūla-niṣecanaṁ yat",
        "verse_Syn": [
            "yat",
            "yujyate",
            "asu",
            "vasu",
            "karma",
            "manaḥ",
            "vacobhiḥ",
            "deha",
            "ātma",
            "ja",
            "ādiṣu",
            "nṛbhiḥ",
            "tat",
            "asat",
            "pṛthaktvāt",
            "taiḥ",
            "eva",
            "sat",
            "bhavati",
            "yat",
            "kriyate",
            "apṛthaktvāt",
            "sarvasya",
            "tat",
            "bhavati",
            "mūla",
            "niṣecanam",
            "yat"
        ],
        "translation": "In human society there are various activities performed for the protection of one’s wealth and life by one’s words, one’s mind and one’s actions, but they are all performed for one’s personal or extended sense gratification with reference to the body. All these activities are baffled because of being separate from devotional service. But when the same activities are performed for the satisfaction of the Lord, the beneficial results are distributed to everyone, just as water poured on the root of a tree is distributed throughout the entire tree.",
        "purport": " This is the distinction between materialistic activities and activities performed in Kṛṣṇa consciousness. The entire world is active, and this includes the karmīs, the jñānīs, the yogīs and the bhaktas. However, all activities except those of the bhaktas, the devotees, end in bafflement and a waste of time and energy. Moghāśā mogha-karmāṇo mogha-jñānā vicetasaḥ: if one is not a devotee, his hopes, his activities and his knowledge are all baffled. A nondevotee works for his personal sense gratification or for the sense gratification of his family, society, community or nation, but because all such activities are separate from the Supreme Personality of Godhead, they are considered asat. The word asat means bad or temporary, and sat means permanent and good. Activities performed for the satisfaction of Kṛṣṇa are permanent and good, but asat activity, although sometimes celebrated as philanthropy, altruism, nationalism, this “ism” or that “ism,” will never produce any permanent result and is therefore all bad. Even a little work done in Kṛṣṇa consciousness is a permanent asset and is all-good because it is done for Kṛṣṇa, the all-good Supreme Personality of Godhead, who is everyone’s friend (suhṛdaṁ sarva-bhūtānām). The Supreme Personality of Godhead is the only enjoyer and proprietor of everything (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Therefore any activity performed for the Supreme Lord is permanent. As a result of such activities, the performer is immediately recognized. Na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ. Such a devotee, because of full knowledge of the Supreme Personality of Godhead, is immediately transcendental, although he may superficially appear to be engaged in materialistic activities. The only distinction between materialistic activity and spiritual activity is that material activity is performed only to satisfy one’s own senses whereas spiritual activity is meant to satisfy the transcendental senses of the Supreme Personality of Godhead. By spiritual activity everyone factually benefits, whereas by materialistic activity no one benefits and instead one becomes entangled in the laws of karma."
    }
]