[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइत्युक्ता सादिती राजन्स्वभर्त्रा कश्यपेन वै ।अन्वतिष्ठद् व्रतमिदं द्वादशाहमतन्द्रिता ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktā sāditī rājansva-bhartrā kaśyapena vaianv atiṣṭhad vratam idaṁdvādaśāham atandritā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktā",
            "sā",
            "aditiḥ",
            "rājan",
            "sva",
            "bhartrā",
            "kaśyapena",
            "vai",
            "anu",
            "atiṣṭhat",
            "vratam",
            "idam",
            "dvādaśa",
            "aham",
            "atandritā"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, after Aditi was thus advised by her husband, Kaśyapa Muni, she strictly followed his instructions without laziness and in this way performed the payo-vrata ritualistic ceremony.",
        "purport": " For advancement in anything, especially in spiritual life, one must strictly follow the bona fide instructions of the teacher. Aditi did this. She strictly followed the instructions of her husband and guru. As confirmed in the Vedic injunctions, yasya deve parā bhaktir yathā deve tathā gurau. One should have complete faith in the guru, who helps the disciple make progress in spiritual life. As soon as the disciple thinks independently, not caring for the instructions of the spiritual master, he is a failure (yasyāprasādān na gatiḥ kuto ’pi). Aditi very strictly followed the instructions of her husband and spiritual master, and thus she was successful."
    },
    {
        "verse": "2-3",
        "devanagari": "चिन्तयन्त्येकया बुद्ध्या महापुरुषमीश्वरम् ।प्रगृह्येन्द्रियदुष्टाश्वान्मनसा बुद्धिसारथि: ॥ २ ॥मनश्चैकाग्रया बुद्ध्या भगवत्यखिलात्मनि ।वासुदेवे समाधाय चचार ह पयोव्रतम् ॥ ३ ॥",
        "english_devnagari": "cintayanty ekayā buddhyāmahā-puruṣam īśvarampragṛhyendriya-duṣṭāśvānmanasā buddhi-sārathiḥ",
        "verse_Syn": [
            "cintayanti",
            "ekayā",
            "buddhyā",
            "mahā",
            "puruṣam",
            "īśvaram",
            "pragṛhya",
            "indriya",
            "duṣṭa",
            "aśvān",
            "manasā",
            "buddhi",
            "sārathiḥ",
            "manaḥ",
            "ca",
            "eka",
            "agrayā",
            "buddhyā",
            "bhagavati",
            "akhila",
            "ātmani",
            "vāsudeve",
            "samādhāya",
            "cacāra",
            "ha",
            "payaḥ",
            "vratam"
        ],
        "translation": "With full, undiverted attention, Aditi thought of the Supreme Personality of Godhead and in this way brought under full control her mind and senses, which resembled forceful horses. She concentrated her mind upon the Supreme Lord, Vāsudeva. Thus she performed the ritualistic ceremony known as payo-vrata.",
        "purport": " This is the process of bhakti-yoga. “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” One simply has to concentrate upon the lotus feet of Vāsudeva, Kṛṣṇa (sa vai manaḥ kṛṣṇa-padāravindayoḥ). Then the mind and senses will be controlled, and one can engage himself fully in the devotional service of the Lord. The devotee does not need to practice the haṭha-yoga system to control the mind and senses; his mind and senses are automatically controlled because of unalloyed devotional service to the Lord."
    },
    {
        "verse": "4",
        "devanagari": "तस्या: प्रादुरभूत्तात भगवानादिपुरुष: ।पीतवासाश्चतुर्बाहु: शङ्खचक्रगदाधर: ॥ ४ ॥",
        "english_devnagari": "tasyāḥ prādurabhūt tātabhagavān ādi-puruṣaḥpīta-vāsāś catur-bāhuḥśaṅkha-cakra-gadā-dharaḥ",
        "verse_Syn": [
            "tasyāḥ",
            "prādurabhūt",
            "tāta",
            "bhagavān",
            "ādi",
            "puruṣaḥ",
            "pīta",
            "vāsāḥ",
            "catuḥ",
            "bāhuḥ",
            "śaṅkha",
            "cakra",
            "gadā",
            "dharaḥ"
        ],
        "translation": "My dear King, the original Supreme Personality of Godhead, dressed in yellow garments and bearing a conchshell, disc, club and lotus in His four hands, then appeared before Aditi.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "तं नेत्रगोचरं वीक्ष्य सहसोत्थाय सादरम् ।ननाम भुवि कायेन दण्डवत् प्रीतिविह्वला ॥ ५ ॥",
        "english_devnagari": "taṁ netra-gocaraṁ vīkṣyasahasotthāya sādaramnanāma bhuvi kāyenadaṇḍavat-prīti-vihvalā",
        "verse_Syn": [
            "tam",
            "netra",
            "gocaram",
            "vīkṣya",
            "sahasā",
            "utthāya",
            "sa",
            "ādaram",
            "nanāma",
            "bhuvi",
            "kāyena",
            "daṇḍa",
            "vat",
            "prīti",
            "vihvalā"
        ],
        "translation": "When the Supreme Personality of Godhead became visible to Aditi’s eyes, Aditi was so overwhelmed by transcendental bliss that she at once stood up and then fell to the ground like a rod to offer the Lord her respectful obeisances.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "सोत्थाय बद्धाञ्जलिरीडितुं स्थितानोत्सेह आनन्दजलाकुलेक्षणा ।बभूव तूष्णीं पुलकाकुलाकृति-स्तद्दर्शनात्युत्सवगात्रवेपथु: ॥ ६ ॥",
        "english_devnagari": "sotthāya baddhāñjalir īḍituṁ sthitānotseha ānanda-jalākulekṣaṇābabhūva tūṣṇīṁ pulakākulākṛtistad-darśanātyutsava-gātra-vepathuḥ",
        "verse_Syn": [
            "sā",
            "utthāya",
            "baddha",
            "añjaliḥ",
            "īḍitum",
            "sthitā",
            "na",
            "utsehe",
            "ānanda",
            "jala",
            "ākula",
            "īkṣaṇā",
            "babhūva",
            "tūṣṇīm",
            "pulaka",
            "ākula",
            "ākṛtiḥ",
            "tat",
            "darśana",
            "ati",
            "utsava",
            "gātra",
            "vepathuḥ"
        ],
        "translation": "Aditi stood silently with folded hands, unable to offer prayers to the Lord. Because of transcendental bliss, tears filled her eyes, and the hairs on her body stood on end. Because she could see the Supreme Personality of Godhead face to face, she felt ecstasy, and her body trembled.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "प्रीत्या शनैर्गद्गदया गिरा हरिंतुष्टाव सा देव्यदिति: कुरूद्वह ।उद्वीक्षती सा पिबतीव चक्षुषारमापतिं यज्ञपतिं जगत्पतिम् ॥ ७ ॥",
        "english_devnagari": "prītyā śanair gadgadayā girā hariṁtuṣṭāva sā devy aditiḥ kurūdvahaudvīkṣatī sā pibatīva cakṣuṣāramā-patiṁ yajña-patiṁ jagat-patim",
        "verse_Syn": [
            "prītyā",
            "śanaiḥ",
            "gadgadayā",
            "girā",
            "harim",
            "tuṣṭāva",
            "sā",
            "devī",
            "aditiḥ",
            "kuru",
            "udvaha",
            "udvīkṣatī",
            "sā",
            "pibatī",
            "iva",
            "cakṣuṣā",
            "ramā",
            "patim",
            "yajña",
            "patim",
            "jagat",
            "patim"
        ],
        "translation": "O Mahārāja Parīkṣit, the demigoddess Aditi then began offering her prayers to the Supreme Personality of Godhead in a faltering voice and with great love. She appeared as though drinking through her eyes the Supreme Lord, who is the husband of the goddess of fortune, the enjoyer of all sacrificial ceremonies, and the master and Lord of the entire universe.",
        "purport": " After observing the payo-vrata, Aditi was certain that the Lord had appeared before her as Ramā-pati, the husband of all good fortune, just to offer her sons all opulences. She had performed the yajña of payo-vrata under the direction of her husband, Kaśyapa, and therefore she thought of the Lord as Yajña-pati. She was completely satisfied to see the master and Lord of the entire universe come before her to fulfill her desire."
    },
    {
        "verse": "8",
        "devanagari": "श्रीअदितिरुवाचयज्ञेश यज्ञपुरुषाच्युत तीर्थपादतीर्थश्रव: श्रवणमङ्गलनामधेय ।आपन्नलोकवृजिनोपशमोदयाद्यशं न: कृधीश भगवन्नसि दीननाथ: ॥ ८ ॥",
        "english_devnagari": "śrī-aditir uvācayajñeśa yajña-puruṣācyuta tīrtha-pādatīrtha-śravaḥ śravaṇa-maṅgala-nāmadheyaāpanna-loka-vṛjinopaśamodayādyaśaṁ naḥ kṛdhīśa bhagavann asi dīna-nāthaḥ",
        "verse_Syn": [
            "śrī",
            "aditiḥ",
            "uvāca",
            "yajña",
            "īśa",
            "yajña",
            "puruṣa",
            "acyuta",
            "tīrtha",
            "pāda",
            "tīrtha",
            "śravaḥ",
            "śravaṇa",
            "maṅgala",
            "nāmadheya",
            "āpanna",
            "loka",
            "vṛjina",
            "upaśama",
            "udaya",
            "ādya",
            "śam",
            "naḥ",
            "kṛdhi",
            "īśa",
            "bhagavan",
            "asi",
            "dīna",
            "nāthaḥ"
        ],
        "translation": "The goddess Aditi said: O master and enjoyer of all sacrificial ceremonies, O infallible and most famous person, whose name, when chanted, spreads all good fortune! O original Supreme Personality of Godhead, supreme controller, shelter of all holy places, You are the shelter of all poor, suffering living entities, and You have appeared to diminish their suffering. Please be kind to us and spread our good fortune.",
        "purport": " The Supreme Personality of Godhead is the master of those who observe vows and austerities, and it is He who bestows benedictions upon them. He is worshipable for the devotee throughout the devotee’s life, for He never breaks His promises. As He says in Bhagavad-gītā (9.31), kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “O son of Kuntī, declare it boldly that My devotee never perishes.” The Lord is addressed here as acyuta, the infallible, because He takes care of His devotees. Anyone inimical to the devotees is certainly vanquished by the mercy of the Lord. The Lord is the source of the Ganges water, and therefore He is addressed here as tīrtha-pāda, indicating that all the holy places are at His lotus feet, or that whatever He touches with His foot becomes a holy place. Bhagavad-gītā, for example, begins with the words dharma-kṣetre kuru-kṣetre. Because the Lord was present on the Battlefield of Kurukṣetra, it became a dharma-kṣetra, a place of pilgrimage. Therefore the Pāṇḍavas, who were extremely religious, were assured of victory. Any place where the Supreme Personality of Godhead displays His pastimes, such as Vṛndāvana or Dvārakā, becomes a holy place. The chanting of the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — is pleasing to the ear, and it expands good fortune to the audience who hears it chanted. Owing to the presence of the Supreme Personality of Godhead, Aditi was fully assured that the troublesome condition created for her by the demons would now be ended."
    },
    {
        "verse": "9",
        "devanagari": "विश्वाय विश्वभवनस्थितिसंयमायस्वैरं गृहीतपुरुशक्तिगुणाय भूम्ने ।स्वस्थाय शश्वदुपबृंहितपूर्णबोध-व्यापादितात्मतमसे हरये नमस्ते ॥ ९ ॥",
        "english_devnagari": "viśvāya viśva-bhavana-sthiti-saṁyamāyasvairaṁ gṛhīta-puru-śakti-guṇāya bhūmnesva-sthāya śaśvad-upabṛṁhita-pūrṇa-bodha-vyāpāditātma-tamase haraye namas te",
        "verse_Syn": [
            "viśvāya",
            "viśva",
            "bhavana",
            "sthiti",
            "saṁyamāya",
            "svairam",
            "gṛhīta",
            "puru",
            "śakti",
            "guṇāya",
            "bhūmne",
            "sva",
            "sthāya",
            "śaśvat",
            "upabṛṁhita",
            "pūrṇa",
            "bodha",
            "vyāpādita",
            "ātma",
            "tamase",
            "haraye",
            "namaḥ",
            "te"
        ],
        "translation": "My Lord, You are the all-pervading universal form, the fully independent creator, maintainer and destroyer of this universe. Although You engage Your energy in matter, You are always situated in Your original form and never fall from that position, for Your knowledge is infallible and always suitable to any situation. You are never bewildered by illusion. O my Lord, let me offer my respectful obeisances unto You.",
        "purport": " In the Caitanya-caritāmṛta (Ādi 2.117) it is said: Anyone trying to become fully Kṛṣṇa conscious must know the Lord’s glories as far as they are possible to understand. Here Aditi hints at these glories. The universe is nothing but the external potency of the Lord. This is confirmed in Bhagavad-gītā (9.4): mayā tatam idaṁ sarvam. Whatever we see in this universe is but an expansion of the potency of the Supreme Personality of Godhead, just as the sunshine and heat all over the universe are expansions of the sun. When one surrenders unto the Supreme Personality of Godhead, he surpasses the influence of the illusory energy, for the Supreme Lord, being fully wise and being situated in the heart of everyone, especially in the heart of the devotee, gives one intelligence by which one is sure never to fall into illusion."
    },
    {
        "verse": "10",
        "devanagari": "आयु: परं वपुरभीष्टमतुल्यलक्ष्मी-र्द्योभूरसा: सकलयोगगुणास्त्रिवर्ग: ।ज्ञानं च केवलमनन्त भवन्ति तुष्टात्त्वत्तो नृणां किमु सपत्नजयादिराशी: ॥ १० ॥",
        "english_devnagari": "āyuḥ paraṁ vapur abhīṣṭam atulya-lakṣmīrdyo-bhū-rasāḥ sakala-yoga-guṇās tri-vargaḥjñānaṁ ca kevalam ananta bhavanti tuṣṭāttvatto nṛṇāṁ kim u sapatna-jayādir āśīḥ",
        "verse_Syn": [
            "āyuḥ",
            "param",
            "vapuḥ",
            "abhīṣṭam",
            "atulya",
            "lakṣmīḥ",
            "dyo",
            "bhū",
            "rasāḥ",
            "sakala",
            "yoga",
            "guṇāḥ",
            "tri",
            "vargaḥ",
            "jñānam",
            "ca",
            "kevalam",
            "ananta",
            "bhavanti",
            "tuṣṭāt",
            "tvattaḥ",
            "nṛṇām",
            "kim",
            "u",
            "sapatna",
            "jaya",
            "ādiḥ",
            "āśīḥ"
        ],
        "translation": "O unlimited one, if Your Lordship is satisfied, one can very easily obtain a lifetime as long as that of Lord Brahmā, a body either in the upper, lower or middle planetary systems, unlimited material opulence, religion, economic development and satisfaction of the senses, full transcendental knowledge, and the eight yogic perfections, what to speak of such petty achievements as conquering one’s rivals.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "श्रीशुक उवाचअदित्यैवं स्तुतो राजन्भगवान्पुष्करेक्षण: ।क्षेत्रज्ञ: सर्वभूतानामिति होवाच भारत ॥ ११ ॥",
        "english_devnagari": "śrī-śuka uvācaadityaivaṁ stuto rājanbhagavān puṣkarekṣaṇaḥkṣetra-jñaḥ sarva-bhūtānāmiti hovāca bhārata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "adityā",
            "evam",
            "stutaḥ",
            "rājan",
            "bhagavān",
            "puṣkara",
            "īkṣaṇaḥ",
            "kṣetra",
            "jñaḥ",
            "sarva",
            "bhūtānām",
            "iti",
            "ha",
            "uvāca",
            "bhārata"
        ],
        "translation": "Śukadeva Gosvāmī said: O King Parīkṣit, best of the Bharata dynasty, when the lotus-eyed Lord, the Supersoul of all living entities, was thus worshiped by Aditi, He replied as follows.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "श्रीभगवानुवाचदेवमातर्भवत्या मे विज्ञातं चिरकाङ्‌क्षितम् ।यत् सपत्नैर्हृतश्रीणां च्यावितानां स्वधामत: ॥ १२ ॥",
        "english_devnagari": "śrī-bhagavān uvācadeva-mātar bhavatyā mevijñātaṁ cira-kāṅkṣitamyat sapatnair hṛta-śrīṇāṁcyāvitānāṁ sva-dhāmataḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "deva",
            "mātaḥ",
            "bhavatyāḥ",
            "me",
            "vijñātam",
            "cira",
            "kāṅkṣitam",
            "yat",
            "sapatnaiḥ",
            "hṛta",
            "śrīṇām",
            "cyāvitānām",
            "sva",
            "dhāmataḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O mother of the demigods, I have already understood your long-cherished desires for the welfare of your sons, who have been deprived of all opulences and driven from their residence by their enemies.",
        "purport": " The Supreme Personality of Godhead, being situated in everyone’s heart, and especially in the hearts of His devotees, is always ready to help devotees in adversity. Since He knows everything, He knows how things are to be adjusted, and He does the needful to relieve the suffering of His devotee."
    },
    {
        "verse": "13",
        "devanagari": "तान्विनिर्जित्य समरे दुर्मदानसुरर्षभान् ।प्रतिलब्धजयश्रीभि: पुत्रैरिच्छस्युपासितुम् ॥ १३ ॥",
        "english_devnagari": "tān vinirjitya samaredurmadān asurarṣabhānpratilabdha-jaya-śrībhiḥputrair icchasy upāsitum",
        "verse_Syn": [
            "tān",
            "vinirjitya",
            "samare",
            "durmadān",
            "asura",
            "ṛṣabhān",
            "pratilabdha",
            "jaya",
            "śrībhiḥ",
            "putraiḥ",
            "icchasi",
            "upāsitum"
        ],
        "translation": "O Devī, O goddess, I can understand that you want to regain your sons and be together with them to worship Me, after defeating the enemies in battle and retrieving your abode and opulences.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "इन्द्रज्येष्ठै: स्वतनयैर्हतानां युधि विद्विषाम् ।स्त्रियो रुदन्तीरासाद्य द्रष्टुमिच्छसि दु:खिता: ॥ १४ ॥",
        "english_devnagari": "indra-jyeṣṭhaiḥ sva-tanayairhatānāṁ yudhi vidviṣāmstriyo rudantīr āsādyadraṣṭum icchasi duḥkhitāḥ",
        "verse_Syn": [
            "indra",
            "jyeṣṭhaiḥ",
            "sva",
            "tanayaiḥ",
            "hatānām",
            "yudhi",
            "vidviṣām",
            "striyaḥ",
            "rudantīḥ",
            "āsādya",
            "draṣṭum",
            "icchasi",
            "duḥkhitāḥ"
        ],
        "translation": "You want to see the wives of the demons lamenting for the death of their husbands when those demons, the enemies of your sons, are killed in battle by the demigods, of whom Indra is the chief.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "आत्मजान्सुसमृद्धांस्त्वं प्रत्याहृतयश:श्रिय: ।नाकपृष्ठमधिष्ठाय क्रीडतो द्रष्टुमिच्छसि ॥ १५ ॥",
        "english_devnagari": "ātmajān susamṛddhāṁs tvaṁpratyāhṛta-yaśaḥ-śriyaḥnāka-pṛṣṭham adhiṣṭhāyakrīḍato draṣṭum icchasi",
        "verse_Syn": [
            "ātma",
            "jān",
            "su",
            "samṛddhān",
            "tvam",
            "pratyāhṛta",
            "yaśaḥ",
            "śriyaḥ",
            "nāka",
            "pṛṣṭham",
            "adhiṣṭhāya",
            "krīḍataḥ",
            "draṣṭum",
            "icchasi"
        ],
        "translation": "You want your sons to regain their lost reputation and opulence and live again on their heavenly planet as usual.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "प्रायोऽधुना तेऽसुरयूथनाथाअपारणीया इति देवि मे मति: ।यत्तेऽनुकूलेश्वरविप्रगुप्तान विक्रमस्तत्र सुखं ददाति ॥ १६ ॥",
        "english_devnagari": "prāyo ’dhunā te ’sura-yūtha-nāthāapāraṇīyā iti devi me matiḥyat te ’nukūleśvara-vipra-guptāna vikramas tatra sukhaṁ dadāti",
        "verse_Syn": [
            "prāyaḥ",
            "adhunā",
            "te",
            "asura",
            "yūtha",
            "nāthāḥ",
            "apāraṇīyāḥ",
            "iti",
            "devi",
            "me",
            "matiḥ",
            "yat",
            "te",
            "anukūla",
            "īśvara",
            "vipra",
            "guptāḥ",
            "na",
            "vikramaḥ",
            "tatra",
            "sukham",
            "dadāti"
        ],
        "translation": "O mother of the demigods, in My opinion almost all the chiefs of the demons are now unconquerable, for they are being protected by brāhmaṇas, whom the Supreme Lord always favors. Thus the use of power against them now will not at all be a source of happiness.",
        "purport": " When a person is favored by brāhmaṇas and Vaiṣṇavas, no one can defeat him. Even the Supreme Personality of Godhead does not interfere when one is protected by a brāhmaṇa. It is said, go-brāhmaṇa-hitāya ca. The Lord’s first inclination is to give all benedictions to the cows and brāhmaṇas. Therefore if brāhmaṇas favor someone, the Lord does not interfere, nor can anyone interfere with the happiness of such a person."
    },
    {
        "verse": "17",
        "devanagari": "अथाप्युपायो मम देवि चिन्त्य:सन्तोषितस्य व्रतचर्यया ते ।ममार्चनं नार्हति गन्तुमन्यथाश्रद्धानुरूपं फलहेतुकत्वात् ॥ १७ ॥",
        "english_devnagari": "athāpy upāyo mama devi cintyaḥsantoṣitasya vrata-caryayā temamārcanaṁ nārhati gantum anyathāśraddhānurūpaṁ phala-hetukatvāt",
        "verse_Syn": [
            "atha",
            "api",
            "upāyaḥ",
            "mama",
            "devi",
            "cintyaḥ",
            "santoṣitasya",
            "vrata",
            "caryayā",
            "te",
            "mama",
            "arcanam",
            "na",
            "arhati",
            "gantum",
            "anyathā",
            "śraddhā",
            "anurūpam",
            "phala",
            "hetukatvāt"
        ],
        "translation": "Yet because I have been satisfied by the activities of your vow, O goddess Aditi, I must find some means to favor you, for worship of Me never goes in vain but certainly gives the desired result according to what one deserves.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "त्वयार्चितश्चाहमपत्यगुप्तयेपयोव्रतेनानुगुणं समीडित: ।स्वांशेन पुत्रत्वमुपेत्य ते सुतान्गोप्तास्मि मारीचतपस्यधिष्ठित: ॥ १८ ॥",
        "english_devnagari": "tvayārcitaś cāham apatya-guptayepayo-vratenānuguṇaṁ samīḍitaḥsvāṁśena putratvam upetya te sutāngoptāsmi mārīca-tapasy adhiṣṭhitaḥ",
        "verse_Syn": [
            "tvayā",
            "arcitaḥ",
            "ca",
            "aham",
            "apatya",
            "guptaye",
            "payaḥ",
            "vratena",
            "anuguṇam",
            "samīḍitaḥ",
            "sva",
            "aṁśena",
            "putratvam",
            "upetya",
            "te",
            "sutān",
            "goptā",
            "asmi",
            "mārīca",
            "tapasi",
            "adhiṣṭhitaḥ"
        ],
        "translation": "You have prayed to Me and properly worshiped Me by performing the great payo-vrata ceremony for the sake of protecting your sons. Because of Kaśyapa Muni’s austerities, I shall agree to become your son and thus protect your other sons.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "उपधाव पतिं भद्रे प्रजापतिमकल्मषम् ।मां च भावयती पत्यावेवंरूपमवस्थितम् ॥ १९ ॥",
        "english_devnagari": "upadhāva patiṁ bhadreprajāpatim akalmaṣammāṁ ca bhāvayatī patyāvevaṁ rūpam avasthitam",
        "verse_Syn": [
            "upadhāva",
            "patim",
            "bhadre",
            "prajāpatim",
            "akalmaṣam",
            "mām",
            "ca",
            "bhāvayatī",
            "patyau",
            "evam",
            "rūpam",
            "avasthitam"
        ],
        "translation": "Always thinking of Me as being situated within the body of your husband, Kaśyapa, go worship your husband, who has been purified by his austerity.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "नैतत् परस्मा आख्येयं पृष्टयापि कथञ्चन ।सर्वं सम्पद्यते देवि देवगुह्यं सुसंवृतम् ॥ २० ॥",
        "english_devnagari": "naitat parasmā ākhyeyaṁpṛṣṭayāpi kathañcanasarvaṁ sampadyate devideva-guhyaṁ susaṁvṛtam",
        "verse_Syn": [
            "na",
            "etat",
            "parasmai",
            "ākhyeyam",
            "pṛṣṭayā",
            "api",
            "kathañcana",
            "sarvam",
            "sampadyate",
            "devi",
            "deva",
            "guhyam",
            "su",
            "saṁvṛtam"
        ],
        "translation": "O lady, even if someone inquires, you should not disclose this fact to anyone. That which is very confidential is successful if kept secret.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीशुक उवाचएतावदुक्त्वा भगवांस्तत्रैवान्तरधीयत ।अदितिर्दुर्लभं लब्ध्वा हरेर्जन्मात्मनि प्रभो: ।उपाधावत् पतिं भक्त्या परया कृतकृत्यवत् ॥ २१ ॥",
        "english_devnagari": "śrī-śuka uvācaetāvad uktvā bhagavāṁstatraivāntaradhīyataaditir durlabhaṁ labdhvāharer janmātmani prabhoḥupādhāvat patiṁ bhaktyāparayā kṛta-kṛtyavat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "etāvat",
            "uktvā",
            "bhagavān",
            "tatra",
            "eva",
            "antaḥ",
            "adhīyata",
            "aditiḥ",
            "durlabham",
            "labdhvā",
            "hareḥ",
            "janma",
            "ātmani",
            "prabhoḥ",
            "upādhāvat",
            "patim",
            "bhaktyā",
            "parayā",
            "kṛta",
            "kṛtya",
            "vat"
        ],
        "translation": "Śukadeva Gosvāmī said: After speaking in this way, the Supreme Personality of Godhead disappeared from that very spot. Aditi, having received the extremely valuable benediction that the Lord would appear as her son, considered herself very successful, and with great devotion she approached her husband.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "स वै समाधियोगेन कश्यपस्तदबुध्यत ।प्रविष्टमात्मनि हरेरंशं ह्यवितथेक्षण: ॥ २२ ॥",
        "english_devnagari": "sa vai samādhi-yogenakaśyapas tad abudhyatapraviṣṭam ātmani hareraṁśaṁ hy avitathekṣaṇaḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "samādhi",
            "yogena",
            "kaśyapaḥ",
            "tat",
            "abudhyata",
            "praviṣṭam",
            "ātmani",
            "hareḥ",
            "aṁśam",
            "hi",
            "avitatha",
            "īkṣaṇaḥ"
        ],
        "translation": "Being situated in a meditational trance, Kaśyapa Muni, whose vision is never mistaken, could see that a plenary portion of the Supreme Personality of Godhead had entered within him.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "सोऽदित्यां वीर्यमाधत्त तपसा चिरसम्भृतम् ।समाहितमना राजन्दारुण्यग्निं यथानिल: ॥ २३ ॥",
        "english_devnagari": "so ’dityāṁ vīryam ādhattatapasā cira-sambhṛtamsamāhita-manā rājandāruṇy agniṁ yathānilaḥ",
        "verse_Syn": [
            "saḥ",
            "adityām",
            "vīryam",
            "ādhatta",
            "tapasā",
            "cira",
            "sambhṛtam",
            "samāhita",
            "manāḥ",
            "rājan",
            "dāruṇi",
            "agnim",
            "yathā",
            "anilaḥ"
        ],
        "translation": "O King, as the wind promotes friction between two pieces of wood and thus gives rise to fire, Kaśyapa Muni, whose transcendental position was fully absorbed in the Supreme Personality of Godhead, transferred his potency into the womb of Aditi.",
        "purport": " A forest fire begins when two pieces of wood rub against one another, being agitated by the wind. Actually, however, fire belongs neither to the wood nor to the wind; it is always different from both. Similarly, here it is to be understood that the union of Kaśyapa Muni and Aditi was not like the sexual intercourse of ordinary human beings. The Supreme Personality of Godhead has nothing to do with the human secretions of sexual intercourse. He is always completely aloof from such material combinations. The Lord says in Bhagavad-gītā (9.29), samo ’haṁ sarva-bhūteṣu: “I am equal toward all living entities.” Nonetheless, to protect the devotees and kill the demons, who were a disturbing element, the Lord entered the womb of Aditi. Therefore this is a transcendental pastime of the Lord. This should not be misunderstood. One should not think that the Lord became the son of Aditi the way an ordinary child is born because of sexual intercourse between man and woman. Here it may also be appropriate to explain, in these days of controversy, the origin of life. The life force of the living entity — the soul — is different from the ovum and semen of the human being. Although the conditioned soul has nothing to do with the reproductive cells of man and woman, he is placed into the proper situation because of his work (karmaṇā daiva-netreṇa). Life is not, however, a product of two secretions, but is independent of all material elements. As fully described in Bhagavad-gītā, the living entity is not subject to any material reactions. He can neither be burnt by fire, cut by sharp weapons, moistened by water, nor dried by the air. He is completely different from the physical elements, but by a superior arrangement he is put into these material elements. He is always aloof from material contact (asaṅgo hy ayaṁ puruṣaḥ) but because he is placed in a material condition, he suffers the reactions of the material modes of nature. “The living entity in material nature thus follows the ways of life, enjoying the three modes of nature. This is due to his association with that material nature. Thus he meets with good and evil amongst various species.” (Bg. 13.22) Although the living entity is aloof from the material elements, he is put into material conditions, and thus he must suffer the reactions of material activities."
    },
    {
        "verse": "24",
        "devanagari": "अदितेर्धिष्ठितं गर्भं भगवन्तं सनातनम् ।हिरण्यगर्भो विज्ञाय समीडे गुह्यनामभि: ॥ २४ ॥",
        "english_devnagari": "aditer dhiṣṭhitaṁ garbhaṁbhagavantaṁ sanātanamhiraṇyagarbho vijñāyasamīḍe guhya-nāmabhiḥ",
        "verse_Syn": [
            "aditeḥ",
            "dhiṣṭhitam",
            "garbham",
            "bhagavantam",
            "sanātanam",
            "hiraṇyagarbhaḥ",
            "vijñāya",
            "samīḍe",
            "guhya",
            "nāmabhiḥ"
        ],
        "translation": "When Lord Brahmā understood that the Supreme Personality of Godhead was now within the womb of Aditi, he began to offer prayers to the Lord by reciting transcendental names.",
        "purport": " The Supreme Personality of Godhead exists everywhere (aṇḍāntara-stha-paramāṇu-cayāntara-stham). Therefore when one chants His transcendental names — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — the Supreme Personality of Godhead is automatically pleased by such saṅkīrtana. It is not that the Supreme Personality of Godhead is absent; He is present there. And when a devotee utters the transcendental name, it is not a material sound. Therefore, the Supreme Personality of Godhead is naturally pleased. A devotee knows that the Lord is present everywhere and that one can please Him simply by chanting His holy name."
    },
    {
        "verse": "25",
        "devanagari": "श्रीब्रह्मोवाचजयोरुगाय भगवन्नुरुक्रम नमोऽस्तु ते ।नमो ब्रह्मण्यदेवाय त्रिगुणाय नमो नम: ॥ २५ ॥",
        "english_devnagari": "śrī-brahmovācajayorugāya bhagavannurukrama namo ’stu tenamo brahmaṇya-devāyatri-guṇāya namo namaḥ",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "jaya",
            "urugāya",
            "bhagavan",
            "urukrama",
            "namaḥ",
            "astu",
            "te",
            "namaḥ",
            "brahmaṇya",
            "devāya",
            "tri",
            "guṇāya",
            "namaḥ",
            "namaḥ"
        ],
        "translation": "Lord Brahmā said: O Supreme Personality of Godhead, all glories unto You, who are glorified by all and whose activities are all uncommon. I offer my respectful obeisances unto You, O Lord of the transcendentalists, controller of the three modes of nature. I offer my respectful obeisances unto You again and again.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "नमस्ते पृश्निगर्भाय वेदगर्भाय वेधसे ।त्रिनाभाय त्रिपृष्ठाय शिपिविष्टाय विष्णवे ॥ २६ ॥",
        "english_devnagari": "namas te pṛśni-garbhāyaveda-garbhāya vedhasetri-nābhāya tri-pṛṣṭhāyaśipi-viṣṭāya viṣṇave",
        "verse_Syn": [
            "namaḥ",
            "te",
            "pṛśni",
            "garbhāya",
            "veda",
            "garbhāya",
            "vedhase",
            "tri",
            "nābhāya",
            "tri",
            "pṛṣṭhāya",
            "śipi",
            "viṣṭāya",
            "viṣṇave"
        ],
        "translation": "I offer my respectful obeisances unto You, the all-pervading Lord Viṣṇu, who have entered the cores of the hearts of all living entities. All the three worlds reside within Your navel, yet You are above the three worlds. Formerly You appeared as the son of Pṛśni. To You, the supreme creator, who are understood only through Vedic knowledge, I offer my respectful obeisances.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "त्वमादिरन्तो भुवनस्य मध्य-मनन्तशक्तिं पुरुषं यमाहु: ।कालो भवानाक्षिपतीश विश्वंस्रोतो यथान्त:पतितं गभीरम् ॥ २७ ॥",
        "english_devnagari": "tvam ādir anto bhuvanasya madhyamananta-śaktiṁ puruṣaṁ yam āhuḥkālo bhavān ākṣipatīśa viśvaṁsroto yathāntaḥ patitaṁ gabhīram",
        "verse_Syn": [
            "tvam",
            "ādiḥ",
            "antaḥ",
            "bhuvanasya",
            "madhyam",
            "ananta",
            "śaktim",
            "puruṣam",
            "yam",
            "āhuḥ",
            "kālaḥ",
            "bhavān",
            "ākṣipati",
            "īśa",
            "viśvam",
            "srotaḥ",
            "yathā",
            "antaḥ",
            "patitam",
            "gabhīram"
        ],
        "translation": "O my Lord, You are the beginning, the manifestation and the ultimate dissolution of the three worlds, and You are celebrated in the Vedas as the reservoir of unlimited potencies, the Supreme Person. O my Lord, as waves attract branches and leaves that have fallen into deep water, You, the supreme eternal time factor, attract everything in this universe.",
        "purport": " The time factor is sometimes described as kāla-srota, waves of time. Everything in this material world is within the time factor and is being carried away by waves of attraction, which represent the Supreme Personality of Godhead."
    },
    {
        "verse": "28",
        "devanagari": "त्वं वै प्रजानां स्थिरजङ्गमानांप्रजापतीनामसि सम्भविष्णु: ।दिवौकसां देव दिवश्‍च्युतानांपरायणं नौरिव मज्जतोऽप्सु ॥ २८ ॥",
        "english_devnagari": "tvaṁ vai prajānāṁ sthira-jaṅgamānāṁprajāpatīnām asi sambhaviṣṇuḥdivaukasāṁ deva divaś cyutānāṁparāyaṇaṁ naur iva majjato ’psu",
        "verse_Syn": [
            "tvam",
            "vai",
            "prajānām",
            "sthira",
            "jaṅgamānām",
            "prajāpatīnām",
            "asi",
            "sambhaviṣṇuḥ",
            "diva",
            "okasām",
            "deva",
            "divaḥ",
            "cyutānām",
            "parāyaṇam",
            "nauḥ",
            "iva",
            "majjataḥ",
            "apsu"
        ],
        "translation": "My Lord, You are the original generator of all living entities, stationary or moving, and You are also the generator of the Prajāpatis. O my Lord, as a boat is the only hope for a person drowning in the water, You are the only shelter for the demigods, who are now bereft of their heavenly position.",
        "purport": ""
    }
]