[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइत्थं विरिञ्चस्तुतकर्मवीर्य:प्रादुर्बभूवामृतभूरदित्याम् ।चतुर्भुज: शङ्खगदाब्जचक्र:पिशङ्गवासा नलिनायतेक्षण: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ viriñca-stuta-karma-vīryaḥprādurbabhūvāmṛta-bhūr adityāmcatur-bhujaḥ śaṅkha-gadābja-cakraḥpiśaṅga-vāsā nalināyatekṣaṇaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "viriñca",
            "stuta",
            "karma",
            "vīryaḥ",
            "prādurbabhūva",
            "amṛta",
            "bhūḥ",
            "adityām",
            "catuḥ",
            "bhujaḥ",
            "śaṅkha",
            "gadā",
            "abja",
            "cakraḥ",
            "piśaṅga",
            "vāsāḥ",
            "nalina",
            "āyata",
            "īkṣaṇaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: After Lord Brahmā had thus spoken, glorifying the Supreme Lord’s activities and prowess, the Supreme Personality of Godhead, who is never subject to death like an ordinary living being, appeared from the womb of Aditi. His four hands were decorated with a conchshell, club, lotus and disc, He was dressed in yellow garments, and His eyes appeared like the petals of a blooming lotus.",
        "purport": " The word amṛta-bhūḥ is significant in this verse. The Lord sometimes appears like an ordinary child taking birth, but this does not mean that He is subject to birth, death or old age. One must be very intelligent to understand the appearance and activities of the Supreme Lord in His incarnations. This is confirmed in Bhagavad-gītā (4.9): janma karma ca me divyam evaṁ yo vetti tattvataḥ. One should try to understand that the Lord’s appearance and disappearance and His activities are all divyam, or transcendental. The Lord has nothing to do with material activities. One who understands the appearance, disappearance and activities of the Lord is immediately liberated. After giving up his body, he never again has to accept a material body, but is transferred to the spiritual world (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna)."
    },
    {
        "verse": "2",
        "devanagari": "श्यामावदातो झषराजकुण्डल-त्विषोल्ल‍सच्छ्रीवदनाम्बुज: पुमान् ।श्रीवत्सवक्षा बलयाङ्गदोल्ल‍स-त्किरीटकाञ्चीगुणचारुनूपुर: ॥ २ ॥",
        "english_devnagari": "śyāmāvadāto jhaṣa-rāja-kuṇḍala-tviṣollasac-chrī-vadanāmbujaḥ pumānśrīvatsa-vakṣā balayāṅgadollasat-kirīṭa-kāñcī-guṇa-cāru-nūpuraḥ",
        "verse_Syn": [
            "śyāma",
            "avadātaḥ",
            "jhaṣa",
            "rāja",
            "kuṇḍala",
            "tviṣā",
            "ullasat",
            "śrī",
            "vadana",
            "ambujaḥ",
            "pumān",
            "śrīvatsa",
            "vakṣāḥ",
            "balaya",
            "aṅgada",
            "ullasat",
            "kirīṭa",
            "kāñcī",
            "guṇa",
            "cāru",
            "nūpuraḥ"
        ],
        "translation": "The body of the Supreme Personality of Godhead, blackish in complexion, was free from all inebrieties. His lotus face, decorated with earrings resembling sharks, appeared very beautiful, and on His bosom was the mark of Śrīvatsa. He wore bangles on His wrists, armlets on His arms, a helmet on His head, a belt on His waist, a sacred thread across His chest, and ankle bells decorating His lotus feet.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "मधुव्रतव्रातविघुष्टया स्वयाविराजित: श्रीवनमालया हरि: ।प्रजापतेर्वेश्मतम: स्वरोचिषाविनाशयन् कण्ठनिविष्टकौस्तुभ: ॥ ३ ॥",
        "english_devnagari": "madhu-vrata-vrāta-vighuṣṭayā svayāvirājitaḥ śrī-vanamālayā hariḥprajāpater veśma-tamaḥ svarociṣāvināśayan kaṇṭha-niviṣṭa-kaustubhaḥ",
        "verse_Syn": [
            "madhu",
            "vrata",
            "vrāta",
            "vighuṣṭayā",
            "svayā",
            "virājitaḥ",
            "śrī",
            "vana",
            "mālayā",
            "hariḥ",
            "prajāpateḥ",
            "veśma",
            "tamaḥ",
            "sva",
            "rociṣā",
            "vināśayan",
            "kaṇṭha",
            "niviṣṭa",
            "kaustubhaḥ"
        ],
        "translation": "An uncommonly beautiful garland of flowers decorated His bosom, and because the flowers were extremely fragrant, a large group of bees, making their natural humming sounds, invaded them for honey. When the Lord appeared, wearing the Kaustubha gem on His neck, His effulgence vanquished the darkness in the home of the Prajāpati Kaśyapa.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "दिश: प्रसेदु: सलिलाशयास्तदाप्रजा: प्रहृष्टा ऋतवो गुणान्विता: ।द्यौरन्तरीक्षं क्षितिरग्निजिह्वागावो द्विजा: सञ्जहृषुर्नगाश्च ॥ ४ ॥",
        "english_devnagari": "diśaḥ praseduḥ salilāśayās tadāprajāḥ prahṛṣṭā ṛtavo guṇānvitāḥdyaur antarīkṣaṁ kṣitir agni-jihvāgāvo dvijāḥ sañjahṛṣur nagāś ca",
        "verse_Syn": [
            "diśaḥ",
            "praseduḥ",
            "salila",
            "āśayāḥ",
            "tadā",
            "prajāḥ",
            "prahṛṣṭāḥ",
            "ṛtavaḥ",
            "guṇa",
            "anvitāḥ",
            "dyauḥ",
            "antarīkṣam",
            "kṣitiḥ",
            "agni",
            "jihvāḥ",
            "gāvaḥ",
            "dvijāḥ",
            "sañjahṛṣuḥ",
            "nagāḥ",
            "ca"
        ],
        "translation": "At that time, there was happiness in all directions, in the reservoirs of water like the rivers and oceans, and in the core of everyone’s heart. The various seasons displayed their respective qualities, and all living entities in the upper planetary system, in outer space and on the surface of the earth were jubilant. The demigods, the cows, the brāhmaṇas and the hills and mountains were all filled with joy.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "श्रोणायां श्रवणद्वादश्यां मुहूर्तेऽभिजिति प्रभु: ।सर्वे नक्षत्रताराद्याश्चक्रुस्तज्जन्म दक्षिणम् ॥ ५ ॥",
        "english_devnagari": "śroṇāyāṁ śravaṇa-dvādaśyāṁmuhūrte ’bhijiti prabhuḥsarve nakṣatra-tārādyāścakrus taj-janma dakṣiṇam",
        "verse_Syn": [
            "śroṇāyām",
            "śravaṇa",
            "dvādaśyām",
            "muhūrte",
            "abhijiti",
            "prabhuḥ",
            "sarve",
            "nakṣatra",
            "tārā",
            "ādyāḥ",
            "cakruḥ",
            "tat",
            "janma",
            "dakṣiṇam"
        ],
        "translation": "On the day of Śravaṇa-dvādaśī [the twelfth day of the bright fortnight in the month of Bhādra], when the moon came into the lunar mansion Śravaṇa, at the auspicious moment of Abhijit, the Lord appeared in this universe. Considering the Lord’s appearance very auspicious, all the stars and planets, from the sun to Saturn, were munificently charitable.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura, an expert astrologer, explains the word nakṣatra-tārādyāḥ. The word nakṣatra means “the stars,” the word tāra in this context refers to the planets, and ādyāḥ means “the first one specifically mentioned.” Among the planets, the first is Sūrya, the sun, not the moon. Therefore, according to the Vedic version, the modern astronomer’s proposition that the moon is nearest to the earth should not be accepted. The chronological order in which people all over the world refer to the days of the week — Sunday, Monday, Tuesday, Wednesday, Thursday, Friday and Saturday — corresponds to the Vedic order of the planets and thus circumstantiates the Vedic version. Apart from this, when the Lord appeared the planets and stars became situated very auspiciously, according to astrological calculations, to celebrate the birth of the Lord."
    },
    {
        "verse": "6",
        "devanagari": "द्वादश्यां सवितातिष्ठन्मध्यन्दिनगतो नृप ।विजयानाम सा प्रोक्ता यस्यां जन्म विदुर्हरे: ॥ ६ ॥",
        "english_devnagari": "dvādaśyāṁ savitātiṣṭhanmadhyandina-gato nṛpavijayā-nāma sā proktāyasyāṁ janma vidur hareḥ",
        "verse_Syn": [
            "dvādaśyām",
            "savitā",
            "atiṣṭhat",
            "madhyam",
            "dina",
            "gataḥ",
            "nṛpa",
            "vijayā",
            "nāma",
            "sā",
            "proktā",
            "yasyām",
            "janma",
            "viduḥ",
            "hareḥ"
        ],
        "translation": "O King, when the Lord appeared — on dvādaśī, the twelfth day of the moon — the sun was at the meridian, as every learned scholar knows. This dvādaśī is called Vijayā.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "शङ्खदुन्दुभयो नेदुर्मृदङ्गपणवानका: ।चित्रवादित्रतूर्याणां निर्घोषस्तुमुलोऽभवत् ॥ ७ ॥",
        "english_devnagari": "śaṅkha-dundubhayo nedurmṛdaṅga-paṇavānakāḥcitra-vāditra-tūryāṇāṁnirghoṣas tumulo ’bhavat",
        "verse_Syn": [
            "śaṅkha",
            "dundubhayaḥ",
            "neduḥ",
            "mṛdaṅga",
            "paṇava",
            "ānakāḥ",
            "citra",
            "vāditra",
            "tūryāṇām",
            "nirghoṣaḥ",
            "tumulaḥ",
            "abhavat"
        ],
        "translation": "Conchshells, kettledrums, drums, paṇavas and ānakas vibrated in concert. The sound of these and various other instruments was tumultuous.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "प्रीताश्चाप्सरसोऽनृत्यन्गन्धर्वप्रवरा जगु: ।तुष्टुवुर्मुनयो देवा मनव: पितरोऽग्नय: ॥ ८ ॥",
        "english_devnagari": "prītāś cāpsaraso ’nṛtyangandharva-pravarā jaguḥtuṣṭuvur munayo devāmanavaḥ pitaro ’gnayaḥ",
        "verse_Syn": [
            "prītāḥ",
            "ca",
            "apsarasaḥ",
            "anṛtyan",
            "gandharva",
            "pravarāḥ",
            "jaguḥ",
            "tuṣṭuvuḥ",
            "munayaḥ",
            "devāḥ",
            "manavaḥ",
            "pitaraḥ",
            "agnayaḥ"
        ],
        "translation": "Being very pleased, the celestial dancing girls [Apsarās] danced in jubilation, the best of the Gandharvas sang songs, and the great sages, demigods, Manus, Pitās and fire-gods offered prayers to satisfy the Lord.",
        "purport": ""
    },
    {
        "verse": "9-10",
        "devanagari": "सिद्धविद्याधरगणा: सकिम्पुरुषकिन्नरा: ।चारणा यक्षरक्षांसि सुपर्णा भुजगोत्तमा: ॥ ९ ॥गायन्तोऽतिप्रशंसन्तो नृत्यन्तो विबुधानुगा: ।अदित्या आश्रमपदं कुसुमै: समवाकिरन् ॥ १० ॥",
        "english_devnagari": "siddha-vidyādhara-gaṇāḥsakimpuruṣa-kinnarāḥcāraṇā yakṣa-rakṣāṁsisuparṇā bhujagottamāḥ",
        "verse_Syn": [
            "siddha",
            "vidyādhara",
            "gaṇāḥ",
            "sa",
            "kimpuruṣa",
            "kinnarāḥ",
            "cāraṇāḥ",
            "yakṣa",
            "rakṣāṁsi",
            "suparṇāḥ",
            "bhujaga",
            "uttamāḥ",
            "gāyantaḥ",
            "ati",
            "praśaṁsantaḥ",
            "nṛtyantaḥ",
            "vibudha",
            "anugāḥ",
            "adityāḥ",
            "āśrama",
            "padam",
            "kusumaiḥ",
            "samavākiran"
        ],
        "translation": "The Siddhas, Vidyādharas, Kimpuruṣas, Kinnaras, Cāraṇas, Yakṣas, Rākṣasas, Suparṇas, the best of serpents, and the followers of the demigods all showered flowers on Aditi’s residence, covering the entire house, while glorifying and praising the Lord and dancing.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "द‍ृष्ट्वादितिस्तं निजगर्भसम्भवंपरं पुमांसं मुदमाप विस्मिता ।गृहीतदेहं निजयोगमाययाप्रजापतिश्चाह जयेति विस्मित: ॥ ११ ॥",
        "english_devnagari": "dṛṣṭvāditis taṁ nija-garbha-sambhavaṁparaṁ pumāṁsaṁ mudam āpa vismitāgṛhīta-dehaṁ nija-yoga-māyayāprajāpatiś cāha jayeti vismitaḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "aditiḥ",
            "tam",
            "nija",
            "garbha",
            "sambhavam",
            "param",
            "pumāṁsam",
            "mudam",
            "āpa",
            "vismitā",
            "gṛhīta",
            "deham",
            "nija",
            "yoga",
            "māyayā",
            "prajāpatiḥ",
            "ca",
            "āha",
            "jaya",
            "iti",
            "vismitaḥ"
        ],
        "translation": "When Aditi saw the Supreme Personality of Godhead, who had appeared from her own womb, having accepted a transcendental body by His own spiritual potency, she was struck with wonder and was very happy. Upon seeing the child, Prajāpati Kaśyapa exclaimed, “Jaya! Jaya!” in great happiness and wonder.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "यत् तद् वपुर्भाति विभूषणायुधै-रव्यक्तचिद्वय‍क्तमधारयद्धरि: ।बभूव तेनैव स वामनो वटु:सम्पश्यतोर्दिव्यगतिर्यथा नट: ॥ १२ ॥",
        "english_devnagari": "yat tad vapur bhāti vibhūṣaṇāyudhairavyakta-cid-vyaktam adhārayad dhariḥbabhūva tenaiva sa vāmano vaṭuḥsampaśyator divya-gatir yathā naṭaḥ",
        "verse_Syn": [
            "yat",
            "tat",
            "vapuḥ",
            "bhāti",
            "vibhūṣaṇa",
            "āyudhaiḥ",
            "avyakta",
            "cit",
            "vyaktam",
            "adhārayat",
            "hariḥ",
            "babhūva",
            "tena",
            "eva",
            "saḥ",
            "vāmanaḥ",
            "vaṭuḥ",
            "sampaśyatoḥ",
            "divya",
            "gatiḥ",
            "yathā",
            "naṭaḥ"
        ],
        "translation": "The Lord appeared in His original form, with ornaments and weapons in His hands. Although this ever-existing form is not visible in the material world, He nonetheless appeared in this form. Then, in the presence of His father and mother, He assumed the form of Vāmana, a brāhmaṇa-dwarf, a brahmacārī, just like a theatrical actor.",
        "purport": " The word naṭaḥ is significant. An actor changes dress to play different parts, but is always the same man. Similarly, as described in the Brahma-saṁhitā (5.33, 39), the Lord assumes many thousands and millions of forms (advaitam acyutam anādim ananta-rūpam ādyaṁ purāṇa-puruṣam). He is always present with innumerable incarnations (rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan nānāvatāram akarod bhuvaneṣu kintu). Nonetheless, although He appears in various incarnations, they are not different from one another. He is the same person, with the same potency, the same eternity and the same spiritual existence, but He can simultaneously assume various forms. When Vāmanadeva appeared from the womb of His mother, He appeared in the form of Nārāyaṇa, with four hands equipped with the necessary symbolic weapons, and then immediately transformed Himself into a brahmacārī (vaṭu). This means that His body is not material. One who thinks that the Supreme Lord assumes a material body is not intelligent. He has to learn more about the Lord’s position. As confirmed in Bhagavad-gītā (4.9), janma karma ca me divyam evaṁ yo vetti tattvataḥ. One has to understand the transcendental appearance of the Lord in His original transcendental body (sac-cid-ānanda-vigraha)."
    },
    {
        "verse": "13",
        "devanagari": "तं वटुं वामनं द‍ृष्ट्वा मोदमाना महर्षय: ।कर्माणि कारयामासु: पुरस्कृत्य प्रजापतिम् ॥ १३ ॥",
        "english_devnagari": "taṁ vaṭuṁ vāmanaṁ dṛṣṭvāmodamānā maharṣayaḥkarmāṇi kārayām āsuḥpuraskṛtya prajāpatim",
        "verse_Syn": [
            "tam",
            "vaṭum",
            "vāmanam",
            "dṛṣṭvā",
            "modamānāḥ",
            "mahā",
            "ṛṣayaḥ",
            "karmāṇi",
            "kārayām",
            "āsuḥ",
            "puraskṛtya",
            "prajāpatim"
        ],
        "translation": "When the great sages saw the Lord as the brahmacārī-dwarf Vāmana, they were certainly very pleased. Thus they placed before them Kaśyapa Muni, the Prajāpati, and performed all the ritualistic ceremonies, such as the birthday ceremony.",
        "purport": " According to Vedic civilization, when a child is born in the family of a brāhmaṇa, the birthday ceremony, known as jāta-karma, is first performed, and then other ceremonies are also gradually performed. But when this vāmana-rūpa appeared in the form of a vaṭu, or brahmacārī, His sacred thread ceremony was also performed immediately."
    },
    {
        "verse": "14",
        "devanagari": "तस्योपनीयमानस्य सावित्रीं सविताब्रवीत् ।बृहस्पतिर्ब्रह्मसूत्रं मेखलां कश्यपोऽददात् ॥ १४ ॥",
        "english_devnagari": "tasyopanīyamānasyasāvitrīṁ savitābravītbṛhaspatir brahma-sūtraṁmekhalāṁ kaśyapo ’dadāt",
        "verse_Syn": [
            "tasya",
            "upanīyamānasya",
            "sāvitrīm",
            "savitā",
            "abravīt",
            "bṛhaspatiḥ",
            "brahma",
            "sūtram",
            "mekhalām",
            "kaśyapaḥ",
            "adadāt"
        ],
        "translation": "At the sacred thread ceremony of Vāmanadeva, the sun-god personally uttered the Gāyatrī mantra, Bṛhaspati offered the sacred thread, and Kaśyapa Muni offered a straw belt.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "ददौ कृष्णाजिनं भूमिर्दण्डं सोमो वनस्पति: ।कौपीनाच्छादनं माता द्यौश्छत्रं जगत: पते: ॥ १५ ॥",
        "english_devnagari": "dadau kṛṣṇājinaṁ bhūmirdaṇḍaṁ somo vanaspatiḥkaupīnācchādanaṁ mātādyauś chatraṁ jagataḥ pateḥ",
        "verse_Syn": [
            "dadau",
            "kṛṣṇa",
            "ajinam",
            "bhūmiḥ",
            "daṇḍam",
            "somaḥ",
            "vanaḥ",
            "patiḥ",
            "kaupīna",
            "ācchādanam",
            "mātā",
            "dyauḥ",
            "chatram",
            "jagataḥ",
            "pateḥ"
        ],
        "translation": "Mother earth gave Him a deerskin, and the demigod of the moon, who is the king of the forest, gave Him a brahma-daṇḍa [the rod of a brahmacārī]. His mother, Aditi, gave Him cloth for underwear, and the deity presiding over the heavenly kingdom offered Him an umbrella.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "कमण्डलुं वेदगर्भ: कुशान्सप्तर्षयो ददु: ।अक्षमालां महाराज सरस्वत्यव्ययात्मन: ॥ १६ ॥",
        "english_devnagari": "kamaṇḍaluṁ veda-garbhaḥkuśān saptarṣayo daduḥakṣa-mālāṁ mahārājasarasvaty avyayātmanaḥ",
        "verse_Syn": [
            "kamaṇḍalum",
            "veda",
            "garbhaḥ",
            "kuśān",
            "sapta",
            "ṛṣayaḥ",
            "daduḥ",
            "akṣa",
            "mālām",
            "mahārāja",
            "sarasvatī",
            "avyaya",
            "ātmanaḥ"
        ],
        "translation": "O King, Lord Brahmā offered a waterpot to the inexhaustible Supreme Personality of Godhead, the seven sages offered Him kuśa grass, and mother Sarasvatī gave Him a string of Rudrākṣa beads.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तस्मा इत्युपनीताय यक्षराट् पात्रिकामदात् ।भिक्षां भगवती साक्षादुमादादम्बिका सती ॥ १७ ॥",
        "english_devnagari": "tasmā ity upanītāyayakṣa-rāṭ pātrikām adātbhikṣāṁ bhagavatī sākṣādumādād ambikā satī",
        "verse_Syn": [
            "tasmai",
            "iti",
            "upanītāya",
            "yakṣa",
            "rāṭ",
            "pātrikām",
            "adāt",
            "bhikṣām",
            "bhagavatī",
            "sākṣāt",
            "umā",
            "adāt",
            "ambikā",
            "satī"
        ],
        "translation": "When Vāmanadeva had thus been given the sacred thread, Kuvera, King of the Yakṣas, gave Him a pot for begging alms, and mother Bhagavatī, the wife of Lord Śiva and most chaste mother of the entire universe, gave Him His first alms.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "स ब्रह्मवर्चसेनैवं सभां सम्भावितो वटु: ।ब्रह्मर्षिगणसञ्जुष्टामत्यरोचत मारिष: ॥ १८ ॥",
        "english_devnagari": "sa brahma-varcasenaivaṁsabhāṁ sambhāvito vaṭuḥbrahmarṣi-gaṇa-sañjuṣṭāmatyarocata māriṣaḥ",
        "verse_Syn": [
            "saḥ",
            "brahma",
            "varcasena",
            "evam",
            "sabhām",
            "sambhāvitaḥ",
            "vaṭuḥ",
            "brahma",
            "ṛṣi",
            "gaṇa",
            "sañjuṣṭām",
            "ati",
            "arocata",
            "māriṣaḥ"
        ],
        "translation": "Having thus been welcomed by everyone, Lord Vāmanadeva, the best of the brahmacārīs, exhibited His Brahman effulgence. Thus He surpassed in beauty that entire assembly, which was filled with great saintly brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "समिद्धमाहितं वह्निं कृत्वा परिसमूहनम् ।परिस्तीर्य समभ्यर्च्य समिद्भ‍िरजुहोद् द्विज: ॥ १९ ॥",
        "english_devnagari": "samiddham āhitaṁ vahniṁkṛtvā parisamūhanamparistīrya samabhyarcyasamidbhir ajuhod dvijaḥ",
        "verse_Syn": [
            "samiddham",
            "āhitam",
            "vahnim",
            "kṛtvā",
            "parisamūhanam",
            "paristīrya",
            "samabhyarcya",
            "samidbhiḥ",
            "ajuhot",
            "dvijaḥ"
        ],
        "translation": "After Lord Śrī Vāmanadeva set a sacrificial fire, He offered worship and performed a fire sacrifice on the sacrificial field.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "श्रुत्वाश्वमेधैर्यजमानमूर्जितंबलिं भृगूणामुपकल्पितैस्तत: ।जगाम तत्राखिलसारसम्भृतोभारेण गां सन्नमयन्पदे पदे ॥ २० ॥",
        "english_devnagari": "śrutvāśvamedhair yajamānam ūrjitaṁbaliṁ bhṛgūṇām upakalpitais tataḥjagāma tatrākhila-sāra-sambhṛtobhāreṇa gāṁ sannamayan pade pade",
        "verse_Syn": [
            "śrutvā",
            "aśvamedhaiḥ",
            "yajamānam",
            "ūrjitam",
            "balim",
            "bhṛgūṇām",
            "upakalpitaiḥ",
            "tataḥ",
            "jagāma",
            "tatra",
            "akhila",
            "sāra",
            "sambhṛtaḥ",
            "bhāreṇa",
            "gām",
            "sannamayan",
            "pade",
            "pade"
        ],
        "translation": "When the Lord heard that Bali Mahārāja was performing aśvamedha sacrifices under the patronage of brāhmaṇas belonging to the Bhṛgu dynasty, the Supreme Lord, who is full in every respect, proceeded there to show His mercy to Bali Mahārāja. By His weight, He pushed down the earth with every step.",
        "purport": " The Supreme Personality of Godhead is akhila-sāra-sambhṛta. In other words, He is the proprietor of everything essential in this material world. Thus although the Lord was going to Bali Mahārāja to beg something, He is always complete and has nothing to beg from anyone. Indeed, He is so powerful that in His full opulence He pressed down the surface of the earth at every step."
    },
    {
        "verse": "21",
        "devanagari": "तं नर्मदायास्तट उत्तरे बले-र्य ऋत्विजस्ते भृगुकच्छसंज्ञके ।प्रवर्तयन्तो भृगव: क्रतूत्तमंव्यचक्षतारादुदितं यथा रविम् ॥ २१ ॥",
        "english_devnagari": "taṁ narmadāyās taṭa uttare balerya ṛtvijas te bhṛgukaccha-saṁjñakepravartayanto bhṛgavaḥ kratūttamaṁvyacakṣatārād uditaṁ yathā ravim",
        "verse_Syn": [
            "tam",
            "narmadāyāḥ",
            "taṭe",
            "uttare",
            "baleḥ",
            "ye",
            "ṛtvijaḥ",
            "te",
            "bhṛgukaccha",
            "saṁjñake",
            "pravartayantaḥ",
            "bhṛgavaḥ",
            "kratu",
            "uttamam",
            "vyacakṣata",
            "ārāt",
            "uditam",
            "yathā",
            "ravim"
        ],
        "translation": "While engaged in performing the sacrifice in the field known as Bhṛgukaccha, on the northern bank of the Narmadā River, the brahminical priests, the descendants of Bhṛgu, saw Vāmanadeva to be like the sun rising nearby.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "ते ऋत्विजो यजमान: सदस्याहतत्विषो वामनतेजसा नृप ।सूर्य: किलायात्युत वा विभावसु:सनत्कुमारोऽथ दिद‍ृक्षया क्रतो: ॥ २२ ॥",
        "english_devnagari": "te ṛtvijo yajamānaḥ sadasyāhata-tviṣo vāmana-tejasā nṛpasūryaḥ kilāyāty uta vā vibhāvasuḥsanat-kumāro ’tha didṛkṣayā kratoḥ",
        "verse_Syn": [
            "te",
            "ṛtvijaḥ",
            "yajamānaḥ",
            "sadasyāḥ",
            "hata",
            "tviṣaḥ",
            "vāmana",
            "tejasā",
            "nṛpa",
            "sūryaḥ",
            "kila",
            "āyāti",
            "uta",
            "vā",
            "vibhāvasuḥ",
            "sanat",
            "kumāraḥ",
            "atha",
            "didṛkṣayā",
            "kratoḥ"
        ],
        "translation": "O King, because of Vāmanadeva’s bright effulgence, the priests, along with Bali Mahārāja and all the members of the assembly, were robbed of their splendor. Thus they began to ask one another whether the sun-god himself, Sanat-kumāra or the fire-god had personally come to see the sacrificial ceremony.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "इत्थं सशिष्येषु भृगुष्वनेकधावितर्क्यमाणो भगवान्स वामन: ।छत्रं सदण्डं सजलं कमण्डलुंविवेश बिभ्रद्धयमेधवाटम् ॥ २३ ॥",
        "english_devnagari": "itthaṁ saśiṣyeṣu bhṛguṣv anekadhāvitarkyamāṇo bhagavān sa vāmanaḥchatraṁ sadaṇḍaṁ sajalaṁ kamaṇḍaluṁviveśa bibhrad dhayamedha-vāṭam",
        "verse_Syn": [
            "ittham",
            "sa",
            "śiṣyeṣu",
            "bhṛguṣu",
            "anekadhā",
            "vitarkyamāṇaḥ",
            "bhagavān",
            "saḥ",
            "vāmanaḥ",
            "chatram",
            "sa",
            "daṇḍam",
            "sa",
            "jalam",
            "kamaṇḍalum",
            "viveśa",
            "bibhrat",
            "hayamedha",
            "vāṭam"
        ],
        "translation": "While the priests of the Bhṛgu dynasty and their disciples talked and argued in various ways, the Supreme Personality of Godhead, Vāmanadeva, holding in His hands the rod, the umbrella and a waterpot full of water, entered the arena of the aśvamedha sacrifice.",
        "purport": ""
    },
    {
        "verse": "24-25",
        "devanagari": "मौञ्‍ज्या मेखलया वीतमुपवीताजिनोत्तरम् ।जटिलं वामनं विप्रं मायामाणवकं हरिम् ॥ २४ ॥प्रविष्टं वीक्ष्य भृगव: सशिष्यास्ते सहाग्निभि: ।प्रत्यगृह्णन्समुत्थाय सङ्‌क्षिप्तास्तस्य तेजसा ॥ २५ ॥",
        "english_devnagari": "mauñjyā mekhalayā vītamupavītājinottaramjaṭilaṁ vāmanaṁ vipraṁmāyā-māṇavakaṁ harim",
        "verse_Syn": [
            "mauñjyā",
            "mekhalayā",
            "vītam",
            "upavīta",
            "ajina",
            "uttaram",
            "jaṭilam",
            "vāmanam",
            "vipram",
            "māyā",
            "māṇavakam",
            "harim",
            "praviṣṭam",
            "vīkṣya",
            "bhṛgavaḥ",
            "sa",
            "śiṣyāḥ",
            "te",
            "saha",
            "agnibhiḥ",
            "pratyagṛhṇan",
            "samutthāya",
            "saṅkṣiptāḥ",
            "tasya",
            "tejasā"
        ],
        "translation": "Appearing as a brāhmaṇa boy, wearing a belt of straw, a sacred thread, an upper garment of deerskin, and matted locks of hair, Lord Vāmanadeva entered the arena of sacrifice. His brilliant effulgence diminished the brilliance of all the priests and their disciples, who thus stood from their seats and welcomed the Lord properly by offering obeisances.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "यजमान: प्रमुदितो दर्शनीयं मनोरमम् ।रूपानुरूपावयवं तस्मा आसनमाहरत् ॥ २६ ॥",
        "english_devnagari": "yajamānaḥ pramuditodarśanīyaṁ manoramamrūpānurūpāvayavaṁtasmā āsanam āharat",
        "verse_Syn": [
            "yajamānaḥ",
            "pramuditaḥ",
            "darśanīyam",
            "manoramam",
            "rūpa",
            "anurūpa",
            "avayavam",
            "tasmai",
            "āsanam",
            "āharat"
        ],
        "translation": "Bali Mahārāja, jubilant at seeing Lord Vāmanadeva, whose beautiful limbs contributed equally to the beauty of His entire body, offered Him a seat with great satisfaction.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "स्वागतेनाभिनन्द्याथ पादौ भगवतो बलि: ।अवनिज्यार्चयामास मुक्तसङ्गमनोरमम् ॥ २७ ॥",
        "english_devnagari": "svāgatenābhinandyāthapādau bhagavato baliḥavanijyārcayām āsamukta-saṅga-manoramam",
        "verse_Syn": [
            "su",
            "āgatena",
            "abhinandya",
            "atha",
            "pādau",
            "bhagavataḥ",
            "baliḥ",
            "avanijya",
            "arcayām",
            "āsa",
            "mukta",
            "saṅga",
            "manoramam"
        ],
        "translation": "Thus offering a proper reception to the Supreme Personality of Godhead, who is always beautiful to the liberated souls, Bali Mahārāja worshiped Him by washing His lotus feet.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "तत्पादशौचं जनकल्मषापहंस धर्मविन्मूर्ध्‍न्यदधात् सुमङ्गलम् ।यद् देवदेवो गिरिशश्चन्द्रमौलि-र्दधार मूर्ध्ना परया च भक्त्या ॥ २८ ॥",
        "english_devnagari": "tat-pāda-śaucaṁ jana-kalmaṣāpahaṁsa dharma-vin mūrdhny adadhāt sumaṅgalamyad deva-devo giriśaś candra-maulirdadhāra mūrdhnā parayā ca bhaktyā",
        "verse_Syn": [
            "tat",
            "pāda",
            "śaucam",
            "jana",
            "kalmaṣa",
            "apaham",
            "saḥ",
            "dharma",
            "vit",
            "mūrdhni",
            "adadhāt",
            "su",
            "maṅgalam",
            "yat",
            "deva",
            "devaḥ",
            "giriśaḥ",
            "candra",
            "mauliḥ",
            "dadhāra",
            "mūrdhnā",
            "parayā",
            "ca",
            "bhaktyā"
        ],
        "translation": "Lord Śiva, the best of demigods, who carries on his forehead the emblem of the moon, receives on his head with great devotion the Ganges water emanating from the toe of Viṣṇu. Being aware of religious principles, Bali Mahārāja knew this. Consequently, following in the footsteps of Lord Śiva, he also placed on his head the water that had washed the Lord’s lotus feet.",
        "purport": " Lord Śiva is known as Gaṅgā-dhara, or one who carries the water of the Ganges on his head. On Lord Śiva’s forehead is the emblem of the half-moon, yet to give supreme respect to the Supreme Personality of Godhead, Lord Śiva placed the water of the Ganges above this emblem. This example should be followed by everyone, or at least by every devotee, because Lord Śiva is one of the mahājanas. Similarly, Mahārāja Bali also later became a mahājana. One mahājana follows another mahājana, and by following the paramparā system of mahājana activities one can become advanced in spiritual consciousness. The water of the Ganges is sanctified because it emanates from the toe of Lord Viṣṇu. Bali Mahārāja washed the lotus feet of Vāmanadeva, and the water with which he did so became equal to the Ganges. Bali Mahārāja, who perfectly knew all religious principles, therefore took that water on his head, following in the footsteps of Lord Śiva."
    },
    {
        "verse": "29",
        "devanagari": "श्रीबलिरुवाचस्वागतं ते नमस्तुभ्यं ब्रह्मन्किं करवाम ते ।ब्रह्मर्षीणां तप: साक्षान्मन्ये त्वार्य वपुर्धरम् ॥ २९ ॥",
        "english_devnagari": "śrī-balir uvācasvāgataṁ te namas tubhyaṁbrahman kiṁ karavāma tebrahmarṣīṇāṁ tapaḥ sākṣānmanye tvārya vapur-dharam",
        "verse_Syn": [
            "śrī",
            "baliḥ",
            "uvāca",
            "su",
            "āgatam",
            "te",
            "namaḥ",
            "tubhyam",
            "brahman",
            "kim",
            "karavāma",
            "te",
            "brahma",
            "ṛṣīṇām",
            "tapaḥ",
            "sākṣāt",
            "manye",
            "tvā",
            "ārya",
            "vapuḥ",
            "dharam"
        ],
        "translation": "Bali Mahārāja then said to Lord Vāmanadeva: O brāhmaṇa, I offer You my hearty welcome and my respectful obeisances. Please let us know what we may do for You. We think of You as the personified austerity of the great brāhmaṇa-sages.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "अद्य न: पितरस्तृप्ता अद्य न: पावितं कुलम् ।अद्य स्विष्ट: क्रतुरयं यद् भवानागतो गृहान् ॥ ३० ॥",
        "english_devnagari": "adya naḥ pitaras tṛptāadya naḥ pāvitaṁ kulamadya sviṣṭaḥ kratur ayaṁyad bhavān āgato gṛhān",
        "verse_Syn": [
            "adya",
            "naḥ",
            "pitaraḥ",
            "tṛptāḥ",
            "adya",
            "naḥ",
            "pāvitam",
            "kulam",
            "adya",
            "su",
            "iṣṭaḥ",
            "kratuḥ",
            "ayam",
            "yat",
            "bhavān",
            "āgataḥ",
            "gṛhān"
        ],
        "translation": "O my Lord, because You have kindly arrived at our home, all my forefathers are satisfied, our family and entire dynasty have been sanctified, and the sacrifice we are performing is now complete because of Your presence.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "अद्याग्नयो मे सुहुता यथाविधिद्विजात्मज त्वच्चरणावनेजनै: ।हतांहसो वार्भिरियं च भूरहोतथा पुनीता तनुभि: पदैस्तव ॥ ३१ ॥",
        "english_devnagari": "adyāgnayo me suhutā yathā-vidhidvijātmaja tvac-caraṇāvanejanaiḥhatāṁhaso vārbhir iyaṁ ca bhūr ahotathā punītā tanubhiḥ padais tava",
        "verse_Syn": [
            "adya",
            "agnayaḥ",
            "me",
            "su",
            "hutāḥ",
            "yathā",
            "vidhi",
            "dvija",
            "ātmaja",
            "tvat",
            "caraṇa",
            "avanejanaiḥ",
            "hata",
            "aṁhasaḥ",
            "vārbhiḥ",
            "iyam",
            "ca",
            "bhūḥ",
            "aho",
            "tathā",
            "punītā",
            "tanubhiḥ",
            "padaiḥ",
            "tava"
        ],
        "translation": "O son of a brāhmaṇa, today the fire of sacrifice is ablaze according to the injunction of the śāstra, and I have been freed from all the sinful reactions of my life by the water that has washed Your lotus feet. O my Lord, by the touch of Your small lotus feet the entire surface of the world has been sanctified.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यद् वटो वाञ्छसि तत्प्रतीच्छ मेत्वामर्थिनं विप्रसुतानुतर्कये ।गां काञ्चनं गुणवद् धाम मृष्टंतथान्नपेयमुत वा विप्रकन्याम् ।ग्रामान् समृद्धांस्तुरगान् गजान् वारथांस्तथार्हत्तम सम्प्रतीच्छ ॥ ३२ ॥",
        "english_devnagari": "yad yad vaṭo vāñchasi tat pratīccha metvām arthinaṁ vipra-sutānutarkayegāṁ kāñcanaṁ guṇavad dhāma mṛṣṭaṁtathānna-peyam uta vā vipra-kanyāmgrāmān samṛddhāṁs turagān gajān vārathāṁs tathārhattama sampratīccha",
        "verse_Syn": [
            "yat",
            "yat",
            "vaṭo",
            "vāñchasi",
            "tat",
            "pratīccha",
            "me",
            "tvām",
            "arthinam",
            "vipra",
            "suta",
            "anutarkaye",
            "gām",
            "kāñcanam",
            "guṇavat",
            "dhāma",
            "mṛṣṭam",
            "tathā",
            "anna",
            "peyam",
            "uta",
            "vā",
            "vipra",
            "kanyām",
            "grāmān",
            "samṛddhān",
            "turagān",
            "gajān",
            "vā",
            "rathān",
            "tathā",
            "arhat",
            "tama",
            "sampratīccha"
        ],
        "translation": "O son of a brāhmaṇa, it appears that You have come here to ask me for something. Therefore, whatever You want You may take from me. O best of those who are worshipable. You may take from me a cow, gold, a furnished house, palatable food and drink, the daughter of a brāhmaṇa for Your wife, prosperous villages, horses, elephants, chariots or whatever You desire.",
        "purport": ""
    }
]