[
    {
        "verse": "1-2",
        "devanagari": "श्रीबादरायणिरुवाचवृषध्वजो निशम्येदं योषिद्रूपेण दानवान् । मोहयित्वा सुरगणान्हरि: सोममपाययत् ॥ १ ॥ वृषमारुह्य गिरिश: सर्वभूतगणैर्वृत: । सह देव्या ययौ द्रष्टुं यत्रास्ते मधुसूदन: ॥ २ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācavṛṣa-dhvajo niśamyedaṁyoṣid-rūpeṇa dānavānmohayitvā sura-gaṇānhariḥ somam apāyayat",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "vṛṣa",
            "dhvajaḥ",
            "niśamya",
            "idam",
            "yoṣit",
            "rūpeṇa",
            "dānavān",
            "mohayitvā",
            "sura",
            "gaṇān",
            "hariḥ",
            "somam",
            "apāyayat",
            "vṛṣam",
            "āruhya",
            "giriśaḥ",
            "sarva",
            "bhūta",
            "gaṇaiḥ",
            "vṛtaḥ",
            "saha",
            "devyā",
            "yayau",
            "draṣṭum",
            "yatra",
            "āste",
            "madhusūdanaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: The Supreme Personality of Godhead, Hari, in the form of a woman, captivated the demons and enabled the demigods to drink the nectar. After hearing of these pastimes, Lord Śiva, who is carried by a bull, went to the place where Madhusūdana, the Lord, resides. Accompanied by his wife, Umā, and surrounded by his companions, the ghosts, Lord Śiva went there to see the Lord’s form as a woman.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "सभाजितो भगवता सादरं सोमया भव: ।सूपविष्ट उवाचेदं प्रतिपूज्य स्मयन्हरिम् ॥ ३ ॥",
        "english_devnagari": "sabhājito bhagavatāsādaraṁ somayā bhavaḥsūpaviṣṭa uvācedaṁpratipūjya smayan harim",
        "verse_Syn": [
            "sabhājitaḥ",
            "bhagavatā",
            "sa",
            "ādaram",
            "sa",
            "umayā",
            "bhavaḥ",
            "su",
            "upaviṣṭaḥ",
            "uvāca",
            "idam",
            "pratipūjya",
            "smayan",
            "harim"
        ],
        "translation": "The Supreme Personality of Godhead welcomed Lord Śiva and Umā with great respect, and after being seated comfortably, Lord Śiva duly worshiped the Lord and smilingly spoke as follows.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "श्रीमहादेव उवाचदेवदेव जगद्वय‍ापिञ्जगदीश जगन्मय ।सर्वेषामपि भावानां त्वमात्मा हेतुरीश्वर: ॥ ४ ॥",
        "english_devnagari": "śrī-mahādeva uvācadeva-deva jagad-vyāpiñjagad-īśa jagan-mayasarveṣām api bhāvānāṁtvam ātmā hetur īśvaraḥ",
        "verse_Syn": [
            "śrī",
            "mahādevaḥ",
            "uvāca",
            "deva",
            "deva",
            "jagat",
            "vyāpin",
            "jagat",
            "īśa",
            "jagat",
            "maya",
            "sarveṣām",
            "api",
            "bhāvānām",
            "tvam",
            "ātmā",
            "hetuḥ",
            "īśvaraḥ"
        ],
        "translation": "Lord Mahādeva said: O chief demigod among the demigods, O all-pervading Lord, master of the universe, by Your energy You are transformed into the creation. You are the root and efficient cause of everything. You are not material. Indeed, You are the Supersoul or supreme living force of everything. Therefore, You are Parameśvara, the supreme controller of all controllers.",
        "purport": " The Supreme Personality of Godhead, Viṣṇu, resides within the material world as the sattva-guṇa-avatāra. Lord Śiva is the tamo-guṇa-avatāra, and Lord Brahmā is the rajo-guṇa-avatāra, but although Lord Viṣṇu is among them, He is not in the same category. Lord Viṣṇu is deva-deva, the chief of all the demigods. Since Lord Śiva is in this material world, the energy of the Supreme Lord, Viṣṇu, includes Lord Śiva. Lord Viṣṇu is therefore called jagad-vyāpī, “the all-pervading Lord.” Lord Śiva is sometimes called Maheśvara, and so people think that Lord Śiva is everything. But here Lord Śiva addresses Lord Viṣṇu as Jagadīśa, “the master of the universe.” Lord Śiva is sometimes called Viśveśvara, but here he addresses Lord Viṣṇu as Jaganmaya, indicating that even Viśveśvara is under Lord Viṣṇu’s control. Lord Viṣṇu is the master of the spiritual world, yet He controls the material world also, as stated in Bhagavad-gītā (mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram). Lord Brahmā and Lord Śiva are also sometimes called īśvara, but the supreme īśvara is Lord Viṣṇu, Lord Kṛṣṇa. As stated in Brahma-saṁhitā, īśvaraḥ paramaḥ kṛṣṇaḥ: the Supreme Lord is Kṛṣṇa, Lord Viṣṇu. Everything in existence works in proper order because of Lord Viṣṇu. Aṇḍāntara-stha-paramāṇu-cayāntara-stham. Even paramāṇu, the small atoms, work because of Lord Viṣṇu’s presence within them."
    },
    {
        "verse": "5",
        "devanagari": "आद्यन्तावस्य यन्मध्यमिदमन्यदहं बहि: । यतोऽव्ययस्य नैतानि तत् सत्यं ब्रह्म चिद्‌भवान् ॥ ५ ॥",
        "english_devnagari": "ādy-antāv asya yan madhyamidam anyad ahaṁ bahiḥyato ’vyayasya naitānitat satyaṁ brahma cid bhavān",
        "verse_Syn": [
            "ādi",
            "antau",
            "asya",
            "yat",
            "madhyam",
            "idam",
            "anyat",
            "aham",
            "bahiḥ",
            "yataḥ",
            "avyayasya",
            "na",
            "etāni",
            "tat",
            "satyam",
            "brahma",
            "cit",
            "bhavān"
        ],
        "translation": "The manifest, the unmanifest, false ego and the beginning, maintenance and annihilation of this cosmic manifestation all come from You, the Supreme Personality of Godhead. But because You are the Absolute Truth, the supreme absolute spirit soul, the Supreme Brahman, such changes as birth, death and sustenance do not exist in You.",
        "purport": " According to the Vedic mantras, yato vā imāni bhūtāni jāyante: everything is an emanation of the Supreme Personality of Godhead. As stated by the Lord Himself in Bhagavad-gītā (7.4): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies.” In other words, the ingredients of the cosmic manifestation also consist of the energy of the Supreme Personality of Godhead. This does not mean, however, that because the ingredients come from Him, He is no longer complete. Pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate: “Because He is the complete whole, even though so many complete units emanate from Him, He remains the complete balance.” Thus the Lord is called avyaya, inexhaustible. Unless we accept the Absolute Truth as acintya-bhedābheda, simultaneously one and different, we cannot have a clear conception of the Absolute Truth. The Lord is the root of everything. Aham ādir hi devānām: He is the original cause of all the devas, or demigods. Ahaṁ sarvasya prabhavaḥ: everything emanates from Him. In all cases — nominative, objective, positive, negative and so on — whatever we may conceive of in this entire cosmic manifestation is in fact the Supreme Lord. For Him there are no such distinctions as “this is mine, and this belongs to someone else,” because He is everything. He is therefore called avyaya — changeless and inexhaustible. Because the Supreme Lord is avyaya, He is the Absolute Truth, the fully spiritual Supreme Brahman."
    },
    {
        "verse": "6",
        "devanagari": "तवैव चरणाम्भोजं श्रेयस्कामा निराशिष: ।विसृज्योभयत: सङ्गं मुनय: समुपासते ॥ ६ ॥",
        "english_devnagari": "tavaiva caraṇāmbhojaṁśreyas-kāmā nirāśiṣaḥvisṛjyobhayataḥ saṅgaṁmunayaḥ samupāsate",
        "verse_Syn": [
            "tava",
            "eva",
            "caraṇa",
            "ambhojam",
            "śreyaḥ",
            "kāmāḥ",
            "nirāśiṣaḥ",
            "visṛjya",
            "ubhayataḥ",
            "saṅgam",
            "munayaḥ",
            "samupāsate"
        ],
        "translation": "Pure devotees or great saintly persons who desire to achieve the highest goal in life and who are completely free from all material desires for sense gratification engage constantly in the transcendental service of Your lotus feet.",
        "purport": " One is in the material world when he thinks, “I am this body, and everything with reference to my body is mine.” Ato gṛha-kṣetra-sutāpta-vittair janasya moho ’yam ahaṁ mameti. This is the symptom of material life. In the materialistic conception of life, one thinks, “This is my house, this is my land, this is my family, this is my state,” and so on. But those who are munayaḥ, saintly persons following in the footsteps of Nārada Muni, simply engage in the transcendental loving service of the Lord without any personal desire for sense gratification. Anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam. Either in this life or in the next, the only concern of such saintly devotees is to serve the Supreme Personality of Godhead. Thus they are also absolute because they have no other desires. Being freed from the dualities of material desire, they are called śreyas-kāmāḥ. In other words, they are not concerned with dharma (religiosity), artha (economic development), or kāma (sense gratification). The only concern of such devotees is mokṣa, liberation. This mokṣa does not refer to becoming one with the Supreme like the Māyāvādī philosophers. Caitanya Mahāprabhu explained that real mokṣa means taking shelter of the lotus feet of the Personality of Godhead. The Lord clearly explained this fact while instructing Sārvabhauma Bhaṭṭācārya. Sārvabhauma Bhaṭṭācārya wanted to correct the word mukti-pade in Śrīmad-Bhāgavatam, but Caitanya Mahāprabhu informed him that there is no need to correct any word in Śrīmad-Bhāgavatam. He explained that mukti-pade refers to the lotus feet of the Supreme Personality of Godhead, Viṣṇu, who offers mukti and is therefore called Mukunda. A pure devotee is not concerned with material things. He is not concerned with religiosity, economic development or sense gratification. He is interested only in serving the lotus feet of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "त्वं ब्रह्म पूर्णममृतं विगुणं विशोक-मानन्दमात्रमविकारमनन्यदन्यत् ।विश्वस्य हेतुरुदयस्थितिसंयमाना-मात्मेश्वरश्च तदपेक्षतयानपेक्ष: ॥ ७ ॥",
        "english_devnagari": "tvaṁ brahma pūrṇam amṛtaṁ viguṇaṁ viśokamānanda-mātram avikāram ananyad anyatviśvasya hetur udaya-sthiti-saṁyamānāmātmeśvaraś ca tad-apekṣatayānapekṣaḥ",
        "verse_Syn": [
            "tvam",
            "brahma",
            "pūrṇam",
            "amṛtam",
            "viguṇam",
            "viśokam",
            "ānanda",
            "mātram",
            "avikāram",
            "ananyat",
            "anyat",
            "viśvasya",
            "hetuḥ",
            "udaya",
            "sthiti",
            "saṁyamānām",
            "ātma",
            "īśvaraḥ",
            "ca",
            "tat",
            "apekṣatayā",
            "anapekṣaḥ"
        ],
        "translation": "My Lord, You are the Supreme Brahman, complete in everything. Being completely spiritual, You are eternal, free from the material modes of nature, and full of transcendental bliss. Indeed, for You there is no question of lamentation. Since You are the supreme cause, the cause of all causes, nothing can exist without You. Yet we are different from You in a relationship of cause and effect, for in one sense the cause and effect are different. You are the original cause of creation, manifestation and annihilation, and You bestow benedictions upon all living entities. Everyone depends upon You for the results of his activities, but You are always independent.",
        "purport": " The Supreme Personality of Godhead says in Bhagavad-gītā (9.4): “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” This explains the philosophy of simultaneous oneness and difference, known as acintya-bhedābheda. Everything is the Supreme Brahman, the Personality of Godhead, yet the Supreme Person is differently situated from everything. Indeed, because the Lord is differently situated from everything material, He is the Supreme Brahman, the supreme cause, the supreme controller. Īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ. The Lord is the supreme cause, and His form has nothing to do with the material modes of nature. The devotee prays: “As Your devotee is completely free from all desires, Your Lordship is also completely free from desires. You are fully independent. Although all living entities engage in Your service, You do not depend on the service of anyone. Although this material world is created complete by You, everything depends on Your sanction. As stated in Bhagavad-gītā, mattaḥ smṛtir jñānam apohanaṁ ca: remembrance, knowledge and forgetfulness come from You. Nothing can be done independently, yet You act independently of the service rendered by Your servants. The living entities depend on Your mercy for liberation, but when You want to give them liberation, You do not depend on anyone else. Indeed, by Your causeless mercy, You can give liberation to anyone. Those who receive Your mercy are called kṛpā-siddha. To reach the platform of perfection takes many, many lives (bahūnāṁ janmanām ante jñānavān māṁ prapadyate). Nonetheless, even without undergoing severe austerities, one can attain perfection by Your mercy. Devotional service should be unmotivated and free from impediments (ahaituky apratihatā yayātmā suprasīdati). This is the position of nirāśiṣaḥ, or freedom from expectations for results. A pure devotee continuously offers transcendental loving service to You, but You may nonetheless offer mercy to anyone, without depending on his service.”"
    },
    {
        "verse": "8",
        "devanagari": "एकस्त्वमेव सदसद्‌द्वयमद्वयं चस्वर्णं कृताकृतमिवेह न वस्तुभेद: ।अज्ञानतस्त्वयि जनैर्विहितो विकल्पोयस्माद् गुणव्यतिकरो निरुपाधिकस्य ॥ ८ ॥",
        "english_devnagari": "ekas tvam eva sad asad dvayam advayaṁ casvarṇaṁ kṛtākṛtam iveha na vastu-bhedaḥajñānatas tvayi janair vihito vikalpoyasmād guṇa-vyatikaro nirupādhikasya",
        "verse_Syn": [
            "ekaḥ",
            "tvam",
            "eva",
            "sat",
            "asat",
            "dvayam",
            "advayam",
            "ca",
            "svarṇam",
            "kṛta",
            "ākṛtam",
            "iva",
            "iha",
            "na",
            "vastu",
            "bhedaḥ",
            "ajñānataḥ",
            "tvayi",
            "janaiḥ",
            "vihitaḥ",
            "vikalpaḥ",
            "yasmāt",
            "guṇa",
            "vyatikaraḥ",
            "nirupādhikasya"
        ],
        "translation": "My dear Lord, Your Lordship alone is the cause and the effect. Therefore, although You appear to be two, You are the absolute one. As there is no difference between the gold of a golden ornament and the gold in a mine, there is no difference between cause and effect; both of them are the same. Only because of ignorance do people concoct differences and dualities. You are free from material contamination, and since the entire cosmos is caused by You and cannot exist without You, it is an effect of Your transcendental qualities. Thus the conception that Brahman is true and the world false cannot be maintained.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura says that the living entities are representations of the Supreme Personality of Godhead’s marginal potency whereas the various bodies accepted by the living entities are products of the material energy. Thus the body is considered material, and the soul is considered spiritual. The origin of them both, however, is the same Supreme Personality of Godhead. As the Lord explains in Bhagavad-gītā (7.4-5): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.” Thus both matter and the living entities are manifestations of energy of the Supreme Lord. Since the energy and the energetic are not different and since the material and marginal energies are both energies of the supreme energetic, the Supreme Lord, ultimately the Supreme Personality of Godhead is everything. In this regard, the example may be given of gold that has not been molded and gold that has been molded into various ornaments. A gold earring and the gold in a mine are different only as cause and effect; otherwise they are the same. The Vedānta-sūtra describes that Brahman is the cause of everything. Janmādy asya yataḥ. Everything is born of the Supreme Brahman, from which everything emanates as different energies. None of these energies, therefore, should be considered false. The Māyāvādīs’ differentiation between Brahman and māyā is only due to ignorance. Śrīmad Vīrarāghava Ācārya, in his Bhāgavata-candra-candrikā, describes the Vaiṣṇava philosophy as follows. The cosmic manifestation is described as sat and asat, as cit and acit. Matter is acit, and the living force is cit, but their origin is the Supreme Personality of Godhead, in whom there is no difference between matter and spirit. According to this conception, the cosmic manifestation, consisting of both matter and spirit, is not different from the Supreme Personality of Godhead. Idaṁ hi viśvaṁ bhagavān ivetaraḥ: “This cosmic manifestation is also the Supreme Personality of Godhead, although it appears different from Him.” In Bhagavad-gītā (9.4) the Lord says: “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” Thus although someone may say that the Supreme Person is different from the cosmic manifestation, actually He is not. The Lord says, mayā tatam idaṁ sarvam: “In My impersonal feature I am spread throughout the world.” Therefore, this world is not different from Him. The difference is a difference in names. For example, whether we speak of gold earrings, gold bangles or gold necklaces, ultimately they are all gold. In a similar way, all the different manifestations of matter and spirit are ultimately one in the Supreme Personality of Godhead. ekam evādvitīyaṁ brahma. This is the Vedic version (Chāndogya Upaniṣad 6.2.1). There is oneness because everything emanates from the Supreme Brahman. The example already given is that there is no difference between a golden earring and the gold mine as it is. The Vaiśeṣika philosophers, however, because of their Māyāvāda conception, create differences. They say, brahma satyaṁ jagan mithyā: “The Absolute Truth is real, and the cosmic manifestation is false.” But why should the jagat be considered mithyā? The jagat is an emanation from Brahman. Therefore the jagat is also truth. Vaiṣṇavas, therefore, do not consider the jagat to be mithyā; rather, they regard everything as reality in connection with the Supreme Personality of Godhead. “Things should be accepted for the Lord’s service and not for one’s personal sense gratification. If one accepts something without attachment and accepts it because it is related to Kṛṣṇa, one’s renunciation is called yuktaṁ vairāgyam. Whatever is favorable for the rendering of service to the Lord should be accepted and should not be rejected as a material thing.” (Bhakti-rasāmṛta-sindhu 1.2.255-256) The jagat should not be rejected as mithyā. It is truth, and the truth is realized when everything is engaged in the service of the Lord. A flower accepted for one’s sense gratification is material, but when the same flower is offered to the Supreme Personality of Godhead by a devotee, it is spiritual. Food taken and cooked for oneself is material, but food cooked for the Supreme Lord is spiritual prasāda. This is a question of realization. Actually, everything is given by the Supreme Personality of Godhead, and therefore everything is spiritual, but those who are not advanced in proper knowledge make distinctions because of the interactions of the three modes of material nature. In this regard, Śrīla Jīva Gosvāmī says that although the sun is the only light, the sunshine, which is exhibited in seven colors, and darkness, which is the absence of sunshine, are not different from the sun, for without the existence of the sun such differentiations cannot exist. There may be varied nomenclature because of different conditions, but they are all the sun. The Purāṇas therefore say: “Just as the illumination of a fire, which is situated in one place, is spread all over, the energies of the Supreme Personality of Godhead, Parabrahman, are spread all over this universe.” (Viṣṇu Purāṇa 1.22.53) Materially, we can directly perceive the sunshine spreading itself according to different names and activities, but ultimately the sun is one. Similarly, sarvaṁ khalv idaṁ brahma: everything is an expansion of the Supreme Brahman. Therefore, the Supreme Lord is everything, and He is one without differentiation. There is no existence separate from the Supreme Personality of Godhead."
    },
    {
        "verse": "9",
        "devanagari": "त्वां ब्रह्म केचिदवयन्त्युत धर्ममेकेएके परं सदसतो: पुरुषं परेशम् । अन्येऽवयन्ति नवशक्तियुतं परं त्वांकेचिन्महापुरुषमव्ययमात्मतन्त्रम् ॥ ९ ॥",
        "english_devnagari": "tvāṁ brahma kecid avayanty uta dharmam ekeeke paraṁ sad-asatoḥ puruṣaṁ pareśamanye ’vayanti nava-śakti-yutaṁ paraṁ tvāṁkecin mahā-puruṣam avyayam ātma-tantram",
        "verse_Syn": [
            "tvām",
            "brahma",
            "kecit",
            "avayanti",
            "uta",
            "dharmam",
            "eke",
            "eke",
            "param",
            "sat",
            "asatoḥ",
            "puruṣam",
            "pareśam",
            "anye",
            "avayanti",
            "nava",
            "śakti",
            "yutam",
            "param",
            "tvām",
            "kecit",
            "mahā",
            "puruṣam",
            "avyayam",
            "ātma",
            "tantram"
        ],
        "translation": "Those who are known as the impersonalist Vedāntists regard You as the impersonal Brahman. Others, known as the Mīmāṁsaka philosophers, regard You as religion. The Sāṅkhya philosophers regard You as the transcendental person who is beyond prakṛti and puruṣa and who is the controller of even the demigods. The followers of the codes of devotional service known as the Pañcarātras regard You as being endowed with nine different potencies. And the Patañjala philosophers, the followers of Patañjali Muni, regard You as the supreme independent Personality of Godhead, who has no equal or superior.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "नाहं परायुर्ऋषयो न मरीचिमुख्याजानन्ति यद्विरचितं खलु सत्त्वसर्गा: । यन्मायया मुषितचेतस ईश दैत्य-मर्त्यादय: किमुत शश्वदभद्रवृत्ता: ॥ १० ॥",
        "english_devnagari": "nāhaṁ parāyur ṛṣayo na marīci-mukhyājānanti yad-viracitaṁ khalu sattva-sargāḥyan-māyayā muṣita-cetasa īśa daitya-martyādayaḥ kim uta śaśvad-abhadra-vṛttāḥ",
        "verse_Syn": [
            "na",
            "aham",
            "para",
            "āyuḥ",
            "ṛṣayaḥ",
            "na",
            "marīci",
            "mukhyāḥ",
            "jānanti",
            "yat",
            "viracitam",
            "khalu",
            "sattva",
            "sargāḥ",
            "yat",
            "māyayā",
            "muṣita",
            "cetasaḥ",
            "īśa",
            "daitya",
            "martya",
            "ādayaḥ",
            "kim",
            "uta",
            "śaśvat",
            "abhadra",
            "vṛttāḥ"
        ],
        "translation": "O my Lord, I, who am considered to be the best of the demigods, and Lord Brahmā and the great ṛṣis, headed by Marīci, are born of the mode of goodness. Nonetheless, we are bewildered by Your illusory energy and cannot understand what this creation is. Aside from us, what is to be said of others, like the demons and human beings, who are in the base modes of material nature [rajo-guṇa and tamo-guṇa]? How will they know You?",
        "purport": " Factually speaking, even those who are situated in the material mode of goodness cannot understand the position of the Supreme Personality of Godhead. What then is to be said of those who are situated in rajo-guṇa and tamo-guṇa, the base qualities of material nature? How can we even imagine the Supreme Personality of Godhead? There are so many philosophers trying to understand the Absolute Truth, but since they are situated in the base qualities of material nature and are addicted to so many bad habits, like drinking, meat-eating, illicit sex and gambling, how can they conceive of the Supreme Personality of Godhead? For them it is impossible. For the present day, the pāñcarātrikī-vidhi as enunciated by Nārada Muni is the only hope. Śrīla Rūpa Gosvāmī, therefore, has quoted the following verse from the Brahma-yāmala: “Devotional service of the Lord that ignores the authorized Vedic literatures like the Upaniṣads, Purāṇas and Nārada-pañcarātra is simply an unnecessary disturbance in society.” (Bhakti-rasāmṛta-sindhu 1.2.101) Those who are very advanced in knowledge and are situated in the mode of goodness follow the Vedic instructions of the śruti and smṛti and other religious scriptures, including the pāñcarātrikī-vidhi. Without understanding the Supreme Personality of Godhead in this way, one only creates a disturbance. In this Age of Kali, so many gurus have sprung up, and because they do not refer to the śruti-smṛti-purāṇādi-pāñcarātrika-vidhi, they are creating a great disturbance in the world in regard to understanding the Absolute Truth. However, those who follow the pāñcarātrikī-vidhi under the guidance of a proper spiritual master can understand the Absolute Truth. It is said, pañcarātrasya kṛtsnasya vaktā tu bhagavān svayam: the pañcarātra system is spoken by the Supreme Personality of Godhead, just like Bhagavad-gītā. Vāsudeva-śaraṇā vidur añjasaiva: the truth can be understood only by one who has taken shelter of the lotus feet of Vāsudeva. “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” (Bg. 7.19) Only those who have surrendered to the lotus feet of Vāsudeva can understand the Absolute Truth. “By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.” (Bhāg. 1.2.7) Therefore, Vāsudeva, Bhagavān Śrī Kṛṣṇa, personally teaches in Bhagavad-gītā: “Abandon all varieties of religion and just surrender unto Me.” (Bg. 18.66) “One can understand the Supreme Personality as He is only by devotional service.” (Bg. 18.55) The Supreme Personality of Godhead is not properly understood even by Lord Śiva or Lord Brahmā, what to speak of others, but He can be understood by the process of bhakti-yoga. If one practices bhakti-yoga by taking shelter of Vāsudeva, Kṛṣṇa, simply by hearing Vāsudeva speak about Himself, one can understand everything about Him. Indeed, one can understand Him completely (samagram)."
    },
    {
        "verse": "11",
        "devanagari": "स त्वं समीहितमद: स्थितिजन्मनाशंभूतेहितं च जगतो भवबन्धमोक्षौ । वायुर्यथा विशति खं च चराचराख्यंसर्वं तदात्मकतयावगमोऽवरुन्‍त्से ॥ ११ ॥",
        "english_devnagari": "sa tvaṁ samīhitam adaḥ sthiti-janma-nāśaṁbhūtehitaṁ ca jagato bhava-bandha-mokṣauvāyur yathā viśati khaṁ ca carācarākhyaṁsarvaṁ tad-ātmakatayāvagamo ’varuntse",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "samīhitam",
            "adaḥ",
            "sthiti",
            "janma",
            "nāśam",
            "bhūta",
            "īhitam",
            "ca",
            "jagataḥ",
            "bhava",
            "bandha",
            "mokṣau",
            "vāyuḥ",
            "yathā",
            "viśati",
            "kham",
            "ca",
            "cara",
            "acara",
            "ākhyam",
            "sarvam",
            "tat",
            "ātmakatayā",
            "avagamaḥ",
            "avaruntse"
        ],
        "translation": "My Lord, You are the supreme knowledge personified. You know everything about this creation and its beginning, maintenance and annihilation, and You know all the endeavors made by the living entities, by which they are either implicated in this material world or liberated from it. As the air enters the vast sky and also enters the bodies of all moving and nonmoving entities, You are present everywhere, and therefore You are the knower of all.",
        "purport": " As stated in the Brahma-saṁhitā: “I worship the Personality of Godhead, Govinda, who by one of His plenary portions enters the existence of every universe and every atomic particle and thus manifests His infinite energy unlimitedly throughout the material creation.” (Brahma-saṁhitā 5.35) “I worship Govinda, the primeval Lord, who resides in His own realm, Goloka, with Rādhā, who resembles His own spiritual figure and who embodies the ecstatic potency [hlādinī]. Their companions are Her confidantes, who embody extensions of Her bodily form and who are imbued and permeated with ever-blissful spiritual rasa.” (Brahma-saṁhitā 5.37) Although Govinda is always present in His abode (goloka eva nivasati), He is simultaneously present everywhere. Nothing is unknown to Him, and nothing can be hidden from Him. The example given here compares the Lord to the air, which is within the vast sky and within every body but still is different from everything."
    },
    {
        "verse": "12",
        "devanagari": "अवतारा मया द‍ृष्टा रममाणस्य ते गुणै: । सोऽहं तद्‌द्रष्टुमिच्छामि यत् ते योषिद्वपुर्धृतम् ॥ १२ ॥",
        "english_devnagari": "avatārā mayā dṛṣṭāramamāṇasya te guṇaiḥso ’haṁ tad draṣṭum icchāmiyat te yoṣid-vapur dhṛtam",
        "verse_Syn": [
            "avatārāḥ",
            "mayā",
            "dṛṣṭāḥ",
            "ramamāṇasya",
            "te",
            "guṇaiḥ",
            "saḥ",
            "aham",
            "tat",
            "draṣṭum",
            "icchāmi",
            "yat",
            "te",
            "yoṣit",
            "vapuḥ",
            "dhṛtam"
        ],
        "translation": "My Lord, I have seen all kinds of incarnations You have exhibited by Your transcendental qualities, and now that You have appeared as a beautiful young woman, I wish to see that form of Your Lordship.",
        "purport": " When Lord Śiva approached Lord Viṣṇu, Lord Viṣṇu inquired about the purpose for Lord Śiva’s coming there. Now Lord Śiva discloses his desire. He wanted to see the recent incarnation of Mohinī-mūrti, which Lord Viṣṇu had assumed to distribute the nectar generated from the churning of the Ocean of Milk."
    },
    {
        "verse": "13",
        "devanagari": "येन सम्मोहिता दैत्या: पायिताश्चामृतं सुरा: । तद् दिद‍ृक्षव आयाता: परं कौतूहलं हि न: ॥ १३ ॥",
        "english_devnagari": "yena sammohitā daityāḥpāyitāś cāmṛtaṁ surāḥtad didṛkṣava āyātāḥparaṁ kautūhalaṁ hi naḥ",
        "verse_Syn": [
            "yena",
            "sammohitāḥ",
            "daityāḥ",
            "pāyitāḥ",
            "ca",
            "amṛtam",
            "surāḥ",
            "tat",
            "didṛkṣavaḥ",
            "āyātāḥ",
            "param",
            "kautūhalam",
            "hi",
            "naḥ"
        ],
        "translation": "My Lord, we have come here desiring to see that form of Your Lordship which You showed to the demons to captivate them completely and in this way enable the demigods to drink nectar. I am very eager to see that form.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "श्रीशुक उवाचएवमभ्यर्थितो विष्णुर्भगवान् शूलपाणिना । प्रहस्य भावगम्भीरं गिरिशं प्रत्यभाषत ॥ १४ ॥",
        "english_devnagari": "śrī-śuka uvācaevam abhyarthito viṣṇurbhagavān śūla-pāṇināprahasya bhāva-gambhīraṁgiriśaṁ pratyabhāṣata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "abhyarthitaḥ",
            "viṣṇuḥ",
            "bhagavān",
            "śūla",
            "pāṇinā",
            "prahasya",
            "bhāva",
            "gambhīram",
            "giriśam",
            "pratyabhāṣata"
        ],
        "translation": "Śukadeva Gosvāmī said: When Lord Viṣṇu was thus requested by Lord Śiva, who carries a trident in his hand, He smiled with gravity and replied to Lord Śiva as follows.",
        "purport": " The Supreme Personality of Godhead, Viṣṇu, is known as Yogeśvara. Yatra yogeśvaraḥ kṛṣṇaḥ. Mystic yogīs want to acquire some power by practicing the yoga system, but Kṛṣṇa, the Supreme Personality of Godhead, is known as the Supreme Lord of all mystic power. Lord Śiva wanted to see the Mohinī-mūrti, which was captivating the entire world, and Lord Viṣṇu was gravely thinking of how to captivate Lord Śiva also. Therefore the word bhāva-gambhīram is used here. The illusory, material energy is represented by Durgādevī, who is the wife of Girīśa, or Lord Śiva. Durgādevī could not captivate Lord Śiva’s mind, but now that Lord Śiva wanted to see Lord Viṣṇu’s feminine form, Lord Viṣṇu, by His mystic power, would assume a form that would captivate even Lord Śiva. Therefore Lord Viṣṇu was grave and at the same time was smiling."
    },
    {
        "verse": "15",
        "devanagari": "श्रीभगवानुवाचकौतूहलाय दैत्यानां योषिद्वेषो मया धृत: । पश्यता सुरकार्याणि गते पीयूषभाजने ॥ १५ ॥",
        "english_devnagari": "śrī-bhagavān uvācakautūhalāya daityānāṁyoṣid-veṣo mayā dhṛtaḥpaśyatā sura-kāryāṇigate pīyūṣa-bhājane",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "kautūhalāya",
            "daityānām",
            "yoṣit",
            "veṣaḥ",
            "mayā",
            "dhṛtaḥ",
            "paśyatā",
            "sura",
            "kāryāṇi",
            "gate",
            "pīyūṣa",
            "bhājane"
        ],
        "translation": "The Supreme Personality of Godhead said: When the demons took away the jug of nectar, I assumed the form of a beautiful woman to bewilder them by directly cheating them and thus to act in the interest of the demigods.",
        "purport": " When the Supreme Personality of Godhead assumed the form of the beautiful woman Mohinī-mūrti, the demons were certainly captivated, but the demigods present were not. In other words, those who maintain a demoniac mentality are bewildered by the beauty of a woman, but those who are advanced in Kṛṣṇa consciousness, or even those on the platform of goodness, are not bewildered. The Supreme Personality of Godhead knew that because Lord Śiva is not an ordinary person, he cannot be bewildered even by the most beautiful woman. Cupid himself tried to invoke Lord Śiva’s lusty desires in the presence of Pārvatī, but Lord Śiva was never agitated. Rather, the blazing fire from Lord Śiva’s eyes turned Cupid to ashes. Therefore, Lord Viṣṇu had to think twice about what kind of beautiful form would bewilder even Lord Śiva. Consequently He was smiling gravely, as stated in the previous verse (prahasya bhāva-gambhīram). A beautiful woman generally cannot induce Lord Śiva to be lusty, but Lord Viṣṇu was considering whether there was any form of woman who could enchant him."
    },
    {
        "verse": "16",
        "devanagari": "तत्तेऽहं दर्शयिष्यामि दिद‍ृक्षो: सुरसत्तम । कामिनां बहु मन्तव्यं सङ्कल्पप्रभवोदयम् ॥ १६ ॥",
        "english_devnagari": "tat te ’haṁ darśayiṣyāmididṛkṣoḥ sura-sattamakāmināṁ bahu mantavyaṁsaṅkalpa-prabhavodayam",
        "verse_Syn": [
            "tat",
            "te",
            "aham",
            "darśayiṣyāmi",
            "didṛkṣoḥ",
            "sura",
            "sattama",
            "kāminām",
            "bahu",
            "mantavyam",
            "saṅkalpa",
            "prabhava",
            "udayam"
        ],
        "translation": "O best of the demigods, I shall now show you My form that is very much appreciated by those who are lusty. Since you want to see that form, I shall reveal it in your presence.",
        "purport": " Lord Śiva’s desiring to see Lord Viṣṇu reveal the most attractive and beautiful form of a woman was certainly a joking affair. Lord Śiva knew that he could not be agitated by any so-called beautiful woman. “The Daityas may have been bewildered,” he thought, “but since even the demigods could not be agitated, what to speak of me, who am the best of all the demigods?” However, because Lord Śiva wanted to see Lord Viṣṇu’s form as a woman, Lord Viṣṇu decided to impersonate a woman and show him a form that would immediately put him in an ocean of lusty desires. In effect, therefore, Lord Viṣṇu told Lord Śiva, “I will show you My form as a woman, and if you become agitated by lusty desires, do not blame Me.” The attractive features of a woman are appreciated by those who are affected by lusty desires, but those who are above such desires, who are on the platform of Kṛṣṇa consciousness, are very difficult to bewilder. Nonetheless, by the supreme desire of the Personality of Godhead, everything can be done. This was to be a test of whether Lord Śiva could remain unagitated."
    },
    {
        "verse": "17",
        "devanagari": "श्रीशुक उवाचइति ब्रुवाणो भगवांस्तत्रैवान्तरधीयत । सर्वतश्चारयंश्चक्षुर्भव आस्ते सहोमया ॥ १७ ॥",
        "english_devnagari": "śrī-śuka uvācaiti bruvāṇo bhagavāṁstatraivāntaradhīyatasarvataś cārayaṁś cakṣurbhava āste sahomayā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "bruvāṇaḥ",
            "bhagavān",
            "tatra",
            "eva",
            "antaradhīyata",
            "sarvataḥ",
            "cārayan",
            "cakṣuḥ",
            "bhavaḥ",
            "āste",
            "saha",
            "umayā"
        ],
        "translation": "Śukadeva Gosvāmī continued: After speaking in this way, the Supreme Personality of Godhead, Viṣṇu, immediately disappeared, and Lord Śiva remained there with Umā, looking for Him all around with moving eyes.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "ततो ददर्शोपवने वरस्त्रियंविचित्रपुष्पारुणपल्ल‍वद्रुमे । विक्रीडतीं कन्दुकलीलया लसद्-दुकूलपर्यस्तनितम्बमेखलाम् ॥ १८ ॥",
        "english_devnagari": "tato dadarśopavane vara-striyaṁvicitra-puṣpāruṇa-pallava-drumevikrīḍatīṁ kanduka-līlayā lasad-dukūla-paryasta-nitamba-mekhalām",
        "verse_Syn": [
            "tataḥ",
            "dadarśa",
            "upavane",
            "vara",
            "striyam",
            "vicitra",
            "puṣpa",
            "aruṇa",
            "pallava",
            "drume",
            "vikrīḍatīm",
            "kanduka",
            "līlayā",
            "lasat",
            "dukūla",
            "paryasta",
            "nitamba",
            "mekhalām"
        ],
        "translation": "Thereafter, in a nice forest nearby, full of trees with reddish-pink leaves and varieties of flowers, Lord Śiva saw a beautiful woman playing with a ball. Her hips were covered with a shining sari and ornamented with a belt.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "आवर्तनोद्वर्तनकम्पितस्तन-प्रकृष्टहारोरुभरै: पदे पदे । प्रभज्यमानामिव मध्यतश्चलत्-पदप्रवालं नयतीं ततस्तत: ॥ १९ ॥",
        "english_devnagari": "āvartanodvartana-kampita-stana-prakṛṣṭa-hāroru-bharaiḥ pade padeprabhajyamānām iva madhyataś calat-pada-pravālaṁ nayatīṁ tatas tataḥ",
        "verse_Syn": [
            "āvartana",
            "udvartana",
            "kampita",
            "stana",
            "prakṛṣṭa",
            "hāra",
            "uru",
            "bharaiḥ",
            "pade",
            "pade",
            "prabhajyamānām",
            "iva",
            "madhyataḥ",
            "calat",
            "pada",
            "pravālam",
            "nayatīm",
            "tataḥ",
            "tataḥ"
        ],
        "translation": "Because the ball was falling down and bouncing up, as She played with it Her breasts trembled, and because of the weight of those breasts and Her heavy flower garlands, Her waist appeared to be all but breaking at every step, as Her two soft feet, which were reddish like coral, moved here and there.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "दिक्षु भ्रमत्कन्दुकचापलैर्भृशंप्रोद्विग्नतारायतलोललोचनाम् । स्वकर्णविभ्राजितकुण्डलोल्ल‍सत्-कपोलनीलालकमण्डिताननाम् ॥ २० ॥",
        "english_devnagari": "dikṣu bhramat-kanduka-cāpalair bhṛśaṁprodvigna-tārāyata-lola-locanāmsva-karṇa-vibhrājita-kuṇḍalollasat-kapola-nīlālaka-maṇḍitānanām",
        "verse_Syn": [
            "dikṣu",
            "bhramat",
            "kanduka",
            "cāpalaiḥ",
            "bhṛśam",
            "prodvigna",
            "tāra",
            "āyata",
            "lola",
            "locanām",
            "sva",
            "karṇa",
            "vibhrājita",
            "kuṇḍala",
            "ullasat",
            "kapola",
            "nīla",
            "alaka",
            "maṇḍita",
            "ānanām"
        ],
        "translation": "The woman’s face was decorated by broad, beautiful, restless eyes, which moved as the ball bounced here and there from Her hand. The two brilliant earrings on Her ears decorated Her shining cheeks like bluish reflections, and the hair scattered on Her face made Her even more beautiful to see.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्लथद् दुकूलं कबरीं च विच्युतांसन्नह्यतीं वामकरेण वल्गुना । विनिघ्नतीमन्यकरेण कन्दुकंविमोहयन्तीं जगदात्ममायया ॥ २१ ॥",
        "english_devnagari": "ślathad dukūlaṁ kabarīṁ ca vicyutāṁsannahyatīṁ vāma-kareṇa valgunāvinighnatīm anya-kareṇa kandukaṁvimohayantīṁ jagad-ātma-māyayā",
        "verse_Syn": [
            "ślathat",
            "dukūlam",
            "kabarīm",
            "ca",
            "vicyutām",
            "sannahyatīm",
            "vāma",
            "kareṇa",
            "valgunā",
            "vinighnatīm",
            "anya",
            "kareṇa",
            "kandukam",
            "vimohayantīm",
            "jagat",
            "ātma",
            "māyayā"
        ],
        "translation": "As She played with the ball, the sari covering Her body became loose, and Her hair scattered. She tried to bind Her hair with Her beautiful left hand, and at the same time She played with the ball by striking it with Her right hand. This was so attractive that the Supreme Lord, by His internal potency, in this way captivated everyone.",
        "purport": " In Bhagavad-gītā (7.14) it is said, daivī hy eṣā guṇa-mayī mama māyā duratyayā: the external potency of the Supreme Personality of Godhead is extremely strong. Indeed, everyone is fully captivated by her activities. Lord Śambhu (Śiva) was not to be captivated by the external potency, but because Lord Viṣṇu wanted to captivate Him also, He exhibited His internal potency to act the way that His external potency acts to captivate ordinary living entities. Lord Viṣṇu can captivate anyone, even such a strong personality as Lord Śambhu."
    },
    {
        "verse": "22",
        "devanagari": "तां वीक्ष्य देव इति कन्दुकलीलयेषद्-व्रीडास्फुटस्मितविसृष्टकटाक्षमुष्ट: । स्त्रीप्रेक्षणप्रतिसमीक्षणविह्वलात्मानात्मानमन्तिक उमां स्वगणांश्च वेद ॥ २२ ॥",
        "english_devnagari": "tāṁ vīkṣya deva iti kanduka-līlayeṣad-vrīḍāsphuṭa-smita-visṛṣṭa-kaṭākṣa-muṣṭaḥstrī-prekṣaṇa-pratisamīkṣaṇa-vihvalātmānātmānam antika umāṁ sva-gaṇāṁś ca veda",
        "verse_Syn": [
            "tām",
            "vīkṣya",
            "devaḥ",
            "iti",
            "kanduka",
            "līlayā",
            "īṣat",
            "vrīḍā",
            "asphuṭa",
            "smita",
            "visṛṣṭa",
            "kaṭākṣa",
            "muṣṭaḥ",
            "strī",
            "prekṣaṇa",
            "pratisamīkṣaṇa",
            "vihvala",
            "ātmā",
            "na",
            "ātmānam",
            "antike",
            "umām",
            "sva",
            "gaṇān",
            "ca",
            "veda"
        ],
        "translation": "While Lord Śiva observed the beautiful woman playing with the ball, She sometimes glanced at him and slightly smiled in bashfulness. As he looked at the beautiful woman and She watched him, he forgot both himself and Umā, his most beautiful wife, as well as his associates nearby.",
        "purport": " The material bondage of this world is that a beautiful woman can captivate a handsome man and that a handsome man can captivate a beautiful woman. Such are the affairs that began when Lord Śiva observed the beautiful girl playing with the ball. In such activities, the influence of Cupid is very prominent. As both parties move their eyebrows and glance at one another, their lusty desires increase more and more. Such reciprocations of lusty desire took place between Lord Śiva and the beautiful woman, even though Umā and Lord Śiva’s associates were by Lord Śiva’s side. Such is the attraction between man and woman in the material world. Lord Śiva was supposed to be above all this attraction, but he was victimized by the captivating power of Lord Viṣṇu. Ṛṣabhadeva thus explains the nature of lusty attraction: “The attraction between male and female is the basic principle of material existence. On the basis of this misconception, which ties together the hearts of the male and female, one becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life’s illusions and thinks in terms of ‘I and mine.’” (Bhāg. 5.5.8) When a man and woman exchange feelings of lust, both of them are victimized, and thus they are bound to this material world in various ways."
    },
    {
        "verse": "23",
        "devanagari": "तस्या: कराग्रात् स तु कन्दुको यदागतो विदूरं तमनुव्रजत्स्त्रिया: । वास: ससूत्रं लघु मारुतोऽहरद्भवस्य देवस्य किलानुपश्यत: ॥ २३ ॥",
        "english_devnagari": "tasyāḥ karāgrāt sa tu kanduko yadāgato vidūraṁ tam anuvrajat-striyāḥvāsaḥ sasūtraṁ laghu māruto ’haradbhavasya devasya kilānupaśyataḥ",
        "verse_Syn": [
            "tasyāḥ",
            "kara",
            "agrāt",
            "saḥ",
            "tu",
            "kandukaḥ",
            "yadā",
            "gataḥ",
            "vidūram",
            "tam",
            "anuvrajat",
            "striyāḥ",
            "vāsaḥ",
            "sa",
            "sūtram",
            "laghu",
            "mārutaḥ",
            "aharat",
            "bhavasya",
            "devasya",
            "kila",
            "anupaśyataḥ"
        ],
        "translation": "When the ball leaped from Her hand and fell at a distance, the woman began to follow it, but as Lord Śiva observed these activities, a breeze suddenly blew away the fine dress and belt that covered her.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "एवं तां रुचिरापाङ्गीं दर्शनीयां मनोरमाम् । द‍ृष्ट्वा तस्यां मनश्चक्रे विषज्जन्त्यां भव: किल ॥ २४ ॥",
        "english_devnagari": "evaṁ tāṁ rucirāpāṅgīṁdarśanīyāṁ manoramāmdṛṣṭvā tasyāṁ manaś cakreviṣajjantyāṁ bhavaḥ kila",
        "verse_Syn": [
            "evam",
            "tām",
            "rucira",
            "apāṅgīm",
            "darśanīyām",
            "manoramām",
            "dṛṣṭvā",
            "tasyām",
            "manaḥ",
            "cakre",
            "viṣajjantyām",
            "bhavaḥ",
            "kila"
        ],
        "translation": "Thus Lord Śiva saw the woman, every part of whose body was beautifully formed, and the beautiful woman also looked at him. Therefore, thinking that She was attracted to him, Lord Śiva became very much attracted to Her.",
        "purport": " Lord Śiva was observing every part of the woman’s body, and She was also glancing at him with restless eyes. Thus Śiva thought that She was also attracted to him, and now he wanted to touch Her."
    },
    {
        "verse": "25",
        "devanagari": "तयापहृतविज्ञानस्तत्कृतस्मरविह्वल: । भवान्या अपि पश्यन्त्या गतह्रीस्तत्पदं ययौ ॥ २५ ॥",
        "english_devnagari": "tayāpahṛta-vijñānastat-kṛta-smara-vihvalaḥbhavānyā api paśyantyāgata-hrīs tat-padaṁ yayau",
        "verse_Syn": [
            "tayā",
            "apahṛta",
            "vijñānaḥ",
            "tat",
            "kṛta",
            "smara",
            "vihvalaḥ",
            "bhavānyāḥ",
            "api",
            "paśyantyāḥ",
            "gata",
            "hrīḥ",
            "tat",
            "padam",
            "yayau"
        ],
        "translation": "Lord Śiva, his good sense taken away by the woman because of lusty desires to enjoy with Her, became so mad for Her that even in the presence of Bhavānī he did not hesitate to approach Her.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "सा तमायान्तमालोक्य विवस्त्रा व्रीडिता भृशम् । निलीयमाना वृक्षेषु हसन्ती नान्वतिष्ठत ॥ २६ ॥",
        "english_devnagari": "sā tam āyāntam ālokyavivastrā vrīḍitā bhṛśamnilīyamānā vṛkṣeṣuhasantī nānvatiṣṭhata",
        "verse_Syn": [
            "sā",
            "tam",
            "āyāntam",
            "ālokya",
            "vivastrā",
            "vrīḍitā",
            "bhṛśam",
            "nilīyamānā",
            "vṛkṣeṣu",
            "hasantī",
            "na",
            "anvatiṣṭhata"
        ],
        "translation": "The beautiful woman was already naked, and when She saw Lord Śiva coming toward Her, She became extremely bashful. Thus She kept smiling, but She hid Herself among the trees and did not stand in one place.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तामन्वगच्छद् भगवान् भव: प्रमुषितेन्द्रिय: । कामस्य च वशं नीत: करेणुमिव यूथप: ॥ २७ ॥",
        "english_devnagari": "tām anvagacchad bhagavānbhavaḥ pramuṣitendriyaḥkāmasya ca vaśaṁ nītaḥkareṇum iva yūthapaḥ",
        "verse_Syn": [
            "tām",
            "anvagacchat",
            "bhagavān",
            "bhavaḥ",
            "pramuṣita",
            "indriyaḥ",
            "kāmasya",
            "ca",
            "vaśam",
            "nītaḥ",
            "kareṇum",
            "iva",
            "yūthapaḥ"
        ],
        "translation": "His senses being agitated, Lord Śiva, victimized by lusty desires, began to follow Her, just as a lusty elephant follows a she-elephant.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "सोऽनुव्रज्यातिवेगेन गृहीत्वानिच्छतीं स्त्रियम् । केशबन्ध उपानीय बाहुभ्यां परिषस्वजे ॥ २८ ॥",
        "english_devnagari": "so ’nuvrajyātivegenagṛhītvānicchatīṁ striyamkeśa-bandha upānīyabāhubhyāṁ pariṣasvaje",
        "verse_Syn": [
            "saḥ",
            "anuvrajya",
            "ati",
            "vegena",
            "gṛhītvā",
            "anicchatīm",
            "striyam",
            "keśa",
            "bandhe",
            "upānīya",
            "bāhubhyām",
            "pariṣasvaje"
        ],
        "translation": "After following Her with great speed, Lord Śiva caught Her by the braid of Her hair and dragged Her near him. Although She was unwilling, he embraced Her with his arms.",
        "purport": ""
    },
    {
        "verse": "29-30",
        "devanagari": "सोपगूढा भगवता करिणा करिणी यथा । इतस्तत: प्रसर्पन्ती विप्रकीर्णशिरोरुहा ॥ २९ ॥ आत्मानं मोचयित्वाङ्ग सुरर्षभभुजान्तरात् । प्राद्रवत्सा पृथुश्रोणी माया देवविनिर्मिता ॥ ३० ॥",
        "english_devnagari": "sopagūḍhā bhagavatākariṇā kariṇī yathāitas tataḥ prasarpantīviprakīrṇa-śiroruhā",
        "verse_Syn": [
            "sā",
            "upagūḍhā",
            "bhagavatā",
            "kariṇā",
            "kariṇī",
            "yathā",
            "itaḥ",
            "tataḥ",
            "prasarpantī",
            "viprakīrṇa",
            "śiroruhā",
            "ātmānam",
            "mocayitvā",
            "aṅga",
            "sura",
            "ṛṣabha",
            "bhuja",
            "antarāt",
            "prādravat",
            "sā",
            "pṛthu",
            "śroṇī",
            "māyā",
            "deva",
            "vinirmitā"
        ],
        "translation": "Being embraced by Lord Śiva like a female elephant embraced by a male, the woman, whose hair was scattered, swirled like a snake. O King, this woman, who had large, high hips, was a woman of yoga-māyā presented by the Supreme Personality of Godhead. She released Herself somehow or other from the fond embrace of Lord Śiva’s arms and ran away.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "तस्यासौ पदवीं रुद्रो विष्णोरद्भ‍ुतकर्मण: । प्रत्यपद्यत कामेन वैरिणेव विनिर्जित: ॥ ३१ ॥",
        "english_devnagari": "tasyāsau padavīṁ rudroviṣṇor adbhuta-karmaṇaḥpratyapadyata kāmenavairiṇeva vinirjitaḥ",
        "verse_Syn": [
            "tasya",
            "asau",
            "padavīm",
            "rudraḥ",
            "viṣṇoḥ",
            "adbhuta",
            "karmaṇaḥ",
            "pratyapadyata",
            "kāmena",
            "vairiṇā",
            "iva",
            "vinirjitaḥ"
        ],
        "translation": "As if harassed by an enemy in the form of lusty desires, Lord Śiva followed the path of Lord Viṣṇu, who acts very wonderfully and who had taken the form of Mohinī.",
        "purport": " Lord Śiva cannot be victimized by māyā. Therefore it is to be understood that Lord Śiva was being thus harassed by Lord Viṣṇu’s internal potency. Lord Viṣṇu can perform many wonderful activities through His various potencies. The Supreme Lord has various potencies, by which He can act very efficiently. To do anything expertly, He doesn’t even need to contemplate. Since Lord Śiva was being harassed by the woman, it is to be understood that this was being done not by a woman but by Lord Viṣṇu Himself."
    },
    {
        "verse": "32",
        "devanagari": "तस्यानुधावतो रेतश्चस्कन्दामोघरेतस: । शुष्मिणो यूथपस्येव वासितामनुधावत: ॥ ३२ ॥",
        "english_devnagari": "tasyānudhāvato retaścaskandāmogha-retasaḥśuṣmiṇo yūthapasyevavāsitām anudhāvataḥ",
        "verse_Syn": [
            "tasya",
            "anudhāvataḥ",
            "retaḥ",
            "caskanda",
            "amogha",
            "retasaḥ",
            "śuṣmiṇaḥ",
            "yūthapasya",
            "iva",
            "vāsitām",
            "anudhāvataḥ"
        ],
        "translation": "Just as a maddened bull elephant follows a female elephant who is able to conceive pregnancy, Lord Śiva followed the beautiful woman and discharged semen, even though his discharge of semen never goes in vain.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "यत्र यत्रापतन्मह्यां रेतस्तस्य महात्मन: । तानि रूप्यस्य हेम्नश्च क्षेत्राण्यासन्महीपते ॥ ३३ ॥",
        "english_devnagari": "yatra yatrāpatan mahyāṁretas tasya mahātmanaḥtāni rūpyasya hemnaś cakṣetrāṇy āsan mahī-pate",
        "verse_Syn": [
            "yatra",
            "yatra",
            "apatat",
            "mahyām",
            "retaḥ",
            "tasya",
            "mahā",
            "ātmanaḥ",
            "tāni",
            "rūpyasya",
            "hemnaḥ",
            "ca",
            "kṣetrāṇi",
            "āsan",
            "mahī",
            "pate"
        ],
        "translation": "O King, wheresoever on the surface of the globe fell the semen of the great personality of Lord Śiva, mines of gold and silver later appeared.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura comments that those who seek gold and silver can worship Lord Śiva for material opulences. Lord Śiva lives under a bael tree and does not even construct a house in which to dwell, but although he is apparently poverty-stricken, his devotees are sometimes opulently endowed with large quantities of silver and gold. Parīkṣit Mahārāja later asks about this, and Śukadeva Gosvāmī replies."
    },
    {
        "verse": "34",
        "devanagari": "सरित्सर:सु शैलेषु वनेषूपवनेषु च । यत्र क्‍व चासन्नृषयस्तत्र सन्निहितो हर: ॥ ३४ ॥",
        "english_devnagari": "sarit-saraḥsu śaileṣuvaneṣūpavaneṣu cayatra kva cāsann ṛṣayastatra sannihito haraḥ",
        "verse_Syn": [
            "sarit",
            "saraḥsu",
            "śaileṣu",
            "vaneṣu",
            "upavaneṣu",
            "ca",
            "yatra",
            "kva",
            "ca",
            "āsan",
            "ṛṣayaḥ",
            "tatra",
            "sannihitaḥ",
            "haraḥ"
        ],
        "translation": "Following Mohinī, Lord Śiva went everywhere — near the shores of the rivers and lakes, near the mountains, near the forests, near the gardens, and wherever there lived great sages.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks that Mohinī-mūrti dragged Lord Śiva to so many places, especially to where the great sages lived, to instruct the sages that their Lord Śiva had become mad for a beautiful woman. Thus although they were all great sages and saintly persons, they should not think themselves free, but should remain extremely cautious about beautiful women. No one should think himself liberated in the presence of a beautiful woman. The śāstras enjoin: “One should not stay in a solitary place with a woman, even if she be his mother, sister or daughter, for the senses are so uncontrollably powerful that in the presence of a woman one may become agitated, even if he is very learned and advanced.” (Bhāg. 9.19.17)"
    },
    {
        "verse": "35",
        "devanagari": "स्कन्ने रेतसि सोऽपश्यदात्मानं देवमायया । जडीकृतं नृपश्रेष्ठ सन्न्यवर्तत कश्मलात् ॥ ३५ ॥",
        "english_devnagari": "skanne retasi so ’paśyadātmānaṁ deva-māyayājaḍīkṛtaṁ nṛpa-śreṣṭhasannyavartata kaśmalāt",
        "verse_Syn": [
            "skanne",
            "retasi",
            "saḥ",
            "apaśyat",
            "ātmānam",
            "deva",
            "māyayā",
            "jaḍīkṛtam",
            "nṛpa",
            "śreṣṭha",
            "sannyavartata",
            "kaśmalāt"
        ],
        "translation": "O Mahārāja Parīkṣit, best of kings, when Lord Śiva had fully discharged semen, he could see how he himself had been victimized by the illusion created by the Supreme Personality of Godhead. Thus he restrained himself from any further māyā.",
        "purport": " Once one is agitated by lusty desires upon seeing a woman, those desires increase more and more, but when semen is discharged in the act of sex, the lusty desires diminish. The same principle acted upon Lord Śiva. He was allured by the beautiful woman Mohinī-mūrti, but when his semen had been fully discharged, he came to his senses and realized how he had been victimized as soon as he saw the woman in the forest. If one is trained to protect his semen by observing celibacy, naturally he is not attracted by the beauty of a woman. If one can remain a brahmacārī, he saves himself so much trouble in material existence. Material existence means enjoying the pleasure of sexual intercourse (yan maithunādi-gṛhamedhi-sukham). If one is educated about sex life and is trained to protect his semen, he is saved from the danger of material existence."
    },
    {
        "verse": "36",
        "devanagari": "अथावगतमाहात्म्य आत्मनो जगदात्मन: । अपरिज्ञेयवीर्यस्य न मेने तदुहाद्भ‍ुतम् ॥ ३६ ॥",
        "english_devnagari": "athāvagata-māhātmyaātmano jagad-ātmanaḥaparijñeya-vīryasyana mene tad u hādbhutam",
        "verse_Syn": [
            "atha",
            "avagata",
            "māhātmyaḥ",
            "ātmanaḥ",
            "jagat",
            "ātmanaḥ",
            "aparijñeya",
            "vīryasya",
            "na",
            "mene",
            "tat",
            "u",
            "ha",
            "adbhutam"
        ],
        "translation": "Thus Lord Śiva could understand his position and that of the Supreme Personality of Godhead, who has unlimited potencies. Having reached this understanding, he was not at all surprised by the wonderful way Lord Viṣṇu had acted upon him.",
        "purport": " The Supreme Personality of Godhead is known as all-powerful because no one can excel Him in any activity. In Bhagavad-gītā (7.7) the Lord says, mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: “O conqueror of wealth, there is no truth superior to Me.” No one can equal the Lord or be greater than Him, for He is the master of everyone. As stated in Caitanya-caritāmṛta (Ādi 5.142), ekale īśvara kṛṣṇa, āra saba bhṛtya. The Supreme Personality of Godhead, Kṛṣṇa, is the only master of everyone, including even Lord Śiva, what to speak of others. Lord Śiva was already aware of the supreme power of Lord Viṣṇu, but when he was actually put into bewilderment, he felt proud to have such an exalted master."
    },
    {
        "verse": "37",
        "devanagari": "तमविक्लवमव्रीडमालक्ष्य मधुसूदन: । उवाच परमप्रीतो बिभ्रत्स्वां पौरुषीं तनुम् ॥ ३७ ॥",
        "english_devnagari": "tam aviklavam avrīḍamālakṣya madhusūdanaḥuvāca parama-prītobibhrat svāṁ pauruṣīṁ tanum",
        "verse_Syn": [
            "tam",
            "aviklavam",
            "avrīḍam",
            "ālakṣya",
            "madhu",
            "sūdanaḥ",
            "uvāca",
            "parama",
            "prītaḥ",
            "bibhrat",
            "svām",
            "pauruṣīm",
            "tanum"
        ],
        "translation": "Seeing Lord Śiva unagitated and unashamed, Lord Viṣṇu [Madhusūdana] was very pleased. Thus He resumed His original form and spoke as follows.",
        "purport": " Although Lord Śiva was aghast at the potency of Lord Viṣṇu, he did not feel ashamed. Rather, he was proud to be defeated by Lord Viṣṇu. Nothing is hidden from the Supreme Personality of Godhead, for He is in everyone’s heart. Indeed, the Lord says in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” Whatever happened had taken place under the direction of the Supreme Personality of Godhead, and therefore there was no cause to be sorry or ashamed. Although Lord Śiva is never defeated by anyone, when defeated by Lord Viṣṇu he felt proud that he had such an exalted and powerful master."
    },
    {
        "verse": "38",
        "devanagari": "श्रीभगवानुवाचदिष्टय‍ा त्वं विबुधश्रेष्ठ स्वां निष्ठामात्मना स्थित: । यन्मे स्त्रीरूपया स्वैरं मोहितोऽप्यङ्ग मायया ॥ ३८ ॥",
        "english_devnagari": "śrī-bhagavān uvācadiṣṭyā tvaṁ vibudha-śreṣṭhasvāṁ niṣṭhām ātmanā sthitaḥyan me strī-rūpayā svairaṁmohito ’py aṅga māyayā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "diṣṭyā",
            "tvam",
            "vibudha",
            "śreṣṭha",
            "svām",
            "niṣṭhām",
            "ātmanā",
            "sthitaḥ",
            "yat",
            "me",
            "strī",
            "rūpayā",
            "svairam",
            "mohitaḥ",
            "api",
            "aṅga",
            "māyayā"
        ],
        "translation": "The Supreme Personality of Godhead said: O best of the demigods, although you have been amply harassed because of My potency in assuming the form of a woman, you are established in your position. Therefore, may all good fortune be upon you.",
        "purport": " Since Lord Śiva is the best of the demigods, he is the best of all devotees (vaiṣṇavānāṁ yathā śambhuḥ). His exemplary character was therefore praised by the Supreme Personality of Godhead, who gave His benediction by saying, “May all good fortune be upon you.” When a devotee becomes a little proud, the Supreme Lord sometimes exhibits His supreme power to dissipate the devotee’s misunderstanding. After being amply harassed by Lord Viṣṇu’s potency, Lord Śiva resumed his normal, unagitated condition. This is the position of a devotee. A devotee should not be agitated under any circumstances, even in the worst reverses. As confirmed in Bhagavad-gītā (6.22), yasmin sthito na duḥkhena guruṇāpi vicālyate: because of his full faith in the Supreme Personality of Godhead, a devotee is never agitated, even in the greatest trials. This pridelessness is possible only for the first-class devotees, of whom Lord Śambhu is one."
    },
    {
        "verse": "39",
        "devanagari": "को नु मेऽतितरेन्मायां विषक्तस्त्वद‍ृते पुमान् । तांस्तान्विसृजतीं भावान्दुस्तरामकृतात्मभि: ॥ ३९ ॥",
        "english_devnagari": "ko nu me ’titaren māyāṁviṣaktas tvad-ṛte pumāntāṁs tān visṛjatīṁ bhāvāndustarām akṛtātmabhiḥ",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "me",
            "atitaret",
            "māyām",
            "viṣaktaḥ",
            "tvat",
            "ṛte",
            "pumān",
            "tān",
            "tān",
            "visṛjatīm",
            "bhāvān",
            "dustarām",
            "akṛta",
            "ātmabhiḥ"
        ],
        "translation": "My dear Lord Śambhu, who within this material world but you can surpass My illusory energy? People are generally attached to sense enjoyment and conquered by its influence. Indeed, the influence of material nature is very difficult for them to surmount.",
        "purport": " Of the three chief demigods — Brahmā, Viṣṇu and Maheśvara — all but Viṣṇu are under the influence of māyā. In Caitanya-caritāmṛta, they are described as māyī, which means “under māyā’s influence.” But even though Lord Śiva associates with māyā, he is not influenced. The living entities are affected by māyā, but although Lord Śiva apparently associates with māyā, he is not affected. In other words, all living entities within this material world except for Lord Śiva are swayed by māyā. Lord Śiva is therefore neither viṣṇu-tattva nor jīva-tattva. He is between the two."
    },
    {
        "verse": "40",
        "devanagari": "सेयं गुणमयी माया न त्वामभिभविष्यति । मया समेता कालेन कालरूपेण भागश: ॥ ४० ॥",
        "english_devnagari": "seyaṁ guṇa-mayī māyāna tvām abhibhaviṣyatimayā sametā kālenakāla-rūpeṇa bhāgaśaḥ",
        "verse_Syn": [
            "sā",
            "iyam",
            "guṇa",
            "mayī",
            "māyā",
            "na",
            "tvām",
            "abhibhaviṣyati",
            "mayā",
            "sametā",
            "kālena",
            "kāla",
            "rūpeṇa",
            "bhāgaśaḥ"
        ],
        "translation": "The material, external energy [māyā], who cooperates with Me in creation and who is manifested in the three modes of nature, will not be able to bewilder you any longer.",
        "purport": " When Lord Śiva was present, his wife, Durgā, was also there. Durgā works in cooperation with the Supreme Personality of Godhead in creating the cosmic manifestation. The Lord says in Bhagavad-gītā (9.10), mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram: “The material energy [prakṛti] works under My direction, O son of Kuntī, and is producing all moving and unmoving beings.” Prakṛti is Durgā. The entire cosmos is created by Durgā in cooperation with Lord Viṣṇu in the form of kāla, time: Sa īkṣata lokān nu sṛjā. Sa imāḻ lokān asṛjata. This is the version of the Vedas (Aitareya Upaniṣad 1.1.1-2). Māyā happens to be the wife of Lord Śiva, and thus Lord Śiva is in association with māyā, but Lord Viṣṇu here assures Lord Śiva that this māyā will no longer be able to captivate him."
    },
    {
        "verse": "41",
        "devanagari": "श्रीशुक उवाचएवं भगवता राजन् श्रीवत्साङ्केन सत्कृत: । आमन्‍त्र्य तं परिक्रम्य सगण: स्वालयं ययौ ॥ ४१ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ bhagavatā rājanśrīvatsāṅkena sat-kṛtaḥāmantrya taṁ parikramyasagaṇaḥ svālayaṁ yayau",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "bhagavatā",
            "rājan",
            "śrīvatsa",
            "aṅkena",
            "sat",
            "kṛtaḥ",
            "āmantrya",
            "tam",
            "parikramya",
            "sa",
            "gaṇaḥ",
            "sva",
            "ālayam",
            "yayau"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, having thus been praised by the Supreme Personality, who bears the mark of Śrīvatsa on His chest, Lord Śiva circumambulated Him. Then, after taking permission from Him, Lord Śiva returned to his abode, Kailāsa, along with his associates.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks that when Lord Śiva was offering obeisances unto Lord Viṣṇu, Lord Viṣṇu arose and embraced him. Therefore the word śrīvatsāṅkena is used here. The mark of Śrīvatsa adorns the chest of Lord Viṣṇu, and therefore when Lord Viṣṇu embraced Lord Śiva while being circumambulated, the Śrīvatsa mark touched Lord Śiva’s bosom."
    },
    {
        "verse": "42",
        "devanagari": "आत्मांशभूतां तां मायां भवानीं भगवान्भव: । सम्मतामृषिमुख्यानां प्रीत्याचष्टाथ भारत ॥ ४२ ॥",
        "english_devnagari": "ātmāṁśa-bhūtāṁ tāṁ māyāṁbhavānīṁ bhagavān bhavaḥsammatām ṛṣi-mukhyānāṁprītyācaṣṭātha bhārata",
        "verse_Syn": [
            "ātma",
            "aṁśa",
            "bhūtām",
            "tām",
            "māyām",
            "bhavānīm",
            "bhagavān",
            "bhavaḥ",
            "sammatām",
            "ṛṣi",
            "mukhyānām",
            "prītyā",
            "ācaṣṭa",
            "atha",
            "bhārata"
        ],
        "translation": "O descendant of Bharata Mahārāja, Lord Śiva, in jubilation, then addressed his wife, Bhavānī, who is accepted by all authorities as the potency of Lord Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "अयि व्यपश्यस्त्वमजस्य मायांपरस्य पुंस: परदेवताया: । अहं कलानामृषभोऽपि मुह्येययावशोऽन्ये किमुतास्वतन्त्रा: ॥ ४३ ॥",
        "english_devnagari": "ayi vyapaśyas tvam ajasya māyāṁparasya puṁsaḥ para-devatāyāḥahaṁ kalānām ṛṣabho ’pi muhyeyayāvaśo ’nye kim utāsvatantrāḥ",
        "verse_Syn": [
            "ayi",
            "vyapaśyaḥ",
            "tvam",
            "ajasya",
            "māyām",
            "parasya",
            "puṁsaḥ",
            "para",
            "devatāyāḥ",
            "aham",
            "kalānām",
            "ṛṣabhaḥ",
            "api",
            "muhye",
            "yayā",
            "avaśaḥ",
            "anye",
            "kim",
            "uta",
            "asvatantrāḥ"
        ],
        "translation": "Lord Śiva said: O Goddess, you have now seen the illusory energy of the Supreme Personality of Godhead, who is the unborn master of everyone. Although I am one of the principal expansions of His Lordship, even I was illusioned by His energy. What then is to be said of others, who are fully dependent on māyā?",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "यं मामपृच्छस्त्वमुपेत्य योगात्समासहस्रान्त उपारतं वै । स एष साक्षात् पुरुष: पुराणोन यत्र कालो विशते न वेद: ॥ ४४ ॥",
        "english_devnagari": "yaṁ mām apṛcchas tvam upetya yogātsamā-sahasrānta upārataṁ vaisa eṣa sākṣāt puruṣaḥ purāṇona yatra kālo viśate na vedaḥ",
        "verse_Syn": [
            "yam",
            "mām",
            "apṛcchaḥ",
            "tvam",
            "upetya",
            "yogāt",
            "samā",
            "sahasra",
            "ante",
            "upāratam",
            "vai",
            "saḥ",
            "eṣaḥ",
            "sākṣāt",
            "puruṣaḥ",
            "purāṇaḥ",
            "na",
            "yatra",
            "kālaḥ",
            "viśate",
            "na",
            "vedaḥ"
        ],
        "translation": "When I finished performing mystic yoga for one thousand years, you asked me upon whom I was meditating. Now, here is that Supreme Person to whom time has no entrance and who the Vedas cannot understand.",
        "purport": " Eternal time enters anywhere and everywhere, but it cannot enter the kingdom of god. Nor can the Vedas understand the Supreme Personality of Godhead. This is an indication of the Lord’s being omnipotent, omnipresent and omniscient."
    },
    {
        "verse": "45",
        "devanagari": "श्रीशुक उवाचइति तेऽभिहितस्तात विक्रम: शार्ङ्गधन्वन: । सिन्धोर्निर्मथने येन धृत: पृष्ठे महाचल: ॥ ४५ ॥",
        "english_devnagari": "śrī-śuka uvācaiti te ’bhihitas tātavikramaḥ śārṅga-dhanvanaḥsindhor nirmathane yenadhṛtaḥ pṛṣṭhe mahācalaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "te",
            "abhihitaḥ",
            "tāta",
            "vikramaḥ",
            "śārṅga",
            "dhanvanaḥ",
            "sindhoḥ",
            "nirmathane",
            "yena",
            "dhṛtaḥ",
            "pṛṣṭhe",
            "mahā",
            "acalaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King, the person who bore the great mountain on His back for the churning of the Ocean of Milk is the same Supreme Personality of Godhead, known as Śārṅga-dhanvā. I have now described to you His prowess.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "एतन्मुहु: कीर्तयतोऽनुश‍ृण्वतोन रिष्यते जातु समुद्यम: क्‍वचित् ।यदुत्तमश्लोकगुणानुवर्णनंसमस्तसंसारपरिश्रमापहम् ॥ ४६ ॥",
        "english_devnagari": "etan muhuḥ kīrtayato ’nuśṛṇvatona riṣyate jātu samudyamaḥ kvacityad uttamaśloka-guṇānuvarṇanaṁsamasta-saṁsāra-pariśramāpaham",
        "verse_Syn": [
            "etat",
            "muhuḥ",
            "kīrtayataḥ",
            "anuśṛṇvataḥ",
            "na",
            "riṣyate",
            "jātu",
            "samudyamaḥ",
            "kvacit",
            "yat",
            "uttamaśloka",
            "guṇa",
            "anuvarṇanam",
            "samasta",
            "saṁsāra",
            "pariśrama",
            "apaham"
        ],
        "translation": "The endeavor of one who constantly hears or describes this narration of the churning of the Ocean of Milk will never be fruitless. Indeed, chanting the glories of the Supreme Personality of Godhead is the only means to annihilate all sufferings in this material world.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "असदविषयमङ्‍‍घ्रिं भावगम्यं प्रपन्ना-नमृतममरवर्यानाशयत् सिन्धुमथ्यम् ।कपटयुवतिवेषो मोहयन्य: सुरारीं-स्तमहमुपसृतानां कामपूरं नतोऽस्मि ॥ ४७ ॥",
        "english_devnagari": "asad-aviṣayam aṅghriṁ bhāva-gamyaṁ prapannānamṛtam amara-varyān āśayat sindhu-mathyamkapaṭa-yuvati-veṣo mohayan yaḥ surārīṁstam aham upasṛtānāṁ kāma-pūraṁ nato ’smi",
        "verse_Syn": [
            "asat",
            "aviṣayam",
            "aṅghrim",
            "bhāva",
            "gamyam",
            "prapannān",
            "amṛtam",
            "amara",
            "varyān",
            "āśayat",
            "sindhu",
            "mathyam",
            "kapaṭa",
            "yuvati",
            "veṣaḥ",
            "mohayan",
            "yaḥ",
            "sura",
            "arīn",
            "tam",
            "aham",
            "upasṛtānām",
            "kāma",
            "pūram",
            "nataḥ",
            "asmi"
        ],
        "translation": "Assuming the form of a young woman and thus bewildering the demons, the Supreme Personality of Godhead distributed to His devotees, the demigods, the nectar produced from the churning of the Ocean of Milk. Unto that Supreme Personality of Godhead, who always fulfills the desires of His devotees, I offer my respectful obeisances.",
        "purport": " The instruction of this narration concerning the churning of the Milk Ocean is clearly manifested by the Supreme Personality of Godhead. Although He is equal to everyone, because of natural affection He favors His devotees. The Lord says in Bhagavad-gītā (9.29): “I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him.” This partiality of the Supreme Personality of Godhead is natural. A person cares for his children not because of partiality but in a reciprocation of love. The children depend on the father’s affection, and the father affectionately maintains the children. Similarly, because devotees do not know anything but the lotus feet of the Lord, the Lord is always prepared to give protection to His devotees and fulfill their desires. He therefore says, kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “O son of Kuntī, declare it boldly that My devotee never perishes.”"
    }
]