[{
        "verse_id": "1",
        "text": "King Parīkṣit said: After the great devotee Uddhava left for the forest, what did the Supreme Personality of Godhead, the protector of all living beings, do in the city of Dvārakā?"
    },
    {
        "verse_id": "2",
        "text": "After His own dynasty met destruction from the curse of the brāhmaṇas, how could the best of the Yadus give up His body, the dearmost object of all eyes?"
    },
    {
        "verse_id": "3",
        "text": "Once their eyes were fixed upon His transcendental form, women were unable to withdraw them, and once that form had entered the ears of the sages and become fixed in their hearts, it would never depart. What to speak of acquiring fame, the great poets who described the beauty of the Lord’s form would have their words invested with transcendentally pleasing attraction. And by seeing that form on Arjuna’s chariot, all the warriors on the battlefield of Kurukṣetra attained the liberation of gaining a spiritual body similar to the Lord’s."
    },
    {
        "verse_id": "4",
        "text": "Śukadeva Gosvāmī said: Having observed many disturbing signs in the sky, on the earth and in outer space, Lord Kṛṣṇa addressed the Yadus assembled in the Sudharmā council hall as follows."
    },
    {
        "verse_id": "5",
        "text": "The Supreme Personality of Godhead said: O leaders of the Yadu dynasty, please note all these terrible omens that have appeared in Dvārakā just like the flags of death. We should not remain here a moment longer."
    },
    {
        "verse_id": "6",
        "text": "The women, children and old men should leave this city and go to Śaṅkhoddhāra. We shall go to Prabhāsa-kṣetra, where the river Sarasvatī flows toward the west."
    },
    {
        "verse_id": "7",
        "text": "There we should bathe for purification, fast, and fix our minds in meditation. We should then worship the demigods by bathing their images, anointing them with sandalwood pulp, and presenting them various offerings."
    },
    {
        "verse_id": "8",
        "text": "After performing the expiatory rituals with the help of greatly fortunate brāhmaṇas, we will worship those brāhmaṇas by offering them cows, land, gold, clothing, elephants, horses, chariots and dwelling places."
    },
    {
        "verse_id": "9",
        "text": "This is indeed the appropriate process for counteracting our imminent adversity, and it is sure to bring about the highest good fortune. Such worship of the demigods, brāhmaṇas and cows can earn the highest birth for all living entities."
    },
    {
        "verse_id": "10",
        "text": "Having heard these words from Lord Kṛṣṇa, the enemy of Madhu, the elders of the Yadu dynasty gave their assent, saying, “So be it.” After crossing over the ocean in boats, they proceeded on chariots to Prabhāsa."
    },
    {
        "verse_id": "11",
        "text": "There, with great devotion, the Yādavas performed the religious ceremonies according to the instructions of the Supreme Personality of Godhead, their personal Lord. They also performed various other auspicious rituals."
    },
    {
        "verse_id": "12",
        "text": "Then, their intelligence covered by Providence, they liberally indulged in drinking the sweet maireya beverage, which can completely intoxicate the mind."
    },
    {
        "verse_id": "13",
        "text": "The heroes of the Yadu dynasty became intoxicated from their extravagant drinking and began to feel arrogant. When they were thus bewildered by the personal potency of Lord Kṛṣṇa, a terrible quarrel arose among them."
    },
    {
        "verse_id": "14",
        "text": "Infuriated, they seized their bows and arrows, swords, bhallas, clubs, lances and spears and attacked one another on the shore of the ocean."
    },
    {
        "verse_id": "15",
        "text": "Riding on elephants and chariots with flags flying, and also on donkeys, camels, bulls, buffalos, mules and even human beings, the extremely enraged warriors came together and violently attacked one another with arrows, just as elephants in the forest attack one another with their tusks."
    },
    {
        "verse_id": "16",
        "text": "Their mutual enmity aroused, Pradyumna fought fiercely against Sāmba, Akrūra against Kuntibhoja, Aniruddha against Sātyaki, Subhadra against Saṅgrāmajit, Sumitra against Suratha, and the two Gadas against each other."
    },
    {
        "verse_id": "17",
        "text": "Others also, such as Niśaṭha, Ulmuka, Sahasrajit, Śatajit and Bhānu, confronted and killed one another, being blinded by intoxication and thus completely bewildered by Lord Mukunda Himself."
    },
    {
        "verse_id": "18",
        "text": "Completely abandoning their natural friendship, the members of the various Yadu clans — the Dāśārhas, Vṛṣṇis and Andhakas, the Bhojas, Sātvatas, Madhus and Arbudas, the Māthuras, Śūrasenas, Visarjanas, Kukuras and Kuntis — all slaughtered one another."
    },
    {
        "verse_id": "19",
        "text": "Thus bewildered, sons fought with fathers, brothers with brothers, nephews with paternal and maternal uncles, and grandsons with grandfathers. Friends fought with friends, and well-wishers with well-wishers. In this way intimate friends and relatives all killed one another."
    },
    {
        "verse_id": "20",
        "text": "When all their bows had been broken and their arrows and other missiles spent, they seized the tall stalks of cane with their bare hands."
    },
    {
        "verse_id": "21",
        "text": "As soon as they took these cane stalks in their fists, the stalks changed into iron rods as hard as thunderbolts. With these weapons the warriors began attacking one another again and again, and when Lord Kṛṣṇa tried to stop them they attacked Him as well."
    },
    {
        "verse_id": "22",
        "text": "In their confused state, O King, they also mistook Lord Balarāma for an enemy. Weapons in hand, they ran toward Him with the intention of killing Him."
    },
    {
        "verse_id": "23",
        "text": "O son of the Kurus, Kṛṣṇa and Balarāma then became very angry. Picking up cane stalks, They moved about within the battle and began to kill with these clubs."
    },
    {
        "verse_id": "24",
        "text": "The violent anger of these warriors, who were overcome by the brāhmaṇas’ curse and bewildered by Lord Kṛṣṇa’s illusory potency, now led them to their annihilation, just as a fire that starts in a bamboo grove destroys the entire forest."
    },
    {
        "verse_id": "25",
        "text": "When all the members of His own dynasty were thus destroyed, Lord Kṛṣṇa thought to Himself that at last the burden of the earth had been removed."
    },
    {
        "verse_id": "26",
        "text": "Lord Balarāma then sat down on the shore of the ocean and fixed Himself in meditation upon the Supreme Personality of Godhead. Merging Himself within Himself, He gave up this mortal world."
    },
    {
        "verse_id": "27",
        "text": "Lord Kṛṣṇa, the son of Devakī, having seen the departure of Lord Rāma, sat down silently on the ground under a nearby pippala tree."
    },
    {
        "verse_id": "28",
        "text": "The Lord was exhibiting His brilliantly effulgent four-armed form, the radiance of which, just like a smokeless fire, dissipated the darkness in all directions. His complexion was the color of a dark blue cloud and His effulgence the color of molten gold, and His all-auspicious form bore the mark of Śrīvatsa. A beautiful smile graced His lotus face, locks of dark blue hair adorned His head, His lotus eyes were very attractive, and His shark-shaped earrings glittered. He wore a pair of silken garments, an ornamental belt, the sacred thread, bracelets and arm ornaments, along with a helmet, the Kaustubha jewel, necklaces, anklets and other royal emblems. Encircling His body were flower garlands and His personal weapons in their embodied forms. As He sat He held His left foot, with its lotus-red sole, upon His right thigh."
    },
    {
        "verse_id": "33",
        "text": "Just then a hunter named Jarā, who had approached the place, mistook the Lord’s foot for a deer’s face. Thinking he had found his prey, Jarā pierced the foot with his arrow, which he had fashioned from the remaining iron fragment of Sāmba’s club."
    },
    {
        "verse_id": "34",
        "text": "Then, seeing that four-armed personality, the hunter became terrified of the offense he had committed, and he fell down, placing his head upon the feet of the enemy of the demons."
    },
    {
        "verse_id": "35",
        "text": "Jarā said: O Lord Madhusūdana, I am a most sinful person. I have committed this act out of ignorance. O purest Lord, O Uttamaḥśloka, please forgive this sinner."
    },
    {
        "verse_id": "36",
        "text": "O Lord Viṣṇu, the learned say that for any man, constant remembrance of You will destroy the darkness of ignorance. O master, I have wronged You!"
    },
    {
        "verse_id": "37",
        "text": "Therefore, O Lord of Vaikuṇṭha, please kill this sinful hunter of animals immediately so he may not again commit such offenses against saintly persons."
    },
    {
        "verse_id": "38",
        "text": "Neither Brahmā nor his sons, headed by Rudra, nor any of the great sages who are masters of the Vedic mantras can understand the function of Your mystic power. Because Your illusory potency has covered their sight, they remain ignorant of how Your mystic power works. Therefore, what can I, such a low-born person, possibly say?"
    },
    {
        "verse_id": "39",
        "text": "The Supreme Personality of Godhead said: My dear Jarā, do not fear. Please get up. What has been done is actually My own desire. With My permission, go now to the abode of the pious, the spiritual world."
    },
    {
        "verse_id": "40",
        "text": "So instructed by the Supreme Lord Kṛṣṇa, who assumes His transcendental body by His own will, the hunter circumambulated the Lord three times and bowed down to Him. Then the hunter departed in an airplane that had appeared just to carry him to the spiritual sky."
    },
    {
        "verse_id": "41",
        "text": "At that time Dāruka was searching for his master, Kṛṣṇa. As he neared the place where the Lord was sitting, he perceived the aroma of tulasī flowers in the breeze and went in its direction."
    },
    {
        "verse_id": "42",
        "text": "Upon seeing Lord Kṛṣṇa resting at the foot of a banyan tree, surrounded by His shining weapons, Dāruka could not control the affection he felt in his heart. His eyes filled with tears as he rushed down from the chariot and fell at the Lord’s feet."
    },
    {
        "verse_id": "43",
        "text": "Dāruka said: Just as on a moonless night people are merged into darkness and cannot find their way, now that I have lost sight of Your lotus feet, my Lord, I have lost my vision and am wandering blindly in darkness. I cannot tell my direction, nor can I find any peace."
    },
    {
        "verse_id": "44",
        "text": "[Śukadeva Gosvāmī continued:] O foremost of kings, while the chariot driver was still speaking, before his very eyes the Lord’s chariot rose up into the sky along with its horses and its flag, which was marked with the emblem of Garuḍa."
    },
    {
        "verse_id": "45",
        "text": "All the divine weapons of Viṣṇu rose up and followed the chariot. The Lord, Janārdana, then spoke to His chariot driver, who was most astonished to see all this."
    },
    {
        "verse_id": "46",
        "text": "O driver, go to Dvārakā and tell Our family members how their loved ones destroyed one another. Also tell them of the disappearance of Lord Saṅkarṣaṇa and of My present condition."
    },
    {
        "verse_id": "47",
        "text": "You and your relatives should not remain in Dvārakā, the capital of the Yadus, because once I have abandoned that city it will be inundated by the ocean."
    },
    {
        "verse_id": "48",
        "text": "You should all take your own families, together with My parents, and under Arjuna’s protection go to Indraprastha."
    },
    {
        "verse_id": "49",
        "text": "You, Dāruka, should be firmly situated in devotion to Me, remaining fixed in spiritual knowledge and unattached to material considerations. Understanding these pastimes to be a display of My illusory potency, you should remain peaceful."
    },
    {
        "verse_id": "50",
        "text": "Thus ordered, Dāruka circumambulated the Lord and offered obeisances to Him again and again. He placed Lord Kṛṣṇa’s lotus feet upon his head and then with a sad heart went back to the city."
    }
]