[{
        "verse_id": "1",
        "text": "King Nimi further inquired: My dear Yogendras, all of you are most perfect in knowledge of the science of the self. Therefore, kindly explain to me the destination of those who for the most part never worship the Supreme Personality of Godhead, Hari, who are unable to quench their material desires and who are not in control of their own selves."
    },
    {
        "verse_id": "2",
        "text": "Śrī Camasa said: Each of the four social orders, headed by the brāhmaṇas, was born through different combinations of the modes of nature, from the face, arms, thighs and feet of the Supreme Lord in His universal form. Thus the four spiritual orders were also generated."
    },
    {
        "verse_id": "3",
        "text": "If any of the members of the four varṇas and four āśramas fail to worship or intentionally disrespect the Personality of Godhead, who is the source of their own creation, they will fall down from their position into a hellish state of life."
    },
    {
        "verse_id": "4",
        "text": "There are many persons who have little opportunity to take part in discussions about the Supreme Personality of Godhead, Hari, and thus it is difficult for them to chant His infallible glories. Persons such as women, śūdras and other fallen classes always deserve the mercy of great personalities like yourself."
    },
    {
        "verse_id": "5",
        "text": "On the other hand, brāhmaṇas, members of the royal order and vaiśyas, even after being allowed to approach the lotus feet of the Supreme Lord, Hari, by receiving the second birth of Vedic initiation, can become bewildered and adopt various materialistic philosophies."
    },
    {
        "verse_id": "6",
        "text": "Ignorant of the art of work, such arrogantly proud fools, enchanted and enlivened by the sweet words of the Vedas, pose as learned authorities and offer flattering entreaties to the demigods."
    },
    {
        "verse_id": "7",
        "text": "Due to the influence of the mode of passion, the materialistic followers of the Vedas become subject to violent desires and are excessively lusty. Their anger is like that of a snake. Deceitful, overly proud, and sinful in their behavior, they mock the devotees who are dear to Lord Acyuta."
    },
    {
        "verse_id": "8",
        "text": "The materialistic followers of Vedic rituals, giving up the worship of the Lord, instead practically worship their wives, and thus their homes become dedicated to sex life. Such materialistic householders encourage one another in such whimsical behavior. Understanding ritualistic sacrifice as a necessary item for bodily maintenance, they perform unauthorized ceremonies in which there is no distribution of foodstuffs or charity to the brāhmaṇas and other respectable persons. Instead, they cruelly slaughter animals such as goats without any understanding of the dark consequences of their activities."
    },
    {
        "verse_id": "9",
        "text": "The intelligence of cruel-minded persons is blinded by false pride based on great wealth, opulence, prestigious family connections, education, renunciation, personal beauty, physical strength and successful performance of Vedic rituals. Being intoxicated with this false pride, such cruel persons blaspheme the Supreme Personality of Godhead and His devotees."
    },
    {
        "verse_id": "10",
        "text": "The Personality of Godhead is eternally situated within the heart of every embodied being; still the Lord remains situated apart, just as the sky, which is all-pervading, does not mix with any material object. Thus the Lord is the supreme worshipable object and the absolute controller of everything. He is elaborately glorified in the Vedic literature, but those who are bereft of intelligence do not like to hear about Him. They prefer to waste their time discussing their own mental concoctions, which inevitably deal with gross material sense gratification such as sex life and meat-eating."
    },
    {
        "verse_id": "11",
        "text": "In this material world the conditioned soul is always inclined to sex, meat-eating and intoxication. Therefore religious scriptures never actually encourage such activities. Although the scriptural injunctions provide for sex through sacred marriage, for meat-eating through sacrificial offerings and for intoxication through the acceptance of ritual cups of wine, such ceremonies are meant for the ultimate purpose of renunciation."
    },
    {
        "verse_id": "12",
        "text": "The only proper fruit of acquired wealth is religiosity, on the basis of which one can acquire a philosophical understanding of life that eventually matures into direct perception of the Absolute Truth and thus liberation from all suffering. Materialistic persons, however, utilize their wealth simply for the advancement of their family situation. They fail to see that insurmountable death will soon destroy the frail material body."
    },
    {
        "verse_id": "13",
        "text": "According to the Vedic injunctions, when wine is offered in sacrificial ceremonies it is later to be consumed by smelling, and not by drinking. Similarly, the sacrificial offering of animals is permitted, but there is no provision for wide-scale animal slaughter. Religious sex life is also permitted, but only in marriage for begetting children, and not for sensuous exploitation of the body. Unfortunately, however, the less intelligent materialists cannot understand that their duties in life should be performed purely on the spiritual platform."
    },
    {
        "verse_id": "14",
        "text": "Those sinful persons who are ignorant of actual religious principles, yet consider themselves to be completely pious, without compunction commit violence against innocent animals who are fully trusting in them. In their next lives, such sinful persons will be eaten by the same creatures they have killed in this world."
    },
    {
        "verse_id": "15",
        "text": "The conditioned souls become completely bound in affection to their own corpselike material bodies and their relatives and paraphernalia. In such a proud and foolish condition, the conditioned souls envy other living entities as well as the Supreme Personality of Godhead, Hari, who resides in the heart of all beings. Thus enviously offending others, the conditioned souls gradually fall down into hell."
    },
    {
        "verse_id": "16",
        "text": "Those who have not achieved knowledge of the Absolute Truth, yet who are still beyond the darkness of complete ignorance, generally follow the threefold path of pious material life, namely religiosity, economic development and sense gratification. Not having time to reflect on any higher purpose, they become the killers of their own soul."
    },
    {
        "verse_id": "17",
        "text": "The killers of the soul are never peaceful, because they consider that human intelligence is ultimately meant for expanding material life. Thus neglecting their real, spiritual duties, they are always in distress. They are filled with great hopes and dreams, but unfortunately these are always destroyed by the inevitable march of time."
    },
    {
        "verse_id": "18",
        "text": "Those who have turned away from the Supreme Lord, Vāsudeva, being under the spell of the Lord’s illusory energy, are eventually forced to give up their so-called homes, children, friends, wives and lovers, which were all created by the illusory potency of the Supreme Lord, and enter against their will into the darkest regions of the universe."
    },
    {
        "verse_id": "19",
        "text": "King Nimi inquired: In what colors and forms does the Supreme Personality of Godhead appear in each of the different ages, and with what names and by what types of regulative principles is the Lord worshiped in human society?"
    },
    {
        "verse_id": "20",
        "text": "Śrī Karabhājana replied: In each of the four yugas, or ages — Kṛta, Tretā, Dvāpara and Kali — Lord Keśava appears with various complexions, names and forms and is thus worshiped by various processes."
    },
    {
        "verse_id": "21",
        "text": "In Satya-yuga the Lord is white and four-armed, has matted locks and wears a garment of tree bark. He carries a black deerskin, a sacred thread, prayer beads and the rod and waterpot of a brahmacārī."
    },
    {
        "verse_id": "22",
        "text": "People in Satya-yuga are peaceful, nonenvious, friendly to every creature and steady in all situations. They worship the Supreme Personality by austere meditation and by internal and external sense control."
    },
    {
        "verse_id": "23",
        "text": "In Satya-yuga the Lord is glorified by the names Haṁsa, Suparṇa, Vaikuṇṭha, Dharma, Yogeśvara, Amala, Īśvara, Puruṣa, Avyakta and Paramātmā."
    },
    {
        "verse_id": "24",
        "text": "In Tretā-yuga the Lord appears with a red complexion. He has four arms, golden hair, and wears a triple belt representing initiation into each of the three Vedas. Embodying the knowledge of worship by sacrificial performance, which is contained in the Ṛg, Sāma and Yajur Vedas, His symbols are the ladle, spoon and other implements of sacrifice."
    },
    {
        "verse_id": "25",
        "text": "In Tretā-yuga, those members of human society who are fixed in religiosity and are sincerely interested in achieving the Absolute Truth worship Lord Hari, who contains within Himself all the demigods. The Lord is worshiped by the rituals of sacrifice taught in the three Vedas."
    },
    {
        "verse_id": "26",
        "text": "In Tretā-yuga the Lord is glorified by the names Viṣṇu, Yajña, Pṛśnigarbha, Sarvadeva, Urukrama, Vṛṣākapi, Jayanta and Urugāya."
    },
    {
        "verse_id": "27",
        "text": "In Dvāpara-yuga the Supreme Personality of Godhead appears with a dark blue complexion, wearing yellow garments. The Lord’s transcendental body is marked in this incarnation with Śrīvatsa and other distinctive ornaments, and He manifests His personal weapons."
    },
    {
        "verse_id": "28",
        "text": "My dear King, in Dvāpara-yuga men who desire to know the Supreme Personality of Godhead, who is the supreme enjoyer, worship Him in the mood of honoring a great king, following the prescriptions of both the Vedas and tantras."
    },
    {
        "verse_id": "29",
        "text": "“Obeisances to You, O Supreme Lord Vāsudeva, and to Your forms of Saṅkarṣaṇa, Pradyumna and Aniruddha. O Supreme Personality of Godhead, all obeisances unto You. O Lord Nārāyaṇa Ṛṣi, O creator of the universe, best of personalities, master of this cosmos and original form of the universe, O Supersoul of all created entities, all homage unto You.”"
    },
    {
        "verse_id": "31",
        "text": "O King, in this way people in Dvāpara-yuga glorified the Lord of the universe. In Kali-yuga also people worship the Supreme Personality of Godhead by following various regulations of the revealed scriptures. Now kindly hear of this from me."
    },
    {
        "verse_id": "32",
        "text": "In the Age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the names of Kṛṣṇa. Although His complexion is not blackish, He is Kṛṣṇa Himself. He is accompanied by His associates, servants, weapons and confidential companions."
    },
    {
        "verse_id": "33",
        "text": "My dear Lord, You are the Mahā-puruṣa, the Supreme Personality of Godhead, and I worship Your lotus feet, which are the only eternal object of meditation. Those feet destroy the embarrassing conditions of material life and freely award the greatest desire of the soul, the attainment of pure love of Godhead. My dear Lord, Your lotus feet are the shelter of all holy places and of all saintly authorities in the line of devotional service and are honored by powerful demigods like Lord Śiva and Lord Brahmā. My Lord, You are so kind that You willingly protect all those who simply bow down to You with respect, and thus You mercifully relieve all the distress of Your servants. In conclusion, my Lord, Your lotus feet are actually the suitable boat for crossing over the ocean of birth and death, and therefore even Lord Brahmā and Lord Śiva seek shelter at Your lotus feet.”"
    },
    {
        "verse_id": "34",
        "text": "O Mahā-puruṣa, I worship Your lotus feet. You gave up the association of the goddess of fortune and all her opulence, which is most difficult to renounce and is hankered after by even the great demigods. Being the most faithful follower of the path of religion, You thus left for the forest in obedience to a brāhmaṇa’s curse. Out of sheer mercifulness You chased after the fallen conditioned souls, who are always in pursuit of the false enjoyment of illusion, and at the same time engaged in searching out Your own desired object, Lord Śyāmasundara."
    },
    {
        "verse_id": "35",
        "text": "Thus, O King, the Supreme Lord Hari is the giver of all desirable benefits of life. Intelligent human beings worship the particular forms and names that the Lord manifests in different ages."
    },
    {
        "verse_id": "36",
        "text": "Those who are actually advanced in knowledge are able to appreciate the essential value of this Age of Kali. Such enlightened persons worship Kali-yuga because in this fallen age all perfection of life can easily be achieved by the performance of saṅkīrtana."
    },
    {
        "verse_id": "37",
        "text": "Indeed, there is no higher possible gain for embodied souls forced to wander throughout the material world than the Supreme Lord’s saṅkīrtana movement, by which one can attain the supreme peace and free oneself from the cycle of repeated birth and death."
    },
    {
        "verse_id": "38",
        "text": "My dear King, the inhabitants of Satya-yuga and other ages eagerly desire to take birth in this Age of Kali, since in this age there will be many devotees of the Supreme Lord, Nārāyaṇa. These devotees will appear in various places but will be especially numerous in South India. O master of men, in the Age of Kali those persons who drink the waters of the holy rivers of Draviḍa-deśa, such as the Tāmraparṇī, Krtamālā, Payasvinī, the extremely pious Kāverī and the Pratīcī Mahānadī, will almost all be purehearted devotees of the Supreme Personality of Godhead, Vāsudeva."
    },
    {
        "verse_id": "41",
        "text": "O King, one who has given up all material duties and has taken full shelter of the lotus feet of Mukunda, who offers shelter to all, is not indebted to the demigods, great sages, ordinary living beings, relatives, friends, mankind or even one’s forefathers who have passed away. Since all such classes of living entities are part and parcel of the Supreme Lord, one who has surrendered to the Lord’s service has no need to serve such persons separately."
    },
    {
        "verse_id": "42",
        "text": "One who has thus given up all other engagements and has taken full shelter at the lotus feet of Hari, the Supreme Personality of Godhead, is very dear to the Lord. Indeed, if such a surrendered soul accidentally commits some sinful activity, the Supreme Personality of Godhead, who is seated within everyone’s heart, immediately takes away the reaction to such sin."
    },
    {
        "verse_id": "43",
        "text": "Nārada Muni said: Having thus heard the science of devotional service, Nimi, the King of Mithilā, felt extremely satisfied and, along with the sacrificial priests, offered respectful worship to the sagacious sons of Jayantī."
    },
    {
        "verse_id": "44",
        "text": "The perfect sages then disappeared before the eyes of everyone present. King Nimi faithfully practiced the principles of spiritual life he had learned from them, and thus he achieved the supreme goal of life."
    },
    {
        "verse_id": "45",
        "text": "O greatly fortunate Vasudeva, simply apply with faith these principles of devotional service which you have heard, and thus, being free from material association, you will attain the Supreme."
    },
    {
        "verse_id": "46",
        "text": "Indeed, the whole world has become filled with the glories of you and your good wife because the Supreme Personality of Godhead, Lord Hari, has taken the position of your son."
    },
    {
        "verse_id": "47",
        "text": "My dear Vasudeva, you and your good wife Devakī have manifested great transcendental love for Kṛṣṇa, accepting Him as your son. Indeed, you are always seeing the Lord, embracing Him, speaking with Him, resting with Him, sitting together with Him and taking your meals with Him. By such affectionate and intimate association with the Lord, undoubtedly both of you have completely purified your hearts. In other words, you are already perfect."
    },
    {
        "verse_id": "48",
        "text": "Inimical kings like Śiśupāla, Pauṇḍraka and Śālva were always thinking about Lord Kṛṣṇa. Even while they were lying down, sitting or engaging in other activities, they enviously meditated upon the bodily movements of the Lord, His sporting pastimes, His loving glances upon His devotees, and other attractive features displayed by the Lord. Being thus always absorbed in Kṛṣṇa, they achieved spiritual liberation in the Lord’s own abode. What then can be said of the benedictions offered to those who constantly fix their minds on Lord Kṛṣṇa in a favorable, loving mood?"
    },
    {
        "verse_id": "49",
        "text": "Do not think of Kṛṣṇa as an ordinary child, because He is the Supreme Personality of Godhead, inexhaustible and the Soul of all beings. The Lord has concealed His inconceivable opulences and is thus outwardly appearing to be an ordinary human being."
    },
    {
        "verse_id": "50",
        "text": "The Supreme Personality of Godhead descended to kill the demoniac kings who were the burden of the earth and to protect the saintly devotees. However, both the demons and the devotees are awarded liberation by the Lord’s mercy. Thus, His transcendental fame has spread throughout the universe."
    },
    {
        "verse_id": "51",
        "text": "Śrī Śukadeva Gosvāmī continued: Having heard this narration, the greatly fortunate Vasudeva was completely struck with wonder. Thus he and his most blessed wife Devakī gave up all illusion and anxiety that had entered their hearts."
    },
    {
        "verse_id": "52",
        "text": "Anyone who meditates on this pious historical narration with fixed attention will purify himself of all contamination in this very life and thus achieve the highest spiritual perfection."
    }
]