[
    {
        "verse_id": "1",
        "text": "King Parīkṣit inquired from Śukadeva Gosvāmī: O great and powerful saint, what was the cause of Nalakūvara’s and Maṇigrīva’s having been cursed by Nārada Muni? What did they do that was so abominable that even Nārada, the great sage, became angry at them? Kindly describe this to me."
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī said: O King Parīkṣit, because the two sons of Kuvera had been elevated to the association of Lord Śiva, of which they were very much proud, they were allowed to wander in a garden attached to Kailāsa Hill, on the bank of the Mandākinī River. Taking advantage of this, they used to drink a kind of liquor called Vāruṇī. Accompanied by women singing after them, they would wander in that garden of flowers, their eyes always rolling in intoxication."
    },
    {
        "verse_id": "4",
        "text": "Within the waters of the Mandākinī Ganges, which were crowded with gardens of lotus flowers, the two sons of Kuvera would enjoy young girls, just like two male elephants enjoying in the water with female elephants."
    },
    {
        "verse_id": "5",
        "text": "O Mahārāja Parīkṣit, by some auspicious opportunity for the two boys, the great saint Devarṣi Nārada once appeared there by chance. Seeing them intoxicated, with rolling eyes, he could understand their situation."
    },
    {
        "verse_id": "6",
        "text": "Upon seeing Nārada, the naked young girls of the demigods were very much ashamed. Afraid of being cursed, they covered their bodies with their garments. But the two sons of Kuvera did not do so; instead, not caring about Nārada, they remained naked."
    },
    {
        "verse_id": "7",
        "text": "Seeing the two sons of the demigods naked and intoxicated by opulence and false prestige, Devarṣi Nārada, in order to show them special mercy, desired to give them a special curse. Thus he spoke as follows."
    },
    {
        "verse_id": "8",
        "text": "Nārada Muni said: Among all the attractions of material enjoyment, the attraction of riches bewilders one’s intelligence more than having beautiful bodily features, taking birth in an aristocratic family, and being learned. When one is uneducated but falsely puffed up by wealth, the result is that one engages his wealth in enjoying wine, women and gambling."
    },
    {
        "verse_id": "9",
        "text": "Unable to control their senses, rascals who are falsely proud of their riches or their birth in aristocratic families are so cruel that to maintain their perishable bodies, which they think will never grow old or die, they kill poor animals without mercy. Sometimes they kill animals merely to enjoy an excursion."
    },
    {
        "verse_id": "10",
        "text": "While living one may be proud of one’s body, thinking oneself a very big man, minister, president or even demigod, but whatever one may be, after death this body will turn either into worms, into stool or into ashes. If one kills poor animals to satisfy the temporary whims of this body, one does not know that he will suffer in his next birth, for such a sinful miscreant must go to hell and suffer the results of his actions."
    },
    {
        "verse_id": "11",
        "text": "While alive, does this body belong to its employer, to the self, to the father, the mother, or the mother’s father? Does it belong to the person who takes it away by force, to the slave master who purchases it, or to the sons who burn it in the fire? Or, if the body is not burned, does it belong to the dogs that eat it? Among the many possible claimants, who is the rightful claimant? Not to ascertain this but instead to maintain the body by sinful activities is not good."
    },
    {
        "verse_id": "12",
        "text": "This body, after all, is produced by the unmanifested nature and again annihilated and merged in the natural elements. Therefore, it is the common property of everyone. Under the circumstances, who but a rascal claims this property as his own and while maintaining it commits such sinful activities as killing animals just to satisfy his whims? Unless one is a rascal, one cannot commit such sinful activities."
    },
    {
        "verse_id": "13",
        "text": "Atheistic fools and rascals who are very much proud of wealth fail to see things as they are. Therefore, returning them to poverty is the proper ointment for their eyes so they may see things as they are. At least a poverty-stricken man can realize how painful poverty is, and therefore he will not want others to be in a painful condition like his own."
    },
    {
        "verse_id": "14",
        "text": "By seeing their faces, one whose body has been pricked by pins can understand the pain of others who are pinpricked. Realizing that this pain is the same for everyone, he does not want others to suffer in this way. But one who has never been pricked by pins cannot understand this pain."
    },
    {
        "verse_id": "15",
        "text": "A poverty-stricken man must automatically undergo austerities and penances because he does not have the wealth to possess anything. Thus his false prestige is vanquished. Always in need of food, shelter and clothing, he must be satisfied with what is obtained by the mercy of providence. Undergoing such compulsory austerities is good for him because this purifies him and completely frees him from false ego."
    },
    {
        "verse_id": "16",
        "text": "Always hungry, longing for sufficient food, a poverty-stricken man gradually becomes weaker and weaker. Having no extra potency, his senses are automatically pacified. A poverty-stricken man, therefore, is unable to perform harmful, envious activities. In other words, such a man automatically gains the results of the austerities and penances adopted voluntarily by saintly persons."
    },
    {
        "verse_id": "17",
        "text": "Saintly persons may freely associate with those who are poverty-stricken, but not with those who are rich. A poverty-stricken man, by association with saintly persons, very soon becomes uninterested in material desires, and the dirty things within the core of his heart are cleansed away."
    },
    {
        "verse_id": "18",
        "text": "Saintly persons [sādhus] think of Kṛṣṇa twenty-four hours a day. They have no other interest. Why should people neglect the association of such exalted spiritual personalities and try to associate with materialists, taking shelter of nondevotees, most of whom are proud and rich?"
    },
    {
        "verse_id": "19",
        "text": "Therefore, since these two persons, drunk with the liquor named Vāruṇī, or Mādhvī, and unable to control their senses, have been blinded by the pride of celestial opulence and have become attached to women, I shall relieve them of their false prestige."
    },
    {
        "verse_id": "20",
        "text": "These two young men, Nalakūvara and Maṇigrīva, are by fortune the sons of the great demigod Kuvera, but because of false prestige and madness after drinking liquor, they are so fallen that they are naked but cannot understand that they are. Therefore, because they are living like trees (for trees are naked but are not conscious), these two young men should receive the bodies of trees. This will be proper punishment. Nonetheless, after they become trees and until they are released, by my mercy they will have remembrance of their past sinful activities. Moreover, by my special favor, after the expiry of one hundred years by the measurement of the demigods, they will be able to see the Supreme Personality of Godhead, Vāsudeva, face to face, and thus revive their real position as devotees."
    },
    {
        "verse_id": "23",
        "text": "Śukadeva Gosvāmī continued: Having thus spoken, the great saint Devarṣi Nārada returned to his āśrama, known as Nārāyaṇa-āśrama, and Nalakūvara and Maṇigrīva became twin arjuna trees."
    },
    {
        "verse_id": "24",
        "text": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, to fulfill the truthfulness of the words of the greatest devotee, Nārada, slowly went to that spot where the twin arjuna trees were standing."
    },
    {
        "verse_id": "25",
        "text": "“Although these two young men are the sons of the very rich Kuvera and I have nothing to do with them, Devarṣi Nārada is My very dear and affectionate devotee, and therefore because he wanted Me to come face to face with them, I must do so for their deliverance.”"
    },
    {
        "verse_id": "26",
        "text": "Having thus spoken, Kṛṣṇa soon entered between the two arjuna trees, and thus the big mortar to which He was bound turned crosswise and stuck between them."
    },
    {
        "verse_id": "27",
        "text": "By dragging behind Him with great force the wooden mortar tied to His belly, the boy Kṛṣṇa uprooted the two trees. By the great strength of the Supreme Person, the two trees, with their trunks, leaves and branches, trembled severely and fell to the ground with a great crash."
    },
    {
        "verse_id": "28",
        "text": "Thereafter, in that very place where the two arjuna trees had fallen, two great, perfect personalities, who appeared like fire personified, came out of the two trees. The effulgence of their beauty illuminating all directions, with bowed heads they offered obeisances to Kṛṣṇa, and with hands folded they spoke the following words."
    },
    {
        "verse_id": "29",
        "text": "O Lord Kṛṣṇa, Lord Kṛṣṇa, Your opulent mysticism is inconceivable. You are the supreme, original person, the cause of all causes, immediate and remote, and You are beyond this material creation. Learned brāhmaṇas know [on the basis of the Vedic statement sarvaṁ khalv idaṁ brahma] that You are everything and that this cosmic manifestation, in its gross and subtle aspects, is Your form."
    },
    {
        "verse_id": "30",
        "text": "You are the Supreme Personality of Godhead, the controller of everything. The body, life, ego and senses of every living entity are Your own self. You are the Supreme Person, Viṣṇu, the imperishable controller. You are the time factor, the immediate cause, and You are material nature, consisting of the three modes passion, goodness and ignorance. You are the original cause of this material manifestation. You are the Supersoul, and therefore You know everything within the core of the heart of every living entity."
    },
    {
        "verse_id": "32",
        "text": "O Lord, You exist before the creation. Therefore, who, trapped by a body of material qualities in this material world, can understand You?"
    },
    {
        "verse_id": "33",
        "text": "O Lord, whose glories are covered by Your own energy, You are the Supreme Personality of Godhead. You are Saṅkarṣaṇa, the origin of creation, and You are Vāsudeva, the origin of the caturvyūha. Because You are everything and are therefore the Supreme Brahman, we simply offer our respectful obeisances unto You."
    },
    {
        "verse_id": "34",
        "text": "Appearing in bodies like those of an ordinary fish, tortoise and hog, You exhibit activities impossible for such creatures to perform — extraordinary, incomparable, transcendental activities of unlimited power and strength. These bodies of Yours, therefore, are not made of material elements, but are incarnations of Your Supreme Personality. You are the same Supreme Personality of Godhead, who have now appeared, with full potency, for the benefit of all living entities within this material world."
    },
    {
        "verse_id": "36",
        "text": "O supremely auspicious, we offer our respectful obeisances unto You, who are the supreme good. O most famous descendant and controller of the Yadu dynasty, O son of Vasudeva, O most peaceful, let us offer our obeisances unto Your lotus feet."
    },
    {
        "verse_id": "37",
        "text": "O supreme form, we are always servants of Your servants, especially of Nārada Muni. Now give us permission to leave for our home. It is by the grace and mercy of Nārada Muni that we have been able to see You face to face."
    },
    {
        "verse_id": "38",
        "text": "Henceforward, may all our words describe Your pastimes, may our ears engage in aural reception of Your glories, may our hands, legs and other senses engage in actions pleasing to You, and may our minds always think of Your lotus feet. May our heads offer our obeisances to everything within this world, because all things are also Your different forms, and may our eyes see the forms of Vaiṣṇavas, who are nondifferent from You."
    },
    {
        "verse_id": "39",
        "text": "Śukadeva Gosvāmī continued: The two young demigods thus offered prayers to the Supreme Personality of Godhead. Although Śrī Kṛṣṇa, the Supreme Godhead, is the master of all and was certainly Gokuleśvara, the master of Gokula, He was bound to the wooden mortar by the ropes of the gopīs, and therefore, smiling widely, He spoke to the sons of Kuvera the following words."
    },
    {
        "verse_id": "40",
        "text": "The Supreme Personality of Godhead said: The great saint Nārada Muni is very merciful. By his curse, he showed the greatest favor to both of you, who were mad after material opulence and who had thus become blind. Although you fell from the higher planet Svargaloka and became trees, you were most favored by him. I knew of all these incidents from the very beginning."
    },
    {
        "verse_id": "41",
        "text": "When one is face to face with the sun, there is no longer darkness for one’s eyes. Similarly, when one is face to face with a sādhu, a devotee, who is fully determined and surrendered to the Supreme Personality of Godhead, one will no longer be subject to material bondage."
    },
    {
        "verse_id": "42",
        "text": "O Nalakūvara and Maṇigrīva, now you may both return home. Since you desire to be always absorbed in My devotional service, your desire to develop love and affection for Me will be fulfilled, and now you will never fall from that platform."
    },
    {
        "verse_id": "43",
        "text": "Śukadeva Gosvāmī said: The Supreme Personality of Godhead having spoken to the two demigods in this way, they circumambulated the Lord, who was bound to the wooden mortar, and offered obeisances to Him. After taking the permission of Lord Kṛṣṇa, they returned to their respective homes."
    }
]