[
    {
        "verse_id": "1",
        "text": "King Parīkṣit said: Those demigods, demons and humans who worship Lord Śiva, a strict renunciant, usually enjoy wealth and sense gratification, while the worshipers of the Supreme Lord Hari, the husband of the goddess of fortune, do not."
    },
    {
        "verse_id": "2",
        "text": "We wish to properly understand this matter, which greatly puzzles us. Indeed, the results attained by the worshipers of these two lords of opposite characters are contrary to what one would expect."
    },
    {
        "verse_id": "3",
        "text": "Śrī Śukadeva said: Lord Śiva is always united with his personal energy, the material nature. Manifesting himself in three features in response to the entreaties of nature’s three modes, he thus embodies the threefold principle of material ego in goodness, passion and ignorance."
    },
    {
        "verse_id": "4",
        "text": "The sixteen elements have evolved as transformations of that false ego. When a devotee of Lord Śiva worships his manifestation in any one of these elements, the devotee obtains all sorts of corresponding enjoyable opulences."
    },
    {
        "verse_id": "5",
        "text": "Lord Hari, however, has no connection with the material modes. He is the Supreme Personality of Godhead, the all-seeing eternal witness, who is transcendental to material nature. One who worships Him becomes similarly free from the material modes."
    },
    {
        "verse_id": "6",
        "text": "Your grandfather, King Yudhiṣṭhira, after completing his Aśvamedha sacrifices, asked Lord Acyuta this very same question while hearing the Lord’s explanation of religious principles."
    },
    {
        "verse_id": "7",
        "text": "This question pleased Śrī Kṛṣṇa, the King’s Lord and master, who had descended into the family of Yadu for the purpose of bestowing the highest good on all men. The Lord replied as follows as the King eagerly listened."
    },
    {
        "verse_id": "8",
        "text": "The Personality of Godhead said: If I especially favor someone, I gradually deprive him of his wealth. Then the relatives and friends of such a poverty-stricken man abandon him. In this way he suffers one distress after another."
    },
    {
        "verse_id": "9",
        "text": "When he becomes frustrated in his attempts to make money and instead befriends My devotees, I bestow My special mercy upon him."
    },
    {
        "verse_id": "10",
        "text": "A person who has thus become sober fully realizes the Absolute as the highest truth, the most subtle and perfect manifestation of spirit, the transcendental existence without end. In this way realizing that the Supreme Truth is the foundation of his own existence, he is freed from the cycle of material life."
    },
    {
        "verse_id": "11",
        "text": "Because I am difficult to worship, people generally avoid Me and instead worship other deities, who are quickly satisfied. When people receive kingly opulences from these deities, they become arrogant, intoxicated with pride and neglectful of their duties. They dare to offend even the demigods who have bestowed benedictions upon them."
    },
    {
        "verse_id": "12",
        "text": "Śukadeva Gosvāmī said: Lord Brahmā, Lord Viṣṇu, Lord Śiva and others are able to curse or bless one. Lord Śiva and Lord Brahmā are very quick to curse or bestow benedictions, my dear King, but the infallible Supreme Lord is not."
    },
    {
        "verse_id": "13",
        "text": "In this connection, an ancient historical account is related concerning how the Lord of Kailāsa Mountain was put into danger by offering a choice of benedictions to the demon Vṛka."
    },
    {
        "verse_id": "14",
        "text": "The demon named Vṛka, a son of Śakuni’s, once met Nārada on the road. The wicked fellow asked him which of the three chief gods could be pleased most quickly."
    },
    {
        "verse_id": "15",
        "text": "Nārada told him: Worship Lord Śiva and you will soon achieve success. He quickly becomes pleased by seeing his worshiper’s slightest good qualities — and quickly angered by seeing his slightest fault."
    },
    {
        "verse_id": "16",
        "text": "He became pleased with ten-headed Rāvaṇa, and also with Bāṇa, when they each chanted his glories, like bards in a royal court. Lord Śiva then bestowed unprecedented power upon each of them, but in both cases he was consequently beset with great difficulty."
    },
    {
        "verse_id": "17",
        "text": "[Śukadeva Gosvāmī continued:] Thus advised, the demon proceeded to worship Lord Śiva at Kedāranātha by taking pieces of flesh from his own body and offering them as oblations into the sacred fire, which is Lord Śiva’s mouth."
    },
    {
        "verse_id": "18",
        "text": "Vṛkāsura became frustrated after failing to obtain a vision of the lord. Finally, on the seventh day, after dipping his hair into the holy waters at Kedāranātha and leaving it wet, he took up a hatchet and prepared to cut off his head. But at that very moment the supremely merciful Lord Śiva rose up out of the sacrificial fire, looking like the god of fire himself, and grabbed both arms of the demon to stop him from killing himself, just as we would do. By Lord Śiva’s touch, Vṛkāsura once again became whole."
    },
    {
        "verse_id": "20",
        "text": "Lord Śiva said to him: My friend, please stop, stop! Ask from me whatever you want, and I will bestow that boon upon you. Alas, you have subjected your body to great torment for no reason, since I am pleased with a simple offering of water from those who approach me for shelter."
    },
    {
        "verse_id": "21",
        "text": "[Śukadeva Gosvāmī continued:] The benediction sinful Vṛka chose from the lord would terrify all living beings. Vṛka said, “May death come to whomever I touch upon the head with my hand.”"
    },
    {
        "verse_id": "22",
        "text": "Upon hearing this, Lord Rudra seemed somewhat disturbed. Nonetheless, O descendant of Bharata, he vibrated om to signify his assent, granting Vṛka the benediction with an ironic smile, as if giving milk to a poisonous snake."
    },
    {
        "verse_id": "23",
        "text": "To test Lord Śambhu’s benediction, the demon then tried to put his hand on the Lord’s head. Thus Śiva was frightened because of what he himself had done."
    },
    {
        "verse_id": "24",
        "text": "As the demon pursued him, Lord Śiva fled swiftly from his abode in the north, shaking with terror. He ran as far as the limits of the earth, the sky and the corners of the universe."
    },
    {
        "verse_id": "25",
        "text": "The great demigods could only remain silent, not knowing how to counteract the benediction. Then Lord Śiva reached the luminous realm of Vaikuṇṭha, beyond all darkness, where the Supreme Lord Nārāyaṇa is manifest. That realm is the destination of renunciants who have attained peace and given up all violence against other creatures. Going there, one never returns."
    },
    {
        "verse_id": "27",
        "text": "The Supreme Lord, who relieves His devotees’ distress, had seen from afar that Lord Śiva was in danger. Thus by His mystic Yoga-māyā potency He assumed the form of a brahmacārī student, with the appropriate belt, deerskin, rod and prayer beads, and came before Vṛkāsura. The Lord’s effulgence glowed brilliantly like fire. Holding kuśa grass in His hand, He humbly greeted the demon."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Lord said: My dear son of Śakuni, you appear tired. Why have you come such a great distance? Please rest for a minute. After all, it is one’s body that fulfills all one’s desires."
    },
    {
        "verse_id": "30",
        "text": "O mighty one, please tell Us what you intend to do, if We are qualified to hear it. Usually one accomplishes his purposes by taking help from others."
    },
    {
        "verse_id": "31",
        "text": "Śukadeva Gosvāmī said: Thus questioned by the Personality of Godhead in language that poured down upon him like sweet nectar, Vṛka felt relieved of his fatigue. He described to the Lord everything he had done."
    },
    {
        "verse_id": "32",
        "text": "The Supreme Lord said: If this is the case, We cannot believe what Śiva says. Śiva is the same lord of the Pretas and Piśācas whom Dakṣa cursed to become like a carnivorous hobgoblin."
    },
    {
        "verse_id": "33",
        "text": "O best of the demons, if you have any faith in him because he is the spiritual master of the universe, then without delay put your hand on your head and see what happens."
    },
    {
        "verse_id": "34",
        "text": "If the words of Lord Śambhu prove untrue in any way, O best of the demons, then kill the liar so he may never lie again."
    },
    {
        "verse_id": "35",
        "text": "[Śukadeva Gosvāmī continued:] Thus bewildered by the Personality of Godhead’s enchanting, artful words, foolish Vṛka, without realizing what he was doing, placed his hand on his head."
    },
    {
        "verse_id": "36",
        "text": "Instantly his head shattered as if struck by a lightning bolt, and the demon fell down dead. From the sky were heard cries of “Victory!” “Obeisances!” and “Well done!”"
    },
    {
        "verse_id": "37",
        "text": "The celestial sages, Pitās and Gandharvas rained down flowers to celebrate the killing of sinful Vṛkāsura. Now Lord Śiva was out of danger."
    },
    {
        "verse_id": "38",
        "text": "The Supreme Personality of Godhead then addressed Lord Giriśa, who was now out of danger: “Just see, O Mahādeva, My lord, how this wicked man has been killed by his own sinful reactions. Indeed, what living being can hope for good fortune if he offends exalted saints, what to speak of offending the lord and spiritual master of the universe?”"
    },
    {
        "verse_id": "40",
        "text": "Lord Hari is the directly manifest Absolute Truth, the Supreme Soul and unlimited ocean of inconceivable energies. Anyone who recites or hears this pastime of His saving Lord Śiva will be freed from all enemies and the repetition of birth and death."
    }
]