[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, seeing that the Yamunā River had been contaminated by the black snake Kāliya, desired to purify the river, and thus the Lord banished him from it."
    },
    {
        "verse_id": "2",
        "text": "King Parīkṣit inquired: O learned sage, please explain how the Supreme Personality of Godhead chastised the serpent Kāliya within the unfathomable waters of the Yamunā, and how it was that Kāliya had been living there for so many ages."
    },
    {
        "verse_id": "3",
        "text": "O brāhmaṇa, the unlimited Supreme Personality of Godhead freely acts according to His own desires. Who could be satiated when hearing the nectar of the magnanimous pastimes He performed as a cowherd boy in Vṛndāvana?"
    },
    {
        "verse_id": "4",
        "text": "Śrī Śukadeva Gosvāmī said: Within the river Kālindī [Yamunā] was a lake inhabited by the serpent Kāliya, whose fiery poison constantly heated and boiled its waters. Indeed, the vapors thus created were so poisonous that birds flying over the contaminated lake would fall down into it."
    },
    {
        "verse_id": "5",
        "text": "The wind blowing over that deadly lake carried droplets of water to the shore. Simply by coming in contact with that poisonous breeze, all vegetation and creatures on the shore died."
    },
    {
        "verse_id": "6",
        "text": "Lord Kṛṣṇa saw how the Kāliya serpent had polluted the Yamunā River with his terribly powerful poison. Since Kṛṣṇa had descended from the spiritual world specifically to subdue envious demons, the Lord immediately climbed to the top of a very high kadamba tree and prepared Himself for battle. He tightened His belt, slapped His arms and then jumped into the poisonous water."
    },
    {
        "verse_id": "7",
        "text": "When the Supreme Personality of Godhead landed in the serpent’s lake, the snakes there became extremely agitated and began breathing heavily, further polluting it with volumes of poison. The force of the Lord’s entrance into the lake caused it to overflow on all sides, and poisonous, fearsome waves flooded the surrounding lands up to a distance of one hundred bow-lengths. This is not at all amazing, however, for the Supreme Lord possesses infinite strength."
    },
    {
        "verse_id": "8",
        "text": "Kṛṣṇa began sporting in Kāliya’s lake like a lordly elephant — swirling His mighty arms and making the water resound in various ways. When Kāliya heard these sounds, he understood that someone was trespassing in his lake. The serpent could not tolerate this and immediately came forward."
    },
    {
        "verse_id": "9",
        "text": "Kāliya saw that Śrī Kṛṣṇa, who wore yellow silken garments, was very delicate, His attractive body shining like a glowing white cloud, His chest bearing the mark of Śrīvatsa, His face smiling beautifully and His feet resembling the whorl of a lotus flower. The Lord was playing fearlessly in the water. Despite His wonderful appearance, the envious Kāliya furiously bit Him on the chest and then completely enwrapped Him in his coils."
    },
    {
        "verse_id": "10",
        "text": "When the members of the cowherd community, who had accepted Kṛṣṇa as their dearmost friend, saw Him enveloped in the snake’s coils, motionless, they were greatly disturbed. They had offered Kṛṣṇa everything — their very selves, their families, their wealth, wives and all pleasures. At the sight of the Lord in the clutches of the Kāliya snake, their intelligence became deranged by grief, lamentation and fear, and thus they fell to the ground."
    },
    {
        "verse_id": "11",
        "text": "The cows, bulls and female calves, in great distress, called out piteously to Kṛṣṇa. Fixing their eyes on Him, they stood still in fear, as if ready to cry but too shocked to shed tears."
    },
    {
        "verse_id": "12",
        "text": "In the Vṛndāvana area there then arose all three types of fearful omens — those on the earth, those in the sky and those in the bodies of living creatures — which announced imminent danger."
    },
    {
        "verse_id": "13",
        "text": "Seeing the inauspicious omens, Nanda Mahārāja and the other cowherd men were fearful, for they knew that Kṛṣṇa had gone to herd the cows that day without His elder brother, Balarāma. Because they had dedicated their minds to Kṛṣṇa, accepting Him as their very life, they were unaware of His great power and opulence. Thus they concluded that the inauspicious omens indicated He had met with death, and they were overwhelmed with grief, lamentation and fear. All the inhabitants of Vṛndāvana, including the children, women and elderly persons, thought of Kṛṣṇa just as a cow thinks of her helpless young calf, and thus these poor, suffering people rushed out of the village, intent upon finding Him."
    },
    {
        "verse_id": "16",
        "text": "The Supreme Lord Balarāma, the master of all transcendental knowledge, smiled and said nothing when He saw the residents of Vṛndāvana in such distress, since He understood the extraordinary power of His younger brother."
    },
    {
        "verse_id": "17",
        "text": "The residents hurried toward the banks of the Yamunā in search of their dearmost Kṛṣṇa, following the path marked by His footprints, which bore the unique signs of the Personality of Godhead."
    },
    {
        "verse_id": "18",
        "text": "The footprints of Lord Kṛṣṇa, the master of the entire cowherd community, were marked with the lotus flower, barleycorn, elephant goad, thunderbolt and flag. My dear King Parīkṣit, seeing His footprints on the path among the cows’ hoofprints, the residents of Vṛndāvana rushed along in great haste."
    },
    {
        "verse_id": "19",
        "text": "As they hurried along the path to the bank of the Yamunā River, they saw from a distance that Kṛṣṇa was in the lake, motionless within the coils of the black serpent. They further saw that the cowherd boys had fallen unconscious and that the animals were standing on all sides, crying out for Kṛṣṇa. Seeing all this, the residents of Vṛndāvana were overwhelmed with anguish and confusion."
    },
    {
        "verse_id": "20",
        "text": "When the young gopīs, whose minds were constantly attached to Kṛṣṇa, the unlimited Supreme Lord, saw that He was now within the grips of the serpent, they remembered His loving friendship, His smiling glances and His talks with them. Burning with great sorrow, they saw the entire universe as void."
    },
    {
        "verse_id": "21",
        "text": "Although the elder gopīs were feeling just as much distress as she and were pouring forth a flood of sorrowful tears, they had to forcibly hold back Kṛṣṇa’s mother, whose consciousness was totally absorbed in her son. Standing like corpses, with their eyes fixed upon His face, these gopīs each took turns recounting the pastimes of the darling of Vraja."
    },
    {
        "verse_id": "22",
        "text": "Lord Balarāma then saw that Nanda Mahārāja and the other cowherd men, who had dedicated their very lives to Kṛṣṇa, were beginning to enter the serpent’s lake. As the Supreme Personality of Godhead, Lord Balarāma fully knew Lord Kṛṣṇa’s actual power, and therefore He restrained them."
    },
    {
        "verse_id": "23",
        "text": "The Lord remained for some time within the coils of the serpent, imitating the behavior of an ordinary mortal. But when He understood that the women, children and other residents of His village of Gokula were in acute distress because of their love for Him, their only shelter and goal in life, He immediately rose up from the bonds of the Kāliya serpent."
    },
    {
        "verse_id": "24",
        "text": "His coils tormented by the expanding body of the Lord, Kāliya released Him. In great anger the serpent then raised his hoods high and stood still, breathing heavily. His nostrils appeared like vessels for cooking poison, and the staring eyes in his face like firebrands. Thus the serpent looked at the Lord."
    },
    {
        "verse_id": "25",
        "text": "Again and again Kāliya licked his lips with his bifurcated tongues as He stared at Kṛṣṇa with a glance full of terrible, poisonous fire. But Kṛṣṇa playfully circled around him, just as Garuḍa would play with a snake. In response, Kāliya also moved about, looking for an opportunity to bite the Lord."
    },
    {
        "verse_id": "26",
        "text": "Having severely depleted the serpent’s strength with His relentless circling, Śrī Kṛṣṇa, the origin of everything, pushed down Kāliya’s raised shoulders and mounted his broad serpentine heads. Thus Lord Śrī Kṛṣṇa, the original master of all fine arts, began to dance, His lotus feet deeply reddened by the touch of the numerous jewels upon the serpent’s heads."
    },
    {
        "verse_id": "27",
        "text": "Seeing the Lord dancing, His servants in the heavenly planets — the Gandharvas, Siddhas, sages, Cāraṇas and wives of the demigods — immediately arrived there. With great pleasure they began accompanying the Lord’s dancing by playing drums such as mṛdaṅgas, paṇavas and ānakas. They also made offerings of songs, flowers and prayers."
    },
    {
        "verse_id": "28",
        "text": "My dear King, Kāliya had 101 prominent heads, and when one of them would not bow down, Lord Śrī Kṛṣṇa, who inflicts punishment on cruel wrong-doers, would smash that stubborn head by striking it with His feet. Then, as Kāliya entered his death throes, he began wheeling his heads around and vomiting ghastly blood from his mouths and nostrils. The serpent thus experienced extreme pain and misery."
    },
    {
        "verse_id": "29",
        "text": "Exuding poisonous waste from his eyes, Kāliya, would occasionally dare to raise up one of his heads, which would breathe heavily with anger. Then the Lord would dance on it and subdue it, forcing it to bow down with His foot. The demigods took each of these exhibitions as an opportunity to worship Him, the primeval Personality of Godhead, with showers of flowers."
    },
    {
        "verse_id": "30",
        "text": "My dear King Parīkṣit, Lord Kṛṣṇa’s wonderful, powerful dancing trampled and broke all of Kāliya’s one thousand hoods. Then the serpent, profusely vomiting blood from his mouths, finally recognized Śrī Kṛṣṇa to be the eternal Personality of Godhead, the supreme master of all moving and nonmoving beings, Śrī Nārāyaṇa. Thus within his mind Kāliya took shelter of the Lord."
    },
    {
        "verse_id": "31",
        "text": "When Kāliya’s wives saw how the serpent had become so fatigued from the excessive weight of Lord Kṛṣṇa, who carries the entire universe in His abdomen, and how Kāliya’s umbrellalike hoods had been shattered by the striking of Kṛṣṇa’s heels, they felt great distress. With their clothing, ornaments and hair scattered in disarray, they then approached the eternal Personality of Godhead."
    },
    {
        "verse_id": "32",
        "text": "Their minds very much disturbed, those saintly ladies placed their children before them and then bowed down to the Lord of all creatures, laying their bodies flat upon the ground. They desired the liberation of their sinful husband and the shelter of the Supreme Lord, the giver of ultimate shelter, and thus they folded their hands in supplication and approached Him."
    },
    {
        "verse_id": "33",
        "text": "The wives of the Kāliya serpent said: The punishment this offender has been subjected to is certainly just. After all, You have incarnated within this world to curb down envious and cruel persons. You are so impartial that You look equally upon Your enemies and Your own sons, for when You impose a punishment on a living being You know it to be for his ultimate benefit."
    },
    {
        "verse_id": "34",
        "text": "What You have done here is actually mercy for us, since the punishment You give to the wicked certainly drives away all their contamination. Indeed, because this conditioned soul, our husband, is so sinful that he has assumed the body of a serpent, Your anger toward him is obviously to be understood as Your mercy."
    },
    {
        "verse_id": "35",
        "text": "Did our husband carefully perform austerities in a previous life, with his mind free of pride and full of respect for others? Is that why You are pleased with him? Or did he in some previous existence carefully execute religious duties with compassion for all living beings, and is that why You, the life of all living beings, are now satisfied with him?"
    },
    {
        "verse_id": "36",
        "text": "O Lord, we do not know how the serpent Kāliya has attained this great opportunity of being touched by the dust of Your lotus feet. For this end, the goddess of fortune performed austerities for centuries, giving up all other desires and observing austere vows."
    },
    {
        "verse_id": "37",
        "text": "Those who have attained the dust of Your lotus feet never hanker for the kingship of heaven, limitless sovereignty, the position of Brahmā or rulership over the earth. They are not interested even in the perfections of yoga or in liberation itself."
    },
    {
        "verse_id": "38",
        "text": "O Lord, although this Kāliya, the king of the serpents, has taken birth in the mode of ignorance and is controlled by anger, he has achieved that which is difficult for others to achieve. Embodied souls, who are full of desires and are thus wandering in the cycle of birth and death, can have all benedictions manifested before their eyes simply by receiving the dust of Your lotus feet."
    },
    {
        "verse_id": "39",
        "text": "We offer our obeisances unto You, the Supreme Personality of Godhead. Although present in the hearts of all living beings as the Supersoul, You are all-pervasive. Although the original shelter of all created material elements, You exist prior to their creation. And although the cause of everything, You are transcendental to all material cause and effect, being the Supreme Soul."
    },
    {
        "verse_id": "40",
        "text": "Obeisances unto You, the Absolute Truth, who are the reservoir of all transcendental consciousness and potency and the possessor of unlimited energies. Although completely free of material qualities and transformations, You are the prime mover of material nature."
    },
    {
        "verse_id": "41",
        "text": "Obeisances unto You, who are time itself, the shelter of time and the witness of time in all its phases. You are the universe, and also its separate observer. You are its creator, and also the totality of all its causes."
    },
    {
        "verse_id": "42",
        "text": "Obeisances unto You, who are the ultimate soul of the physical elements, of the subtle basis of perception, of the senses, of the vital air of life, and of the mind, intelligence and consciousness. By Your arrangement the infinitesimal spirit souls falsely identify with the three modes of material nature, and their perception of their own true self thus becomes clouded. We offer our obeisances unto You, the unlimited Supreme Lord, the supremely subtle one, the omniscient Personality of Godhead, who are always fixed in unchanging transcendence, who sanction the opposing views of different philosophies, and who are the power upholding expressed ideas and the words that express them."
    },
    {
        "verse_id": "44",
        "text": "We offer our obeisances again and again to You, who are the basis of all authoritative evidence, who are the author and ultimate source of the revealed scriptures, and who have manifested Yourself in those Vedic literatures encouraging sense gratification as well as in those encouraging renunciation of the material world."
    },
    {
        "verse_id": "45",
        "text": "We offer our obeisances to Lord Kṛṣṇa and Lord Rāma, the sons of Vasudeva, and to Lord Pradyumna and Lord Aniruddha. We offer our respectful obeisances unto the master of all the saintly devotees of Viṣṇu."
    },
    {
        "verse_id": "46",
        "text": "Obeisances to You, O Lord, who manifest varieties of material and spiritual qualities. You disguise Yourself with the material qualities, and yet the functioning of those same material qualities ultimately reveals Your existence. You stand apart from the material qualities as a witness and can be fully known only by Your devotees."
    },
    {
        "verse_id": "47",
        "text": "O Lord Hṛṣīkeśa, master of the senses, please let us offer our obeisances unto You, whose pastimes are inconceivably glorious. Your existence can be inferred from the necessity for a creator and revealer of all cosmic manifestations. But although Your devotees can understand You in this way, to the nondevotees You remain silent, absorbed in self-satisfaction."
    },
    {
        "verse_id": "48",
        "text": "Obeisances unto You, who know the destination of all things, superior and inferior, and who are the presiding regulator of all that be. You are distinct from the universal creation, and yet You are the basis upon which the illusion of material creation evolves, and also the witness of this illusion. Indeed, You are the root cause of the entire world."
    },
    {
        "verse_id": "49",
        "text": "O almighty Lord, although You have no reason to become involved in material activity, still You act through Your eternal potency of time to arrange for the creation, maintenance and destruction of this universe. You do this by awakening the distinct functions of each of the modes of nature, which before the creation lie dormant. Simply by Your glance You perfectly execute all these activities of cosmic control in a sporting mood."
    },
    {
        "verse_id": "50",
        "text": "Therefore all material bodies throughout the three worlds — those that are peaceful, in the mode of goodness; those that are agitated, in the mode of passion; and those that are foolish, in the mode of ignorance — all are Your creations. Still, those living entities whose bodies are in the mode of goodness are especially dear to You, and it is to maintain them and protect their religious principles that You are now present on the earth."
    },
    {
        "verse_id": "51",
        "text": "At least once, a master should tolerate an offense committed by his child or subject. O supreme peaceful Soul, You should therefore forgive our foolish husband, who did not understand who You are."
    },
    {
        "verse_id": "52",
        "text": "O Supreme Lord, please be merciful. It is proper for the saintly to feel compassion for women like us. This serpent is about to give up his life. Please give us back our husband, who is our life and soul."
    },
    {
        "verse_id": "53",
        "text": "Now please tell us, Your maidservants, what we should do. Certainly anyone who faithfully executes Your order is automatically freed from all fear."
    },
    {
        "verse_id": "54",
        "text": "Śukadeva Gosvāmī said: Thus praised by the Nāgapatnīs, the Supreme Personality of Godhead released the serpent Kāliya, who had fallen unconscious, his heads battered by the striking of the Lord’s lotus feet."
    },
    {
        "verse_id": "55",
        "text": "Kāliya slowly regained his vital force and sensory functions. Then, breathing loudly and painfully, the poor serpent addressed Lord Kṛṣṇa, the Supreme Personality of Godhead, in humble submission."
    },
    {
        "verse_id": "56",
        "text": "The serpent Kāliya said: Our very birth as a snake has made us envious, ignorant and constantly angry. O my Lord, it is so difficult for people to give up their conditioned nature, by which they identify with that which is unreal."
    },
    {
        "verse_id": "57",
        "text": "O supreme creator, it is You who generate this universe, composed of the variegated arrangement of the material modes, and in the process You manifest various kinds of personalities and species, varieties of sensory and physical strength, and varieties of mothers and fathers with variegated mentalities and forms."
    },
    {
        "verse_id": "58",
        "text": "O Supreme Personality of Godhead, among all the species within Your material creation, we serpents are by nature always enraged. Being thus deluded by Your illusory energy, which is very difficult to give up, how can we possibly give it up on our own?"
    },
    {
        "verse_id": "59",
        "text": "O Lord, since You are the omniscient Lord of the universe, You are the actual cause of freedom from illusion. Please arrange for us whatever You consider proper, whether it be mercy or punishment."
    },
    {
        "verse_id": "60",
        "text": "Śukadeva Gosvāmī said: After hearing Kāliya’s words, the Supreme Personality of Godhead, who was acting the role of a human being, replied: O serpent, you may not remain here any longer. Go back to the ocean immediately, accompanied by your retinue of children, wives, other relatives and friends. Let this river be enjoyed by the cows and humans."
    },
    {
        "verse_id": "61",
        "text": "If a mortal being attentively remembers My command to you — to leave Vṛndāvana and go to the ocean — and narrates this account at sunrise and sunset, he will never be afraid of you."
    },
    {
        "verse_id": "62",
        "text": "If one bathes in this place of My pastimes and offers the water of this lake to the demigods and other worshipable personalities, or if one observes a fast and duly worships and remembers Me, he is sure to become free from all sinful reactions."
    },
    {
        "verse_id": "63",
        "text": "Out of fear of Garuḍa, you left Ramaṇaka Island and came to take shelter of this lake. But because you are now marked with My footprints, Garuḍa will no longer try to eat you."
    },
    {
        "verse_id": "64",
        "text": "Śukadeva Gosvāmī continued: My dear King, having been released by Lord Kṛṣṇa, the Supreme Personality of Godhead, whose activities are wonderful, Kāliya joined his wives in worshiping Him with great joy and reverence."
    },
    {
        "verse_id": "65",
        "text": "Kāliya worshiped the Lord of the universe by offering Him fine garments, along with necklaces, jewels and other valuable ornaments, wonderful scents and ointments, and a large garland of lotus flowers. Having thus pleased the Lord, whose flag is marked with the emblem of Garuḍa, Kāliya felt satisfied. Receiving the Lord’s permission to leave, Kāliya circumambulated Him and offered Him obeisances. Then, taking his wives, friends and children, he went to his island in the sea. The very moment Kāliya left, the Yamunā was immediately restored to her original condition, free from poison and full of nectarean water. This happened by the mercy of the Supreme Personality of Godhead, who was manifesting a humanlike form to enjoy His pastimes."
    }
]