[
    {
        "verse_id": "1",
        "text": "King Parīkṣit said: My lord, Śukadeva Gosvāmī, all the various activities exhibited by the incarnations of the Supreme Personality of Godhead are certainly pleasing to the ear and to the mind. Simply by one’s hearing of these activities, the dirty things in one’s mind immediately vanish. Generally we are reluctant to hear about the activities of the Lord, but Kṛṣṇa’s childhood activities are so attractive that they are automatically pleasing to the mind and ear. Thus one’s attachment for hearing about material things, which is the root cause of material existence, vanishes, and one gradually develops devotional service to the Supreme Lord, attachment for Him, and friendship with devotees who give us the contribution of Kṛṣṇa consciousness. If you think it fit, kindly speak about those activities of the Lord."
    },
    {
        "verse_id": "3",
        "text": "Please describe other pastimes of Kṛṣṇa, the Supreme Personality, who appeared on this planet earth, imitating a human child and performing wonderful activities like killing Pūtanā."
    },
    {
        "verse_id": "4",
        "text": "Śukadeva Gosvāmī said: When mother Yaśodā’s baby was slanting His body to attempt to rise and turn around, this attempt was observed by a Vedic ceremony. In such a ceremony, called utthāna, which is performed when a child is due to leave the house for the first time, the child is properly bathed. Just after Kṛṣṇa turned three months old, mother Yaśodā celebrated this ceremony with other women of the neighborhood. On that day, there was a conjunction of the moon with the constellation Rohiṇī. As the brāhmaṇas joined by chanting Vedic hymns and professional musicians also took part, this great ceremony was observed by mother Yaśodā."
    },
    {
        "verse_id": "5",
        "text": "After completing the bathing ceremony for the child, mother Yaśodā received the brāhmaṇas by worshiping them with proper respect and giving them ample food grains and other eatables, clothing, desirable cows, and garlands. The brāhmaṇas properly chanted Vedic hymns to observe the auspicious ceremony, and when they finished and mother Yaśodā saw that the child felt sleepy, she lay down on the bed with the child until He was peacefully asleep."
    },
    {
        "verse_id": "6",
        "text": "The liberal mother Yaśodā, absorbed in celebrating the utthāna ceremony, was busy receiving guests, worshiping them with all respect and offering them clothing, cows, garlands and grains. Thus she could not hear the child crying for His mother. At that time, the child Kṛṣṇa, demanding to drink the milk of His mother’s breast, angrily threw His legs upward."
    },
    {
        "verse_id": "7",
        "text": "Lord Śrī Kṛṣṇa was lying down underneath the handcart in one corner of the courtyard, and although His little legs were as soft as leaves, when He struck the cart with His legs, it turned over violently and collapsed. The wheels separated from the axle, the hubs and spokes fell apart, and the pole of the handcart broke. On the cart there were many little utensils made of various metals, and all of them scattered hither and thither."
    },
    {
        "verse_id": "8",
        "text": "When mother Yaśodā and the other ladies who had assembled for the utthāna festival, and all the men, headed by Nanda Mahārāja, saw the wonderful situation, they began to wonder how the handcart had collapsed by itself. They began to wander here and there, trying to find the cause, but were unable to do so."
    },
    {
        "verse_id": "9",
        "text": "The assembled cowherd men and ladies began to contemplate how this thing had happened. “Is it the work of some demon or evil planet?” they asked. At that time, the small children present asserted that the cart had been kicked apart by the baby Kṛṣṇa. As soon as the crying baby had kicked the cart’s wheel, the cart had collapsed. There was no doubt about it."
    },
    {
        "verse_id": "10",
        "text": "The assembled gopīs and gopas, unaware that Kṛṣṇa is always unlimited, could not believe that baby Kṛṣṇa had such inconceivable power. They could not believe the statements of the children, and therefore they neglected these statements as being childish talk."
    },
    {
        "verse_id": "11",
        "text": "Thinking that some bad planet had attacked Kṛṣṇa, mother Yaśodā picked up the crying child and allowed Him to suck her breast. Then she called for experienced brāhmaṇas to chant Vedic hymns and perform an auspicious ritualistic ceremony."
    },
    {
        "verse_id": "12",
        "text": "After the strong, stout cowherd men assembled the pots and paraphernalia on the handcart and set it up as before, the brāhmaṇas performed a ritualistic ceremony with a fire sacrifice to appease the bad planet, and then, with rice grains, kuśa, water and curd, they worshiped the Supreme Lord."
    },
    {
        "verse_id": "13",
        "text": "When brāhmaṇas are free from envy, untruthfulness, unnecessary pride, grudges, disturbance by the opulence of others, and false prestige, their blessings never go in vain. Considering this, Nanda Mahārāja soberly took Kṛṣṇa on his lap and invited such truthful brāhmaṇas to perform a ritualistic ceremony according to the holy hymns of the Sāma Veda, Ṛg Veda and Yajur Veda. Then, while the hymns were being chanted, he bathed the child with water mixed with pure herbs, and after performing a fire ceremony, he sumptuously fed all the brāhmaṇas with first-class grains and other food."
    },
    {
        "verse_id": "16",
        "text": "Nanda Mahārāja, for the sake of the affluence of his own son Kṛṣṇa, gave the brāhmaṇas cows fully decorated with garments, flower garlands and gold necklaces. These cows, fully qualified to give ample milk, were given to the brāhmaṇas in charity, and the brāhmaṇas accepted them and bestowed blessings upon the whole family, and especially upon Kṛṣṇa."
    },
    {
        "verse_id": "17",
        "text": "The brāhmaṇas, who were completely expert in chanting the Vedic hymns, were all yogīs fully equipped with mystic powers. Whatever blessings they spoke were certainly never fruitless."
    },
    {
        "verse_id": "18",
        "text": "One day, a year after Kṛṣṇa’s appearance, mother Yaśodā was patting her son on her lap. But suddenly she felt the child to be heavier than a mountain peak, and she could no longer bear His weight."
    },
    {
        "verse_id": "19",
        "text": "Feeling the child to be as heavy as the entire universe and therefore being anxious, thinking that perhaps the child was being attacked by some other ghost or demon, the astonished mother Yaśodā put the child down on the ground and began to think of Nārāyaṇa. Foreseeing disturbances, she called for the brāhmaṇas to counteract this heaviness, and then she engaged in her other household affairs. She had no alternative than to remember the lotus feet of Nārāyaṇa, for she could not understand that Kṛṣṇa was the original source of everything."
    },
    {
        "verse_id": "20",
        "text": "While the child was sitting on the ground, a demon named Tṛṇāvarta, who was a servant of Kaṁsa’s, came there as a whirlwind, at Kaṁsa’s instigation, and very easily carried the child away into the air."
    },
    {
        "verse_id": "21",
        "text": "Covering the whole land of Gokula with particles of dust, that demon, acting as a strong whirlwind, covered everyone’s vision and began vibrating everywhere with a greatly fearful sound."
    },
    {
        "verse_id": "22",
        "text": "For a moment, the whole pasturing ground was overcast with dense darkness from the dust storm, and mother Yaśodā was unable to find her son where she had placed Him."
    },
    {
        "verse_id": "23",
        "text": "Because of the bits of sand thrown about by Tṛṇāvarta, people could not see themselves or anyone else, and thus they were illusioned and disturbed."
    },
    {
        "verse_id": "24",
        "text": "Because of the dust storm stirred up by the strong whirlwind, mother Yaśodā could find no trace of her son, nor could she understand why. Thus she fell down on the ground like a cow who has lost her calf and began to lament very pitifully."
    },
    {
        "verse_id": "25",
        "text": "When the force of the dust storm and the winds subsided, Yaśodā’s friends, the other gopīs, approached mother Yaśodā, hearing her pitiful crying. Not seeing Kṛṣṇa present, they too felt very much aggrieved and joined mother Yaśodā in crying, their eyes full of tears."
    },
    {
        "verse_id": "26",
        "text": "Having assumed the form of a forceful whirlwind, the demon Tṛṇāvarta took Kṛṣṇa very high in the sky, but when Kṛṣṇa became heavier than the demon, the demon had to stop his force and could go no further."
    },
    {
        "verse_id": "27",
        "text": "Because of Kṛṣṇa’s weight, Tṛṇāvarta considered Him to be like a great mountain or a hunk of iron. But because Kṛṣṇa had caught the demon’s neck, the demon was unable to throw Him off. He therefore thought of the child as wonderful, since he could neither bear the child nor cast aside the burden."
    },
    {
        "verse_id": "28",
        "text": "With Kṛṣṇa grasping him by the throat, Tṛṇāvarta choked, unable to make even a sound or even to move his hands and legs. His eyes popping out, the demon lost his life and fell, along with the little boy, down to the ground of Vraja."
    },
    {
        "verse_id": "29",
        "text": "While the gopīs who had gathered were crying for Kṛṣṇa, the demon fell from the sky onto a big slab of stone, his limbs dislocated, as if he had been pierced by the arrow of Lord Śiva like Tripurāsura."
    },
    {
        "verse_id": "30",
        "text": "The gopīs immediately picked Kṛṣṇa up from the chest of the demon and delivered Him, free from all inauspiciousness, to mother Yaśodā. Because the child, although taken into the sky by the demon, was unhurt and now free from all danger and misfortune, the gopīs and cowherd men, headed by Nanda Mahārāja, were extremely happy."
    },
    {
        "verse_id": "31",
        "text": "It is most astonishing that although this innocent child was taken away by the Rākṣasa to be eaten, He has returned without having been killed or even injured. Because this demon was envious, cruel and sinful, he has been killed for his own sinful activities. This is the law of nature. An innocent devotee is always protected by the Supreme Personality of Godhead, and a sinful person is always vanquished for his sinful life."
    },
    {
        "verse_id": "32",
        "text": "Nanda Mahārāja and the others said: We must previously have performed austerities for a very long time, worshiped the Supreme Personality of Godhead, performed pious activities for public life, constructing public roads and wells, and also given charity, as a result of which this boy, although faced with death, has returned to give happiness to His relatives."
    },
    {
        "verse_id": "33",
        "text": "Having seen all these incidents in Bṛhadvana, Nanda Mahārāja became more and more astonished, and he remembered the words spoken to him by Vasudeva in Mathurā."
    },
    {
        "verse_id": "34",
        "text": "One day mother Yaśodā, having taken Kṛṣṇa up and placed Him on her lap, was feeding Him milk from her breast with maternal affection. The milk was flowing from her breast, and the child was drinking it."
    },
    {
        "verse_id": "35",
        "text": "O King Parīkṣit, when the child Kṛṣṇa was almost finished drinking His mother’s milk and mother Yaśodā was touching Him and looking at His beautiful, brilliantly smiling face, the baby yawned, and mother Yaśodā saw in His mouth the whole sky, the higher planetary system and the earth, the luminaries in all directions, the sun, the moon, fire, air, the seas, islands, mountains, rivers, forests, and all kinds of living entities, moving and nonmoving."
    },
    {
        "verse_id": "37",
        "text": "When mother Yaśodā saw the whole universe within the mouth of her child, her heart began to throb, and in astonishment she wanted to close her restless eyes."
    }
]