[
    {
        "verse_id": "1",
        "text": "Śrī Bādarāyaṇi said: Śrī Kṛṣṇa is the Supreme Personality of Godhead, full in all opulences, yet upon seeing those autumn nights scented with blossoming jasmine flowers, He turned His mind toward loving affairs. To fulfill His purposes He employed His internal potency."
    },
    {
        "verse_id": "2",
        "text": "The moon then rose, anointing the face of the eastern horizon with the reddish hue of his comforting rays, and thus dispelling the pain of all who watched him rise. The moon was like a beloved husband who returns after a long absence and adorns the face of his beloved wife with red kuṅkuma."
    },
    {
        "verse_id": "3",
        "text": "Lord Kṛṣṇa saw the unbroken disk of the full moon glowing with the red effulgence of newly applied vermilion, as if it were the face of the goddess of fortune. He also saw the kumuda lotuses opening in response to the moon’s presence and the forest gently illumined by its rays. Thus the Lord began to play sweetly on His flute, attracting the minds of the beautiful-eyed gopīs."
    },
    {
        "verse_id": "4",
        "text": "When the young women of Vṛndāvana heard Kṛṣṇa’s flute-song, which arouses romantic feelings, their minds were captivated by the Lord. They went to where their lover waited, each unknown to the others, moving so quickly that their earrings swung back and forth."
    },
    {
        "verse_id": "5",
        "text": "Some of the gopīs were milking cows when they heard Kṛṣṇa’s flute. They stopped milking and went off to meet Him. Some left milk curdling on the stove, and others left cakes burning in the oven."
    },
    {
        "verse_id": "6",
        "text": "Some of them were getting dressed, feeding milk to their infants or rendering personal service to their husbands, but they all gave up these duties and went to meet Kṛṣṇa. Other gopīs were taking their evening meals, washing themselves, putting on cosmetics or applying kajjala to their eyes. But all the gopīs stopped these activities at once and, though their clothes and ornaments were in complete disarray, rushed off to Kṛṣṇa."
    },
    {
        "verse_id": "8",
        "text": "Their husbands, fathers, brothers and other relatives tried to stop them, but Kṛṣṇa had already stolen their hearts. Enchanted by the sound of His flute, they refused to turn back."
    },
    {
        "verse_id": "9",
        "text": "Some of the gopīs, however, could not manage to get out of their houses, and instead they remained home with eyes closed, meditating upon Him in pure love."
    },
    {
        "verse_id": "10",
        "text": "For those gopīs who could not go to see Kṛṣṇa, intolerable separation from their beloved caused an intense agony that burned away all impious karma. By meditating upon Him they realized His embrace, and the ecstasy they then felt exhausted their material piety. Although Lord Kṛṣṇa is the Supreme Soul, these girls simply thought of Him as their male lover and associated with Him in that intimate mood. Thus their karmic bondage was nullified and they abandoned their gross material bodies."
    },
    {
        "verse_id": "12",
        "text": "Śrī Parīkṣit Mahārāja said: O sage, the gopīs knew Kṛṣṇa only as their lover, not as the Supreme Absolute Truth. So how could these girls, their minds caught up in the waves of the modes of nature, free themselves from material attachment?"
    },
    {
        "verse_id": "13",
        "text": "Śukadeva Gosvāmī said: This point was explained to you previously. Since even Śiśupāla, who hated Kṛṣṇa, achieved perfection, then what to speak of the Lord’s dear devotees."
    },
    {
        "verse_id": "14",
        "text": "O King, the Supreme Lord is inexhaustible and immeasurable, and He is untouched by the material modes because He is their controller. His personal appearance in this world is meant for bestowing the highest benefit on humanity."
    },
    {
        "verse_id": "15",
        "text": "Persons who constantly direct their lust, anger, fear, protective affection, feeling of impersonal oneness or friendship toward Lord Hari are sure to become absorbed in thought of Him."
    },
    {
        "verse_id": "16",
        "text": "You should not be so astonished by Kṛṣṇa, the unborn master of all masters of mystic power, the Supreme Personality of Godhead. After all, it is the Lord who liberates this world."
    },
    {
        "verse_id": "17",
        "text": "Seeing that the girls of Vraja had arrived, Lord Kṛṣṇa, the best of speakers, greeted them with charming words that bewildered their minds."
    },
    {
        "verse_id": "18",
        "text": "Lord Kṛṣṇa said: O most fortunate ladies, welcome. What may I do to please you? Is everything well in Vraja? Please tell Me the reason for your coming here."
    },
    {
        "verse_id": "19",
        "text": "This night is quite frightening, and frightening creatures are lurking about. Return to Vraja, slender-waisted girls. This is not a proper place for women."
    },
    {
        "verse_id": "20",
        "text": "Not finding you at home, your mothers, fathers, sons, brothers and husbands are certainly searching for you. Don’t cause anxiety for your family members."
    },
    {
        "verse_id": "21",
        "text": "Now you have seen this Vṛndāvana forest, full of flowers and resplendent with the light of the full moon. You have seen the beauty of the trees, with their leaves trembling in the gentle breeze coming from the Yamunā. So now go back to the cowherd village. Don’t delay. O chaste ladies, serve your husbands and give milk to your crying babies and calves."
    },
    {
        "verse_id": "23",
        "text": "On the other hand, perhaps you have come here out of your great love for Me, which has taken control of your hearts. This is of course quite commendable on your part, since all living entities possess natural affection for Me."
    },
    {
        "verse_id": "24",
        "text": "The highest religious duty for a woman is to sincerely serve her husband, behave well toward her husband’s family and take good care of her children."
    },
    {
        "verse_id": "25",
        "text": "Women who desire a good destination in the next life should never abandon a husband who has not fallen from his religious standards, even if he is obnoxious, unfortunate, old, unintelligent, sickly or poor."
    },
    {
        "verse_id": "26",
        "text": "For a woman from a respectable family, petty adulterous affairs are always condemned. They bar her from heaven, ruin her reputation and bring her difficulty and fear."
    },
    {
        "verse_id": "27",
        "text": "Transcendental love for Me arises by the devotional processes of hearing about Me, seeing My Deity form, meditating on Me and faithfully chanting My glories. The same result is not achieved by mere physical proximity. So please go back to your homes."
    },
    {
        "verse_id": "28",
        "text": "Śukadeva Gosvāmī said: Hearing these unpleasant words spoken by Govinda, the gopīs became morose. Their great hopes were frustrated and they felt insurmountable anxiety."
    },
    {
        "verse_id": "29",
        "text": "Their heads hanging down and their heavy, sorrowful breathing drying up their reddened lips, the gopīs scratched the ground with their toes. Tears flowed from their eyes, carrying their kajjala and washing away the vermilion smeared on their breasts. Thus they stood, silently bearing the burden of their unhappiness."
    },
    {
        "verse_id": "30",
        "text": "Although Kṛṣṇa was their beloved, and although they had abandoned all other objects of desire for His sake, He had been speaking to them unfavorably. Nonetheless, they remained unflinching in their attachment to Him. Stopping their crying, they wiped their eyes and began to speak, their voices stammering with agitation."
    },
    {
        "verse_id": "31",
        "text": "The beautiful gopīs said: O all-powerful one, You should not speak in this cruel way. Do not reject us, who have renounced all material enjoyment to render devotional service to Your lotus feet. Reciprocate with us, O stubborn one, just as the primeval Lord, Śrī Nārāyaṇa, reciprocates with His devotees in their endeavors for liberation."
    },
    {
        "verse_id": "32",
        "text": "Our dear Kṛṣṇa, as an expert in religion You have advised us that the proper religious duty for women is to faithfully serve their husbands, children and other relatives. We agree that this principle is valid, but actually this service should be rendered to You. After all, O Lord, You are the dearmost friend of all embodied souls. You are their most intimate relative and indeed their very Self."
    },
    {
        "verse_id": "33",
        "text": "Expert transcendentalists always direct their affection toward You because they recognize You as their true Self and eternal beloved. What use do we have for these husbands, children and relatives of ours, who simply give us trouble? Therefore, O supreme controller, grant us Your mercy. O lotus-eyed one, please do not cut down our long-cherished hope to have Your association."
    },
    {
        "verse_id": "34",
        "text": "Until today our minds were absorbed in household affairs, but You easily stole both our minds and our hands away from our housework. Now our feet won’t move one step from Your lotus feet. How can we go back to Vraja? What would we do there?"
    },
    {
        "verse_id": "35",
        "text": "Dear Kṛṣṇa, please pour the nectar of Your lips upon the fire within our hearts — a fire You ignited with Your smiling glances and the sweet song of Your flute. If You do not, we will consign our bodies to the fire of separation from You, O friend, and thus like yogīs attain to the abode of Your lotus feet by meditation."
    },
    {
        "verse_id": "36",
        "text": "O lotus-eyed one, the goddess of fortune considers it a festive occasion whenever she touches the soles of Your lotus feet. You are very dear to the residents of the forest, and therefore we will also touch those lotus feet. From that time on we will be unable even to stand in the presence of any other man, for we will have been fully satisfied by You."
    },
    {
        "verse_id": "37",
        "text": "Goddess Lakṣmī, whose glance is sought after by the demigods with great endeavor, has achieved the unique position of always remaining on the chest of her Lord, Nārāyaṇa. Still, she desires the dust of His lotus feet, even though she has to share that dust with Tulasī-devī and indeed with the Lord’s many other servants. Similarly, we have approached the dust of Your lotus feet for shelter."
    },
    {
        "verse_id": "38",
        "text": "Therefore, O vanquisher of all distress, please show us mercy. To approach Your lotus feet we abandoned our families and homes, and we have no desire other than to serve You. Our hearts are burning with intense desires generated by Your beautiful smiling glances. O jewel among men, please make us Your maidservants."
    },
    {
        "verse_id": "39",
        "text": "Seeing Your face encircled by curling locks of hair, Your cheeks beautified by earrings, Your lips full of nectar, and Your smiling glance, and also seeing Your two imposing arms, which take away our fear, and Your chest, which is the only source of pleasure for the goddess of fortune, we must become Your maidservants."
    },
    {
        "verse_id": "40",
        "text": "Dear Kṛṣṇa, what woman in all the three worlds wouldn’t deviate from religious behavior when bewildered by the sweet, drawn-out melody of Your flute? Your beauty makes all three worlds auspicious. Indeed, even the cows, birds, trees and deer manifest the ecstatic symptom of bodily hair standing on end when they see Your beautiful form."
    },
    {
        "verse_id": "41",
        "text": "Clearly You have taken birth in this world to relieve the fear and distress of the people of Vraja, just as the Supreme Personality of Godhead, the primeval Lord, protects the domain of the demigods. Therefore, O friend of the distressed, kindly place Your lotus hand on Your maidservants’ heads and burning breasts."
    },
    {
        "verse_id": "42",
        "text": "Śukadeva Gosvāmī said: Smiling upon hearing these despondent words from the gopīs, Lord Kṛṣṇa, the supreme master of all masters of mystic yoga, mercifully enjoyed with them, although He is self-satisfied."
    },
    {
        "verse_id": "43",
        "text": "Among the assembled gopīs, the infallible Lord Kṛṣṇa appeared just like the moon surrounded by stars. He whose activities are so magnanimous made their faces blossom with His affectionate glances, and His broad smiles revealed the effulgence of His jasmine-bud-like teeth."
    },
    {
        "verse_id": "44",
        "text": "As the gopīs sang His praises, that leader of hundreds of women sang loudly in reply. He moved among them, wearing His Vaijayantī garland, beautifying the Vṛndāvana forest."
    },
    {
        "verse_id": "45",
        "text": "Śrī Kṛṣṇa went with the gopīs to the bank of the Yamunā, where the sand was cooling and the wind, enlivened by the river’s waves, bore the fragrance of lotuses. There Kṛṣṇa threw His arms around the gopīs and embraced them. He aroused Cupid in the beautiful young ladies of Vraja by touching their hands, hair, thighs, belts and breasts, by playfully scratching them with His fingernails, and also by joking with them, glancing at them and laughing with them. In this way the Lord enjoyed His pastimes."
    },
    {
        "verse_id": "47",
        "text": "The gopīs became proud of themselves for having received such special attention from Kṛṣṇa, the Supreme Personality of Godhead, and each of them thought herself the best woman on earth."
    },
    {
        "verse_id": "48",
        "text": "Lord Keśava, seeing the gopīs too proud of their good fortune, wanted to relieve them of this pride and show them further mercy. Thus He immediately disappeared."
    }
]