[
    {
        "verse_id": "1",
        "text": "Śrī Akrūra said: I bow down to You, the cause of all causes, the original and inexhaustible Supreme Person, Nārāyaṇa. From the whorl of the lotus born from Your navel, Brahmā appeared, and by his agency this universe has come into being."
    },
    {
        "verse_id": "2",
        "text": "Earth; water; fire; air; ether and its source, false ego; the mahat-tattva; the total material nature and her source, the Supreme Lord’s puruṣa expansion; the mind; the senses; the sense objects; and the senses’ presiding deities — all these causes of the cosmic manifestation are born from Your transcendental body."
    },
    {
        "verse_id": "3",
        "text": "The total material nature and these other elements of creation certainly cannot know You as You are, for they are manifested in the realm of dull matter. Since You are beyond the modes of nature, even Lord Brahmā, who is bound up in these modes, does not know Your true identity."
    },
    {
        "verse_id": "4",
        "text": "Pure yogīs worship You, the Supreme Personality of Godhead, by conceiving of You in the threefold form comprising the living entities, the material elements that constitute the living entities’ bodies, and the controlling deities of those elements."
    },
    {
        "verse_id": "5",
        "text": "Brāhmaṇas who follow the regulations concerning the three sacred fires worship You by chanting mantras from the three Vedas and performing elaborate fire sacrifices for the various demigods, who have many forms and names."
    },
    {
        "verse_id": "6",
        "text": "In pursuit of spiritual knowledge, some persons renounce all material activities and, having thus become peaceful, perform the sacrifice of philosophic investigation to worship You, the original form of all knowledge."
    },
    {
        "verse_id": "7",
        "text": "And yet others — those whose intelligence is pure — follow the injunctions of Vaiṣṇava scriptures promulgated by You. Absorbing their minds in thought of You, they worship You as the one Supreme Lord manifesting in multiple forms."
    },
    {
        "verse_id": "8",
        "text": "There are still others, who worship You, the Supreme Lord, in the form of Lord Śiva. They follow the path described by him and interpreted in various ways by many teachers."
    },
    {
        "verse_id": "9",
        "text": "But all these people, my Lord, even those who have turned their attention away from You and are worshiping other deities, are actually worshiping You alone, O embodiment of all the demigods."
    },
    {
        "verse_id": "10",
        "text": "As rivers born from the mountains and filled by the rain flow from all sides into the sea, so do all these paths in the end reach You, O master."
    },
    {
        "verse_id": "11",
        "text": "Goodness, passion and ignorance, the qualities of Your material nature, entangle all conditioned living beings, from Brahmā down to the nonmoving creatures."
    },
    {
        "verse_id": "12",
        "text": "I offer My obeisances to You, who as the Supreme Soul of all beings witness everyone’s consciousness with unbiased vision. The current of Your material modes, produced by the force of ignorance, flows strongly among the living beings who assume identities as demigods, humans and animals."
    },
    {
        "verse_id": "13",
        "text": "Fire is said to be Your face, the earth Your feet, the sun Your eye, and the sky Your navel. The directions are Your sense of hearing, the chief demigods Your arms, and the oceans Your abdomen. Heaven is thought to be Your head, and the wind Your vital air and physical strength. The trees and plants are the hairs on Your body, the clouds the hair on Your head, and the mountains the bones and nails of You, the Supreme. The passage of day and night is the blinking of Your eyes, the progenitor of mankind Your genitals, and the rain Your semen."
    },
    {
        "verse_id": "15",
        "text": "All the worlds, with their presiding demigods and teeming populations, originate in You, the inexhaustible Supreme Personality of Godhead. These worlds travel within You, the basis of the mind and senses, just as aquatics swim in the sea or tiny insects burrow within an udumbara fruit."
    },
    {
        "verse_id": "16",
        "text": "To enjoy Your pastimes You manifest Yourself in various forms in this material world, and these incarnations cleanse away all the unhappiness of those who joyfully chant Your glories."
    },
    {
        "verse_id": "17",
        "text": "I offer my obeisances to You, the cause of the creation, Lord Matsya, who swam about in the ocean of dissolution, to Lord Hayagrīva, the killer of Madhu and Kaiṭabha, to the immense tortoise [Lord Kūrma], who supported Mandara Mountain, and to the boar incarnation [Lord Varāha], who enjoyed lifting the earth."
    },
    {
        "verse_id": "19",
        "text": "Obeisances to You, the amazing lion [Lord Nṛsiṁha], who remove Your saintly devotees’ fear, and to the dwarf Vāmana, who stepped over the three worlds."
    },
    {
        "verse_id": "20",
        "text": "Obeisances to You, Lord of the Bhṛgus, who cut down the forest of the conceited royal order, and to Lord Rāma, the best of the Raghu dynasty, who put an end to the demon Rāvaṇa."
    },
    {
        "verse_id": "21",
        "text": "Obeisances to You, Lord of the Sātvatas, and to Your forms of Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha."
    },
    {
        "verse_id": "22",
        "text": "Obeisances to Your form as the faultless Lord Buddha, who will bewilder the Daityas and Dānavas, and to Lord Kalki, the annihilator of the meat-eaters posing as kings."
    },
    {
        "verse_id": "23",
        "text": "O Supreme Lord, the living entities in this world are bewildered by Your illusory energy. Becoming involved in the false concepts of “I” and “my,” they are forced to wander along the paths of fruitive work."
    },
    {
        "verse_id": "24",
        "text": "I too am deluded in this way, O almighty Lord, foolishly thinking my body, children, home, wife, money and followers to be real, though they are actually as unreal as a dream."
    },
    {
        "verse_id": "25",
        "text": "Thus mistaking the temporary for the eternal, my body for my self, and sources of misery for sources of happiness, I have tried to take pleasure in material dualities. Covered in this way by ignorance, I could not recognize You as the real object of my love."
    },
    {
        "verse_id": "26",
        "text": "Just as a fool overlooks a body of water covered by the vegetation growing in it and chases a mirage, so I have turned away from You."
    },
    {
        "verse_id": "27",
        "text": "My intelligence is so crippled that I cannot find the strength to curb my mind, which is disturbed by material desires and activities and constantly dragged here and there by my obstinate senses."
    },
    {
        "verse_id": "28",
        "text": "Being thus fallen, I am approaching Your feet for shelter, O Lord, because although the impure can never attain Your feet, I think it is nevertheless possible by Your mercy. Only when one’s material life has ceased, O lotus-naveled Lord, can one develop consciousness of You by serving Your pure devotees."
    },
    {
        "verse_id": "29",
        "text": "Obeisances to the Supreme Absolute Truth, the possessor of unlimited energies. He is the embodiment of pure, transcendental knowledge, the source of all kinds of awareness, and the predominator of the forces of nature that rule over the living being."
    },
    {
        "verse_id": "30",
        "text": "O son of Vasudeva, obeisances to You, within whom all living beings reside. O Lord of the mind and senses, again I offer You my obeisances. O master, please protect me, who am surrendered unto You."
    }
]