[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Once, O King, as a group of sages were performing a Vedic sacrifice on the banks of the Sarasvatī River, a controversy arose among them as to which of the three chief deities is supreme."
    },
    {
        "verse_id": "2",
        "text": "Eager to resolve this question, O King, the sages sent Lord Brahmā’s son Bhṛgu to find the answer. First he went to his father’s court."
    },
    {
        "verse_id": "3",
        "text": "To test how well Lord Brahmā was situated in the mode of goodness, Bhṛgu failed to bow down to him or glorify him with prayers. The lord became angry at him, inflamed into fury by his own passion."
    },
    {
        "verse_id": "4",
        "text": "Though anger toward his son was now rising within his heart, Lord Brahmā was able to subdue it by applying his intelligence, in the same way that fire is extinguished by its own product, water."
    },
    {
        "verse_id": "5",
        "text": "Bhṛgu then went to Mount Kailāsa. There Lord Śiva stood up and happily came forward to embrace his brother."
    },
    {
        "verse_id": "6",
        "text": "But Bhṛgu refused his embrace, telling him, “You are a deviant heretic.” At this Lord Śiva became angry, and his eyes burned ferociously. He raised his trident and was about to kill Bhṛgu when Goddess Devī fell at his feet and spoke some words to pacify him. Bhṛgu then left that place and went to Vaikuṇṭha, where Lord Janārdana resides."
    },
    {
        "verse_id": "8",
        "text": "There he went up to the Supreme Lord, who was lying with His head on the lap of His consort, Śrī, and kicked Him on the chest. The Lord then rose, along with Goddess Lakṣmī, as a sign of respect. Coming down from His bedstead, that supreme goal of all pure devotees bowed His head to the floor before the sage and told him, ‘Welcome, brāhmaṇa. Please sit in this chair and rest awhile. Kindly forgive us, dear master, for not noticing your arrival.’"
    },
    {
        "verse_id": "10",
        "text": "“Please purify Me, My realm and the realms of the universal rulers devoted to Me by giving us the water that has washed your feet. This holy water is indeed what makes all places of pilgrimage sacred. Today, my lord, I have become the exclusive shelter of the goddess of fortune, Lakṣmī; she will consent to reside on My chest because your foot has rid it of sins.”"
    },
    {
        "verse_id": "12",
        "text": "Śukadeva Gosvāmī said: Bhṛgu felt satisfied and delighted to hear the solemn words spoken by Lord Vaikuṇṭha. Overwhelmed with devotional ecstasy, he remained silent, his eyes brimming with tears."
    },
    {
        "verse_id": "13",
        "text": "O King, Bhṛgu then returned to the sacrificial arena of the wise Vedic authorities and described his entire experience to them."
    },
    {
        "verse_id": "14",
        "text": "Amazed upon hearing Bhṛgu’s account, the sages were freed from all doubts and became convinced that Viṣṇu is the greatest Lord. From Him come peace; fearlessness; the essential principles of religion; detachment with knowledge; the eightfold powers of mystic yoga; and His glorification, which cleanses the mind of all impurities. He is known as the supreme destination for those who are peaceful and equipoised — the selfless, wise saints who have given up all violence. His most dear form is that of pure goodness, and the brāhmaṇas are His worshipable deities. Persons of keen intellect who have attained spiritual peace worship Him without selfish motives."
    },
    {
        "verse_id": "18",
        "text": "The Lord expands into three kinds of manifest beings — the Rākṣasas, the demons and the demigods — all of whom are created by the Lord’s material energy and conditioned by her modes. But among these three modes, it is the mode of goodness which is the means of attaining life’s final success."
    },
    {
        "verse_id": "19",
        "text": "Śukadeva Gosvāmī said: The learned brāhmaṇas living along the river Sarasvatī came to this conclusion in order to dispel the doubts of all people. Thereafter they rendered devotional service to the Supreme Lord’s lotus feet and attained His abode."
    },
    {
        "verse_id": "20",
        "text": "Śrī Sūta Gosvāmī said: Thus did this fragrant nectar flow from the lotus mouth of Śukadeva Gosvāmī, the son of the sage Vyāsadeva. This wonderful glorification of the Supreme Person destroys all fear of material existence. A traveler who constantly drinks this nectar through his ear-holes will forget the fatigue brought on by wandering along the paths of worldly life."
    },
    {
        "verse_id": "21",
        "text": "Śukadeva Gosvāmī said: Once, in Dvārakā, a brāhmaṇa’s wife gave birth to a son, but the newborn infant died as soon as he touched the ground, O Bhārata."
    },
    {
        "verse_id": "22",
        "text": "The brāhmaṇa took the corpse and placed it at the door of King Ugrasena’s court. Then, agitated and lamenting miserably, he spoke the following."
    },
    {
        "verse_id": "23",
        "text": "[The brāhmaṇa said:] This duplicitous, greedy enemy of brāhmaṇas, this unqualified ruler addicted to sense pleasure, has caused my son’s death by some discrepancies in the execution of his duties."
    },
    {
        "verse_id": "24",
        "text": "Citizens serving such a wicked king, who takes pleasure in violence and cannot control his senses, are doomed to suffer poverty and constant misery."
    },
    {
        "verse_id": "25",
        "text": "The wise brāhmaṇa suffered the same tragedy with his second and third child. Each time, he left the body of his dead son at the King’s door and sang the same song of lamentation."
    },
    {
        "verse_id": "26",
        "text": "When the ninth child died, Arjuna, who was near Lord Keśava, happened to overhear the brāhmaṇa lamenting. Thus Arjuna addressed the brāhmaṇa: “What is the matter, my dear brāhmaṇa? Isn’t there some lowly member of the royal order here who can at least stand before your house with a bow in his hand? These kṣatriyas are behaving as if they were brāhmaṇas idly engaged in fire sacrifices."
    },
    {
        "verse_id": "28",
        "text": "“The rulers of a kingdom in which brāhmaṇas lament over lost wealth, wives and children are merely imposters playing the role of kings just to earn their livelihood."
    },
    {
        "verse_id": "29",
        "text": "“My lord, I will protect the progeny of you and your wife, who are in such distress. And if I fail to keep this promise, I will enter fire to atone for my sin.”"
    },
    {
        "verse_id": "30",
        "text": "The brāhmaṇa said: Neither Saṅkarṣaṇa; Vāsudeva; Pradyumna, the best of bowmen; nor the unequaled warrior Aniruddha could save my sons. Then why do you naively attempt a feat that the almighty Lords of the universe could not perform? We cannot take you seriously."
    },
    {
        "verse_id": "32",
        "text": "Śrī Arjuna said: I am neither Lord Saṅkarṣaṇa, O brāhmaṇa, nor Lord Kṛṣṇa, nor even Kṛṣṇa’s son. Rather, I am Arjuna, wielder of the Gāṇḍīva bow."
    },
    {
        "verse_id": "33",
        "text": "Do not minimize my ability, which was good enough to satisfy Lord Śiva, O brāhmaṇa. I will bring back your sons, dear master, even if I have to defeat Death himself in battle."
    },
    {
        "verse_id": "34",
        "text": "Thus convinced by Arjuna, O tormentor of enemies, the brāhmaṇa went home, satisfied by having heard Arjuna’s declaration of his prowess."
    },
    {
        "verse_id": "35",
        "text": "When the wife of the elevated brāhmaṇa was again about to give birth, he went to Arjuna in great anxiety and begged him, “Please, please protect my child from death!”"
    },
    {
        "verse_id": "36",
        "text": "After touching pure water, offering obeisances to Lord Maheśvara and recollecting the mantras for his celestial weapons, Arjuna strung his bow Gāṇḍīva."
    },
    {
        "verse_id": "37",
        "text": "Arjuna fenced in the house where the birth was taking place by shooting arrows attached to various missiles. Thus the son of Pṛthā constructed a protective cage of arrows, covering the house upwards, downwards and sideways."
    },
    {
        "verse_id": "38",
        "text": "The brāhmaṇa’s wife then gave birth, but after the newborn infant had been crying for a short time, he suddenly vanished into the sky in his selfsame body."
    },
    {
        "verse_id": "39",
        "text": "The brāhmaṇa then derided Arjuna in front of Lord Kṛṣṇa: “Just see how foolish I was to put my faith in the bragging of a eunuch!"
    },
    {
        "verse_id": "40",
        "text": "“When neither Pradyumna, Aniruddha, Rāma nor Keśava can save a person, who else can possibly protect him?"
    },
    {
        "verse_id": "41",
        "text": "“To hell with that liar Arjuna! To hell with that braggart’s bow! He is so foolish that he has deluded himself into thinking he can bring back a person whom destiny has taken away.”"
    },
    {
        "verse_id": "42",
        "text": "While the wise brāhmaṇa continued to heap insults upon him, Arjuna employed a mystic incantation to go at once to Saṁyamanī, the city of heaven where Lord Yamarāja resides."
    },
    {
        "verse_id": "43",
        "text": "Not seeing the brāhmaṇa’s child there, Arjuna went to the cities of Indra, Agni, Nirṛti, Soma, Vāyu and Varuṇa. With weapons at the ready he searched through all the domains of the universe, from the bottom of the subterranean region to the roof of heaven. Finally, not having found the brāhmaṇa’s son anywhere, Arjuna decided to enter the sacred fire, having failed to keep his promise. But just as he was about to do so, Lord Kṛṣṇa stopped him and spoke the following words."
    },
    {
        "verse_id": "45",
        "text": "[Lord Kṛṣṇa said:] I will show you the brāhmaṇa’s sons, so please don’t despise yourself like this. These same men who now criticize us will soon establish our spotless fame."
    },
    {
        "verse_id": "46",
        "text": "Having thus advised Arjuna, the Supreme Personality of Godhead had Arjuna join Him on His divine chariot, and together they set off toward the west."
    },
    {
        "verse_id": "47",
        "text": "The Lord’s chariot passed over the seven islands of the middle universe, each with its ocean and its seven principal mountains. Then it crossed the Lokāloka boundary and entered the vast region of total darkness."
    },
    {
        "verse_id": "48",
        "text": "In that darkness the chariot’s horses — Śaibya, Sugrīva, Meghapuṣpa and Balāhaka — lost their way. Seeing them in this condition, O best of the Bhāratas, Lord Kṛṣṇa, the supreme master of all masters of yoga, sent His Sudarśana disc before the chariot. That disc shone like thousands of suns."
    },
    {
        "verse_id": "50",
        "text": "The Lord’s Sudarśana disc penetrated the darkness with its blazing effulgence. Racing forward with the speed of the mind, it cut through the fearsome, dense oblivion expanded from primeval matter, as an arrow shot from Lord Rāma’s bow cuts through His enemy’s army."
    },
    {
        "verse_id": "51",
        "text": "Following the Sudarśana disc, the chariot went beyond the darkness and reached the endless spiritual light of the all pervasive brahmajyoti. As Arjuna beheld this glaring effulgence, his eyes hurt, and so he shut them."
    },
    {
        "verse_id": "52",
        "text": "From that region they entered a body of water resplendent with huge waves being churned by a mighty wind. Within that ocean Arjuna saw an amazing palace more radiant than anything he had ever seen before. Its beauty was enhanced by thousands of ornamental pillars bedecked with brilliant gems."
    },
    {
        "verse_id": "53",
        "text": "In that palace was the huge, awe-inspiring serpent Ananta Śeṣa. He shone brilliantly with the radiance emanating from the gems on His thousands of hoods and reflecting from twice as many fearsome eyes. He resembled white Mount Kailāsa, and His necks and tongues were dark blue."
    },
    {
        "verse_id": "54",
        "text": "Arjuna then saw the omnipresent and omnipotent Supreme Personality of Godhead, Mahā-Viṣṇu, sitting at ease on the serpent bed. His bluish complexion was the color of a dense rain cloud, He wore a beautiful yellow garment, His face looked charming, His broad eyes were most attractive, and He had eight long, handsome arms. His profuse locks of hair were bathed on all sides in the brilliance reflected from the clusters of precious jewels decorating His crown and earrings. He wore the Kaustubha gem, the mark of Śrīvatsa and a garland of forest flowers. Serving that topmost of all Lords were His personal attendants, headed by Sunanda and Nanda; His cakra and other weapons in their personified forms; His consort potencies Puṣṭi, Śrī, Kīrti and Ajā; and all His various mystic powers."
    },
    {
        "verse_id": "57",
        "text": "Lord Kṛṣṇa offered homage to Himself in this boundless form, and Arjuna, astonished at the sight of Lord Mahā-Viṣṇu, bowed down as well. Then, as the two of them stood before Him with joined palms, the almighty Mahā-Viṣṇu, supreme master of all rulers of the universe, smiled and spoke to them in a voice full of solemn authority."
    },
    {
        "verse_id": "58",
        "text": "[Lord Mahā-Viṣṇu said:] I brought the brāhmaṇa’s sons here because I wanted to see the two of you, My expansions, who have descended to the earth to save the principles of religion. As soon as you finish killing the demons who burden the earth, quickly come back here to Me."
    },
    {
        "verse_id": "59",
        "text": "Although all your desires are completely fulfilled, O best of exalted personalities, for the benefit of the people in general you should continue to exemplify religious behavior as the sages Nara and Nārāyaṇa."
    },
    {
        "verse_id": "60",
        "text": "Thus instructed by the Supreme Lord of the topmost planet, Kṛṣṇa and Arjuna assented by chanting om, and then they bowed down to almighty Lord Mahā-Viṣṇu. Taking the brāhmaṇa’s sons with them, they returned with great delight to Dvārakā by the same path along which they had come. There they presented the brāhmaṇa with his sons, who were in the same infant bodies in which they had been lost."
    },
    {
        "verse_id": "62",
        "text": "Having seen the domain of Lord Viṣṇu, Arjuna was totally amazed. He concluded that whatever extraordinary power a person exhibits can only be a manifestation of Śrī Kṛṣṇa’s mercy."
    },
    {
        "verse_id": "63",
        "text": "Lord Kṛṣṇa exhibited many other, similar heroic pastimes in this world. He apparently enjoyed the pleasures of ordinary human life, and He performed greatly potent fire sacrifices."
    },
    {
        "verse_id": "64",
        "text": "The Lord having demonstrated His supremacy, at suitable times He showered down all desirable things upon the brāhmaṇas and His other subjects, just as Indra pours down his rain."
    },
    {
        "verse_id": "65",
        "text": "Now that He had killed many wicked kings and engaged devotees such as Arjuna in killing others, the Lord could easily assure the execution of religious principles through the agency of such pious rulers as Yudhiṣṭhira."
    }
]