[
    {
        "verse_id": "1",
        "text": "King Parīkṣit said: The best of the Yadus married Bāṇāsura’s daughter, Ūṣā, and as a result a great, fearsome battle occurred between Lord Hari and Lord Śaṅkara. Please explain everything about this incident, O most powerful of mystics."
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī said: Bāṇa was the oldest of the hundred sons fathered by the great saint Bali Mahārāja, who gave the whole earth in charity to Lord Hari when He appeared as Vāmanadeva. Bāṇāsura, born from Bali’s semen, became a great devotee of Lord Śiva. His behavior was always respectable, and he was generous, intelligent, truthful and firm in his vows. The beautiful city of Śoṇitapura was under his dominion. Because Lord Śiva had favored him, the very demigods waited on Bāṇāsura like menial servants. Once, when Śiva was dancing his tāṇḍava-nṛtya, Bāṇa especially satisfied the lord by playing a musical accompaniment with his one thousand arms."
    },
    {
        "verse_id": "3",
        "text": "The lord and master of all created beings, the compassionate refuge of his devotees, gladdened Bāṇāsura by offering him the benediction of his choice. Bāṇa chose to have him, Lord Śiva, as the guardian of his city."
    },
    {
        "verse_id": "4",
        "text": "Bāṇāsura was intoxicated with his strength. One day, when Lord Śiva was standing beside him, Bāṇāsura touched the lord’s lotus feet with his helmet, which shone like the sun, and spoke to him as follows."
    },
    {
        "verse_id": "5",
        "text": "[Bāṇāsura said:] O Lord Mahādeva, I bow down to you, the spiritual master and controller of the worlds. You are like the heavenly tree that fulfills the desires of those whose desires are unfulfilled."
    },
    {
        "verse_id": "6",
        "text": "These one thousand arms you bestowed upon me have become merely a heavy burden. Besides you, I find no one in the three worlds worthy to fight."
    },
    {
        "verse_id": "7",
        "text": "Eager to fight with the elephants who rule the directions, O primeval lord, I went forth, pulverizing mountains with my arms, which were itching for battle. But even those great elephants fled in fear."
    },
    {
        "verse_id": "8",
        "text": "Hearing this, Lord Śiva became angry and replied, “Your flag will be broken, fool, when you have done battle with one who is my equal. That fight will vanquish your conceit.”"
    },
    {
        "verse_id": "9",
        "text": "Thus advised, unintelligent Bāṇāsura was delighted. The fool then went home, O King, to wait for that which Lord Giriśa had predicted: the destruction of his prowess."
    },
    {
        "verse_id": "10",
        "text": "In a dream Bāṇa’s daughter, the maiden Ūṣā, had an amorous encounter with the son of Pradyumna, though she had never before seen or heard of her lover."
    },
    {
        "verse_id": "11",
        "text": "Losing sight of Him in her dream, Ūṣā suddenly sat up in the midst of her girlfriends, crying out “Where are You, my lover?” She was greatly disturbed and embarrassed."
    },
    {
        "verse_id": "12",
        "text": "Bāṇāsura had a minister named Kumbhāṇḍa, whose daughter was Citralekhā. A companion of Ūṣā’s, she was filled with curiosity, and thus she inquired from her friend."
    },
    {
        "verse_id": "13",
        "text": "[Citralekhā said:] Who are you searching for, O fine-browed one? What is this hankering you’re feeling? Until now, O princess, I haven’t seen any man take your hand in marriage."
    },
    {
        "verse_id": "14",
        "text": "[Ūṣā said:] In my dream I saw a certain man who had a darkblue complexion, lotus eyes, yellow garments and mighty arms. He was the kind who touches women’s hearts."
    },
    {
        "verse_id": "15",
        "text": "It is that lover I search for. After making me drink the honey of His lips, He has gone elsewhere, and thus He has thrown me, hankering fervently for Him, into the ocean of distress."
    },
    {
        "verse_id": "16",
        "text": "Citralekhā said: I will remove your distress. If He is to be found anywhere in the three worlds, I will bring this future husband of yours who has stolen your heart. Please show me who He is."
    },
    {
        "verse_id": "17",
        "text": "Saying this, Citralekhā proceeded to draw accurate pictures of various demigods, Gandharvas, Siddhas, Cāraṇas, Pannagas, Daityas, Vidyādharas, Yakṣas and humans."
    },
    {
        "verse_id": "18",
        "text": "O King, among the humans, Citralekhā drew pictures of the Vṛṣṇis, including Śūrasena, Ānakadundubhi, Balarāma and Kṛṣṇa. When Ūṣā saw the picture of Pradyumna she became bashful, and when she saw Aniruddha’s picture she bent her head down in embarrassment. Smiling, she exclaimed, “He’s the one! It’s Him!”"
    },
    {
        "verse_id": "20",
        "text": "Citralekhā, endowed with mystic powers, recognized Him as Kṛṣṇa’s grandson [Aniruddha]. My dear King, she then traveled by the mystic skyway to Dvārakā, the city under Lord Kṛṣṇa’s protection."
    },
    {
        "verse_id": "21",
        "text": "There she found Pradyumna’s son Aniruddha sleeping upon a fine bed. With her yogic power she took Him away to Śoṇitapura, where she presented her girlfriend Ūṣā with her beloved."
    },
    {
        "verse_id": "22",
        "text": "When Ūṣā beheld Him, the most beautiful of men, her face lit up with joy. She took the son of Pradyumna to her private quarters, which men were forbidden even to see, and there enjoyed with Him."
    },
    {
        "verse_id": "23",
        "text": "Ūṣā worshiped Aniruddha with faithful service, offering Him priceless garments, along with garlands, fragrances, incense, lamps, sitting places and so on. She also offered Him beverages, all types of food, and sweet words. As He thus remained hidden in the young ladies’ quarters, Aniruddha did not notice the passing of the days, for His senses were captivated by Ūṣā, whose affection for Him ever increased."
    },
    {
        "verse_id": "25",
        "text": "The female guards eventually noticed unmistakable symptoms of romantic involvement in Ūṣā, who, having broken her maiden vow, was being enjoyed by the Yadu hero and showing signs of conjugal happiness. The guards went to Bāṇāsura and told him, “O King, we have detected in your daughter the kind of improper behavior that spoils the reputation of a young girl’s family."
    },
    {
        "verse_id": "27",
        "text": "“We have been carefully watching over her, never leaving our posts, O master, so we cannot understand how this maiden, whom no man can even see, has been corrupted within the palace.”"
    },
    {
        "verse_id": "28",
        "text": "Very agitated to hear of his daughter’s corruption, Bāṇāsura rushed at once to the maidens’ quarters. There he saw the pride of the Yadus, Aniruddha."
    },
    {
        "verse_id": "29",
        "text": "Bāṇāsura saw before him Cupid’s own son, possessed of unrivaled beauty, with dark-blue complexion, yellow garments, lotus eyes and formidable arms. His face was adorned with effulgent earrings and hair, and also with smiling glances. As He sat opposite His most auspicious lover, playing with her at dice, there hung between His arms a garland of spring jasmines that had been smeared with kuṅkuma powder from her breasts when He had embraced her. Bāṇāsura was astonished to see all this."
    },
    {
        "verse_id": "31",
        "text": "Seeing Bāṇāsura enter with many armed guards, Aniruddha raised His iron club and stood resolute, ready to strike anyone who attacked Him. He resembled death personified holding his rod of punishment."
    },
    {
        "verse_id": "32",
        "text": "As the guards converged on Him from all sides, trying to capture Him, Aniruddha struck them just as the leader of a pack of boars strikes back at dogs. Hit by His blows, the guards fled the palace, running for their lives with shattered heads, thighs and arms."
    },
    {
        "verse_id": "33",
        "text": "But even as Aniruddha was striking down the army of Bāṇa, that powerful son of Bali angrily caught Him with the mystic nāga-pāśa ropes. When Ūṣā heard of Aniruddha’s capture, she was overwhelmed with grief and depression; her eyes filled with tears, and she wept."
    }
]