[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: After Kṛṣṇa had lifted Govardhana Hill and thus protected the inhabitants of Vraja from the terrible rainfall, Surabhi, the mother of the cows, came from her planet to see Kṛṣṇa. She was accompanied by Indra."
    },
    {
        "verse_id": "2",
        "text": "Indra was very ashamed of having offended the Lord. Approaching Him in a solitary place, Indra fell down and lay his helmet, whose effulgence was as brilliant as the sun, upon the Lord’s lotus feet."
    },
    {
        "verse_id": "3",
        "text": "Indra had now heard of and seen the transcendental power of omnipotent Kṛṣṇa, and his false pride in being the lord of the three worlds was thus defeated. Holding his hands together in supplication, he addressed the Lord as follows."
    },
    {
        "verse_id": "4",
        "text": "King Indra said: Your transcendental form, a manifestation of pure goodness, is undisturbed by change, shining with knowledge and devoid of passion and ignorance. In You does not exist the mighty flow of the modes of material nature, which is based on illusion and ignorance."
    },
    {
        "verse_id": "5",
        "text": "How, then, could there exist in You the symptoms of an ignorant person — such as greed, lust, anger and envy — which are produced by one’s previous involvement in material existence and which cause one to become further entangled in material existence? And yet as the Supreme Lord You impose punishment to protect religious principles and curb down the wicked."
    },
    {
        "verse_id": "6",
        "text": "You are the father and spiritual master of this entire universe, and also its supreme controller. You are insurmountable time, imposing punishment upon the sinful for their own benefit. Indeed, in Your various incarnations, selected by Your own free will, You act decisively to remove the false pride of those who presume themselves masters of this world."
    },
    {
        "verse_id": "7",
        "text": "Even fools like me, who proudly think themselves universal lords, quickly give up their conceit and directly take to the path of the spiritually progressive when they see You are fearless even in the face of time. Thus You punish the mischievous only to instruct them."
    },
    {
        "verse_id": "8",
        "text": "Engrossed in pride over my ruling power, ignorant of Your majesty, I offended You. O Lord, may You forgive me. My intelligence was bewildered, but let my consciousness never again be so impure."
    },
    {
        "verse_id": "9",
        "text": "You descend into this world, O transcendent Lord, to destroy the warlords who burden the earth and create many terrible disturbances. O Lord, you simultaneously act for the welfare of those who faithfully serve Your lotus feet."
    },
    {
        "verse_id": "10",
        "text": "Obeisances unto You, the Supreme Personality of Godhead, the great Soul, who are all-pervading and who reside in the hearts of all. My obeisances unto You, Kṛṣṇa, the chief of the Yadu dynasty."
    },
    {
        "verse_id": "11",
        "text": "Unto Him who assumes transcendental bodies according to the desires of His devotees, unto Him whose form is itself pure consciousness, unto Him who is everything, who is the seed of everything and who is the Soul of all creatures, I offer my obeisances."
    },
    {
        "verse_id": "12",
        "text": "My dear Lord, when my sacrifice was disrupted I became fiercely angry because of false pride. Thus I tried to destroy Your cowherd community with severe rain and wind."
    },
    {
        "verse_id": "13",
        "text": "O Lord, You have shown mercy to me by shattering my false pride and defeating my attempt [to punish Vṛndāvana]. To You, the Supreme Lord, spiritual master and Supreme Soul, I have now come for shelter."
    },
    {
        "verse_id": "14",
        "text": "Śukadeva Gosvāmī said: Thus glorified by Indra, Lord Kṛṣṇa, the Supreme Personality of Godhead, smiled and then spoke to him as follows in a voice resonant like the clouds."
    },
    {
        "verse_id": "15",
        "text": "The Supreme Personality of Godhead said: My dear Indra, it was out of mercy that I stopped the sacrifice meant for you. You were greatly intoxicated by your opulence as King of heaven, and I wanted you to always remember Me."
    },
    {
        "verse_id": "16",
        "text": "A man blinded by intoxication with his power and opulence cannot see Me nearby with the rod of punishment in My hand. If I desire his real welfare, I drag him down from his materially fortunate position."
    },
    {
        "verse_id": "17",
        "text": "Indra, you may now go. Execute My order and remain in your appointed position as King of heaven. But be sober, without false pride."
    },
    {
        "verse_id": "18",
        "text": "Mother Surabhi, along with her progeny, the cows, then offered her obeisances to Lord Kṛṣṇa. Respectfully requesting His attention, the gentle lady addressed the Supreme Personality of Godhead, who was present before her as a cowherd boy."
    },
    {
        "verse_id": "19",
        "text": "Mother Surabhi said: O Kṛṣṇa, Kṛṣṇa, greatest of mystics! O Soul and origin of the universe! You are the master of the world, and by Your grace, O infallible Lord, we have You as our master."
    },
    {
        "verse_id": "20",
        "text": "You are our worshipable Deity. Therefore, O Lord of the universe, for the benefit of the cows, the brāhmaṇas, the demigods and all other saintly persons, please become our Indra."
    },
    {
        "verse_id": "21",
        "text": "As ordered by Lord Brahmā, we shall perform Your bathing ceremony to coronate You as Indra. O Soul of the universe, You descend to this world to relieve the burden of the earth."
    },
    {
        "verse_id": "22",
        "text": "Śukadeva Gosvāmī said: Having thus appealed to Lord Kṛṣṇa, mother Surabhi performed His bathing ceremony with her own milk, and Indra, ordered by Aditi and other mothers of the demigods, anointed the Lord with heavenly Gaṅgā water from the trunk of Indra’s elephant carrier, Airāvata. Thus, in the company of the demigods and great sages, Indra coronated Lord Kṛṣṇa, the descendant of Daśārha, and gave Him the name Govinda."
    },
    {
        "verse_id": "24",
        "text": "Tumburu, Nārada and other Gandharvas, along with the Vidyādharas, Siddhas and Cāraṇas, came there to sing the glories of Lord Hari, which purify the entire world. And the wives of the demigods, filled with joy, danced together in the Lord’s honor."
    },
    {
        "verse_id": "25",
        "text": "The most eminent demigods chanted the praises of the Lord and scattered wonderful showers of flowers all around Him. All three worlds felt supreme satisfaction, and the cows drenched the surface of the earth with their milk."
    },
    {
        "verse_id": "26",
        "text": "Rivers flowed with various kinds of tasty liquids, trees exuded honey, edible plants came to maturity without cultivation, and hills gave forth jewels formerly hidden in their interiors."
    },
    {
        "verse_id": "27",
        "text": "O Parīkṣit, beloved of the Kuru dynasty, upon the ceremonial bathing of Lord Kṛṣṇa, all living creatures, even those cruel by nature, became entirely free of enmity."
    },
    {
        "verse_id": "28",
        "text": "After he had ceremonially bathed Lord Govinda, who is the master of the cows and the cowherd community, King Indra took the Lord’s permission and, surrounded by the demigods and other higher beings, returned to his heavenly abode."
    }
]