[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, the priest of the Yadu dynasty, namely Garga Muni, who was highly elevated in austerity and penance, was then inspired by Vasudeva to go see Nanda Mahārāja at his home."
    },
    {
        "verse_id": "2",
        "text": "When Nanda Mahārāja saw Garga Muni present at his home, Nanda was so pleased that he stood up to receive him with folded hands. Although seeing Garga Muni with his eyes, Nanda Mahārāja could appreciate that Garga Muni was adhokṣaja; that is, he was not an ordinary person seen by material senses."
    },
    {
        "verse_id": "3",
        "text": "When Garga Muni had been properly received as a guest and was very comfortably seated, Nanda Mahārāja submitted with gentle and submissive words: Dear sir, because you are a devotee, you are full in everything. Yet my duty is to serve you. Kindly order me. What can I do for you?"
    },
    {
        "verse_id": "4",
        "text": "O my lord, O great devotee, persons like you move from one place to another not for their own interests but for the sake of poor-hearted gṛhasthas [householders]. Otherwise they have no interest in going from one place to another."
    },
    {
        "verse_id": "5",
        "text": "O great saintly person, you have compiled the astrological knowledge by which one can understand past and present unseen things. By the strength of this knowledge, any human being can understand what he has done in his past life and how it affects his present life. This is known to you."
    },
    {
        "verse_id": "6",
        "text": "My lord, you are the best of the brāhmaṇas, especially because you are fully aware of the jyotiḥ-śāstra, the astrological science. Therefore you are naturally the spiritual master of every human being. This being so, since you have kindly come to my house, kindly execute the reformatory activities for my two sons."
    },
    {
        "verse_id": "7",
        "text": "Garga Muni said: My dear Nanda Mahārāja, I am the priestly guide of the Yadu dynasty. This is known everywhere. Therefore, if I perform the purificatory process for your sons, Kaṁsa will consider Them the sons of Devakī."
    },
    {
        "verse_id": "8",
        "text": "Kaṁsa is both a great diplomat and a very sinful man. Therefore, having heard from Yoga-māyā, the daughter of Devakī, that the child who will kill him has already been born somewhere else, having heard that the eighth pregnancy of Devakī could not bring forth a female child, and having understood your friendship with Vasudeva, Kaṁsa, upon hearing that the purificatory process has been performed by me, the priest of the Yadu dynasty, may certainly consider all these points and suspect that Kṛṣṇa is the son of Devakī and Vasudeva. Then he might take steps to kill Kṛṣṇa. That would be a catastrophe."
    },
    {
        "verse_id": "10",
        "text": "Nanda Mahārāja said: My dear great sage, if you think that your performing this process of purification will make Kaṁsa suspicious, then secretly chant the Vedic hymns and perform the purifying process of second birth here in the cow shed of my house, without the knowledge of anyone else, even my relatives, for this process of purification is essential."
    },
    {
        "verse_id": "11",
        "text": "Śukadeva Gosvāmī continued: Having thus been especially requested by Nanda Mahārāja to do that which he already desired to do, Garga Muni performed the name-giving ceremony for Kṛṣṇa and Balarāma in a solitary place."
    },
    {
        "verse_id": "12",
        "text": "Garga Muni said: This child, the son of Rohiṇī, will give all happiness to His relatives and friends by His transcendental qualities. Therefore He will be known as Rāma. And because He will manifest extraordinary bodily strength, He will also be known as Bala. Moreover, because He unites two families — Vasudeva’s family and the family of Nanda Mahārāja — He will be known as Saṅkarṣaṇa."
    },
    {
        "verse_id": "13",
        "text": "Your son Kṛṣṇa appears as an incarnation in every millennium. In the past, He assumed three different colors — white, red and yellow — and now He has appeared in a blackish color. [In another Dvāpara-yuga, He appeared (as Lord Rāmacandra) in the color of śuka, a parrot. All such incarnations have now assembled in Kṛṣṇa.]"
    },
    {
        "verse_id": "14",
        "text": "For many reasons, this beautiful son of yours sometimes appeared previously as the son of Vasudeva. Therefore, those who are learned sometimes call this child Vāsudeva."
    },
    {
        "verse_id": "15",
        "text": "For this son of yours there are many forms and names according to His transcendental qualities and activities. These are known to me, but people in general do not understand them."
    },
    {
        "verse_id": "16",
        "text": "To increase the transcendental bliss of the cowherd men of Gokula, this child will always act auspiciously for you. And by His grace only, you will surpass all difficulties."
    },
    {
        "verse_id": "17",
        "text": "O Nanda Mahārāja, as recorded in history, when there was an irregular, incapable government, Indra having been dethroned, and people were being harassed and disturbed by thieves, this child appeared in order to protect the people and enable them to flourish, and He curbed the rogues and thieves."
    },
    {
        "verse_id": "18",
        "text": "Demons [asuras] cannot harm the demigods, who always have Lord Viṣṇu on their side. Similarly, any person or group attached to Kṛṣṇa is extremely fortunate. Because such persons are very much affectionate toward Kṛṣṇa, they cannot be defeated by demons like the associates of Kaṁsa [or by the internal enemies, the senses]."
    },
    {
        "verse_id": "19",
        "text": "In conclusion, therefore, O Nanda Mahārāja, this child of yours is as good as Nārāyaṇa. In His transcendental qualities, opulence, name, fame and influence, He is exactly like Nārāyaṇa. You should all raise this child very carefully and cautiously."
    },
    {
        "verse_id": "20",
        "text": "Śrīla Śukadeva Gosvāmī continued: After Garga Muni, having instructed Nanda Mahārāja about Kṛṣṇa, departed for his own home, Nanda Mahārāja was very pleased and considered himself full of all good fortune."
    },
    {
        "verse_id": "21",
        "text": "After a short time passed, both brothers, Rāma and Kṛṣṇa, began to crawl on the ground of Vraja with the strength of Their hands and knees and thus enjoy Their childhood play."
    },
    {
        "verse_id": "22",
        "text": "When Kṛṣṇa and Balarāma, with the strength of Their legs, crawled in the muddy places created in Vraja by cow dung and cow urine, Their crawling resembled the crawling of serpents, and the sound of Their ankle bells was very charming. Very much pleased by the sound of other people’s ankle bells, They used to follow these people as if going to Their mothers, but when They saw that these were other people, They became afraid and returned to Their real mothers, Yaśodā and Rohiṇī."
    },
    {
        "verse_id": "23",
        "text": "Dressed with muddy earth mixed with cow dung and cow urine, the babies looked very beautiful, and when They went to Their mothers, both Yaśodā and Rohiṇī picked Them up with great affection, embraced Them and allowed Them to suck the milk flowing from their breasts. While sucking the breast, the babies smiled, and Their small teeth were visible. Their mothers, upon seeing those beautiful teeth, enjoyed great transcendental bliss."
    },
    {
        "verse_id": "24",
        "text": "Within the house of Nanda Mahārāja, the cowherd ladies would enjoy seeing the pastimes of the babies Rāma and Kṛṣṇa. The babies would catch the ends of the calves’ tails, and the calves would drag Them here and there. When the ladies saw these pastimes, they certainly stopped their household activities and laughed and enjoyed the incidents."
    },
    {
        "verse_id": "25",
        "text": "When mother Yaśodā and Rohiṇī were unable to protect the babies from calamities threatened by horned cows, by fire, by animals with claws and teeth such as monkeys, dogs and cats, and by thorns, swords and other weapons on the ground, they were always in anxiety, and their household engagements were disturbed. At that time, they were fully equipoised in the transcendental ecstasy known as the distress of material affection, for this was aroused within their minds."
    },
    {
        "verse_id": "26",
        "text": "O King Parīkṣit, within a very short time both Rāma and Kṛṣṇa began to walk very easily in Gokula on Their legs, by Their own strength, without the need to crawl."
    },
    {
        "verse_id": "27",
        "text": "Thereafter, Lord Kṛṣṇa, along with Balarāma, began to play with the other children of the cowherd men, thus awakening the transcendental bliss of the cowherd women."
    },
    {
        "verse_id": "28",
        "text": "Observing the very attractive childish restlessness of Kṛṣṇa, all the gopīs in the neighborhood, to hear about Kṛṣṇa’s activities again and again, would approach mother Yaśodā and speak to her as follows."
    },
    {
        "verse_id": "29",
        "text": "“Our dear friend Yaśodā, your son sometimes comes to our houses before the milking of the cows and releases the calves, and when the master of the house becomes angry, your son merely smiles. Sometimes He devises some process by which He steals palatable curd, butter and milk, which He then eats and drinks. When the monkeys assemble, He divides it with them, and when the monkeys have their bellies so full that they won’t take more, He breaks the pots. Sometimes, if He gets no opportunity to steal butter or milk from a house, He will be angry at the householders, and for His revenge He will agitate the small children by pinching them. Then, when the children begin crying, Kṛṣṇa will go away."
    },
    {
        "verse_id": "30",
        "text": "“When the milk and curd are kept high on a swing hanging from the ceiling and Kṛṣṇa and Balarāma cannot reach it, They arrange to reach it by piling up various planks and turning upside down the mortar for grinding spices. Being quite aware of the contents of a pot, They poke holes in it. While the elderly gopīs go about their household affairs, Kṛṣṇa and Balarāma sometimes go into a dark room, brightening the place with the valuable jewels and ornaments on Their bodies and taking advantage of this light by stealing."
    },
    {
        "verse_id": "31",
        "text": "“When Kṛṣṇa is caught in His naughty activities, the master of the house will say to Him, ‘Oh, You are a thief,’ and artificially express anger at Kṛṣṇa. Kṛṣṇa will then reply, ‘I am not a thief. You are a thief.’ Sometimes, being angry, Kṛṣṇa passes urine and stool in a neat, clean place in our houses. But now, our dear friend Yaśodā, this expert thief is sitting before you like a very good boy.” Sometimes all the gopīs would look at Kṛṣṇa sitting there, His eyes fearful so that His mother would not chastise Him, and when they saw Kṛṣṇa’s beautiful face, instead of chastising Him they would simply look upon His face and enjoy transcendental bliss. Mother Yaśodā would mildly smile at all this fun, and she would not want to chastise her blessed transcendental child."
    },
    {
        "verse_id": "32",
        "text": "One day while Kṛṣṇa was playing with His small playmates, including Balarāma and other sons of the gopas, all His friends came together and lodged a complaint to mother Yaśodā. “Mother,” they submitted, “Kṛṣṇa has eaten earth.”"
    },
    {
        "verse_id": "33",
        "text": "Upon hearing this from Kṛṣṇa’s playmates, mother Yaśodā, who was always full of anxiety over Kṛṣṇa’s welfare, picked Kṛṣṇa up with her hands to look into His mouth and chastise Him. Her eyes fearful, she spoke to her son as follows."
    },
    {
        "verse_id": "34",
        "text": "Dear Kṛṣṇa, why are You so restless that You have eaten dirt in a solitary place? This complaint has been lodged against You by all Your playmates, including Your elder brother, Balarāma. How is this?"
    },
    {
        "verse_id": "35",
        "text": "Lord Śrī Kṛṣṇa replied: My dear mother, I have never eaten dirt. All My friends complaining against Me are liars. If you think they are being truthful, you can directly look into My mouth and examine it."
    },
    {
        "verse_id": "36",
        "text": "Mother Yaśodā challenged Kṛṣṇa, “If You have not eaten earth, then open Your mouth wide.” When challenged by His mother in this way, Kṛṣṇa, the son of Nanda Mahārāja and Yaśodā, to exhibit pastimes like a human child, opened His mouth. Although the Supreme Personality of Godhead, Kṛṣṇa, who is full of all opulences, did not disturb His mother’s parental affection, His opulence was automatically displayed, for Kṛṣṇa’s opulence is never lost at any stage, but is manifest at the proper time."
    },
    {
        "verse_id": "37",
        "text": "When Kṛṣṇa opened His mouth wide by the order of mother Yaśodā, she saw within His mouth all moving and nonmoving entities, outer space, and all directions, along with mountains, islands, oceans, the surface of the earth, the blowing wind, fire, the moon and the stars. She saw the planetary systems, water, light, air, sky, and creation by transformation of ahaṅkāra. She also saw the senses, the mind, sense perception, and the three qualities, goodness, passion and ignorance. She saw the time allotted for the living entities, she saw natural instinct and the reactions of karma, and she saw desires and different varieties of bodies, moving and nonmoving. Seeing all these aspects of the cosmic manifestation, along with herself and Vṛndāvana-dhāma, she became doubtful and fearful of her son’s nature."
    },
    {
        "verse_id": "40",
        "text": "[Mother Yaśodā began to argue within herself:] Is this a dream, or is it an illusory creation by the external energy? Has this been manifested by my own intelligence, or is it some mystic power of my child?"
    },
    {
        "verse_id": "41",
        "text": "Therefore let me surrender unto the Supreme Personality of Godhead and offer my obeisances unto Him, who is beyond the conception of human speculation, the mind, activities, words and arguments, who is the original cause of this cosmic manifestation, by whom the entire cosmos is maintained, and by whom we can conceive of its existence. Let me simply offer my obeisances, for He is beyond my contemplation, speculation and meditation. He is beyond all of my material activities."
    },
    {
        "verse_id": "42",
        "text": "It is by the influence of the Supreme Lord’s māyā that I am wrongly thinking that Nanda Mahārāja is my husband, that Kṛṣṇa is my son, and that because I am the queen of Nanda Mahārāja, all the wealth of cows and calves are my possessions and all the cowherd men and their wives are my subjects. Actually, I also am eternally subordinate to the Supreme Lord. He is my ultimate shelter."
    },
    {
        "verse_id": "43",
        "text": "Mother Yaśodā, by the grace of the Lord, could understand the real truth. But then again, the supreme master, by the influence of the internal potency, Yoga-māyā, inspired her to become absorbed in intense maternal affection for her son."
    },
    {
        "verse_id": "44",
        "text": "Immediately forgetting Yoga-māyā’s illusion that Kṛṣṇa had shown the universal form within His mouth, mother Yaśodā took her son on her lap as before, feeling increased affection in her heart for her transcendental child."
    },
    {
        "verse_id": "45",
        "text": "The glories of the Supreme Personality of Godhead are studied through the three Vedas, the Upaniṣads, the literature of Sāṅkhya-yoga, and other Vaiṣṇava literature, yet mother Yaśodā considered that Supreme Person her ordinary child."
    },
    {
        "verse_id": "46",
        "text": "Having heard of the great fortune of mother Yaśodā, Parīkṣit Mahārāja inquired from Śukadeva Gosvāmī: O learned brāhmaṇa, mother Yaśodā’s breast milk was sucked by the Supreme Personality of Godhead. What past auspicious activities did she and Nanda Mahārāja perform to achieve such perfection in ecstatic love?"
    },
    {
        "verse_id": "47",
        "text": "Although Kṛṣṇa was so pleased with Vasudeva and Devakī that He descended as their son, they could not enjoy Kṛṣṇa’s magnanimous childhood pastimes, which are so great that simply chanting about them vanquishes the contamination of the material world. Nanda Mahārāja and Yaśodā, however, enjoyed these pastimes fully, and therefore their position is always better than that of Vasudeva and Devakī."
    },
    {
        "verse_id": "48",
        "text": "Śukadeva Gosvāmī said: To follow the orders of Lord Brahmā, Droṇa, the best of the Vasus, along with his wife, Dharā, spoke to Lord Brahmā in this way."
    },
    {
        "verse_id": "49",
        "text": "Droṇa and Dharā said: Please permit us to be born on the planet earth so that after our appearance, the Supreme Lord, the Personality of Godhead, the supreme controller and master of all planets, will also appear and spread devotional service, the ultimate goal of life, so that those born in this material world may very easily be delivered from the miserable condition of materialistic life by accepting this devotional service."
    },
    {
        "verse_id": "50",
        "text": "When Brahmā said, “Yes, let it be so,” the most fortune Droṇa, who was equal to Bhagavān, appeared in Vrajapura, Vṛndāvana, as the most famous Nanda Mahārāja, and his wife, Dharā, appeared as mother Yaśodā."
    },
    {
        "verse_id": "51",
        "text": "Thereafter, O Mahārāja Parīkṣit, best of the Bhāratas, when the Supreme Personality of Godhead became the son of Nanda Mahārāja and Yaśodā, they maintained continuous, unswerving devotional love in parental affection. And in their association, all the other inhabitants of Vṛndāvana, the gopas and gopīs, developed the culture of kṛṣṇa-bhakti."
    },
    {
        "verse_id": "52",
        "text": "Thus the Supreme Personality, Kṛṣṇa, along with Balarāma, lived in Vrajabhūmi, Vṛndāvana, just to substantiate the benediction of Brahmā. By exhibiting different pastimes in His childhood, He increased the transcendental pleasure of Nanda and the other inhabitants of Vṛndāvana."
    }
]