[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: The young women of Vraja became astonished upon seeing Lord Kṛṣṇa’s servant, who had long arms, whose eyes resembled a newly grown lotus, who wore a yellow garment and a lotus garland, and whose lotuslike face glowed with brightly polished earrings. “Who is this handsome man?” the gopīs asked. “Where has he come from, and whom does he serve? He’s wearing Kṛṣṇa’s clothes and ornaments!” Saying this, the gopīs eagerly crowded around Uddhava, whose shelter was the lotus feet of Lord Uttamaḥśloka, Śrī Kṛṣṇa."
    },
    {
        "verse_id": "3",
        "text": "Bowing their heads in humility, the gopīs duly honored Uddhava with their shy, smiling glances and pleasing words. They took him to a quiet place, seated him comfortably and began to question him, for they recognized him to be a messenger from Kṛṣṇa, the master of the goddess of fortune."
    },
    {
        "verse_id": "4",
        "text": "[The gopīs said:] We know that you are the personal servant of Kṛṣṇa, the chief of the Yadus, and that you have come here on the order of your good master, who desires to give pleasure to His parents."
    },
    {
        "verse_id": "5",
        "text": "We see nothing else He might consider worth remembering in these cow pastures of Vraja. Indeed, the bonds of affection for one’s family members are difficult to break, even for a sage."
    },
    {
        "verse_id": "6",
        "text": "The friendship shown toward others — those who are not family members — is motivated by personal interest, and thus it is a pretense that lasts only until one’s purpose is fulfilled. Such friendship is just like the interest men take in women, or bees in flowers."
    },
    {
        "verse_id": "7",
        "text": "Prostitutes abandon a penniless man, subjects an incompetent king, students their teacher once they have finished their education, and priests a man who has remunerated them for a sacrifice."
    },
    {
        "verse_id": "8",
        "text": "Birds abandon a tree when its fruits are gone, guests a house after they have eaten, animals a forest that has burnt down, and a lover the woman he has enjoyed, even though she remains attached to him."
    },
    {
        "verse_id": "9",
        "text": "Thus speaking, the gopīs, whose words, bodies and minds were fully dedicated to Lord Govinda, put aside all their regular work now that Kṛṣṇa’s messenger, Śrī Uddhava, had arrived among them. Constantly remembering the activities their beloved Kṛṣṇa had performed in His childhood and youth, they sang about them and cried without shame."
    },
    {
        "verse_id": "11",
        "text": "One of the gopīs, while meditating on Her previous association with Kṛṣṇa, saw a honeybee before Her and imagined it to be a messenger sent by Her beloved. Thus She spoke as follows."
    },
    {
        "verse_id": "12",
        "text": "The gopī said: O honeybee, O friend of a cheater, don’t touch My feet with your whiskers, which are smeared with the kuṅkuma that rubbed onto Kṛṣṇa’s garland when it was crushed by the breasts of a rival lover! Let Kṛṣṇa satisfy the women of Mathurā. One who sends a messenger like you will certainly be ridiculed in the Yadus’ assembly."
    },
    {
        "verse_id": "13",
        "text": "After making us drink the enchanting nectar of His lips only once, Kṛṣṇa suddenly abandoned us, just as you might quickly abandon some flowers. How is it, then, that Goddess Padmā willingly serves His lotus feet? Alas! The answer must certainly be that her mind has been stolen away by His deceitful words."
    },
    {
        "verse_id": "14",
        "text": "O bee, why do you sing here so much about the Lord of the Yadus, in front of us homeless people? These topics are old news to us. Better you sing about that friend of Arjuna in front of His new girlfriends, the burning desire in whose breasts He has now relieved. Those ladies will surely give you the charity you are begging."
    },
    {
        "verse_id": "15",
        "text": "In heaven, on earth or in the subterranean sphere, what women are unavailable to Him? He simply arches His eyebrows and smiles with deceptive charm, and they all become His. The supreme goddess herself worships the dust of His feet, so what is our position in comparison? But at least those who are wretched can chant His name, Uttamaḥśloka."
    },
    {
        "verse_id": "16",
        "text": "Keep your head off My feet! I know what you’re doing. You expertly learned diplomacy from Mukunda, and now you come as His messenger with flattering words. But He abandoned those who for His sake alone gave up their children, husbands and all other relations. He’s simply ungrateful. Why should I make up with Him now?"
    },
    {
        "verse_id": "17",
        "text": "Like a hunter, He cruelly shot the king of the monkeys with arrows. Because He was conquered by a woman, He disfigured another woman who came to Him with lusty desires. And even after consuming the gifts of Bali Mahārāja, He bound him up with ropes as if he were a crow. So let us give up all friendship with this dark-complexioned boy, even if we can’t give up talking about Him."
    },
    {
        "verse_id": "18",
        "text": "To hear about the pastimes that Kṛṣṇa regularly performs is nectar for the ears. For those who relish just a single drop of that nectar, even once, their dedication to material duality is ruined. Many such persons have suddenly given up their wretched homes and families and, themselves becoming wretched, traveled here to Vṛndāvana to wander about like birds, begging for their living."
    },
    {
        "verse_id": "19",
        "text": "Faithfully taking His deceitful words as true, we became just like the black deer’s foolish wives, who trust the cruel hunter’s song. Thus we repeatedly felt the sharp pain of lust caused by the touch of His nails. O messenger, please talk about something besides Kṛṣṇa."
    },
    {
        "verse_id": "20",
        "text": "O friend of My dear one, has My beloved sent you here again? I should honor you, friend, so please choose whatever boon you wish. But why have you come back here to take us to Him, whose conjugal love is so difficult to give up? After all, gentle bee, His consort is the goddess Śrī, and she is always with Him, staying upon His chest."
    },
    {
        "verse_id": "21",
        "text": "O Uddhava! It is indeed regrettable that Kṛṣṇa resides in Mathurā. Does He remember His father’s household affairs and His friends, the cowherd boys? O great soul! Does He ever talk about us, His maidservants? When will He lay on our heads His aguru-scented hand?"
    },
    {
        "verse_id": "22",
        "text": "Śukadeva Gosvāmī said: Having heard this, Uddhava then tried to pacify the gopīs, who were most eager to see Lord Kṛṣṇa. He thus began relating to them the message of their beloved."
    },
    {
        "verse_id": "23",
        "text": "Śrī Uddhava said: Certainly you gopīs are all-successful and are universally worshiped because you have dedicated your minds in this way to the Supreme Personality of Godhead, Vāsudeva."
    },
    {
        "verse_id": "24",
        "text": "Devotional service unto Lord Kṛṣṇa is attained by charity, strict vows, austerities and fire sacrifices, by japa, study of Vedic texts, observance of regulative principles and, indeed, by the performance of many other auspicious practices."
    },
    {
        "verse_id": "25",
        "text": "By your great fortune you have established an unexcelled standard of pure devotion for the Lord, Uttamaḥśloka — a standard even the sages can hardly attain."
    },
    {
        "verse_id": "26",
        "text": "By your great fortune you have left your sons, husbands, bodily comforts, relatives and homes in favor of the supreme male, who is known as Kṛṣṇa."
    },
    {
        "verse_id": "27",
        "text": "You have rightfully claimed the privilege of unalloyed love for the transcendental Lord, O most glorious gopīs. Indeed, by exhibiting your love for Kṛṣṇa in separation from Him, you have shown me great mercy."
    },
    {
        "verse_id": "28",
        "text": "My good ladies, now please hear your beloved’s message, which I, the confidential servant of my master, have come here to bring you."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Lord said: You are never actually separated from Me, for I am the Soul of all creation. Just as the elements of nature — ether, air, fire, water and earth — are present in every created thing, so I am present within everyone’s mind, life air and senses, and also within the physical elements and the modes of material nature."
    },
    {
        "verse_id": "30",
        "text": "By Myself I create, sustain and withdraw Myself within Myself by the power of My personal energy, which comprises the material elements, the senses and the modes of nature."
    },
    {
        "verse_id": "31",
        "text": "Being composed of pure consciousness, or knowledge, the soul is distinct from everything material and is uninvolved in the entanglements of the modes of nature. We can perceive the soul through the three functions of material nature known as wakefulness, sleep and deep sleep."
    },
    {
        "verse_id": "32",
        "text": "As a person just arisen from sleep may continue to meditate on a dream even though it is illusory, so by the agency of the mind one meditates on the sense objects, which the senses can then obtain. Therefore one should become fully alert and bring the mind under control."
    },
    {
        "verse_id": "33",
        "text": "According to intelligent authorities, this is the ultimate conclusion of all the Vedas, as well as all practice of yoga, Sāṅkhya, renunciation, austerity, sense control and truthfulness, just as the sea is the ultimate destination of all rivers."
    },
    {
        "verse_id": "34",
        "text": "But the actual reason why I, the beloved object of your sight, have stayed far away from you is that I wanted to intensify your meditation upon Me and thus draw your minds closer to Me."
    },
    {
        "verse_id": "35",
        "text": "When her lover is far away, a woman thinks of him more than when he is present before her."
    },
    {
        "verse_id": "36",
        "text": "Because your minds are totally absorbed in Me and free from all other engagement, you remember Me always, and so you will very soon have Me again in your presence."
    },
    {
        "verse_id": "37",
        "text": "Although some gopīs had to remain in the cowherd village and so could not join the rāsa dance to sport with Me at night in the forest, they were nonetheless fortunate. Indeed, they attained Me by thinking of My potent pastimes."
    },
    {
        "verse_id": "38",
        "text": "Śukadeva Gosvāmī said: The women of Vraja were pleased to hear this message from their dearmost Kṛṣṇa. His words having revived their memory, they addressed Uddhava as follows."
    },
    {
        "verse_id": "39",
        "text": "The gopīs said: It is very good that Kaṁsa, the enemy and persecutor of the Yadus, has now been killed, along with his followers. And it is also very good that Lord Acyuta is living happily in the company of His well-wishing friends and relatives, whose every desire is now fulfilled."
    },
    {
        "verse_id": "40",
        "text": "Gentle Uddhava, is the elder brother of Gada now bestowing on the city women the pleasure that actually belongs to us? We suppose those ladies worship Him with generous glances full of affectionate, shy smiles."
    },
    {
        "verse_id": "41",
        "text": "Śrī Kṛṣṇa is expert in all kinds of conjugal affairs and is the darling of the city women. How can He not become entangled, now that He’s constantly adored by their enchanting words and gestures?"
    },
    {
        "verse_id": "42",
        "text": "O saintly one, does Govinda ever remember us during His conversations with the city women? Does He ever mention us village girls as He freely talks with them?"
    },
    {
        "verse_id": "43",
        "text": "Does He recall those nights in the Vṛndāvana forest, lovely with lotus, jasmine and the bright moon? As we glorified His charming pastimes, He enjoyed with us, His beloved girlfriends, in the circle of the rāsa dance, which resounded with the music of ankle bells."
    },
    {
        "verse_id": "44",
        "text": "Will that descendant of Daśārha return here and by the touch of His limbs bring back to life those who are now burning with the grief He Himself has caused? Will He save us in that way, just as Lord Indra brings a forest back to life with his water-bearing clouds?"
    },
    {
        "verse_id": "45",
        "text": "But why should Kṛṣṇa come here after winning a kingdom, killing His enemies and marrying the daughters of kings? He’s satisfied there, surrounded by all His friends and well-wishers."
    },
    {
        "verse_id": "46",
        "text": "The great soul Kṛṣṇa is the Lord of the goddess of fortune, and He automatically achieves whatever He desires. How can we forest-dwellers or any other women fulfill His purposes when He is already fulfilled within Himself?"
    },
    {
        "verse_id": "47",
        "text": "Indeed, the greatest happiness is to renounce all desires, as even the prostitute Piṅgalā has declared. Yet even though we know this, we cannot give up our hopes of attaining Kṛṣṇa."
    },
    {
        "verse_id": "48",
        "text": "Who can bear to give up intimate talks with Lord Uttamaḥśloka? Although He shows no interest in her, Goddess Śrī never moves from her place on His chest."
    },
    {
        "verse_id": "49",
        "text": "Dear Uddhava Prabhu, when Kṛṣṇa was here in the company of Saṅkarṣaṇa, He enjoyed all these rivers, hills, forests, cows and flute sounds."
    },
    {
        "verse_id": "50",
        "text": "All these remind us constantly of Nanda’s son. Indeed, because we see Kṛṣṇa’s footprints, which are marked with divine symbols, we can never forget Him."
    },
    {
        "verse_id": "51",
        "text": "O Uddhava, how can we forget Him when our hearts have been stolen away by the charming way He walks, His generous smile and playful glances, and His honeylike words?"
    },
    {
        "verse_id": "52",
        "text": "O master, O master of the goddess of fortune, O master of Vraja! O destroyer of all suffering, Govinda, please lift Your Gokula out of the ocean of distress in which it is drowning!"
    },
    {
        "verse_id": "53",
        "text": "Śukadeva Gosvāmī continued: Lord Kṛṣṇa’s messages having relieved their fever of separation, the gopīs then worshiped Uddhava, recognizing him as nondifferent from their Lord, Kṛṣṇa."
    },
    {
        "verse_id": "54",
        "text": "Uddhava remained there for several months, dispelling the gopīs’ sorrow by chanting the topics of Lord Kṛṣṇa’s pastimes. Thus he brought joy to all the people of Gokula."
    },
    {
        "verse_id": "55",
        "text": "All the days that Uddhava dwelled in Nanda’s cowherd village seemed like a single moment to the residents of Vraja, for Uddhava was always discussing Kṛṣṇa."
    },
    {
        "verse_id": "56",
        "text": "That servant of Lord Hari, seeing the rivers, forests, mountains, valleys and flowering trees of Vraja, enjoyed inspiring the inhabitants of Vṛndāvana by reminding them of Lord Kṛṣṇa."
    },
    {
        "verse_id": "57",
        "text": "Thus seeing how the gopīs were always disturbed because of their total absorption in Kṛṣṇa, Uddhava was supremely pleased. Desiring to offer them all respect, he sang as follows."
    },
    {
        "verse_id": "58",
        "text": "[Uddhava sang:] Among all persons on earth, these cowherd women alone have actually perfected their embodied lives, for they have achieved the perfection of unalloyed love for Lord Govinda. Their pure love is hankered after by those who fear material existence, by great sages, and by ourselves as well. For one who has tasted the narrations of the infinite Lord, what is the use of taking birth as a high-class brāhmaṇa, or even as Lord Brahmā himself?"
    },
    {
        "verse_id": "59",
        "text": "How amazing it is that these simple women who wander about the forest, seemingly spoiled by improper behavior, have achieved the perfection of unalloyed love for Kṛṣṇa, the Supreme Soul! Still, it is true that the Supreme Lord Himself awards His blessings even to an ignorant worshiper, just as the best medicine works even when taken by a person ignorant of its ingredients."
    },
    {
        "verse_id": "60",
        "text": "When Lord Śrī Kṛṣṇa was dancing with the gopīs in the rāsa-līlā, the gopīs were embraced by the arms of the Lord. This transcendental favor was never bestowed upon the goddess of fortune or other consorts in the spiritual world. Indeed, never was such a thing even imagined by the most beautiful girls in the heavenly planets, whose bodily luster and aroma resemble the lotus flower. And what to speak of worldly women who are very beautiful according to material estimation?"
    },
    {
        "verse_id": "61",
        "text": "The gopīs of Vṛndāvana have given up the association of their husbands, sons and other family members, who are very difficult to give up, and they have forsaken the path of chastity to take shelter of the lotus feet of Mukunda, Kṛṣṇa, which one should search for by Vedic knowledge. Oh, let me be fortunate enough to be one of the bushes, creepers or herbs in Vṛndāvana, because the gopīs trample them and bless them with the dust of their lotus feet."
    },
    {
        "verse_id": "62",
        "text": "The goddess of fortune herself, along with Lord Brahmā and all the other demigods, who are masters of yogic perfection, can worship the lotus feet of Kṛṣṇa only within her mind. But during the rāsa dance Lord Kṛṣṇa placed His feet upon these gopīs’ breasts, and by embracing those feet the gopīs gave up all distress."
    },
    {
        "verse_id": "63",
        "text": "I repeatedly offer my respects to the dust from the feet of the women of Nanda Mahārāja’s cowherd village. When these gopīs loudly chant the glories of Śrī Kṛṣṇa, the vibration purifies the three worlds."
    },
    {
        "verse_id": "64",
        "text": "Śukadeva Gosvāmī said: Uddhava, the descendant of Daśārha, then took permission to leave from the gopīs and from mother Yaśodā and Nanda Mahārāja. He bade farewell to all the cowherd men and, about to depart, mounted his chariot."
    },
    {
        "verse_id": "65",
        "text": "As Uddhava was about to leave, Nanda and the others approached him bearing various items of worship. With tears in their eyes they addressed him as follows."
    },
    {
        "verse_id": "66",
        "text": "[Nanda and the other cowherds said:] May our mental functions always take shelter of Kṛṣṇa’s lotus feet, may our words always chant His names, and may our bodies always bow down to Him and serve Him."
    },
    {
        "verse_id": "67",
        "text": "Wherever we are made to wander about this world by the Supreme Lord’s will, in accordance with the reactions to our fruitive work, may our good works and charity always grant Us love for Lord Kṛṣṇa."
    },
    {
        "verse_id": "68",
        "text": "[Śukadeva Gosvāmī continued:] O ruler of men, thus honored by the cowherd men with expressions of devotion for Lord Kṛṣṇa, Uddhava went back to the city of Mathurā, which was under Kṛṣṇa’s protection."
    },
    {
        "verse_id": "69",
        "text": "After falling down to pay his homage, Uddhava described to Lord Kṛṣṇa the immense devotion of the residents of Vraja. Uddhava also described it to Vasudeva, Lord Balarāma and King Ugrasena and presented to them the gifts of tribute he had brought with him."
    }
]