[
    {
        "verse_id": "1",
        "text": "[King Parīkṣit said:] How was Bhaumāsura, who kidnapped so many women, killed by the Supreme Lord? Please narrate this adventure of Lord Śārṅgadhanvā’s."
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī said: After Bhauma had stolen the earrings belonging to Indra’s mother, along with Varuṇa’s umbrella and the demigods’ playground at the peak of Mandara mountain, Indra went to Lord Kṛṣṇa and informed Him of these misdeeds. The Lord, taking His wife Satyabhāmā with Him, then rode on Garuḍa to Prāgyotiṣa-pura, which was surrounded on all sides by fortifications consisting of hills, unmanned weapons, water, fire and wind, and by obstructions of mura-pāśa wire."
    },
    {
        "verse_id": "4",
        "text": "With His club the Lord broke through the rock fortifications; with His arrows, the weapon fortifications; with His disc, the fire, water and wind fortifications; and with His sword, the mura-pāśa cables."
    },
    {
        "verse_id": "5",
        "text": "With the sound of His conchshell Lord Gadādhara then shattered the magic seals of the fortress, along with the hearts of its brave defenders, and with His heavy club He demolished the surrounding earthen ramparts."
    },
    {
        "verse_id": "6",
        "text": "The five-headed demon Mura, who slept at the bottom of the city’s moat, awoke and rose up out of the water when he heard the vibration of Lord Kṛṣṇa’s Pāñcajanya conchshell, a sound as terrifying as the thunder at the end of the cosmic age."
    },
    {
        "verse_id": "7",
        "text": "Shining with the blinding, terrible effulgence of the sun’s fire at the end of a millennium, Mura seemed to be swallowing up the three worlds with his five mouths. He lifted up his trident and fell upon Garuḍa, the son of Tārkṣya, like an attacking snake."
    },
    {
        "verse_id": "8",
        "text": "Mura whirled his trident and then hurled it fiercely at Garuḍa, roaring from all five mouths. The sound filled the earth and sky, all directions and the limits of outer space, until it reverberated against the very shell of the universe."
    },
    {
        "verse_id": "9",
        "text": "Then with two arrows Lord Hari struck the trident flying toward Garuḍa and broke it into three pieces. Next the Lord hit Mura’s faces with several arrows, and the demon angrily hurled his club at the Lord."
    },
    {
        "verse_id": "10",
        "text": "As Mura’s club sped toward Him on the battlefield, Lord Gadāgraja intercepted it with His own and broke it into thousands of pieces. Mura then raised his arms high and rushed at the unconquerable Lord, who easily sliced off his heads with His disc weapon."
    },
    {
        "verse_id": "11",
        "text": "Lifeless, Mura’s decapitated body fell into the water like a mountain whose peak has been severed by the power of Lord Indra’s thunderbolt. The demon’s seven sons, enraged by their father’s death, prepared to retaliate."
    },
    {
        "verse_id": "12",
        "text": "Ordered by Bhaumāsura, Mura’s seven sons — Tāmra, Antarikṣa, Śravaṇa, Vibhāvasu, Vasu, Nabhasvān and Aruṇa — followed their general, Pīṭha, onto the battlefield bearing their weapons."
    },
    {
        "verse_id": "13",
        "text": "These fierce warriors furiously attacked invincible Lord Kṛṣṇa with arrows, swords, clubs, spears, lances and tridents, but the Supreme Lord, with unfailing prowess, cut this mountain of weapons into tiny pieces with His arrows."
    },
    {
        "verse_id": "14",
        "text": "The Lord severed the heads, thighs, arms, legs and armor of these opponents led by Pīṭha and sent them all to the abode of Yamarāja. Narakāsura, the son of the earth, could not contain his fury when he saw the fate of his military leaders. Thus he went out of the citadel with elephants born from the Milk Ocean who were exuding mada from their foreheads out of excitement."
    },
    {
        "verse_id": "15",
        "text": "Lord Kṛṣṇa and His wife, mounted upon Garuḍa, looked like a cloud with lightning sitting above the sun. Seeing the Lord, Bhauma released his Śataghnī weapon at Him, whereupon all of Bhauma’s soldiers simultaneously attacked with their weapons."
    },
    {
        "verse_id": "16",
        "text": "At that moment Lord Gadāgraja shot His sharp arrows at Bhaumāsura’s army. These arrows, displaying variegated feathers, soon reduced that army to a mass of bodies with severed arms, thighs and necks. The Lord similarly killed the opposing horses and elephants."
    },
    {
        "verse_id": "17",
        "text": "Lord Hari then struck down all the missiles and weapons the enemy soldiers threw at Him, O hero of the Kurus, destroying each and every one with three sharp arrows. Meanwhile Garuḍa, as he carried the Lord, struck the enemy’s elephants with his wings. Beaten by Garuḍa’s wings, beak and talons, the elephants fled back into the city, leaving Narakāsura alone on the battlefield to oppose Kṛṣṇa."
    },
    {
        "verse_id": "20",
        "text": "Seeing his army driven back and tormented by Garuḍa, Bhauma attacked him with his spear, which had once defeated Lord Indra’s thunderbolt. But though struck by that mighty weapon, Garuḍa was not shaken. Indeed, he was like an elephant hit with a flower garland."
    },
    {
        "verse_id": "21",
        "text": "Bhauma, frustrated in all his attempts, took up his trident to kill Lord Kṛṣṇa. But even before he could release it, the Lord cut off his head with His razor-sharp cakra as the demon sat atop his elephant."
    },
    {
        "verse_id": "22",
        "text": "Fallen on the ground, Bhaumāsura’s head shone brilliantly, decorated as it was with earrings and an attractive helmet. As cries of “Alas, alas!” and “Well done!” arose, the sages and principal demigods worshiped Lord Mukunda by showering Him with flower garlands."
    },
    {
        "verse_id": "23",
        "text": "The goddess of the earth then approached Lord Kṛṣṇa and presented Him with Aditi’s earrings, which were made of glowing gold inlaid with shining jewels. She also gave Him a Vaijayantī flower garland, Varuṇa’s umbrella and the peak of Mandara Mountain."
    },
    {
        "verse_id": "24",
        "text": "O King, after bowing down to Him and then standing with joined palms, the goddess, her mind filled with devotion, began to praise the Lord of the universe, whom the best of demigods worship."
    },
    {
        "verse_id": "25",
        "text": "Goddess Bhūmi said: Obeisances unto You, O Lord of the chief demigods, O holder of the conchshell, disc and club. O Supreme Soul within the heart, You assume Your various forms to fulfill Your devotees’ desires. Obeisances unto You."
    },
    {
        "verse_id": "26",
        "text": "My respectful obeisances are unto You, O Lord, whose abdomen is marked with a depression like a lotus flower, who are always decorated with garlands of lotus flowers, whose glance is as cool as the lotus and whose feet are engraved with lotuses."
    },
    {
        "verse_id": "27",
        "text": "Obeisances unto You, the Supreme Lord Vāsudeva, Viṣṇu, the primeval person, the original seed. Obeisances unto You, the omniscient one."
    },
    {
        "verse_id": "28",
        "text": "Obeisances unto You of unlimited energies, the unborn progenitor of this universe, the Absolute. O Soul of the high and the low, O Soul of the created elements, O all-pervading Supreme Soul, obeisances unto You."
    },
    {
        "verse_id": "29",
        "text": "Desiring to create, O unborn master, You increase and then assume the mode of passion. You do likewise with the mode of ignorance when You wish to annihilate the universe and with goodness when You wish to maintain it. Nonetheless, You remain uncovered by these modes. You are time, the pradhāna, and the puruṣa, O Lord of the universe, yet still You are separate and distinct."
    },
    {
        "verse_id": "30",
        "text": "This is illusion: that earth, water, fire, air, ether, sense objects, demigods, mind, the senses, false ego and the total material energy exist independent of You. In fact, they are all within You, my Lord, who are one without a second."
    },
    {
        "verse_id": "31",
        "text": "Here is the son of Bhaumāsura. Frightened, he is approaching Your lotus feet, since You remove the distress of all who seek refuge in You. Please protect him. Place Your lotus hand, which dispels all sins, upon his head."
    },
    {
        "verse_id": "32",
        "text": "Śukadeva Gosvāmī said: Thus entreated by Goddess Bhūmi in words of humble devotion, the Supreme Lord bestowed fearlessness upon her grandson and then entered Bhaumāsura’s palace, which was filled with all manner of riches."
    },
    {
        "verse_id": "33",
        "text": "There Lord Kṛṣṇa saw sixteen thousand royal maidens, whom Bhauma had taken by force from various kings."
    },
    {
        "verse_id": "34",
        "text": "The women became enchanted when they saw that most excellent of males enter. In their minds they each accepted Him, who had been brought there by destiny, as their chosen husband."
    },
    {
        "verse_id": "35",
        "text": "With the thought “May providence grant that this man become my husband,” each and every princess absorbed her heart in contemplation of Kṛṣṇa."
    },
    {
        "verse_id": "36",
        "text": "The Lord had the princesses arrayed in clean, spotless garments and then sent them in palanquins to Dvārakā, together with great treasures of chariots, horses and other valuables."
    },
    {
        "verse_id": "37",
        "text": "Lord Kṛṣṇa also dispatched sixty-four swift white elephants, descendants of Airāvata, who each sported four tusks."
    },
    {
        "verse_id": "38",
        "text": "The Lord then went to the abode of Indra, the demigods’ king, and gave mother Aditi her earrings; there Indra and his wife worshiped Kṛṣṇa and His beloved consort Satyabhāmā. Then, at Satyabhāmā’s behest the Lord uprooted the heavenly pārijāta tree and put it on the back of Garuḍa. After defeating Indra and all the other demigods, Kṛṣṇa brought the pārijāta to His capital."
    },
    {
        "verse_id": "40",
        "text": "Once planted, the pārijāta tree beautified the garden of Queen Satyabhāmā’s palace. Bees followed the tree all the way from heaven, greedy for its fragrance and sweet sap."
    },
    {
        "verse_id": "41",
        "text": "Even after Indra had bowed down to Lord Acyuta, touched His feet with the tips of his crown and begged the Lord to fulfill his desire, that exalted demigod, having achieved his purpose, chose to fight with the Supreme Lord. What ignorance there is among the gods! To hell with their opulence!"
    },
    {
        "verse_id": "42",
        "text": "Then the imperishable Supreme Personality, assuming a separate form for each bride, duly married all the princesses simultaneously, each in her own palace."
    },
    {
        "verse_id": "43",
        "text": "The Lord, performer of the inconceivable, constantly remained in each of His queens’ palaces, which were unequaled and unexcelled by any other residence. There, although fully satisfied within Himself, He enjoyed with His pleasing wives, and like an ordinary husband He carried out His household duties."
    },
    {
        "verse_id": "44",
        "text": "Thus those women obtained as their husband the husband of the goddess of fortune, although even great demigods like Brahmā do not know how to approach Him. With ever-increasing pleasure they experienced loving attraction for Him, exchanged smiling glances with Him and reciprocated with Him in ever-fresh intimacy, replete with joking and feminine shyness."
    },
    {
        "verse_id": "45",
        "text": "Although the Supreme Lord’s queens each had hundreds of maidservants, they chose to personally serve the Lord by approaching Him humbly, offering Him a seat, worshiping Him with excellent paraphernalia, bathing and massaging His feet, giving Him pān to chew, fanning Him, anointing Him with fragrant sandalwood paste, adorning Him with flower garlands, dressing His hair, arranging His bed, bathing Him, and presenting Him with various gifts."
    }
]