[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: During the first month of the winter season, the young unmarried girls of Gokula observed the vow of worshiping goddess Kātyāyanī. For the entire month they ate only unspiced khichrī."
    },
    {
        "verse_id": "2",
        "text": "My dear King, after they had bathed in the water of the Yamunā just as the sun was rising, the gopīs made an earthen deity of goddess Durgā on the riverbank. Then they worshiped her with such aromatic substances as sandalwood pulp, along with other items both opulent and simple, including lamps, fruits, betel nuts, newly grown leaves, and fragrant garlands and incense."
    },
    {
        "verse_id": "4",
        "text": "Each of the young unmarried girls performed her worship while chanting the following mantra. “O goddess Kātyāyanī, O great potency of the Lord, O possessor of great mystic power and mighty controller of all, please make the son of Nanda Mahārāja my husband. I offer my obeisances unto you.”"
    },
    {
        "verse_id": "5",
        "text": "Thus for an entire month the girls carried out their vow and properly worshiped the goddess Bhadrakālī, fully absorbing their minds in Kṛṣṇa and meditating upon the following thought: “May the son of King Nanda become my husband.”"
    },
    {
        "verse_id": "6",
        "text": "Each day they rose at dawn. Calling out to one another by name, they all held hands and loudly sang the glories of Kṛṣṇa while going to the Kālindī to take their bath."
    },
    {
        "verse_id": "7",
        "text": "One day they came to the riverbank and, putting aside their clothing as they had done before, happily played in the water while singing the glories of Kṛṣṇa."
    },
    {
        "verse_id": "8",
        "text": "Lord Kṛṣṇa, the Supreme Personality of Godhead and master of all masters of mystic yoga, was aware of what the gopīs were doing, and thus He went there surrounded by His young companions to award the gopīs the perfection of their endeavor."
    },
    {
        "verse_id": "9",
        "text": "Taking the girls’ garments, He quickly climbed to the top of a kadamba tree. Then, as He laughed loudly and His companions also laughed, He addressed the girls jokingly."
    },
    {
        "verse_id": "10",
        "text": "[Lord Kṛṣṇa said:] My dear girls, you may each come here as you wish and take back your garments. I’m telling you the truth and am not joking with you, since I see you’re fatigued from executing austere vows."
    },
    {
        "verse_id": "11",
        "text": "I have never before spoken a lie, and these boys know it. Therefore, O slender-waisted girls, please come forward, either one by one or all together, and pick out your clothes."
    },
    {
        "verse_id": "12",
        "text": "Seeing how Kṛṣṇa was joking with them, the gopīs became fully immersed in love for Him, and as they glanced at each other they began to laugh and joke among themselves, even in their embarrassment. But still they did not come out of the water."
    },
    {
        "verse_id": "13",
        "text": "As Śrī Govinda spoke to the gopīs in this way, His joking words completely captivated their minds. Submerged up to their necks in the cold water, they began to shiver. Thus they addressed Him as follows."
    },
    {
        "verse_id": "14",
        "text": "[The gopīs said:] Dear Kṛṣṇa, don’t be unfair! We know that You are the respectable son of Nanda and that You are honored by everyone in Vraja. You are also very dear to us. Please give us back our clothes. We are shivering in the cold water."
    },
    {
        "verse_id": "15",
        "text": "O Śyāmasundara, we are Your maidservants and must do whatever You say. But give us back our clothing. You know what the religious principles are, and if You don’t give us our clothes we will have to tell the king. Please!"
    },
    {
        "verse_id": "16",
        "text": "The Supreme Personality of Godhead said: If you girls are actually My maidservants, and if you will really do what I say, then come here with your innocent smiles and let each girl pick out her clothes. If you don’t do what I say, I won’t give them back to you. And even if the king becomes angry, what can he do?"
    },
    {
        "verse_id": "17",
        "text": "Then, shivering from the painful cold, all the young girls rose up out of the water, covering their pubic area with their hands."
    },
    {
        "verse_id": "18",
        "text": "When the Supreme Lord saw how the gopīs were struck with embarrassment, He was satisfied by their pure loving affection. Putting their clothes on His shoulder, the Lord smiled and spoke to them with affection."
    },
    {
        "verse_id": "19",
        "text": "[Lord Kṛṣṇa said:] You girls bathed naked while executing your vow, and that is certainly an offense against the demigods. To counteract your sin you should offer obeisances while placing your joined palms above your heads. Then you should take back your lower garments."
    },
    {
        "verse_id": "20",
        "text": "Thus the young girls of Vṛndāvana, considering what Lord Acyuta had told them, accepted that they had suffered a falldown from their vow by bathing naked in the river. But they still desired to successfully complete their vow, and since Lord Kṛṣṇa is Himself the ultimate result of all pious activities, they offered their obeisances to Him to cleanse away all their sins."
    },
    {
        "verse_id": "21",
        "text": "Seeing them bow down like that, the Supreme Personality of Godhead, the son of Devakī, gave them back their garments, feeling compassionate toward them and satisfied by their act."
    },
    {
        "verse_id": "22",
        "text": "Although the gopīs had been thoroughly cheated, deprived of their modesty, ridiculed and made to act just like toy dolls, and although their clothing had been stolen, they did not feel at all inimical toward Śrī Kṛṣṇa. Rather, they were simply joyful to have this opportunity to associate with their beloved."
    },
    {
        "verse_id": "23",
        "text": "The gopīs were addicted to associating with their beloved Kṛṣṇa, and thus they became captivated by Him. Thus, even after putting their clothes on they did not move. They simply remained where they were, shyly glancing at Him."
    },
    {
        "verse_id": "24",
        "text": "The Supreme Lord understood the determination of the gopīs in executing their strict vow. The Lord also knew that the girls desired to touch His lotus feet, and thus Lord Dāmodara, Kṛṣṇa, spoke to them as follows."
    },
    {
        "verse_id": "25",
        "text": "[Lord Kṛṣṇa said:] O saintly girls, I understand that your real motive in this austerity has been to worship Me. That intent of yours is approved of by Me, and indeed it must come to pass."
    },
    {
        "verse_id": "26",
        "text": "The desire of those who fix their minds on Me does not lead to material desire for sense gratification, just as barleycorns burned by the sun and then cooked can no longer grow into new sprouts."
    },
    {
        "verse_id": "27",
        "text": "Go now, girls, and return to Vraja. Your desire is fulfilled, for in My company you will enjoy the coming nights. After all, this was the purpose of your vow to worship goddess Kātyāyanī, O pure-hearted ones."
    },
    {
        "verse_id": "28",
        "text": "Śukadeva Gosvāmī said: Thus instructed by the Supreme Personality of Godhead, the young girls, their desire now fulfilled, could bring themselves only with great difficulty to return to the village of Vraja, meditating all the while upon His lotus feet."
    },
    {
        "verse_id": "29",
        "text": "Some time later Lord Kṛṣṇa, the son of Devakī, surrounded by His cowherd friends and accompanied by His elder brother, Balarāma, went a good distance away from Vṛndāvana, herding the cows."
    },
    {
        "verse_id": "30",
        "text": "When the sun’s heat became intense, Lord Kṛṣṇa saw that the trees were acting as umbrellas by shading Him, and thus He spoke as follows to His boyfriends."
    },
    {
        "verse_id": "31",
        "text": "[Lord Kṛṣṇa said:] O Stoka Kṛṣṇa and Aṁśu, O Śrīdāma, Subala and Arjuna, O Viśāla, Vṛṣabha, Ojasvī, Devaprastha and Varūthapa, just see these greatly fortunate trees, whose lives are completely dedicated to the benefit of others. Even while tolerating the wind, rain, heat and snow, they protect us from these elements."
    },
    {
        "verse_id": "33",
        "text": "Just see how these trees are maintaining every living entity! Their birth is successful. Their behavior is just like that of great personalities, for anyone who asks anything from a tree never goes away disappointed."
    },
    {
        "verse_id": "34",
        "text": "These trees fulfill one’s desires with their leaves, flowers and fruits, their shade, roots, bark and wood, and also with their fragrance, sap, ashes, pulp and shoots."
    },
    {
        "verse_id": "35",
        "text": "It is the duty of every living being to perform welfare activities for the benefit of others with his life, wealth, intelligence and words."
    },
    {
        "verse_id": "36",
        "text": "Thus moving among the trees, whose branches were bent low by their abundance of twigs, fruits, flowers and leaves, Lord Kṛṣṇa came to the Yamunā River."
    },
    {
        "verse_id": "37",
        "text": "The cowherd boys let the cows drink the clear, cool and wholesome water of the Yamunā. O King Parīkṣit, the cowherd boys themselves also drank that sweet water to their full satisfaction."
    },
    {
        "verse_id": "38",
        "text": "Then, O King, the cowherd boys began herding the animals in a leisurely way within a small forest along the Yamunā. But soon they became afflicted by hunger and, approaching Kṛṣṇa and Balarāma, spoke as follows."
    }
]