[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: My dear King, while Nanda Mahārāja was on the way home, he considered that what Vasudeva had said could not be false or useless. There must have been some danger of disturbances in Gokula. As Nanda Mahārāja thought about the danger for his beautiful son, Kṛṣṇa, he was afraid, and he took shelter at the lotus feet of the supreme controller."
    },
    {
        "verse_id": "2",
        "text": "While Nanda Mahārāja was returning to Gokula, the same fierce Pūtanā whom Kaṁsa had previously engaged to kill babies was wandering about in the towns, cities and villages, doing her nefarious duty."
    },
    {
        "verse_id": "3",
        "text": "My dear King, wherever people in any position perform their occupational duties of devotional service by chanting and hearing [śravaṇaṁ kīrtanaṁ viṣṇoḥ], there cannot be any danger from bad elements. Therefore there was no need for anxiety about Gokula while the Supreme Personality of Godhead was personally present."
    },
    {
        "verse_id": "4",
        "text": "Once upon a time, Pūtanā Rākṣasī, who could move according to her desire and was wandering in outer space, converted herself by mystic power into a very beautiful woman and thus entered Gokula, the abode of Nanda Mahārāja."
    },
    {
        "verse_id": "5",
        "text": "Her hips were full, her breasts were large and firm, seeming to overburden her slim waist, and she was dressed very nicely. Her hair, adorned with a garland of mallikā flowers, was scattered about her beautiful face. Her earrings were brilliant, and as she smiled very attractively, glancing upon everyone, her beauty drew the attention of all the inhabitants of Vraja, especially the men. When the gopīs saw her, they thought that the beautiful goddess of fortune, holding a lotus flower in her hand, had come to see her husband, Kṛṣṇa."
    },
    {
        "verse_id": "7",
        "text": "While searching for small children, Pūtanā, whose business was to kill them, entered the house of Nanda Mahārāja unobstructed, having been sent by the superior potency of the Lord. Without asking anyone’s permission, she entered Nanda Mahārāja’s room, where she saw the child sleeping in bed, His unlimited power covered like a powerful fire covered by ashes. She could understand that this child was not ordinary, but was meant to kill all demons."
    },
    {
        "verse_id": "8",
        "text": "Lord Śrī Kṛṣṇa, the all-pervading Supersoul, lying on the bed, understood that Pūtanā, a witch who was expert in killing small children, had come to kill Him. Therefore, as if afraid of her, Kṛṣṇa closed His eyes. Thus Pūtanā took upon her lap Him who was to be her own annihilation, just as an unintelligent person places a sleeping snake on his lap, thinking the snake to be a rope."
    },
    {
        "verse_id": "9",
        "text": "Pūtanā Rākṣasī’s heart was fierce and cruel, but she looked like a very affectionate mother. Thus she resembled a sharp sword in a soft sheath. Although seeing her within the room, Yaśodā and Rohiṇī, overwhelmed by her beauty, did not stop her, but remained silent because she treated the child like a mother."
    },
    {
        "verse_id": "10",
        "text": "On that very spot, the fiercely dangerous Rākṣasī took Kṛṣṇa on her lap and pushed her breast into His mouth. The nipple of her breast was smeared with a dangerous, immediately effective poison, but the Supreme Personality of Godhead, Kṛṣṇa, becoming very angry at her, took hold of her breast, squeezed it very hard with both hands, and sucked out both the poison and her life."
    },
    {
        "verse_id": "11",
        "text": "Unbearably pressed in every vital point, the demon Pūtanā began to cry, “Please leave me, leave me! Suck my breast no longer!” Perspiring, her eyes wide open and her arms and legs flailing, she cried very loudly again and again."
    },
    {
        "verse_id": "12",
        "text": "As Pūtanā screamed loudly and forcefully, the earth with its mountains, and outer space with its planets, trembled. The lower planets and all directions vibrated, and people fell down, fearing that thunderbolts were falling upon them."
    },
    {
        "verse_id": "13",
        "text": "In this way the demon Pūtanā, very much aggrieved because her breast was being attacked by Kṛṣṇa, lost her life. O King Parīkṣit, opening her mouth wide and spreading her arms, legs and hair, she fell down in the pasturing ground in her original form as a Rākṣasī, as Vṛtrāsura had fallen when killed by the thunderbolt of Indra."
    },
    {
        "verse_id": "14",
        "text": "O King Parīkṣit, when the gigantic body of Pūtanā fell to the ground, it smashed all the trees within a limit of twelve miles. Appearing in a gigantic body, she was certainly extraordinary."
    },
    {
        "verse_id": "15",
        "text": "The Rākṣasī’s mouth was full of teeth, each resembling the front of a plow, her nostrils were deep like mountain caves, and her breasts resembled big slabs of stone fallen from a hill. Her scattered hair was the color of copper. The sockets of her eyes appeared like deep blind wells, her fearful thighs resembled the banks of a river, her arms, legs and feet seemed like big bridges, and her abdomen appeared like a dried-up lake. The hearts, ears and heads of the cowherd men and women were already shocked by the Rākṣasī’s screaming, and when they saw the fierce wonder of her body, they were even more frightened."
    },
    {
        "verse_id": "18",
        "text": "Without fear, the child Kṛṣṇa was playing on the upper portion of Pūtanā Rākṣasī’s breast, and when the gopīs saw the child’s wonderful activities, they immediately came forward with great jubilation and picked Him up."
    },
    {
        "verse_id": "19",
        "text": "Thereafter, mother Yaśodā and Rohiṇī, along with the other elderly gopīs, waved about the switch of a cow to give full protection to the child Śrī Kṛṣṇa."
    },
    {
        "verse_id": "20",
        "text": "The child was thoroughly washed with cow urine and then smeared with the dust raised by the movements of the cows. Then different names of the Lord were applied with cow dung on twelve different parts of His body, beginning with the forehead, as done in applying tilaka. In this way, the child was given protection."
    },
    {
        "verse_id": "21",
        "text": "The gopīs first executed the process of ācamana, drinking a sip of water from the right hand. They purified their bodies and hands with the nyāsa-mantra and then applied the same mantra upon the body of the child."
    },
    {
        "verse_id": "22",
        "text": "[Śukadeva Gosvāmī informed Mahārāja Parīkṣit that the gopīs, following the proper system, protected Kṛṣṇa, their child, with this mantra.] May Aja protect Your legs, may Maṇimān protect Your knees, Yajña Your thighs, Acyuta the upper part of Your waist, and Hayagrīva Your abdomen. May Keśava protect Your heart, Īśa Your chest, the sun-god Your neck, Viṣṇu Your arms, Urukrama Your face, and Īśvara Your head. May Cakrī protect You from the front; may Śrī Hari, Gadādharī, the carrier of the club, protect You from the back; and may the carrier of the bow, who is known as the enemy of Madhu, and Lord Ajana, the carrier of the sword, protect Your two sides. May Lord Urugāya, the carrier of the conchshell, protect You from all corners; may Upendra protect You from above; may Garuḍa protect You on the ground; and may Lord Haladhara, the Supreme Person, protect You on all sides."
    },
    {
        "verse_id": "24",
        "text": "May Hṛṣīkeśa protect Your senses, and Nārāyaṇa Your life air. May the master of Śvetadvīpa protect the core of Your heart, and may Lord Yogeśvara protect Your mind."
    },
    {
        "verse_id": "25",
        "text": "May Lord Pṛśnigarbha protect Your intelligence, and the Supreme Personality of Godhead Your soul. While You are playing, may Govinda protect You, and while You are sleeping may Mādhava protect You. May Lord Vaikuṇṭha protect You while You are walking, and may Lord Nārāyaṇa, the husband of the goddess of fortune, protect You while You are sitting. Similarly, may Lord Yajñabhuk, the fearful enemy of all evil planets, always protect You while You enjoy life."
    },
    {
        "verse_id": "27",
        "text": "The evil witches known as Ḍākinīs, Yātudhānīs and Kuṣmāṇḍas are the greatest enemies of children, and the evil spirits like Bhūtas, Pretas, Piśācas, Yakṣas, Rākṣasas and Vināyakas, as well as witches like Koṭarā, Revatī, Jyeṣṭhā, Pūtanā and Mātṛkā, are always ready to give trouble to the body, the life air and the senses, causing loss of memory, madness and bad dreams. Like the most experienced evil stars, they all create great disturbances, especially for children, but one can vanquish them simply by uttering Lord Viṣṇu’s name, for when Lord Viṣṇu’s name resounds, all of them become afraid and go away."
    },
    {
        "verse_id": "30",
        "text": "Śrīla Śukadeva Gosvāmī continued: All the gopīs, headed by mother Yaśodā, were bound by maternal affection. After they thus chanted mantras to protect the child, mother Yaśodā gave the child the nipple of her breast to suck and then got Him to lie down on His bed."
    },
    {
        "verse_id": "31",
        "text": "Meanwhile, all the cowherd men, headed by Nanda Mahārāja, returned from Mathurā, and when they saw on the way the gigantic body of Pūtanā lying dead, they were struck with great wonder."
    },
    {
        "verse_id": "32",
        "text": "Nanda Mahārāja and the other gopas exclaimed: My dear friends, you must know that Ānakadundubhi, Vasudeva, has become a great saint or a master of mystic power. Otherwise how could he have foreseen this calamity and predicted it to us?"
    },
    {
        "verse_id": "33",
        "text": "The inhabitants of Vraja cut the gigantic body of Pūtanā into pieces with the help of axes. Then they threw the pieces far away, covered them with wood and burned them to ashes."
    },
    {
        "verse_id": "34",
        "text": "Because of Kṛṣṇa’s having sucked the breast of the Rākṣasī Pūtanā, when Kṛṣṇa killed her she was immediately freed of all material contamination. Her sinful reactions automatically vanished, and therefore when her gigantic body was being burnt, the smoke emanating from her body was fragrant like aguru incense."
    },
    {
        "verse_id": "35",
        "text": "Pūtanā was always hankering for the blood of human children, and with that desire she came to kill Kṛṣṇa; but because she offered her breast to the Lord, she attained the greatest achievement. What then is to be said of those who had natural devotion and affection for Kṛṣṇa as mothers and who offered Him their breasts to suck or offered something very dear, as a mother offers something to a child?"
    },
    {
        "verse_id": "37",
        "text": "The Supreme Personality of Godhead, Kṛṣṇa, is always situated within the core of the heart of the pure devotee, and He is always offered prayers by such worshipable personalities as Lord Brahmā and Lord Śiva. Because Kṛṣṇa embraced Pūtanā’s body with great pleasure and sucked her breast, although she was a great witch, she attained the position of a mother in the transcendental world and thus achieved the highest perfection. What then is to be said of the cows whose nipples Kṛṣṇa sucked with great pleasure and who offered their milk very jubilantly with affection exactly like that of a mother?"
    },
    {
        "verse_id": "39",
        "text": "The Supreme Personality of Godhead, Kṛṣṇa, is the bestower of many benedictions, including liberation [kaivalya], or oneness with the Brahman effulgence. For that Personality of Godhead, the gopīs always felt maternal love, and Kṛṣṇa sucked their breasts with full satisfaction. Therefore, because of their relationship as mother and son, although the gopīs were engaged in various family activities, one should never think that they returned to this material world after leaving their bodies."
    },
    {
        "verse_id": "41",
        "text": "Upon smelling the fragrance of the smoke emanating from Pūtanā’s burning body, many inhabitants of Vrajabhūmi in distant places were astonished. “Where is this fragrance coming from?” they asked. Thus they went to the spot where Pūtanā’s body was being burnt."
    },
    {
        "verse_id": "42",
        "text": "When the inhabitants of Vraja who had come from distant places heard the whole story of how Pūtanā had come and then been killed by Kṛṣṇa, they were certainly astonished, and they offered their blessings to the child for His wonderful deed of killing Pūtanā. Nanda Mahārāja, of course, was very much obliged to Vasudeva, who had foreseen the incident, and simply thanked him, thinking how wonderful Vasudeva was."
    },
    {
        "verse_id": "43",
        "text": "O Mahārāja Parīkṣit, best of the Kurus, Nanda Mahārāja was very liberal and simple. He immediately took his son Kṛṣṇa on his lap as if Kṛṣṇa had returned from death, and by formally smelling his son’s head, Nanda Mahārāja undoubtedly enjoyed transcendental bliss."
    },
    {
        "verse_id": "44",
        "text": "Any person who hears with faith and devotion about how Kṛṣṇa, the Supreme Personality of Godhead, killed Pūtanā, and who thus invests his hearing in such childhood pastimes of Kṛṣṇa, certainly attains attachment for Govinda, the supreme, original person."
    }
]