[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Under the protection of Magadharāja, Jarāsandha, the powerful Kaṁsa began persecuting the kings of the Yadu dynasty. In this he had the cooperation of demons like Pralamba, Baka, Cāṇūra, Tṛṇāvarta, Aghāsura, Muṣṭika, Ariṣṭa, Dvivida, Pūtanā, Keśī, Dhenuka, Bāṇāsura, Narakāsura and many other demoniac kings on the surface of the earth."
    },
    {
        "verse_id": "3",
        "text": "Persecuted by the demoniac kings, the Yādavas left their own kingdom and entered various others, like those of the Kurus, Pañcālas, Kekayas, Śālvas, Vidarbhas, Niṣadhas, Videhas and Kośalas."
    },
    {
        "verse_id": "4",
        "text": "Some of their relatives, however, began to follow Kaṁsa’s principles and act in his service. After Kaṁsa, the son of Ugrasena, killed the six sons of Devakī, a plenary portion of Kṛṣṇa entered her womb as her seventh child, arousing her pleasure and her lamentation. That plenary portion is celebrated by great sages as Ananta, who belongs to Kṛṣṇa’s second quadruple expansion."
    },
    {
        "verse_id": "6",
        "text": "To protect the Yadus, His personal devotees, from Kaṁsa’s attack, the Personality of Godhead, Viśvātmā, the Supreme Soul of everyone, ordered Yoga-māyā as follows."
    },
    {
        "verse_id": "7",
        "text": "The Lord ordered Yoga-māyā: O My potency, who are worshipable for the entire world and whose nature is to bestow good fortune upon all living entities, go to Vraja, where there live many cowherd men and their wives. In that very beautiful land, where many cows reside, Rohiṇī, the wife of Vasudeva, is living at the home of Nanda Mahārāja. Other wives of Vasudeva are also living there incognito because of fear of Kaṁsa. Please go there."
    },
    {
        "verse_id": "8",
        "text": "Within the womb of Devakī is My partial plenary expansion known as Saṅkarṣaṇa or Śeṣa. Without difficulty, transfer Him into the womb of Rohiṇī."
    },
    {
        "verse_id": "9",
        "text": "O all-auspicious Yoga-māyā, I shall then appear with My full six opulences as the son of Devakī, and you will appear as the daughter of mother Yaśodā, the queen of Mahārāja Nanda."
    },
    {
        "verse_id": "10",
        "text": "By sacrifices of animals, ordinary human beings will worship you gorgeously, with various paraphernalia, because you are supreme in fulfilling the material desires of everyone."
    },
    {
        "verse_id": "11",
        "text": "Lord Kṛṣṇa blessed Māyādevī by saying: In different places on the surface of the earth, people will give you different names, such as Durgā, Bhadrakālī, Vijayā, Vaiṣṇavī, Kumudā, Caṇḍikā, Kṛṣṇā, Mādhavī, Kanyakā, Māyā, Nārāyaṇī, Īśānī, Śāradā and Ambikā."
    },
    {
        "verse_id": "13",
        "text": "The son of Rohiṇī will also be celebrated as Saṅkarṣaṇa because of being sent from the womb of Devakī to the womb of Rohiṇī. He will be called Rāma because of His ability to please all the inhabitants of Gokula, and He will be known as Balabhadra because of His extensive physical strength."
    },
    {
        "verse_id": "14",
        "text": "Thus instructed by the Supreme Personality of Godhead, Yoga-māyā immediately agreed. With the Vedic mantra om, she confirmed that she would do what He asked. Thus having accepted the order of the Supreme Personality of Godhead, she circumambulated Him and started for the place on earth known as Nanda-gokula. There she did everything just as she had been told."
    },
    {
        "verse_id": "15",
        "text": "When the child of Devakī was attracted and transferred into the womb of Rohiṇī by Yoga-māyā, Devakī seemed to have a miscarriage. Thus all the inhabitants of the palace loudly lamented, “Alas, Devakī has lost her child!”"
    },
    {
        "verse_id": "16",
        "text": "Thus the Supreme Personality of Godhead, who is the Supersoul of all living entities and who vanquishes all the fear of His devotees, entered the mind of Vasudeva in full opulence."
    },
    {
        "verse_id": "17",
        "text": "While carrying the form of the Supreme Personality of Godhead within the core of his heart, Vasudeva bore the Lord’s transcendentally illuminating effulgence, and thus he became as bright as the sun. He was therefore very difficult to see or approach through sensory perception. Indeed, he was unapproachable and unperceivable even for such formidable men as Kaṁsa, and not only for Kaṁsa but for all living entities."
    },
    {
        "verse_id": "18",
        "text": "Thereafter, accompanied by plenary expansions, the fully opulent Supreme Personality of Godhead, who is all-auspicious for the entire universe, was transferred from the mind of Vasudeva to the mind of Devakī. Devakī, having thus been initiated by Vasudeva, became beautiful by carrying Lord Kṛṣṇa, the original consciousness for everyone, the cause of all causes, within the core of her heart, just as the east becomes beautiful by carrying the rising moon."
    },
    {
        "verse_id": "19",
        "text": "Devakī then kept within herself the Supreme Personality of Godhead, the cause of all causes, the foundation of the entire cosmos, but because she was under arrest in the house of Kaṁsa, she was like the flames of a fire covered by the walls of a pot, or like a person who has knowledge but cannot distribute it to the world for the benefit of human society."
    },
    {
        "verse_id": "20",
        "text": "Because the Supreme Personality of Godhead was within her womb, Devakī illuminated the entire atmosphere in the place where she was confined. Seeing her jubilant, pure and smiling, Kaṁsa thought, “The Supreme Personality of Godhead, Viṣṇu, who is now within her, will kill me. Devakī has never before looked so brilliant and jubilant.”"
    },
    {
        "verse_id": "21",
        "text": "Kaṁsa thought: What is my duty now? The Supreme Lord, who knows His purpose will not give up His prowess. Devakī is a woman, she is my sister, and moreover she is now pregnant. If I kill her, my reputation, opulence and duration of life will certainly be vanquished."
    },
    {
        "verse_id": "22",
        "text": "A person who is very cruel is regarded as dead even while living, for while he is living or after his death, everyone condemns him. And after the death of a person in the bodily concept of life, he is undoubtedly transferred to the hell known as Andhatama."
    },
    {
        "verse_id": "23",
        "text": "Śukadeva Gosvāmī said: Deliberating in this way, Kaṁsa, although determined to continue in enmity toward the Supreme Personality of Godhead, refrained from the vicious killing of his sister. He decided to wait until the Lord was born and then do what was needed."
    },
    {
        "verse_id": "24",
        "text": "While sitting on his throne or in his sitting room, while lying on his bed, or, indeed, while situated anywhere, and while eating, sleeping or walking, Kaṁsa saw only his enemy, the Supreme Lord, Hṛṣīkeśa. In other words, by thinking of his all-pervading enemy, Kaṁsa became unfavorably Kṛṣṇa conscious."
    },
    {
        "verse_id": "25",
        "text": "Lord Brahmā and Lord Śiva, accompanied by great sages like Nārada, Devala and Vyāsa and by other demigods like Indra, Candra and Varuṇa, invisibly approached the room of Devakī, where they all joined in offering their respectful obeisances and prayers to please the Supreme Personality of Godhead, who can bestow blessings upon everyone."
    },
    {
        "verse_id": "26",
        "text": "The demigods prayed: O Lord, You never deviate from Your vow, which is always perfect because whatever You decide is perfectly correct and cannot be stopped by anyone. Being present in the three phases of cosmic manifestation — creation, maintenance and annihilation — You are the Supreme Truth. Indeed, unless one is completely truthful, one cannot achieve Your favor, which therefore cannot be achieved by hypocrites. You are the active principle, the real truth, in all the ingredients of creation, and therefore You are known as antaryāmī, the inner force. You are equal to everyone, and Your instructions apply for everyone, for all time. You are the beginning of all truth. Therefore, offering our obeisances, we surrender unto You. Kindly give us protection."
    },
    {
        "verse_id": "27",
        "text": "The body [the total body and the individual body are of the same composition] may figuratively be called “the original tree.” From this tree, which fully depends on the ground of material nature, come two kinds of fruit — the enjoyment of happiness and the suffering of distress. The cause of the tree, forming its three roots, is association with the three modes of material nature — goodness, passion and ignorance. The fruits of bodily happiness have four tastes — religiosity, economic development, sense gratification and liberation — which are experienced through five senses for acquiring knowledge in the midst of six circumstances: lamentation, illusion, old age, death, hunger and thirst. The seven layers of bark covering the tree are skin, blood, muscle, fat, bone, marrow and semen, and the eight branches of the tree are the five gross and three subtle elements — earth, water, fire, air, ether, mind, intelligence and false ego. The tree of the body has nine hollows — the eyes, the ears, the nostrils, the mouth, the rectum and the genitals — and ten leaves, the ten airs passing through the body. In this tree of the body there are two birds: one is the individual soul, and the other is the Supersoul."
    },
    {
        "verse_id": "28",
        "text": "The efficient cause of this material world, manifested with its many varieties as the original tree, is You, O Lord. You are also the maintainer of this material world, and after annihilation You are the one in whom everything is conserved. Those who are covered by Your external energy cannot see You behind this manifestation, but theirs is not the vision of learned devotees."
    },
    {
        "verse_id": "29",
        "text": "O Lord, You are always in full knowledge, and to bring all good fortune to all living entities, You appear in different incarnations, all of them transcendental to the material creation. When You appear in these incarnations, You are pleasing to the pious and religious devotees, but for nondevotees You are the annihilator."
    },
    {
        "verse_id": "30",
        "text": "O lotus-eyed Lord, by concentrating one’s meditation on Your lotus feet, which are the reservoir of all existence, and by accepting those lotus feet as the boat by which to cross the ocean of nescience, one follows in the footsteps of mahājanas [great saints, sages and devotees]. By this simple process, one can cross the ocean of nescience as easily as one steps over the hoofprint of a calf."
    },
    {
        "verse_id": "31",
        "text": "O Lord, who resemble the shining sun, You are always ready to fulfill the desire of Your devotee, and therefore You are known as a desire tree [vāñchā-kalpataru]. When ācāryas completely take shelter under Your lotus feet in order to cross the fierce ocean of nescience, they leave behind on earth the method by which they cross, and because You are very merciful to Your other devotees, You accept this method to help them."
    },
    {
        "verse_id": "32",
        "text": "[Someone may say that aside from devotees, who always seek shelter at the Lord’s lotus feet, there are those who are not devotees but who have accepted different processes for attaining salvation. What happens to them? In answer to this question, Lord Brahmā and the other demigods said:] O lotus-eyed Lord, although nondevotees who accept severe austerities and penances to achieve the highest position may think themselves liberated, their intelligence is impure. They fall down from their position of imagined superiority because they have no regard for Your lotus feet."
    },
    {
        "verse_id": "33",
        "text": "O Mādhava, Supreme Personality of Godhead, Lord of the goddess of fortune, if devotees completely in love with You sometimes fall from the path of devotion, they do not fall like nondevotees, for You still protect them. Thus they fearlessly traverse the heads of their opponents and continue to progress in devotional service."
    },
    {
        "verse_id": "34",
        "text": "O Lord, during the time of maintenance You manifest several incarnations, all with transcendental bodies, beyond the material modes of nature. When You appear in this way, You bestow all good fortune upon the living entities by teaching them to perform Vedic activities such as ritualistic ceremonies, mystic yoga, austerities, penances, and ultimately samādhi, ecstatic absorption in thoughts of You. Thus You are worshiped by the Vedic principles."
    },
    {
        "verse_id": "35",
        "text": "O Lord, cause of all causes, if Your transcendental body were not beyond the modes of material nature, one could not understand the difference between matter and transcendence. Only by Your presence can one understand the transcendental nature of Your Lordship, who are the controller of material nature. Your transcendental nature is very difficult to understand unless one is influenced by the presence of Your transcendental form."
    },
    {
        "verse_id": "36",
        "text": "O Lord, Your transcendental name and form are not ascertained by those who merely speculate on the path of imagination. Your name, form and attributes can be ascertained only through devotional service."
    },
    {
        "verse_id": "37",
        "text": "Even while engaged in various activities, devotees whose minds are completely absorbed at Your lotus feet, and who constantly hear, chant, contemplate and cause others to remember Your transcendental names and forms, are always on the transcendental platform, and thus they can understand the Supreme Personality of Godhead."
    },
    {
        "verse_id": "38",
        "text": "O Lord, we are fortunate because the heavy burden of the demons upon this earth is immediately removed by Your appearance. Indeed, we are certainly fortunate, for we shall be able to see upon this earth and in the heavenly planets the marks of lotus, conchshell, club and disc that adorn Your lotus feet."
    },
    {
        "verse_id": "39",
        "text": "O Supreme Lord, You are not an ordinary living entity appearing in this material world as a result of fruitive activities. Therefore Your appearance or birth in this world has no other cause than Your pleasure potency. Similarly, the living entities, who are part of You, have no cause for miseries like birth, death and old age, except when these living entities are conducted by Your external energy."
    },
    {
        "verse_id": "40",
        "text": "O supreme controller, Your Lordship previously accepted incarnations as a fish, a horse, a tortoise, Narasiṁhadeva, a boar, a swan, Lord Rāmacandra, Paraśurāma and, among the demigods, Vāmanadeva, to protect the entire world by Your mercy. Now please protect us again by Your mercy by diminishing the disturbances in this world. O Kṛṣṇa, best of the Yadus, we respectfully offer our obeisances unto You."
    },
    {
        "verse_id": "41",
        "text": "O mother Devakī, by your good fortune and ours, the Supreme Personality of Godhead Himself, with all His plenary portions, such as Baladeva, is now within your womb. Therefore you need not fear Kaṁsa, who has decided to be killed by the Lord. Your eternal son, Kṛṣṇa, will be the protector of the entire Yadu dynasty."
    },
    {
        "verse_id": "42",
        "text": "After thus offering prayers to the Supreme Personality of Godhead, Lord Viṣṇu, the Transcendence, all the demigods, with Lord Brahmā and Lord Śiva before them, returned to their homes in the heavenly planets."
    }
]