[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvamī said: The master of the goddess of fortune resided happily in His capital city, Dvārakā, which was endowed with all opulences and populated by the most eminent Vṛṣṇis and their gorgeously dressed wives. When these beautiful women in the bloom of youth would play on the city’s rooftops with balls and other toys, they shone like flashing lightning. The main streets of the city were always crowded with intoxicated elephants exuding mada, and also with cavalry, richly adorned infantrymen, and soldiers riding chariots brilliantly decorated with gold. Gracing the city were many gardens and parks with rows of flowering trees, where bees and birds would gather, filling all directions with their songs."
    },
    {
        "verse_id": "8",
        "text": "As Gandharvas joyfully sang His praises to the accompaniment of mṛdaṅga, paṇava and ānaka drums, and as professional reciters known as Sūtas, Māgadhas and Vandīs played vīṇās and recited poems praising Him, Lord Kṛṣṇa would play with His wives in the water. Laughing, the queens would squirt water on Him with syringes, and He would squirt them back. Thus Kṛṣṇa would sport with His queens in the same way that the lord of the Yakṣas sports with the Yakṣī nymphs."
    },
    {
        "verse_id": "10",
        "text": "Under the drenched clothing of the queens, their thighs and breasts would become visible. The flowers tied in their large braids would scatter as they sprayed water on their consort, and on the plea of trying to take away His syringe, they would embrace Him. By His touch their lusty feelings would increase, causing their faces to beam with smiles. Thus Lord Kṛṣṇa’s queens shone with resplendent beauty."
    },
    {
        "verse_id": "11",
        "text": "Lord Kṛṣṇa’s flower garland would become smeared with kuṅkuma from their breasts, and His abundant locks of hair would become disheveled as a result of His absorption in the game. As the Lord repeatedly sprayed His young consorts and they sprayed Him in turn, He enjoyed Himself like the king of elephants enjoying in the company of his bevy of she-elephants."
    },
    {
        "verse_id": "12",
        "text": "Afterward, Lord Kṛṣṇa and His wives would give the ornaments and clothing they had worn during their water sports to the male and female performers, who earned their livelihood from singing and from playing instrumental music."
    },
    {
        "verse_id": "13",
        "text": "In this way Lord Kṛṣṇa would sport with His queens, totally captivating their hearts with His gestures, talks, glances and smiles, and also with His jokes, playful exchanges and embraces."
    },
    {
        "verse_id": "14",
        "text": "The queens would become stunned in ecstatic trance, their minds absorbed in Kṛṣṇa alone. Then, thinking of their lotus-eyed Lord, they would speak as if insane. Please hear these words from me as I relate them."
    },
    {
        "verse_id": "15",
        "text": "The queens said: O kurarī bird, you are lamenting. Now it is night, and somewhere in this world the Supreme Lord is asleep in a hidden place. But you are wide awake, O friend, unable to fall asleep. Is it that, like us, you have had your heart pierced to the core by the lotus-eyed Lord’s munificent, playful smiling glances?"
    },
    {
        "verse_id": "16",
        "text": "Poor cakravākī, even after closing your eyes, you continue to cry pitifully through the night for your unseen mate. Or is it that, like us, you have become the servant of Acyuta and hanker to wear in your braided hair the garland He has blessed with the touch of His feet?"
    },
    {
        "verse_id": "17",
        "text": "Dear ocean, you are always roaring, not sleeping at night. Are you suffering insomnia? Or is it that, as with us, Mukunda has taken your insignias and you are hopeless of retrieving them?"
    },
    {
        "verse_id": "18",
        "text": "My dear moon, having contracted a severe case of tuberculosis, you have become so emaciated that you fail to dispel the darkness with your rays. Or is it that you appear dumbstruck because, like us, you cannot remember the encouraging promises Mukunda once made to you?"
    },
    {
        "verse_id": "19",
        "text": "O Malayan breeze, what have we done to displease you, so that you stir up lust in our hearts, which have already been shattered by Govinda’s sidelong glances?"
    },
    {
        "verse_id": "20",
        "text": "O revered cloud, you are indeed very dear to the chief of the Yādavas, who bears the mark of Śrīvatsa. Like us, you are bound to Him by love and are meditating upon Him. Your heart is distraught with great eagerness, as our hearts are, and as you remember Him again and again you shed a torrent of tears. Association with Kṛṣṇa brings such misery!"
    },
    {
        "verse_id": "21",
        "text": "O sweet-throated cuckoo, in a voice that could revive the dead you are vibrating the same sounds we once heard from our beloved, the most pleasing of speakers. Please tell me what I can do today to please you."
    },
    {
        "verse_id": "22",
        "text": "O magnanimous mountain, you neither move nor speak. You must be pondering some matter of great importance. Or do you, like us, desire to hold on your breasts the feet of Vasudeva’s darling son?"
    },
    {
        "verse_id": "23",
        "text": "O rivers, wives of the ocean, your pools have now dried up. Alas, you have shriveled to nothing, and your wealth of lotuses has vanished. Are you, then, like us, who are withering away because of not receiving the affectionate glance of our dear husband, the Lord of Madhu, who has cheated our hearts?"
    },
    {
        "verse_id": "24",
        "text": "Welcome, swan. Please sit here and drink some milk. Give us some news of the descendant of Śūra, dear one. We know you are His messenger. Is that invincible Lord doing well, and does that unreliable friend of ours still remember the words He spoke to us long ago? Why should we go and worship Him? O servant of a petty master, go tell Him who fulfills our desires to come here without the goddess of fortune. Is she the only woman exclusively devoted to Him?"
    },
    {
        "verse_id": "25",
        "text": "Śukadeva Gosvāmī said: By thus speaking and acting with such ecstatic love for Lord Kṛṣṇa, the master of all masters of mystic yoga, His loving wives attained the ultimate goal of life."
    },
    {
        "verse_id": "26",
        "text": "The Lord, whom countless songs glorify in countless ways, forcibly attracts the minds of all women who simply hear about Him. What to speak, then, of those women who see Him directly?"
    },
    {
        "verse_id": "27",
        "text": "And how could one possibly describe the great austerities that had been performed by the women who perfectly served Him, the spiritual master of the universe, in pure ecstatic love? Thinking of Him as their husband, they rendered such intimate services as massaging His feet."
    },
    {
        "verse_id": "28",
        "text": "Thus observing the principles of duty enunciated in the Vedas, Lord Kṛṣṇa, the goal of the saintly devotees, repeatedly demonstrated how one can achieve at home the objectives of religiosity, economic development and regulated sense gratification."
    },
    {
        "verse_id": "29",
        "text": "While fulfilling the highest standards of religious householder life, Lord Kṛṣṇa maintained more than 16,100 wives."
    },
    {
        "verse_id": "30",
        "text": "Among these jewellike women were eight principal queens, headed by Rukmiṇī. I have already described them one after another, O King, along with their sons."
    },
    {
        "verse_id": "31",
        "text": "The Supreme Lord Kṛṣṇa, whose endeavor never fails, begot ten sons in each of His many wives."
    },
    {
        "verse_id": "32",
        "text": "Among these sons, all possessing unlimited valor, eighteen were mahā-rathas of great renown. Now hear their names from me."
    },
    {
        "verse_id": "33",
        "text": "They were Pradyumna, Aniruddha, Dīptimān, Bhānu, Sāmba, Madhu, Bṛhadbhānu, Citrabhānu, Vṛka, Aruṇa, Puṣkara, Vedabāhu, Śrutadeva, Sunandana, Citrabāhu, Virūpa, Kavi and Nyagrodha."
    },
    {
        "verse_id": "35",
        "text": "O best of kings, of these sons begotten by Lord Kṛṣṇa, the enemy of Madhu, the most prominent was Rukmiṇī’s son Pradyumna. He was just like His father."
    },
    {
        "verse_id": "36",
        "text": "The great warrior Pradyumna married Rukmī’s daughter [Rukmavatī], who gave birth to Aniruddha. He was as strong as ten thousand elephants."
    },
    {
        "verse_id": "37",
        "text": "Rukmī’s daughter’s son [Aniruddha] married Rukmī’s son’s daughter [Rocana]. From her was born Vajra, who would remain among the few survivors of the Yadus’ battle with clubs."
    },
    {
        "verse_id": "38",
        "text": "From Vajra came Pratibāhu, whose son was Subāhu. Subāhu’s son was Śāntasena, from whom Śatasena was born."
    },
    {
        "verse_id": "39",
        "text": "No one born in this family was poor in wealth or progeny, short-lived, weak or neglectful of brahminical culture."
    },
    {
        "verse_id": "40",
        "text": "The Yadu dynasty produced innumerable great men of famous deeds. Even in tens of thousands of years, O King, one could never count them all."
    },
    {
        "verse_id": "41",
        "text": "I have heard from authoritative sources that the Yadu family employed 38,800,000 teachers just to educate their children."
    },
    {
        "verse_id": "42",
        "text": "Who can count all the great Yādavas, when among them King Ugrasena alone was accompanied by an entourage of thirty trillion attendants?"
    },
    {
        "verse_id": "43",
        "text": "The savage descendants of Diti who had been killed in past ages in battles between the demigods and demons took birth among human beings and arrogantly harassed the general populace."
    },
    {
        "verse_id": "44",
        "text": "To subdue these demons, Lord Hari told the demigods to descend into the dynasty of Yadu. They comprised 101 clans, O King."
    },
    {
        "verse_id": "45",
        "text": "Because Lord Kṛṣṇa is the Supreme Personality of Godhead, the Yādavas accepted Him as their ultimate authority. And among them, all those who were His intimate associates especially flourished."
    },
    {
        "verse_id": "46",
        "text": "The Vṛṣṇis were so absorbed in Kṛṣṇa consciousness that they forgot their own bodies while sleeping, sitting, walking, conversing, playing, bathing and so on."
    },
    {
        "verse_id": "47",
        "text": "The heavenly Ganges is a holy place of pilgrimage because her waters wash Lord Kṛṣṇa’s feet. But when the Lord descended among the Yadus, His glories eclipsed the Ganges as a holy place. Both those who hated Kṛṣṇa and those who loved Him attained eternal forms like His in the spiritual world. The unattainable and supremely self-satisfied goddess of fortune, for the sake of whose favor everyone else struggles, belongs to Him alone. His name destroys all inauspiciousness when heard or chanted. He alone has set forth the principles of the various disciplic successions of sages. What wonder is it that He, whose personal weapon is the wheel of time, relieved the burden of the earth?"
    },
    {
        "verse_id": "48",
        "text": "Lord Śrī Kṛṣṇa is He who is known as jana-nivāsa, the ultimate resort of all living entities, and who is also known as Devakīnandana or Yaśodā-nandana, the son of Devakī and Yaśodā. He is the guide of the Yadu dynasty, and with His mighty arms He kills everything inauspicious, as well as every man who is impious. By His presence He destroys all things inauspicious for all living entities, moving and inert. His blissful smiling face always increases the lusty desires of the gopīs of Vṛndāvana. May He be all glorious and happy!"
    },
    {
        "verse_id": "49",
        "text": "To protect the principles of devotional service to Himself, Lord Kṛṣṇa, the best of the Yadus, accepts the pastime forms that have been glorified here in the Śrīmad-Bhāgavatam. One who desires to faithfully serve His lotus feet should hear of the activities He performs in each of these incarnations — activities that suitably imitate those of the forms He assumes. Hearing narrations of these pastimes destroys the reactions to fruitive work."
    },
    {
        "verse_id": "50",
        "text": "By regularly hearing, chanting and meditating on the beautiful topics of Lord Mukunda with ever-increasing sincerity, a mortal being will attain the divine kingdom of the Lord, where the inviolable power of death holds no sway. For this purpose, many persons, including great kings, abandoned their mundane homes and took to the forest."
    }
]