[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Jarāsandha had defeated 20,800 kings in combat and thrown them into prison. As these kings emerged from the Giridroṇī fortress, they appeared dirty and shabbily dressed. They were emaciated by hunger, their faces were dried up, and they were greatly weakened by their long imprisonment."
    },
    {
        "verse_id": "7",
        "text": "The ecstasy of beholding Lord Kṛṣṇa having dispelled the weariness of their imprisonment, the kings stood with joined palms and offered words of praise to that supreme master of the senses."
    },
    {
        "verse_id": "8",
        "text": "The kings said: Obeisances to You, O Lord of the ruling demigods, O destroyer of Your surrendered devotees’ distress. Since we have surrendered to You, O inexhaustible Kṛṣṇa, please save us from this terrible material life, which has made us so despondent."
    },
    {
        "verse_id": "9",
        "text": "O master, Madhusūdana, we do not blame this King of Magadha, since it is actually by Your mercy that kings fall from their royal position, O almighty Lord."
    },
    {
        "verse_id": "10",
        "text": "Infatuated with his opulence and ruling power, a king loses all self-restraint and cannot obtain his true welfare. Thus bewildered by Your illusory energy, he imagines his temporary assets to be permanent."
    },
    {
        "verse_id": "11",
        "text": "Just as men of childish intelligence consider a mirage in the desert to be a pond of water, so those who are irrational look upon the illusory transformations of Māyā as substantial."
    },
    {
        "verse_id": "12",
        "text": "Previously, blinded by the intoxication of riches, we wanted to conquer this earth, and thus we fought one another to achieve victory, mercilessly harassing our own subjects. We arrogantly disregarded You, O Lord, who stood before us as death. But now, O Kṛṣṇa, that powerful form of Yours called time, moving mysteriously and irresistibly, has deprived us of our opulences. Now that You have mercifully destroyed our pride, we beg simply to remember Your lotus feet."
    },
    {
        "verse_id": "14",
        "text": "Never again will we hanker for a miragelike kingdom — a kingdom that must be slavishly served by this mortal body, which is simply a source of disease and suffering and which is declining at every moment. Nor, O almighty Lord, will we hanker to enjoy the heavenly fruits of pious work in the next life, since the promise of such rewards is simply an empty enticement for the ears."
    },
    {
        "verse_id": "15",
        "text": "Please tell us how we may constantly remember Your lotus feet, though we continue in the cycle of birth and death in this world."
    },
    {
        "verse_id": "16",
        "text": "Again and again we offer our obeisances unto Lord Kṛṣṇa, Hari, the son of Vasudeva. That Supreme Soul, Govinda, vanquishes the suffering of all who surrender to Him."
    },
    {
        "verse_id": "17",
        "text": "Śukadeva Gosvāmī said: Thus the kings, now freed from bondage, glorified the Supreme Lord. Then, my dear Parīkṣit, that merciful bestower of shelter spoke to them in a gentle voice."
    },
    {
        "verse_id": "18",
        "text": "The Supreme Personality of Godhead said: From now on, my dear kings, you will have firm devotion to Me, the Supreme Self and the Lord of all that be. I assure you this will come to pass, just as you desire."
    },
    {
        "verse_id": "19",
        "text": "Fortunately you have come to the proper conclusion, my dear kings, and what you have spoken is true. I can see that human beings’ lack of self-restraint, which arises from their intoxication with opulence and power, simply leads to madness."
    },
    {
        "verse_id": "20",
        "text": "Haihaya, Nahuṣa, Veṇa, Rāvaṇa, Naraka and many other rulers of demigods, men and demons fell from their elevated positions because of infatuation with material opulence."
    },
    {
        "verse_id": "21",
        "text": "Understanding that this material body and everything connected with it have a beginning and an end, worship Me by Vedic sacrifices, and with clear intelligence protect your subjects in accordance with the principles of religion."
    },
    {
        "verse_id": "22",
        "text": "As you live your lives, begetting generations of progeny and encountering happiness and distress, birth and death, always keep your minds fixed on Me."
    },
    {
        "verse_id": "23",
        "text": "Be detached from the body and everything connected to it. Remaining self-satisfied, steadfastly keep your vows while concentrating your minds fully on Me. In this way you will ultimately attain Me, the Supreme Absolute Truth."
    },
    {
        "verse_id": "24",
        "text": "Śukadeva Gosvāmī said: Having thus instructed the kings, Lord Kṛṣṇa, the supreme master of all the worlds, engaged male and female servants in bathing and grooming them."
    },
    {
        "verse_id": "25",
        "text": "O descendant of Bharata, the Lord then had King Sahadeva honor them with offerings of clothing, jewelry, garlands and sandalwood paste, all suitable for royalty."
    },
    {
        "verse_id": "26",
        "text": "After they had been properly bathed and adorned, Lord Kṛṣṇa saw to it that they dined on excellent food. He also presented them with various items befitting the pleasure of kings, such as betel nut."
    },
    {
        "verse_id": "27",
        "text": "Honored by Lord Mukunda and freed from tribulation, the kings shone splendidly, their earrings gleaming, just as the moon and other celestial bodies shine brilliantly in the sky at the end of the rainy season."
    },
    {
        "verse_id": "28",
        "text": "Then the Lord arranged for the kings to be seated on chariots drawn by fine horses and adorned with jewels and gold, and pleasing them with gracious words, He sent them off to their own kingdoms."
    },
    {
        "verse_id": "29",
        "text": "Thus liberated from all difficulty by Kṛṣṇa, the greatest of personalities, the kings departed, and as they went they thought only of Him, the Lord of the universe, and of His wonderful deeds."
    },
    {
        "verse_id": "30",
        "text": "The kings told their ministers and other associates what the Personality of Godhead had done, and then they diligently carried out the orders He had imparted to them."
    },
    {
        "verse_id": "31",
        "text": "Having arranged for Bhīmasena to kill Jarāsandha, Lord Keśava accepted worship from King Sahadeva and then departed with the two sons of Pṛthā."
    },
    {
        "verse_id": "32",
        "text": "When they arrived at Indraprastha, the victorious heroes blew their conchshells, bringing joy to their well-wishing friends and sorrow to their enemies."
    },
    {
        "verse_id": "33",
        "text": "The residents of Indraprastha were very pleased to hear that sound, for they understood that now the King of Magadha had been put to rest. King Yudhiṣṭhira felt that his desires were now fulfilled."
    },
    {
        "verse_id": "34",
        "text": "Bhīma, Arjuna and Janārdana offered their respects to the King and informed him fully about what they had done."
    },
    {
        "verse_id": "35",
        "text": "Upon hearing their account of the great favor Lord Keśava had mercifully shown him, King Dharmarāja shed tears of ecstasy. He felt such love that he could not say anything."
    }
]