[
    {
        "verse_id": "1",
        "text": "King Parīkṣit said: My dear lord, you have elaborately described the dynasties of both the moon-god and the sun-god, with the exalted and wonderful character of their kings."
    },
    {
        "verse_id": "2",
        "text": "O best of munis, you have also described the descendants of Yadu, who were very pious and strictly adherent to religious principles. Now, if you will, kindly describe the wonderful, glorious activities of Lord Viṣṇu, or Kṛṣṇa, who appeared in that Yadu dynasty with Baladeva, His plenary expansion."
    },
    {
        "verse_id": "3",
        "text": "The Supersoul, the Supreme Personality of Godhead, Śrī Kṛṣṇa, the cause of the cosmic manifestation, appeared in the dynasty of Yadu. Please tell me elaborately about His glorious activities and character, from the beginning to the end of His life."
    },
    {
        "verse_id": "4",
        "text": "Glorification of the Supreme Personality of Godhead is performed in the paramparā system, that is, it is conveyed from the spiritual master to disciple. Such glorification is relished by those no longer interested in the false, temporary glorification of this cosmic manifestation. Descriptions of the Lord are the right medicine for the conditioned soul undergoing repeated birth and death. Therefore, who will cease hearing such glorification of the Lord except a butcher or one who is killing his own self?"
    },
    {
        "verse_id": "5",
        "text": "Taking the boat of Kṛṣṇa’s lotus feet, my grandfather Arjuna and others crossed the ocean of the Battlefield of Kurukṣetra, in which such commanders as Bhīṣmadeva resembled great fish that could very easily have swallowed them. By the mercy of Lord Kṛṣṇa, my grandfathers crossed this ocean, which was very difficult to cross, as easily as one steps over the hoofprint of a calf. Because my mother surrendered unto Lord Kṛṣṇa’s lotus feet, the Lord, Sudarśana-cakra in hand, entered her womb and saved my body, the body of the last remaining descendant of the Kurus and the Pāṇḍavas, which was almost destroyed by the fiery weapon of Aśvatthāmā. Lord Śrī Kṛṣṇa, appearing within and outside of all materially embodied living beings by His own potency in the forms of eternal time — that is, as Paramātmā and as virāṭ-rūpa — gave liberation to everyone, either as cruel death or as life. Kindly enlighten me by describing His transcendental characteristics."
    },
    {
        "verse_id": "8",
        "text": "My dear Śukadeva Gosvāmī, you have already explained that Saṅkarṣaṇa, who belongs to the second quadruple, appeared as the son of Rohiṇī named Balarāma. If Balarāma was not transferred from one body to another, how is it possible that He was first in the womb of Devakī and then in the womb of Rohiṇī? Kindly explain this to me."
    },
    {
        "verse_id": "9",
        "text": "Why did Kṛṣṇa, the Supreme Personality of Godhead, leave the house of His father, Vasudeva, and transfer Himself to the house of Nanda in Vṛndāvana? Where did the Lord, the master of the Yadu dynasty, live with His relatives in Vṛndāvana?"
    },
    {
        "verse_id": "10",
        "text": "Lord Kṛṣṇa lived both in Vṛndāvana and in Mathurā. What did He do there? Why did He kill Kaṁsa, His mother’s brother? Such killing is not at all sanctioned in the śāstras."
    },
    {
        "verse_id": "11",
        "text": "Kṛṣṇa, the Supreme Personality of Godhead, has no material body, yet He appears as a human being. For how many years did He live with the descendants of Vṛṣṇi? How many wives did He marry, and for how many years did He live in Dvārakā?"
    },
    {
        "verse_id": "12",
        "text": "O great sage, who know everything about Kṛṣṇa, please describe in detail all the activities of which I have inquired and also those of which I have not, for I have full faith and am very eager to hear of them."
    },
    {
        "verse_id": "13",
        "text": "Because of my vow on the verge of death, I have given up even drinking water, yet because I am drinking the nectar of topics about Kṛṣṇa, which is flowing from the lotus mouth of your Lordship, my hunger and thirst, which are extremely difficult to bear, cannot hinder me."
    },
    {
        "verse_id": "14",
        "text": "Sūta Gosvāmī said: O son of Bhṛgu, after Śukadeva Gosvāmī, the most respectable devotee, the son of Vyāsadeva, heard the pious questions of Mahārāja Parīkṣit, he thanked the King with great respect. Then he began to discourse on topics concerning Kṛṣṇa, which are the remedy for all sufferings in this Age of Kali."
    },
    {
        "verse_id": "15",
        "text": "Śrīla Śukadeva Gosvāmī said: O Your Majesty, best of all saintly kings, because you are greatly attracted to topics of Vāsudeva, it is certain that your intelligence is firmly fixed in spiritual understanding, which is the only true goal for humanity. Because that attraction is unceasing, it is certainly sublime."
    },
    {
        "verse_id": "16",
        "text": "The Ganges, emanating from the toe of Lord Viṣṇu, purifies the three worlds, the upper, middle and lower planetary systems. Similarly, when one asks questions about the pastimes and characteristics of Lord Vāsudeva, Kṛṣṇa, three varieties of men are purified: the speaker or preacher, he who inquires, and the people in general who listen."
    },
    {
        "verse_id": "17",
        "text": "Once when mother earth was overburdened by hundreds of thousands of military phalanxes of various conceited demons dressed like kings, she approached Lord Brahmā for relief."
    },
    {
        "verse_id": "18",
        "text": "Mother earth assumed the form of a cow. Very much distressed, with tears in her eyes, she appeared before Lord Brahmā and told him about her misfortune."
    },
    {
        "verse_id": "19",
        "text": "Thereafter, having heard of the distress of mother earth, Lord Brahmā, with mother earth, Lord Śiva and all the other demigods, approached the shore of the Ocean of Milk."
    },
    {
        "verse_id": "20",
        "text": "After reaching the shore of the Ocean of Milk, the demigods worshiped the Supreme Personality of Godhead, Lord Viṣṇu, the master of the whole universe, the supreme God of all gods, who provides for everyone and diminishes everyone’s suffering. With great attention, they worshiped Lord Viṣṇu, who lies on the Ocean of Milk, by reciting the Vedic mantras known as the Puruṣa-sūkta."
    },
    {
        "verse_id": "21",
        "text": "While in trance, Lord Brahmā heard the words of Lord Viṣṇu vibrating in the sky. Thus he told the demigods: O demigods, hear from me the order of Kṣīrodakaśāyī Viṣṇu, the Supreme Person, and execute it attentively without delay."
    },
    {
        "verse_id": "22",
        "text": "Lord Brahmā informed the demigods: Before we submitted our petition to the Lord, He was already aware of the distress on earth. Consequently, for as long as the Lord moves on earth to diminish its burden by His own potency in the form of time, all of you demigods should appear through plenary portions as sons and grandsons in the family of the Yadus."
    },
    {
        "verse_id": "23",
        "text": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, who has full potency, will personally appear as the son of Vasudeva. Therefore all the wives of the demigods should also appear in order to satisfy Him."
    },
    {
        "verse_id": "24",
        "text": "The foremost manifestation of Kṛṣṇa is Saṅkarṣaṇa, who is known as Ananta. He is the origin of all incarnations within this material world. Previous to the appearance of Lord Kṛṣṇa, this original Saṅkarṣaṇa will appear as Baladeva, just to please the Supreme Lord Kṛṣṇa in His transcendental pastimes."
    },
    {
        "verse_id": "25",
        "text": "The potency of the Lord, known as viṣṇu-māyā, who is as good as the Supreme Personality of Godhead, will also appear with Lord Kṛṣṇa. This potency, acting in different capacities, captivates all the worlds, both material and spiritual. At the request of her master, she will appear with her different potencies in order to execute the work of the Lord."
    },
    {
        "verse_id": "26",
        "text": "Śukadeva Gosvāmī continued: After thus advising the demigods and pacifying mother earth, the very powerful Lord Brahmā, who is the master of all other Prajāpatis and is therefore known as Prajāpati-pati, returned to his own abode, Brahmaloka."
    },
    {
        "verse_id": "27",
        "text": "Formerly, Śūrasena, the chief of the Yadu dynasty, had gone to live in the city of Mathurā. There he enjoyed the places known as Māthura and Śūrasena."
    },
    {
        "verse_id": "28",
        "text": "Since that time, the city of Mathurā had been the capital of all the kings of the Yadu dynasty. The city and district of Mathurā are very intimately connected with Kṛṣṇa, for Lord Kṛṣṇa lives there eternally."
    },
    {
        "verse_id": "29",
        "text": "Some time ago, Vasudeva, who belonged to the demigod family [or to the Śūra dynasty], married Devakī. After the marriage, he mounted his chariot to return home with his newly married wife."
    },
    {
        "verse_id": "30",
        "text": "Kaṁsa, the son of King Ugrasena, in order to please his sister Devakī on the occasion of her marriage, took charge of the reins of the horses and became the chariot driver. He was surrounded by hundreds of golden chariots."
    },
    {
        "verse_id": "31",
        "text": "Devakī’s father, King Devaka, was very much affectionate to his daughter. Therefore, while she and her husband were leaving home, he gave her a dowry of four hundred elephants nicely decorated with golden garlands. He also gave ten thousand horses, eighteen hundred chariots, and two hundred very beautiful young maidservants, fully decorated with ornaments."
    },
    {
        "verse_id": "33",
        "text": "O beloved son, Mahārāja Parīkṣit, when the bride and bridegroom were ready to start, conchshells, bugles, drums and kettledrums all vibrated in concert for their auspicious departure."
    },
    {
        "verse_id": "34",
        "text": "While Kaṁsa, controlling the reins of the horses, was driving the chariot along the way, an unembodied voice addressed him, “You foolish rascal, the eighth child of the woman you are carrying will kill you!”"
    },
    {
        "verse_id": "35",
        "text": "Kaṁsa was a condemned personality in the Bhoja dynasty because he was envious and sinful. Therefore, upon hearing this omen from the sky, he caught hold of his sister’s hair with his left hand and took up his sword with his right hand to sever her head from her body."
    },
    {
        "verse_id": "36",
        "text": "Wanting to pacify Kaṁsa, who was so cruel and envious that he was shamelessly ready to kill his sister, the great soul Vasudeva, who was to be the father of Kṛṣṇa, spoke to him in the following words."
    },
    {
        "verse_id": "37",
        "text": "Vasudeva said: My dear brother-in-law Kaṁsa, you are the pride of your family, the Bhoja dynasty, and great heroes praise your qualities. How could such a qualified person as you kill a woman, your own sister, especially on the occasion of her marriage?"
    },
    {
        "verse_id": "38",
        "text": "O great hero, one who takes birth is sure to die, for death is born with the body. One may die today or after hundreds of years, but death is sure for every living entity."
    },
    {
        "verse_id": "39",
        "text": "When the present body turns to dust and is again reduced to five elements — earth, water, fire, air and ether — the proprietor of the body, the living being, automatically receives another body of material elements according to his fruitive activities. When the next body is obtained, he gives up the present body."
    },
    {
        "verse_id": "40",
        "text": "Just as a person traveling on the road rests one foot on the ground and then lifts the other, or as a worm on a vegetable transfers itself to one leaf and then gives up the previous one, the conditioned soul takes shelter of another body and then gives up the one he had before."
    },
    {
        "verse_id": "41",
        "text": "Having experienced a situation by seeing or hearing about it, one contemplates and speculates about that situation, and thus one surrenders to it, not considering his present body. Similarly, by mental adjustments one dreams at night of living under different circumstances, in different bodies, and forgets his actual position. Under this same process, one gives up his present body and accepts another [tathā dehāntara-prāptiḥ]."
    },
    {
        "verse_id": "42",
        "text": "At the time of death, according to the thinking, feeling and willing of the mind, which is involved in fruitive activities, one receives a particular body. In other words, the body develops according to the activities of the mind. Changes of body are due to the flickering of the mind, for otherwise the soul could remain in its original, spiritual body."
    },
    {
        "verse_id": "43",
        "text": "When the luminaries in the sky, such as the moon, the sun and the stars, are reflected in liquids like oil or water, they appear to be of different shapes — sometimes round, sometimes long, and so on — because of the movements of the wind. Similarly, when the living entity, the soul, is absorbed in materialistic thoughts, he accepts various manifestations as his own identity because of ignorance. In other words, one is bewildered by mental concoctions because of agitation from the material modes of nature."
    },
    {
        "verse_id": "44",
        "text": "Therefore, since envious, impious activities cause a body in which one suffers in the next life, why should one act impiously? Considering one’s welfare, one should not envy anyone, for an envious person must always fear harm from his enemies, either in this life or in the next."
    },
    {
        "verse_id": "45",
        "text": "As your younger sister, this poor girl Devakī is like your own daughter and deserves to be affectionately maintained. You are merciful, and therefore you should not kill her. Indeed, she deserves your affection."
    },
    {
        "verse_id": "46",
        "text": "Śukadeva Gosvāmī continued: O best of the Kuru dynasty, Kaṁsa was fiercely cruel and was actually a follower of the Rākṣasas. Therefore he could be neither pacified nor terrified by the good instructions given by Vasudeva. He did not care about the results of sinful activities, either in this life or in the next."
    },
    {
        "verse_id": "47",
        "text": "When Vasudeva saw that Kaṁsa was determined to kill his sister Devakī, he thought to himself very deeply. Considering the imminent danger of death, he thought of another plan to stop Kaṁsa."
    },
    {
        "verse_id": "48",
        "text": "As long as he has intelligence and bodily strength, an intelligent person must try to avoid death. This is the duty of every embodied person. But if death cannot be avoided in spite of one’s endeavors, a person facing death commits no offense."
    },
    {
        "verse_id": "49",
        "text": "Vasudeva considered: By delivering all my sons to Kaṁsa, who is death personified, I shall save the life of Devakī. Perhaps Kaṁsa will die before my sons take birth, or, since he is already destined to die at the hands of my son, one of my sons may kill him. For the time being, let me promise to hand over my sons so that Kaṁsa will give up this immediate threat, and if in due course of time Kaṁsa dies, I shall have nothing to fear."
    },
    {
        "verse_id": "51",
        "text": "When a fire, for some unseen reason, leaps over one piece of wood and sets fire to the next, the reason is destiny. Similarly, when a living being accepts one kind of body and leaves aside another, there is no other reason than unseen destiny."
    },
    {
        "verse_id": "52",
        "text": "After thus considering the matter as far as his knowledge would allow, Vasudeva submitted his proposal to the sinful Kaṁsa with great respect."
    },
    {
        "verse_id": "53",
        "text": "Vasudeva’s mind was full of anxiety because his wife was facing danger, but in order to please the cruel, shameless and sinful Kaṁsa, he externally smiled and spoke to him as follows."
    },
    {
        "verse_id": "54",
        "text": "Vasudeva said: O best of the sober, you have nothing to fear from your sister Devakī because of what you have heard from the unseen omen. The cause of death will be her sons. Therefore I promise that when she gives birth to the sons from whom your fear has arisen, I shall deliver them all unto your hands."
    },
    {
        "verse_id": "55",
        "text": "Śrīla Śukadeva Gosvāmī continued: Kaṁsa agreed to the logical arguments of Vasudeva, and, having full faith in Vasudeva’s words, he refrained from killing his sister. Vasudeva, being pleased with Kaṁsa, pacified him further and entered his own house."
    },
    {
        "verse_id": "56",
        "text": "Each year thereafter, in due course of time, Devakī, the mother of God and all the demigods, gave birth to a child. Thus she bore eight sons, one after another, and a daughter named Subhadrā."
    },
    {
        "verse_id": "57",
        "text": "Vasudeva was very much disturbed by fear of becoming a liar by breaking his promise. Thus with great pain he delivered his first-born son, named Kīrtimān, into the hands of Kaṁsa."
    },
    {
        "verse_id": "58",
        "text": "What is painful for saintly persons who strictly adhere to the truth? How could there not be independence for pure devotees who know the Supreme Lord as the substance? What deeds are forbidden for persons of the lowest character? And what cannot be given up for the sake of Lord Kṛṣṇa by those who have fully surrendered at His lotus feet?"
    },
    {
        "verse_id": "59",
        "text": "My dear King Parīkṣit, when Kaṁsa saw that Vasudeva, being situated in truthfulness, was completely equipoised in giving him the child, he was very happy. Therefore, with a smiling face, he spoke as follows."
    },
    {
        "verse_id": "60",
        "text": "O Vasudeva, you may take back your child and go home. I have no fear of your first child. It is the eighth child of you and Devakī I am concerned with because that is the child by whom I am destined to be killed."
    },
    {
        "verse_id": "61",
        "text": "Vasudeva agreed and took his child back home, but because Kaṁsa had no character and no self-control, Vasudeva knew that he could not rely on Kaṁsa’s word."
    },
    {
        "verse_id": "62",
        "text": "The inhabitants of Vṛndāvana, headed by Nanda Mahārāja and including his associate cowherd men and their wives, were none but denizens of the heavenly planets, O Mahārāja Parīkṣit, best of the descendants of Bharata, and so too were the descendants of the Vṛṣṇi dynasty, headed by Vasudeva and Devakī and the other women of the dynasty of Yadu. The friends, relatives and well-wishers of both Nanda Mahārāja and Vasudeva and even those who externally appeared to be followers of Kaṁsa were all demigods."
    },
    {
        "verse_id": "64",
        "text": "Once the great saint Nārada approached Kaṁsa and informed him of how the demoniac persons who were a great burden on the earth were going to be killed. Thus Kaṁsa was placed into great fear and doubt."
    },
    {
        "verse_id": "65",
        "text": "After the departure of the great saint Nārada, Kaṁsa thought that all the members of the Yadu dynasty were demigods and that any of the children born from the womb of Devakī might be Viṣṇu. Fearing his death, Kaṁsa arrested Vasudeva and Devakī and chained them with iron shackles. Suspecting each of the children to be Viṣṇu, Kaṁsa killed them one after another because of the prophecy that Viṣṇu would kill him."
    },
    {
        "verse_id": "67",
        "text": "Kings greedy for sense gratification on this earth almost always kill their enemies indiscriminately. To satisfy their own whims, they may kill anyone, even their mothers, fathers, brothers or friends."
    },
    {
        "verse_id": "68",
        "text": "In his previous birth, Kaṁsa had been a great demon named Kālanemi and been killed by Viṣṇu. Upon learning this information from Nārada, Kaṁsa became envious of everyone connected with the Yadu dynasty."
    },
    {
        "verse_id": "69",
        "text": "Kaṁsa, the most powerful son of Ugrasena, even imprisoned his own father, the King of the Yadu, Bhoja and Andhaka dynasties, and personally ruled the states known as Śūrasena."
    }
]