[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said:To the ladies of Vṛndāvana, the cowherd boys then related in full detail Kṛṣṇa’s and Balarāma’s wonderful activities of delivering them from the forest fire and killing the demon Pralamba."
    },
    {
        "verse_id": "2",
        "text": "The elder cowherd men and ladies were amazed to hear this account, and they concluded that Kṛṣṇa and Balarāma must be exalted demigods who had appeared in Vṛndāvana."
    },
    {
        "verse_id": "3",
        "text": "Then the rainy season began, giving life and sustenance to all living beings. The sky began to rumble with thunder, and lightning flashed on the horizon."
    },
    {
        "verse_id": "4",
        "text": "The sky was then covered by dense blue clouds accompanied by lightning and thunder. Thus the sky and its natural illumination were covered in the same way that the spirit soul is covered by the three modes of material nature."
    },
    {
        "verse_id": "5",
        "text": "With its rays, the sun had for eight months drunk up the earth’s wealth in the form of water. Now that the proper time had arrived, the sun began releasing this accumulated wealth."
    },
    {
        "verse_id": "6",
        "text": "Flashing with lightning, great clouds were shaken and swept about by fierce winds. Just like merciful persons, the clouds gave their lives for the pleasure of this world."
    },
    {
        "verse_id": "7",
        "text": "The earth had been emaciated by the summer heat, but she became fully nourished again when moistened by the god of rain. Thus the earth was like a person whose body has been emaciated by austerities undergone for a material purpose, but who again becomes fully nourished when he achieves the fruit of those austerities."
    },
    {
        "verse_id": "8",
        "text": "In the evening twilight during the rainy season, the darkness allowed the glowworms but not the stars to shine forth, just as in the Age of Kali the predominance of sinful activities allows atheistic doctrines to overshadow the true knowledge of the Vedas."
    },
    {
        "verse_id": "9",
        "text": "The frogs, who had all along been lying silent, suddenly began croaking when they heard the rumbling of the rain clouds, in the same way that brāhmaṇa students, who perform their morning duties in silence begin reciting their lessons when called by their teacher."
    },
    {
        "verse_id": "10",
        "text": "With the advent of the rainy season, the insignificant streams, which had become dry, began to swell and then strayed from their proper courses, like the body, property and money of a man controlled by the urges of his senses."
    },
    {
        "verse_id": "11",
        "text": "The newly grown grass made the earth emerald green, the indragopa insects added a reddish hue, and white mushrooms added further color and circles of shade. Thus the earth appeared like a person who has suddenly become rich."
    },
    {
        "verse_id": "12",
        "text": "With their wealth of grains, the fields gave joy to the farmers. But those fields created remorse in the hearts of those who were too proud to engage in farming and who failed to understand how everything is under the control of the Supreme."
    },
    {
        "verse_id": "13",
        "text": "As all creatures of the land and water took advantage of the newly fallen rainwater, their forms became attractive and pleasing, just as a devotee becomes beautiful by engaging in the service of the Supreme Lord."
    },
    {
        "verse_id": "14",
        "text": "Where the rivers joined the ocean it became agitated, its waves blown about by the wind, just as the mind of an immature yogī becomes agitated because he is still tainted by lust and attached to the objects of sense gratification."
    },
    {
        "verse_id": "15",
        "text": "Just as devotees whose minds are absorbed in the Personality of Godhead remain peaceful even when attacked by all sorts of dangers, the mountains in the rainy season were not at all disturbed by the repeated striking of the rain-bearing clouds."
    },
    {
        "verse_id": "16",
        "text": "During the rainy season the roads, not being cleansed, became covered with grass and debris and were thus difficult to make out. These roads were like religious scriptures that brāhmaṇas no longer study and that thus become corrupted and covered over with the passage of time."
    },
    {
        "verse_id": "17",
        "text": "Though the clouds are the well-wishing friends of all living beings, the lightning, fickle in its affinities, moved from one group of clouds to another, like lusty women unfaithful even to virtuous men."
    },
    {
        "verse_id": "18",
        "text": "When the curved bow of Indra [the rainbow] appeared in the sky, which had the quality of thundering sound, it was unlike ordinary bows because it did not rest upon a string. Similarly, when the Supreme Lord appears in this world, which is the interaction of the material qualities, He is unlike ordinary persons because He remains free from all material qualities and independent of all material conditions."
    },
    {
        "verse_id": "19",
        "text": "During the rainy season the moon was prevented from appearing directly by the covering of the clouds, which were themselves illumined by the moon’s rays. Similarly, the living being in material existence is prevented from appearing directly by the covering of the false ego, which is itself illumined by the consciousness of the pure soul."
    },
    {
        "verse_id": "20",
        "text": "The peacocks became festive and cried out a joyful greeting when they saw the clouds arrive, just as people distressed in household life feel pleasure when the pure devotees of the infallible Supreme Lord visit them."
    },
    {
        "verse_id": "21",
        "text": "The trees had grown thin and dry, but after they drank the newly fallen rainwater through their feet, their various bodily features blossomed. Similarly, one whose body has grown thin and weak from austerity again exhibits his healthy bodily features upon enjoying the material objects gained through that austerity."
    },
    {
        "verse_id": "22",
        "text": "The cranes continued dwelling on the shores of the lakes, although the shores were agitated during the rainy season, just as materialistic persons with contaminated minds always remain at home, despite the many disturbances there."
    },
    {
        "verse_id": "23",
        "text": "When Indra sent forth his rains, the floodwaters broke through the irrigation dikes in the agricultural fields, just as in the Kali-yuga the atheists’ false theories break down the boundaries of Vedic injunctions."
    },
    {
        "verse_id": "24",
        "text": "The clouds, impelled by the winds, released their nectarean water for the benefit of all living beings, just as kings, instructed by their brāhmaṇa priests, dispense charity to the citizens."
    },
    {
        "verse_id": "25",
        "text": "When the Vṛndāvana forest had thus become resplendent, filled with ripe dates and jambu fruits, Lord Kṛṣṇa, surrounded by His cows and cowherd boyfriends and accompanied by Śrī Balarāma, entered that forest to enjoy."
    },
    {
        "verse_id": "26",
        "text": "The cows had to move slowly because of their weighty milk bags, but they quickly ran to the Supreme Personality of Godhead as soon as He called them, their affection for Him causing their udders to become wet."
    },
    {
        "verse_id": "27",
        "text": "The Lord saw the joyful aborigine girls of the forest, the trees dripping sweet sap, and the mountain waterfalls, whose resounding indicated that there were caves nearby."
    },
    {
        "verse_id": "28",
        "text": "When it rained, the Lord would sometimes enter a cave or the hollow of a tree to play and to eat roots and fruits."
    },
    {
        "verse_id": "29",
        "text": "Lord Kṛṣṇa would take His meal of boiled rice and yogurt, sent from home, in the company of Lord Saṅkarṣaṇa and the cowherd boys who regularly ate with Him. They would all sit down to eat on a large stone near the water."
    },
    {
        "verse_id": "30",
        "text": "Lord Kṛṣṇa watched the contented bulls, calves and cows sitting on the green grass and grazing with closed eyes, and He saw that the cows were tired from the burden of their heavy milk bags. Thus observing the beauty and opulence of Vṛndāvana’s rainy season, a perennial source of great happiness, the Lord offered all respect to that season, which was expanded from His own internal potency."
    },
    {
        "verse_id": "32",
        "text": "While Lord Rāma and Lord Keśava were thus dwelling in Vṛndāvana, the fall season arrived, when the sky is cloudless, the water clear and the wind gentle."
    },
    {
        "verse_id": "33",
        "text": "The autumn season, which regenerated the lotus flowers, also restored the various bodies of water to their original purity, just as the process of devotional service purifies the minds of the fallen yogīs when they return to it."
    },
    {
        "verse_id": "34",
        "text": "Autumn cleared the sky of clouds, let the animals get out of their crowded living conditions, cleaned the earth of its covering of mud, and purified the water of contamination, in the same way that loving service rendered to Lord Kṛṣṇa frees the members of the four spiritual orders from their respective troubles."
    },
    {
        "verse_id": "35",
        "text": "The clouds, having given up all they possessed, shone forth with purified effulgence, just like peaceful sages who have given up all material desires and are thus free of all sinful propensities."
    },
    {
        "verse_id": "36",
        "text": "During this season the mountains sometimes released their pure water and sometimes did not, just as experts in transcendental science sometimes give the nectar of transcendental knowledge and sometimes do not."
    },
    {
        "verse_id": "37",
        "text": "The fish swimming in the increasingly shallow water did not at all understand that the water was diminishing, just as foolish family men cannot see how the time they have left to live is diminishing with every passing day."
    },
    {
        "verse_id": "38",
        "text": "Just as a miserly, poverty-stricken person overly absorbed in family life suffers because he cannot control his senses, the fish swimming in the shallow water had to suffer the heat of the autumn sun."
    },
    {
        "verse_id": "39",
        "text": "Gradually the different areas of land gave up their muddy condition and the plants grew past their unripe stage, in the same way that sober sages give up egotism and possessiveness. These are based on things different from the real self, namely, the material body and its by-products."
    },
    {
        "verse_id": "40",
        "text": "With the arrival of autumn, the ocean and the lakes became silent, their water still, just like a sage who has desisted from all material activities and given up his recitation of Vedic mantras."
    },
    {
        "verse_id": "41",
        "text": "In the same way that the practitioners of yoga bring their senses under strict control to check their consciousness from flowing out through the agitated senses, the farmers erected strong mud banks to keep the water within their rice fields from draining out."
    },
    {
        "verse_id": "42",
        "text": "The autumn moon relieved all creatures of the suffering caused by the sun’s rays, just as wisdom relieves a person of the misery caused by his identifying with his material body and as Lord Mukunda relieves Vṛndāvana’s ladies of the distress caused by their separation from Him."
    },
    {
        "verse_id": "43",
        "text": "Free of clouds and filled with clearly visible stars, the autumn sky shone brilliantly, just like the spiritual consciousness of one who has directly experienced the purport of the Vedic scriptures."
    },
    {
        "verse_id": "44",
        "text": "The full moon shone in the sky, surrounded by stars, just as Śrī Kṛṣṇa, the Lord of the Yadu dynasty, shone brilliantly on the earth, surrounded by all the Vṛṣṇis."
    },
    {
        "verse_id": "45",
        "text": "Except for the gopīs, whose hearts had been stolen by Kṛṣṇa, the people could forget their suffering by embracing the wind coming from the flower-filled forest. This wind was neither hot nor cold."
    },
    {
        "verse_id": "46",
        "text": "By the influence of the autumn season, all the cows, doe, women and female birds became fertile and were followed by their respective mates in search of sexual enjoyment, just as activities performed for the service of the Supreme Lord are automatically followed by all beneficial results."
    },
    {
        "verse_id": "47",
        "text": "O King Parīkṣit, when the autumn sun rose, all the lotus flowers blossomed happily, except the night-blooming kumut, just as in the presence of a strong ruler everyone becomes fearless, except the thieves."
    },
    {
        "verse_id": "48",
        "text": "In all the towns and villages people held great festivals, performing the Vedic fire sacrifice for honoring and tasting the first grains of the new harvest, along with similar celebrations that followed local custom and tradition. Thus the earth, rich with newly grown grain and especially beautified by the presence of Kṛṣṇa and Balarāma, shone beautifully as an expansion of the Supreme Lord."
    },
    {
        "verse_id": "49",
        "text": "The merchants, sages, kings and brahmacārī students, kept in by the rain, were at last free to go out and attain their desired objects, just as those who achieve perfection in this life can, when the proper time comes, leave the material body and attain their respective forms."
    }
]