[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: My dear King Parīkṣit, the doors inside and outside the house closed as before. Thereafter, the inhabitants of the house, especially the watchmen, heard the crying of the newborn child and thus awakened from their beds."
    },
    {
        "verse_id": "2",
        "text": "Thereafter, all the watchmen very quickly approached King Kaṁsa, the ruler of the Bhoja dynasty, and submitted the news of the birth of Devakī’s child. Kaṁsa, who had awaited this news very anxiously, immediately took action."
    },
    {
        "verse_id": "3",
        "text": "Kaṁsa immediately got up from bed, thinking, “Here is Kāla, the supreme time factor, which has taken birth to kill me!” Thus overwhelmed, Kaṁsa, his hair scattered on his head, at once approached the place where the child had been born."
    },
    {
        "verse_id": "4",
        "text": "Devakī helplessly, piteously appealed to Kaṁsa: My dear brother, all good fortune unto you. Don’t kill this girl. She will be your daughter-in-law. Indeed, it is unworthy of you to kill a woman."
    },
    {
        "verse_id": "5",
        "text": "My dear brother, by the influence of destiny you have already killed many babies, each of them as bright and beautiful as fire. But kindly spare this daughter. Give her to me as your gift."
    },
    {
        "verse_id": "6",
        "text": "My lord, my brother, I am very poor, being bereft of all my children, but still I am your younger sister, and therefore it would be worthy of you to give me this last child as a gift."
    },
    {
        "verse_id": "7",
        "text": "Śukadeva Gosvāmī continued: Piteously embracing her daughter and crying, Devakī begged Kaṁsa for the child, but he was so cruel that he chastised her and forcibly snatched the child from her hands."
    },
    {
        "verse_id": "8",
        "text": "Having uprooted all relationships with his sister because of intense selfishness, Kaṁsa, who was sitting on his knees, grasped the newborn child by the legs and tried to dash her against the surface of a stone."
    },
    {
        "verse_id": "9",
        "text": "The child, Yoga-māyā-devī, the younger sister of Lord Viṣṇu, slipped upward from Kaṁsa’s hands and appeared in the sky as Devī, the goddess Durgā, with eight arms, completely equipped with weapons."
    },
    {
        "verse_id": "10",
        "text": "The goddess Durgā was decorated with flower garlands, smeared with sandalwood pulp and dressed with excellent garments and ornaments made of valuable jewels. Holding in her hands a bow, a trident, arrows, a shield, a sword, a conchshell, a disc and a club, and being praised by celestial beings like Apsarās, Kinnaras, Uragas, Siddhas, Cāraṇas and Gandharvas, who worshiped her with all kinds of presentations, she spoke as follows."
    },
    {
        "verse_id": "12",
        "text": "O Kaṁsa, you fool, what will be the use of killing me? The Supreme Personality of Godhead, who has been your enemy from the very beginning and who will certainly kill you, has already taken His birth somewhere else. Therefore, do not unnecessarily kill other children."
    },
    {
        "verse_id": "13",
        "text": "After speaking to Kaṁsa in this way, the goddess Durgā, Yoga-māyā, appeared in different places, such as Vārāṇasī, and became celebrated by different names, such as Annapūrṇā, Durgā, Kālī and Bhadrā."
    },
    {
        "verse_id": "14",
        "text": "After hearing the words of the goddess Durgā, Kaṁsa was struck with wonder. Thus he approached his sister Devakī and brother-in-law Vasudeva, released them immediately from their shackles, and very humbly spoke as follows."
    },
    {
        "verse_id": "15",
        "text": "Alas, my sister! Alas, my brother-in-law! I am indeed so sinful that exactly like a man-eater [Rākṣasa] who eats his own child, I have killed so many sons born of you."
    },
    {
        "verse_id": "16",
        "text": "Being merciless and cruel, I have forsaken all my relatives and friends. Therefore, like a person who has killed a brāhmaṇa, I do not know to which planet I shall go, either after death or while breathing."
    },
    {
        "verse_id": "17",
        "text": "Alas, not only human beings but sometimes even providence lies. And I am so sinful that I believed the omen of providence and killed so many of my sister’s children."
    },
    {
        "verse_id": "18",
        "text": "O great souls, your children have suffered their own misfortune. Therefore, please do not lament for them. All living entities are under the control of the Supreme, and they cannot always live together."
    },
    {
        "verse_id": "19",
        "text": "In this world, we can see that pots, dolls and other products of the earth appear, break and then disappear, mixing with the earth. Similarly, the bodies of all conditioned living entities are annihilated, but the living entities, like the earth itself, are unchanging and never annihilated [na hanyate hanyamāne śarīre]."
    },
    {
        "verse_id": "20",
        "text": "One who does not understand the constitutional position of the body and the soul [ātmā] becomes too attached to the bodily concept of life. Consequently, because of attachment to the body and its by-products, he feels affected by union with and separation from his family, society and nation. As long as this continues, one continues his material life. [Otherwise, one is liberated.]"
    },
    {
        "verse_id": "21",
        "text": "My dear sister Devakī, all good fortune unto you. Everyone suffers and enjoys the results of his own work under the control of providence. Therefore, although your sons have unfortunately been killed by me, please do not lament for them."
    },
    {
        "verse_id": "22",
        "text": "In the bodily conception of life, one remains in darkness, without self-realization, thinking, “I am being killed” or “I have killed my enemies.” As long as a foolish person thus considers the self to be the killer or the killed, he continues to be responsible for material obligations, and consequently he suffers the reactions of happiness and distress."
    },
    {
        "verse_id": "23",
        "text": "Kaṁsa begged, “My dear sister and brother-in-law, please be merciful to such a poor-hearted person as me, since both of you are saintly persons. Please excuse my atrocities.” Having said this, Kaṁsa fell at the feet of Vasudeva and Devakī, his eyes full of tears of regret."
    },
    {
        "verse_id": "24",
        "text": "Fully believing in the words of the goddess Durgā, Kaṁsa exhibited his familial affection for Devakī and Vasudeva by immediately releasing them from their iron shackles."
    },
    {
        "verse_id": "25",
        "text": "When Devakī saw her brother actually repentant while explaining ordained events, she was relieved of all anger. Similarly, Vasudeva was also free from anger. Smiling, he spoke to Kaṁsa as follows."
    },
    {
        "verse_id": "26",
        "text": "O great personality Kaṁsa, only by the influence of ignorance does one accept the material body and bodily ego. What you have said about this philosophy is correct. Persons in the bodily concept of life, lacking self-realization, differentiate in terms of “This is mine” and “This belongs to another.”"
    },
    {
        "verse_id": "27",
        "text": "Persons with the vision of differentiation are imbued with the material qualities lamentation, jubilation, fear, envy, greed, illusion and madness. They are influenced by the immediate cause, which they are busy counteracting, because they have no knowledge of the remote, supreme cause, the Personality of Godhead."
    },
    {
        "verse_id": "28",
        "text": "Śukadeva Gosvāmī continued: Thus having been addressed in purity by Devakī and Vasudeva, who were very much appeased, Kaṁsa felt pleased, and with their permission he entered his home."
    },
    {
        "verse_id": "29",
        "text": "After that night passed, Kaṁsa summoned his ministers and informed them of all that had been spoken by Yoga-māyā [who had revealed that He who was to slay Kaṁsa had already been born somewhere else]."
    },
    {
        "verse_id": "30",
        "text": "After hearing their master’s statement, the envious asuras, who were enemies of the demigods and were not very expert in their dealings, advised Kaṁsa as follows."
    },
    {
        "verse_id": "31",
        "text": "If this is so, O King of the Bhoja dynasty, beginning today we shall kill all the children born in all the villages, towns and pasturing grounds within the past ten days or slightly more."
    },
    {
        "verse_id": "32",
        "text": "The demigods always fear the sound of your bowstring. They are constantly in anxiety, afraid of fighting. Therefore, what can they do by their endeavors to harm you?"
    },
    {
        "verse_id": "33",
        "text": "While being pierced by your arrows, which you discharged on all sides, some of them, who were injured by the multitude of arrows but who desired to live, fled the battlefield, intent on escaping."
    },
    {
        "verse_id": "34",
        "text": "Defeated and bereft of all weapons, some of the demigods gave up fighting and praised you with folded hands, and some of them, appearing before you with loosened garments and hair, said, “O lord, we are very much afraid of you.”"
    },
    {
        "verse_id": "35",
        "text": "When the demigods are bereft of their chariots, when they forget how to use weapons, when they are fearful or attached to something other than fighting, or when their bows are broken and they have thus lost the ability to fight, Your Majesty does not kill them."
    },
    {
        "verse_id": "36",
        "text": "The demigods boast uselessly while away from the battlefield. Only where there is no fighting can they show their prowess. Therefore, from such demigods we have nothing to fear. As for Lord Viṣṇu, He is in seclusion in the core of the hearts of the yogīs. As for Lord Śiva, he has gone to the forest. And as for Lord Brahmā, he is always engaged in austerities and meditation. The other demigods, headed by Indra, are devoid of prowess. Therefore you have nothing to fear."
    },
    {
        "verse_id": "37",
        "text": "Nonetheless, because of their enmity, our opinion is that the demigods should not be neglected. Therefore, to uproot them completely, engage us in fighting with them, for we are ready to follow you."
    },
    {
        "verse_id": "38",
        "text": "As a disease, if initially neglected, becomes acute and impossible to cure, or as the senses, if not controlled at first, are impossible to control later, an enemy, if neglected in the beginning, later becomes insurmountable."
    },
    {
        "verse_id": "39",
        "text": "The foundation of all the demigods is Lord Viṣṇu, who lives and is worshiped wherever there are religious principles, traditional culture, the Vedas, cows, brāhmaṇas, austerities, and sacrifices with proper remuneration."
    },
    {
        "verse_id": "40",
        "text": "O King, we, who are your adherents in all respects, shall therefore kill the Vedic brāhmaṇas, the persons engaged in offering sacrifices and austerities, and the cows that supply milk, from which clarified butter is obtained for the ingredients of sacrifice."
    },
    {
        "verse_id": "41",
        "text": "The brāhmaṇas, the cows, Vedic knowledge, austerity, truthfulness, control of the mind and senses, faith, mercy, tolerance and sacrifice are the different parts of the body of Lord Viṣṇu, and they are the paraphernalia for a godly civilization."
    },
    {
        "verse_id": "42",
        "text": "Lord Viṣṇu, the Supersoul within the core of everyone’s heart, is the ultimate enemy of the asuras and is therefore known as asura-dviṭ. He is the leader of all the demigods because all the demigods, including Lord Śiva and Lord Brahmā, exist under His protection. The great saintly persons, sages and Vaiṣṇavas also depend upon Him. To persecute the Vaiṣṇavas, therefore, is the only way to kill Viṣṇu."
    },
    {
        "verse_id": "43",
        "text": "Śukadeva Gosvāmī continued: Thus, having considered the instructions of his bad ministers, Kaṁsa, who was bound by the laws of Yamarāja and devoid of good intelligence because he was a demon, decided to persecute the saintly persons, the brāhmaṇas, as the only way to achieve his own good fortune."
    },
    {
        "verse_id": "44",
        "text": "These demons, the followers of Kaṁsa, were expert at persecuting others, especially the Vaiṣṇavas, and could assume any form they desired. After giving these demons permission to go everywhere and persecute the saintly persons, Kaṁsa entered his palace."
    },
    {
        "verse_id": "45",
        "text": "Surcharged with passion and ignorance and not knowing what was good or bad for them, the asuras, for whom impending death was waiting, began the persecution of the saintly persons."
    },
    {
        "verse_id": "46",
        "text": "My dear King, when a man persecutes great souls, all his benedictions of longevity, beauty, fame, religion, blessings and promotion to higher planets will be destroyed."
    }
]