[
    {
        "verse_id": "1",
        "text": "Śrī Bādarāyaṇi said: Having worshiped Lord Janārdana and fasted on the Ekādaśī day, Nanda Mahārāja entered the water of the Kālindī on the Dvādaśī to take his bath."
    },
    {
        "verse_id": "2",
        "text": "Because Nanda Mahārāja entered the water in the dark of night, disregarding that the time was inauspicious, a demoniac servant of Varuṇa seized him and brought him to his master."
    },
    {
        "verse_id": "3",
        "text": "O King, not seeing Nanda Mahārāja, the cowherd men loudly cried out, “O Kṛṣṇa! O Rāma!” Lord Kṛṣṇa heard their cries and understood that His father had been captured by Varuṇa. Therefore the almighty Lord, who makes His devotees fearless, went to the court of Varuṇadeva."
    },
    {
        "verse_id": "4",
        "text": "Seeing that the Lord, Hṛṣīkeśa, had arrived, the demigod Varuṇa worshiped Him with elaborate offerings. Varuṇa was in a state of great jubilation upon seeing the Lord, and he spoke as follows."
    },
    {
        "verse_id": "5",
        "text": "Śrī Varuṇa said: Now my body has fulfilled its function. Indeed, now the goal of my life is achieved, O Lord. Those who accept Your lotus feet, O Personality of Godhead, can transcend the path of material existence."
    },
    {
        "verse_id": "6",
        "text": "My obeisances unto You, the Supreme Personality of Godhead, the Absolute Truth, the Supreme Soul, within whom there is no trace of the illusory energy, which orchestrates the creation of this world."
    },
    {
        "verse_id": "7",
        "text": "Your father, who is sitting here, was brought to me by a foolish, ignorant servant of mine who did not understand his proper duty. Therefore, please forgive us."
    },
    {
        "verse_id": "8",
        "text": "O Kṛṣṇa, O seer of everything, please give Your mercy even to me. O Govinda, You are most affectionate to Your father. Please take him home."
    },
    {
        "verse_id": "9",
        "text": "Śukadeva Gosvāmī said: Thus satisfied by Lord Varuṇa, Śrī Kṛṣṇa, the Supreme Personality of Godhead, Lord of lords, took His father and returned home, where their relatives were overjoyed to see them."
    },
    {
        "verse_id": "10",
        "text": "Nanda Mahārāja had been astonished to see for the first time the great opulence of Varuṇa, the ruler of the ocean planet, and also to see how Varuṇa and his servants had offered such humble respect to Kṛṣṇa. Nanda described all this to his fellow cowherd men."
    },
    {
        "verse_id": "11",
        "text": "[Hearing about Kṛṣṇa’s pastimes with Varuṇa,] the cowherd men considered that Kṛṣṇa must be the Supreme Lord, and their minds, O King, were filled with eagerness. They thought, “Will the Supreme Lord bestow upon us His transcendental abode?”"
    },
    {
        "verse_id": "12",
        "text": "Because He sees everything, Lord Kṛṣṇa, the Supreme Personality of Godhead, automatically understood what the cowherd men were conjecturing. Wanting to show His compassion to them by fulfilling their desires, the Lord thought as follows."
    },
    {
        "verse_id": "13",
        "text": "[Lord Kṛṣṇa thought:] Certainly people in this world are wandering among higher and lower destinations, which they achieve through activities performed according to their desires and without full knowledge. Thus people do not know their real destination."
    },
    {
        "verse_id": "14",
        "text": "Thus deeply considering the situation, the all-merciful Supreme Personality of Godhead Hari revealed to the cowherd men His abode, which is beyond material darkness."
    },
    {
        "verse_id": "15",
        "text": "Lord Kṛṣṇa revealed the indestructible spiritual effulgence, which is unlimited, conscious and eternal. Sages see that spiritual existence in trance, when their consciousness is free of the modes of material nature."
    },
    {
        "verse_id": "16",
        "text": "The cowherd men were brought by Lord Kṛṣṇa to the Brahma-hrada, made to submerge in the water, and then lifted up. From the same vantage point that Akrūra saw the spiritual world, the cowherd men saw the planet of the Absolute Truth."
    },
    {
        "verse_id": "17",
        "text": "Nanda Mahārāja and the other cowherd men felt the greatest happiness when they saw that transcendental abode. They were especially amazed to see Kṛṣṇa Himself there, surrounded by the personified Vedas, who were offering Him prayers."
    }
]