[
    {
        "verse_id": "1",
        "text": "Śrī Bādarāyaṇi said: One day the two sons of Vasudeva — Saṅkarṣaṇa and Acyuta — came to pay him respects, bowing down at his feet. Vasudeva greeted Them with great affection and spoke to Them."
    },
    {
        "verse_id": "2",
        "text": "Having heard the great sages’ words concerning the power of his two sons, and having seen Their valorous deeds, Vasudeva became convinced of Their divinity. Thus, addressing Them by name, he spoke to Them as follows."
    },
    {
        "verse_id": "3",
        "text": "[Vasudeva said:] O Kṛṣṇa, Kṛṣṇa, best of yogīs, O eternal Saṅkarṣaṇa! I know that You two are personally the source of universal creation and the ingredients of creation as well."
    },
    {
        "verse_id": "4",
        "text": "You are the Supreme Personality of Godhead, who manifest as the Lord of both nature and the creator of nature [Mahā-Viṣṇu]. Everything that comes into existence, however and whenever it does so, is created within You, by You, from You, for You and in relation to You."
    },
    {
        "verse_id": "5",
        "text": "O transcendental Lord, from Yourself You created this entire variegated universe, and then You entered within it in Your personal form as the Supersoul. In this way, O unborn Supreme Soul, as the life force and consciousness of everyone, You maintain the creation."
    },
    {
        "verse_id": "6",
        "text": "Whatever potencies the life air and other elements of universal creation exhibit are actually all personal energies of the Supreme Lord, for both life and matter are subordinate to Him and dependent on Him, and also different from one another. Thus everything active in the material world is set into motion by the Supreme Lord."
    },
    {
        "verse_id": "7",
        "text": "The glow of the moon, the brilliance of fire, the radiance of the sun, the twinkling of the stars, the flash of lightning, the permanence of mountains and the aroma and sustaining power of the earth — all these are actually You."
    },
    {
        "verse_id": "8",
        "text": "My Lord, You are water, and also its taste and and its capacities to quench thirst and sustain life. You exhibit Your potencies through the manifestations of the air as bodily warmth, vitality, mental power, physical strength, endeavor and movement."
    },
    {
        "verse_id": "9",
        "text": "You are the directions and their accommodating capacity, the all-pervading ether and the elemental sound residing within it. You are the primeval, unmanifested form of sound; the first syllable, om; and audible speech, by which sound, as words, acquires particular references."
    },
    {
        "verse_id": "10",
        "text": "You are the power of the senses to reveal their objects, the senses’ presiding demigods, and the sanction these demigods give for sensory activity. You are the capacity of the intelligence for decision-making, and the living being’s ability to remember things accurately."
    },
    {
        "verse_id": "11",
        "text": "You are false ego in the mode of ignorance, which is the source of the physical elements; false ego in the mode of passion, which is the source of the bodily senses; false ego in the mode of goodness, which is the source of the demigods; and the unmanifest, total material energy, which underlies everything."
    },
    {
        "verse_id": "12",
        "text": "You are the one indestructible entity among all the destructible things of this world, like the underlying substance that is seen to remain unchanged while the things made from it undergo transformations."
    },
    {
        "verse_id": "13",
        "text": "The modes of material nature — namely goodness, passion and ignorance — together with all their functions, become directly manifest within You, the Supreme Absolute Truth, by the arrangement of Your Yoga-māyā."
    },
    {
        "verse_id": "14",
        "text": "Thus these created entities, transformations of material nature, do not exist except when material nature manifests them within You, at which time You also manifest within them. But aside from such periods of creation, You stand alone as the transcendental reality."
    },
    {
        "verse_id": "15",
        "text": "They are truly ignorant who, while imprisoned within the ceaseless flow of this world’s material qualities, fail to know You, the Supreme Soul of all that be, as their ultimate, sublime destination. Because of their ignorance, the entanglement of material work forces such souls to wander in the cycle of birth and death."
    },
    {
        "verse_id": "16",
        "text": "By good fortune a soul may obtain a healthy human life — an opportunity rarely achieved. But if he is nonetheless deluded about what is best for him, O Lord, Your illusory Māyā will cause him to waste his entire life."
    },
    {
        "verse_id": "17",
        "text": "You keep this whole world bound up by the ropes of affection, and thus when people consider their material bodies, they think, “This is me,” and when they consider their progeny and other relations, they think, “These are mine.”"
    },
    {
        "verse_id": "18",
        "text": "You are not our sons but the very Lords of both material nature and its creator [Mahā-Viṣṇu]. As You Yourself have told us, You have descended to rid the earth of the rulers who are a heavy burden upon her."
    },
    {
        "verse_id": "19",
        "text": "Therefore, O friend of the distressed, I now approach Your lotus feet for shelter — the same lotus feet that dispel all fear of worldly existence for those who have surrendered to them. Enough! Enough with hankering for sense enjoyment, which makes me identify with this mortal body and think of You, the Supreme, as my child."
    },
    {
        "verse_id": "20",
        "text": "Indeed, while still in the maternity room You told us that You, the unborn Lord, had already been born several times as our son in previous ages. After manifesting each of these transcendental bodies to protect Your own principles of religion, You then made them unmanifest, thus appearing and disappearing like a cloud. O supremely glorified, all-pervading Lord, who can understand the mystic, deluding potency of Your opulent expansions?"
    },
    {
        "verse_id": "21",
        "text": "Śukadeva Gosvāmī said: Having heard His father’s words, the Supreme Lord, leader of the Sātvatas, replied in a gentle voice as He bowed His head in humility and smiled."
    },
    {
        "verse_id": "22",
        "text": "The Supreme Lord said: My dear Father, I consider your statements appropriate, since you have explained the various categories of existence by referring to Us, your sons."
    },
    {
        "verse_id": "23",
        "text": "Not only I, but also you, along with My respected brother and these residents of Dvārakā, should all be considered in this same philosophical light, O best of the Yadus. Indeed, we should include all that exists, both moving and nonmoving."
    },
    {
        "verse_id": "24",
        "text": "The supreme spirit, Paramātmā, is indeed one. He is self-luminous and eternal, transcendental and devoid of material qualities. But through the agency of the very modes He has created, the one Supreme Truth manifests as many among the expansions of those modes."
    },
    {
        "verse_id": "25",
        "text": "The elements of ether, air, fire, water and earth become visible, invisible, minute or extensive as they manifest in various objects. Similarly, the Paramātmā, though one, appears to become many."
    },
    {
        "verse_id": "26",
        "text": "Śukadeva Gosvāmī said: O King, hearing these instructions spoken to him by the Supreme Lord, Vasudeva became freed from all ideas of duality. Satisfied at heart, he remained silent."
    },
    {
        "verse_id": "27",
        "text": "At that time, O best of the Kurus, the universally worshiped Devakī took the opportunity to address her two sons, Kṛṣṇa and Balarāma. Previously she had heard with astonishment that They had brought Their spiritual master’s son back from death. Now, thinking of her own sons who had been murdered by Kaṁsa, she felt great sorrow, and thus with tear-filled eyes she beseeched Kṛṣṇa and Balarāma."
    },
    {
        "verse_id": "29",
        "text": "Śrī Devakī said: O Rāma, Rāma, immeasurable Supreme Soul! O Kṛṣṇa, Lord of all masters of yoga! I know that You are the ultimate rulers of all universal creators, the primeval Personalities of Godhead."
    },
    {
        "verse_id": "30",
        "text": "Taking birth from me, You have now descended to this world in order to kill those kings whose good qualities have been destroyed by the present age, and who thus defy the authority of revealed scriptures and burden the earth."
    },
    {
        "verse_id": "31",
        "text": "O Soul of all that be, the creation, maintenance and destruction of the universe are all carried out by a fraction of an expansion of an expansion of Your expansion. Today I have come to take shelter of You, the Supreme Lord."
    },
    {
        "verse_id": "32",
        "text": "It is said that when Your spiritual master ordered You to retrieve his long-dead son, You brought him back from the forefathers’ abode as a token of remuneration for Your guru’s mercy. Please fulfill my desire in the same way, O supreme masters of all yoga masters. Please bring back my sons who were killed by the King of Bhoja, so that I may see them once again."
    },
    {
        "verse_id": "34",
        "text": "The sage Śukadeva said: Thus entreated by Their mother, O Bhārata, Balarāma and Kṛṣṇa employed Their mystic Yoga-māyā potency and entered the region of Sutala."
    },
    {
        "verse_id": "35",
        "text": "When the King of the Daityas, Bali Mahārāja, noticed the arrival of the two Lords, his heart overflowed with joy, since he knew Them to be the Supreme Soul and worshipable Deity of the entire universe, and especially of himself. He immediately stood up and then bowed down to offer respects, along with his entire entourage."
    },
    {
        "verse_id": "36",
        "text": "Bali took pleasure in offering Them elevated seats. After They sat down, he washed the feet of the two Supreme Personalities. Then he took that water, which purifies the whole world even up to Lord Brahmā, and poured it upon himself and his followers."
    },
    {
        "verse_id": "37",
        "text": "He worshiped Them with all the riches at his disposal — priceless clothing, ornaments, fragrant sandalwood paste, betel nut, lamps, sumptuous food and so on. Thus he offered Them all his family’s wealth, and also his own self."
    },
    {
        "verse_id": "38",
        "text": "Taking hold of the Lords’ lotus feet again and again, Bali, the conqueror of Indra’s army, spoke from his heart, which was melting out of his intense love. O King, as tears of ecstasy filled his eyes and the hair on his limbs stood on end, he began to speak with faltering words."
    },
    {
        "verse_id": "39",
        "text": "King Bali said: Obeisances to the unlimited Lord, Ananta, the greatest of all beings. And obeisances to Lord Kṛṣṇa, the creator of the universe, who appears as the impersonal Absolute and the Supersoul in order to disseminate the principles of sāṅkhya and yoga."
    },
    {
        "verse_id": "40",
        "text": "Seeing You Lords is a rare achievement for most living beings. But even persons like us, situated in the modes of passion and ignorance, can easily see You when You reveal Yourself by Your own sweet will."
    },
    {
        "verse_id": "41",
        "text": "Many who had been constantly absorbed in enmity toward You ultimately became attracted to You, who are the direct embodiment of transcendental goodness and whose divine form comprises the revealed scriptures. These reformed enemies include Daityas, Dānavas, Gandharvas, Siddhas, Vidyādharas, Cāraṇas, Yakṣas, Rākṣasas, Piśācas, Bhūtas, Pramathas and Nāyakas, and also ourselves and many others like us. Some of us have become attracted to You because of exceptional hatred, while others have become attracted because of their mood of devotion based on lust. But the demigods and others infatuated by material goodness feel no such attraction for You."
    },
    {
        "verse_id": "44",
        "text": "What to speak of ourselves, O Lord of all perfect yogīs, even the greatest mystics do not know what Your spiritual power of delusion is or how it acts."
    },
    {
        "verse_id": "45",
        "text": "Please be merciful to me so I may get out of the blind well of family life — my false home — and find the true shelter of Your lotus feet, which selfless sages always seek. Then, either alone or in the company of great saints, who are the friends of everyone, I may wander freely, finding life’s necessities at the feet of the universally charitable trees."
    },
    {
        "verse_id": "46",
        "text": "O Lord of all subordinate creatures, please tell us what to do and thus free us of all sin. One who faithfully executes Your command, O master, is no longer obliged to follow the ordinary Vedic rites."
    },
    {
        "verse_id": "47",
        "text": "The Supreme Lord said: During the age of the first Manu, the sage Marīci had six sons by his wife Ūrnā. They were all exalted demigods, but once they laughed at Lord Brahmā when they saw him preparing to have sex with his own daughter."
    },
    {
        "verse_id": "48",
        "text": "Because of that improper act, they immediately entered a demoniac form of life, and thus they took birth as sons of Hiraṇyakaśipu. The goddess Yoga-māyā then took them away from Hiraṇyakaśipu, and they were born again from Devakī’s womb. After this, O King, Kaṁsa murdered them. Devakī still laments for them, thinking of them as her sons. These same sons of Marīci are now living here with you."
    },
    {
        "verse_id": "50",
        "text": "We wish to take them from this place to dispel their mother’s sorrow. Then, released from their curse and free from all suffering, they will return to their home in heaven."
    },
    {
        "verse_id": "51",
        "text": "By My grace these six — Smara, Udgītha, Pariṣvaṅga, Pataṅga, Kṣudrabhṛt and Ghṛṇī — will return to the abode of pure saints."
    },
    {
        "verse_id": "52",
        "text": "[Śukadeva Gosvāmī continued:] After saying this, Lord Kṛṣṇa and Lord Balarāma, having been duly worshiped by Bali Mahārāja, took the six sons and returned to Dvārakā, where They presented them to Their mother."
    },
    {
        "verse_id": "53",
        "text": "When she saw her lost children, Goddess Devakī felt such affection for them that milk flowed from her breasts. She embraced them and took them onto her lap, smelling their heads again and again."
    },
    {
        "verse_id": "54",
        "text": "Lovingly she let her sons drink from her breast, which became wet with milk just by their touch. She was entranced by the same illusory energy of Lord Viṣṇu that initiates the creation of the universe."
    },
    {
        "verse_id": "55",
        "text": "By drinking her nectarean milk, the remnants of what Kṛṣṇa Himself had previously drunk, the six sons touched the transcendental body of the Lord, Nārāyaṇa, and this contact awakened them to their original identities. They bowed down to Govinda, Devakī, their father and Balarāma, and then, as everyone looked on, they left for the abode of the demigods."
    },
    {
        "verse_id": "57",
        "text": "Seeing her sons return from death and then depart again, saintly Devakī was struck with wonder, O King. She concluded that this was all simply an illusion created by Kṛṣṇa."
    },
    {
        "verse_id": "58",
        "text": "Śrī Kṛṣṇa, the Supreme Soul, the Lord of unlimited valor, performed countless pastimes just as amazing as this one, O descendant of Bharata."
    },
    {
        "verse_id": "59",
        "text": "Śrī Sūta Gosvāmī said: This pastime enacted by Lord Murāri, whose fame is eternal, totally destroys the sins of the universe and serves as the transcendental ornament for His devotees’ ears. Anyone who carefully hears or narrates this pastime, as recounted by the venerable son of Vyāsa, will be able to fix his mind in meditation on the Supreme Lord and attain to the all-auspicious kingdom of God."
    }
]