[
    {
        "verse_id": "1",
        "text": "[Śukadeva Gosvāmī said:] Lord Hari, Kṛṣṇa, perfectly knows the hearts of all living beings, and He is especially devoted to the brāhmaṇas. While the Supreme Lord, the goal of all saintly persons, conversed in this way with the best of the twice-born, He laughed and spoke the following words to that dear friend of His, the brāhmaṇa Sudāmā, all the while smiling and looking upon him with affection."
    },
    {
        "verse_id": "3",
        "text": "The Supreme Lord said: O brāhmaṇa, what gift have you brought Me from home? I regard as great even the smallest gift offered by My devotees in pure love, but even great offerings presented by nondevotees do not please Me."
    },
    {
        "verse_id": "4",
        "text": "If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it."
    },
    {
        "verse_id": "5",
        "text": "[Śukadeva Gosvāmī continued:] Even after being addressed in this way, O King, the brāhmaṇa felt too embarrassed to offer his palmfuls of flat rice to the husband of the goddess of fortune. He simply kept his head bowed in shame."
    },
    {
        "verse_id": "6",
        "text": "Being the direct witness in the hearts of all living beings, Lord Kṛṣṇa fully understood why Sudāmā had come to see Him. Thus He thought, “In the past My friend has never worshiped Me out of a desire for material opulence, but now he comes to Me to satisfy his chaste and devoted wife. I will give him riches that even the immortal demigods cannot obtain.”"
    },
    {
        "verse_id": "8",
        "text": "Thinking like this, the Lord snatched from the brāhmaṇa’s garment the grains of flat rice tied up in an old piece of cloth and exclaimed, “What is this?"
    },
    {
        "verse_id": "9",
        "text": "“My friend, have You brought this for Me? It gives Me extreme pleasure. Indeed, these few grains of flat rice will satisfy not only Me but also the entire universe.”"
    },
    {
        "verse_id": "10",
        "text": "After saying this, the Supreme Lord ate one palmful and was about to eat a second when the devoted goddess Rukmiṇī took hold of His hand."
    },
    {
        "verse_id": "11",
        "text": "[Queen Rukmiṇī said:] This is more than enough, O Soul of the universe, to secure him an abundance of all kinds of wealth in this world and the next. After all, one’s prosperity depends simply on Your satisfaction."
    },
    {
        "verse_id": "12",
        "text": "[Śukadeva Gosvāmī continued:] The brāhmaṇa spent that night in Lord Acyuta’s palace after eating and drinking to his full satisfaction. He felt as if he had gone to the spiritual world."
    },
    {
        "verse_id": "13",
        "text": "The next day, Sudāmā set off for home while being honored by Lord Kṛṣṇa, the self-satisfied maintainer of the universe. The brāhmaṇa felt greatly delighted, my dear King, as he walked along the road."
    },
    {
        "verse_id": "14",
        "text": "Although he had apparently received no wealth from Lord Kṛṣṇa, Sudāmā was too shy to beg for it on his own. He simply returned home, feeling perfectly satisfied to have had the Supreme Lord’s audience."
    },
    {
        "verse_id": "15",
        "text": "[Sudāmā thought:] Lord Kṛṣṇa is known to be devoted to the brāhmaṇas, and now I have personally seen this devotion. Indeed, He who carries the goddess of fortune on His chest has embraced the poorest beggar."
    },
    {
        "verse_id": "16",
        "text": "Who am I? A sinful, poor friend of a brāhmaṇa. And who is Kṛṣṇa? The Supreme Personality of Godhead, full in six opulences. Nonetheless, He has embraced me with His two arms."
    },
    {
        "verse_id": "17",
        "text": "He treated me just like one of His brothers, making me sit on the bed of His beloved consort. And because I was fatigued, His queen personally fanned me with a yak-tail cāmara."
    },
    {
        "verse_id": "18",
        "text": "Although He is the Lord of all demigods and the object of worship for all brāhmaṇas, He worshiped me as if I were a demigod myself, massaging my feet and rendering other humble services."
    },
    {
        "verse_id": "19",
        "text": "Devotional service to His lotus feet is the root cause of all the perfections a person can find in heaven, in liberation, in the subterranean regions and on earth."
    },
    {
        "verse_id": "20",
        "text": "Thinking “If this poor wretch suddenly becomes rich, he will forget Me in his intoxicating happiness,” the compassionate Lord did not grant me even a little wealth."
    },
    {
        "verse_id": "21",
        "text": "[Śukadeva Gosvāmī continued:] Thinking thus to himself, Sudāmā finally came to the place where his home stood. But that place was now crowded on all sides with towering, celestial palaces rivaling the combined brilliance of the sun, fire and the moon. There were splendorous courtyards and gardens, each filled with flocks of cooing birds and beautified by ponds in which kumuda, ambhoja, kahlāra and utpala lotuses grew. Finely attired men and doe-eyed women stood in attendance. Sudāmā wondered, “What is all this? Whose property is it? How has this all come about?”"
    },
    {
        "verse_id": "24",
        "text": "As he continued to ponder in this way, the beautiful men — and maidservants, as effulgent as demigods, came forward to greet their greatly fortunate master with loud song and instrumental music."
    },
    {
        "verse_id": "25",
        "text": "When she heard that her husband had arrived, the brāhmaṇa’s wife quickly came out of the house in a jubilant flurry. She resembled the goddess of fortune herself emerging from her divine abode."
    },
    {
        "verse_id": "26",
        "text": "When the chaste lady saw her husband, her eyes filled with tears of love and eagerness. As she held her eyes closed, she solemnly bowed down to him, and in her heart she embraced him."
    },
    {
        "verse_id": "27",
        "text": "Sudāmā was amazed to see his wife. Shining forth in the midst of maidservants adorned with jeweled lockets, she looked as effulgent as a demigoddess in her celestial airplane."
    },
    {
        "verse_id": "28",
        "text": "With pleasure he took his wife with him and entered his house, where there were hundreds of gem-studded pillars, just as in the palace of Lord Mahendra."
    },
    {
        "verse_id": "29",
        "text": "In Sudāmā’s home were beds as soft and white as the foam of milk, with bedsteads made of ivory and ornamented with gold. There were also couches with golden legs, as well as royal cāmara fans, golden thrones, soft cushions and gleaming canopies hung with strings of pearls. Upon the walls of sparkling crystal glass, inlaid with precious emeralds, shone jeweled lamps, and the women in the palace were all adorned with precious gems. As he viewed this luxurious opulence of all varieties, the brāhmaṇa calmly reasoned to himself about his unexpected prosperity."
    },
    {
        "verse_id": "33",
        "text": "[Sudāmā thought:] I have always been poor. Certainly the only possible way that such an unfortunate person as myself could become suddenly rich is that Lord Kṛṣṇa, the supremely opulent chief of the Yadu dynasty, has glanced upon Me."
    },
    {
        "verse_id": "34",
        "text": "After all, my friend Kṛṣṇa, the most exalted of the Dāśārhas and the enjoyer of unlimited wealth, noticed that I secretly intended to beg from Him. Thus even though He said nothing about it when I stood before Him, He actually bestowed upon me the most abundant riches. In this way He acted just like a merciful rain cloud."
    },
    {
        "verse_id": "35",
        "text": "The Lord considers even His greatest benedictions to be insignificant, while He magnifies even a small service rendered to Him by His well-wishing devotee. Thus with pleasure the Supreme Soul accepted a single palmful of the flat rice I brought Him."
    },
    {
        "verse_id": "36",
        "text": "The Lord is the supremely compassionate reservoir of all transcendental qualities. Life after life may I serve Him with love, friendship and sympathy, and may I cultivate such firm attachment for Him by the precious association of His devotees."
    },
    {
        "verse_id": "37",
        "text": "To a devotee who lacks spiritual insight, the Supreme Lord will not grant the wonderful opulences of this world — kingly power and material assets. Indeed, in His infinite wisdom the unborn Lord well knows how the intoxication of pride can cause the downfall of the wealthy."
    },
    {
        "verse_id": "38",
        "text": "[Śukadeva Gosvāmī continued:] Thus firmly fixing his determination by means of his spiritual intelligence, Sudāmā remained absolutely devoted to Lord Kṛṣṇa, the shelter of all living beings. Free from avarice, he enjoyed, together with his wife, the sense pleasures that had been bestowed upon him, always with the idea of eventually renouncing all sense gratification."
    },
    {
        "verse_id": "39",
        "text": "Lord Hari is the God of all gods, the master of all sacrifices, and the supreme ruler. But He accepts the saintly brāhmaṇas as His masters, and so there exists no deity higher than them."
    },
    {
        "verse_id": "40",
        "text": "Thus seeing how the unconquerable Supreme Lord is nonetheless conquered by His own servants, the Lord’s dear brāhmaṇa friend felt the remaining knots of material attachment within his heart being cut by the force of his constant meditation on the Lord. In a short time he attained Lord Kṛṣṇa’s supreme abode, the destination of great saints."
    },
    {
        "verse_id": "41",
        "text": "The Lord always shows brāhmaṇas special favor. Anyone who hears this account of the Supreme Lord’s kindness to brāhmaṇas will come to develop love for the Lord and thus become freed from the bondage of material work."
    }
]