[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Understanding that His parents were becoming aware of His transcendental opulences, the Supreme Personality of Godhead thought that this should not be allowed to happen. Thus He expanded His Yoga-māyā, which bewilders His devotees."
    },
    {
        "verse_id": "2",
        "text": "Lord Kṛṣṇa, the greatest of the Sātvatas, approached His parents with His elder brother. Humbly bowing His head and gratifying them by respectfully addressing them as “My dear mother” and “My dear father,” Kṛṣṇa spoke as follows."
    },
    {
        "verse_id": "3",
        "text": "[Lord Kṛṣṇa said:] Dear Father, because of Us, your two sons, you and mother Devakī always remained in anxiety and could never enjoy Our childhood, boyhood or youth."
    },
    {
        "verse_id": "4",
        "text": "Deprived by fate, We could not live with you and enjoy the pampered happiness most children enjoy in their parents’ home."
    },
    {
        "verse_id": "5",
        "text": "With one’s body one can acquire all goals of life, and it is one’s parents who give the body birth and sustenance. Therefore no mortal man can repay his debt to his parents, even if he serves them for a full lifetime of a hundred years."
    },
    {
        "verse_id": "6",
        "text": "A son who, though able to do so, fails to provide for his parents with his physical resources and wealth is forced after his death to eat his own flesh."
    },
    {
        "verse_id": "7",
        "text": "A man who, though able to do so, fails to support his elderly parents, chaste wife, young child or spiritual master, or who neglects a brāhmaṇa or anyone who comes to him for shelter, is considered dead, though breathing."
    },
    {
        "verse_id": "8",
        "text": "Thus We have wasted all these days, unable as We were to properly honor you because Our minds were always disturbed by fear of Kaṁsa."
    },
    {
        "verse_id": "9",
        "text": "Dear Father and Mother, please forgive Us for not serving you. We are not independent and have been greatly frustrated by cruel Kaṁsa."
    },
    {
        "verse_id": "10",
        "text": "Śukadeva Gosvāmī said: Thus beguiled by the words of Lord Hari, the Supreme Soul of the universe, who by His internal illusory potency appeared to be a human, His parents joyfully raised Him up on their laps and embraced Him."
    },
    {
        "verse_id": "11",
        "text": "Pouring out a shower of tears upon the Lord, His parents, who were bound up by the rope of affection, could not speak. They were overwhelmed, O King, and their throats choked up with tears."
    },
    {
        "verse_id": "12",
        "text": "Thus having comforted His mother and father, the Supreme Personality of Godhead, appearing as the son of Devakī, installed His maternal grandfather, Ugrasena, as King of the Yadus."
    },
    {
        "verse_id": "13",
        "text": "The Lord told him: O mighty King, We are your subjects, so please command Us. Indeed, because of the curse of Yayāti, no Yadu may sit on the royal throne."
    },
    {
        "verse_id": "14",
        "text": "Since I am present in your entourage as your personal attendant, all the demigods and other exalted personalities will come with heads bowed to offer you tribute. What, then, to speak of the rulers of men?"
    },
    {
        "verse_id": "15",
        "text": "The Lord then brought all His close family members and other relatives back from the various places to which they had fled in fear of Kaṁsa. He received the Yadus, Vṛṣṇis, Andhakas, Madhus, Dāśārhas, Kukuras and other clans with due honor, and He also consoled them, for they were weary of living in foreign lands. Then Lord Kṛṣṇa, the creator of the universe, resettled them in their homes and gratified them with valuable gifts."
    },
    {
        "verse_id": "17",
        "text": "The members of these clans, protected by the arms of Lord Kṛṣṇa and Lord Saṅkarṣaṇa, felt that all their desires were fulfilled. Thus they enjoyed perfect happiness while living at home with their families. Because of the presence of Kṛṣṇa and Balarāma, they no longer suffered from the fever of material existence. Every day these loving devotees could see Mukunda’s ever-cheerful lotus face, which was decorated with beautiful, merciful smiling glances."
    },
    {
        "verse_id": "19",
        "text": "Even the most elderly inhabitants of the city appeared youthful, full of strength and vitality, for with their eyes they constantly drank the elixir of Lord Mukunda’s lotus face."
    },
    {
        "verse_id": "20",
        "text": "Then, O exalted Parīkṣit, the Supreme Lord Kṛṣṇa, the son of Devakī, along with Lord Balarāma, approached Nanda Mahārāja. The two Lords embraced him and then addressed him as follows."
    },
    {
        "verse_id": "21",
        "text": "[Kṛṣṇa and Balarāma said:] O Father, you and mother Yaśodā have affectionately maintained Us and cared for Us so much! Indeed, parents love their children more than their own lives."
    },
    {
        "verse_id": "22",
        "text": "They are the real father and mother who care for, as they would their own sons, children abandoned by relatives unable to maintain and protect them."
    },
    {
        "verse_id": "23",
        "text": "Now you should all return to Vraja, dear Father. We shall come to see you, Our dear relatives who suffer in separation from Us, as soon as We have given some happiness to your well-wishing friends."
    },
    {
        "verse_id": "24",
        "text": "Thus consoling Nanda Mahārāja and the other men of Vraja, the infallible Supreme Lord respectfully honored them with gifts of clothing, jewelry, household utensils and so on."
    },
    {
        "verse_id": "25",
        "text": "Nanda Mahārāja was overwhelmed with affection upon hearing Kṛṣṇa’s words, and his eyes brimmed with tears as he embraced the two Lords. Then he went back to Vraja with the cowherd men."
    },
    {
        "verse_id": "26",
        "text": "My dear King, then Vasudeva, the son of Śūrasena, arranged for a priest and other brāhmaṇas to perform his two sons’ second-birth initiation."
    },
    {
        "verse_id": "27",
        "text": "Vasudeva honored these brāhmaṇas by worshiping them and giving them fine ornaments and well-ornamented cows with their calves. All these cows wore gold necklaces and linen wreaths."
    },
    {
        "verse_id": "28",
        "text": "The magnanimous Vasudeva then remembered the cows he had mentally given away on the occasion of Kṛṣṇa’s and Balarāma’s birth. Kaṁsa had stolen those cows, and Vasudeva now recovered them and gave them away in charity also."
    },
    {
        "verse_id": "29",
        "text": "After attaining twice-born status through initiation, the Lords, sincere in Their vows, took the further vow of celibacy from Garga Muni, the spiritual master of the Yadus."
    },
    {
        "verse_id": "30",
        "text": "Concealing Their innately perfect knowledge by Their humanlike activities, those two omniscient Lords of the universe, Themselves the origin of all branches of knowledge, next desired to reside at the school of a spiritual master. Thus They approached Sāndīpani Muni, a native of Kāsī living in the city of Avantī."
    },
    {
        "verse_id": "32",
        "text": "Sāndīpani thought very highly of these two self-controlled disciples, whom he had obtained so fortuitously. By serving him as devotedly as one would serve the Supreme Lord Himself, They showed others an irreproachable example of how to worship the spiritual master."
    },
    {
        "verse_id": "33",
        "text": "That best of brāhmaṇas, the spiritual master Sāndīpani, was satisfied with Their submissive behavior, and thus he taught Them the entire Vedas, together with their six corollaries and the Upaniṣads."
    },
    {
        "verse_id": "34",
        "text": "He also taught Them the Dhanur-veda, with its most confidential secrets; the standard books of law; the methods of logical reasoning and philosophical debate; and the sixfold science of politics."
    },
    {
        "verse_id": "35",
        "text": "O King, those best of persons, Kṛṣṇa and Balarāma, being Themselves the original promulgators of all varieties of knowledge, could immediately assimilate each and every subject after hearing it explained just once. Thus with fixed concentration They learned the sixty-four arts and skills in as many days and nights. Thereafter, O King, They satisfied Their spiritual master by offering him guru-dakṣiṇā."
    },
    {
        "verse_id": "37",
        "text": "O King, the learned brāhmaṇa Sāndīpani carefully considered the two Lords’ glorious and amazing qualities and Their superhuman intelligence. Then, after consulting with his wife, he chose as his remuneration the return of his young son, who had died in the ocean at Prabhāsa."
    },
    {
        "verse_id": "38",
        "text": "“So be it,” replied those two great chariot warriors of limitless might, and They at once mounted Their chariot and set off for Prabhāsa. When They reached that place, They walked up to the shore and sat down. In a moment the deity of the ocean, recognizing Them to be the Supreme Lords, approached Them with offerings of tribute."
    },
    {
        "verse_id": "39",
        "text": "The Supreme Lord Kṛṣṇa addressed the lord of the ocean: Let the son of My guru be presented at once — the one you seized here with your mighty waves."
    },
    {
        "verse_id": "40",
        "text": "The ocean replied: O Lord Kṛṣṇa, it was not I who abducted him, but a demonic descendant of Diti named Pañcajana, who travels in the water in the form of a conch."
    },
    {
        "verse_id": "41",
        "text": "“Indeed,” the ocean said, “that demon has taken him away.” Hearing this, Lord Kṛṣṇa entered the ocean, found Pañcajana and killed him. But the Lord did not find the boy within the demon’s belly."
    },
    {
        "verse_id": "42",
        "text": "Lord Janārdana took the conchshell that had grown around the demon’s body and went back to the chariot. Then He proceeded to Saṁyamanī, the beloved capital of Yamarāja, the lord of death. Upon arriving there with Lord Balarāma, He loudly blew His conchshell, and Yamarāja, who keeps the conditioned souls in check, came as soon as he heard the resounding vibration. Yamarāja elaborately worshiped the two Lords with great devotion, and then he addressed Lord Kṛṣṇa, who lives in everyone’s heart: “O Supreme Lord Viṣṇu, what shall I do for You and Lord Balarāma, who are playing the part of ordinary humans?”"
    },
    {
        "verse_id": "45",
        "text": "The Supreme Personality of Godhead said: Suffering the bondage of his past activity, My spiritual master’s son was brought here to you. O great King, obey My command and bring this boy to Me without delay."
    },
    {
        "verse_id": "46",
        "text": "Yamarāja said, “So be it,” and brought forth the guru’s son. Then those two most exalted Yadus presented the boy to Their spiritual master and said to him, “Please select another boon.”"
    },
    {
        "verse_id": "47",
        "text": "The spiritual master said: My dear boys, You two have completely fulfilled the disciple’s obligation to reward his spiritual master. Indeed, with disciples like You, what further desires could a guru have?"
    },
    {
        "verse_id": "48",
        "text": "O heroes, now please return home. May Your fame sanctify the world, and may the Vedic hymns be ever fresh in Your minds, both in this life and the next."
    },
    {
        "verse_id": "49",
        "text": "Thus receiving Their guru’s permission to leave, the two Lords returned to Their city on Their chariot, which moved as swiftly as the wind and resounded like a cloud."
    },
    {
        "verse_id": "50",
        "text": "All the citizens rejoiced upon seeing Kṛṣṇa and Balarāma, whom they had not seen for many days. The people felt just like those who have lost their wealth and then regained it."
    }
]