[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: While Akrūra was still offering prayers, the Supreme Lord Kṛṣṇa withdrew His form that He had revealed in the water, just as an actor winds up his performance."
    },
    {
        "verse_id": "2",
        "text": "When Akrūra saw the vision disappear, he came out of the water and quickly finished his various ritual duties. He then returned to the chariot, astonished."
    },
    {
        "verse_id": "3",
        "text": "Lord Kṛṣṇa asked Akrūra: Have you seen something wonderful on the earth, in the sky or in the water? From your appearance, We think you have."
    },
    {
        "verse_id": "4",
        "text": "Śrī Akrūra said: Whatever wonderful things the earth, sky or water contain, all exist in You. Since You encompass everything, when I am seeing You, what have I not seen?"
    },
    {
        "verse_id": "5",
        "text": "And now that I am seeing You, O Supreme Absolute Truth, in whom reside all amazing things on the earth, in the sky and in the water, what amazing things could I see in this world?"
    },
    {
        "verse_id": "6",
        "text": "With these words, Akrūra, the son of Gāndinī, began driving the chariot onward. At the end of the day he arrived in Mathurā with Lord Balarāma and Lord Kṛṣṇa."
    },
    {
        "verse_id": "7",
        "text": "Wherever they passed along the road, O King, the village people came forward and looked upon the two sons of Vasudeva with great pleasure. In fact, the villagers could not withdraw their eyes from Them."
    },
    {
        "verse_id": "8",
        "text": "Nanda Mahārāja and the other residents of Vṛndāvana, having reached Mathurā ahead of the chariot, had stopped at a garden on the outskirts of the city to wait for Kṛṣṇa and Balarāma."
    },
    {
        "verse_id": "9",
        "text": "After joining Nanda and the others, the Supreme Lord Kṛṣṇa, the controller of the universe, took humble Akrūra’s hand in His own and, smiling, spoke as follows."
    },
    {
        "verse_id": "10",
        "text": "[Lord Kṛṣṇa said:] Take the chariot and enter the city ahead of us. Then go home. After resting here a while, we will go to see the city."
    },
    {
        "verse_id": "11",
        "text": "Śrī Akrūra said: O master, without the two of You I shall not enter Mathurā. I am Your devotee, O Lord, so it is not fair for You to abandon me, since You are always affectionate to Your devotees."
    },
    {
        "verse_id": "12",
        "text": "Come, let us go to my house with Your elder brother, the cowherd men and Your companions. O best of friends, O transcendental Lord, in this way please grace my house with its master."
    },
    {
        "verse_id": "13",
        "text": "I am simply an ordinary householder attached to ritual sacrifices, so please purify my home with the dust of Your lotus feet. By that act of purification, my forefathers, the sacrificial fires and the demigods will all become satisfied."
    },
    {
        "verse_id": "14",
        "text": "By bathing Your feet, the exalted Bali Mahārāja attained not only glorious fame and unequaled power but also the final destination of pure devotees."
    },
    {
        "verse_id": "15",
        "text": "The water of the river Ganges has purified the three worlds, having become transcendental by bathing Your feet. Lord Śiva accepted that water on his head, and by that water’s grace the sons of King Sagara attained to heaven."
    },
    {
        "verse_id": "16",
        "text": "O Lord of lords, master of the universe, O You whose glories it is most pious to hear and chant! O best of the Yadus, O You whose fame is recounted in excellent poetry! O Supreme Lord Nārāyaṇa, I offer You my obeisances."
    },
    {
        "verse_id": "17",
        "text": "The Supreme Lord said: I will come to Your house with My elder brother, but first I must satisfy My friends and well-wishers by killing the enemy of the Yadu clan."
    },
    {
        "verse_id": "18",
        "text": "Śukadeva Gosvāmī said: Thus addressed by the Lord, Akrūra entered the city with a heavy heart. He informed King Kaṁsa of the success of his mission and then went home."
    },
    {
        "verse_id": "19",
        "text": "Lord Kṛṣṇa desired to see Mathurā, so toward evening He took Lord Balarāma and the cowherd boys with Him and entered the city."
    },
    {
        "verse_id": "20",
        "text": "The Lord saw Mathurā, with its tall gates and household entrances made of crystal, its immense archways and main doors of gold, its granaries and other storehouses of copper and brass, and its impregnable moats. Beautifying the city were pleasant gardens and parks. The main intersections were fashioned of gold, and there were mansions with private pleasure gardens, along with guildhalls and many other buildings. Mathurā resounded with the calls of peacocks and pet turtledoves, who sat in the small openings of the lattice windows and on the gem-studded floors, and also on the columned balconies and on the ornate rafters in front of the houses. These balconies and rafters were adorned with vaidūrya stones, diamonds, crystal quartz, sapphires, coral, pearls and emeralds. All the royal avenues and commercial streets were sprinkled with water, as were the side roads and courtyards, and flower garlands, newly grown sprouts, parched grains and rice had been scattered about everywhere. Gracing the houses’ doorways were elaborately decorated pots filled with water, which were bedecked with mango leaves, smeared with yogurt and sandalwood paste, and encircled by flower petals and ribbons. Near the pots were flags, rows of lamps, bunches of flowers and the trunks of banana and betel-nut trees."
    },
    {
        "verse_id": "24",
        "text": "The women of Mathurā hurriedly assembled and went forth to see the two sons of Vasudeva as They entered the city on the King’s road, surrounded by Their cowherd boyfriends. Some of the women, my dear King, eagerly climbed to the roofs of their houses to see Them."
    },
    {
        "verse_id": "25",
        "text": "Some of the ladies put their clothes and ornaments on backwards, others forgot one of their earrings or ankle bells, and others applied makeup to one eye but not the other."
    },
    {
        "verse_id": "26",
        "text": "Those who were taking their meals abandoned them, others went out without finishing their baths or massages, women who were sleeping at once rose when they heard the commotion, and mothers breast-feeding their infants simply put them aside."
    },
    {
        "verse_id": "27",
        "text": "The lotus-eyed Lord, smiling as He recalled His bold pastimes, captivated those ladies’ minds with His glances. He walked with the gait of a lordly elephant in rut, creating a festival for their eyes with His transcendental body, which is the source of pleasure for the divine goddess of fortune."
    },
    {
        "verse_id": "28",
        "text": "The ladies of Mathurā had repeatedly heard about Kṛṣṇa, and thus as soon as they saw Him their hearts melted. They felt honored that He was sprinkling upon them the nectar of His glances and broad smiles. Taking Him into their hearts through their eyes, they embraced Him, the embodiment of all ecstasy, and as their bodily hairs stood on end, O subduer of enemies, they forgot the unlimited distress caused by His absence."
    },
    {
        "verse_id": "29",
        "text": "Their lotus faces blooming with affection, the ladies who had climbed to the roofs of the mansions rained down showers of flowers upon Lord Balarāma and Lord Kṛṣṇa."
    },
    {
        "verse_id": "30",
        "text": "Brāhmaṇas standing along the way honored the two Lords with presentations of yogurt, unbroken barleycorns, pots full of water, garlands, fragrant substances such as sandalwood paste, and other items of worship."
    },
    {
        "verse_id": "31",
        "text": "The women of Mathurā exclaimed: Oh, what severe austerities the gopīs must have performed to be able to regularly see Kṛṣṇa and Balarāma, who are the greatest source of pleasure for all mankind!"
    },
    {
        "verse_id": "32",
        "text": "Seeing a washerman approaching who had been dyeing some clothes, Kṛṣṇa asked him for the finest laundered garments he had."
    },
    {
        "verse_id": "33",
        "text": "[Lord Kṛṣṇa said:] Please give suitable garments to the two of Us, who certainly deserve them. If you grant this charity, you will undoubtedly receive the greatest benefit."
    },
    {
        "verse_id": "34",
        "text": "Thus requested by the Supreme Lord, who is perfectly complete in all respects, that arrogant servant of the King became angry and replied insultingly."
    },
    {
        "verse_id": "35",
        "text": "[The washerman said:] You impudent boys! You’re accustomed to roaming the mountains and forests, and yet You would dare put on such clothes as these! These are the King’s possessions You’re asking for!"
    },
    {
        "verse_id": "36",
        "text": "Fools, get out of here quickly! Don’t beg like this if You want to stay alive. When someone is too bold, the King’s men arrest him and kill him and take all his property."
    },
    {
        "verse_id": "37",
        "text": "As the washerman thus spoke brazenly, the son of Devakī became angry, and then merely with His fingertips He separated the man’s head from his body."
    },
    {
        "verse_id": "38",
        "text": "The washerman’s assistants all dropped their bundles of clothes and fled down the road, scattering in all directions. Lord Kṛṣṇa then took the clothes."
    },
    {
        "verse_id": "39",
        "text": "Kṛṣṇa and Balarāma put on pairs of garments that especially pleased Them, and then Kṛṣṇa distributed the remaining clothes among the cowherd boys, leaving some scattered on the ground."
    },
    {
        "verse_id": "40",
        "text": "Thereupon a weaver came forward and, feeling affection for the Lords, nicely adorned Their attire with cloth ornaments of various colors."
    },
    {
        "verse_id": "41",
        "text": "Kṛṣṇa and Balarāma looked resplendent, each in His own unique, wonderfully ornamented outfit. They resembled a pair of young elephants, one white and the other black, decorated for a festive occasion."
    },
    {
        "verse_id": "42",
        "text": "Pleased with the weaver, the Supreme Lord Kṛṣṇa blessed him that after death he would achieve the liberation of attaining a form like the Lord’s, and that while in this world he would enjoy supreme opulence, physical strength, influence, memory and sensory vigor."
    },
    {
        "verse_id": "43",
        "text": "The two Lords then went to the house of the garland-maker Sudāmā. When Sudāmā saw Them he at once stood up and then bowed down, placing his head on the ground."
    },
    {
        "verse_id": "44",
        "text": "After offering Them seats and bathing Their feet, Sudāmā worshiped Them and Their companions with arghya, garlands, pān, sandalwood paste and other presentations."
    },
    {
        "verse_id": "45",
        "text": "[Sudāmā said:] O Lord, my birth is now sanctified and my family free of contamination. Now that You both have come here, my forefathers, the demigods and the great sages are certainly all satisfied with me."
    },
    {
        "verse_id": "46",
        "text": "You two Lords are the ultimate cause of this entire universe. To bestow sustenance and prosperity upon this realm, You have descended with Your plenary expansions."
    },
    {
        "verse_id": "47",
        "text": "Because You are the well-wishing friends and Supreme Soul of the whole universe, You regard all with unbiased vision. Therefore, although You reciprocate Your devotees’ loving worship, You always remain equally disposed toward all living beings."
    },
    {
        "verse_id": "48",
        "text": "Please order me, Your servant, to do whatever You wish. To be engaged by You in some service is certainly a great blessing for anyone."
    },
    {
        "verse_id": "49",
        "text": "[Śukadeva Gosvāmī continued:] O best of kings, having spoken these words, Sudāmā could understand what Kṛṣṇa and Balarāma wanted. Thus with great pleasure he presented Them with garlands of fresh, fragrant flowers."
    },
    {
        "verse_id": "50",
        "text": "Beautifully adorned with these garlands, Kṛṣṇa and Balarāma were delighted, and so were Their companions. The two Lords then offered the surrendered Sudāmā, who was bowing down before Them, whatever benedictions he desired."
    },
    {
        "verse_id": "51",
        "text": "Sudāmā chose unshakable devotion for Kṛṣṇa, the Supreme Soul of all existence; friendship with His devotees; and transcendental compassion for all living beings."
    },
    {
        "verse_id": "52",
        "text": "Not only did Lord Kṛṣṇa grant Sudāmā these benedictions, but He also awarded him strength, long life, fame, beauty and ever-increasing prosperity for his family. Then Kṛṣṇa and His elder brother took Their leave."
    }
]