[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O King, Jāmbavatī’s son Sāmba, ever victorious in battle, kidnapped Duryodhana’s daughter Lakṣmaṇā from her svayaṁvara ceremony."
    },
    {
        "verse_id": "2",
        "text": "The angry Kurus said: This ill-behaved boy has offended us, forcibly kidnapping our unmarried daughter against her will."
    },
    {
        "verse_id": "3",
        "text": "Arrest this ill-behaved Sāmba! What will the Vṛṣṇis do? By our grace they are ruling land that we have granted them."
    },
    {
        "verse_id": "4",
        "text": "If the Vṛṣṇis come here when they learn that their son has been captured, we will break their pride. Thus they’ll become subdued, like bodily senses brought under strict control."
    },
    {
        "verse_id": "5",
        "text": "After saying this and having their plan sanctioned by the senior member of the Kuru dynasty, Karṇa, Śala, Bhūri, Yajñaketu and Suyodhana set out to attack Sāmba."
    },
    {
        "verse_id": "6",
        "text": "Seeing Duryodhana and his companions rushing toward him, Sāmba, the great chariot-fighter, took up his splendid bow and stood alone like a lion."
    },
    {
        "verse_id": "7",
        "text": "Determined to capture him, the angry bowmen led by Karṇa shouted at Sāmba, ‘Stand and fight! Stand and fight!’ They came straight for him and showered him with arrows."
    },
    {
        "verse_id": "8",
        "text": "O best of the Kurus, as Kṛṣṇa’s son Sāmba was being unjustly harassed by the Kurus, that darling of the Yadu dynasty did not tolerate their attack, any more than a lion would tolerate an attack by puny animals."
    },
    {
        "verse_id": "9",
        "text": "Twanging his wonderful bow, heroic Sāmba struck with arrows the six warriors headed by Karṇa. He pierced the six chariots with as many arrows, each team of four horses with four arrows, and each chariot driver with a single arrow, and he similarly struck the great bowmen who commanded the chariots. The enemy warriors congratulated Sāmba for this display of prowess."
    },
    {
        "verse_id": "11",
        "text": "But they forced him down from his chariot, and thereupon four of them struck his four horses, one of them struck down his chariot driver, and another broke his bow."
    },
    {
        "verse_id": "12",
        "text": "Having deprived Sāmba of his chariot during the fight, the Kuru warriors tied him up with great difficulty and then returned victorious to their city, taking the young boy and their princess."
    },
    {
        "verse_id": "13",
        "text": "O King, when the Yādavas heard news of this from Śrī Nārada, they became angry. Urged on by King Ugrasena, they prepared for war against the Kurus."
    },
    {
        "verse_id": "14",
        "text": "Lord Balarāma, however, cooled the tempers of the Vṛṣṇi heroes, who had already put on their armor. He who purifies the age of quarrel did not want a quarrel between the Kurus and Vṛṣṇis. Thus, accompanied by brāhmaṇas and family elders, He went to Hastināpura on His chariot, which was as effulgent as the sun. As He went, He appeared like the moon surrounded by the ruling planets."
    },
    {
        "verse_id": "16",
        "text": "Upon arriving at Hastināpura, Lord Balarāma remained in a garden outside the city and sent Uddhava ahead to probe King Dhṛtarāṣṭra’s intentions."
    },
    {
        "verse_id": "17",
        "text": "After he had offered proper respects to the son of Ambikā [Dhṛtarāṣṭra] and to Bhīṣma, Droṇa, Bāhlika and Duryodhana, Uddhava informed them that Lord Balarāma had arrived."
    },
    {
        "verse_id": "18",
        "text": "Overjoyed to hear that Balarāma, their dearmost friend, had come, they first honored Uddhava and then went forth to meet the Lord, carrying auspicious offerings in their hands."
    },
    {
        "verse_id": "19",
        "text": "They approached Lord Balarāma and worshiped Him with gifts of cows and arghya, as was fitting. Those among the Kurus who understood His true power bowed down to Him, touching their heads to the ground."
    },
    {
        "verse_id": "20",
        "text": "After both parties had heard that their relatives were doing well and both had inquired into each other’s welfare and health, Lord Balarāma forthrightly spoke to the Kurus as follows."
    },
    {
        "verse_id": "21",
        "text": "[Lord Balarāma said:] King Ugrasena is our master and the ruler of kings. With undivided attention you should hear what he has ordered you to do, and then you should do it at once."
    },
    {
        "verse_id": "22",
        "text": "[King Ugrasena has said:] Even though by irreligious means several of you defeated a single opponent who follows the religious codes, still I am tolerating this for the sake of unity among family members."
    },
    {
        "verse_id": "23",
        "text": "Upon hearing these words of Lord Baladeva’s, which were full of potency, courage and strength and were appropriate to His transcendental power, the Kauravas became furious and spoke as follows."
    },
    {
        "verse_id": "24",
        "text": "[The Kuru nobles said:] Oh, how amazing this is! The force of time is indeed insurmountable: a lowly shoe now wants to climb on the head that bears the royal crown."
    },
    {
        "verse_id": "25",
        "text": "It is because these Vṛṣṇis are bound to us by marital ties that we have granted them equality, allowing them to share our beds, seats and meals. Indeed, it is we who have given them their royal thrones."
    },
    {
        "verse_id": "26",
        "text": "Only because we looked the other way could they enjoy the pair of yak-tail fans and the conchshell, white umbrella, throne, and royal bed."
    },
    {
        "verse_id": "27",
        "text": "No longer should the Yadus be allowed to use these royal symbols, which now cause trouble for those who gave them, like milk fed to poisonous snakes. Having prospered by our grace, these Yādavas have now lost all shame and are daring to command us!"
    },
    {
        "verse_id": "28",
        "text": "How would even Indra dare usurp anything that Bhīṣma, Droṇa, Arjuna or the other Kurus have not given him? It would be like a lamb claiming the lion’s kill."
    },
    {
        "verse_id": "29",
        "text": "Śrī Bādarāyaṇi said: O best of the Bhāratas, after the arrogant Kurus, thoroughly puffed up by the opulence of their high birth and relations, had spoken these harsh words to Lord Balarāma, they turned and went back to their city."
    },
    {
        "verse_id": "30",
        "text": "Seeing the bad character of the Kurus and hearing their nasty words, the infallible Lord Balarāma became filled with rage. His countenance frightful to behold, He laughed repeatedly and spoke as follows."
    },
    {
        "verse_id": "31",
        "text": "[Lord Balarāma said:] “Clearly the many passions of these scoundrels have made them so proud that they do not want peace. Then let them be pacified by physical punishment, as animals are with a stick."
    },
    {
        "verse_id": "32",
        "text": "“Ah, only gradually was I able to calm the furious Yadus and Lord Kṛṣṇa, who was also enraged. Desiring peace for these Kauravas, I came here. But they are so dull-headed, fond of quarrel and mischievous by nature that they have repeatedly disrespected Me. Out of conceit they dared to address Me with harsh words!"
    },
    {
        "verse_id": "34",
        "text": "“King Ugrasena, the lord of the Bhojas, Vṛṣṇis and Andhakas, is not fit to command, when Indra and other planetary rulers obey his orders?"
    },
    {
        "verse_id": "35",
        "text": "“That same Kṛṣṇa who occupies the Sudharmā assembly hall and for His enjoyment took the pārijāta tree from the immortal demigods — that very Kṛṣṇa is indeed not fit to sit on a royal throne?"
    },
    {
        "verse_id": "36",
        "text": "“The goddess of fortune herself, ruler of the entire universe, worships His feet. And the master of the goddess of fortune does not deserve the paraphernalia of a mortal king?"
    },
    {
        "verse_id": "37",
        "text": "“The dust of Kṛṣṇa’s lotus feet, which is the source of holiness for all places of pilgrimage, is worshiped by all the great demigods. The principal deities of all planets are engaged in His service, and they consider themselves most fortunate to take the dust of the lotus feet of Kṛṣṇa on their crowns. Great demigods like Lord Brahmā and Lord Śiva, and even the goddess of fortune and I, are simply parts of His spiritual identity, and we also carefully carry that dust on our heads. And still Kṛṣṇa is not fit to use the royal insignia or even sit on the royal throne?"
    },
    {
        "verse_id": "38",
        "text": "“We Vṛṣṇis enjoy only whatever small parcel of land the Kurus allow us? And we are indeed shoes, whereas the Kurus are the head?"
    },
    {
        "verse_id": "39",
        "text": "“Just see how these puffed-up Kurus are intoxicated with their so-called power, like ordinary drunken men! What actual ruler, with the power to command, would tolerate their foolish, nasty words?"
    },
    {
        "verse_id": "40",
        "text": "“Today I shall rid the earth of the Kauravas!” declared the furious Balarāma. Thus He took His plow weapon and rose up as if to set the three worlds ablaze."
    },
    {
        "verse_id": "41",
        "text": "The Lord angrily dug up Hastināpura with the tip of His plow and began to drag it, intending to cast the entire city into the Ganges."
    },
    {
        "verse_id": "42",
        "text": "Seeing that their city was tumbling about like a raft at sea as it was being dragged away, and that it was about to fall into the Ganges, the Kauravas became terrified. To save their lives they approached the Lord for shelter, taking their families with them. Placing Sāmba and Lakṣmaṇā in front, they joined their palms in supplication."
    },
    {
        "verse_id": "44",
        "text": "[The Kauravas said:] O Rāma, Rāma, foundation of everything! We know nothing of Your power. Please excuse our offense, for we are ignorant and misguided."
    },
    {
        "verse_id": "45",
        "text": "You alone cause the creation, maintenance and annihilation of the cosmos, and of You there is no prior cause. Indeed, O Lord, authorities say that the worlds are mere playthings for You as You perform Your pastimes."
    },
    {
        "verse_id": "46",
        "text": "O unlimited one of a thousand heads, as Your pastime You carry this earthly globe upon one of Your heads. At the time of annihilation You withdraw the entire universe within Your body and, remaining all alone, lie down to rest."
    },
    {
        "verse_id": "47",
        "text": "Your anger is meant for instructing everyone; it is not a manifestation of hatred or envy. O Supreme Lord, You sustain the pure mode of goodness, and You become angry only to maintain and protect this world."
    },
    {
        "verse_id": "48",
        "text": "We bow down to You, O Soul of all beings, O wielder of all potencies, O tireless maker of the universe! Offering You obeisances, we take shelter of You."
    },
    {
        "verse_id": "49",
        "text": "Śukadeva Gosvāmī said: Thus propitiated by the Kurus, whose city was trembling and who were surrendering to Him in great distress, Lord Balarāma became very calm and kindly disposed toward them. “Do not be afraid,” He said, and took away their fear."
    },
    {
        "verse_id": "50",
        "text": "Duryodhana, being very affectionate to his daughter, gave as her dowry 1,200 sixty-year-old elephants, 120,000 horses, 6,000 golden chariots shining like the sun, and 1,000 maidservants with jeweled lockets on their necks."
    },
    {
        "verse_id": "52",
        "text": "The Supreme Lord, chief of the Yādavas, accepted all these gifts and then departed with His son and daughter-in-law as His well-wishers bid Him farewell."
    },
    {
        "verse_id": "53",
        "text": "Then Lord Halāyudha entered His city [Dvārakā] and met His relatives, whose hearts were all bound to Him in loving attachment. In the assembly hall He reported to the Yadu leaders everything about His dealings with the Kurus."
    },
    {
        "verse_id": "54",
        "text": "Even today the city of Hastināpura is visibly elevated on its southern side along the Ganges, thus showing the signs of Lord Balarāma’s prowess."
    }
]