[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: The cowherd men were astonished when they saw Kṛṣṇa’s activities, such as lifting Govardhana Hill. Unable to understand His transcendental potency, they approached Nanda Mahārāja and spoke as follows."
    },
    {
        "verse_id": "2",
        "text": "[The cowherd men said:] Since this boy performs such extraordinary activities, how could He warrant a birth among worldly men like us — a birth that for Him would seem contemptible?"
    },
    {
        "verse_id": "3",
        "text": "How could this seven-year-old boy playfully hold up the great hill Govardhana with one hand, just as a mighty elephant holds up a lotus flower?"
    },
    {
        "verse_id": "4",
        "text": "As a mere infant who had hardly yet opened His eyes, He drank the breast milk of the powerful demoness Pūtanā and then sucked out her very life air as well, just as the force of time sucks out the youth of one’s body."
    },
    {
        "verse_id": "5",
        "text": "Once, when only three months old, little Kṛṣṇa was crying and kicking up His feet as He lay beneath a huge cart. Then the cart fell and turned upside-down simply because it was struck by the tip of His toe."
    },
    {
        "verse_id": "6",
        "text": "At the age of one, while sitting peacefully He was taken up into the sky by the demon Tṛṇāvarta. But baby Kṛṣṇa grabbed the demon’s neck, causing him great pain, and thus killed him."
    },
    {
        "verse_id": "7",
        "text": "Once, His mother tied Him with ropes to a mortar because she had caught Him stealing butter. Then, crawling on His hands, He dragged the mortar between a pair of arjuna trees and pulled them down."
    },
    {
        "verse_id": "8",
        "text": "Another time, when Kṛṣṇa was tending the calves in the forest together with Balarāma and the cowherd boys, the demon Bakāsura came with the intention of killing Kṛṣṇa. But Kṛṣṇa seized this inimical demon by the mouth and tore him apart."
    },
    {
        "verse_id": "9",
        "text": "Desiring to kill Kṛṣṇa, the demon Vatsa disguised himself as a calf and entered among Kṛṣṇa’s calves. But Kṛṣṇa killed the demon and, using his body, enjoyed the sport of knocking kapittha fruits down from the trees."
    },
    {
        "verse_id": "10",
        "text": "Together with Lord Balarāma, Kṛṣṇa killed the jackass demon and all his friends, thereby securing the safety of the Tālavana forest, which abounded with fully ripened palm fruits."
    },
    {
        "verse_id": "11",
        "text": "After arranging for the mighty Lord Balarāma to kill the terrible demon Pralamba, Kṛṣṇa saved Vraja’s cowherd boys and their animals from a forest fire."
    },
    {
        "verse_id": "12",
        "text": "Kṛṣṇa chastised the most poisonous serpent, Kāliya, and after humbling him He drove him forcibly from the lake of the Yamunā. In this way the Lord made the water of that river free of the snake’s powerful poison."
    },
    {
        "verse_id": "13",
        "text": "Dear Nanda, how is it that we and all the other residents of Vraja cannot give up our constant affection for your son? And how is it that He is so spontaneously attracted to us?"
    },
    {
        "verse_id": "14",
        "text": "On the one hand this boy is only seven years old, and on the other we see that He has lifted the great hill Govardhana. Therefore, O King of Vraja, a doubt about your son arises within us."
    },
    {
        "verse_id": "15",
        "text": "Nanda Mahārāja replied: O cowherd men, just hear my words and let all your doubts concerning my son be gone. Some time ago Garga Muni spoke to me as follows about this boy."
    },
    {
        "verse_id": "16",
        "text": "[Garga Muni had said:] Your son Kṛṣṇa appears as an incarnation in every millennium. In the past He assumed three different colors — white, red and yellow — and now He has appeared in a blackish color."
    },
    {
        "verse_id": "17",
        "text": "For many reasons, this beautiful son of yours sometimes appeared previously as the son of Vasudeva. Therefore, those who are learned sometimes call this child Vāsudeva."
    },
    {
        "verse_id": "18",
        "text": "For this son of yours there are many forms and names according to His transcendental qualities and activities. These are known to me, but people in general do not understand them."
    },
    {
        "verse_id": "19",
        "text": "To increase the transcendental bliss of the cowherd men of Gokula, this child will always act auspiciously for you. And by His grace only, you will surpass all difficulties."
    },
    {
        "verse_id": "20",
        "text": "O Nanda Mahārāja, as recorded in history, when there was an irregular, incapable government, Indra having been dethroned, and when honest people were being harassed and disturbed by thieves, this child appeared in order to curb the rogues and to protect the people and enable them to flourish."
    },
    {
        "verse_id": "21",
        "text": "Demons cannot harm the demigods, who always have Lord Viṣṇu on their side. Similarly, any person or group attached to all-auspicious Kṛṣṇa cannot be defeated by enemies."
    },
    {
        "verse_id": "22",
        "text": "Therefore, O Nanda Mahārāja, this child of yours is as good as Nārāyaṇa. In His transcendental qualities, opulence, name, fame and influence, He is exactly like Nārāyaṇa. Thus you should not be astonished by His activities."
    },
    {
        "verse_id": "23",
        "text": "[Nanda Mahārāja continued:] After Garga Ṛṣi spoke these words to me and returned home, I began to consider that Kṛṣṇa, who keeps us free from trouble, is actually an expansion of Lord Nārāyaṇa."
    },
    {
        "verse_id": "24",
        "text": "[Śukadeva Gosvāmī continued:] Having heard Nanda Mahārāja relate the statements of Garga Muni, the residents of Vṛndāvana became enlivened. Their perplexity was gone, and they worshiped Nanda and Lord Kṛṣṇa with great respect."
    },
    {
        "verse_id": "25",
        "text": "Indra became angry when his sacrifice was disrupted, and thus he caused rain and hail to fall on Gokula, accompanied by lightning and powerful winds, all of which brought great suffering to the cowherds, animals and women there. When Lord Kṛṣṇa, who is by nature always compassionate, saw the condition of those who had only Him as their shelter, He smiled broadly and lifted Govardhana Hill with one hand, just as a small child picks up a mushroom to play with it. Holding up the hill, He protected the cowherd community. May He, Govinda, the Lord of the cows and the destroyer of Indra’s false pride, be pleased with us."
    }
]