[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O King, while Lord Balarāma was away visiting Nanda’s village of Vraja, the ruler of Karūṣa, foolishly thinking “I am the Supreme Lord, Vāsudeva,” sent a messenger to Lord Kṛṣṇa."
    },
    {
        "verse_id": "2",
        "text": "Pauṇḍraka was emboldened by the flattery of childish men, who told him, “You are Vāsudeva, the Supreme Lord and master of the universe, who have now descended to the earth.” Thus he imagined himself to be the infallible Personality of Godhead."
    },
    {
        "verse_id": "3",
        "text": "Thus slow-witted King Pauṇḍraka sent a messenger to the inscrutable Lord Kṛṣṇa at Dvārakā. Pauṇḍraka was acting just like an unintelligent child whom other children are pretending is a king."
    },
    {
        "verse_id": "4",
        "text": "Arriving in Dvārakā, the messenger found lotus-eyed Kṛṣṇa in His royal assembly and relayed the King’s message to that almighty Lord."
    },
    {
        "verse_id": "5",
        "text": "[On Pauṇḍraka’s behalf, the messenger said:] I am the one and only Lord Vāsudeva, and there is no other. It is I who have descended to this world to show mercy to the living beings. Therefore give up Your false name."
    },
    {
        "verse_id": "6",
        "text": "O Sātvata, give up my personal symbols, which out of foolishness You now carry, and come to me for shelter. If You do not, then You must give me battle."
    },
    {
        "verse_id": "7",
        "text": "Śukadeva Gosvāmī said: King Ugrasena and the other members of the assembly laughed loudly when they heard this vain boasting of unintelligent Pauṇḍraka."
    },
    {
        "verse_id": "8",
        "text": "The Personality of Godhead, after enjoying the jokes of the assembly, told the messenger [to relay a message to his master:] “You fool, I will indeed let loose the weapons you boast of in this way."
    },
    {
        "verse_id": "9",
        "text": "“When you lie dead, O fool, your face covered by vultures, herons and vaṭa birds, you will become the shelter of dogs.”"
    },
    {
        "verse_id": "10",
        "text": "When the Lord had thus spoken, the messenger conveyed His insulting reply to his master in its entirety. Lord Kṛṣṇa then mounted His chariot and went to the vicinity of Kāśī."
    },
    {
        "verse_id": "11",
        "text": "Upon observing Lord Kṛṣṇa’s preparations for battle, the mighty warrior Pauṇḍraka quickly went out of the city with two full military divisions."
    },
    {
        "verse_id": "12",
        "text": "Pauṇḍraka’s friend, the King of Kāśī, followed behind, O King, leading the rear guard with three akṣauhiṇī divisions. Lord Kṛṣṇa saw that Pauṇḍraka was carrying the Lord’s own insignia, such as the conchshell, disc, sword and club, and also an imitation Śārṅga bow and Śrīvatsa mark. He wore a mock Kaustubha gem, was decorated with a garland of forest flowers and was dressed in upper and lower garments of fine yellow silk. His banner bore the image of Garuḍa, and he wore a valuable crown and gleaming, shark-shaped earrings."
    },
    {
        "verse_id": "15",
        "text": "Lord Hari laughed heartily when He saw how the King had dressed up in exact imitation of His own appearance, just like an actor onstage."
    },
    {
        "verse_id": "16",
        "text": "The enemies of Lord Hari attacked Him with tridents, clubs, bludgeons, pikes, ṛṣtis, barbed darts, lances, swords, axes and arrows."
    },
    {
        "verse_id": "17",
        "text": "But Lord Kṛṣṇa fiercely struck back at the army of Pauṇḍraka and Kāśirāja, which consisted of elephants, chariots, cavalry and infantry. The Lord tormented His enemies with His club, sword, Sudarśana disc and arrows, just as the fire of annihilation torments the various kinds of creatures at the end of a cosmic age."
    },
    {
        "verse_id": "18",
        "text": "The battlefield, strewn with the dismembered chariots, horses, elephants, humans, mules and camels that had been cut to pieces by the Lord’s disc weapon, shone like the gruesome playground of Lord Bhūtapati, giving pleasure to the wise."
    },
    {
        "verse_id": "19",
        "text": "Lord Kṛṣṇa then addressed Pauṇḍraka: My dear Pauṇḍraka, the very weapons you spoke of through your messenger, I now release unto you."
    },
    {
        "verse_id": "20",
        "text": "O fool, now I shall make you renounce My name, which you have falsely assumed. And I will certainly take shelter of you if I do not wish to fight you."
    },
    {
        "verse_id": "21",
        "text": "Having thus derided Pauṇḍraka, Lord Kṛṣṇa destroyed his chariot with His sharp arrows. The Lord then cut off his head with the Sudarśana disc, just as Lord Indra lops off a mountain peak with his thunderbolt weapon."
    },
    {
        "verse_id": "22",
        "text": "With His arrows, Lord Kṛṣṇa similarly severed Kāśirāja’s head from his body, sending it flying into Kāśī city like a lotus flower thrown by the wind."
    },
    {
        "verse_id": "23",
        "text": "Having thus killed envious Pauṇḍraka and his ally, Lord Kṛṣṇa returned to Dvārakā. As He entered the city, the Siddhas of heaven chanted His immortal, nectarean glories."
    },
    {
        "verse_id": "24",
        "text": "By constantly meditating upon the Supreme Lord, Pauṇḍraka shattered all his material bonds. Indeed, by imitating Lord Kṛṣṇa’s appearance, O King, he ultimately became Kṛṣṇa conscious."
    },
    {
        "verse_id": "25",
        "text": "Seeing a head decorated with earrings lying at the gate of the royal palace, the people present were puzzled. Some of them asked, “What is this?” and others said, “It is a head, but whose is it?”"
    },
    {
        "verse_id": "26",
        "text": "My dear King, when they recognized it as the head of their King — the lord of Kāśi — his queens, sons and other relatives, along with all the citizens of the city, began to cry pitifully: “Alas, we are killed! O my lord, my lord!”"
    },
    {
        "verse_id": "27",
        "text": "After the King’s son Sudakṣiṇa had performed the obligatory funeral rituals for his father, he resolved within his mind: “Only by killing my father’s murderer can I avenge his death.” Thus the charitable Sudakṣiṇa, together with his priests, began worshiping Lord Maheśvara with great attention."
    },
    {
        "verse_id": "29",
        "text": "Satisfied by the worship, the powerful Lord Śiva appeared in the sacred precinct of Avimukta and offered Sudakṣiṇa his choice of benedictions. The prince chose as his benediction a means to slay his father’s killer."
    },
    {
        "verse_id": "30",
        "text": "Lord Śiva told him, “Accompanied by brāhmaṇas, serve the Dakṣiṇāgni fire — the original priest — following the injunctions of the abhicāra ritual. Then the Dakṣiṇāgni fire, together with many Pramathas, will fulfill your desire if you direct it against someone inimical to the brāhmaṇas.” So instructed, Sudakṣiṇa strictly observed the ritualistic vows and invoked the abhicāra against Lord Kṛṣṇa."
    },
    {
        "verse_id": "32",
        "text": "Thereupon the fire rose up out of the altar pit, assuming the form of an extremely fearsome, naked person. The fiery creature’s beard and tuft of hair were like molten copper, and his eyes emitted blazing hot cinders. His face looked most frightful with its fangs and terrible arched and furrowed brows. As he licked the corners of his mouth with his tongue, the demon shook his flaming trident."
    },
    {
        "verse_id": "34",
        "text": "On legs as tall as palm trees, the monster raced toward Dvārakā in the company of ghostly spirits, shaking the ground and burning the world in all directions."
    },
    {
        "verse_id": "35",
        "text": "Seeing the approacḥ of the fiery demon created by the abhicāra ritual, the residents of Dvārakā were all struck with fear, like animals terrified by a forest fire."
    },
    {
        "verse_id": "36",
        "text": "Distraught with fear, the people cried out to the Supreme Personality of Godhead, who was then playing at dice in the royal court: “Save us! Save us, O Lord of the three worlds, from this fire burning up the city!”"
    },
    {
        "verse_id": "37",
        "text": "When Lord Kṛṣṇa heard the people’s agitation and saw that even His own men were disturbed, that most worthy giver of shelter simply laughed and told them, “Do not fear; I shall protect you.”"
    },
    {
        "verse_id": "38",
        "text": "The almighty Lord, the internal and external witness of all, understood that the monster had been produced by Lord Śiva from the sacrificial fire. To defeat the demon, Kṛṣṇa dispatched His disc weapon, who was waiting at His side."
    },
    {
        "verse_id": "39",
        "text": "That Sudarśana, the disc weapon of Lord Mukunda, blazed forth like millions of suns. His effulgence blazed like the fire of universal annihilation, and with his heat he pained the sky, all the directions, heaven and earth, and also the fiery demon."
    },
    {
        "verse_id": "40",
        "text": "Frustrated by the power of Lord Kṛṣṇa’s weapon, O King, the fiery creature produced by black magic turned his face away and retreated. Created for violence, the demon then returned to Vārāṇasī, where he surrounded the city and then burned Sudakṣiṇa and his priests to death, even though Sudakṣiṇa was his creator."
    },
    {
        "verse_id": "41",
        "text": "Lord Viṣṇu’s disc also entered Vārāṇasī, in pursuit of the fiery demon, and proceeded to burn the city to the ground, including all its assembly halls and residential palaces with raised porches, its numerous marketplaces, gateways, watchtowers, warehouses and treasuries, and all the buildings housing elephants, horses, chariots and grains."
    },
    {
        "verse_id": "42",
        "text": "After burning down the entire city of Vārāṇasī, Lord Viṣṇu’s Sudarśana cakra returned to the side of Śrī Kṛṣṇa, whose actions are effortless."
    },
    {
        "verse_id": "43",
        "text": "Any mortal who recounts this heroic pastime of Lord Uttamaḥ-śloka’s, or who simply hears it attentively, will become freed from all sins."
    }
]