[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Once, while Balarāma and Kṛṣṇa were living in Dvārakā, there occurred a great eclipse of the sun, just as if the end of Lord Brahmā’s day had come."
    },
    {
        "verse_id": "2",
        "text": "Knowing of this eclipse in advance, O King, many people went to the holy place known as Samanta-pañcaka in order to earn pious credit."
    },
    {
        "verse_id": "3",
        "text": "After ridding the earth of kings, Lord Paraśurāma, the foremost of warriors, created huge lakes from the kings’ blood at Samantaka-pañcaka. Although he is never tainted by karmic reactions, Lord Paraśurāma performed sacrifices there to instruct people in general; thus he acted like an ordinary person trying to free himself of sins. From all parts of Bhārata-varṣa a great number of people now came to that Samanta-pañcaka on pilgrimage. O descendant of Bharata, among those arriving at the holy place were many Vṛṣṇis, such as Gada, Pradyumna and Sāmba, hoping to be relieved of their sins; Akrūra, Vasudeva, Āhuka and other kings also went there. Aniruddha remained in Dvārakā with Sucandra, Śuka and Sāraṇa to guard the city, together with Kṛtavarmā, the commander of their armed forces."
    },
    {
        "verse_id": "7",
        "text": "The mighty Yādavas passed with great majesty along the road. They were attended by their soldiers, who rode on chariots rivaling the airplanes of heaven, on horses moving with a rhythmic gait, and on bellowing elephants as huge as clouds. Also with them were many infantrymen as effulgent as celestial Vidyādharas. The Yādavas were so divinely dressed — being adorned with gold necklaces and flower garlands and wearing fine armor — that as they proceeded along the road with their wives they seemed to be demigods flying through the sky."
    },
    {
        "verse_id": "9",
        "text": "At Samanta-pañcaka, the saintly Yādavas bathed and then observed a fast with careful attention. Afterward they presented brāhmaṇas with cows bedecked with garments, flower garlands and gold necklaces."
    },
    {
        "verse_id": "10",
        "text": "In accordance with scriptural injunctions, the descendants of Vṛṣṇi then bathed once more in Lord Paraśurāma’s lakes and fed first-class brāhmaṇas with sumptuous food. All the while they prayed, “May we be granted devotion to Lord Kṛṣṇa.”"
    },
    {
        "verse_id": "11",
        "text": "Then, with the permission of Lord Kṛṣṇa, their sole object of worship, the Vṛṣṇis ate breakfast and sat down at their leisure beneath trees that gave cooling shade."
    },
    {
        "verse_id": "12",
        "text": "The Yādavas saw that many of the kings who had arrived were old friends and relatives — the Matsyas, Uśīnaras, Kauśalyas, Vidarbhas, Kurus, Sṛñjayas, Kāmbojas, Kaikayas, Madras, Kuntīs and the kings of Ānarta and Kerala. They also saw many hundreds of other kings, both allies and adversaries. In addition, my dear King Parīkṣit, they saw their dear friends Nanda Mahārāja and the cowherd men and women, who had been suffering in anxiety for so long."
    },
    {
        "verse_id": "14",
        "text": "As the great joy of seeing one another made the lotuses of their hearts and faces bloom with fresh beauty, the men embraced one another enthusiastically. With tears pouring from their eyes, the hair on their bodies standing on end and their voices choked up, they all felt intense bliss."
    },
    {
        "verse_id": "15",
        "text": "The women glanced at one another with pure smiles of loving friendship. And when they embraced, their breasts, smeared with saffron paste, pressed against one another as their eyes filled with tears of affection."
    },
    {
        "verse_id": "16",
        "text": "They all then offered obeisances to their elders and received respect in turn from their younger relatives. After inquiring from one another about the comfort of their trip and their well-being, they proceeded to talk about Kṛṣṇa."
    },
    {
        "verse_id": "17",
        "text": "Queen Kuntī met with her brothers and sisters and their children, and also with her parents, her brothers’ wives and Lord Mukunda. While talking with them she forgot her sorrow."
    },
    {
        "verse_id": "18",
        "text": "Queen Kuntī said: My dear, respectable brother, I feel that my desires have been frustrated, because although all of you are most saintly, you forgot me during my calamities."
    },
    {
        "verse_id": "19",
        "text": "Friends and family members — even children, brothers and parents — forget a dear one whom Providence no longer favors."
    },
    {
        "verse_id": "20",
        "text": "Śrī Vasudeva said: Dear sister, please do not be angry with us. We are only ordinary men, playthings of fate. Indeed, whether a person acts on his own or is forced by others, he is always under the Supreme Lord’s control."
    },
    {
        "verse_id": "21",
        "text": "Harassed by Kaṁsa, we all fled in various directions, but by the grace of Providence we have now finally been able to return to our homes, my dear sister."
    },
    {
        "verse_id": "22",
        "text": "Śukadeva Gosvāmī said: Vasudeva, Ugrasena and the other Yadus honored the various kings, who became supremely blissful and content upon seeing Lord Acyuta."
    },
    {
        "verse_id": "23",
        "text": "All the royalty present, including Bhīṣma, Droṇa, Dhṛtarāṣṭra, Gāndhārī and her sons, the Pāṇḍavas and their wives, Kuntī, Sañjaya, Vidura, Kṛpācārya, Kuntībhoja, Virāṭa, Bhīṣmaka, the great Nagnajit, Purujit, Drupada, Śalya, Dhṛṣṭaketu, Kāśirāja, Damaghoṣa, Viśālākṣa, Maithila, Madra, Kekaya, Yudhāmanyu, Suśarmā, Bāhlika with his associates and their sons, and the many other kings subservient to Mahārāja Yudhiṣṭhira — all of them, O best of kings, were simply amazed to see the transcendental form of Lord Kṛṣṇa, the abode of all opulence and beauty, standing before them with His consorts."
    },
    {
        "verse_id": "27",
        "text": "After Lord Balarāma and Lord Kṛṣṇa had liberally honored them, with great joy and enthusiasm these kings began to praise the members of the Vṛṣṇi clan, Śrī Kṛṣṇa’s personal associates."
    },
    {
        "verse_id": "28",
        "text": "[The kings said:] O King of the Bhojas, you alone among men have achieved a truly exalted birth, for you continually behold Lord Kṛṣṇa, who is rarely visible even to great yogīs."
    },
    {
        "verse_id": "29",
        "text": "His fame, as broadcast by the Vedas, the water that has washed His feet, and the words He speaks in the form of the revealed scriptures — these thoroughly purify this universe. Although the earth’s good fortune was ravaged by time, the touch of His lotus feet has revitalized her, and thus she is raining down on us the fulfillment of all our desires. The same Lord Viṣṇu who makes one forget the goals of heaven and liberation has now entered into marital and blood relationships with you, who otherwise travel on the hellish path of family life. Indeed, in these relationships you see and touch Him directly, walk beside Him, converse with Him, and together with Him lie down to rest, sit at ease and take your meals."
    },
    {
        "verse_id": "31",
        "text": "Śukadeva Gosvāmī said: When Nanda Mahārāja learned that the Yadus had arrived, led by Kṛṣṇa, he immediately went to see them. The cowherds accompanied him, their various possessions loaded on their wagons."
    },
    {
        "verse_id": "32",
        "text": "Seeing Nanda, the Vṛṣṇis were delighted and stood up like dead bodies coming back to life. Having felt much distress at not seeing him for so long, they held him in a tight embrace."
    },
    {
        "verse_id": "33",
        "text": "Vasudeva embraced Nanda Mahārāja with great joy. Beside himself with ecstatic love, Vasudeva remembered the troubles Kaṁsa had caused him, forcing him to leave his sons in Gokula for Their safety."
    },
    {
        "verse_id": "34",
        "text": "O hero of the Kurus, Kṛṣṇa and Balarāma embraced Their foster parents and bowed down to them, but Their throats were so choked up with tears of love that the two Lords could say nothing."
    },
    {
        "verse_id": "35",
        "text": "Raising their two sons onto their laps and holding Them in their arms, Nanda and saintly mother Yaśodā forgot their sorrow."
    },
    {
        "verse_id": "36",
        "text": "Then Rohiṇī and Devakī both embraced the Queen of Vraja, remembering the faithful friendship she had shown them. Their throats choking with tears, they addressed her as follows."
    },
    {
        "verse_id": "37",
        "text": "[Rohiṇī and Devakī said:] What woman could forget the unceasing friendship you and Nanda have shown us, dear Queen of Vraja? There is no way to repay you in this world, even with the wealth of Indra."
    },
    {
        "verse_id": "38",
        "text": "Before these two boys had ever seen Their real parents, you acted as Their parents and gave Them all affectionate care, training, nourishment and protection. They were never afraid, good lady, because you protected Them just as eyelids protect the eyes. Indeed, saintly persons like you never discriminate between outsiders and their own kin."
    },
    {
        "verse_id": "39",
        "text": "Śukadeva Gosvāmī said: While gazing at their beloved Kṛṣṇa, the young gopīs used to condemn the creator of their eyelids, [which would momentarily block their vision of Him]. Now, seeing Kṛṣṇa again after such a long separation, with their eyes they took Him into their hearts, and there they embraced Him to their full satisfaction. In this way they became totally absorbed in ecstatic meditation on Him, although those who constantly practice mystic yoga find such absorption difficult to achieve."
    },
    {
        "verse_id": "40",
        "text": "The Supreme Lord approached the gopīs in a secluded place as they stood in their ecstatic trance. After embracing each of them and inquiring about their well-being, He laughed and spoke as follows."
    },
    {
        "verse_id": "41",
        "text": "[Lord Kṛṣṇa said:] My dear girlfriends, do you still remember Me? It was for My relatives’ sake that I stayed away so long, intent on destroying My enemies."
    },
    {
        "verse_id": "42",
        "text": "Do you perhaps think I’m ungrateful and thus hold Me in contempt? After all, it is the Supreme Lord who brings living beings together and then separates them."
    },
    {
        "verse_id": "43",
        "text": "Just as the wind brings together masses of clouds, blades of grass, wisps of cotton and particles of dust, only to scatter them all again, so the creator deals with His created beings in the same way."
    },
    {
        "verse_id": "44",
        "text": "Rendering devotional service to Me qualifies any living being for eternal life. But by your good fortune you have developed a special loving attitude toward Me, by which you have obtained Me."
    },
    {
        "verse_id": "45",
        "text": "Dear ladies, I am the beginning and end of all created beings and exist both within and without them, just as the elements ether, water, earth, air and fire are the beginning and end of all material objects and exist both within and without them."
    },
    {
        "verse_id": "46",
        "text": "In this way all created things reside within the basic elements of creation, while the spirit souls pervade the creation, remaining in their own true identity. You should see both of these — the material creation and the self — as manifest within Me, the imperishable Supreme Truth."
    },
    {
        "verse_id": "47",
        "text": "Śukadeva Gosvāmī said: Having thus been instructed by Kṛṣṇa in spiritual matters, the gopīs were freed of all tinges of false ego because of their incessant meditation upon Him. And with their deepening absorption in Him, they came to understand Him fully."
    },
    {
        "verse_id": "48",
        "text": "The gopīs spoke thus: Dear Lord, whose navel is just like a lotus flower, Your lotus feet are the only shelter for those who have fallen into the deep well of material existence. Your feet are worshiped and meditated upon by great mystic yogīs and highly learned philosophers. We wish that these lotus feet may also be awakened within our hearts, although we are only ordinary persons engaged in household affairs."
    }
]