[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Kāmadeva [Cupid], an expansion of Vāsudeva, had previously been burned to ashes by Rudra’s anger. Now, to obtain a new body, he merged back into the body of Lord Vāsudeva."
    },
    {
        "verse_id": "2",
        "text": "He took birth in the womb of Vaidarbhī from the seed of Lord Kṛṣṇa and received the name Pradyumna. In no respect was He inferior to His father."
    },
    {
        "verse_id": "3",
        "text": "The demon Śambara, who could assume any form he desired, kidnapped the infant before He was even ten days old. Understanding Pradyumna to be his enemy, Śambara threw Him into the sea and then returned home."
    },
    {
        "verse_id": "4",
        "text": "A powerful fish swallowed Pradyumna, and this fish, along with others, was caught in a huge net and seized by fishermen."
    },
    {
        "verse_id": "5",
        "text": "The fishermen presented that extraordinary fish to Śambara, who had his cooks bring it to the kitchen, where they began cutting it up with a butcher knife."
    },
    {
        "verse_id": "6",
        "text": "Seeing a male child in the belly of the fish, the cooks gave the infant to Māyāvatī, who was astonished. Nārada Muni then appeared and explained to her everything about the child’s birth and His entering the fish’s abdomen."
    },
    {
        "verse_id": "7",
        "text": "Māyāvatī was in fact Cupid’s renowned wife, Rati. While waiting for her husband to obtain a new body — his previous one having been burnt up — she had been assigned by Śambara to prepare vegetables and rice. Māyāvatī understood that this infant was actually Kāmadeva, and thus she began to feel love for Him."
    },
    {
        "verse_id": "9",
        "text": "After a short time, this son of Kṛṣṇa — Pradyumna — attained His full youth. He enchanted all women who gazed upon Him."
    },
    {
        "verse_id": "10",
        "text": "My dear King, with a bashful smile and raised eyebrows, Māyāvatī exhibited various gestures of conjugal attraction as she lovingly approached her husband, whose eyes were broad like the petals of a lotus, whose arms were very long and who was the most beautiful of men."
    },
    {
        "verse_id": "11",
        "text": "Lord Pradyumna told her, “O mother, your attitude has changed. You are overstepping the proper feelings of a mother and behaving like a lover.”"
    },
    {
        "verse_id": "12",
        "text": "Rati said: You are the son of Lord Nārāyaṇa and were kidnapped from Your parents’ home by Śambara. I, Rati, am Your legitimate wife, O master, because You are Cupid."
    },
    {
        "verse_id": "13",
        "text": "That demon, Śambara, threw You into the sea when You were not even ten days old, and a fish swallowed You. Then in this very place we recovered You from the fish’s abdomen, O master."
    },
    {
        "verse_id": "14",
        "text": "Now kill this dreadful Śambara, Your formidable enemy. Although he knows hundreds of magic spells, You can defeat him with bewildering magic and other techniques."
    },
    {
        "verse_id": "15",
        "text": "Your poor mother, having lost her son, cries for You like a kurarī bird. She is overwhelmed with love for her child, just like a cow that has lost its calf."
    },
    {
        "verse_id": "16",
        "text": "[Śukadeva Gosvāmī continued:] Speaking thus, Māyāvatī gave to the great soul Pradyumna the mystic knowledge called Mahā-māyā, which vanquishes all other deluding spells."
    },
    {
        "verse_id": "17",
        "text": "Pradyumna approached Śambara and called him to battle, hurling intolerable insults at him to foment a conflict."
    },
    {
        "verse_id": "18",
        "text": "Offended by these harsh words, Śambara became as agitated as a kicked snake. He came out, club in hand, his eyes red with rage."
    },
    {
        "verse_id": "19",
        "text": "Śambara whirled his club swiftly about and then hurled it at the wise Pradyumna, producing a sound as sharp as a thunder crack."
    },
    {
        "verse_id": "20",
        "text": "As Śambara’s club came flying toward Him, Lord Pradyumna knocked it away with His own. Then, O King, Pradyumna angrily threw His club at the enemy."
    },
    {
        "verse_id": "21",
        "text": "Resorting to the black magic of the Daityas taught to him by Maya Dānava, Śambara suddenly appeared in the sky and released a downpour of weapons upon Kṛṣṇa’s son."
    },
    {
        "verse_id": "22",
        "text": "Harassed by this rain of weapons, Lord Raukmiṇeya, the greatly powerful warrior, made use of the mystic science called Mahā-māyā, which was created from the mode of goodness and which could defeat all other mystic power."
    },
    {
        "verse_id": "23",
        "text": "The demon then unleashed hundreds of mystic weapons belonging to the Guhyakas, Gandharvas, Piśācas, Uragas and Rākṣasas, but Lord Kārṣṇi, Pradyumna, struck them all down."
    },
    {
        "verse_id": "24",
        "text": "Drawing His sharp-edged sword, Pradyumna forcefully cut off Śambara’s head, complete with red mustache, helmet and earrings."
    },
    {
        "verse_id": "25",
        "text": "As the residents of the higher planets showered Pradyumna with flowers and chanted His praises, His wife appeared in the sky and transported Him through the heavens, back to the city of Dvārakā."
    },
    {
        "verse_id": "26",
        "text": "O King, Lord Pradyumna and His wife resembled a cloud accompanied by lightning as they descended from the sky into the inner quarters of Kṛṣṇa’s most excellent palace, which were crowded with lovely women."
    },
    {
        "verse_id": "27",
        "text": "The women of the palace thought He was Lord Kṛṣṇa when they saw His dark-blue complexion the color of a rain cloud, His yellow silk garments, His long arms and red-tinged eyes, His charming lotus face adorned with a pleasing smile, His fine ornaments and His thick, curly blue hair. Thus the women became bashful and hid themselves here and there."
    },
    {
        "verse_id": "29",
        "text": "Gradually, from the slight differences between His appearance and Kṛṣṇa’s, the ladies realized He was not the Lord. Delighted and astonished, they approached Pradyumna and His consort, who was a jewel among women."
    },
    {
        "verse_id": "30",
        "text": "Seeing Pradyumna, sweet-voiced, dark-eyed Rukmiṇī remembered her lost son, and her breasts became moist out of affection."
    },
    {
        "verse_id": "31",
        "text": "[Śrīmatī Rukmiṇī-devī said:] Who is this lotus-eyed jewel among men? What man’s son is He, and what woman carried Him in her womb? And who is this woman He has taken as His wife?"
    },
    {
        "verse_id": "32",
        "text": "If my lost son, who was kidnapped from the maternity room, were still alive somewhere, He would be of the same age and appearance as this young man."
    },
    {
        "verse_id": "33",
        "text": "But how is it that this young man so much resembles my own Lord, Kṛṣṇa, the wielder of Śārṅga, in His bodily form and His limbs, in His gait and the tone of His voice, and in His smiling glance?"
    },
    {
        "verse_id": "34",
        "text": "Yes, He must be the same child I bore in my womb, since I feel great affection for Him and my left arm is quivering."
    },
    {
        "verse_id": "35",
        "text": "As Queen Rukmiṇī conjectured in this way, Lord Kṛṣṇa, the son of Devakī, arrived on the scene with Vasudeva and Devakī."
    },
    {
        "verse_id": "36",
        "text": "Although Lord Janārdana knew perfectly well what had transpired, He remained silent. The sage Nārada, however, explained everything, beginning with Śambara’s kidnapping of the child."
    },
    {
        "verse_id": "37",
        "text": "When the women of Lord Kṛṣṇa’s palace heard this most amazing account, they joyfully greeted Pradyumna, who had been lost for many years but who had now returned as if from the dead."
    },
    {
        "verse_id": "38",
        "text": "Devakī, Vasudeva, Kṛṣṇa, Balarāma and all the women of the palace, especially Queen Rukmiṇī, embraced the young couple and rejoiced."
    },
    {
        "verse_id": "39",
        "text": "Hearing that lost Pradyumna had come home, the residents of Dvārakā declared, “Ah, providence has allowed this child to return as if from death!”"
    },
    {
        "verse_id": "40",
        "text": "It is not astonishing that the palace women, who should have felt maternal affection for Pradyumna, privately felt ecstatic attraction for Him as if He were their own Lord. After all, the son exactly resembled His father. Indeed, Pradyumna was a perfect reflection of the beauty of Lord Kṛṣṇa, the shelter of the goddess of fortune, and appeared before their eyes as Cupid Himself. Since even those on the level of His mother felt conjugal attraction for Him, then what to speak of how other women felt when they saw Him?"
    }
]