[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Having thus heard of the killing of Jarāsandha, and also of almighty Kṛṣṇa’s wonderful power, King Yudhiṣṭhira addressed the Lord as follows with great pleasure."
    },
    {
        "verse_id": "2",
        "text": "Śrī Yudhiṣṭhira said: All the exalted spiritual masters of the three worlds, together with the inhabitants and rulers of the various planets, carry on their heads Your command, which is rarely obtained."
    },
    {
        "verse_id": "3",
        "text": "That You, the lotus-eyed Supreme Lord, accept the orders of wretched fools who presume themselves rulers is a great pretense on Your part, O all-pervading one."
    },
    {
        "verse_id": "4",
        "text": "But of course the power of the Absolute Truth, the Supreme Soul, the primeval one without a second, is neither increased nor diminished by His activities, any more than the sun’s power is by its movements."
    },
    {
        "verse_id": "5",
        "text": "O unconquerable Mādhava, even Your devotees make no distinctions of “I” and “mine,” “you” and “yours,” for this is the perverted mentality of animals."
    },
    {
        "verse_id": "6",
        "text": "Śukadeva Gosvāmī said: Having said this, King Yudhiṣṭhira waited until the proper time for the sacrifice was at hand. Then with Lord Kṛṣṇa’s permission he selected suitable priests, all expert authorities on the Vedas, to execute the sacrifice."
    },
    {
        "verse_id": "7",
        "text": "He selected Kṛṣṇa-dvaipāyana, Bharadvāja, Sumantu, Gotama and Asita, along with Vasiṣṭha, Cyavana, Kaṇva, Maitreya, Kavaṣa and Trita. He also selected Viśvāmitra, Vāmadeva, Sumati, Jaimini, Kratu, Paila and Parāśara, as well as Garga, Vaiśampāyana, Atharvā, Kaśyapa, Dhaumya, Rāma of the Bhārgavas, Āsuri, Vītihotra, Madhucchandā, Vīrasena and Akṛtavraṇa."
    },
    {
        "verse_id": "10",
        "text": "O King, others who were invited included Droṇa, Bhīṣma, Kṛpa, Dhṛtarāṣṭra with his sons, the wise Vidura, and many other brāhmaṇas, kṣatriyas, vaiśyas and śūdras, all eager to witness the sacrifice. Indeed, all the kings came there with their entourages."
    },
    {
        "verse_id": "12",
        "text": "The brāhmaṇa priests then plowed the sacrificial ground with golden plowshares and initiated King Yudhiṣṭhira for the sacrifice in accordance with the traditions set down by standard authorities."
    },
    {
        "verse_id": "13",
        "text": "The utensils used in the sacrifice were made of gold, just as in the ancient Rājasūya performed by Lord Varuṇa. Indra, Brahmā, Śiva and many other planetary rulers; the Siddhas and Gandharvas with their entourage; the Vidyādharas; great serpents; sages; Yakṣas; Rākṣasas; celestial birds; Kinnaras; Cāraṇas; and earthly kings — all were invited, and indeed they all came from every direction to the Rājasūya sacrifice of King Yudhiṣṭhira, the son of Pāṇḍu. They were not in the least astonished to see the opulence of the sacrifice, since it was quite appropriate for a devotee of Lord Kṛṣṇa."
    },
    {
        "verse_id": "16",
        "text": "The priests, as powerful as gods, performed the Rājasūya sacrifice for King Yudhiṣṭhira in accordance with the Vedic injunctions, just as the demigods had previously performed it for Varuṇa."
    },
    {
        "verse_id": "17",
        "text": "On the day of extracting the soma juice, King Yudhiṣṭhira properly and very attentively worshiped the priests and the most exalted personalities of the assembly."
    },
    {
        "verse_id": "18",
        "text": "The members of the assembly then pondered over who among them should be worshiped first, but since there were many personalities qualified for this honor, they were unable to decide. Finally Sahadeva spoke up."
    },
    {
        "verse_id": "19",
        "text": "[Sahadeva said:] Certainly it is Acyuta, the Supreme Personality of Godhead and chief of the Yādavas, who deserves the highest position. In truth, He Himself comprises all the demigods worshiped in sacrifice, along with such aspects of the worship as the sacred place, the time and the paraphernalia."
    },
    {
        "verse_id": "20",
        "text": "This entire universe is founded upon Him, as are the great sacrificial performances, with their sacred fires, oblations and mantras. Sāṅkhya and yoga both aim toward Him, the one without a second. O assembly members, that unborn Lord, relying solely on Himself, creates, maintains and destroys this cosmos by His personal energies, and thus the existence of this universe depends on Him alone."
    },
    {
        "verse_id": "22",
        "text": "He creates the many activities of this world, and thus by His grace the whole world endeavors for the ideals of religiosity, economic development, sense gratification and liberation."
    },
    {
        "verse_id": "23",
        "text": "Therefore we should give the highest honor to Kṛṣṇa, the Supreme Lord. If we do so, we will be honoring all living beings and also our own selves."
    },
    {
        "verse_id": "24",
        "text": "Anyone who wishes the honor he gives to be reciprocated infinitely should honor Kṛṣṇa, the perfectly peaceful and perfectly complete Soul of all beings, the Supreme Lord, who views nothing as separate from Himself."
    },
    {
        "verse_id": "25",
        "text": "[Śukadeva Gosvāmī continued:] Having said this, Sahadeva, who understood Lord Kṛṣṇa’s powers, fell silent. And having heard his words, all the saintly persons present congratulated him, exclaiming “Excellent! Excellent!”"
    },
    {
        "verse_id": "26",
        "text": "The King was delighted to hear this pronouncement of the brāhmaṇas, from which he understood the mood of the entire assembly. Overwhelmed with love, he fully worshiped Lord Kṛṣṇa, the master of the senses."
    },
    {
        "verse_id": "27",
        "text": "After bathing Lord Kṛṣṇa’s feet, Mahārāja Yudhiṣṭhira joyfully sprinkled the water upon his own head, and then upon the heads of his wife, brothers, other family members and ministers. That water purifies the whole world. As he honored the Lord with presentations of yellow silken garments and precious jeweled ornaments, the King’s tear-filled eyes prevented him from looking directly at the Lord."
    },
    {
        "verse_id": "29",
        "text": "When they saw Lord Kṛṣṇa thus honored, nearly all who were present joined their palms reverentially, exclaiming “Obeisances to You! All victory to You!” and then bowed down to Him. Flowers rained down from above."
    },
    {
        "verse_id": "30",
        "text": "The intolerant son of Damaghoṣa became infuriated upon hearing the glorification of Lord Kṛṣṇa’s transcendental qualities. He stood up from his seat and, angrily waving his arms, fearlessly spoke to the entire assembly the following harsh words against the Supreme Lord."
    },
    {
        "verse_id": "31",
        "text": "[Śiśupāla said:] The statement of the Vedas that time is the unavoidable controller of all has indeed been proven true, since the intelligence of wise elders has now become diverted by the words of a mere boy."
    },
    {
        "verse_id": "32",
        "text": "O leaders of the assembly, you know best who is a fit candidate for being honored. Therefore you should not heed the words of a child when he claims that Kṛṣṇa deserves to be worshiped."
    },
    {
        "verse_id": "33",
        "text": "How can you pass over the most exalted members of this assembly — topmost sages dedicated to the Absolute Truth endowed with powers of austerity, divine insight and strict adherence to severe vows, sanctified by knowledge and worshiped even by the rulers of the universe? How does this cowherd boy, the disgrace of His family, deserve your worship, any more than a crow deserves to eat the sacred puroḍāśa rice cake?"
    },
    {
        "verse_id": "35",
        "text": "How does one who follows no principles of the social and spiritual orders or of family ethics, who has been excluded from all religious duties, who behaves whimsically, and who has no good qualities — how does such a person deserve to be worshiped?"
    },
    {
        "verse_id": "36",
        "text": "Yayāti cursed the dynasty of these Yādavas, and ever since then they have been ostracized by honest men and addicted to liquor. How, then, does Kṛṣṇa deserve to be worshiped?"
    },
    {
        "verse_id": "37",
        "text": "These Yādavas have abandoned the holy lands inhabited by saintly sages and have instead taken shelter of a fortress in the sea, a place where no brahminical principles are observed. There, just like thieves, they harass their subjects."
    },
    {
        "verse_id": "38",
        "text": "[Śukadeva Gosvāmī continued:] Bereft of all good fortune, Śiśupāla spoke these and other insults. But the Supreme Lord said nothing, just as a lion ignores a jackal’s cry."
    },
    {
        "verse_id": "39",
        "text": "Upon hearing such intolerable blasphemy of the Lord, several members of the assembly covered their ears and walked out, angrily cursing the King of Cedi."
    },
    {
        "verse_id": "40",
        "text": "Anyone who fails to immediately leave the place where he hears criticism of the Supreme Lord or His faithful devotee will certainly fall down, bereft of his pious credit."
    },
    {
        "verse_id": "41",
        "text": "Then the sons of Pāṇḍu became furious, and together with the warriors of the Matsya, Kaikaya and Sṛñjaya clans, they rose up from their seats with weapons poised, ready to kill Śiśupāla."
    },
    {
        "verse_id": "42",
        "text": "Undaunted, Śiśupāla then took up his sword and shield in the midst of all the assembled kings, O Bhārata, and hurled insults at those who sided with Lord Kṛṣṇa."
    },
    {
        "verse_id": "43",
        "text": "At that point the Supreme Lord stood up and checked His devotees. He then angrily sent forth His razor-sharp disc and severed the head of His enemy as he was attacking."
    },
    {
        "verse_id": "44",
        "text": "When Śiśupāla was thus killed, a great roar and howl went up from the crowd. Taking advantage of that disturbance, the few kings who were supporters of Śiśupāla quickly left the assembly out of fear for their lives."
    },
    {
        "verse_id": "45",
        "text": "An effulgent light rose from Śiśupāla’s body and, as everyone watched, entered Lord Kṛṣṇa just like a meteor falling from the sky to the earth."
    },
    {
        "verse_id": "46",
        "text": "Obsessed with hatred of Lord Kṛṣṇa throughout three lifetimes, Śiśupāla attained the Lord’s transcendental nature. Indeed, one’s consciousness determines one’s future birth."
    },
    {
        "verse_id": "47",
        "text": "Emperor Yudhiṣṭhira gave generous gifts to the sacrificial priests and the members of the assembly, properly honoring them all in the manner prescribed by the Vedas. He then took the avabhṛtha bath."
    },
    {
        "verse_id": "48",
        "text": "Thus Śrī Kṛṣṇa, the Lord of all masters of mystic yoga, saw to the successful execution of this great sacrifice on behalf of King Yudhiṣṭhira. Afterwards, the Lord stayed with His intimate friends for a few months at their earnest request."
    },
    {
        "verse_id": "49",
        "text": "Then the Lord, the son of Devakī, took the reluctant permission of the King and returned to His capital with His wives and ministers."
    },
    {
        "verse_id": "50",
        "text": "I have already described to you in detail the history of the two residents of Vaikuṇṭha who had to undergo repeated births in the material world because of being cursed by brāhmaṇas."
    },
    {
        "verse_id": "51",
        "text": "Purified in the final, avabhṛthya ritual, which marked the successful completion of the Rājasūya sacrifice, King Yudhiṣṭhira shone among the assembled brāhmaṇas and kṣatriyas like the King of the demigods himself."
    },
    {
        "verse_id": "52",
        "text": "The demigods, humans and residents of intermediate heavens, all properly honored by the King, happily set off for their respective domains while singing the praises of Lord Kṛṣṇa and the great sacrifice."
    },
    {
        "verse_id": "53",
        "text": "[All were satisfied] except sinful Duryodhana, the personification of the age of quarrel and the disease of the Kuru dynasty. He could not bear to see the flourishing opulence of the son of Pāṇḍu."
    },
    {
        "verse_id": "54",
        "text": "One who recites these activities of Lord Viṣṇu, including the killing of Śiśupāla, the deliverance of the kings and the performance of the Rājasūya sacrifice, is freed from all sins."
    }
]