[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: The supremely intelligent Uddhava was the best counselor of the Vṛṣṇi dynasty, a beloved friend of Lord Śrī Kṛṣṇa and a direct disciple of Bṛhaspati."
    },
    {
        "verse_id": "2",
        "text": "The Supreme Lord Hari, who relieves the distress of all who surrender to Him, once took the hand of His fully devoted, dearmost friend Uddhava and addressed him as follows."
    },
    {
        "verse_id": "3",
        "text": "[Lord Kṛṣṇa said:] Dear gentle Uddhava, go to Vraja and give pleasure to Our parents. And also relieve the gopīs, suffering in separation from Me, by giving them My message."
    },
    {
        "verse_id": "4",
        "text": "The minds of those gopīs are always absorbed in Me, and their very lives are ever devoted to Me. For My sake they have abandoned everything related to their bodies, renouncing ordinary happiness in this life, as well as religious duties necessary for such happiness in the next life. I alone am their dearmost beloved and, indeed, their very Self. I personally sustain such devotees, who for My sake give up all worldly duties."
    },
    {
        "verse_id": "5",
        "text": "My dear Uddhava, for those women of Gokula I am the most cherished object of love. Thus when they remember Me, who am so far away, they are overwhelmed by the anxiety of separation."
    },
    {
        "verse_id": "6",
        "text": "Simply because I have promised to return to them, My fully devoted cowherd girlfriends struggle to maintain their lives somehow or other."
    },
    {
        "verse_id": "7",
        "text": "Śukadeva Gosvāmī said: Thus addressed, O King, Uddhava respectfully accepted his master’s message, mounted his chariot and set off for Nanda-gokula."
    },
    {
        "verse_id": "8",
        "text": "The fortunate Uddhava reached Nanda Mahārāja’s pastures just as the sun was setting, and since the returning cows and other animals were raising dust with their hooves, his chariot passed unnoticed."
    },
    {
        "verse_id": "9",
        "text": "Gokula resounded on all sides with the sounds of bulls in rut fighting with one another for fertile cows; with the mooing of cows, burdened by their udders, chasing after their calves; with the noise of milking and of the white calves jumping here and there; with the loud reverberation of flute-playing; and with the singing of the all-auspicious deeds of Kṛṣṇa and Balarāma by the cowherd men and women, who made the village resplendent with their wonderfully ornamented attire. The cowherds’ homes in Gokula appeared most charming with their abundant paraphernalia for worship of the sacrificial fire, the sun, unexpected guests, the cows, the brāhmaṇas, the forefathers and the demigods. On all sides lay the flowering forest, echoing with flocks of birds and swarms of bees and beautified by its lakes crowded with swans, kāraṇḍava ducks and bowers of lotuses."
    },
    {
        "verse_id": "14",
        "text": "As soon as Uddhava arrived at Nanda Mahārāja’s home, Nanda came forward to meet him. The cowherd King embraced him in great happiness and worshiped him as nondifferent from Lord Vāsudeva."
    },
    {
        "verse_id": "15",
        "text": "After Uddhava had eaten first-class food, been seated comfortably on a bed and been relieved of his fatigue by a foot massage and other means, Nanda inquired from him as follows."
    },
    {
        "verse_id": "16",
        "text": "[Nanda Mahārāja said:] My dear most fortunate one, does the son of Śūra fare well, now that he is free and has rejoined his children and other relatives?"
    },
    {
        "verse_id": "17",
        "text": "Fortunately, because of his own sins, the sinful Kaṁsa has been killed, along with all his brothers. He always hated the saintly and righteous Yadus."
    },
    {
        "verse_id": "18",
        "text": "Does Kṛṣṇa remember us? Does He remember His mother and His friends and well-wishers? Does He remember the cowherds and their village of Vraja, of which He is the master? Does He remember the cows, Vṛndāvana forest and Govardhana Hill?"
    },
    {
        "verse_id": "19",
        "text": "Will Govinda return even once to see His family? If He ever does, we may then glance upon His beautiful face, with its beautiful eyes, nose and smile."
    },
    {
        "verse_id": "20",
        "text": "We were saved from the forest fire, the wind and rain, the bull and serpent demons — from all such insurmountable, deadly dangers — by that very great soul, Kṛṣṇa."
    },
    {
        "verse_id": "21",
        "text": "As we remember the wonderful deeds Kṛṣṇa performed, His playful sidelong glances, His smiles and His words, O Uddhava, we forget all our material engagements."
    },
    {
        "verse_id": "22",
        "text": "When we see the places where Mukunda enjoyed His sporting pastimes — the rivers, hills and forests He decorated with His feet — our minds become totally absorbed in Him."
    },
    {
        "verse_id": "23",
        "text": "In my opinion, Kṛṣṇa and Balarāma must be two exalted demigods who have come to this planet to fulfill some great mission of the demigods. Such was foretold by Garga Ṛṣi."
    },
    {
        "verse_id": "24",
        "text": "After all, Kṛṣṇa and Balarāma killed Kaṁsa, who was as strong as ten thousand elephants, as well as the wrestlers Cāṇūra and Muṣṭika and the elephant Kuvalayāpīḍa. They killed them all sportingly, as easily as a lion disposes of small animals."
    },
    {
        "verse_id": "25",
        "text": "With the ease of a royal elephant breaking a stick, Kṛṣṇa broke a powerful, giant bow three tālas long. He also held a mountain aloft for seven days with just one hand."
    },
    {
        "verse_id": "26",
        "text": "Here in Vṛndāvana, Kṛṣṇa and Balarāma easily destroyed demons like Pralamba, Dhenuka, Arista, Tṛṇāvarta and Baka, who had themselves defeated both demigods and other demons."
    },
    {
        "verse_id": "27",
        "text": "Śukadeva Gosvāmī said: Thus intensely remembering Kṛṣṇa again and again, Nanda Mahārāja, his mind completely attached to the Lord, felt extreme anxiety and fell silent, overcome by the strength of his love."
    },
    {
        "verse_id": "28",
        "text": "As mother Yaśodā heard the descriptions of her son’s activities, she poured out her tears, and milk flowed from her breasts out of love."
    },
    {
        "verse_id": "29",
        "text": "Uddhava then joyfully addressed Nanda Mahārāja, having clearly seen the supreme loving attraction he and Yaśodā felt for Kṛṣṇa, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "30",
        "text": "Śrī Uddhava said: O respectful Nanda, certainly you and mother Yaśodā are the most praiseworthy persons in the entire world, since you have developed such a loving attitude toward Lord Nārāyaṇa, the spiritual master of all living beings."
    },
    {
        "verse_id": "31",
        "text": "These two Lords, Mukunda and Balarāma, are each the seed and womb of the universe, the creator and His creative potency. They enter the hearts of living beings and control their conditioned awareness. They are the primeval Supreme."
    },
    {
        "verse_id": "32",
        "text": "Anyone, even a person in an impure state, who absorbs his mind in Him for just a moment at the time of death burns up all traces of sinful reactions and immediately attains the supreme transcendental destination in a pure, spiritual form as effulgent as the sun. You two have rendered exceptional loving service to Him, Lord Nārāyaṇa, the Supersoul of all and the cause of all existence, the great soul who, although the original cause of everything, has a humanlike form. What pious deeds could still be required of you?"
    },
    {
        "verse_id": "34",
        "text": "Infallible Kṛṣṇa, the Lord of the devotees, will soon return to Vraja to satisfy His parents."
    },
    {
        "verse_id": "35",
        "text": "Having killed Kaṁsa, the enemy of all the Yadus, in the wrestling arena, Kṛṣṇa will now surely fulfill His promise to you by coming back."
    },
    {
        "verse_id": "36",
        "text": "O most fortunate ones, do not lament. You will see Kṛṣṇa again very soon. He is present in the hearts of all living beings, just as fire lies dormant in wood."
    },
    {
        "verse_id": "37",
        "text": "For Him no one is especially dear or despicable, superior or inferior, and yet He is not indifferent to anyone. He is free from all desire for respect and yet gives respect to all others."
    },
    {
        "verse_id": "38",
        "text": "He has no mother, no father, no wife, children or other relatives. No one is related to Him, and yet no one is a stranger to Him. He has no material body and no birth."
    },
    {
        "verse_id": "39",
        "text": "He has no work to do in this world that would oblige Him to take birth in pure, impure or mixed species of life. Yet to enjoy His pastimes and deliver His saintly devotees, He manifests Himself."
    },
    {
        "verse_id": "40",
        "text": "Although beyond the three modes of material nature — goodness, passion and ignorance — the transcendental Lord accepts association with them as His play. Thus the unborn Supreme Lord utilizes the material modes to create, maintain and destroy."
    },
    {
        "verse_id": "41",
        "text": "Just as a person who is whirling around perceives the ground to be turning, one who is affected by false ego thinks himself the doer, when actually only his mind is acting."
    },
    {
        "verse_id": "42",
        "text": "The Supreme Lord Hari is certainly not your son alone. Rather, being the Lord, He is the son, Soul, father and mother of everyone."
    },
    {
        "verse_id": "43",
        "text": "Nothing can be said to exist independent of Lord Acyuta — nothing heard or seen, nothing in the past, present or future, nothing moving or unmoving, great or small. He indeed is everything, for He is the Supreme Soul."
    },
    {
        "verse_id": "44",
        "text": "While Kṛṣṇa’s messenger continued speaking with Nanda, the night ended, O King. The women of the cowherd village rose from bed and, lighting lamps, worshiped their household deities. Then they began churning the yogurt into butter."
    },
    {
        "verse_id": "45",
        "text": "As they pulled on the churning ropes with their bangled arms, the women of Vraja shone with the splendor of their jewels, which reflected the lamps’ light. Their hips, breasts and necklaces moved about, and their faces, anointed with reddish kuṅkuma, glowed radiantly with the luster of their earrings reflecting from their cheeks."
    },
    {
        "verse_id": "46",
        "text": "As the ladies of Vraja loudly sang the glories of lotus-eyed Kṛṣṇa, their songs blended with the sound of their churning, ascended to the sky and dissipated all inauspiciousness in every direction."
    },
    {
        "verse_id": "47",
        "text": "When the godly sun had risen, the people of Vraja noticed the golden chariot in front of Nanda Mahārāja’s doorway. “Who does this belong to?” they asked."
    },
    {
        "verse_id": "48",
        "text": "“Perhaps Akrūra has returned — he who fulfilled Kaṁsa’s desire by taking lotus-eyed Kṛṣṇa to Mathurā."
    },
    {
        "verse_id": "49",
        "text": "“Is he going to use our flesh to offer funeral oblations for his master, who was so satisfied with his service?” As the women were speaking in this way, Uddhava appeared, having finished his early-morning duties."
    }
]