[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: When Kaṁsa was killed, O heroic descendant of Bharata, his two queens, Asti and Prāpti, went to their father’s house in great distress."
    },
    {
        "verse_id": "2",
        "text": "The sorrowful queens told their father, King Jarāsandha of Magadha, all about how they had become widows."
    },
    {
        "verse_id": "3",
        "text": "Hearing this odious news, O King, Jarāsandha was filled with sorrow and anger, and he began the greatest possible endeavor to rid the earth of the Yādavas."
    },
    {
        "verse_id": "4",
        "text": "With a force of twenty-three akṣauhiṇī divisions, he laid siege to the Yadu capital, Mathurā, on all sides."
    },
    {
        "verse_id": "5",
        "text": "Although Lord Kṛṣṇa, the Supreme Personality of Godhead, is the original cause of this world, when He descended to the earth He played the role of a human being. Thus when He saw Jarāsandha’s assembled army surrounding His city like a great ocean overflowing its shores, and when He saw how this army was striking fear into His subjects, the Lord considered what His suitable response should be according to the time, place and specific purpose of His current incarnation."
    },
    {
        "verse_id": "7",
        "text": "[The Supreme Lord thought:] Since it is such a burden on the earth, I will destroy Jarāsandha’s army, consisting of akṣauhiṇīs of foot soldiers, horses, chariots and elephants, which the King of Magadha has assembled from all subservient kings and brought together here. But Jarāsandha himself should not be killed, since in the future he will certainly assemble another army."
    },
    {
        "verse_id": "9",
        "text": "This is the purpose of My present incarnation — to relieve the earth of its burden, protect the pious and kill the impious."
    },
    {
        "verse_id": "10",
        "text": "I also assume other bodies to protect religion and to end irreligion whenever it flourishes in the course of time."
    },
    {
        "verse_id": "11",
        "text": "[Śukadeva Gosvāmī continued:] As Lord Govinda was thinking in this way, two chariots as effulgent as the sun suddenly descended from the sky. They were complete with drivers and equipment."
    },
    {
        "verse_id": "12",
        "text": "The Lord’s eternal divine weapons also appeared before Him spontaneously. Seeing these, Śrī Kṛṣṇa, Lord of the senses, addressed Lord Saṅkarṣaṇa."
    },
    {
        "verse_id": "13",
        "text": "[The Supreme Lord said:] My respected elder brother, see this danger which has beset Your dependents, the Yadus! And see, dear master, how Your personal chariot and favorite weapons have come before You. The purpose for which We have taken birth, My Lord, is to secure the welfare of Our devotees. Please now remove from the earth the burden of these twenty-three armies."
    },
    {
        "verse_id": "15",
        "text": "After Lord Kṛṣṇa had thus invited His brother, the two Dāśārhas, Kṛṣṇa and Balarāma, wearing armor and displaying Their resplendent weapons, drove out of the city in Their chariots. Only a very small contingent of soldiers accompanied Them."
    },
    {
        "verse_id": "16",
        "text": "As Lord Kṛṣṇa came out of the city with Dāruka at the reins of His chariot, He blew His conchshell, and the enemy soldiers’ hearts began to tremble with fear."
    },
    {
        "verse_id": "17",
        "text": "Jarāsandha looked at the two of Them and said: O Kṛṣṇa, lowest of men! I do not wish to fight alone with You, since it would be a shame to fight with a mere boy. You fool who keep Yourself hidden, O murderer of Your relatives, go away! I will not fight with You."
    },
    {
        "verse_id": "18",
        "text": "You, Rāma, should gather Your courage and fight with me, if You think You can do it. You may either give up Your body when it is cut to pieces by my arrows, and thus attain to heaven, or else kill me."
    },
    {
        "verse_id": "19",
        "text": "The Supreme Lord said: Real heroes do not simply boast but rather show their prowess in action. We cannot take seriously the words of one who is full of anxiety and who wants to die."
    },
    {
        "verse_id": "20",
        "text": "Śukadeva Gosvāmī said: Just as the wind covers the sun with clouds or a fire with dust, the son of Jarā marched toward the two descendants of Madhu and with his huge assemblage of armies surrounded Them and Their soldiers, chariots, flags, horses and charioteers."
    },
    {
        "verse_id": "21",
        "text": "The women stood in the watchtowers, palaces and high gates of the city. When they could no longer see Kṛṣṇa’s and Balarāma’s chariots, identified by banners marked with the emblems of Garuḍa and a palm tree, they were struck with grief and fainted."
    },
    {
        "verse_id": "22",
        "text": "Seeing His army tormented by the relentless and savage rain of arrows from the massive opposing forces gathered like clouds about Him, Lord Hari twanged His excellent bow, Śārṅga, which both gods and demons worship."
    },
    {
        "verse_id": "23",
        "text": "Lord Kṛṣṇa took arrows from His quiver, fixed them on the bowstring, pulled back, and released endless torrents of sharp shafts, which struck the enemy’s chariots, elephants, horses and infantrymen. The Lord shooting His arrows resembled a blazing circle of fire."
    },
    {
        "verse_id": "24",
        "text": "Elephants fell to the ground, their foreheads split open, cavalry horses fell with severed necks, chariots fell with their horses, flags, drivers and masters all shattered, and foot soldiers collapsed with severed arms, thighs and shoulders."
    },
    {
        "verse_id": "25",
        "text": "On the battlefield, hundreds of rivers of blood flowed from the limbs of the humans, elephants and horses who had been cut to pieces. In these rivers arms resembled snakes; human heads, turtles; dead elephants, islands; and dead horses, crocodiles. Hands and thighs appeared like fish, human hair like waterweeds, bows like waves, and various weapons like clumps of bushes. The rivers of blood teemed with all of these."
    },
    {
        "verse_id": "29",
        "text": "For Him who orchestrates the creation, maintenance and destruction of the three worlds and who possesses unlimited spiritual qualities, it is hardly amazing that He subdues an opposing party. Still, when the Lord does so, imitating human behavior, sages glorify His acts."
    },
    {
        "verse_id": "30",
        "text": "Jarāsandha, with his chariot lost and all his soldiers dead, was left with only his breath. At that point Lord Balarāma forcibly seized the powerful warrior, just as one lion takes hold of another."
    },
    {
        "verse_id": "31",
        "text": "With the divine noose of Varuṇa and other, mortal ropes, Balarāma began tying up Jarāsandha, who had killed so many foes. But Lord Govinda still had a purpose to fulfill through Jarāsandha, and thus He asked Balarāma to stop."
    },
    {
        "verse_id": "32",
        "text": "Jarāsandha, whom fighters had highly honored, was ashamed after being released by the two Lords of the universe, and thus he decided to undergo penances. On the road, however, several kings convinced him with both spiritual wisdom and mundane arguments that he should give up his idea of self-abnegation. They told him, “Your defeat by the Yadus was simply the unavoidable reaction of your past karma.”"
    },
    {
        "verse_id": "34",
        "text": "All of his armies having been killed, and himself neglected by the Personality of Godhead, King Jarāsandha, son of Bṛhadratha, then sadly returned to the kingdom of the Magadhas."
    },
    {
        "verse_id": "35",
        "text": "Lord Mukunda had crossed the ocean of His enemy’s armies with His own military force completely intact. He received congratulations from the denizens of heaven, who showered Him with flowers. The people of Mathurā, relieved of their feverish anxiety and filled with joy, came out to meet Him as professional bards, heralds and panegyrists sang in praise of His victory."
    },
    {
        "verse_id": "37",
        "text": "As the Lord entered His city, conchshells and kettledrums sounded, and many drums, horns, vīṇās, flutes and mṛdaṅgas played in concert. The boulevards were sprinkled with water, there were banners everywhere, and the gateways were decorated for the celebration. The citizens were elated, and the city resounded with the chanting of Vedic hymns."
    },
    {
        "verse_id": "39",
        "text": "As the women of the city affectionately looked at the Lord, their eyes wide open with love, they scattered flower garlands, yogurt, parched rice and newly grown sprouts upon Him."
    },
    {
        "verse_id": "40",
        "text": "Lord Kṛṣṇa then presented to the Yadu king all the wealth that had fallen on the battlefield — namely, the countless ornaments of the dead warriors."
    },
    {
        "verse_id": "41",
        "text": "Seventeen times the King of Magadha met defeat in this very way. And yet throughout these defeats he fought on with his akṣauhiṇī divisions against the forces of the Yadu dynasty who were protected by Śrī Kṛṣṇa."
    },
    {
        "verse_id": "42",
        "text": "By the power of Lord Kṛṣṇa, the Vṛṣṇis would invariably annihilate all of Jarāsandha’s forces, and when all his soldiers had been killed, the King, released by his enemies, would again go away."
    },
    {
        "verse_id": "43",
        "text": "Just as the eighteenth battle was about to take place, a barbarian warrior named Kālayavana, sent by Nārada, appeared on the battlefield."
    },
    {
        "verse_id": "44",
        "text": "Arriving at Mathurā, this Yavana laid siege to the city with thirty million barbarian soldiers. He had never found a human rival worth fighting, but he had heard that the Vṛṣṇis were his equals."
    },
    {
        "verse_id": "45",
        "text": "When Lord Kṛṣṇa and Lord Saṅkarṣaṇa saw Kālayavana, Kṛṣṇa thought about the situation and said, “Ah, a great danger now threatens the Yadus from two sides."
    },
    {
        "verse_id": "46",
        "text": "“This Yavana is besieging us already, and the mighty King of Magadha will soon arrive here, if not today then tomorrow or the next day."
    },
    {
        "verse_id": "47",
        "text": "“If powerful Jarāsandha comes while We two are busy fighting Kālayavana, Jarāsandha may kill Our relatives or else take them away to his capital."
    },
    {
        "verse_id": "48",
        "text": "“Therefore We will immediately construct a fortress that no human force can penetrate. Let Us settle our family members there and then kill the barbarian king.”"
    },
    {
        "verse_id": "49",
        "text": "After thus discussing the matter with Balarāma, the Supreme Personality of Godhead had a fortress twelve yojanas in circumference built within the sea. Inside that fort He had a city built containing all kinds of wonderful things."
    },
    {
        "verse_id": "50",
        "text": "In the construction of that city could be seen the full scientific knowledge and architectural skill of Viśvakarmā. There were wide avenues, commercial roads and courtyards laid out on ample plots of land; there were splendid parks, and also gardens stocked with trees and creepers from the heavenly planets. The gateway towers were topped with golden turrets touching the sky, and their upper levels were fashioned of crystal quartz. The gold-covered houses were adorned in front with golden pots and on top with jeweled roofs, and their floors were inlaid with precious emeralds. Beside the houses stood treasury buildings, warehouses, and stables for fine horses, all built of silver and brass. Each residence had a watchtower, and also a temple for its household deity. Filled with citizens of all four social orders, the city was especially beautified by the palaces of Śrī Kṛṣṇa, the Lord of the Yadus."
    },
    {
        "verse_id": "54",
        "text": "Lord Indra brought Śrī Kṛṣṇa the Sudharmā assembly hall, standing within which a mortal man is not subject to the laws of mortality. Indra also gave the pārijāta tree."
    },
    {
        "verse_id": "55",
        "text": "Lord Varuṇa offered horses as swift as the mind, some of which were pure dark-blue, others white. The treasurer of the demigods, Kuvera, gave his eight mystic treasures, and the rulers of various planets each presented their own opulences."
    },
    {
        "verse_id": "56",
        "text": "The Supreme Lord having come to the earth, O King, these demigods now offered Him whatever powers of control He had previously delegated to them for the exercise of their particular authority."
    },
    {
        "verse_id": "57",
        "text": "After transporting all His subjects to the new city by the power of His mystic Yoga-māyā, Lord Kṛṣṇa consulted with Lord Balarāma, who had remained in Mathurā to protect it. Then, wearing a garland of lotuses but bearing no weapons, Lord Kṛṣṇa went out of Mathurā by its main gate."
    }
]