[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Next, after assimilating Uddhava’s report, Lord Kṛṣṇa, the Supreme Personality of Godhead, the omniscient Soul of all that be, desired to satisfy the serving girl Trivakrā, who was troubled by lust. Thus He went to her house."
    },
    {
        "verse_id": "2",
        "text": "Trivakrā’s home was opulently appointed with expensive furnishings and replete with sensual accoutrements meant to inspire sexual desire. There were banners, rows of strung pearls, canopies, fine beds and sitting places, and also fragrant incense, oil lamps, flower garlands and aromatic sandalwood paste."
    },
    {
        "verse_id": "3",
        "text": "When Trivakrā saw Him arriving at her house, she at once rose from her seat in a flurry. Coming forward graciously with her girlfriends, she respectfully greeted Lord Acyuta by offering Him an excellent seat and other articles of worship."
    },
    {
        "verse_id": "4",
        "text": "Uddhava also received a seat of honor, since he was a saintly person, but he simply touched it and sat on the floor. Then Lord Kṛṣṇa, imitating the manners of human society, quickly made Himself comfortable on an opulent bed."
    },
    {
        "verse_id": "5",
        "text": "Trivakrā prepared herself by bathing, anointing her body, and dressing in fine garments, by putting on jewelry, garlands and perfume, and also by chewing betel nut, drinking fragrant liquor, and so on. She then approached Lord Mādhava with shy, playful smiles and coquettish glances."
    },
    {
        "verse_id": "6",
        "text": "Calling forward His beloved, who was anxious and shy at the prospect of this new contact, the Lord pulled her by her bangled hands onto the bed. Thus He enjoyed with that beautiful girl, whose only trace of piety was her having offered ointment to the Lord."
    },
    {
        "verse_id": "7",
        "text": "Simply by smelling the fragrance of Kṛṣṇa’s lotus feet, Trivakrā cleansed away the burning lust Cupid had aroused in her breasts, chest and eyes. With her two arms she embraced between her breasts her lover, Śrī Kṛṣṇa, the personification of bliss, and thus she gave up her long-standing distress."
    },
    {
        "verse_id": "8",
        "text": "Having thus gotten the hard-to-get Supreme Lord by the simple act of offering Him body ointment, unfortunate Trivakrā submitted to that Lord of freedom the following request."
    },
    {
        "verse_id": "9",
        "text": "[Trivakrā said:] O beloved, please stay here with me for a few days more and enjoy. I cannot bear to give up Your association, O lotus-eyed one!"
    },
    {
        "verse_id": "10",
        "text": "Promising her the fulfillment of this lusty desire, considerate Kṛṣṇa, Lord of all beings, paid Trivakrā His respects and then returned with Uddhava to His own supremely opulent residence."
    },
    {
        "verse_id": "11",
        "text": "Lord Viṣṇu, the Supreme Lord of all lords, is ordinarily difficult to approach. One who has properly worshiped Him and then chooses the benediction of mundane sense gratification is certainly of poor intelligence, for he is satisfied with an insignificant result."
    },
    {
        "verse_id": "12",
        "text": "Then Lord Kṛṣṇa, wanting to have some things done, went to Akrūra’s house with Balarāma and Uddhava. The Lord also desired to please Akrūra."
    },
    {
        "verse_id": "13",
        "text": "Akrūra stood up in great joy when he saw them, his own relatives and the greatest of exalted personalities, coming from a distance. After embracing them and greeting them, Akrūra bowed down to Kṛṣṇa and Balarāma and was greeted by Them in return. Then, when his guests had taken their seats, he worshiped them in accordance with scriptural rules."
    },
    {
        "verse_id": "15",
        "text": "O King, Akrūra bathed the feet of Lord Kṛṣṇa and Lord Balarāma and then poured the bath water on his head. He presented Them with gifts of fine clothing, aromatic sandalwood paste, flower garlands and excellent jewelry. After thus worshiping the two Lords, he bowed his head to the floor. He then began to massage Lord Kṛṣṇa’s feet, placing them on his lap, and with his head bowed in humility he addressed Kṛṣṇa and Balarāma as follows."
    },
    {
        "verse_id": "17",
        "text": "[Akrūra said:] It is our good fortune that You two Lords have killed the evil Kaṁsa and his followers, thus delivering Your dynasty from endless suffering and causing it to flourish."
    },
    {
        "verse_id": "18",
        "text": "You both are the original Supreme Person, the cause of the universe and its very substance. Not the slightest subtle cause or manifest product of creation exists apart from You."
    },
    {
        "verse_id": "19",
        "text": "O Supreme Absolute Truth, with Your personal energies You create this universe and then enter into it. Thus one can perceive You in many different forms by hearing from authorities and by direct experience."
    },
    {
        "verse_id": "20",
        "text": "Just as the primary elements — earth and so on — manifest themselves in abundant variety among all the species of mobile and immobile life, so You, the one independent Supreme Soul, appear to be manifold among the variegated objects of Your creation."
    },
    {
        "verse_id": "21",
        "text": "You create, destroy and also maintain this universe with Your personal energies — the modes of passion, ignorance and goodness — yet You are never entangled by these modes or the activities they generate. Since You are the original source of all knowledge, what could ever cause You to be bound by illusion?"
    },
    {
        "verse_id": "22",
        "text": "Since it has never been demonstrated that You are covered by material, bodily designations, it must be concluded that for You there is neither birth in a literal sense nor any duality. Therefore You never undergo bondage or liberation, and if You appear to, it is only because of Your desire that we see You in that way, or simply because of our lack of discrimination."
    },
    {
        "verse_id": "23",
        "text": "You originally enunciated the ancient religious path of the Vedas for the benefit of the whole universe. Whenever that path becomes obstructed by wicked persons following the path of atheism, You assume one of Your incarnations, which are all in the transcendental mode of goodness."
    },
    {
        "verse_id": "24",
        "text": "You are that very same Supreme Person, my Lord, and You have now appeared in the home of Vasudeva with Your plenary portion. You have done this to relieve the earth’s burden by killing hundreds of armies led by kings who are expansions of the demigods’ enemies, and also to spread the fame of our dynasty."
    },
    {
        "verse_id": "25",
        "text": "Today, O Lord, my home has become most fortunate because You have entered it. As the Supreme Truth, You embody the forefathers, ordinary creatures, human beings and demigods, and the water that has washed Your feet purifies the three worlds. Indeed, O transcendent one, You are the spiritual master of the universe."
    },
    {
        "verse_id": "26",
        "text": "What learned person would approach anyone but You for shelter, when You are the affectionate, grateful and truthful well-wisher of Your devotees? To those who worship You in sincere friendship You reward everything they desire, even Your own self, yet You never increase or diminish."
    },
    {
        "verse_id": "27",
        "text": "It is by our great fortune, Janārdana, that You are now visible to us, for even the masters of yoga and the foremost demigods can achieve this goal only with great difficulty. Please quickly cut the ropes of our illusory attachment for children, wife, wealth, influential friends, home and body. All such attachment is simply the effect of Your illusory material energy."
    },
    {
        "verse_id": "28",
        "text": "[Śukadeva Gosvāmī continued:] Thus worshiped and fully glorified by His devotee, the Supreme Lord Hari smilingly addressed Akrūra, completely charming him with His words."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Lord said: You are Our spiritual master, paternal uncle and praiseworthy friend, and We are like your sons, always dependent on your protection, sustenance and compassion."
    },
    {
        "verse_id": "30",
        "text": "Exalted souls like you are the true objects of service and the most worshipable authorities for those who desire the highest good in life. Demigods are generally concerned with their own interests, but saintly devotees never are."
    },
    {
        "verse_id": "31",
        "text": "No one can deny that there are holy places with sacred rivers, or that the demigods appear in deity forms made of earth and stone. But these purify the soul only after a long time, whereas saintly persons purify just by being seen."
    },
    {
        "verse_id": "32",
        "text": "You are indeed the best of Our friends, so please go to Hastināpura and, as the well-wisher of the Pāṇḍavas, find out how they are doing."
    },
    {
        "verse_id": "33",
        "text": "We have heard that when their father passed away, the young Pāṇḍavas were brought with their anguished mother to the capital city by King Dhṛtarāṣṭra, and that they are now living there."
    },
    {
        "verse_id": "34",
        "text": "Indeed, weak-minded Dhṛtarāṣṭra, the son of Ambikā, has come under the control of his wicked sons, and therefore that blind King is not treating his brother’s sons fairly."
    },
    {
        "verse_id": "35",
        "text": "Go and see whether Dhṛtarāṣṭra is acting properly or not. When We find out, We will make the necessary arrangements to help Our dear friends."
    },
    {
        "verse_id": "36",
        "text": "[Śukadeva Gosvāmī continued:] Thus fully instructing Akrūra, the Supreme Personality of Godhead Hari then returned to His residence, accompanied by Lord Saṅkarṣaṇa and Uddhava."
    }
]