[
    {
        "verse_id": "1",
        "text": "Śukadeva Goswāmī said: The demon Ariṣṭa then came to the cowherd village. Appearing in the form of a bull with a large hump, he made the earth tremble as he tore it apart with his hooves."
    },
    {
        "verse_id": "2",
        "text": "Ariṣṭāsura bellowed very harshly and pawed the ground. With his tail raised and his eyes glaring, he began to tear up the embankments with the tips of his horns, every now and then passing a little stool and urine."
    },
    {
        "verse_id": "3",
        "text": "My dear King, clouds hovered about sharp-horned Ariṣṭāsura’s hump, mistaking it for a mountain, and when the cowherd men and ladies caught sight of the demon, they were struck with terror. Indeed, the strident reverberation of his roar so frightened the pregnant cows and women that they lost their fetuses in miscarriages."
    },
    {
        "verse_id": "5",
        "text": "The domestic animals fled the pasture in fear, O King, and all the inhabitants rushed to Lord Govinda for shelter, crying, “Kṛṣṇa, Kṛṣṇa!”"
    },
    {
        "verse_id": "6",
        "text": "When the Supreme Lord saw the cowherd community distraught and fleeing in fear, He calmed them, saying, “Don’t be afraid.” Then He called out to the bull demon as follows."
    },
    {
        "verse_id": "7",
        "text": "You fool! What do you think you’re doing, you wicked rascal, frightening the cowherd community and their animals when I am here just to punish corrupt miscreants like you!"
    },
    {
        "verse_id": "8",
        "text": "Having spoken these words, the infallible Lord Hari slapped His arms with His palms, further angering Ariṣṭa with the loud sound. The Lord then casually threw His mighty, serpentine arm over the shoulder of a friend and stood facing the demon."
    },
    {
        "verse_id": "9",
        "text": "Thus provoked, Ariṣṭa pawed the ground with one of his hooves and then, with the clouds hovering around his upraised tail, furiously charged Kṛṣṇa."
    },
    {
        "verse_id": "10",
        "text": "Pointing the tips of his horns straight ahead and glaring menacingly at Lord Kṛṣṇa from the corners of his bloodshot eyes, Ariṣṭa rushed toward Him at full speed, like a thunderbolt hurled by Indra."
    },
    {
        "verse_id": "11",
        "text": "The Supreme Lord Kṛṣṇa seized Ariṣṭāsura by the horns and threw him back eighteen steps, just as an elephant might do when fighting a rival elephant."
    },
    {
        "verse_id": "12",
        "text": "Thus repulsed by the Supreme Lord, the bull demon got up and, breathing hard and sweating all over his body, again charged Him in a mindless rage."
    },
    {
        "verse_id": "13",
        "text": "As Ariṣṭa attacked, Lord Kṛṣṇa seized him by the horns and knocked him to the ground with His foot. The Lord then thrashed him as if he were a wet cloth, and finally He yanked out one of the demon’s horns and struck him with it until he lay prostrate."
    },
    {
        "verse_id": "14",
        "text": "Vomiting blood and profusely excreting stool and urine, kicking his legs and rolling his eyes about, Ariṣṭāsura thus went painfully to the abode of Death. The demigods honored Lord Kṛṣṇa by scattering flowers upon Him."
    },
    {
        "verse_id": "15",
        "text": "Having thus killed the bull demon Ariṣṭa, He who is a festival for the gopīs’ eyes entered the cowherd village with Balarāma."
    },
    {
        "verse_id": "16",
        "text": "After Ariṣṭāsura had been killed by Kṛṣṇa, who acts wonderfully, Nārada Muni went to speak to King Kaṁsa. That powerful sage of godly vision addressed the King as follows."
    },
    {
        "verse_id": "17",
        "text": "[Nārada told Kaṁsa:] Yaśodā’s child was actually a daughter, and Kṛṣṇa is the son of Devakī. Also, Rāma is the son of Rohiṇī. Out of fear, Vasudeva entrusted Kṛṣṇa and Balarāma to his friend Nanda Mahārāja, and it is these two boys who have killed your men."
    },
    {
        "verse_id": "18",
        "text": "Upon hearing this, the master of the Bhojas became furious and lost control of his senses. He picked up a sharp sword to kill Vasudeva."
    },
    {
        "verse_id": "19",
        "text": "But Nārada restrained Kaṁsa by reminding him that it was the two sons of Vasudeva who would cause his death. Kaṁsa then had Vasudeva and his wife shackled in iron chains."
    },
    {
        "verse_id": "20",
        "text": "After Nārada left, King Kaṁsa summoned Keśī and ordered him, “Go kill Rāma and Kṛṣṇa.”"
    },
    {
        "verse_id": "21",
        "text": "The King of the Bhojas next called for his ministers, headed by Muṣṭika, Cāṇūra, Śala and Tośala, and also for his elephant-keepers. The King addressed them as follows."
    },
    {
        "verse_id": "22",
        "text": "My dear heroic Cāṇūra and Muṣṭika, please hear this. Rāma and Kṛṣṇa, the sons of Ānakadundubhi [Vasudeva], are living in Nanda’s cowherd village. It has been predicted that these two boys will be the cause of my death. When They are brought here, kill Them on the pretext of engaging Them in a wrestling match."
    },
    {
        "verse_id": "24",
        "text": "Erect a wrestling ring with many surrounding viewing stands, and bring all the residents of the city and the outlying districts to see the open competition."
    },
    {
        "verse_id": "25",
        "text": "You, elephant-keeper, my good man, should position the elephant Kuvalayāpīḍa at the entrance to the wrestling arena and have him kill my two enemies."
    },
    {
        "verse_id": "26",
        "text": "Commence the bow sacrifice on the Caturdaśī day in accordance with the relevant Vedic injunctions. In ritual slaughter offer the appropriate kinds of animals to the magnanimous Lord Śiva."
    },
    {
        "verse_id": "27",
        "text": "Having thus commanded his ministers, Kaṁsa next called for Akrūra, the most eminent of the Yadus. Kaṁsa knew the art of securing personal advantage, and thus he took Akrūra’s hand in his own and spoke to him as follows."
    },
    {
        "verse_id": "28",
        "text": "My dear Akrūra, most charitable one, please do me a friendly favor out of respect. Among the Bhojas and Vṛṣṇis, there is no one else as kind to us as you."
    },
    {
        "verse_id": "29",
        "text": "Gentle Akrūra, you always carry out your duties soberly, and therefore I am depending on you, just as powerful Indra took shelter of Lord Viṣṇu to achieve his goals."
    },
    {
        "verse_id": "30",
        "text": "Please go to Nanda’s village, where the two sons of Ānakadundubhi are living, and without delay bring Them here on this chariot."
    },
    {
        "verse_id": "31",
        "text": "The demigods, who are under the protection of Viṣṇu, have sent these two boys as my death. Bring Them here, and also have Nanda and the other cowherd men come with gifts of tribute."
    },
    {
        "verse_id": "32",
        "text": "After you bring Kṛṣṇa and Balarāma, I will have Them killed by my elephant, who is as powerful as death itself. And if by chance They escape from him, I will have Them killed by my wrestlers, who are as strong as lightning."
    },
    {
        "verse_id": "33",
        "text": "When these two have been killed, I will kill Vasudeva and all Their lamenting relatives — the Vṛṣṇis, Bhojas and Daśārhas."
    },
    {
        "verse_id": "34",
        "text": "I will also kill my old father, Ugrasena, who is greedy for my kingdom, and I will kill his brother Devaka and all my other enemies as well."
    },
    {
        "verse_id": "35",
        "text": "Then, my friend, this earth will be free of thorns."
    },
    {
        "verse_id": "36",
        "text": "My elder relative Jarāsandha and my dear friend Dvivida are solid well-wishers of mine, as are Śambara, Naraka and Bāṇa. I will use them all to kill off those kings who are allied with the demigods, and then I will rule the earth."
    },
    {
        "verse_id": "37",
        "text": "Now that you understand my intentions, please go at once and bring Kṛṣṇa and Balarāma to watch the bow sacrifice and see the opulence of the Yadus’ capital."
    },
    {
        "verse_id": "38",
        "text": "Śrī Akrūra said: O King, you have expertly devised a process to free yourself of misfortune. Still, one should be equal in success and failure, since it is certainly destiny that produces the results of one’s work."
    },
    {
        "verse_id": "39",
        "text": "An ordinary person is determined to act on his desires even when fate prevents their fulfillment. Therefore he encounters both happiness and distress. Yet even though such is the case, I will execute your order."
    },
    {
        "verse_id": "40",
        "text": "Śukadeva Gosvāmī said: Having thus instructed Akrūra, King Kaṁsa dismissed his ministers and retired to his quarters, and Akrūra returned home."
    }
]