[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: One day the cowherd men, eager to take a trip to worship Lord Śiva, traveled by bullock carts to the Ambikā forest."
    },
    {
        "verse_id": "2",
        "text": "O King, after arriving there, they bathed in the Sarasvatī and then devotedly worshiped with various paraphernalia the powerful Lord Paśupati and his consort, goddess Ambikā."
    },
    {
        "verse_id": "3",
        "text": "The cowherd men gave the brāhmaṇas gifts of cows, gold, clothing and cooked grains mixed with honey. Then the cowherds prayed, “May the lord be pleased with us.”"
    },
    {
        "verse_id": "4",
        "text": "Nanda, Sunanda and the other greatly fortunate cowherds spent that night on the bank of the Sarasvatī, strictly observing their vows. They fasted, taking only water."
    },
    {
        "verse_id": "5",
        "text": "During the night a huge and extremely hungry snake appeared in that thicket. Slithering on his belly up to the sleeping Nanda Mahārāja, the snake began swallowing him."
    },
    {
        "verse_id": "6",
        "text": "In the clutches of the snake, Nanda Mahārāja cried out, “Kṛṣṇa, Kṛṣṇa, my dear boy! This huge serpent is swallowing me! Please save me, who am surrendered to You!”"
    },
    {
        "verse_id": "7",
        "text": "When the cowherd men heard the cries of Nanda, they immediately rose up and saw that he was being swallowed. Distraught, they beat the serpent with blazing torches."
    },
    {
        "verse_id": "8",
        "text": "But even though the firebrands were burning him, the serpent would not release Nanda Mahārāja. Then the Supreme Lord Kṛṣṇa, master of His devotees, came to the spot and touched the snake with His foot."
    },
    {
        "verse_id": "9",
        "text": "The snake had all his sinful reactions destroyed by the touch of the Supreme Lord’s divine foot, and thus he gave up his serpent body and appeared in the form of a worshipable Vidyādhara."
    },
    {
        "verse_id": "10",
        "text": "The Supreme Lord Hṛṣīkeśa then questioned this personality, who was standing before Him with his head bowed, his brilliantly effulgent body bedecked with golden necklaces."
    },
    {
        "verse_id": "11",
        "text": "[Lord Kṛṣṇa said:] My dear sir, you appear so wonderful, glowing with such great beauty. Who are you? And who forced you to assume this terrible body of a snake?"
    },
    {
        "verse_id": "12",
        "text": "The serpent replied: I am the well-known Vidyādhara named Sudarśana. I was very opulent and beautiful, and I used to wander freely in all directions in my airplane. Once I saw some homely sages of the lineage of Aṅgirā Muni. Proud of my beauty, I ridiculed them, and because of my sin they made me assume this lowly form."
    },
    {
        "verse_id": "14",
        "text": "It was actually for my benefit that those merciful sages cursed me, since now I have been touched by the foot of the supreme spiritual master of all the worlds and have thus been relieved of all inauspiciousness."
    },
    {
        "verse_id": "15",
        "text": "My Lord, You destroy all fear for those who, fearing this material world, take shelter of You. By the touch of Your feet I am now freed from the curse of the sages. O destroyer of distress, please let me return to my planet."
    },
    {
        "verse_id": "16",
        "text": "O master of mystic power, O great personality, O Lord of the devotees, I surrender to You. Please command me as You will, O supreme God, Lord of all lords of the universe."
    },
    {
        "verse_id": "17",
        "text": "O infallible one, I was immediately freed from the brāhmaṇas’ punishment simply by seeing You. Anyone who chants Your name purifies all who hear his chanting, as well as himself. How much more beneficial, then, is the touch of Your lotus feet?"
    },
    {
        "verse_id": "18",
        "text": "Thus receiving the permission of Lord Kṛṣṇa, the demigod Sudarśana circumambulated Him, bowed down to offer Him homage and then returned to his heavenly planet. Nanda Mahārāja was thus delivered from peril."
    },
    {
        "verse_id": "19",
        "text": "The inhabitants of Vraja were astonished to see the mighty power of Śrī Kṛṣṇa. Dear King, they then completed their worship of Lord Śiva and returned to Vraja, along the way respectfully describing Kṛṣṇa’s powerful acts."
    },
    {
        "verse_id": "20",
        "text": "Once Lord Govinda and Lord Rāma, the performers of wonderful feats, were playing in the forest at night with the young girls of Vraja."
    },
    {
        "verse_id": "21",
        "text": "Kṛṣṇa and Balarāma wore flower garlands and spotless garments, and Their limbs were beautifully decorated and anointed. The women sang Their glories in a charming way, bound to Them by affection."
    },
    {
        "verse_id": "22",
        "text": "The two Lords praised the nightfall, signaled by the rising of the moon and the appearance of stars, a lotus-scented breeze and bees intoxicated by the fragrance of jasmine flowers."
    },
    {
        "verse_id": "23",
        "text": "Kṛṣṇa and Balarāma sang, producing the entire range of musical sounds simultaneously. Their singing brought happiness to the ears and minds of all living beings."
    },
    {
        "verse_id": "24",
        "text": "The gopīs became stunned when they heard that song. Forgetting themselves, O King, they did not notice that their fine garments were becoming loose and their hair and garlands disheveled."
    },
    {
        "verse_id": "25",
        "text": "While Lord Kṛṣṇa and Lord Balarāma thus played according to Their own sweet will and sang to the point of apparent intoxication, a servant of Kuvera named Śaṅkhacūḍa came upon the scene."
    },
    {
        "verse_id": "26",
        "text": "O King, even as the two Lords looked on, Śaṅkhacūḍa brazenly began driving the women off toward the north. The women, who had accepted Kṛṣṇa and Balarāma as their Lords, began to cry out to Them."
    },
    {
        "verse_id": "27",
        "text": "Hearing Their devotees crying out “Kṛṣṇa! Rāma!” and seeing that they were just like cows being stolen by a thief, Kṛṣṇa and Balarāma began to run after the demon."
    },
    {
        "verse_id": "28",
        "text": "The Lords called out in reply, “Do not fear!” Then They picked up logs of the śala tree and quickly pursued that lowest of Guhyakas, who swiftly ran away."
    },
    {
        "verse_id": "29",
        "text": "When Śaṅkhacūḍa saw the two of Them coming toward him like the personified forces of Time and Death, he was filled with anxiety. Confused, he abandoned the women and fled for his life."
    },
    {
        "verse_id": "30",
        "text": "Lord Govinda chased the demon wherever he ran, eager to take his crest jewel. Meanwhile Lord Balarāma stayed with the women to protect them."
    },
    {
        "verse_id": "31",
        "text": "The mighty Lord overtook Śaṅkhacūḍa from a great distance as if from nearby, my dear King, and then with His fist the Lord removed the wicked demon’s head, together with his crest jewel."
    },
    {
        "verse_id": "32",
        "text": "Having thus killed the demon Śaṅkhacūḍa and taken away his shining jewel, Lord Kṛṣṇa gave it to His elder brother with great satisfaction as the gopīs watched."
    }
]