[
    {
        "verse_id": "1",
        "text": "Mahārāja Parīkṣit said: O brāhmaṇa, according to what I have heard from you, all the assembled kings, sages and demigods were delighted to see the wonderful festivities of King Ajātaśatru’s Rājasūya sacrifice, with the sole exception of Duryodhana. Please tell me why this was so, my lord."
    },
    {
        "verse_id": "3",
        "text": "Śrī Bādarāyaṇi said: At the Rājasūya sacrifice of your saintly grandfather, his family members, bound by their love for him, engaged themselves in humble services on his behalf."
    },
    {
        "verse_id": "4",
        "text": "Bhīma supervised the kitchen, Duryodhana looked after the treasury, while Sahadeva respectfully greeted the arriving guests. Nakula procured needed items, Arjuna attended the respectable elders, and Kṛṣṇa washed everyone’s feet, while Draupadī served food, and generous Karṇa gave out the gifts. Many others, such as Yuyudhāna; Vikarṇa, Hārdikya; Vidura; Bhūriśravā and other sons of Bāhlīka; and Santardana, similarly volunteered for various duties during the elaborate sacrifice. They did so because of their eagerness to please Mahārāja Yudhiṣṭhira, O best of kings."
    },
    {
        "verse_id": "8",
        "text": "After the priests, the prominent delegates, the greatly learned saints and the King’s most intimate well-wishers had all been properly honored with pleasing words, auspicious offerings and various gifts as remuneration, and after the King of Cedi had entered the lotus feet of the Lord of the Sātvatas, the avabhṛtha bath was performed in the divine river Yamunā."
    },
    {
        "verse_id": "9",
        "text": "During the avabhṛtha celebration, the music of many kinds of instruments resounded, including mṛdaṅgas, conchshells, panavas, dhundhuris, kettledrums and gomukha horns."
    },
    {
        "verse_id": "10",
        "text": "Female dancers danced with great joy, and choruses sang, while the loud vibrations of vīnās, flutes and hand cymbals reached all the way to the heavenly regions."
    },
    {
        "verse_id": "11",
        "text": "All the kings, wearing gold necklaces, then set off for the Yamunā. They had flags and banners of various colors and were accompanied by infantrymen and well-adorned soldiers riding lordly elephants, chariots and horses."
    },
    {
        "verse_id": "12",
        "text": "The massed armies of the Yadus, Sṛñjayas, Kāmbojas, Kurus, Kekayas and Kośalas made the earth tremble as they followed Yudhiṣṭhira Mahārāja, the performer of the sacrifice, in procession."
    },
    {
        "verse_id": "13",
        "text": "The assembly officials, the priests and other excellent brāhmaṇas resoundingly vibrated Vedic mantras, while the demigods, divine sages, Pitās and Gandharvas sang praises and rained down flowers."
    },
    {
        "verse_id": "14",
        "text": "Men and women, all adorned with sandalwood paste, flower garlands, jewelry and fine clothing, sported by smearing and sprinkling one another with various liquids."
    },
    {
        "verse_id": "15",
        "text": "The men smeared the courtesans with plentiful oil, yogurt, perfumed water, turmeric and kuṅkuma powder, and the courtesans playfully smeared the men with the same substances."
    },
    {
        "verse_id": "16",
        "text": "Surrounded by guards, King Yudhiṣṭhira’s queens came out on their chariots to see the fun, just as the demigods’ wives appeared in the sky in celestial airplanes. As maternal cousins and intimate friends sprinkled the queens with liquids, the ladies’ faces bloomed with shy smiles, enhancing the queens’ splendid beauty."
    },
    {
        "verse_id": "17",
        "text": "As the queens squirted water from syringes at their brothers-in-law and other male companions, their own garments became drenched, revealing their arms, breasts, thighs and waists. In their excitement, the flowers fell from their loosened braids. By these charming pastimes they agitated those with contaminated consciousness."
    },
    {
        "verse_id": "18",
        "text": "The emperor, mounted upon his chariot drawn by excellent horses wearing golden collars, appeared splendid in the company of his wives, just like the brilliant Rājasūya sacrifice surrounded by its various rituals."
    },
    {
        "verse_id": "19",
        "text": "The priests led the King through the execution of the final rituals of patnī-saṁyāja and avabhṛthya. Then they had him and Queen Draupadī sip water for purification and bathe in the Ganges."
    },
    {
        "verse_id": "20",
        "text": "The kettledrums of the gods resounded, along with those of human beings. Demigods, sages, forefathers and humans all poured down showers of flowers."
    },
    {
        "verse_id": "21",
        "text": "All the citizens belonging to the various orders of varṇa and āśrama then bathed in that place, where even the most grievous sinner can immediately be freed from all sinful reactions."
    },
    {
        "verse_id": "22",
        "text": "Next the King put on new silken garments and adorned himself with fine jewelry. He then honored the priests, assembly officials, learned brāhmaṇas and other guests by presenting them with ornaments and clothing."
    },
    {
        "verse_id": "23",
        "text": "In various ways King Yudhiṣṭhira, who had totally dedicated his life to Lord Nārāyaṇa, continuously honored his relatives, his immediate family, the other kings, his friends and well-wishers, and all others present as well."
    },
    {
        "verse_id": "24",
        "text": "All the men there shone like demigods. They were adorned with jeweled earrings, flower garlands, turbans, waistcoats, silk dhotīs and valuable pearl necklaces. The lovely faces of the women were beautified by their matched earrings and locks of hair, and they all wore golden belts."
    },
    {
        "verse_id": "25",
        "text": "Then the highly cultured priests, the great Vedic authorities who had served as sacrificial witnesses, the specially invited kings, the brāhmaṇas, kṣatriyas, vaiśyas, śūdras, demigods, sages, forefathers and mystic spirits, and the chief planetary rulers and their followers — all of them, having been worshiped by King Yudhiṣṭhira, took his permission and departed, O King, each for his own abode."
    },
    {
        "verse_id": "27",
        "text": "As they all glorified the wonderful Rājasūya-yajña performed by that great saintly King and servant of Lord Hari, they were not satiated, just as an ordinary man is never satiated when drinking nectar."
    },
    {
        "verse_id": "28",
        "text": "At that time Rājā Yudhiṣṭhira stopped a number of his friends, immediate family members and other relatives from departing, among them Lord Kṛṣṇa. Out of love Yudhiṣṭhira could not let them go, for he felt the pain of imminent separation."
    },
    {
        "verse_id": "29",
        "text": "My dear Parīkṣit, the Supreme Lord remained there for some time to please the King, after first sending Sāmba and the other Yadu heroes back to Dvārakā."
    },
    {
        "verse_id": "30",
        "text": "Thus King Yudhiṣṭhira, the son of Dharma, was at last relieved of his burning ambition, having by the grace of Lord Kṛṣṇa successfully crossed the vast and formidable ocean of his desires."
    },
    {
        "verse_id": "31",
        "text": "One day Duryodhana, while observing the riches of King Yudhiṣṭhira’s palace, felt greatly disturbed by the magnificence of both the Rājasūya sacrifice and its performer, the King, whose life and soul was Lord Acyuta."
    },
    {
        "verse_id": "32",
        "text": "In that palace all the collected opulences of the kings of men, demons and gods were brilliantly manifest, having been brought there by the cosmic inventor, Maya Dānava. With those riches Draupadī served her husbands, and Duryodhana, the prince of the Kurus, lamented because he was very much attracted to her."
    },
    {
        "verse_id": "33",
        "text": "Lord Madhupati’s thousands of queens were also staying in the palace. Their feet moved slowly, weighed down by their hips, and the bells on their feet tinkled charmingly. Their waists were very slender, the kuṅkuma from their breasts reddened their pearl necklaces, and their swaying earrings and flowing locks of hair enhanced the exquisite beauty of their faces."
    },
    {
        "verse_id": "34",
        "text": "It so happened that Emperor Yudhiṣṭhira, the son of Dharma, was sitting just like Indra on a golden throne in the assembly hall built by Maya Dānava. Present with him were his attendants and family members, and also Lord Kṛṣṇa, his special eye. Displaying the opulences of Brahma himself, King Yudhiṣṭhira was being praised by the court poets."
    },
    {
        "verse_id": "36",
        "text": "Proud Duryodhana, holding a sword in his hand and wearing a crown and necklace, angrily went into the palace in the company of his brothers, O King, insulting the doorkeepers as he entered."
    },
    {
        "verse_id": "37",
        "text": "Bewildered by the illusions created through Maya Dānava’s magic, Duryodhana mistook the solid floor for water and lifted the end of his garment. And elsewhere he fell into the water, mistaking it for the solid floor."
    },
    {
        "verse_id": "38",
        "text": "My dear Parīkṣit, Bhīma laughed to see this, and so did the women, kings and others. King Yudhiṣṭhira tried to stop them, but Lord Kṛṣṇa showed His approval."
    },
    {
        "verse_id": "39",
        "text": "Humiliated and burning with anger, Duryodhana turned his face down, left without uttering a word and went back to Hastināpura. The saintly persons present loudly cried out, “Alas, alas!” and King Yudhiṣṭhira was somewhat saddened. But the Supreme Lord, whose mere glance had bewildered Duryodhana, remained silent, for His intention was to remove the burden of the earth."
    },
    {
        "verse_id": "40",
        "text": "I have now replied to your question, O King, concerning why Duryodhana was dissatisfied on the occasion of the great Rājasūya sacrifice."
    }
]