[
    {
        "verse_id": "1",
        "text": "Thereafter, at the auspicious time for the appearance of the Lord, the entire universe was surcharged with all the qualities of goodness, beauty and peace. The constellation Rohiṇī appeared, as did stars like Aśvinī. The sun, the moon and the other stars and planets were very peaceful. All directions appeared extremely pleasing, and the beautiful stars twinkled in the cloudless sky. Decorated with towns, villages, mines and pasturing grounds, the earth seemed all-auspicious. The rivers flowed with clear water, and the lakes and vast reservoirs, full of lilies and lotuses, were extraordinarily beautiful. In the trees and green plants, full of flowers and leaves, pleasing to the eyes, birds like cuckoos and swarms of bees began chanting with sweet voices for the sake of the demigods. A pure breeze began to blow, pleasing the sense of touch and bearing the aroma of flowers, and when the brāhmaṇas engaging in ritualistic ceremonies ignited their fires according to Vedic principles, the fires burned steadily, undisturbed by the breeze. Thus when the birthless Lord Viṣṇu, the Supreme Personality of Godhead, was about to appear, the saints and brāhmaṇas, who had always been disturbed by demons like Kaṁsa and his men, felt peace within the core of their hearts, and kettledrums simultaneously vibrated from the upper planetary system."
    },
    {
        "verse_id": "6",
        "text": "The Kinnaras and Gandharvas began to sing auspicious songs, the Siddhas and Cāraṇas offered auspicious prayers, and the Vidyādharīs, along with the Apsarās, began to dance in jubilation."
    },
    {
        "verse_id": "7",
        "text": "The demigods and great saintly persons showered flowers in a joyous mood, and clouds gathered in the sky and very mildly thundered, making sounds like those of the ocean’s waves. Then the Supreme Personality of Godhead, Viṣṇu, who is situated in the core of everyone’s heart, appeared from the heart of Devakī in the dense darkness of night, like the full moon rising on the eastern horizon, because Devakī was of the same category as Śrī Kṛṣṇa."
    },
    {
        "verse_id": "9",
        "text": "Vasudeva then saw the newborn child, who had very wonderful lotuslike eyes and who bore in His four hands the four weapons śaṅkha, cakra, gadā and padma. On His chest was the mark of Śrīvatsa and on His neck the brilliant Kaustubha gem. Dressed in yellow, His body blackish like a dense cloud, His scattered hair fully grown, and His helmet and earrings sparkling uncommonly with the valuable gem Vaidūrya, the child, decorated with a brilliant belt, armlets, bangles and other ornaments, appeared very wonderful."
    },
    {
        "verse_id": "11",
        "text": "When Vasudeva saw his extraordinary son, his eyes were struck with wonder. In transcendental jubilation, he mentally collected ten thousand cows and distributed them among the brāhmaṇas as a transcendental festival."
    },
    {
        "verse_id": "12",
        "text": "O Mahārāja Parīkṣit, descendant of King Bharata, Vasudeva could understand that this child was the Supreme Personality of Godhead, Nārāyaṇa. Having concluded this without a doubt, he became fearless. Bowing down with folded hands and concentrating his attention, he began to offer prayers to the child, who illuminated His birthplace by His natural influence."
    },
    {
        "verse_id": "13",
        "text": "Vasudeva said: My Lord, You are the Supreme Person, beyond material existence, and You are the Supersoul. Your form can be perceived by transcendental knowledge, by which You can be understood as the Supreme Personality of Godhead. I now understand Your position perfectly."
    },
    {
        "verse_id": "14",
        "text": "My Lord, You are the same person who in the beginning created this material world by His personal external energy. After the creation of this world of three guṇas [sattva, rajas and tamas], You appear to have entered it, although in fact You have not."
    },
    {
        "verse_id": "15",
        "text": "The mahat-tattva, the total material energy, is undivided, but because of the material modes of nature, it appears to separate into earth, water, fire, air and ether. Because of the living energy [jīva-bhūta], these separated energies combine to make the cosmic manifestation visible, but in fact, before the creation of the cosmos, the total energy is already present. Therefore, the total material energy never actually enters the creation. Similarly, although You are perceived by our senses because of Your presence, You cannot be perceived by the senses, nor experienced by the mind or words [avāṅ-mānasa-gocara]. With our senses we can perceive some things, but not everything; for example, we can use our eyes to see, but not to taste. Consequently, You are beyond perception by the senses. Although in touch with the modes of material nature, You are unaffected by them. You are the prime factor in everything, the all-pervading, undivided Supersoul. For You, therefore, there is no external or internal. You never entered the womb of Devakī; rather, You existed there already."
    },
    {
        "verse_id": "18",
        "text": "One who considers his visible body, which is a product of the three modes of nature, to be independent of the soul is unaware of the basis of existence, and therefore he is a rascal. Those who are learned have rejected this conclusion because one can understand through full discussion that with no basis in soul, the visible body and senses would be insubstantial. Nonetheless, although his conclusion has been rejected, a foolish person considers it a reality."
    },
    {
        "verse_id": "19",
        "text": "O my Lord, learned Vedic scholars conclude that the creation, maintenance and annihilation of the entire cosmic manifestation are performed by You, who are free from endeavor, unaffected by the modes of material nature, and changeless in Your spiritual situation. There are no contradictions in You, who are the Supreme Personality of Godhead, Parabrahman. Because the three modes of material nature — sattva, rajas and tamas — are under Your control, everything takes place automatically."
    },
    {
        "verse_id": "20",
        "text": "My Lord, Your form is transcendental to the three material modes, yet for the maintenance of the three worlds, You assume the white color of Viṣṇu in goodness; for creation, which is surrounded by the quality of passion, You appear reddish; and at the end, when there is a need for annihilation, which is surrounded by ignorance, You appear blackish."
    },
    {
        "verse_id": "21",
        "text": "O my Lord, proprietor of all creation, You have now appeared in my house, desiring to protect this world. I am sure that You will kill all the armies that are moving all over the world under the leadership of politicians who are dressed as kṣatriya rulers but who are factually demons. They must be killed by You for the protection of the innocent public."
    },
    {
        "verse_id": "22",
        "text": "O my Lord, Lord of the demigods, after hearing the prophecy that You would take birth in our home and kill him, this uncivilized Kaṁsa killed so many of Your elder brothers. As soon as he hears from his lieutenants that You have appeared, he will immediately come with weapons to kill You."
    },
    {
        "verse_id": "23",
        "text": "Śukadeva Gosvāmī continued: Thereafter, having seen that her child had all the symptoms of the Supreme Personality of Godhead, Devakī, who was very much afraid of Kaṁsa and unusually astonished, began to offer prayers to the Lord."
    },
    {
        "verse_id": "24",
        "text": "Śrī Devakī said: My dear Lord, there are different Vedas, some of which describe You as unperceivable through words and the mind. Yet You are the origin of the entire cosmic manifestation. You are Brahman, the greatest of everything, full of effulgence like the sun. You have no material cause, You are free from change and deviation, and You have no material desires. Thus the Vedas say that You are the substance. Therefore, my Lord, You are directly the origin of all Vedic statements, and by understanding You, one gradually understands everything. You are different from the light of Brahman and Paramātmā, yet You are not different from them. Everything emanates from You. Indeed, You are the cause of all causes, Lord Viṣṇu, the light of all transcendental knowledge."
    },
    {
        "verse_id": "25",
        "text": "After millions of years, at the time of cosmic annihilation, when everything, manifested and unmanifested, is annihilated by the force of time, the five gross elements enter into the subtle conception, and the manifested categories enter into the unmanifested substance. At that time, You alone remain, and You are known as Ananta Śeṣa-nāga."
    },
    {
        "verse_id": "26",
        "text": "O inaugurator of the material energy, this wonderful creation works under the control of powerful time, which is divided into seconds, minutes, hours and years. This element of time, which extends for many millions of years, is but another form of Lord Viṣṇu. For Your pastimes, You act as the controller of time, but You are the reservoir of all good fortune. Let me offer my full surrender unto Your Lordship."
    },
    {
        "verse_id": "27",
        "text": "No one in this material world has become free from the four principles birth, death, old age and disease, even by fleeing to various planets. But now that You have appeared, My Lord, death is fleeing in fear of You, and the living entities, having obtained shelter at Your lotus feet by Your mercy, are sleeping in full mental peace."
    },
    {
        "verse_id": "28",
        "text": "My Lord, because You dispel all the fear of Your devotees, I request You to save us and give us protection from the terrible fear of Kaṁsa. Your form as Viṣṇu, the Supreme Personality of Godhead, is appreciated by yogīs in meditation. Please make this form invisible to those who see with material eyes."
    },
    {
        "verse_id": "29",
        "text": "O Madhusūdana, because of Your appearance, I am becoming more and more anxious in fear of Kaṁsa. Therefore, please arrange for that sinful Kaṁsa to be unable to understand that You have taken birth from my womb."
    },
    {
        "verse_id": "30",
        "text": "O my Lord, You are the all-pervading Supreme Personality of Godhead, and Your transcendental four-armed form, holding conchshell, disc, club and lotus, is unnatural for this world. Please withdraw this form [and become just like a natural human child so that I may try to hide You somewhere]."
    },
    {
        "verse_id": "31",
        "text": "At the time of devastation, the entire cosmos, containing all created moving and nonmoving entities, enters Your transcendental body and is held there without difficulty. But now this transcendental form has taken birth from my womb. People will not be able to believe this, and I shall become an object of ridicule."
    },
    {
        "verse_id": "32",
        "text": "The Supreme Personality of Godhead replied: My dear mother, best of the chaste, in your previous birth, in the Svāyambhuva millennium, you were known as Pṛśni, and Vasudeva, who was the most pious Prajāpati, was named Sutapā."
    },
    {
        "verse_id": "33",
        "text": "When both of you were ordered by Lord Brahmā to create progeny, you first underwent severe austerities by controlling your senses."
    },
    {
        "verse_id": "34",
        "text": "My dear father and mother, you endured rain, wind, strong sun, scorching heat and severe cold, suffering all sorts of inconvenience according to different seasons. By practicing prāṇāyāma to control the air within the body through yoga, and by eating only air and dry leaves fallen from the trees, you cleansed from your minds all dirty things. In this way, desiring a benediction from Me, you worshiped Me with peaceful minds."
    },
    {
        "verse_id": "36",
        "text": "Thus you spent twelve thousand celestial years performing difficult activities of tapasya in consciousness of Me [Kṛṣṇa consciousness]."
    },
    {
        "verse_id": "37",
        "text": "O sinless mother Devakī, after the expiry of twelve thousand celestial years, in which you constantly contemplated Me within the core of your heart with great faith, devotion and austerity, I was very much satisfied with you. Since I am the best of all bestowers of benediction, I appeared in this same form as Kṛṣṇa to ask you to take from Me the benediction you desired. You then expressed your desire to have a son exactly like Me."
    },
    {
        "verse_id": "39",
        "text": "Being husband and wife but always sonless, you were attracted by sexual desires, for by the influence of devamāyā, transcendental love, you wanted to have Me as your son. Therefore you never desired to be liberated from this material world."
    },
    {
        "verse_id": "40",
        "text": "After you received that benediction and I disappeared, you engaged yourselves in sex to have a son like Me, and I fulfilled your desire."
    },
    {
        "verse_id": "41",
        "text": "Since I found no one else as highly elevated as you in simplicity and other qualities of good character, I appeared in this world as Pṛśnigarbha, or one who is celebrated as having taken birth from Pṛśni."
    },
    {
        "verse_id": "42",
        "text": "In the next millennium, I again appeared from the two of you, who appeared as My mother, Aditi, and My father, Kaśyapa. I was known as Upendra, and because of being a dwarf, I was also known as Vāmana."
    },
    {
        "verse_id": "43",
        "text": "O supremely chaste mother, I, the same personality, have now appeared of you both as your son for the third time. Take My words as the truth."
    },
    {
        "verse_id": "44",
        "text": "I have shown you this form of Viṣṇu just to remind you of My previous births. Otherwise, if I appeared like an ordinary human child, you would not believe that the Supreme Personality of Godhead, Viṣṇu, has indeed appeared."
    },
    {
        "verse_id": "45",
        "text": "Both of you, husband and wife, constantly think of Me as your son, but always know that I am the Supreme Personality of Godhead. By thus thinking of Me constantly with love and affection, you will achieve the highest perfection: returning home, back to Godhead."
    },
    {
        "verse_id": "46",
        "text": "Śukadeva Gosvāmī said: After thus instructing His father and mother, the Supreme Personality of Godhead, Kṛṣṇa, remained silent. In their presence, by His internal energy, He then transformed Himself into a small human child. [In other words, He transformed Himself into His original form: kṛṣṇas tu bhagavān svayam.]"
    },
    {
        "verse_id": "47",
        "text": "Thereafter, exactly when Vasudeva, being inspired by the Supreme Personality of Godhead, was about to take the newborn child from the delivery room, Yoga-māyā, the Lord’s spiritual energy, took birth as the daughter of the wife of Mahārāja Nanda."
    },
    {
        "verse_id": "48",
        "text": "By the influence of Yoga-māyā, all the doorkeepers fell fast asleep, their senses unable to work, and the other inhabitants of the house also fell deeply asleep. When the sun rises, the darkness automatically disappears; similarly, when Vasudeva appeared, the closed doors, which were strongly pinned with iron and locked with iron chains, opened automatically. Since the clouds in the sky were mildly thundering and showering, Ananta-nāga, an expansion of the Supreme Personality of Godhead, followed Vasudeva, beginning from the door, with hoods expanded to protect Vasudeva and the transcendental child."
    },
    {
        "verse_id": "50",
        "text": "Because of constant rain sent by the demigod Indra, the river Yamunā was filled with deep water, foaming about with fiercely whirling waves. But as the great Indian Ocean had formerly given way to Lord Rāmacandra by allowing Him to construct a bridge, the river Yamunā gave way to Vasudeva and allowed him to cross."
    },
    {
        "verse_id": "51",
        "text": "When Vasudeva reached the house of Nanda Mahārāja, he saw that all the cowherd men were fast asleep. Thus he placed his own son on the bed of Yaśodā, picked up her daughter, an expansion of Yoga-māyā, and then returned to his residence, the prison house of Kaṁsa."
    },
    {
        "verse_id": "52",
        "text": "Vasudeva placed the female child on the bed of Devakī, bound his legs with the iron shackles, and thus remained there as before."
    },
    {
        "verse_id": "53",
        "text": "Exhausted by the labor of childbirth, Yaśodā was overwhelmed with sleep and unable to understand what kind of child had been born to her."
    }
]