[
    {
        "verse_id": "1",
        "text": "King Parīkṣit said: O brāhmaṇa, we would like to learn how Arjuna married Lord Balarāma’s and Lord Kṛṣṇa’s sister, who was my grandmother."
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī said: While traveling far and wide visiting various holy places of pilgrimage, Arjuna came to Prabhāsa. There he heard that Lord Balarāma intended to give his maternal cousin Subhadrā to Duryodhana in marriage, and that no one else approved of this plan. Arjuna wanted to marry her himself, so he disguised himself as a renunciant, complete with triple staff, and went to Dvārakā."
    },
    {
        "verse_id": "4",
        "text": "He stayed there during the monsoon months to fulfill his purpose. Lord Balarāma and the other residents of the city, not recognizing him, offered him all honor and hospitality."
    },
    {
        "verse_id": "5",
        "text": "One day Lord Balarāma brought him to His home as His invited dinner guest, and Arjuna ate the food the Lord respectfully offered him."
    },
    {
        "verse_id": "6",
        "text": "There he saw the wonderful maiden Subhadrā, who was enchanting to heroes. His eyes opened wide with delight, and his mind became agitated and absorbed in thoughts of her."
    },
    {
        "verse_id": "7",
        "text": "Arjuna was very attractive to women, and as soon as Subhadrā saw him, she wanted to have him as her husband. Smiling bashfully with sidelong glances, she fixed her heart and eyes upon him."
    },
    {
        "verse_id": "8",
        "text": "Meditating only on her and waiting for the opportunity to take her away, Arjuna had no peace. His heart trembled with passionate desire."
    },
    {
        "verse_id": "9",
        "text": "Once, on the occasion of a great temple festival in honor of the Supreme Lord, Subhadrā rode out of the fortresslike palace on a chariot, and at that time the mighty chariot warrior Arjuna took the opportunity to kidnap her. Subhadrā’s parents and Kṛṣṇa had sanctioned this."
    },
    {
        "verse_id": "10",
        "text": "Standing on his chariot, Arjuna took up his bow and drove off the valiant fighters and palace guards who tried to block his way. As her relatives shouted in anger, he took Subhadrā away just as a lion takes his prey from the midst of lesser animals."
    },
    {
        "verse_id": "11",
        "text": "When He heard of Subhadrā’s kidnapping, Lord Balarāma became as disturbed as the ocean during the full moon, but Lord Kṛṣṇa respectfully took hold of His feet and, together with other family members, pacified Him by explaining the matter."
    },
    {
        "verse_id": "12",
        "text": "Lord Balarāma then happily sent the bride and groom very valuable wedding gifts consisting of elephants, chariots, horses and male and female servants."
    },
    {
        "verse_id": "13",
        "text": "Śukadeva Gosvāmī continued: There was a devotee of Kṛṣṇa’s known as Śrutadeva, who was a first-class brāhmaṇa. Perfectly satisfied by rendering unalloyed devotional service to Lord Kṛṣṇa, he was peaceful, learned and free from sense gratification."
    },
    {
        "verse_id": "14",
        "text": "Living as a religious householder in the city of Mithilā, within the kingdom of Videha, he managed to fulfill his obligations while maintaining himself with whatever sustenance easily came his way."
    },
    {
        "verse_id": "15",
        "text": "By the will of Providence he obtained each day just what he needed for his maintenance, and no more. Satisfied with this much, he properly executed his religious duties."
    },
    {
        "verse_id": "16",
        "text": "Similarly free from false ego was the ruler of that kingdom, my dear Parīkṣit, a descendant of the Mithila dynasty named Bahulāśva. Both these devotees were very dear to Lord Acyuta."
    },
    {
        "verse_id": "17",
        "text": "Pleased with both of them, the Supreme Personality of Godhead mounted His chariot, which Dāruka had brought, and traveled to Videha with a group of sages."
    },
    {
        "verse_id": "18",
        "text": "Among these sages were Nārada, Vāmadeva, Atri, Kṛṣṇa-dvaipāyana Vyāsa, Paraśurāma, Asita, Aruṇi, myself, Bṛhaspati, Kaṇva, Maitreya and Cyavana."
    },
    {
        "verse_id": "19",
        "text": "In every city and town the Lord passed along the way, O King, the people came forward to worship Him with offerings of arghya water in their hands, as if to worship the risen sun surrounded by planets."
    },
    {
        "verse_id": "20",
        "text": "The men and women of Ānarta, Dhanva, Kuru-jāṅgala, Kaṅka, Matsya, Pañcāla, Kunti, Madhu, Kekaya, Kośala, Arṇa and many other kingdoms drank with their eyes the nectarean beauty of Lord Kṛṣṇa’s lotuslike face, which was graced with generous smiles and affectionate glances."
    },
    {
        "verse_id": "21",
        "text": "Simply by glancing at those who came to see Him, Lord Kṛṣṇa, the spiritual master of the three worlds, delivered them from the blindness of materialism. As He thus endowed them with fearlessness and divine vision, He heard demigods and men singing His glories, which purify the entire universe and destroy all misfortune. Gradually, He reached Videha."
    },
    {
        "verse_id": "22",
        "text": "Hearing that Lord Acyuta had arrived, O King, the residents of the cities and villages of Videha joyfully came forth to receive Him with offerings in their hands."
    },
    {
        "verse_id": "23",
        "text": "As soon as the people saw Lord Uttamaḥśloka, their faces and hearts blossomed with affection. Joining their palms above their heads, they bowed down to the Lord and to the sages accompanying Him, whom they had previously only heard about."
    },
    {
        "verse_id": "24",
        "text": "Both the King of Mithilā and Śrutadeva fell at the Lord’s feet, each thinking that the spiritual master of the universe had come there just to show him mercy."
    },
    {
        "verse_id": "25",
        "text": "At exactly the same time, King Maithila and Śrutadeva each went forward with joined palms and invited the Lord of the Daśārhas to be his guest, along with the brāhmaṇa sages."
    },
    {
        "verse_id": "26",
        "text": "Wanting to please them both, the Lord accepted both their invitations. Thus He simultaneously went to both homes, and neither could see Him entering the other’s house."
    },
    {
        "verse_id": "27",
        "text": "When King Bahulāśva, a descendant of Janaka, saw Lord Kṛṣṇa approaching his house from a distance with the sages, who were somewhat fatigued from the journey, he immediately arranged to have seats of honor brought out for them. After they were all comfortably seated, the wise King, his heart overflowing with joy and his eyes clouded by tears, bowed down to them and washed their feet with intense devotion. Taking the wash water, which could purify the entire world, he sprinkled it on his head and the heads of his family members. Then he worshiped all those great lords by offering them fragrant sandalwood paste, flower garlands, fine clothing and ornaments, incense, lamps, arghya and cows and bulls."
    },
    {
        "verse_id": "30",
        "text": "When they had eaten to their full satisfaction, for their further pleasure the King began to speak slowly and in a gentle voice as he held Lord Viṣṇu’s feet in his lap and happily massaged them."
    },
    {
        "verse_id": "31",
        "text": "Śrī Bahulāśva said: O almighty Lord, You are the Soul of all created beings, their self-illumined witness, and now You are giving Your audience to us, who constantly meditate on Your lotus feet."
    },
    {
        "verse_id": "32",
        "text": "You have said, “Neither Ananta, Goddess Śrī nor unborn Brahmā is dearer to Me than My unalloyed devotee.” To prove Your own words true, You have now revealed Yourself to our eyes."
    },
    {
        "verse_id": "33",
        "text": "What person who knows this truth would ever abandon Your lotus feet, when You are ready to give Your very self to peaceful sages who call nothing their own?"
    },
    {
        "verse_id": "34",
        "text": "Appearing in the Yadu dynasty, You have spread Your glories, which can remove all the sins of the three worlds, just to deliver those entrapped in the cycle of birth and death."
    },
    {
        "verse_id": "35",
        "text": "Obeisances to You, the Supreme Personality of Godhead, Lord Kṛṣṇa, whose intelligence is ever unrestricted. Obeisances to the sage Nara-Nārāyaṇa, who always undergoes austerities in perfect peace."
    },
    {
        "verse_id": "36",
        "text": "Please stay a few days in our house, along with these brāhmaṇas, O all-pervading one, and with the dust of Your feet sanctify this dynasty of Nimi."
    },
    {
        "verse_id": "37",
        "text": "[Śukadeva Gosvāmī continued:] Thus invited by the King, the Supreme Lord, sustainer of the world, consented to stay for some time to bestow good fortune on the men and women of Mithilā."
    },
    {
        "verse_id": "38",
        "text": "Śrutadeva received Lord Acyuta into his home with as much enthusiasm as that shown by King Bahulāśva. After bowing down to the Lord and the sages, Śrutadeva began to dance with great joy, waving his shawl."
    },
    {
        "verse_id": "39",
        "text": "After bringing mats of grass and darbha straw and seating his guests upon them, he greeted them with words of welcome. Then he and his wife washed their feet with great pleasure."
    },
    {
        "verse_id": "40",
        "text": "With the wash water, the virtuous Śrutadeva copiously sprinkled himself, his house and his family. Overjoyed, he felt that all his desires had now been fulfilled."
    },
    {
        "verse_id": "41",
        "text": "He worshiped them with offerings of auspicious items easily available to him, such as fruits, uśīra root, pure, nectarean water, fragrant clay, tulasī leaves, kuśa grass and lotus flowers. Then he offered them food that increases the mode of goodness."
    },
    {
        "verse_id": "42",
        "text": "He wondered: How is it that I, fallen into the blind well of family life, have been able to meet Lord Kṛṣṇa? And how have I also been allowed to meet these great brāhmaṇas, who always carry the Lord within their hearts? Indeed, the dust of their feet is the shelter of all holy places."
    },
    {
        "verse_id": "43",
        "text": "When his guests were seated comfortably, having each received a proper welcome, Śrutadeva approached them and sat down nearby with his wife, children and other dependents. Then, while massaging the Lord’s feet, he addressed Kṛṣṇa and the sages."
    },
    {
        "verse_id": "44",
        "text": "Śrutadeva said: It is not that we have attained the audience of the Supreme Person only today, for we have in fact been associating with Him ever since He created this universe with His energies and then entered it in His transcendental form."
    },
    {
        "verse_id": "45",
        "text": "The Lord is like a sleeping person who creates a separate world in his imagination and then enters his own dream and sees himself within it."
    },
    {
        "verse_id": "46",
        "text": "You reveal Yourself within the hearts of those persons of pure consciousness who constantly hear about You, chant about You, worship You, glorify You and converse with one another about You."
    },
    {
        "verse_id": "47",
        "text": "But although You reside within the heart, You are very far away from those whose minds are disturbed by their entanglement in material work. Indeed, no one can grasp You by his material powers, for You reveal Yourself only in the hearts of those who have learned to appreciate Your transcendental qualities."
    },
    {
        "verse_id": "48",
        "text": "Let me offer my obeisances unto You. You are realized as the Supreme Soul by those who know the Absolute Truth, whereas in Your form of time You impose death upon the forgetful souls. You appear both in Your causeless spiritual form and in the created form of this universe, thus simultaneously uncovering the eyes of Your devotees and obstructing the vision of the nondevotees."
    },
    {
        "verse_id": "49",
        "text": "O Lord, You are that Supreme Soul, and we are Your servants. How shall we serve You? My Lord, simply seeing You puts an end to all the troubles of human life."
    },
    {
        "verse_id": "50",
        "text": "Śrī Śukadeva Gosvāmī said: After hearing Śrutadeva speak these words, the Supreme Personality of Godhead, who relieves His surrendered devotees’ distress, took Śrutadeva’s hand in His own and, smiling, spoke to him as follows."
    },
    {
        "verse_id": "51",
        "text": "The Supreme Lord said: My dear brāhmaṇa, you should know that these great sages have come here just to bless you. They travel throughout the worlds with Me, purifying them with the dust of their feet."
    },
    {
        "verse_id": "52",
        "text": "One can gradually become purified by seeing, touching and worshiping temple deities, places of pilgrimage and holy rivers. But one can attain the same result immediately simply by receiving the glance of exalted sages."
    },
    {
        "verse_id": "53",
        "text": "By his very birth, a brāhmaṇa is the best of all living beings in this world, and he becomes even more exalted when he is endowed with austerity, learning and self-satisfaction, what to speak of devotion to Me."
    },
    {
        "verse_id": "54",
        "text": "Even My own four-armed form is no dearer to Me than a brāhmaṇa. Within himself a learned brāhmaṇa comprises all the Vedas, just as within Myself I comprise all the demigods."
    },
    {
        "verse_id": "55",
        "text": "Ignorant of this truth, foolish people neglect and enviously offend a learned brāhmaṇa, who, being nondifferent from Me, is their spiritual master and very self. They consider worshipable only such obvious manifestations of divinity as My Deity form."
    },
    {
        "verse_id": "56",
        "text": "Because he has realized Me, a brāhmaṇa is firmly fixed in the knowledge that everything moving and nonmoving in the universe, and also the primary elements of its creation, are all manifest forms expanded from Me."
    },
    {
        "verse_id": "57",
        "text": "Therefore you should worship these brāhmaṇa sages, O brāhmaṇa, with the same faith you have in Me. If you do so, you will worship Me directly, which you cannot do otherwise, even with offerings of vast riches."
    },
    {
        "verse_id": "58",
        "text": "Śrī Śuka said: So instructed by his Lord, with single-minded devotion Śrutadeva worshiped Śrī Kṛṣṇa and the topmost brāhmaṇas accompanying Him, and King Bahulāśva did the same. Thus both Śrutadeva and the King attained the ultimate transcendental destination."
    },
    {
        "verse_id": "59",
        "text": "O King, thus the Personality of Godhead, who is devoted to His own devotees, stayed for some time with His two great devotees Śrutadeva and Bahulāśva, teaching them the behavior of perfect saints. Then the Lord returned to Dvārakā."
    }
]