[
    {
        "verse_id": "1",
        "text": "[Having thus heard how Lord Kṛṣṇa chastised Kāliya,] King Parīkṣit inquired: Why did Kāliya leave Ramaṇaka Island, the abode of the serpents, and why did Garuḍa become so antagonistic toward him alone?"
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī said: To avoid being eaten by Garuḍa, the serpents had previously made an arrangement with him whereby they would each make a monthly offering of tribute at the base of a tree. Thus every month on schedule, O mighty-armed King Parīkṣit, each serpent would duly make his offering to that powerful carrier of Viṣṇu as a purchase of protection."
    },
    {
        "verse_id": "4",
        "text": "Although all the other serpents were dutifully making offerings to Garuḍa, one serpent — the arrogant Kāliya, son of Kadru — would eat all these offerings before Garuḍa could claim them. Thus Kāliya directly defied the carrier of Lord Viṣṇu."
    },
    {
        "verse_id": "5",
        "text": "O King, the greatly powerful Garuḍa, who is very dear to the Supreme Lord, became angry when he heard of this. Desiring to kill Kāliya, he rushed toward the serpent with tremendous speed."
    },
    {
        "verse_id": "6",
        "text": "As Garuḍa swiftly fell upon him, Kāliya, who had the weapon of poison, raised his numerous heads to counterattack. Showing his ferocious tongues and expanding his horrible eyes, Kāliya then bit Garuḍa with the weapons of his fangs."
    },
    {
        "verse_id": "7",
        "text": "The angry son of Tārkṣya moved with overwhelming speed in repelling Kāliya’s attack. That terribly powerful carrier of Lord Madhusūdana struck the son of Kadru with his left wing, which shone like gold."
    },
    {
        "verse_id": "8",
        "text": "Beaten by Garuḍa’s wing, Kāliya was extremely distraught, and thus he took shelter of a lake adjoining the river Yamunā. Garuḍa could not enter this lake. Indeed, he could not even approach it."
    },
    {
        "verse_id": "9",
        "text": "In that very lake Garuḍa had once desired to eat a fish — fish being, after all, his normal food. Although forbidden by the sage Saubhari, who was meditating there within the water, Garuḍa took courage and, feeling hungry, seized the fish."
    },
    {
        "verse_id": "10",
        "text": "Seeing how the unfortunate fish in that lake had become most unhappy at the death of their leader, Saubhari uttered the following curse under the impression that he was mercifully acting for the benefit of the lake’s residents."
    },
    {
        "verse_id": "11",
        "text": "If Garuḍa ever again enters this lake and eats the fish here, he will immediately lose his life. What I am saying is the truth."
    },
    {
        "verse_id": "12",
        "text": "Of all the serpents, only Kāliya came to know of this affair, and in fear of Garuḍa he took up residence in that Yamunā lake. Later Lord Kṛṣṇa drove him out."
    },
    {
        "verse_id": "13",
        "text": "[Resuming his description of Kṛṣṇa’s chastisement of Kāliya, Śukadeva Gosvāmī continued:] Kṛṣṇa rose up out of the lake wearing divine garlands, fragrances and garments, covered with many fine jewels, and decorated with gold. When the cowherds saw Him they all stood up immediately, just like an unconscious person’s senses coming back to life. Filled with great joy, they affectionately embraced Him."
    },
    {
        "verse_id": "15",
        "text": "Having regained their vital functions, Yaśodā, Rohiṇī, Nanda and all the other cowherd women and men went up to Kṛṣṇa. O descendant of Kuru, even the dried-up trees came back to life."
    },
    {
        "verse_id": "16",
        "text": "Lord Balarāma embraced His infallible brother and laughed, knowing well the extent of Kṛṣṇa’s potency. Out of great feelings of love, Balarāma lifted Kṛṣṇa up on His lap and repeatedly looked at Him. The cows, bulls and young female calves also achieved the highest pleasure."
    },
    {
        "verse_id": "17",
        "text": "All the respectable brāhmaṇas, together with their wives, came forward to greet Nanda Mahārāja. They said to him, “Your son was in the grips of Kāliya, but by the grace of Providence He is now free.”"
    },
    {
        "verse_id": "18",
        "text": "The brāhmaṇas then advised Nanda Mahārāja, “To assure that your son Kṛṣṇa will always be free from danger, you should give charity to the brāhmaṇas.” With a satisfied mind, O King, Nanda Mahārāja then very gladly gave them gifts of cows and gold."
    },
    {
        "verse_id": "19",
        "text": "The greatly fortunate mother Yaśodā, having lost her son and then regained Him, placed Him on her lap. That chaste lady cried constant torrents of tears as she repeatedly embraced Him."
    },
    {
        "verse_id": "20",
        "text": "O best of kings [Parīkṣit], because the residents of Vṛndāvana were feeling very weak from hunger, thirst and fatigue, they and the cows spent the night where they were, lying down near the bank of the Kālindī."
    },
    {
        "verse_id": "21",
        "text": "During the night, while all the people of Vṛndāvana were asleep, a great fire blazed up within the dry summer forest. The fire surrounded the inhabitants of Vraja on all sides and began to scorch them."
    },
    {
        "verse_id": "22",
        "text": "Then the residents of Vṛndāvana woke up, extremely disturbed by the great fire threatening to burn them. Thus they took shelter of Kṛṣṇa, the Supreme Lord, who by His spiritual potency appeared like an ordinary human being."
    },
    {
        "verse_id": "23",
        "text": "[Vṛndāvana’s residents said:] Kṛṣṇa, Kṛṣṇa, O Lord of all opulence! O Rāma, possessor of unlimited power! This most terrible fire is about to devour us, Your devotees!"
    },
    {
        "verse_id": "24",
        "text": "O Lord, we are Your true friends and devotees. Please protect us from this insurmountable fire of death. We can never give up Your lotus feet, which drive away all fear."
    },
    {
        "verse_id": "25",
        "text": "Seeing His devotees so disturbed, Śrī Kṛṣṇa, the infinite Lord of the universe and possessor of infinite power, then swallowed the terrible forest fire."
    }
]