[
    {
        "verse_id": "1",
        "text": "King Parīkṣit said: My lord, O master, I wish to hear about other valorous deeds performed by the Supreme Personality of Godhead, Mukunda, whose valor is unlimited."
    },
    {
        "verse_id": "2",
        "text": "O brāhmaṇa, how could anyone who knows the essence of life and is disgusted with endeavoring for sense gratification give up the transcendental topics of Lord Uttamaḥśloka after hearing them repeatedly?"
    },
    {
        "verse_id": "3",
        "text": "Actual speech is that which describes the qualities of the Lord, real hands are those that work for Him, a true mind is that which always remembers Him dwelling within everything moving and nonmoving, and actual ears are those that listen to sanctifying topics about Him."
    },
    {
        "verse_id": "4",
        "text": "An actual head is one that bows down to the Lord in His manifestations among the moving and nonmoving creatures, real eyes are those that see only the Lord, and actual limbs are those which regularly honor the water that has bathed the Lord’s feet or those of His devotees."
    },
    {
        "verse_id": "5",
        "text": "Sūta Gosvāmī said: Thus questioned by King Viṣṇurāta, the powerful sage Bādarāyaṇi replied, his heart fully absorbed in meditation on the Supreme Personality of Godhead, Vāsudeva."
    },
    {
        "verse_id": "6",
        "text": "Śukadeva Gosvāmī said: Lord Kṛṣṇa had a certain brāhmaṇa friend [named Sudāmā] who was most learned in Vedic knowledge and detached from all sense enjoyment. Furthermore, his mind was peaceful and his senses subdued."
    },
    {
        "verse_id": "7",
        "text": "Living as a householder, he maintained himself with whatever came of its own accord. The wife of that poorly dressed brāhmaṇa suffered along with him and was emaciated from hunger."
    },
    {
        "verse_id": "8",
        "text": "The chaste wife of the poverty-stricken brāhmaṇa once approached him, her face dried up because of her distress. Trembling with fear, she spoke as follows."
    },
    {
        "verse_id": "9",
        "text": "[Sudāmā’s wife said:] O brāhmaṇa, isn’t it true that the husband of the goddess of fortune is the personal friend of your exalted self? That greatest of Yādavas, the Supreme Lord Kṛṣṇa, is compassionate to brāhmaṇas and very willing to grant them His shelter."
    },
    {
        "verse_id": "10",
        "text": "O fortunate one, please approach Him, the real shelter of all saints. He will certainly give abundant wealth to such a suffering householder as you."
    },
    {
        "verse_id": "11",
        "text": "Lord Kṛṣṇa is now the ruler of the Bhojas, Vṛṣṇis and Andhakas and is staying at Dvārakā. Since He gives even His own self to anyone who simply remembers His lotus feet, what doubt is there that He, the spiritual master of the universe, will bestow upon His sincere worshiper prosperity and material enjoyment, which are not even very desirable?"
    },
    {
        "verse_id": "12",
        "text": "[Śukadeva Gosvāmī continued:] When his wife thus repeatedly implored him in various ways, the brāhmaṇa thought to himself, “To see Lord Kṛṣṇa is indeed the greatest achievement in life.” Thus he decided to go, but first he told her, “My good wife, if there is anything in the house I can bring as a gift, please give it to me.”"
    },
    {
        "verse_id": "14",
        "text": "Sudāmā’s wife begged four handfuls of flat rice from neighboring brāhmaṇas, tied up the rice in a torn piece of cloth and gave it to her husband as a present for Lord Kṛṣṇa."
    },
    {
        "verse_id": "15",
        "text": "Taking the flat rice, the saintly brāhmaṇa set off for Dvārakā, all the while wondering “How will I be able to have Kṛṣṇa’s audience?”"
    },
    {
        "verse_id": "16",
        "text": "The learned brāhmaṇa, joined by some local brāhmaṇas, passed three guard stations and went through three gateways, and then he walked by the homes of Lord Kṛṣṇa’s faithful devotees, the Andhakas and Vṛṣṇis, which ordinarily no one could do. He then entered one of the opulent palaces belonging to Lord Hari’s sixteen thousand queens, and when he did so he felt as if he were attaining the bliss of liberation."
    },
    {
        "verse_id": "18",
        "text": "At that time Lord Acyuta was seated on His consort’s bed. Spotting the brāhmaṇa at some distance, the Lord immediately stood up, went forward to meet him and with great pleasure embraced him."
    },
    {
        "verse_id": "19",
        "text": "The lotus-eyed Supreme Lord felt intense ecstasy upon touching the body of His dear friend, the wise brāhmaṇa, and thus He shed tears of love."
    },
    {
        "verse_id": "20",
        "text": "Lord Kṛṣṇa seated His friend Sudāmā upon the bed. Then the Lord, who purifies the whole world, personally offered him various tokens of respect and washed his feet, O King, after which He sprinkled the water on His own head. He anointed him with divinely fragrant sandalwood, aguru and kuṅkuma pastes and happily worshiped him with aromatic incense and arrays of lamps. After finally offering him betel nut and the gift of a cow, He welcomed him with pleasing words."
    },
    {
        "verse_id": "23",
        "text": "By fanning him with her cāmara, the divine goddess of fortune personally served that poor brāhmaṇa, whose clothing was torn and dirty and who was so thin that veins were visible all over his body."
    },
    {
        "verse_id": "24",
        "text": "The people in the royal palace were astonished to see Kṛṣṇa, the Lord of spotless glory, so lovingly honor this shabbily dressed brāhmaṇa."
    },
    {
        "verse_id": "25",
        "text": "[The residents of the palace said:] What pious acts has this unkempt, impoverished brāhmaṇa performed? People regard him as lowly and contemptible, yet the spiritual master of the three worlds, the abode of Goddess Śrī, is serving him reverently. Leaving the goddess of fortune sitting on her bed, the Lord has embraced this brāhmaṇa as if he were an older brother."
    },
    {
        "verse_id": "27",
        "text": "[Śukadeva Gosvāmī continued:] Taking each other’s hands, O King, Kṛṣṇa and Sudāmā talked pleasantly about how they once lived together in the school of their guru."
    },
    {
        "verse_id": "28",
        "text": "The Supreme Lord said: My dear brāhmaṇa, you know well the ways of dharma. After you offered the gift of remuneration to our guru and returned home from his school, did you marry a compatible wife or not?"
    },
    {
        "verse_id": "29",
        "text": "Even though you are mostly involved in household affairs, your mind is not affected by material desires. Nor, O learned one, do you take much pleasure in the pursuit of material wealth. This I am well aware of."
    },
    {
        "verse_id": "30",
        "text": "Having renounced all material propensities, which spring from the Lord’s illusory energy, some people execute worldly duties with their minds undisturbed by mundane desires. They act as I do, to instruct the general populace."
    },
    {
        "verse_id": "31",
        "text": "My dear brāhmaṇa, do you remember how we lived together in our spiritual master’s school? When a twice-born student has learned from his guru all that is to be learned, he can enjoy spiritual life, which lies beyond all ignorance."
    },
    {
        "verse_id": "32",
        "text": "My dear friend, he who gives a person his physical birth is his first spiritual master, and he who initiates him as a twice-born brāhmaṇa and engages him in religious duties is indeed more directly his spiritual master. But the person who bestows transcendental knowledge upon the members of all the spiritual orders of society is one’s ultimate spiritual master. Indeed, he is as good as My own self."
    },
    {
        "verse_id": "33",
        "text": "Certainly, O brāhmaṇa, of all the followers of the varṇāśrama system, those who take advantage of the words I speak in My form as the spiritual master and thus easily cross over the ocean of material existence best understand their own true welfare."
    },
    {
        "verse_id": "34",
        "text": "I, the Soul of all beings, am not as satisfied by ritual worship, brahminical initiation, penances or self-discipline as I am by faithful service rendered to one’s spiritual master."
    },
    {
        "verse_id": "35",
        "text": "O brāhmaṇa, do you remember what happened to us while we were living with our spiritual master? Once our guru’s wife sent us to fetch firewood, and after we entered the vast forest, O twice-born one, an unseasonal storm arose, with fierce wind and rain and harsh thunder."
    },
    {
        "verse_id": "37",
        "text": "Then, as the sun set, the forest was covered by darkness in every direction, and with all the flooding we could not distinguish high land from low."
    },
    {
        "verse_id": "38",
        "text": "Constantly besieged by the powerful wind and rain, we lost our way amidst the flooding waters. We simply held each other’s hands and, in great distress, wandered aimlessly about the forest."
    },
    {
        "verse_id": "39",
        "text": "Our guru, Sāndīpani, understanding our predicament, set out after sunrise to search for us, his disciples, and found us in distress."
    },
    {
        "verse_id": "40",
        "text": "[Sāndīpani said:] O my children, you have suffered so much for my sake! The body is most dear to every living creature, but you are so dedicated to me that you completely disregarded your own comfort."
    },
    {
        "verse_id": "41",
        "text": "This indeed is the duty of all true disciples: to repay the debt to their spiritual master by offering him, with pure hearts, their wealth and even their very lives."
    },
    {
        "verse_id": "42",
        "text": "You boys are first-class brāhmaṇas, and I am satisfied with you. May all your desires be fulfilled, and may the Vedic mantras you have learned never lose their meaning for you, in this world or the next."
    },
    {
        "verse_id": "43",
        "text": "[Lord Kṛṣṇa continued:] We had many similar experiences while living in our spiritual master’s home. Simply by the grace of the spiritual master a person can fulfill life’s purpose and attain eternal peace."
    },
    {
        "verse_id": "44",
        "text": "The brāhmaṇa said: What could I possibly have failed to achieve, O Lord of lords, O universal teacher, since I was able to personally live with You, whose every desire is fulfilled, at the home of our spiritual master?"
    },
    {
        "verse_id": "45",
        "text": "O almighty Lord, Your body comprises the Absolute Truth in the form of the Vedas and is thus the source of all auspicious goals of life. That You took up residence at the school of a spiritual master is simply one of Your pastimes in which You play the role of a human being."
    }
]