[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Having been honored so much by Lord Balarāma and Lord Kṛṣṇa, Akrūra, seated comfortably on a couch, felt that all the desires he had contemplated on the road were now fulfilled."
    },
    {
        "verse_id": "2",
        "text": "My dear King, what is unattainable for one who has satisfied the Supreme Personality of Godhead, the shelter of the goddess of fortune? Even so, those who are dedicated to His devotional service never want anything from Him."
    },
    {
        "verse_id": "3",
        "text": "After the evening meal, Lord Kṛṣṇa, the son of Devakī, asked Akrūra how Kaṁsa was treating their dear relatives and friends and what the King was planning to do."
    },
    {
        "verse_id": "4",
        "text": "The Supreme Lord said: My dear, gentle Uncle Akrūra, was your trip here comfortable? May all good fortune be yours. Are our well-wishing friends and our relatives, both close and distant, happy and in good health?"
    },
    {
        "verse_id": "5",
        "text": "But, my dear Akrūra, as long as King Kaṁsa — that disease of our family who goes by the name “maternal uncle” — is still prospering, why should I even bother to ask about the well-being of our family members and his other subjects?"
    },
    {
        "verse_id": "6",
        "text": "Just see how much suffering I have caused My offenseless parents! Because of Me their sons were killed and they themselves imprisoned."
    },
    {
        "verse_id": "7",
        "text": "By good fortune We have today fulfilled Our desire to see you, Our dear relative. O gentle uncle, please tell Us why you have come."
    },
    {
        "verse_id": "8",
        "text": "Śukadeva Gosvāmī said: In response to the Supreme Lord’s request, Akrūra, the descendant of Madhu, described the whole situation, including King Kaṁsa’s enmity toward the Yadus and his attempt to murder Vasudeva."
    },
    {
        "verse_id": "9",
        "text": "Akrūra relayed the message he had been sent to deliver. He also described Kaṁsa’s real intentions and how Nārada had informed Kaṁsa that Kṛṣṇa had been born as the son of Vasudeva."
    },
    {
        "verse_id": "10",
        "text": "Lord Kṛṣṇa and Lord Balarāma, the vanquisher of heroic opponents, laughed when They heard Akrūra’s words. The Lords then informed Their father, Nanda Mahārāja, of King Kaṁsa’s orders."
    },
    {
        "verse_id": "11",
        "text": "Nanda Mahārāja then issued orders to the cowherd men by having the village constable make the following announcement throughout Nanda’s domain of Vraja: “Go collect all the available milk products. Bring valuable gifts and yoke your wagons. Tomorrow we shall go to Mathurā, present our milk products to the King and see a very great festival. The residents of all the outlying districts are also going.”"
    },
    {
        "verse_id": "13",
        "text": "When the young gopīs heard that Akrūra had come to Vraja to take Kṛṣṇa and Balarāma to the city, they became extremely distressed."
    },
    {
        "verse_id": "14",
        "text": "Some gopīs felt so pained at heart that their faces turned pale from their heavy breathing. Others were so anguished that their dresses, bracelets and braids became loose."
    },
    {
        "verse_id": "15",
        "text": "Other gopīs entirely stopped their sensory activities and became fixed in meditation on Kṛṣṇa. They lost all awareness of the external world, just like those who attain the platform of self-realization."
    },
    {
        "verse_id": "16",
        "text": "And still other young women fainted simply by remembering the words of Lord Śauri [Kṛṣṇa]. These words, decorated with wonderful phrases and expressed with affectionate smiles, would deeply touch the young girls’ hearts."
    },
    {
        "verse_id": "17",
        "text": "The gopīs were frightened at the prospect of even the briefest separation from Lord Mukunda, so now, as they remembered His graceful gait, His pastimes, His affectionate, smiling glances, His heroic deeds and His joking words, which would relieve their distress, they were beside themselves with anxiety at the thought of the great separation about to come. They gathered in groups and spoke to one another, their faces covered with tears and their minds fully absorbed in Acyuta."
    },
    {
        "verse_id": "19",
        "text": "The gopīs said: O Providence, you have no mercy! You bring embodied creatures together in friendship and love and then senselessly separate them before they fulfill their desires. This whimsical play of yours is like a child’s game."
    },
    {
        "verse_id": "20",
        "text": "Having shown us Mukunda’s face, framed by dark locks and beautified by His fine cheeks, raised nose and gentle smiles, which eradicate all misery, you are now making that face invisible. This behavior of yours is not at all good."
    },
    {
        "verse_id": "21",
        "text": "O Providence, though you come here with the name Akrūra, you are indeed cruel, for like a fool you are taking away what you once gave us — those eyes with which we have seen, even in one feature of Lord Madhudviṣa’s form, the perfection of your entire creation."
    },
    {
        "verse_id": "22",
        "text": "Alas, Nanda’s son, who breaks loving friendships in a second, will not even look directly at us. Forcibly brought under His control, we abandoned our homes, relatives, children and husbands just to serve Him, but He is always looking for new lovers."
    },
    {
        "verse_id": "23",
        "text": "The dawn following this night will certainly be auspicious for the women of Mathurā. All their hopes will now be fulfilled, for as the Lord of Vraja enters their city, they will be able to drink from His face the nectar of the smile emanating from the corners of His eyes."
    },
    {
        "verse_id": "24",
        "text": "O gopīs, although our Mukunda is intelligent and very obedient to His parents, once He has fallen under the spell of the honey-sweet words of the women of Mathurā and been enchanted by their alluring, shy smiles, how will He ever return to us unsophisticated village girls?"
    },
    {
        "verse_id": "25",
        "text": "When the Dāśārhas, Bhojas, Andhakas, Vṛṣṇis and Sātvatas see the son of Devakī in Mathurā, they will certainly enjoy a great festival for their eyes, as will all those who see Him traveling along the road to the city. After all, He is the darling of the goddess of fortune and the reservoir of all transcendental qualities."
    },
    {
        "verse_id": "26",
        "text": "He who is doing this merciless deed should not be called Akrūra. He is so extremely cruel that without even trying to console the sorrowful residents of Vraja, he is taking away Kṛṣṇa, who is more dear to us than life itself."
    },
    {
        "verse_id": "27",
        "text": "Hard-hearted Kṛṣṇa has already mounted the chariot, and now the foolish cowherds are hurrying after Him in their bullock carts. Even the elders are saying nothing to stop Him. Today fate is working against us."
    },
    {
        "verse_id": "28",
        "text": "Let us directly approach Mādhava and stop Him from going. What can our family elders and other relatives do to us? Now that fate is separating us from Mukunda, our hearts are already wretched, for we cannot bear to give up His association even for a fraction of a second."
    },
    {
        "verse_id": "29",
        "text": "When He brought us to the assembly of the rāsa dance, where we enjoyed His affectionate and charming smiles, His delightful secret talks, His playful glances and His embraces, we passed many nights as if they were a single moment. O gopīs, how can we possibly cross over the insurmountable darkness of His absence?"
    },
    {
        "verse_id": "30",
        "text": "How can we exist without Ananta’s friend Kṛṣṇa, who in the evening would return to Vraja in the company of the cowherd boys, His hair and garland powdered with the dust raised by the cows’ hooves? As He played His flute, He would captivate our minds with His smiling sidelong glances."
    },
    {
        "verse_id": "31",
        "text": "Śukadeva Gosvāmī said: After speaking these words, the ladies of Vraja, who were so attached to Kṛṣṇa, felt extremely agitated by their imminent separation from Him. They forgot all shame and loudly cried out, “O Govinda! O Dāmodara! O Mādhava!”"
    },
    {
        "verse_id": "32",
        "text": "But even as the gopīs cried out in this way, Akrūra, having at sunrise performed His morning worship and other duties, began to drive the chariot."
    },
    {
        "verse_id": "33",
        "text": "Led by Nanda Mahārāja, the cowherd men followed behind Lord Kṛṣṇa in their wagons. The men brought along many offerings for the King, including clay pots filled with ghee and other milk products."
    },
    {
        "verse_id": "34",
        "text": "[With His glances] Lord Kṛṣṇa somewhat pacified the gopīs, and they also followed behind for some time. Then, hoping He would give them some instruction, they stood still."
    },
    {
        "verse_id": "35",
        "text": "As He departed, that best of the Yadus saw how the gopīs were lamenting, and thus He consoled them by sending a messenger with this loving promise: “I will return.”"
    },
    {
        "verse_id": "36",
        "text": "Sending their minds after Kṛṣṇa, the gopīs stood as motionless as figures in a painting. They remained there as long as the flag atop the chariot was visible, and even until they could no longer see the dust raised by the chariot wheels."
    },
    {
        "verse_id": "37",
        "text": "The gopīs then turned back, without hope that Govinda would ever return to them. Full of sorrow, they began to spend their days and nights chanting about the pastimes of their beloved."
    },
    {
        "verse_id": "38",
        "text": "My dear King, the Supreme Lord Kṛṣṇa, traveling as swiftly as the wind in that chariot with Lord Balarāma and Akrūra, arrived at the river Kālindī, which destroys all sins."
    },
    {
        "verse_id": "39",
        "text": "The river’s sweet water was more effulgent than brilliant jewels. After Lord Kṛṣṇa had touched it for purification, He drank some from His hand. Then He had the chariot moved near a grove of trees and climbed back on, along with Balarāma."
    },
    {
        "verse_id": "40",
        "text": "Akrūra asked the two Lords to take Their seats on the chariot. Then, taking Their permission, he went to a pool in the Yamunā and took his bath as enjoined in the scriptures."
    },
    {
        "verse_id": "41",
        "text": "While immersing himself in the water and reciting eternal mantras from the Vedas, Akrūra suddenly saw Balarāma and Kṛṣṇa before him."
    },
    {
        "verse_id": "42",
        "text": "Akrūra thought, “How can the two sons of Ānakadundubhi, who are sitting in the chariot, be standing here in the water? They must have left the chariot.” But when he came out of the river, there They were on the chariot, just as before. Asking himself “Was the vision I had of Them in the water an illusion?” Akrūra reentered the pool."
    },
    {
        "verse_id": "44",
        "text": "There Akrūra now saw Ananta Śeṣa, the Lord of the serpents, receiving praise from Siddhas, Cāraṇas, Gandharvas and demons, who all had their heads bowed. The Personality of Godhead whom Akrūra saw had thousands of heads, thousands of hoods and thousands of helmets. His blue garment and His fair complexion, as white as the filaments of a lotus stem, made Him appear like white Kailāsa Mountain with its many peaks."
    },
    {
        "verse_id": "46",
        "text": "Akrūra then saw the Supreme Personality of Godhead lying peacefully on the lap of Lord Ananta Śeṣa. The complexion of that Supreme Person was like a dark-blue cloud. He wore yellow garments and had four arms and reddish lotus-petal eyes. His face looked attractive and cheerful with its smiling, endearing glance and lovely eyebrows, its raised nose and finely formed ears, and its beautiful cheeks and reddish lips. The Lord’s broad shoulders and expansive chest were beautiful, and His arms long and stout. His neck resembled a conchshell, His navel was deep, and His abdomen bore lines like those on a banyan leaf."
    },
    {
        "verse_id": "49",
        "text": "He had large loins and hips, thighs like an elephant’s trunk, and shapely knees and shanks. His raised ankles reflected the brilliant effulgence emanating from the nails on His petallike toes, which beautified His lotus feet."
    },
    {
        "verse_id": "51",
        "text": "Adorned with a helmet, bracelets and armlets, which were all bedecked with many priceless jewels, and also with a belt, a sacred thread, necklaces, ankle bells and earrings, the Lord shone with dazzling effulgence. In one hand He held a lotus flower, in the others a conchshell, discus and club. Gracing His chest were the Śrīvatsa mark, the brilliant Kaustubha gem and a flower garland."
    },
    {
        "verse_id": "53",
        "text": "Encircling the Lord and worshiping Him were Nanda, Sunanda and His other personal attendants; Sanaka and the other Kumāras; Brahmā, Rudra and other chief demigods; the nine chief brāhmaṇas; and the best of the saintly devotees, headed by Prahlāda, Nārada and Uparicara Vasu. Each of these great personalities was worshiping the Lord by chanting sanctified words of praise in his own unique mood. Also in attendance were the Lord’s principal internal potencies — Śrī, Puṣṭi, Gīr, Kānti, Kīrti, Tuṣṭi, Ilā and Ūrjā — as were His material potencies Vidyā, Avidyā and Māyā, and His internal pleasure potency, Śakti."
    },
    {
        "verse_id": "56",
        "text": "As the great devotee Akrūra beheld all this, he became extremely pleased and felt enthused with transcendental devotion. His intense ecstasy caused His bodily hairs to stand on end and tears to flow from his eyes, drenching his entire body. Somehow managing to steady himself, Akrūra bowed his head to the ground. Then he joined his palms in supplication and, in a voice choked with emotion, very slowly and attentively began to pray."
    }
]