[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Having offended Lord Kṛṣṇa, Satrājit tried as best he could to atone by presenting Him with his daughter and the Syamantaka jewel."
    },
    {
        "verse_id": "2",
        "text": "Mahārāja Parīkṣit inquired: O brāhmaṇa, what did King Satrājit do to offend Lord Kṛṣṇa? Where did he get the Syamantaka jewel, and why did he give his daughter to the Supreme Lord?"
    },
    {
        "verse_id": "3",
        "text": "Śukadeva Gosvāmī said: Sūrya, the sun-god, felt great affection for his devotee Satrājit. Acting as his greatest friend, the demigod gave him the jewel called Syamantaka as a token of his satisfaction."
    },
    {
        "verse_id": "4",
        "text": "Wearing the jewel on his neck, Satrājit entered Dvārakā. He shone as brightly as the sun itself, O King, and thus he went unrecognized because of the jewel’s effulgence."
    },
    {
        "verse_id": "5",
        "text": "As the people looked at Satrājit from a distance, his brilliance blinded them. They presumed he was the sun-god, Sūrya, and went to tell Lord Kṛṣṇa, who was at that time playing at dice."
    },
    {
        "verse_id": "6",
        "text": "[The residents of Dvārakā said:] Obeisances unto You, O Nārāyaṇa, O holder of the conch, disc and club, O lotus-eyed Dāmodara, O Govinda, O cherished descendant of Yadu!"
    },
    {
        "verse_id": "7",
        "text": "Lord Savitā has come to see You, O Lord of the universe. He is blinding everyone’s eyes with his intensely effulgent rays."
    },
    {
        "verse_id": "8",
        "text": "The most exalted demigods in the three worlds are certainly anxious to seek You out, O Lord, now that You have hidden Yourself among the Yadu dynasty. Thus the unborn sun-god has come to see You here."
    },
    {
        "verse_id": "9",
        "text": "Śukadeva Gosvāmī continued: Hearing these innocent words, the lotus-eyed Lord smiled broadly and said, “This is not the sun-god, Ravi, but rather Satrājit, who is glowing because of his jewel.”"
    },
    {
        "verse_id": "10",
        "text": "King Satrājit entered his opulent home, festively executing auspicious rituals. He had qualified brāhmaṇas install the Syamantaka jewel in the house’s temple room."
    },
    {
        "verse_id": "11",
        "text": "Each day the gem would produce eight bhāras of gold, my dear Prabhu, and the place in which it was kept and properly worshiped would be free of calamities such as famine or untimely death, and also of evils like snake bites, mental and physical disorders and the presence of deceitful persons."
    },
    {
        "verse_id": "12",
        "text": "On one occasion Lord Kṛṣṇa requested Satrājit to give the jewel to the Yadu king, Ugrasena, but Satrājit was so greedy that he refused. He gave no thought to the seriousness of the offense he committed by denying the Lord’s request."
    },
    {
        "verse_id": "13",
        "text": "Once Satrājit’s brother, Prasena, having hung the brilliant jewel about his neck, mounted a horse and went hunting in the forest."
    },
    {
        "verse_id": "14",
        "text": "A lion killed Prasena and his horse and took the jewel. But when the lion entered a mountain cave he was killed by Jāmbavān, who wanted the jewel."
    },
    {
        "verse_id": "15",
        "text": "Within the cave Jāmbavān let his young son have the Syamantaka jewel as a toy to play with. Meanwhile Satrājit, not seeing his brother return, became deeply troubled."
    },
    {
        "verse_id": "16",
        "text": "He said, “Kṛṣṇa probably killed my brother, who went to the forest wearing the jewel on his neck.” The general populace heard this accusation and began whispering it in one another’s ears."
    },
    {
        "verse_id": "17",
        "text": "When Lord Kṛṣṇa heard this rumor, He wanted to remove the stain on His reputation. So He took some of Dvārakā’s citizens with Him and set out to retrace Prasena’s path."
    },
    {
        "verse_id": "18",
        "text": "In the forest they found Prasena and his horse, both killed by the lion. Further on they found the lion dead on a mountainside, slain by Ṛkṣa [Jāmbavān]."
    },
    {
        "verse_id": "19",
        "text": "The Lord stationed His subjects outside the terrifying, pitch-dark cave of the king of the bears, and then He entered alone."
    },
    {
        "verse_id": "20",
        "text": "There Lord Kṛṣṇa saw that the most precious of jewels had been made into a child’s plaything. Determined to take it away, He approached the child."
    },
    {
        "verse_id": "21",
        "text": "The child’s nurse cried out in fear upon seeing that extraordinary person standing before them. Jāmbavān, strongest of the strong, heard her cries and angrily ran toward the Lord."
    },
    {
        "verse_id": "22",
        "text": "Unaware of His true position and thinking Him an ordinary man, Jāmbavān angrily began fighting with the Supreme Lord, his master."
    },
    {
        "verse_id": "23",
        "text": "The two fought furiously in single combat, each determined to win. Contending against each other with various weapons and then with stones, tree trunks and finally their bare arms, they struggled like two hawks battling over a piece of flesh."
    },
    {
        "verse_id": "24",
        "text": "The fight went on without rest for twenty-eight days, the two opponents striking each other with their fists, which fell like the cracking blows of lightning."
    },
    {
        "verse_id": "25",
        "text": "His bulging muscles pummeled by the blows of Lord Kṛṣṇa’s fists, his strength faltering and his limbs perspiring, Jāmbavān, greatly astonished, finally spoke to the Lord."
    },
    {
        "verse_id": "26",
        "text": "[Jāmbavān said:] I know now that You are the life air and the sensory, mental and bodily strength of all living beings. You are Lord Viṣṇu, the original person, the supreme, all-powerful controller."
    },
    {
        "verse_id": "27",
        "text": "You are the ultimate creator of all creators of the universe, and of everything created You are the underlying substance. You are the subduer of all subduers, the Supreme Lord and Supreme Soul of all souls."
    },
    {
        "verse_id": "28",
        "text": "You are He who impelled the ocean to give way when His sidelong glances, slightly manifesting His anger, disturbed the crocodiles and timiṅgila fish within the watery depths. You are He who built a great bridge to establish His fame, who burned down the city of Laṅkā, and whose arrows severed the heads of Rāvaṇa, which then fell to the ground."
    },
    {
        "verse_id": "29",
        "text": "[Śukadeva Gosvāmī continued:] O King, Lord Kṛṣṇa then addressed the king of the bears, who had understood the truth. The lotus-eyed Personality of Godhead, the son of Devakī, touched Jāmbavān with His hand, which bestows all blessings, and spoke to His devotee with sublime compassion, His grave voice deeply resounding like a cloud."
    },
    {
        "verse_id": "31",
        "text": "[Lord Kṛṣṇa said:] It is for this jewel, O lord of the bears, that we have come to your cave. I intend to use the jewel to disprove the false accusations against Me."
    },
    {
        "verse_id": "32",
        "text": "Thus addressed, Jāmbavān happily honored Lord Kṛṣṇa by offering Him his maiden daughter, Jāmbavatī, together with the jewel."
    },
    {
        "verse_id": "33",
        "text": "After Lord Śauri had entered the cave, the people of Dvārakā who had accompanied Him had waited twelve days without seeing Him come out again. Finally they had given up and returned to their city in great sorrow."
    },
    {
        "verse_id": "34",
        "text": "When Devakī, Rukmiṇī-devī, Vasudeva and the Lord’s other relatives and friends heard that He had not come out of the cave, they all lamented."
    },
    {
        "verse_id": "35",
        "text": "Cursing Satrājit, the sorrowful residents of Dvārakā approached the Durgā deity named Candrabhāgā and prayed to her for Kṛṣṇa’s return."
    },
    {
        "verse_id": "36",
        "text": "When the citizens had finished worshiping the demigoddess, she spoke to them in response, promising to grant their request. Just then Lord Kṛṣṇa, who had achieved His purpose, appeared before them in the company of His new wife, filling them with joy."
    },
    {
        "verse_id": "37",
        "text": "Seeing Lord Hṛṣīkeśa return as if from death, accompanied by His new wife and wearing the Syamantaka jewel on His neck, all the people were roused to jubilation."
    },
    {
        "verse_id": "38",
        "text": "Lord Kṛṣṇa summoned Satrājit to the royal assembly. There, in the presence of King Ugrasena, Kṛṣṇa announced the recovery of the jewel and then formally presented it to Satrājit."
    },
    {
        "verse_id": "39",
        "text": "Hanging his head in great shame, Satrājit took the gem and returned home, all the while feeling remorse for his sinful behavior."
    },
    {
        "verse_id": "40",
        "text": "Pondering over his grievous offense and worried about the possibility of conflict with the Lord’s mighty devotees, King Satrājit thought, “How can I cleanse myself of my contamination, and how may Lord Acyuta become satisfied with me? What can I do to regain my good fortune and avoid being cursed by the populace for being so short-sighted, miserly, foolish and avaricious? I shall give my daughter, the jewel of all women, to the Lord, together with the Syamantaka jewel. That, indeed, is the only proper way to pacify Him.”"
    },
    {
        "verse_id": "43",
        "text": "Having thus intelligently made up his mind, King Satrājit personally arranged to present Lord Kṛṣṇa with his fair daughter and the Syamantaka jewel."
    },
    {
        "verse_id": "44",
        "text": "The Lord married Satyabhāmā in proper religious fashion. Possessed of excellent behavior, along with beauty, broad-mindedness and all other good qualities, she had been sought by many men."
    },
    {
        "verse_id": "45",
        "text": "The Supreme Personality of Godhead told Satrājit: We do not care to take this jewel back, O King. You are the sun-god’s devotee, so let it stay in your possession. Thus We will also enjoy its benefits."
    }
]