[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Thus Lord Kṛṣṇa, the spiritual master of the gopīs and the very purpose of their life, showed them His mercy. He then met with Yudhiṣṭhira and all His other relatives and inquired from them about their welfare."
    },
    {
        "verse_id": "2",
        "text": "Feeling greatly honored, King Yudhiṣṭhira and the others, freed of all sinful reactions by seeing the feet of the Lord of the universe, gladly answered His inquiries."
    },
    {
        "verse_id": "3",
        "text": "[Lord Kṛṣṇa’s relatives said:] O master, how can misfortune arise for those who have even once freely drunk the nectar coming from Your lotus feet? This intoxicating liquor pours into the drinking cups of their ears, having flowed from the minds of great devotees through their mouths. It destroys the embodied souls’ forgetfulness of the creator of their bodily existence."
    },
    {
        "verse_id": "4",
        "text": "The radiance of Your personal form dispels the threefold effects of material consciousness, and by Your grace we become immersed in total happiness. Your knowledge is indivisible and unrestricted. By Your Yoga-māyā potency You have assumed this human form for protecting the Vedas, which had been threatened by time. We bow down to You, the final destination of perfect saints."
    },
    {
        "verse_id": "5",
        "text": "The great sage Śukadeva Gosvāmī said: As Yudhiṣṭhira and the others were thus praising Lord Kṛṣṇa, the crest jewel of all sublimely glorified personalities, the women of the Andhaka and Kaurava clans met with one another and began discussing topics about Govinda that are sung throughout the three worlds. Please listen as I relate these to you."
    },
    {
        "verse_id": "6",
        "text": "Śrī Draupadī said: O Vaidarbhī, Bhadrā and Jāmbavatī, O Kauśalā, Satyabhāmā and Kālindī, O Śaibyā, Rohiṇī, Lakṣmaṇā and other wives of Lord Kṛṣṇa, please tell me how the Supreme Lord Acyuta, imitating the ways of this world by His mystic power, came to marry each of you."
    },
    {
        "verse_id": "8",
        "text": "Śrī Rukmiṇī said: When all the kings held their bows at the ready to assure that I would be presented to Śiśupāla, He who puts the dust of His feet on the heads of invincible warriors took me from their midst, as a lion forcibly takes his prey from the midst of goats and sheep. May I always be allowed to worship those feet of Lord Kṛṣṇa, the abode of Goddess Śrī."
    },
    {
        "verse_id": "9",
        "text": "Śrī Satyabhāmā said: My father, his heart tormented by his brother’s death, accused Kṛṣṇa of killing him. To remove the stain on His reputation, the Lord defeated the king of the bears and took back the Syamantaka jewel, which He then returned to my father. Fearing the consequences of his offense, my father offered me to the Lord, even though I had already been promised to others."
    },
    {
        "verse_id": "10",
        "text": "Śrī Jāmbavatī said: Unaware that Lord Kṛṣṇa was none other than his own master and worshipable Deity, the husband of Goddess Sītā, my father fought with Him for twenty-seven days. When my father finally came to his senses and recognized the Lord, he took hold of His feet and presented Him with both me and the Syamantaka jewel as tokens of his reverence. I am simply the Lord’s maidservant."
    },
    {
        "verse_id": "11",
        "text": "Śrī Kālindī said: The Lord knew I was performing severe austerities and penances with the hope of one day touching His lotus feet. So He came to me in the company of His friend and took my hand in marriage. Now I am engaged as a sweeper in His palace."
    },
    {
        "verse_id": "12",
        "text": "Śrī Mitravindā said: At my svayaṁvara ceremony He came forward, defeated all the kings present — including my brothers, who dared insult Him — and took me away just as a lion removes his prey from amidst a pack of dogs. Thus Lord Kṛṣṇa, the shelter of the goddess of fortune, brought me to His capital city. May I be allowed to serve Him by washing His feet, life after life."
    },
    {
        "verse_id": "13",
        "text": "Śrī Satyā said: My father arranged for seven extremely powerful and vigorous bulls with deadly sharp horns to test the prowess of the kings who desired my hand in marriage. Although these bulls destroyed the false pride of many heroes, Lord Kṛṣṇa subdued them effortlessly, tying them up in the same way that children playfully tie up a goat’s kids. He thus purchased me with His valor. Then He took me away with my maidservants and a full army of four divisions, defeating all the kings who opposed Him along the road. May I be granted the privilege of serving that Lord."
    },
    {
        "verse_id": "15",
        "text": "Śrī Bhadrā said: My dear Draupadī, of his own free will my father invited his nephew Kṛṣṇa, to whom I had already dedicated my heart, and offered me to Him as His bride. My father presented me to the Lord with an akṣauhiṇi military guard and a retinue of my female companions. My ultimate perfection is this: to always be allowed to touch Lord Kṛṣṇa’s lotus feet as I wander from life to life, bound by my karma."
    },
    {
        "verse_id": "17",
        "text": "Śrī Lakṣmaṇā said: O Queen, I repeatedly heard Nārada Muni glorify the appearances and activities of Acyuta, and thus my heart also became attached to that Lord, Mukunda. Indeed, even Goddess Padmahastā chose Him as her husband after careful consideration, rejecting the great demigods who rule various planets."
    },
    {
        "verse_id": "18",
        "text": "My father, Bṛhatsena, was by nature compassionate to his daughter, and knowing how I felt, O saintly lady, he arranged to fulfill my desire."
    },
    {
        "verse_id": "19",
        "text": "Just as a fish was used as a target in your svayaṁvara ceremony, O Queen, to assure that you would obtain Arjuna as your husband, so a fish was also used in my ceremony. In my case, however, it was concealed on all sides, and only its reflection could be seen in a pot of water below."
    },
    {
        "verse_id": "20",
        "text": "Hearing of this, thousands of kings expert in shooting arrows and in wielding other weapons converged from all directions on my father’s city, accompanied by their military teachers."
    },
    {
        "verse_id": "21",
        "text": "My father properly honored each king according to his strength and seniority. Then those whose minds were fixed on me took up the bow and arrow and one by one tried to pierce the target in the midst of the assembly."
    },
    {
        "verse_id": "22",
        "text": "Some of them picked up the bow but could not string it, and so they threw it aside in frustration. Some managed to pull the bowstring toward the tip of the bow, only to have the bow spring back and knock them to the ground."
    },
    {
        "verse_id": "23",
        "text": "A few heroes — namely Jarāsandha, Śiśupāla, Bhīma, Duryodhana, Karṇa and the King of Ambaṣṭha — succeeded in stringing the bow, but none of them could find the target."
    },
    {
        "verse_id": "24",
        "text": "Then Arjuna looked at the reflection of the fish in the water and determined its position. When he carefully shot his arrow at it, however, he did not pierce the target but merely grazed it."
    },
    {
        "verse_id": "25",
        "text": "After all the arrogant kings had given up, their pride broken, the Supreme Personality of Godhead picked up the bow, easily strung it and then fixed His arrow upon it. As the sun stood in the constellation Abhijit, He looked at the fish in the water only once and then pierced it with the arrow, knocking it to the ground."
    },
    {
        "verse_id": "27",
        "text": "Kettledrums resounded in the sky, and on the earth people shouted “Jaya! Jaya!” Overjoyed, demigods showered flowers."
    },
    {
        "verse_id": "28",
        "text": "Just then I walked onto the ceremonial ground, the ankle bells on my feet gently tinkling. I was wearing new garments of the finest silk, tied with a belt, and I carried a brilliant necklace fashioned of gold and jewels. There was a shy smile on my face and a wreath of flowers in my hair."
    },
    {
        "verse_id": "29",
        "text": "I lifted my face, which was encircled by my abundant locks and effulgent from the glow of my earrings reflected from my cheeks. Smiling coolly, I glanced about. Then, looking around at all the kings, I slowly placed the necklace on the shoulder of Murāri, who had captured my heart."
    },
    {
        "verse_id": "30",
        "text": "Just then there were loud sounds of conchshells and mṛdaṅga, paṭaha, bherī and ānaka drums, as well as other instruments. Men and women began to dance, and singers began to sing."
    },
    {
        "verse_id": "31",
        "text": "The leading kings there could not tolerate my having chosen the Supreme Personality of Godhead, O Draupadī. Burning with lust, they became quarrelsome."
    },
    {
        "verse_id": "32",
        "text": "The Lord then placed me on His chariot, drawn by four most excellent horses. Donning His armor and readying His bow Śārṅga, He stood on the chariot, and there on the battleground He manifested His four arms."
    },
    {
        "verse_id": "33",
        "text": "Dāruka drove the Lord’s gold-trimmed chariot as the kings looked on, O Queen, like small animals helplessly watching a lion."
    },
    {
        "verse_id": "34",
        "text": "The kings pursued the Lord like village dogs chasing a lion. Some kings, raising their bows, stationed themselves on the road to stop Him as He passed by."
    },
    {
        "verse_id": "35",
        "text": "These warriors were deluged by arrows shot from the Lord’s bow, Śārṅga. Some of the kings fell on the battlefield with severed arms, legs and necks; the rest gave up the fight and fled."
    },
    {
        "verse_id": "36",
        "text": "The Lord of the Yadus then entered His capital city, Kuśasthalī [Dvārakā], which is glorified in heaven and on earth. The city was elaborately decorated with flagpoles carrying banners that blocked the sun, and also with splendid archways. As Lord Kṛṣṇa entered, He appeared like the sun-god entering his abode."
    },
    {
        "verse_id": "37",
        "text": "My father honored his friends, family and in-laws with priceless clothing and jewelry and with royal beds, thrones and other furnishings."
    },
    {
        "verse_id": "38",
        "text": "With devotion he presented the perfectly complete Lord with a number of maidservants bedecked with precious ornaments. Accompanying these maidservants were guards walking on foot and others riding elephants, chariots and horses. He also gave the Lord extremely valuable weapons."
    },
    {
        "verse_id": "39",
        "text": "Thus, by renouncing all material association and practicing austere penances, we queens have all become personal maidservants of the self-satisfied Supreme Lord."
    },
    {
        "verse_id": "40",
        "text": "Rohiṇī-devi, speaking for the other queens, said: After killing Bhaumāsura and his followers, the Lord found us in the demon’s prison and could understand that we were the daughters of the kings whom Bhauma had defeated during his conquest of the earth. The Lord set us free, and because we had been constantly meditating upon His lotus feet, the source of liberation from material entanglement, He agreed to marry us, though His every desire is already fulfilled."
    },
    {
        "verse_id": "41",
        "text": "O saintly lady, we do not desire dominion over the earth, the sovereignty of the King of heaven, unlimited facility for enjoyment, mystic power, the position of Lord Brahmā, immortality or even attainment of the kingdom of God. We simply desire to carry on our heads the glorious dust of Lord Kṛṣṇa’s feet, enriched by the fragrance of kuṅkuma from His consort’s bosom."
    },
    {
        "verse_id": "43",
        "text": "We desire the same contact with the Supreme Lord’s feet that the young women of Vraja, the cowherd boys and even the aborigine Pulinda women desire — the touch of the dust He leaves on the plants and grass as He tends His cows."
    }
]