[
    {
        "verse_id": "1",
        "text": "The great sage Nārada continued: My dear King, once upon a time King Purañjana took up his great bow, and equipped with golden armor and a quiver of unlimited arrows and accompanied by eleven commanders, he sat on his chariot driven by five swift horses and went to the forest named Pañca-prastha. He took with him in that chariot two explosive arrows. The chariot itself was situated on two wheels and one revolving axle. On the chariot were three flags, one rein, one chariot driver, one sitting place, two poles to which the harness was fixed, five weapons and seven coverings. The chariot moved in five different styles, and five obstacles lay before it. All the decorations of the chariot were made of gold."
    },
    {
        "verse_id": "4",
        "text": "It was almost impossible for King Purañjana to give up the company of his Queen even for a moment. Nonetheless, on that day, being very much inspired by the desire to hunt, he took up his bow and arrow with great pride and went to the forest, not caring for his wife."
    },
    {
        "verse_id": "5",
        "text": "At that time King Purañjana was very much influenced by demoniac propensities. Because of this, his heart became very hard and merciless, and with sharp arrows he killed many innocent animals in the forest, taking no consideration."
    },
    {
        "verse_id": "6",
        "text": "If a king is too attracted to eating flesh, he may, according to the directions of the revealed scriptures on sacrificial performances, go to the forest and kill some animals that are recommended for killing. One is not allowed to kill animals unnecessarily or without restrictions. The Vedas regulate animal-killing to stop the extravagance of foolish men influenced by the modes of passion and ignorance."
    },
    {
        "verse_id": "7",
        "text": "Nārada Muni continued to speak to King Prācīnabarhiṣat: My dear King, any person who works according to the directions of the Vedic scriptures does not become involved in fruitive activities."
    },
    {
        "verse_id": "8",
        "text": "Otherwise, a person who acts whimsically falls down due to false prestige. Thus he becomes involved in the laws of nature, which are composed of the three qualities [goodness, passion and ignorance]. In this way a living entity becomes devoid of his real intelligence and becomes perpetually lost in the cycle of birth and death. Thus he goes up and down from a microbe in stool to a high position in the Brahmaloka planet."
    },
    {
        "verse_id": "9",
        "text": "When King Purañjana was hunting in this way, many animals within the forest lost their lives with great pain, being pierced by the sharp arrowheads. Upon seeing these devastating, ghastly activities performed by the King, all the people who were merciful by nature became very unhappy. Such merciful persons could not tolerate seeing all this killing."
    },
    {
        "verse_id": "10",
        "text": "In this way King Purañjana killed many animals, including rabbits, boars, buffalo, bison, black deer, porcupines and other game animals. After killing and killing, the King became very tired."
    },
    {
        "verse_id": "11",
        "text": "After this, the King, very much fatigued, hungry and thirsty, returned to his royal palace. After returning, he took a bath and had an appropriate dinner. Then he took rest and thus became freed from all restlessness."
    },
    {
        "verse_id": "12",
        "text": "After this, King Purañjana decorated his body with suitable ornaments. He also smeared scented sandalwood pulp over his body and put on flower garlands. In this way he became completely refreshed. After this, he began to search out his Queen."
    },
    {
        "verse_id": "13",
        "text": "After taking his dinner and having his thirst and hunger satisfied, King Purañjana felt some joy within his heart. Instead of being elevated to a higher consciousness, he became captivated by Cupid, and was moved by a desire to find his wife, who kept him satisfied in his household life."
    },
    {
        "verse_id": "14",
        "text": "At that time King Purañjana was a little anxious, and he inquired from the household women: My dear beautiful women, are you and your mistress all very happy like before, or not?"
    },
    {
        "verse_id": "15",
        "text": "King Purañjana said: I do not understand why my household paraphernalia does not attract me as before. I think that if there is neither a mother nor devoted wife at home, the home is like a chariot without wheels. Where is the fool who will sit down on such an unworkable chariot?"
    },
    {
        "verse_id": "16",
        "text": "Kindly let me know the whereabouts of that beautiful woman who always saves me when I am drowning in the ocean of danger. By giving me good intelligence at every step, she always saves me."
    },
    {
        "verse_id": "17",
        "text": "All the women addressed the King: O master of the citizens, we do not know why your dear wife has taken on this sort of existence. O killer of enemies, kindly look! She is lying on the ground without bedding. We cannot understand why she is acting this way."
    },
    {
        "verse_id": "18",
        "text": "The great sage Nārada continued: My dear King Prācīnabarhi, as soon as King Purañjana saw his Queen lying on the ground, appearing like a mendicant, he immediately became bewildered."
    },
    {
        "verse_id": "19",
        "text": "The King, with aggrieved mind, began to speak to his wife with very pleasing words. Although he was filled with regret and tried to pacify her, he could not see any symptom of anger caused by love within the heart of his beloved wife."
    },
    {
        "verse_id": "20",
        "text": "Because the King was very expert in flattery, he began to pacify his Queen very slowly. First he touched her two feet, then embraced her nicely, seating her on his lap, and began to speak as follows."
    },
    {
        "verse_id": "21",
        "text": "King Purañjana said: My dear beautiful wife, when a master accepts a servant as his own man, but does not punish him for his offenses, the servant must be considered unfortunate."
    },
    {
        "verse_id": "22",
        "text": "My dear slender maiden, when a master chastises his servant, the servant should accept this as great mercy. One who becomes angry must be very foolish not to know that such is the duty of his friend."
    },
    {
        "verse_id": "23",
        "text": "My dear wife, your teeth are very beautifully set, and your attractive features make you appear very thoughtful. Kindly give up your anger, be merciful upon me, and please smile upon me with loving attachment. When I see a smile on your beautiful face, and when I see your hair, which is as beautiful as the color blue, and see your raised nose and hear your sweet talk, you will become more beautiful to me and thus attract me and oblige me. You are my most respected mistress."
    },
    {
        "verse_id": "24",
        "text": "O hero’s wife, kindly tell me if someone has offended you. I am prepared to give such a person punishment as long as he does not belong to the brāhmaṇa caste. But for the servant of Muraripu [Kṛṣṇa], I excuse no one within or beyond these three worlds. No one can freely move after offending you, for I am prepared to punish him."
    },
    {
        "verse_id": "25",
        "text": "My dear wife, until this day I have never seen your face without tilaka decorations, nor have I seen you so morose and without luster or affection. Nor have I seen your two nice breasts wet with tears from your eyes. Nor have I ever before seen your lips, which are ordinarily as red as the bimba fruit, without their reddish hue."
    },
    {
        "verse_id": "26",
        "text": "My dear Queen, due to my sinful desires I went to the forest to hunt without asking you. Therefore I must admit that I have offended you. Nonetheless, thinking of me as your most intimate subordinate, you should still be very much pleased with me. Factually I am very much bereaved, but being pierced by the arrow of Cupid, I am feeling lusty. But where is the beautiful woman who would give up her lusty husband and refuse to unite with him?"
    }
]