[
    {
        "verse_id": "1",
        "text": "At the last stage of his life, when Mahārāja Pṛthu saw himself getting old, that great soul, who was king of the world, divided whatever opulence he had accumulated amongst all kinds of living entities, moving and nonmoving. He arranged pensions for everyone according to religious principles, and after executing the orders of the Supreme Personality of Godhead in complete coordination with Him, he dedicated his sons unto the earth, which was considered to be his daughter. Then Mahārāja Pṛthu left the presence of his citizens, who were almost lamenting and crying from feeling separation from the King, and went to the forest alone with his wife to perform austerities."
    },
    {
        "verse_id": "4",
        "text": "After retiring from family life, Mahārāja Pṛthu strictly followed the regulations of retired life and underwent severe austerities in the forest. He engaged in these activities as seriously as he had formerly engaged in leading the government and conquering everyone."
    },
    {
        "verse_id": "5",
        "text": "In the tapo-vana, Mahārāja Pṛthu sometimes ate the trunks and roots of trees, sometimes he ate fruit and dried leaves, and for some weeks he drank only water. Finally he lived simply by breathing air."
    },
    {
        "verse_id": "6",
        "text": "Following the principles of forest living and the footsteps of the great sages and munis, Pṛthu Mahārāja accepted five kinds of heating processes during the summer season, exposed himself to torrents of rain in the rainy season and, in the winter, stood in water up to his neck. He also used to simply lie down on the floor to sleep."
    },
    {
        "verse_id": "7",
        "text": "Mahārāja Pṛthu underwent all these severe austerities in order to control his words and his senses, to refrain from discharging his semen and to control the life air within his body. All this he did for the satisfaction of Kṛṣṇa. He had no other purpose."
    },
    {
        "verse_id": "8",
        "text": "By thus practicing severe austerities, Mahārāja Pṛthu gradually became steadfast in spiritual life and completely free of all desires for fruitive activities. He also practiced breathing exercises to control his mind and senses, and by such control he became completely free from all desires for fruitive activity."
    },
    {
        "verse_id": "9",
        "text": "Thus the best amongst human beings, Mahārāja Pṛthu, followed that path of spiritual advancement which was advised by Sanat-kumāra. That is to say, he worshiped the Supreme Personality of Godhead, Kṛṣṇa."
    },
    {
        "verse_id": "10",
        "text": "Mahārāja Pṛthu thus engaged completely in devotional service, executing the rules and regulations strictly according to principles, twenty-four hours daily. Thus his love and devotion unto the Supreme Personality of Godhead, Kṛṣṇa, developed and became unflinching and fixed."
    },
    {
        "verse_id": "11",
        "text": "By regularly discharging devotional service, Pṛthu Mahārāja became transcendental in mind and could therefore constantly think of the lotus feet of the Lord. Because of this, he became completely detached and attained perfect knowledge by which he could transcend all doubt. Thus he was freed from the clutches of false ego and the material conception of life."
    },
    {
        "verse_id": "12",
        "text": "When he became completely free from the conception of bodily life, Mahārāja Pṛthu realized Lord Kṛṣṇa sitting in everyone’s heart as the Paramātmā. Being thus able to get all instructions from Him, he gave up all other practices of yoga and jñāna. He was not even interested in the perfection of the yoga and jñāna systems, for he thoroughly realized that devotional service to Kṛṣṇa is the ultimate goal of life and that unless the yogīs and jñānīs become attracted to kṛṣṇa-kathā [narrations about Kṛṣṇa], their illusions concerning existence can never be dispelled."
    },
    {
        "verse_id": "13",
        "text": "In due course of time, when Pṛthu Mahārāja was to give up his body, he fixed his mind firmly upon the lotus feet of Kṛṣṇa, and thus, completely situated on the brahma-bhūta platform, he gave up the material body."
    },
    {
        "verse_id": "14",
        "text": "When Mahārāja Pṛthu practiced a particular yogic sitting posture, he blocked the door of his anus with his ankles, pressed his right and left calves and gradually raised his life air upward, passing it on to the circle of his navel, up to his heart and throat, and finally pushed it upward to the central position between his two eyebrows."
    },
    {
        "verse_id": "15",
        "text": "In this way, Pṛthu Mahārāja gradually raised his air of life up to the hole in his skull, whereupon he lost all desire for material existence. Gradually he merged his air of life with the totality of air, his body with the totality of earth, and the fire within his body with the totality of fire."
    },
    {
        "verse_id": "16",
        "text": "In this way, according to the different positions of the various parts of the body, Pṛthu Mahārāja merged the holes of his senses with the sky; his bodily liquids, such as blood and various secretions, with the totality of water; and he merged earth with water, then water with fire, fire with air, air with sky, and so on."
    },
    {
        "verse_id": "17",
        "text": "He amalgamated the mind with the senses and the senses with the sense objects, according to their respective positions, and he also amalgamated the material ego with the total material energy, mahat-tattva."
    },
    {
        "verse_id": "18",
        "text": "Pṛthu Mahārāja then offered the total designation of the living entity unto the supreme controller of illusory energy. Being released from all the designations by which the living entity became entrapped, he became free by knowledge and renunciation and by the spiritual force of his devotional service. In this way, being situated in his original constitutional position of Kṛṣṇa consciousness, he gave up this body as a prabhu, or controller of the senses."
    },
    {
        "verse_id": "19",
        "text": "The Queen, the wife of Pṛthu Mahārāja, whose name was Arci, followed her husband into the forest. Since she was a queen, her body was very delicate. Although she did not deserve to live in the forest, she voluntarily touched her lotus feet to the ground."
    },
    {
        "verse_id": "20",
        "text": "Although she was not accustomed to such difficulties, Queen Arci followed her husband in the regulative principles of living in the forest like great sages. She lay down on the ground and ate only fruits, flowers and leaves, and because she was not fit for these activities, she became frail and thin. Yet because of the pleasure she derived in serving her husband, she did not feel any difficulties."
    },
    {
        "verse_id": "21",
        "text": "When Queen Arci saw that her husband, who had been so merciful to her and the earth, no longer showed symptoms of life, she lamented for a little while and then built a fiery pyre on top of a hill and placed the body of her husband on it."
    },
    {
        "verse_id": "22",
        "text": "After this, the Queen executed the necessary funerary functions and offered oblations of water. After bathing in the river, she offered obeisances to various demigods situated in the sky in the different planetary systems. She then circumambulated the fire and, while thinking of the lotus feet of her husband, entered its flames."
    },
    {
        "verse_id": "23",
        "text": "After observing this brave act performed by the chaste wife Arci, the wife of the great King Pṛthu, many thousands of the wives of the demigods, along with their husbands, offered prayers to the Queen, for they were very much satisfied."
    },
    {
        "verse_id": "24",
        "text": "At that time the demigods were situated on the top of Mandara Hill, and all their wives began to shower flowers on the funeral pyre and began to talk amongst themselves as follows."
    },
    {
        "verse_id": "25",
        "text": "The wives of the demigods said: All glories to Queen Arci! We can see that this queen of the great King Pṛthu, the emperor of all the kings of the world, has served her husband with mind, speech and body exactly as the goddess of fortune serves the Supreme Personality of Godhead, Yajñeśa, or Viṣṇu."
    },
    {
        "verse_id": "26",
        "text": "The wives of the demigods continued: Just see how this chaste lady, Arci, by dint of her inconceivable pious activities, is still following her husband upward, as far as we can see."
    },
    {
        "verse_id": "27",
        "text": "In this material world, every human being has a short span of life, but those who are engaged in devotional service go back home, back to Godhead, for they are actually on the path of liberation. For such persons, there is nothing which is not available."
    },
    {
        "verse_id": "28",
        "text": "Any person who engages himself within this material world in performing activities that necessitate great struggle, and who, after obtaining a human form of life — which is a chance to attain liberation from miseries — undertakes the difficult tasks of fruitive activities, must be considered to be cheated and envious of his own self."
    },
    {
        "verse_id": "29",
        "text": "The great sage Maitreya continued speaking: My dear Vidura, when the wives of the denizens of heaven were thus talking amongst themselves, Queen Arci reached the planet which her husband, Mahārāja Pṛthu, the topmost self-realized soul, had attained."
    },
    {
        "verse_id": "30",
        "text": "Maitreya continued: The greatest of all devotees, Mahārāja Pṛthu, was very powerful, and his character was liberal, magnificent and magnanimous. Thus I have described him to you as far as possible."
    },
    {
        "verse_id": "31",
        "text": "Any person who describes the great characteristics of King Pṛthu with faith and determination — whether he reads or hears of them himself or helps others to hear of them — is certain to attain the very planet which Mahārāja Pṛthu attained. In other words, such a person also returns home to the Vaikuṇṭha planets, back to Godhead."
    },
    {
        "verse_id": "32",
        "text": "If one hears of the characteristics of Pṛthu Mahārāja and is a brāhmaṇa, he becomes perfectly qualified with brahminical powers; if he is a kṣatriya, he becomes a king of the world; if he is a vaiśya, he becomes a master of other vaiśyas and many animals; and if he is a śūdra, he becomes the topmost devotee."
    },
    {
        "verse_id": "33",
        "text": "It does not matter whether one is a man or woman. Anyone who, with great respect, hears this narration of Mahārāja Pṛthu will become the parent of many children if without children, and will become the richest if without money."
    },
    {
        "verse_id": "34",
        "text": "Also, one who hears this narration three times will become very reputable if he is not recognized in society, and he will become a great scholar if he is illiterate. In other words, hearing of the narrations of Pṛthu Mahārāja is so auspicious that it drives away all bad luck."
    },
    {
        "verse_id": "35",
        "text": "By hearing the narration of Pṛthu Mahārāja, one can become great, increase his duration of life, gain promotion to the heavenly planets and counteract the contaminations of this Age of Kali. In addition, one can promote the causes of religion, economic development, sense gratification and liberation. Therefore from all sides it is advisable for a materialistic person who is interested in such things to read and hear the narrations of the life and character of Pṛthu Mahārāja."
    },
    {
        "verse_id": "36",
        "text": "If a king, who is desirous of attaining victory and ruling power, chants the narration of Pṛthu Mahārāja three times before going forth on his chariot, all subordinate kings will automatically render all kinds of taxes unto him — as they rendered them unto Mahārāja Pṛthu — simply upon his order."
    },
    {
        "verse_id": "37",
        "text": "A pure devotee who is executing the different processes of devotional service may be situated in the transcendental position, being completely absorbed in Kṛṣṇa consciousness, but even he, while discharging devotional service, must hear, read and induce others to hear about the character and life of Pṛthu Mahārāja."
    },
    {
        "verse_id": "38",
        "text": "The great sage Maitreya continued: My dear Vidura, I have as far as possible spoken the narrations about Pṛthu Mahārāja, which enrich one’s devotional attitude. Whoever takes advantage of these benefits also goes back home, back to Godhead, like Mahārāja Pṛthu."
    },
    {
        "verse_id": "39",
        "text": "Whoever, with great reverence and adoration, regularly reads, chants and describes the history of Mahārāja Pṛthu’s activities will certainly increase unflinching faith and attraction for the lotus feet of the Lord. The Lord’s lotus feet are the boat by which one can cross the ocean of nescience."
    }
]