[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya said: The four great Kumāra sages headed by Sanaka, as well as Nārada, Ṛbhu, Haṁsa, Aruṇi and Yati, all sons of Brahmā, did not live at home, but became ūrdhva-retā, or naiṣṭhika-brahmacārīs, unadulterated celibates."
    },
    {
        "verse_id": "2",
        "text": "Another son of Lord Brahmā was Irreligion, whose wife’s name was Falsity. From their combination were born two demons named Dambha, or Bluffing, and Māyā, or Cheating. These two demons were taken by a demon named Nirṛti, who had no children."
    },
    {
        "verse_id": "3",
        "text": "Maitreya told Vidura: O great soul, from Dambha and Māyā were born Greed and Nikṛti, or Cunning. From their combination came children named Krodha [Anger] and Hiṁsā [Envy], and from their combination were born Kali and his sister Durukti (Harsh Speech)."
    },
    {
        "verse_id": "4",
        "text": "O greatest of all good men, by the combination of Kali and Harsh Speech were born children named Mṛtyu (Death) and Bhīti (Fear). From the combination of Mṛtyu and Bhīti came children named Yātanā (Excessive Pain) and Niraya (Hell)."
    },
    {
        "verse_id": "5",
        "text": "My dear Vidura, I have summarily explained the causes of devastation. One who hears this description three times attains piety and washes the sinful contamination from his soul."
    },
    {
        "verse_id": "6",
        "text": "Maitreya continued: O best of the Kuru dynasty, I shall now describe to you the descendants of Svāyambhuva Manu, who was born of a part of a plenary expansion of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "7",
        "text": "Svāyambhuva Manu had two sons by his wife, Śatarūpā, and the names of the sons were Uttānapāda and Priyavrata. Because both of them were descendants of a plenary expansion of Vāsudeva, the Supreme Personality of Godhead, they were very competent to rule the universe to maintain and protect the citizens."
    },
    {
        "verse_id": "8",
        "text": "King Uttānapāda had two queens, named Sunīti and Suruci. Suruci was much more dear to the King; Sunīti, who had a son named Dhruva, was not his favorite."
    },
    {
        "verse_id": "9",
        "text": "Once upon a time, King Uttānapāda was patting the son of Suruci, Uttama, placing him on his lap. Dhruva Mahārāja was also trying to get on the King’s lap, but the King did not very much welcome him."
    },
    {
        "verse_id": "10",
        "text": "While the child, Dhruva Mahārāja, was trying to get on the lap of his father, Suruci, his stepmother, became very envious of the child, and with great pride she began to speak so as to be heard by the King himself."
    },
    {
        "verse_id": "11",
        "text": "Queen Suruci told Dhruva Mahārāja: My dear child, you do not deserve to sit on the throne or on the lap of the King. Surely you are also the son of the King, but because you did not take your birth from my womb, you are not qualified to sit on your father’s lap."
    },
    {
        "verse_id": "12",
        "text": "My dear child, you are unaware that you were born not of my womb but of another woman. Therefore you should know that your attempt is doomed to failure. You are trying to fulfill a desire which is impossible to fulfill."
    },
    {
        "verse_id": "13",
        "text": "If you at all desire to rise to the throne of the King, then you have to undergo severe austerities. First of all you must satisfy the Supreme Personality of Godhead, Nārāyaṇa, and then, when you are favored by Him because of such worship, you shall have to take your next birth from my womb."
    },
    {
        "verse_id": "14",
        "text": "The sage Maitreya continued: My dear Vidura, as a snake, when struck by a stick, breathes very heavily, Dhruva Mahārāja, having been struck by the strong words of his stepmother, began to breathe very heavily because of great anger. When he saw that his father was silent and did not protest, he immediately left the palace and went to his mother."
    },
    {
        "verse_id": "15",
        "text": "When Dhruva Mahārāja reached his mother, his lips were trembling in anger, and he was crying very grievously. Queen Sunīti immediately lifted her son onto her lap, while the palace residents who had heard all the harsh words of Suruci related everything in detail. Thus Sunīti also became greatly aggrieved."
    },
    {
        "verse_id": "16",
        "text": "This incident was unbearable to Sunīti’s patience. She began to burn as if in a forest fire, and in her grief she became just like a burnt leaf and so lamented. As she remembered the words of her co-wife, her bright, lotuslike face filled with tears, and thus she spoke."
    },
    {
        "verse_id": "17",
        "text": "She also was breathing very heavily, and she did not know the factual remedy for the painful situation. Not finding any remedy, she said to her son: My dear son, don’t wish for anything inauspicious for others. Anyone who inflicts pains upon others suffers himself from that pain."
    },
    {
        "verse_id": "18",
        "text": "Sunīti said: My dear boy, whatever has been spoken by Suruci is so, because the King, your father, does not consider me his wife or even his maidservant. He feels ashamed to accept me. Therefore it is a fact that you have taken birth from the womb of an unfortunate woman, and by being fed from her breast you have grown up."
    },
    {
        "verse_id": "19",
        "text": "My dear boy, whatever has been spoken by Suruci, your stepmother, although very harsh to hear, is factual. Therefore, if you desire at all to sit on the same throne as your stepbrother, Uttama, then give up your envious attitude and immediately try to execute the instructions of your stepmother. Without further delay, you must engage yourself in worshiping the lotus feet of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "20",
        "text": "Sunīti continued: The Supreme Personality of Godhead is so great that simply by worshiping His lotus feet, your great-grandfather, Lord Brahmā, acquired the necessary qualifications to create this universe. Although he is unborn and is the chief of all living creatures, he is situated in that exalted post because of the mercy of the Supreme Personality of Godhead, whom even great yogīs worship by controlling the mind and regulating the life air [prāṇa]."
    },
    {
        "verse_id": "21",
        "text": "Sunīti informed her son: Your grandfather Svāyambhuva Manu executed great sacrifices with distribution of charity, and thereby, with unflinching faith and devotion, he worshiped and satisfied the Supreme Personality of Godhead. By acting in that way, he achieved the greatest success in material happiness and afterwards achieved liberation, which is impossible to obtain by worshiping the demigods."
    },
    {
        "verse_id": "22",
        "text": "My dear boy, you also should take shelter of the Supreme Personality of Godhead, who is very kind to His devotees. Persons seeking liberation from the cycle of birth and death always take shelter of the lotus feet of the Lord in devotional service. Becoming purified by executing your allotted occupation, just situate the Supreme Personality of Godhead in your heart, and without deviating for a moment, engage always in His service."
    },
    {
        "verse_id": "23",
        "text": "My dear Dhruva, as far as I am concerned, I do not find anyone who can mitigate your distress but the Supreme Personality of Godhead, whose eyes are like lotus petals. Many demigods such as Lord Brahmā seek the pleasure of the goddess of fortune, but the goddess of fortune herself, with a lotus flower in her hand, is always ready to render service to the Supreme Lord."
    },
    {
        "verse_id": "24",
        "text": "The great sage Maitreya continued: The instruction of Dhruva Mahārāja’s mother, Sunīti, was actually meant for fulfilling his desired objective. Therefore, after deliberate consideration and with intelligence and fixed determination, he left his father’s house."
    },
    {
        "verse_id": "25",
        "text": "The great sage Nārada overheard this news, and understanding all the activities of Dhruva Mahārāja, he was struck with wonder. He approached Dhruva, and touching the boy’s head with his all-virtuous hand, he spoke as follows."
    },
    {
        "verse_id": "26",
        "text": "How wonderful are the powerful kṣatriyas! They cannot tolerate even a slight infringement upon their prestige. Just imagine! This boy is only a small child, yet harsh words from his stepmother proved unbearable to him."
    },
    {
        "verse_id": "27",
        "text": "The great sage Nārada told Dhruva: My dear boy, you are only a little boy whose attachment is to sports and other frivolities. Why are you so affected by words insulting your honor?"
    },
    {
        "verse_id": "28",
        "text": "My dear Dhruva, if you feel that your sense of honor has been insulted, you still have no cause for dissatisfaction. This kind of dissatisfaction is another feature of the illusory energy; every living entity is controlled by his previous actions, and therefore there are different varieties of life for enjoying or suffering."
    },
    {
        "verse_id": "29",
        "text": "The process of the Supreme Personality of Godhead is very wonderful. One who is intelligent should accept that process and be satisfied with whatever comes, favorable or unfavorable, by His supreme will."
    },
    {
        "verse_id": "30",
        "text": "Now you have decided to undertake the mystic process of meditation under the instruction of your mother, just to achieve the mercy of the Lord, but in my opinion such austerities are not possible for any ordinary man. It is very difficult to satisfy the Supreme Personality of Godhead."
    },
    {
        "verse_id": "31",
        "text": "Nārada Muni continued: After trying this process for many, many births and remaining unattached to material contamination, placing themselves continually in trance and executing many types of austerities, many mystic yogīs were unable to find the end of the path of God realization."
    },
    {
        "verse_id": "32",
        "text": "For this reason, my dear boy, you should not endeavor for this; it will not be successful. It is better that you go home. When you are grown up, by the mercy of the Lord you will get a chance for these mystic performances. At that time you may execute this function."
    },
    {
        "verse_id": "33",
        "text": "One should try to keep himself satisfied in any condition of life — whether distress or happiness — which is offered by the supreme will. A person who endures in this way is able to cross over the darkness of nescience very easily."
    },
    {
        "verse_id": "34",
        "text": "Every man should act like this: when he meets a person more qualified than himself, he should be very pleased; when he meets someone less qualified than himself, he should be compassionate toward him; and when he meets someone equal to himself, he should make friendship with him. In this way one is never affected by the threefold miseries of this material world."
    },
    {
        "verse_id": "35",
        "text": "Dhruva Mahārāja said: My dear Lord Nāradajī, for a person whose heart is disturbed by the material conditions of happiness and distress, whatever you have so kindly explained for attainment of peace of mind is certainly a very good instruction. But as far as I am concerned, I am covered by ignorance, and this kind of philosophy does not touch my heart."
    },
    {
        "verse_id": "36",
        "text": "My dear lord, I am very impudent for not accepting your instructions, but this is not my fault. It is due to my having been born in a kṣatriya family. My stepmother, Suruci, has pierced my heart with her harsh words. Therefore your valuable instruction does not stand in my heart."
    },
    {
        "verse_id": "37",
        "text": "O learned brāhmaṇa, I want to occupy a position more exalted than any yet achieved within the three worlds by anyone, even by my father and grandfather. If you will oblige, kindly advise me of an honest path to follow by which I can achieve the goal of my life."
    },
    {
        "verse_id": "38",
        "text": "My dear lord, you are a worthy son of Lord Brahmā, and you travel, playing on your musical instrument, the vīṇā, for the welfare of the entire universe. You are like the sun, which rotates in the universe for the benefit of all living beings."
    },
    {
        "verse_id": "39",
        "text": "The sage Maitreya continued: The great personality Nārada Muni, upon hearing the words of Dhruva Mahārāja, became very compassionate toward him, and in order to show him his causeless mercy, he gave him the following expert advice."
    },
    {
        "verse_id": "40",
        "text": "The great sage Nārada told Dhruva Mahārāja: The instruction given by your mother, Sunīti, to follow the path of devotional service to the Supreme Personality of Godhead, is just suitable for you. You should therefore completely absorb yourself in the devotional service of the Lord."
    },
    {
        "verse_id": "41",
        "text": "Any person who desires the fruits of the four principles religiosity, economic development, sense gratification and, at the end, liberation, should engage himself in the devotional service of the Supreme Personality of Godhead, for worship of His lotus feet yields the fulfillment of all of these."
    },
    {
        "verse_id": "42",
        "text": "My dear boy, I therefore wish all good fortune for you. You should go to the bank of the Yamunā, where there is a virtuous forest named Madhuvana, and there be purified. Just by going there, one draws nearer to the Supreme Personality of Godhead, who always lives there."
    },
    {
        "verse_id": "43",
        "text": "Nārada Muni instructed: My dear boy, in the waters of the Yamunā River, which is known as Kālindī, you should take three baths daily because the water is very auspicious, sacred and clear. After bathing, you should perform the necessary regulative principles for aṣṭāṅga-yoga and then sit down on your āsana [sitting place] in a calm and quiet position."
    },
    {
        "verse_id": "44",
        "text": "After sitting on your seat, practice the three kinds of breathing exercises, and thus gradually control the life air, the mind and the senses. Completely free yourself from all material contamination, and with great patience begin to meditate on the Supreme Personality of Godhead."
    },
    {
        "verse_id": "45",
        "text": "[The form of the Lord is described herein.] The Lord’s face is perpetually very beautiful and pleasing in attitude. To the devotees who see Him, He appears never to be displeased, and He is always prepared to award benedictions to them. His eyes, His nicely decorated eyebrows, His raised nose and His broad forehead are all very beautiful. He is more beautiful than all the demigods."
    },
    {
        "verse_id": "46",
        "text": "Nārada Muni continued: The Lord’s form is always youthful. Every limb and every part of His body is properly formed, free from defect. His eyes and lips are pinkish like the rising sun. He is always prepared to give shelter to the surrendered soul, and anyone so fortunate as to look upon Him feels all satisfaction. The Lord is always worthy to be the master of the surrendered soul, for He is the ocean of mercy."
    },
    {
        "verse_id": "47",
        "text": "The Lord is further described as having the mark of Śrīvatsa, or the sitting place of the goddess of fortune, and His bodily hue is deep bluish. The Lord is a person, He wears a garland of flowers, and He is eternally manifest with four hands, which hold [beginning from the lower left hand] a conchshell, wheel, club and lotus flower."
    },
    {
        "verse_id": "48",
        "text": "The entire body of the Supreme Personality of Godhead, Vāsudeva, is decorated. He wears a valuable jeweled helmet, necklaces and bracelets, His neck is adorned with the Kaustubha jewel, and He is dressed in yellow silk garments."
    },
    {
        "verse_id": "49",
        "text": "The Lord is decorated with small golden bells around His waist, and His lotus feet are decorated with golden ankle bells. All His bodily features are very attractive and pleasing to the eyes. He is always peaceful, calm and quiet and very pleasing to the eyes and the mind."
    },
    {
        "verse_id": "50",
        "text": "Real yogīs meditate upon the transcendental form of the Lord as He stands on the whorl of the lotus of their hearts, the jewellike nails of His lotus feet glittering."
    },
    {
        "verse_id": "51",
        "text": "The Lord is always smiling, and the devotee should constantly see the Lord in this form, as He looks very mercifully toward the devotee. In this way the meditator should look toward the Supreme Personality of Godhead, the bestower of all benedictions."
    },
    {
        "verse_id": "52",
        "text": "One who meditates in this way, concentrating his mind upon the always auspicious form of the Lord, is very soon freed from all material contamination, and he does not come down from meditation upon the Lord."
    },
    {
        "verse_id": "53",
        "text": "O son of the King, now I shall speak unto you the mantra which is to be chanted with this process of meditation. One who carefully chants this mantra for seven nights can see the perfect human beings flying in the sky."
    },
    {
        "verse_id": "54",
        "text": "Oṁ namo bhagavate vāsudevāya. This is the twelve-syllable mantra for worshiping Lord Kṛṣṇa. One should install the physical forms of the Lord, and with the chanting of the mantra one should offer flowers and fruits and other varieties of foodstuffs exactly according to the rules and regulations prescribed by authorities. But this should be done in consideration of place, time, and attendant conveniences and inconveniences."
    },
    {
        "verse_id": "55",
        "text": "One should worship the Lord by offering pure water, pure flower garlands, fruits, flowers and vegetables which are available in the forest, or by collecting newly grown grasses, small buds of flowers or even the skins of trees, and if possible, by offering tulasī leaves, which are very dear to the Supreme Personality of Godhead."
    },
    {
        "verse_id": "56",
        "text": "It is possible to worship a form of the Lord made of physical elements such as earth, water, pulp, wood and metal. In the forest one can make a form with no more than earth and water and worship Him according to the above principles. A devotee who has full control over his self should be very sober and peaceful and must be satisfied simply with eating whatever fruits and vegetables are available in the forest."
    },
    {
        "verse_id": "57",
        "text": "My dear Dhruva, besides worshiping the Deity and chanting the mantra three times a day, you should meditate upon the transcendental activities of the Supreme Personality of Godhead in His different incarnations, as exhibited by His supreme will and personal potencies."
    },
    {
        "verse_id": "58",
        "text": "One should follow in the footsteps of previous devotees regarding how to worship the Supreme Lord with the prescribed paraphernalia, or one should offer worship within the heart by reciting the mantra to the Personality of Godhead, who is nondifferent from the mantra."
    },
    {
        "verse_id": "59",
        "text": "Anyone who thus engages in the devotional service of the Lord, seriously and sincerely, with his mind, words and body, and who is fixed in the activities of the prescribed devotional methods, is blessed by the Lord according to his desire. If a devotee desires material religiosity, economic development, sense gratification or liberation from the material world, he is awarded these results."
    },
    {
        "verse_id": "61",
        "text": "If one is very serious about liberation, he must stick to the process of transcendental loving service, engaging twenty-four hours a day in the highest stage of ecstasy, and he must certainly be aloof from all activities of sense gratification."
    },
    {
        "verse_id": "62",
        "text": "When Dhruva Mahārāja, the son of the King, was thus advised by the great sage Nārada, he circumambulated Nārada, his spiritual master, and offered him respectful obeisances. Then he started for Madhuvana, which is always imprinted with the lotus footprints of Lord Kṛṣṇa and which is therefore especially auspicious."
    },
    {
        "verse_id": "63",
        "text": "After Dhruva entered Madhuvana Forest to execute devotional service, the great sage Nārada thought it wise to go to the King to see how he was faring within the palace. When Nārada Muni approached, the King received him properly, offering him due obeisances. After being seated comfortably, Nārada began to speak."
    },
    {
        "verse_id": "64",
        "text": "The great sage Nārada inquired: My dear King, your face appears to be withering up, and you look like you have been thinking of something for a very long time. Why is that? Have you been hampered in following your path of religious rites, economic development and sense gratification?"
    },
    {
        "verse_id": "65",
        "text": "The King replied: O best of the brāhmaṇas, I am very much addicted to my wife, and I am so fallen that I have abandoned all merciful behavior, even to my son, who is only five years old. I have banished him and his mother, even though he is a great soul and a great devotee."
    },
    {
        "verse_id": "66",
        "text": "My dear brāhmaṇa, the face of my son was just like a lotus flower. I am thinking of his precarious condition. He is unprotected, and he might be very hungry. He might have lain down somewhere in the forest, and the wolves might have attacked him to eat his body."
    },
    {
        "verse_id": "67",
        "text": "Alas, just see how I was conquered by my wife! Just imagine my cruelty! Out of love and affection the boy was trying to get up on my lap, but I did not receive him, nor did I even pat him for a moment. Just imagine how hardhearted I am."
    },
    {
        "verse_id": "68",
        "text": "The great sage Nārada replied: My dear King, please do not be aggrieved about your son. He is well protected by the Supreme Personality of Godhead. Although you have no actual information of his influence, his reputation is already spread all over the world."
    },
    {
        "verse_id": "69",
        "text": "My dear King, your son is very competent. He will perform activities which would be impossible even for great kings and sages. Very soon he will complete his task and come back home. You should know that he will also spread your reputation all over the world."
    },
    {
        "verse_id": "70",
        "text": "The great Maitreya continued: The King, Uttānapāda, after being advised by Nārada Muni, practically gave up all duties in relation with his kingdom, which was very vast and wide, opulent like the goddess of fortune, and he simply began to think of his son Dhruva."
    },
    {
        "verse_id": "71",
        "text": "Elsewhere, Dhruva Mahārāja, having arrived at Madhuvana, took his bath in the river Yamunā and observed fasting in the night with great care and attention. After that, as advised by the great sage Nārada, he engaged himself in worshiping the Supreme Personality of Godhead."
    },
    {
        "verse_id": "72",
        "text": "For the first month Dhruva Mahārāja ate only fruits and berries on every third day, only to keep his body and soul together, and in this way he progressed in his worship of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "73",
        "text": "In the second month Dhruva Mahārāja ate only every six days, and for his eatables he took dry grass and leaves. Thus he continued his worship."
    },
    {
        "verse_id": "74",
        "text": "In the third month he drank water only every nine days. Thus he remained completely in trance and worshiped the Supreme Personality of Godhead, who is adored by selected verses."
    },
    {
        "verse_id": "75",
        "text": "In the fourth month Dhruva Mahārāja became a complete master of the breathing exercise, and thus he inhaled air only every twelfth day. In this way he became completely fixed in his position and worshiped the Supreme Personality of Godhead."
    },
    {
        "verse_id": "76",
        "text": "By the fifth month, Mahārāja Dhruva, the son of the King, had controlled his breathing so perfectly that he was able to stand on only one leg, just as a column stands, without motion, and concentrate his mind fully on the Parabrahman."
    },
    {
        "verse_id": "77",
        "text": "He completely controlled his senses and their objects, and in this way he fixed his mind, without diversion to anything else, upon the form of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "78",
        "text": "When Dhruva Mahārāja thus captured the Supreme Personality of Godhead, who is the refuge of the total material creation and who is the master of all living entities, the three worlds began to tremble."
    },
    {
        "verse_id": "79",
        "text": "As Dhruva Mahārāja, the King’s son, kept himself steadily standing on one leg, the pressure of his big toe pushed down half the earth, just as an elephant being carried on a boat rocks the boat left and right with his every step."
    },
    {
        "verse_id": "80",
        "text": "When Dhruva Mahārāja became practically one in heaviness with Lord Viṣṇu, the total consciousness, due to his fully concentrating and his closing all the holes of his body, the total universal breathing became choked up, and all the great demigods in all the planetary systems felt suffocated and thus took shelter of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "81",
        "text": "The demigods said: Dear Lord, You are the refuge of all moving and nonmoving living entities. We feel all living entities to be suffocating, their breathing processes choked up. We have never experienced such a thing. Since You are the ultimate shelter of all surrendered souls, we have therefore approached You; kindly save us from this danger."
    },
    {
        "verse_id": "82",
        "text": "The Supreme Personality of Godhead replied: My dear demigods, do not be perturbed by this. It is due to the severe austerity and full determination of the son of King Uttānapāda, who is now fully absorbed in thought of Me. He has obstructed the universal breathing process. You can safely return to your respective homes. I shall stop this boy in his severe acts of austerities, and you will be saved from this situation."
    }
]