[
    {
        "verse_id": "1",
        "text": "Vidura inquired from Maitreya: O brāhmaṇa, you formerly spoke about the sons of Prācīnabarhi and informed me that they satisfied the Supreme Personality of Godhead by chanting a song composed by Lord Śiva. What did they achieve in this way?"
    },
    {
        "verse_id": "2",
        "text": "My dear Bārhaspatya, what did the sons of King Barhiṣat, known as the Pracetās, obtain after meeting Lord Śiva, who is very dear to the Supreme Personality of Godhead, the bestower of liberation? Certainly they were transferred to the spiritual world, but apart from that, what did they obtain within this material world, either in this life or in other lives?"
    },
    {
        "verse_id": "3",
        "text": "The great sage Maitreya said: The sons of King Prācīnabarhi, known as the Pracetās, underwent severe austerities within the seawater to carry out the order of their father. By chanting and repeating the mantras given by Lord Śiva, they were able to satisfy Lord Viṣṇu, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "4",
        "text": "At the end of ten thousand years of severe austerities performed by the Pracetās, the Supreme Personality of Godhead, to reward their austerities, appeared before them in His very pleasing form. This appealed to the Pracetās and satisfied the labor of their austerities."
    },
    {
        "verse_id": "5",
        "text": "The Personality of Godhead, appearing on the shoulder of Garuḍa, seemed like a cloud resting on the summit of the mountain known as Meru. The transcendental body of the Personality of Godhead was covered by attractive yellow garments, and His neck was decorated with the jewel known as Kaustubha-maṇi. The bodily effulgence of the Lord dissipated all the darkness of the universe."
    },
    {
        "verse_id": "6",
        "text": "The Lord’s face was very beautiful, and His head was decorated with a shining helmet and golden ornaments. The helmet was dazzling and was very beautifully situated on His head. The Lord had eight arms, which each held a particular weapon. The Lord was surrounded by demigods, great sages and other associates. These were all engaged in His service. Garuḍa, the carrier of the Lord, glorified the Lord with Vedic hymns by flapping his wings. Garuḍa appeared to be an inhabitant of the planet known as Kinnaraloka."
    },
    {
        "verse_id": "7",
        "text": "Around the neck of the Personality of Godhead hung a flower garland that reached to His knees. His eight stout and elongated arms were decorated with that garland, which challenged the beauty of the goddess of fortune. With a merciful glance and a voice like thunder, the Lord addressed the sons of King Prācīnabarhiṣat, who were very much surrendered unto Him."
    },
    {
        "verse_id": "8",
        "text": "The Supreme Personality of Godhead said: My dear sons of the King, I am very much pleased by the friendly relationships among you. All of you are engaged in one occupation — devotional service. I am so pleased with your mutual friendship that I wish you all good fortune. Now you may ask a benediction of Me."
    },
    {
        "verse_id": "9",
        "text": "The Lord continued: Those who remember you every evening of every day will become friendly with their brothers and with all other living entities."
    },
    {
        "verse_id": "10",
        "text": "Those who will offer Me the prayers composed by Lord Śiva, both in the morning and in the evening, will be given benedictions by Me. In this way they can both fulfill their desires and attain good intelligence."
    },
    {
        "verse_id": "11",
        "text": "Because you have with pleasure accepted within your hearts the orders of your father and have executed those orders very faithfully, your attractive qualities will be celebrated all over the world."
    },
    {
        "verse_id": "12",
        "text": "You will have a nice son, who will be in no way inferior to Lord Brahmā. Consequently, he will be very famous all over the universe, and the sons and grandsons generated by him will fill the three worlds."
    },
    {
        "verse_id": "13",
        "text": "O sons of King Prācīnabarhiṣat, the heavenly society girl named Pramlocā kept the lotus-eyed daughter of Kaṇḍu in the care of the forest trees. Then she went back to the heavenly planet. This daughter was born by the coupling of the Apsarā named Pramlocā with the sage Kaṇḍu."
    },
    {
        "verse_id": "14",
        "text": "Thereafter the child, who was left to the care of the trees, began to cry in hunger. At that time the king of the forest, namely the king of the moon planet, out of compassion placed his finger, which poured forth nectar, within the child’s mouth. Thus the child was raised by the mercy of the king of the moon."
    },
    {
        "verse_id": "15",
        "text": "Since all of you are very much obedient to My orders, I ask you to immediately marry that girl, who is so well qualified with beauty and good qualities. According to the order of your father, create progeny through her."
    },
    {
        "verse_id": "16",
        "text": "You brothers are all of the same nature, being My devotees and obedient sons of your father. Similarly, that girl is also of the same type and is dedicated to all of you. Thus both the girl and you, the sons of Prācīnabarhiṣat, are on the same platform, being united on a common principle."
    },
    {
        "verse_id": "17",
        "text": "The Lord then blessed all the Pracetās, saying: My dear princes, by My mercy you can enjoy all the facilities of this world as well as the heavenly world. Indeed, you can enjoy all of them without hindrance and with full strength for one million celestial years."
    },
    {
        "verse_id": "18",
        "text": "Thereafter you will develop unadulterated devotional service unto Me and be freed from all material contamination. At that time, being completely unattached to material enjoyment in the so-called heavenly planets as well as in hellish planets, you will return home, back to Godhead."
    },
    {
        "verse_id": "19",
        "text": "Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions."
    },
    {
        "verse_id": "20",
        "text": "Always engaging in the activities of devotional service, devotees feel ever-increasingly fresh and new in all their activities. The all-knower, the Supersoul within the heart of the devotee, makes everything increasingly fresh. This is known as the Brahman position by the advocates of the Absolute Truth. In such a liberated stage [brahma-bhūta], one is never bewildered. Nor does one lament or become unnecessarily jubilant. This is due to the brahma-bhūta situation."
    },
    {
        "verse_id": "21",
        "text": "The great sage Maitreya said: After the Personality of Godhead spoke thus, the Pracetās began to offer Him prayers. The Lord is the bestower of all success in life and is the supreme benefactor. He is also the supreme friend who takes away all miserable conditions experienced by a devotee. In a faltering voice, due to ecstasy, the Pracetās began to offer prayers. They were purified by the presence of the Lord, who was before them face to face."
    },
    {
        "verse_id": "22",
        "text": "The Pracetās spoke as follows: Dear Lord, You relieve all kinds of material distress. Your magnanimous transcendental qualities and holy name are all-auspicious. This conclusion is already settled. You can go faster than the speed of mind and words. You cannot be perceived by material senses. We therefore offer You respectful obeisances again and again."
    },
    {
        "verse_id": "23",
        "text": "Dear Lord, we beg to offer our obeisances unto You. When the mind is fixed upon You, the world of duality, although a place for material enjoyment, appears meaningless. Your transcendental form is full of transcendental bliss. We therefore offer our respects unto You. Your appearances as Lord Brahmā, Lord Viṣṇu and Lord Śiva are meant for the purpose of creating, maintaining and annihilating this cosmic manifestation."
    },
    {
        "verse_id": "24",
        "text": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees."
    },
    {
        "verse_id": "25",
        "text": "Dear Lord, we offer our respectful obeisances unto You because from Your abdomen sprouts the lotus flower, the origin of all living entities. You are always decorated with a lotus garland, and Your feet resemble the lotus flower with all its fragrance. Your eyes are also like the petals of a lotus flower. Therefore we always offer our respectful obeisances unto You."
    },
    {
        "verse_id": "26",
        "text": "Dear Lord, the garment You have put on is yellowish in color, like the saffron of a lotus flower, but it is not made of anything material. Since You live in everyone’s heart, You are the direct witness of all the activities of all living entities. We offer our respectful obeisances unto You again and again."
    },
    {
        "verse_id": "27",
        "text": "Dear Lord, we conditioned souls are always covered by ignorance in the bodily conception of life. We therefore always prefer the miserable conditions of material existence. To deliver us from these miserable conditions, You have advented Yourself in this transcendental form. This is evidence of Your unlimited causeless mercy upon those of us who are suffering in this way. Then what to speak of the devotees to whom You are always so favorably disposed?"
    },
    {
        "verse_id": "28",
        "text": "Dear Lord, You are the killer of all inauspicious things. You are compassionate upon Your poor devotees through the expansion of Your arcā-vigraha. You should certainly think of us as Your eternal servants."
    },
    {
        "verse_id": "29",
        "text": "When the Lord, out of His natural compassion, thinks of His devotee, by that process only are all desires of the neophyte devotee fulfilled. The Lord is situated in every living entity’s heart, although the living entity may be very insignificant. The Lord knows everything about the living entity, including all his desires. Although we are very insignificant, why should the Lord not know our desires?"
    },
    {
        "verse_id": "30",
        "text": "O Lord of the universe, You are the actual teacher of the science of devotional service. We are satisfied that Your Lordship is the ultimate goal of our life, and we pray that You will be satisfied with us. That is our benediction. We do not desire anything other than Your full satisfaction."
    },
    {
        "verse_id": "31",
        "text": "Dear Lord, we shall therefore pray for Your benediction because You are the Supreme, beyond all transcendence, and because there is no end to Your opulences. Consequently, You are celebrated by the name Ananta."
    },
    {
        "verse_id": "32",
        "text": "Dear Lord, when the bee approaches the celestial tree called the pārijāta, it certainly does not leave the tree, because there is no need for such action. Similarly, when we have approached Your lotus feet and taken shelter of them, what further benediction may we ask of You?"
    },
    {
        "verse_id": "33",
        "text": "Dear Lord, as long as we have to remain within this material world due to our material contamination and wander from one type of body to another and from one planet to another, we pray that we may associate with those who are engaged in discussing Your pastimes. We pray for this benediction life after life, in different bodily forms and on different planets."
    },
    {
        "verse_id": "34",
        "text": "Even a moment’s association with a pure devotee cannot be compared to being transferred to heavenly planets or even merging into the Brahman effulgence in complete liberation. For living entities who are destined to give up the body and die, association with pure devotees is the highest benediction."
    },
    {
        "verse_id": "35",
        "text": "Whenever pure topics of the transcendental world are discussed, the members of the audience forget all kinds of material hankerings, at least for the time being. Not only that, but they are no longer envious of one another, nor do they suffer from anxiety or fear."
    },
    {
        "verse_id": "36",
        "text": "The Supreme Lord, Nārāyaṇa, is present among devotees who are engaged in hearing and chanting the holy name of the Supreme Personality of Godhead. Lord Nārāyaṇa is the ultimate goal of sannyāsīs, those in the renounced order of life, and Nārāyaṇa is worshiped through this saṅkīrtana movement by those who are liberated from material contamination. Indeed, they recite the holy name again and again."
    },
    {
        "verse_id": "37",
        "text": "Dear Lord, Your personal associates, devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?"
    },
    {
        "verse_id": "38",
        "text": "Dear Lord, by virtue of a moment’s association with Lord Śiva, who is very dear to You and who is Your most intimate friend, we were fortunate to attain You. You are the most expert physician, capable of treating the incurable disease of material existence. On account of our great fortune, we have been able to take shelter at Your lotus feet."
    },
    {
        "verse_id": "39",
        "text": "Dear Lord, we have studied the Vedas, accepted a spiritual master and offered respect to brāhmaṇas, advanced devotees and aged personalities who are spiritually very advanced. We have offered our respects to them, and we have not been envious of any brother, friends or anyone else. We have also undergone severe austerities within the water and have not taken food for a long time. All these spiritual assets of ours are simply offered for Your satisfaction. We pray for this benediction only, and nothing more."
    },
    {
        "verse_id": "41",
        "text": "Dear Lord, even great yogīs and mystics who are very much advanced by virtue of austerities and knowledge and who have completely situated themselves in pure existence, as well as great personalities like Manu, Lord Brahmā and Lord Śiva, cannot fully understand Your glories and potencies. Nonetheless they have offered their prayers according to their own capacities. In the same way, we, although much lower than these personalities, also offer our prayers according to our own capability."
    },
    {
        "verse_id": "42",
        "text": "Dear Lord, You have no enemies or friends. Therefore You are equal to everyone. You cannot be contaminated by sinful activities, and Your transcendental form is always beyond the material creation. You are the Supreme Personality of Godhead because You remain everywhere within all existence. You are consequently known as Vāsudeva. We offer You our respectful obeisances."
    },
    {
        "verse_id": "43",
        "text": "The great sage Maitreya continued: My dear Vidura, the Supreme Personality of Godhead, who is the protector of surrendered souls, being thus addressed by the Pracetās and worshiped by them, replied, “May whatever you have prayed for be fulfilled.” After saying this, the Supreme Personality of Godhead, whose prowess is never defeated, left. The Pracetās were unwilling to be separated from Him because they had not seen Him to their full satisfaction."
    },
    {
        "verse_id": "44",
        "text": "Thereafter all the Pracetās emerged from the waters of the sea. They then saw that all the trees on land had grown very tall, as if to obstruct the path to the heavenly planets. These trees had covered the entire surface of the world. At this time the Pracetās became very angry."
    },
    {
        "verse_id": "45",
        "text": "My dear King, at the time of devastation, Lord Śiva emits fire and air from his mouth out of anger. To make the surface of the earth completely treeless, the Pracetās also emitted fire and air from their mouths."
    },
    {
        "verse_id": "46",
        "text": "After seeing that all the trees on the surface of the earth were being turned to ashes, Lord Brahmā immediately came to the sons of King Barhiṣmān and pacified them with words of logic."
    },
    {
        "verse_id": "47",
        "text": "The remaining trees, being very much afraid of the Pracetās, immediately delivered their daughter at the advice of Lord Brahmā."
    },
    {
        "verse_id": "48",
        "text": "Following the order of Lord Brahmā, all the Pracetās accepted the girl as their wife. From the womb of this girl, the son of Lord Brahmā named Dakṣa took birth. Dakṣa had to take birth from the womb of Māriṣā due to his disobeying and disrespecting Lord Mahādeva [Śiva]. Consequently he had to give up his body twice."
    },
    {
        "verse_id": "49",
        "text": "His previous body had been destroyed, but he, the same Dakṣa, inspired by the supreme will, created all the desired living entities in the Cākṣuṣa manvantara."
    },
    {
        "verse_id": "50",
        "text": "After being born, Dakṣa, by the superexcellence of his bodily luster, covered all others’ bodily opulence. Because he was very expert in performing fruitive activity, he was called by the name Dakṣa, meaning “the very expert.” Lord Brahmā therefore engaged Dakṣa in the work of generating living entities and maintaining them. In due course of time, Dakṣa also engaged other Prajāpatis [progenitors] in the process of generation and maintenance."
    }
]