[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya continued: O great hero Vidura, the great sages, headed by Bhṛgu, were always thinking of the welfare of the people in general. When they saw that in the absence of King Aṅga there was no one to protect the interests of the people, they understood that without a ruler the people would become independent and nonregulated."
    },
    {
        "verse_id": "2",
        "text": "The great sages then called for the Queen Mother, Sunīthā, and with her permission they installed Vena on the throne as master of the world. All the ministers, however, disagreed with this."
    },
    {
        "verse_id": "3",
        "text": "It was already known that Vena was very severe and cruel; therefore, as soon as all the thieves and rogues in the state heard of his ascendance to the royal throne, they became very much afraid of him. Indeed, they hid themselves here and there as rats hide themselves from snakes."
    },
    {
        "verse_id": "4",
        "text": "When the King ascended to the throne, he became all-powerful with eight kinds of opulences. Consequently he became too proud. By virtue of his false prestige, he considered himself to be greater than anyone. Thus he began to insult great personalities."
    },
    {
        "verse_id": "5",
        "text": "When he became overly blind due to his opulences, King Vena mounted a chariot and, like an uncontrolled elephant, began to travel through the kingdom, causing the sky and earth to tremble wherever he went."
    },
    {
        "verse_id": "6",
        "text": "All the twice-born [brāhmaṇas] were forbidden henceforward to perform any sacrifice, and they were also forbidden to give charity or offer clarified butter. Thus King Vena sounded kettledrums throughout the countryside. In other words, he stopped all kinds of religious rituals."
    },
    {
        "verse_id": "7",
        "text": "Therefore all the great sages assembled together and, after observing cruel Vena’s atrocities, concluded that a great danger and catastrophe was approaching the people of the world. Thus out of compassion they began to talk amongst themselves, for they themselves were the performers of the sacrifices."
    },
    {
        "verse_id": "8",
        "text": "When the great sages consulted one another, they saw that the people were in a dangerous position from both directions. When a fire blazes on both ends of a log, the ants in the middle are in a very dangerous situation. Similarly, at that time the people in general were in a dangerous position due to an irresponsible king on one side and thieves and rogues on the other."
    },
    {
        "verse_id": "9",
        "text": "Thinking to save the state from irregularity, the sages began to consider that it was due to a political crisis that they made Vena king although he was not qualified. But alas, now the people were being disturbed by the king himself. Under such circumstances, how could the people be happy?"
    },
    {
        "verse_id": "10",
        "text": "The sages began to think within themselves: Because he was born from the womb of Sunīthā, King Vena is by nature very mischievous. Supporting this mischievous king is exactly like maintaining a snake with milk. Now he has become a source of all difficulties."
    },
    {
        "verse_id": "11",
        "text": "We appointed this Vena king of the state in order to give protection to the citizens, but now he has become the enemy of the citizens. Despite all these discrepancies, we should at once try to pacify him. By doing so, we may not be touched by the sinful results caused by him."
    },
    {
        "verse_id": "12",
        "text": "The saintly sages continued thinking: Of course, we were completely aware of his mischievous nature, yet we nevertheless enthroned Vena. If we cannot persuade King Vena to accept our advice, he will be condemned by the public, and we will join them. Thus by our prowess we shall burn him to ashes."
    },
    {
        "verse_id": "13",
        "text": "The great sages, having thus decided, approached King Vena. Concealing their real anger, they pacified him with sweet words and then spoke as follows."
    },
    {
        "verse_id": "14",
        "text": "The great sages said: Dear King, we have come to give you good advice. Kindly hear us with great attention. By doing so, your duration of life and your opulence, strength and reputation will increase."
    },
    {
        "verse_id": "15",
        "text": "Those who live according to religious principles and who follow them by words, mind, body and intelligence are elevated to the heavenly kingdom, which is devoid of all miseries. Being thus rid of the material influence, they achieve unlimited happiness in life."
    },
    {
        "verse_id": "16",
        "text": "The sages continued: O great hero, for this reason you should not be the cause of spoiling the spiritual life of the general populace. If their spiritual life is spoiled because of your activities, you will certainly fall down from your opulent and royal position."
    },
    {
        "verse_id": "17",
        "text": "The saintly persons continued: When the king protects the citizens from the disturbances of mischievous ministers as well as from thieves and rogues, he can, by virtue of such pious activities, accept taxes given by his subjects. Thus a pious king can certainly enjoy himself in this world as well as in the life after death."
    },
    {
        "verse_id": "18",
        "text": "The king is supposed to be pious in whose state and cities the general populace strictly observes the system of eight social orders of varṇa and āśrama, and where all citizens engage in worshiping the Supreme Personality of Godhead by their particular occupations."
    },
    {
        "verse_id": "19",
        "text": "O noble one, if the king sees that the Supreme Personality of Godhead, the original cause of the cosmic manifestation and the Supersoul within everyone, is worshiped, the Lord will be satisfied."
    },
    {
        "verse_id": "20",
        "text": "The Supreme Personality of Godhead is worshiped by the great demigods who are controllers of universal affairs. When He is satisfied, nothing is impossible to achieve. For this reason all the demigods, presiding deities of different planets, as well as the inhabitants of their planets, take great pleasure in offering all kinds of paraphernalia for His worship."
    },
    {
        "verse_id": "21",
        "text": "Dear King, the Supreme Personality of Godhead, along with the predominating deities, is the enjoyer of the results of all sacrifices in all planets. The Supreme Lord is the sum total of the three Vedas, the owner of everything, and the ultimate goal of all austerity. Therefore your countrymen should engage in performing various sacrifices for your elevation. Indeed, you should always direct them towards the offering of sacrifices."
    },
    {
        "verse_id": "22",
        "text": "When all the brāhmaṇas engage in performing sacrifices in your kingdom, all the demigods, who are plenary expansions of the Lord, will be very much satisfied by their activities and will give you your desired result. Therefore, O hero, do not stop the sacrificial performances. If you stop them, you will disrespect the demigods."
    },
    {
        "verse_id": "23",
        "text": "King Vena replied: You are not at all experienced. It is very much regrettable that you are maintaining something which is not religious and are accepting it as religious. Indeed, I think you are giving up your real husband, who maintains you, and are searching after some paramour to worship."
    },
    {
        "verse_id": "24",
        "text": "Those who, out of gross ignorance, do not worship the king, who is actually the Supreme Personality of Godhead, experience happiness neither in this world nor in the world after death."
    },
    {
        "verse_id": "25",
        "text": "You are so much devoted to the demigods, but who are they? Indeed, your affection for these demigods is exactly like the affection of an unchaste woman who neglects her married life and gives all attention to her paramour."
    },
    {
        "verse_id": "26",
        "text": "Lord Viṣṇu; Lord Brahmā; Lord Śiva; Lord Indra; Vāyu, the master of air; Yama, the superintendent of death; the sun-god; the director of rainfall; Kuvera, the treasurer; the moon-god; the predominating deity of the earth; Agni, the fire-god; Varuṇa, the lord of waters; and all others who are great and competent to bestow benedictions or to curse — all abide in the body of the king. For this reason the king is known as the reservoir of all demigods, who are simply parts and parcels of the king’s body."
    },
    {
        "verse_id": "28",
        "text": "King Vena continued: For this reason, O brāhmaṇas, you should abandon your envy of me, and by your ritualistic activities you should worship me and offer me all paraphernalia. If you are intelligent, you should know that there is no personality superior to me who can accept the first oblations of all sacrifices."
    },
    {
        "verse_id": "29",
        "text": "The great sage Maitreya continued: Thus the King, who became unintelligent due to his sinful life and deviation from the right path, became actually bereft of all good fortune. He could not accept the requests of the great sages, which the sages put before him with great respect, and therefore he was condemned."
    },
    {
        "verse_id": "30",
        "text": "My dear Vidura, all good fortune unto you. The foolish King, who thought himself very learned, thus insulted the great sages, and the sages, being brokenhearted by the King’s words, became very angry at him."
    },
    {
        "verse_id": "31",
        "text": "All the great saintly sages immediately cried: Kill him! Kill him! He is the most dreadful, sinful person. If he lives, he will certainly turn the whole world into ashes in no time."
    },
    {
        "verse_id": "32",
        "text": "The saintly sages continued: This impious, impudent man does not deserve to sit on the throne at all. He is so shameless that he even dared insult the Supreme Personality of Godhead, Lord Viṣṇu."
    },
    {
        "verse_id": "33",
        "text": "But for King Vena, who is simply inauspicious, who would blaspheme the Supreme Personality of Godhead, by whose mercy one is awarded all kinds of fortune and opulence?"
    },
    {
        "verse_id": "34",
        "text": "The great sages, thus manifesting their covert anger, immediately decided to kill the King. King Vena was already as good as dead due to his blasphemy against the Supreme Personality of Godhead. Thus without using any weapons, the sages killed King Vena simply by high-sounding words."
    },
    {
        "verse_id": "35",
        "text": "After all the sages returned to their respective hermitages, the mother of King Vena, Sunīthā, became very much aggrieved because of her son’s death. She decided to preserve the dead body of her son by the application of certain ingredients and by chanting mantras [mantra-yogena]."
    },
    {
        "verse_id": "36",
        "text": "Once upon a time, the same saintly persons, after taking their bath in the river Sarasvatī, began to perform their daily duties by offering oblations into the sacrificial fires. After this, sitting on the bank of the river, they began to talk about the transcendental person and His pastimes."
    },
    {
        "verse_id": "37",
        "text": "In those days there were various disturbances in the country that were creating a panic in society. Therefore all the sages began to talk amongst themselves: Since the King is dead and there is no protector in the world, misfortune may befall the people in general on account of rogues and thieves."
    },
    {
        "verse_id": "38",
        "text": "When the great sages were carrying on their discussion in this way, they saw a dust storm arising from all directions. This storm was caused by the running of thieves and rogues, who were engaged in plundering the citizens."
    },
    {
        "verse_id": "39",
        "text": "Upon seeing the dust storm, the saintly persons could understand that there were a great deal of irregularities due to the death of King Vena. Without government, the state was devoid of law and order, and consequently there was a great uprising of murderous thieves and rogues, who were plundering the riches of the people in general. Although the great sages could subdue the disturbance by their powers — just as they could kill the King — they considered it improper on their part to do so. Thus they did not attempt to stop the disturbance."
    },
    {
        "verse_id": "41",
        "text": "The great sages began to think that although a brāhmaṇa is peaceful and impartial because he is equal to everyone, it is still not his duty to neglect poor humans. By such neglect, a brāhmaṇa’s spiritual power diminishes, just as water kept in a cracked pot leaks out."
    },
    {
        "verse_id": "42",
        "text": "The sages decided that the descendants of the family of the saintly King Aṅga should not be stopped, for in this family the semen was very powerful and the children were prone to become devotees of the Lord."
    },
    {
        "verse_id": "43",
        "text": "After making a decision, the saintly persons and sages churned the thighs of the dead body of King Vena with great force and according to a specific method. As a result of this churning, a dwarflike person was born from King Vena’s body."
    },
    {
        "verse_id": "44",
        "text": "This person born from King Vena’s thighs was named Bāhuka, and his complexion was as black as a crow’s. All the limbs of his body were very short, his arms and legs were short, and his jaws were large. His nose was flat, his eyes were reddish, and his hair copper-colored."
    },
    {
        "verse_id": "45",
        "text": "He was very submissive and meek, and immediately after his birth he bowed down and inquired, “Sirs, what shall I do?” The great sages replied, “Please sit down [niṣīda].” Thus Niṣāda, the father of the Naiṣāda race, was born."
    },
    {
        "verse_id": "46",
        "text": "After his [Niṣāda’s] birth, he immediately took charge of all the resultant actions of King Vena’s sinful activities. As such, this Naiṣāda class are always engaged in sinful activities like stealing, plundering and hunting. Consequently they are only allowed to live in the hills and forests."
    }
]