[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya continued: In this way the reciters who were glorifying Mahārāja Pṛthu readily described his qualities and chivalrous activities. At the end, Mahārāja Pṛthu offered them various presentations with all due respect and worshiped them adequately."
    },
    {
        "verse_id": "2",
        "text": "King Pṛthu thus satisfied and offered all respect to all the leaders of the brāhmaṇas and other castes, to his servants, to his ministers and to the priests, citizens, general countrymen, people from other communities, admirers and others, and thus they all became happy."
    },
    {
        "verse_id": "3",
        "text": "Vidura inquired from the great sage Maitreya: My dear brāhmaṇa, since mother earth can appear in different shapes, why did she take the shape of a cow? And when King Pṛthu milked her, who became the calf, and what was the milking pot?"
    },
    {
        "verse_id": "4",
        "text": "The surface of the earth is by nature low in some places and high in others. How did King Pṛthu level the surface of the earth, and why did the King of heaven, Indra, steal the horse meant for the sacrifice?"
    },
    {
        "verse_id": "5",
        "text": "The great saintly King, Mahārāja Pṛthu, received knowledge from Sanat-kumāra, who was the greatest Vedic scholar. After receiving knowledge to be applied practically in his life, how did the saintly King attain his desired destination?"
    },
    {
        "verse_id": "6",
        "text": "Pṛthu Mahārāja was a powerful incarnation of Lord Kṛṣṇa’s potencies; consequently any narration concerning his activities is surely very pleasing to hear, and it produces all good fortune. As far as I am concerned, I am always your devotee as well as a devotee of the Lord, who is known as Adhokṣaja. Please therefore narrate all the stories of King Pṛthu, who, in the form of the son of King Vena, milked the cow-shaped earth."
    },
    {
        "verse_id": "8",
        "text": "Sūta Gosvāmī continued: When Vidura became inspired to hear of the activities of Lord Kṛṣṇa in His various incarnations, Maitreya, also being inspired and being very pleased with Vidura, began to praise him. Then Maitreya spoke as follows."
    },
    {
        "verse_id": "9",
        "text": "The great sage Maitreya continued: My dear Vidura, at the time King Pṛthu was enthroned by the great sages and brāhmaṇas and declared to be the protector of the citizens, there was a scarcity of food grains. The citizens actually became skinny due to starvation. Therefore they came before the King and informed him of their real situation."
    },
    {
        "verse_id": "10",
        "text": "Dear King, just as a tree with a fire burning in the hollow of the trunk gradually dries up, we are drying up due to the fire of hunger in our stomachs. You are the protector of surrendered souls, and you have been appointed to give employment to us. Therefore we have all come to you for protection. You are not only a king, but the incarnation of God as well. Indeed, you are the king of all kings. You can give us all kinds of occupational engagements, for you are the master of our livelihood. Therefore, O king of all kings, please arrange to satisfy our hunger by the proper distribution of food grains. Please take care of us, lest we soon die for want of food."
    },
    {
        "verse_id": "12",
        "text": "After hearing this lamentation and seeing the pitiable condition of the citizens, King Pṛthu contemplated this matter for a long time to see if he could find out the underlying causes."
    },
    {
        "verse_id": "13",
        "text": "Having arrived at a conclusion, the King took up his bow and arrow and aimed them at the earth, exactly like Lord Śiva, who destroys the whole world out of anger."
    },
    {
        "verse_id": "14",
        "text": "When the earth saw that King Pṛthu was taking his bow and arrow to kill her, she became very much afraid and began to tremble. She then began to flee, exactly like a deer, which runs very swiftly when followed by a hunter. Being afraid of King Pṛthu, she took the shape of a cow and began to run."
    },
    {
        "verse_id": "15",
        "text": "Seeing this, Mahārāja Pṛthu became very angry, and his eyes became as red as the early-morning sun. Placing an arrow on his bow, he chased the cow-shaped earth wherever she would run."
    },
    {
        "verse_id": "16",
        "text": "The cow-shaped earth ran here and there in outer space between the heavenly planets and the earth, and wherever she ran, the King chased her with his bow and arrows."
    },
    {
        "verse_id": "17",
        "text": "Just as a man cannot escape the cruel hands of death, the cow-shaped earth could not escape the hands of the son of Vena. At length the earth, fearful, her heart aggrieved, turned back in helplessness."
    },
    {
        "verse_id": "18",
        "text": "Addressing the great, opulent King Pṛthu as the knower of religious principles and shelter of the surrendered, she said: Please save me. You are the protector of all living entities. Now you are situated as the King of this planet."
    },
    {
        "verse_id": "19",
        "text": "The cow-shaped earth continued to appeal to the King: I am very poor and have not committed any sinful activities. I do not know why you want to kill me. Since you are supposed to be the knower of all religious principles, why are you so envious of me, and why are you so anxious to kill a woman?"
    },
    {
        "verse_id": "20",
        "text": "Even if a woman does commit some sinful activity, no one should place his hand upon her. And what to speak of you, dear King, who are so merciful. You are a protector, and you are affectionate to the poor."
    },
    {
        "verse_id": "21",
        "text": "The cow-shaped earth continued: My dear King, I am just like a strong boat, and all the paraphernalia of the world is standing upon me. If you break me to pieces, how can you protect yourself and your subjects from drowning?"
    },
    {
        "verse_id": "22",
        "text": "King Pṛthu replied to the earthly planet: My dear earth, you have disobeyed my orders and rulings. In the form of a demigod you accepted your share of the yajñas we performed, but in return you have not produced sufficient food grains. For this reason I must kill you."
    },
    {
        "verse_id": "23",
        "text": "Although you are eating green grass every day, you are not filling your milk bag so we can utilize your milk. Since you are willfully committing offenses, it cannot be said that you are not punishable due to your assuming the form of a cow."
    },
    {
        "verse_id": "24",
        "text": "You have so lost your intelligence that, despite my orders, you do not deliver the seeds of herbs and grains formerly created by Brahmā and now hidden within yourself."
    },
    {
        "verse_id": "25",
        "text": "Now, with the help of my arrows, I shall cut you to pieces and with your flesh satisfy the hunger-stricken citizens, who are now crying for want of grains. Thus I shall satisfy the crying citizens of my kingdom."
    },
    {
        "verse_id": "26",
        "text": "Any cruel person — be he a man, woman or impotent eunuch — who is only interested in his personal maintenance and has no compassion for other living entities may be killed by the king. Such killing can never be considered actual killing."
    },
    {
        "verse_id": "27",
        "text": "You are very much puffed up with pride and have become almost insane. Presently you have assumed the form of a cow by your mystic powers. Nonetheless I shall cut you into small pieces like grain, and I will uphold the entire population by my personal mystic powers."
    },
    {
        "verse_id": "28",
        "text": "At this time Pṛthu Mahārāja became exactly like Yamarāja, and his whole body appeared very angry. In other words, he was anger personified. After hearing him, the planet earth began to tremble. She surrendered, and with folded hands began to speak as follows."
    },
    {
        "verse_id": "29",
        "text": "The planet earth spoke: My dear Lord, O Supreme Personality of Godhead, You are transcendental in Your position, and by Your material energy You have expanded Yourself in various forms and species of life through the interaction of the three modes of material nature. Unlike some other masters, You always remain in Your transcendental position and are not affected by the material creation, which is subject to different material interactions. Consequently You are not bewildered by material activities."
    },
    {
        "verse_id": "30",
        "text": "The planet earth continued: My dear Lord, You are the complete conductor of the material creation. You have created this cosmic manifestation and the three material qualities, and therefore You have created me, the planet earth, the resting place of all living entities. Yet You are always fully independent, my Lord. Now that You are present before me and ready to kill me with Your weapons, let me know where I should go to take shelter, and tell me who can give me protection."
    },
    {
        "verse_id": "31",
        "text": "In the beginning of creation You created all these moving and nonmoving living entities by Your inconceivable energy. Through this very same energy You are now prepared to protect the living entities. Indeed, You are the supreme protector of religious principles. Why are You so anxious to kill me, even though I am in the form of a cow?"
    },
    {
        "verse_id": "32",
        "text": "My dear Lord, although You are one, by Your inconceivable potencies You have expanded Yourself in many forms. Through the agency of Brahmā, You have created this universe. You are therefore directly the Supreme Personality of Godhead. Those who are not sufficiently experienced cannot understand Your transcendental activities because these persons are covered by Your illusory energy."
    },
    {
        "verse_id": "33",
        "text": "My dear Lord, by Your own potencies You are the original cause of the material elements, the performing instruments (the senses), the workers of the senses (the controlling demigods), the intelligence and the ego, as well as everything else. By Your energy You manifest this entire cosmic creation, maintain it and dissolve it. Through Your energy alone everything is sometimes manifest and sometimes not manifest. You are therefore the Supreme Personality of Godhead, the cause of all causes. I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "34",
        "text": "My dear Lord, You are always unborn. Once, in the form of the original boar, You rescued me from the waters in the bottom of the universe. Through Your own energy You created all the physical elements, the senses and the heart, for the maintenance of the world."
    },
    {
        "verse_id": "35",
        "text": "My dear Lord, in this way You once protected me by rescuing me from the water, and consequently Your name has been famous as Dharādhara — He who holds the planet earth. Yet at the present moment, in the form of a great hero, You are about to kill me with sharpened arrows. I am, however, just like a boat on the water, keeping everything afloat."
    },
    {
        "verse_id": "36",
        "text": "My dear Lord, I am also the creation of one of Your energies, composed of the three modes of material nature. Consequently I am bewildered by Your activities. Even the activities of Your devotees cannot be understood, and what to speak of Your pastimes. Thus everything appears to us to be contradictory and wonderful."
    }
]