[
    {
        "verse_id": "1",
        "text": "All the priests and other members of the sacrificial assembly and all the demigods, having been defeated by the soldiers of Lord Śiva and injured by weapons like tridents and swords, approached Lord Brahmā with great fear. After offering him obeisances, they began to speak in detail of all the events which had taken place."
    },
    {
        "verse_id": "3",
        "text": "Both Lord Brahmā and Viṣṇu had already known that such events would occur in the sacrificial arena of Dakṣa, and knowing beforehand, they did not go to the sacrifice."
    },
    {
        "verse_id": "4",
        "text": "When Lord Brahmā heard everything from the demigods and the members who had attended the sacrifice, he replied: You cannot be happy in executing a sacrifice if you blaspheme a great personality and thereby offend his lotus feet. You cannot have happiness in that way."
    },
    {
        "verse_id": "5",
        "text": "You have excluded Lord Śiva from taking part in the sacrificial results, and therefore you are all offenders at his lotus feet. Still, if you go without mental reservations and surrender unto him and fall down at his lotus feet, he will be very pleased."
    },
    {
        "verse_id": "6",
        "text": "Lord Brahmā also advised them that Lord Śiva is so powerful that by his anger all the planets and their chief controllers can be destroyed immediately. Also, he said that Lord Śiva was especially sorry because he had recently lost his dear wife and was also very much afflicted by the unkind words of Dakṣa. Under the circumstances, Lord Brahmā suggested, it would behoove them to go at once and beg his pardon."
    },
    {
        "verse_id": "7",
        "text": "Lord Brahmā said that no one — not even himself, Indra, all the members assembled in the sacrificial arena or all the sages — could know how powerful Lord Śiva is. Under the circumstances, who would dare to commit an offense at his lotus feet?"
    },
    {
        "verse_id": "8",
        "text": "After thus instructing all the demigods, the Pitās and the lords of the living entities, Lord Brahmā took them with him and left for the abode of Lord Śiva, known as the Kailāsa Hill."
    },
    {
        "verse_id": "9",
        "text": "The abode known as Kailāsa is full of different herbs and vegetables, and it is sanctified by Vedic hymns and mystic yoga practice. Thus the residents of that abode are demigods by birth and have all mystic powers. Besides them there are other human beings, who are known as Kinnaras and Gandharvas and are accompanied by their beautiful wives, who are known as Apsarās, or angels."
    },
    {
        "verse_id": "10",
        "text": "Kailāsa is full of mountains filled with all kinds of valuable jewels and minerals and surrounded by all varieties of valuable trees and plants. The top of the hill is nicely decorated by various types of deer."
    },
    {
        "verse_id": "11",
        "text": "There are many waterfalls, and in the mountains there are many beautiful caves in which the very beautiful wives of the mystics are found."
    },
    {
        "verse_id": "12",
        "text": "On Kailāsa Hill there is always the rhythmical sound of the peacocks’ sweet vibrations and the bees’ humming. Cuckoos are always singing, and other birds whisper amongst themselves."
    },
    {
        "verse_id": "13",
        "text": "There are tall trees with straight branches that appear to call the sweet birds, and when herds of elephants pass through the hills, it appears that the Kailāsa Hill moves with them. When the waterfalls resound, it appears that Kailāsa Hill does also."
    },
    {
        "verse_id": "14",
        "text": "The whole of Kailāsa Hill is decorated with various kinds of trees, of which the following names may be mentioned: mandāra, pārijāta, sarala, tamāla, tāla, kovidāra, āsana, arjuna, āmra-jāti [mango], kadamba, dhūli-kadamba, nāga, punnāga, campaka, pāṭala, aśoka, bakula, kunda and kurabaka. The entire hill is decorated with such trees, which produce flowers with fragrant aromas."
    },
    {
        "verse_id": "16",
        "text": "There are other trees also which decorate the hill, such as the golden lotus flower, the cinnamon tree, mālatī, kubja, mallikā and mādhavī."
    },
    {
        "verse_id": "17",
        "text": "Kailāsa Hill is also decorated with such trees as kata, jackfruit, julara, banyan trees, plakṣas, nyagrodhas and trees producing asafetida. Also there are trees of betel nuts and bhūrja-patra, as well as rājapūga, blackberries and similar other trees."
    },
    {
        "verse_id": "18",
        "text": "There are mango trees, priyāla, madhuka and iṅguda. Besides these there are other trees, like thin bamboos, kīcaka and varieties of other bamboo trees, all decorating the tract of Kailāsa Hill."
    },
    {
        "verse_id": "19",
        "text": "There are different kinds of lotus flowers, such as kumuda, utpala and śatapatra. The forest appears to be a decorated garden, and the small lakes are full of various kinds of birds who whisper very sweetly. There are many kinds of other animals also, like deer, monkeys, boars, lions, ṛkṣas, śalyakas, forest cows, forest asses, tigers, small deer, buffalo and many other animals, who are fully enjoying their lives."
    },
    {
        "verse_id": "21",
        "text": "There are varieties of deer, such as karṇāntra, ekapada, aśvāsya, vṛka and kastūrī, the deer which bears musk. Besides the deer there are many banana trees which decorate the small hillside lakes very nicely."
    },
    {
        "verse_id": "22",
        "text": "There is a small lake named Alakanandā in which Satī used to take her bath, and that lake is especially auspicious. All the demigods, after seeing the specific beauty of Kailāsa Hill, were struck with wonder at the great opulence to be found there."
    },
    {
        "verse_id": "23",
        "text": "Thus the demigods saw the wonderfully beautiful region known as Alakā in the forest known as Saugandhika, which means “full of fragrance.” The forest is known as Saugandhika because of its abundance of lotus flowers."
    },
    {
        "verse_id": "24",
        "text": "They also saw the two rivers named Nandā and Alakanandā. These two rivers are sanctified by the dust of the lotus feet of the Supreme Personality of Godhead, Govinda."
    },
    {
        "verse_id": "25",
        "text": "My dear Kṣattā, Vidura, the celestial damsels come down to those rivers in their airplanes with their husbands, and after sexual enjoyment, they enter the water and enjoy sprinkling their husbands with water."
    },
    {
        "verse_id": "26",
        "text": "After the damsels of the heavenly planets bathe in the water, it becomes yellowish and fragrant due to the kuṅkuma from their bodies. Thus the elephants come to bathe there with their wives, the she-elephants, and they also drink the water, although they are not thirsty."
    },
    {
        "verse_id": "27",
        "text": "The airplanes of the heavenly denizens are bedecked with pearls, gold and many valuable jewels. The heavenly denizens are compared to clouds in the sky decorated with occasional flashes of electric lightning."
    },
    {
        "verse_id": "28",
        "text": "While traveling, the demigods passed over the forest known as Saugandhika, which is full of varieties of flowers, fruits and desire trees. While passing over the forest, they also saw the regions of Yakṣeśvara."
    },
    {
        "verse_id": "29",
        "text": "In that celestial forest there were many birds whose necks were colored reddish and whose sweet sounds mixed with the humming of the bees. The lakes were abundantly decorated with crying swans as well as strong-stemmed lotus flowers."
    },
    {
        "verse_id": "30",
        "text": "All these atmospheric influences unsettled the forest elephants who flocked together in the sandalwood forest, and the blowing wind agitated the minds of the damsels there for further sexual enjoyment."
    },
    {
        "verse_id": "31",
        "text": "They also saw that the bathing ghāṭas and their staircases were made of vaidūrya-maṇi. The water was full of lotus flowers. Passing by such lakes, the demigods reached a place where there was a great banyan tree."
    },
    {
        "verse_id": "32",
        "text": "That banyan tree was eight hundred miles high, and its branches spread over six hundred miles around. The tree cast a fine shade which permanently cooled the temperature, yet there was no noise of birds."
    },
    {
        "verse_id": "33",
        "text": "The demigods saw Lord Śiva sitting under that tree, which was competent to give perfection to mystic yogīs and deliver all people. As grave as time eternal, he appeared to have given up all anger."
    },
    {
        "verse_id": "34",
        "text": "Lord Śiva sat there, surrounded by saintly persons like Kuvera, the master of the Guhyakas, and the four Kumāras, who were already liberated souls. Lord Śiva was grave and saintly."
    },
    {
        "verse_id": "35",
        "text": "The demigods saw Lord Śiva situated in his perfection as the master of the senses, knowledge, fruitive activities and the path of achieving perfection. He was the friend of the entire world, and by virtue of his full affection for everyone, he was very auspicious."
    },
    {
        "verse_id": "36",
        "text": "He was seated on a deerskin and was practicing all forms of austerity. Because his body was smeared with ashes, he looked like an evening cloud. On his hair was the sign of a half-moon, a symbolic representation."
    },
    {
        "verse_id": "37",
        "text": "He was seated on a straw mattress and speaking to all present, including the great sage Nārada, to whom he specifically spoke about the Absolute Truth."
    },
    {
        "verse_id": "38",
        "text": "His left leg was placed on his right thigh, and his left hand was placed on his left thigh. [This sitting posture is called vīrāsana.] In his right hand he held rudrākṣa beads, and his finger was in the mode of argument."
    },
    {
        "verse_id": "39",
        "text": "All the sages and demigods, headed by Indra, offered their respectful obeisances unto Lord Śiva with folded hands. Lord Śiva was dressed in saffron garments and absorbed in trance, thus appearing to be the foremost of all sages."
    },
    {
        "verse_id": "40",
        "text": "Lord Śiva’s lotus feet were worshiped by both the demigods and demons, but still, in spite of his exalted position, as soon as he saw that Lord Brahmā was there among all the other demigods, he immediately stood up and offered him respect by bowing down and touching his lotus feet, just as Vāmanadeva offered His respectful obeisances to Kaśyapa Muni."
    },
    {
        "verse_id": "41",
        "text": "All the sages who were sitting with Lord Śiva, such as Nārada and others, also offered their respectful obeisances to Lord Brahmā. After being so worshiped, Lord Brahmā, smiling, began to speak to Lord Śiva."
    },
    {
        "verse_id": "42",
        "text": "Lord Brahmā said: My dear Lord Śiva, I know that you are the controller of the entire material manifestation, the combination father and mother of the cosmic manifestation, and the Supreme Brahman beyond the cosmic manifestation as well. I know you in that way."
    },
    {
        "verse_id": "43",
        "text": "My dear lord, you create this cosmic manifestation, maintain it, and annihilate it by expansion of your personality, exactly as a spider creates, maintains and winds up its web."
    },
    {
        "verse_id": "44",
        "text": "My dear lord, Your Lordship has introduced the system of sacrifices through the agency of Dakṣa, and thus one may derive the benefits of religious activities and economic development. Under your regulative principles, the institution of the four varṇās and āśramas is respected. The brāhmaṇas therefore vow to follow this system strictly."
    },
    {
        "verse_id": "45",
        "text": "O most auspicious lord, you have ordained the heavenly planets, the spiritual Vaikuṇṭha planets and the impersonal Brahman sphere as the respective destinations of the performers of auspicious activities. Similarly, for others, who are miscreants, you have destined different kinds of hells which are horrible and ghastly. Yet sometimes it is found that their destinations are just the opposite. It is very difficult to ascertain the cause of this."
    },
    {
        "verse_id": "46",
        "text": "My dear Lord, devotees who have fully dedicated their lives unto your lotus feet certainly observe your presence as Paramātmā in each and every being, and as such they do not differentiate between one living being and another. Such persons treat all living entities equally. They never become overwhelmed by anger like animals, who can see nothing without differentiation."
    },
    {
        "verse_id": "47",
        "text": "Persons who observe everything with differentiation, who are simply attached to fruitive activities, who are mean-minded, who are always pained to see the flourishing condition of others and who thus give distress to them by uttering harsh and piercing words have already been killed by providence. Thus there is no need for them to be killed again by an exalted personality like you."
    },
    {
        "verse_id": "48",
        "text": "My dear lord, if in some places materialists, who are already bewildered by the insurmountable illusory energy of the Supreme Godhead, sometimes commit offenses, a saintly person, with compassion, does not take this seriously. Knowing that they commit offenses because they are overpowered by the illusory energy, he does not show his prowess to counteract them."
    },
    {
        "verse_id": "49",
        "text": "My dear lord, you are never bewildered by the formidable influence of the illusory energy of the Supreme Personality of Godhead. Therefore you are omniscient and should be merciful and compassionate toward those who are bewildered by the same illusory energy and are very much attached to fruitive activities."
    },
    {
        "verse_id": "50",
        "text": "My dear Lord Śiva, you are a shareholder of a portion of the sacrifice, and you are the giver of the result. The bad priests did not deliver your share, and therefore you destroyed everything, and the sacrifice remains unfinished. Now you can do the needful and take your rightful share."
    },
    {
        "verse_id": "51",
        "text": "My dear lord, by your mercy the performer of the sacrifice [King Dakṣa] may get back his life, Bhaga may get back his eyes, Bhṛgu his mustache, and Pūṣā his teeth."
    },
    {
        "verse_id": "52",
        "text": "O Lord Śiva, may the demigods and the priests whose limbs have been broken by your soldiers recover from the injuries by your grace."
    },
    {
        "verse_id": "53",
        "text": "O destroyer of the sacrifice, please take your portion of the sacrifice and let the sacrifice be completed by your grace."
    }
]