[
    {
        "verse_id": "1",
        "text": "The great saint Maitreya continued: After that, the Pracetās lived at home for thousands of years and developed perfect knowledge in spiritual consciousness. At last they remembered the blessings of the Supreme Personality of Godhead and left home, putting their wife in charge of a perfect son."
    },
    {
        "verse_id": "2",
        "text": "The Pracetās went to the seashore in the west where the great liberated sage Jājali was residing. After perfecting the spiritual knowledge by which one becomes equal toward all living entities, the Pracetās became perfect in Kṛṣṇa consciousness."
    },
    {
        "verse_id": "3",
        "text": "After practicing the yogāsana for mystic yoga, the Pracetās managed to control their life air, mind, words and external vision. Thus by the prāṇāyāma process they were completely relieved of material attachment. By remaining perpendicular, they could concentrate their minds on the uppermost Brahman. While they were practicing this prāṇāyāma, the great sage Nārada, who is worshiped both by demons and by demigods, came to see them."
    },
    {
        "verse_id": "4",
        "text": "As soon as the Pracetās saw that the great sage Nārada had appeared, they immediately got up even from their āsanas. As required, they immediately offered obeisances and worshiped him, and when they saw that Nārada Muni was properly seated, they began to ask him questions."
    },
    {
        "verse_id": "5",
        "text": "All the Pracetās began to address the great sage Nārada: O great sage, O brāhmaṇa, we hope you met with no disturbances while coming here. It is due to our great fortune that we are now able to see you. By the traveling of the sun, people are relieved from the fear of the darkness of night — a fear brought about by thieves and rogues. Similarly, your traveling is like the sun’s, for you drive away all kinds of fear."
    },
    {
        "verse_id": "6",
        "text": "O master, may we inform you that because of our being overly attached to family affairs, we almost forgot the instructions we received from Lord Śiva and Lord Viṣṇu."
    },
    {
        "verse_id": "7",
        "text": "Dear master, kindly enlighten us in transcendental knowledge, which may act as a torchlight by which we may cross the dark nescience of material existence."
    },
    {
        "verse_id": "8",
        "text": "The great sage Maitreya continued: My dear Vidura, being thus petitioned by the Pracetās, the supreme devotee Nārada, who is always absorbed in thoughts of the Supreme Personality of Godhead, began to reply."
    },
    {
        "verse_id": "9",
        "text": "The great sage Nārada said: When a living entity is born to engage in the devotional service of the Supreme Personality of Godhead, who is the supreme controller, his birth, all his fruitive activities, his life span, his mind and his words are all factually perfect."
    },
    {
        "verse_id": "10",
        "text": "A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called sāvitra. The third birth, called yājñika, takes place when one is given the opportunity to worship Lord Viṣṇu. Despite the opportunities for attaining such births, even if one gets the life span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one’s activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord."
    },
    {
        "verse_id": "11",
        "text": "Without devotional service, what is the meaning of severe austerities, the process of hearing, the power of speech, the power of mental speculation, elevated intelligence, strength, and the power of the senses?"
    },
    {
        "verse_id": "12",
        "text": "Transcendental practices that do not ultimately help one realize the Supreme Personality of Godhead are useless, be they mystic yoga practices, the analytical study of matter, severe austerity, the acceptance of sannyāsa, or the study of Vedic literature. All these may be very important aspects of spiritual advancement, but unless one understands the Supreme Personality of Godhead, Hari, all these processes are useless."
    },
    {
        "verse_id": "13",
        "text": "Factually the Supreme Personality of Godhead is the original source of all self-realization. Consequently, the goal of all auspicious activities — karma, jñāna, yoga and bhakti — is the Supreme Personality of Godhead."
    },
    {
        "verse_id": "14",
        "text": "As pouring water on the root of a tree energizes the trunk, branches, twigs and everything else, and as supplying food to the stomach enlivens the senses and limbs of the body, simply worshiping the Supreme Personality of Godhead through devotional service automatically satisfies the demigods, who are parts of that Supreme Personality."
    },
    {
        "verse_id": "15",
        "text": "During the rainy season, water is generated from the sun, and in due course of time, during the summer season, the very same water is again absorbed by the sun. Similarly, all living entities, moving and inert, are generated from the earth, and again, after some time, they all return to the earth as dust. Similarly, everything emanates from the Supreme Personality of Godhead, and in due course of time everything enters into Him again."
    },
    {
        "verse_id": "16",
        "text": "Just as the sunshine is nondifferent from the sun, the cosmic manifestation is also nondifferent from the Supreme Personality of Godhead. The Supreme Personality is therefore all-pervasive within this material creation. When the senses are active, they appear to be part and parcel of the body, but when the body is asleep, their activities are unmanifest. Similarly, the whole cosmic creation appears different and yet nondifferent from the Supreme Person."
    },
    {
        "verse_id": "17",
        "text": "My dear Kings, sometimes in the sky there are clouds, sometimes there is darkness, and sometimes there is illumination. The appearance of all these takes place consecutively. Similarly, in the Supreme Absolute, the modes of passion, darkness and goodness appear as consecutive energies. Sometimes they appear, and sometimes they disappear."
    },
    {
        "verse_id": "18",
        "text": "Because the Supreme Lord is the cause of all causes, He is the Supersoul of all individual living entities, and He exists as both the remote and immediate cause. Since He is aloof from the material emanations, He is free from their interactions and is Lord of material nature. You should therefore engage in His devotional service, thinking yourself qualitatively one with Him."
    },
    {
        "verse_id": "19",
        "text": "By showing mercy to all living entities, being satisfied somehow or other, and restricting the senses from sense enjoyment, one can very quickly satisfy the Supreme Personality of Godhead, Janārdana."
    },
    {
        "verse_id": "20",
        "text": "Being completely cleansed of all material desires, the devotees are freed from all mental contamination. Thus they can always think of the Lord constantly and address Him very feelingly. The Supreme Personality of Godhead, knowing Himself to be controlled by His devotees, does not leave them for a second, just as the sky overhead never becomes invisible."
    },
    {
        "verse_id": "21",
        "text": "The Supreme Personality of Godhead becomes very dear to those devotees who have no material possessions but are fully happy in possessing the devotional service of the Lord. Indeed, the Lord relishes the devotional activities of such devotees. Those who are puffed up with material education, wealth, aristocracy and fruitive activity are very proud of possessing material things, and they often deride the devotees. Even if such people offer the Lord worship, the Lord never accepts them."
    },
    {
        "verse_id": "22",
        "text": "Although the Supreme Personality of Godhead is self-sufficient, He becomes dependent on His devotees. He does not care for the goddess of fortune, nor for the kings and demigods who are after the favors of the goddess of fortune. Where is that person who is actually grateful and will not worship the Personality of Godhead?"
    },
    {
        "verse_id": "23",
        "text": "The great sage Maitreya continued: My dear King Vidura, Śrī Nārada Muni, the son of Lord Brahmā, thus described all these relationships with the Supreme Personality of Godhead to the Pracetās. Afterward, he returned to Brahmaloka."
    },
    {
        "verse_id": "24",
        "text": "Hearing from Nārada’s mouth the glories of the Lord, which vanquish all the ill fortune of the world, the Pracetās also became attached to the Supreme Personality of Godhead. Meditating on His lotus feet, they advanced to the ultimate destination."
    },
    {
        "verse_id": "25",
        "text": "My dear Vidura, I have told you everything you wanted to know about the conversation between Nārada and the Pracetās, the conversation describing the glories of the Lord. I have related this as far as possible."
    },
    {
        "verse_id": "26",
        "text": "Śukadeva Gosvāmī continued: O best of kings [King Parīkṣit], I have now finished telling about the descendants of the first son of Svāyambhuva Manu, Uttānapāda. I shall now try to relate the activities of the descendants of Priyavrata, the second son of Svāyambhuva Manu. Please hear them attentively."
    },
    {
        "verse_id": "27",
        "text": "Although Mahārāja Priyavrata received instructions from the great sage Nārada, he still engaged in ruling the earth. After fully enjoying material possessions, he divided his property among his sons. He then attained a position by which he could return home, back to Godhead."
    },
    {
        "verse_id": "28",
        "text": "My dear King, in this way, after hearing the transcendental messages of the Supreme Personality of Godhead and His devotees from the great sage Maitreya, Vidura was overwhelmed with ecstasy. With tears in his eyes, he immediately fell down at the lotus feet of his guru, his spiritual master. He then fixed the Supreme Personality of Godhead within the core of his heart."
    },
    {
        "verse_id": "29",
        "text": "Śrī Vidura said: O great mystic, O greatest of all devotees, by your causeless mercy I have been shown the path of liberation from this world of darkness. By following this path, a person liberated from the material world can return home, back to Godhead."
    },
    {
        "verse_id": "30",
        "text": "Śukadeva Gosvāmī continued: Vidura thus offered obeisances unto the great sage Maitreya and, taking his permission, started for the city of Hastināpura to see his own kinsmen, although he had no material desires."
    },
    {
        "verse_id": "31",
        "text": "O King, those who hear these topics about kings who are completely surrendered to the Supreme Personality of Godhead obtain without difficulty a long life, wealth, good reputation, good fortune and, ultimately, the opportunity to return home, back to Godhead."
    }
]