[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya continued speaking to Vidura: My dear Vidura, in this way Lord Śiva instructed the sons of King Barhiṣat. The sons of the King also worshiped Lord Śiva with great devotion and respect. Finally, Lord Śiva became invisible to the princes."
    },
    {
        "verse_id": "2",
        "text": "All the Pracetā princes simply stood in the water for ten thousand years and recited the prayers given to them by Lord Śiva."
    },
    {
        "verse_id": "3",
        "text": "While the princes were undergoing severe austerities in the water, their father was performing different types of fruitive activities. At this time the great saint Nārada, master and teacher of all spiritual life, became very compassionate upon the King and decided to instruct him about spiritual life."
    },
    {
        "verse_id": "4",
        "text": "Nārada Muni asked King Prācīnabarhiṣat: My dear King, what do you desire to achieve by performing these fruitive activities? The chief aim of life is to get rid of all miseries and enjoy happiness, but these two things cannot be realized by fruitive activity."
    },
    {
        "verse_id": "5",
        "text": "The King replied: O great soul, Nārada, my intelligence is entangled in fruitive activities; therefore I do not know the ultimate goal of life. Kindly instruct me in pure knowledge so that I can get out of the entanglement of fruitive activities."
    },
    {
        "verse_id": "6",
        "text": "Those who are interested only in a so-called dutiful life — namely remaining as a householder entangled by sons and a wife and searching after wealth — think that such things are life’s ultimate goal. Such people simply wander in different types of bodies throughout this material existence without finding out the ultimate goal of life."
    },
    {
        "verse_id": "7",
        "text": "The great saint Nārada said: O ruler of the citizens, my dear King, please see in the sky those animals which you have sacrificed without compassion and without mercy in the sacrificial arena."
    },
    {
        "verse_id": "8",
        "text": "All these animals are awaiting your death so that they can avenge the injuries you have inflicted upon them. After you die, they will angrily pierce your body with iron horns."
    },
    {
        "verse_id": "9",
        "text": "In this connection I wish to narrate an old history connected with the character of a king called Purañjana. Please try to hear me with great attention."
    },
    {
        "verse_id": "10",
        "text": "My dear King, once in the past lived a king named Purañjana, who was celebrated for his great activities. He had a friend named Avijñāta [“the unknown one”]. No one could understand the activities of Avijñāta."
    },
    {
        "verse_id": "11",
        "text": "King Purañjana began to search for a suitable place to live, and thus he traveled all over the world. Even after a great deal of traveling, he could not find a place just to his liking. Finally he became morose and disappointed."
    },
    {
        "verse_id": "12",
        "text": "King Purañjana had unlimited desires for sense enjoyment; consequently he traveled all over the world to find a place where all his desires could be fulfilled. Unfortunately he found a feeling of insufficiency everywhere."
    },
    {
        "verse_id": "13",
        "text": "Once, while wandering in this way, he saw on the southern side of the Himālayas, in a place named Bhārata-varṣa [India], a city that had nine gates all about and was characterized by all auspicious facilities."
    },
    {
        "verse_id": "14",
        "text": "That city was surrounded by walls and parks, and within it were towers, canals, windows and outlets. The houses there were decorated with domes made of gold, silver and iron."
    },
    {
        "verse_id": "15",
        "text": "The floors of the houses in that city were made of sapphire, crystal, diamonds, pearls, emeralds and rubies. Because of the luster of the houses in the capital, the city was compared to the celestial town named Bhogavatī."
    },
    {
        "verse_id": "16",
        "text": "In that city there were many assembly houses, street crossings, streets, restaurants, gambling houses, markets, resting places, flags, festoons and beautiful parks. All these surrounded the city."
    },
    {
        "verse_id": "17",
        "text": "On the outskirts of that city were many beautiful trees and creepers encircling a nice lake. Also surrounding that lake were many groups of birds and bees that were always chanting and humming."
    },
    {
        "verse_id": "18",
        "text": "The branches of the trees standing on the bank of the lake received particles of water carried by the spring air from the falls coming down from the icy mountain."
    },
    {
        "verse_id": "19",
        "text": "In such an atmosphere even the animals of the forest became nonviolent and nonenvious like great sages. Consequently, the animals did not attack anyone. Over and above everything was the cooing of the cuckoos. Any passenger passing along that path was invited by that atmosphere to take rest in that nice garden."
    },
    {
        "verse_id": "20",
        "text": "While wandering here and there in that wonderful garden, King Purañjana suddenly came in contact with a very beautiful woman who was walking there without any engagement. She had ten servants with her, and each servant had hundreds of wives accompanying him."
    },
    {
        "verse_id": "21",
        "text": "The woman was protected on all sides by a five-hooded snake. She was very beautiful and young, and she appeared very anxious to find a suitable husband."
    },
    {
        "verse_id": "22",
        "text": "The woman’s nose, teeth and forehead were all very beautiful. Her ears were equally very beautiful and were bedecked with dazzling earrings."
    },
    {
        "verse_id": "23",
        "text": "The waist and hips of the woman were very beautiful. She was dressed in a yellow sārī with a golden belt. While she walked, her ankle bells rang. She appeared exactly like a denizen of the heavens."
    },
    {
        "verse_id": "24",
        "text": "With the end of her sārī the woman was trying to cover her breasts, which were equally round and well placed side by side. She again and again tried to cover them out of shyness while she walked exactly like a great elephant."
    },
    {
        "verse_id": "25",
        "text": "Purañjana, the hero, became attracted by the eyebrows and smiling face of the very beautiful girl and was immediately pierced by the arrows of her lusty desires. When she smiled shyly, she looked very beautiful to Purañjana, who, although a hero, could not refrain from addressing her."
    },
    {
        "verse_id": "26",
        "text": "My dear lotus-eyed, kindly explain to me where you are coming from, who you are, and whose daughter you are. You appear very chaste. What is the purpose of your coming here? What are you trying to do? Please explain all these things to me."
    },
    {
        "verse_id": "27",
        "text": "My dear lotus-eyed, who are those eleven strong bodyguards with you, and who are those ten specific servants? Who are those women following the ten servants, and who is the snake that is preceding you?"
    },
    {
        "verse_id": "28",
        "text": "My dear beautiful girl, you are exactly like the goddess of fortune or the wife of Lord Śiva or the goddess of learning, the wife of Lord Brahmā. Although you must be one of them, I see that you are loitering in this forest. Indeed, you are as silent as the great sages. Is it that you are searching after your own husband? Whoever your husband may be, simply by understanding that you are so faithful to him, he will come to possess all opulences. I think you must be the goddess of fortune, but I do not see the lotus flower in your hand. Therefore I am asking you where you have thrown that lotus."
    },
    {
        "verse_id": "29",
        "text": "O greatly fortunate one, it appears that you are none of the women I have mentioned because I see that your feet are touching the ground. But if you are some woman of this planet, you can, like the goddess of fortune — who, accompanied by Lord Viṣṇu, increases the beauty of the Vaikuṇṭha planets — also increase the beauty of this city by associating with me. You should understand that I am a great hero and a very powerful king on this planet."
    },
    {
        "verse_id": "30",
        "text": "Certainly your glancing upon me today has very much agitated my mind. Your smile, which is full of shyness but at the same time lusty, is agitating the most powerful cupid within me. Therefore, O most beautiful, I ask you to be merciful upon me."
    },
    {
        "verse_id": "31",
        "text": "My dear girl, your face is so beautiful with your nice eyebrows and eyes and with your bluish hair scattered about. In addition, very sweet sounds are coming from your mouth. Nonetheless, you are so covered with shyness that you do not see me face to face. I therefore request you, my dear girl, to smile and kindly raise your head to see me."
    },
    {
        "verse_id": "32",
        "text": "Nārada continued: My dear King, when Purañjana became so attracted and impatient to touch the girl and enjoy her, the girl also became attracted by his words and accepted his request by smiling. By this time she was certainly attracted by the King."
    },
    {
        "verse_id": "33",
        "text": "The girl said: O best of human beings, I do not know who has begotten me. I cannot speak to you perfectly about this. Nor do I know the names or the origin of the associates with me."
    },
    {
        "verse_id": "34",
        "text": "O great hero, we only know that we are existing in this place. We do not know what will come after. Indeed, we are so foolish that we do not care to understand who has created this beautiful place for our residence."
    },
    {
        "verse_id": "35",
        "text": "My dear gentleman, all these men and women with me are known as my friends, and the snake, who always remains awake, protects this city even during my sleeping hours. So much I know. I do not know anything beyond this."
    },
    {
        "verse_id": "36",
        "text": "O killer of the enemy, you have somehow or other come here. This is certainly great fortune for me. I wish all auspicious things for you. You have a great desire to satisfy your senses, and all my friends and I shall try our best in all respects to fulfill your desires."
    },
    {
        "verse_id": "37",
        "text": "My dear lord, I have just arranged this city of nine gates for you so that you can have all kinds of sense gratification. You may live here for one hundred years, and everything for your sense gratification will be supplied."
    },
    {
        "verse_id": "38",
        "text": "How can I expect to unite with others, who are neither conversant about sex nor capable of knowing how to enjoy life while living or after death? Such foolish persons are like animals because they do not know the process of sense enjoyment in this life and after death."
    },
    {
        "verse_id": "39",
        "text": "The woman continued: In this material world, a householder’s life brings all kinds of happiness in religion, economic development, sense gratification and the begetting of children, sons and grandsons. After that, one may desire liberation as well as material reputation. The householder can appreciate the results of sacrifices, which enable him to gain promotion to superior planetary systems. All this material happiness is practically unknown to the transcendentalists. They cannot even imagine such happiness."
    },
    {
        "verse_id": "40",
        "text": "The woman continued: According to authorities, the householder life is pleasing not only to oneself but to all the forefathers, demigods, great sages, saintly persons and everyone else. A householder life is thus beneficial."
    },
    {
        "verse_id": "41",
        "text": "O my dear hero, who in this world will not accept a husband like you? You are so famous, so magnanimous, so beautiful and so easily gotten."
    },
    {
        "verse_id": "42",
        "text": "O mighty-armed, who in this world will not be attracted by your arms, which are just like the bodies of serpents? Actually you relieve the distress of husbandless women like us by your attractive smile and your aggressive mercy. We think that you are traveling on the surface of the earth just to benefit us only."
    },
    {
        "verse_id": "43",
        "text": "The great sage Nārada continued: My dear King, those two — the man and the woman — supporting one another through mutual understanding, entered that city and enjoyed life for one hundred years."
    },
    {
        "verse_id": "44",
        "text": "Many professional singers used to sing about the glories of King Purañjana and his glorious activities. When it was too hot in the summer, he used to enter a reservoir of water. He would surround himself with many women and enjoy their company."
    },
    {
        "verse_id": "45",
        "text": "Of the nine gates in that city, seven were on the surface and two were subterranean. A total of nine doors were constructed, and these led to different places. All the gates were used by the city’s governor."
    },
    {
        "verse_id": "46",
        "text": "My dear King, of the nine doors, five led toward the eastern side, one led toward the northern side, one led toward the southern side, and two led toward the western side. I shall try to give the names of these different doors."
    },
    {
        "verse_id": "47",
        "text": "The two gates named Khadyotā and Āvirmukhī were situated facing the eastern side, but they were constructed in one place. Through those two gates the King used to go to the city of Vibhrājita accompanied by a friend whose name was Dyumān."
    },
    {
        "verse_id": "48",
        "text": "Similarly in the east there were two sets of gates named Nalinī and Nālinī, and these were also constructed in one place. Through these gates the King, accompanied by a friend named Avadhūta, used to go to the city of Saurabha."
    },
    {
        "verse_id": "49",
        "text": "The fifth gate situated on the eastern side was named Mukhyā, or the chief. Through this gate, accompanied by his friends named Rasajña and Vipaṇa, he used to visit two places named Bahūdana and Āpaṇa."
    },
    {
        "verse_id": "50",
        "text": "The southern gate of the city was known as Pitṛhū, and through that gate King Purañjana used to visit the city named Dakṣiṇa-pañcāla, accompanied by his friend Śrutadhara."
    },
    {
        "verse_id": "51",
        "text": "On the northern side was the gate named Devahū. Through that gate, King Purañjana used to go with his friend Śrutadhara to the place known as Uttara-pañcāla."
    },
    {
        "verse_id": "52",
        "text": "On the western side was a gate named Āsurī. Through that gate King Purañjana used to go to the city of Grāmaka, accompanied by his friend Durmada."
    },
    {
        "verse_id": "53",
        "text": "Another gate on the western side was known as Nirṛti. Purañjana used to go through this gate to the place known as Vaiśasa, accompanied by his friend Lubdhaka."
    },
    {
        "verse_id": "54",
        "text": "Of the many inhabitants of this city, there are two persons named Nirvāk and Peśaskṛt. Although King Purañjana was the ruler of citizens who possessed eyes, he unfortunately used to associate with these blind men. Accompanied by them, he used to go here and there and perform various activities."
    },
    {
        "verse_id": "55",
        "text": "Sometimes he used to go to his private home with one of his chief servants [the mind], who was named Viṣūcīna. At that time, illusion, satisfaction and happiness used to be produced from his wife and children."
    },
    {
        "verse_id": "56",
        "text": "Being thus entangled in different types of mental concoction and engaged in fruitive activities, King Purañjana came completely under the control of material intelligence and was thus cheated. Indeed, he used to fulfill all the desires of his wife, the Queen."
    },
    {
        "verse_id": "57",
        "text": "When the Queen drank liquor, King Purañjana also engaged in drinking. When the Queen dined, he used to dine with her, and when she chewed, King Purañjana used to chew along with her. When the Queen sang, he also sang. Similarly, when the Queen cried, he also cried, and when the Queen laughed, he also laughed. When the Queen talked loosely, he also talked loosely, and when the Queen walked, the King walked behind her. When the Queen would stand still, the King would also stand still, and when the Queen would lie down in bed, he would also follow and lie down with her. When the Queen sat, he would also sit, and when the Queen heard something, he would follow her to hear the same thing. When the Queen saw something, the King would also look at it, and when the Queen smelled something, the King would follow her to smell the same thing. When the Queen touched something, the King would also touch it, and when the dear Queen was lamenting, the poor King also had to follow her in lamentation. In the same way, when the Queen felt enjoyment, he also enjoyed, and when the Queen was satisfied, the King also felt satisfaction."
    },
    {
        "verse_id": "62",
        "text": "In this way, King Purañjana was captivated by his nice wife and was thus cheated. Indeed, he became cheated in his whole existence in the material world. Even against that poor foolish King’s desire, he remained under the control of his wife, just like a pet animal that dances according to the order of its master."
    }
]