[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya continued: My dear Vidura, King Pṛthu initiated the performance of one hundred horse sacrifices at the spot where the river Sarasvatī flows towards the east. This piece of land is known as Brahmāvarta, and it was controlled by Svāyambhuva Manu."
    },
    {
        "verse_id": "2",
        "text": "When the most powerful Indra, the King of heaven, saw this, he considered the fact that King Pṛthu was going to exceed him in fruitive activities. Thus Indra could not tolerate the great sacrificial ceremonies performed by King Pṛthu."
    },
    {
        "verse_id": "3",
        "text": "The Supreme Personality of Godhead, Lord Viṣṇu, is present in everyone’s heart as the Supersoul, and He is the proprietor of all planets and the enjoyer of the results of all sacrifices. He was personally present at the sacrifices made by King Pṛthu."
    },
    {
        "verse_id": "4",
        "text": "When Lord Viṣṇu appeared in the sacrificial arena, Lord Brahmā, Lord Śiva and all the chief predominating personalities of every planet, as well as their followers, came with Him. When He appeared on the scene, the residents of Gandharvaloka, the great sages, and the residents of Apsaroloka all praised Him."
    },
    {
        "verse_id": "5",
        "text": "The Lord was accompanied by the residents of Siddhaloka and Vidyādhara-loka, all the descendants of Diti, and the demons and the Yakṣas. He was also accompanied by His chief associates, headed by Sunanda and Nanda."
    },
    {
        "verse_id": "6",
        "text": "Great devotees, who were always engaged in the service of the Supreme Personality of Godhead, as well as the great sages named Kapila, Nārada and Dattātreya, and masters of mystic powers, headed by Sanaka Kumāra, all attended the great sacrifice with Lord Viṣṇu."
    },
    {
        "verse_id": "7",
        "text": "My dear Vidura, in that great sacrifice the entire land came to be like the milk-producing kāma-dhenu, and thus, by the performance of yajña, all daily necessities for life were supplied."
    },
    {
        "verse_id": "8",
        "text": "The flowing rivers supplied all kinds of tastes — sweet, pungent, sour, etc. — and very big trees supplied fruit and honey in abundance. The cows, having eaten sufficient green grass, supplied profuse quantities of milk, curd, clarified butter and similar other necessities."
    },
    {
        "verse_id": "9",
        "text": "King Pṛthu was presented with various gifts from the general populace and predominating deities of all planets. The oceans and seas were full of valuable jewels and pearls, and the hills were full of chemicals and fertilizers. Four kinds of edibles were produced profusely."
    },
    {
        "verse_id": "10",
        "text": "King Pṛthu was dependent on the Supreme Personality of Godhead, who is known as Adhokṣaja. Because King Pṛthu performed so many sacrifices, he was superhumanly enhanced by the mercy of the Supreme Lord. King Pṛthu’s opulence, however, could not be tolerated by the King of heaven, Indra, who tried to impede the progress of his opulence."
    },
    {
        "verse_id": "11",
        "text": "When Pṛthu Mahārāja was performing the last horse sacrifice [aśvamedha-yajña], King Indra, invisible to everyone, stole the horse intended for sacrifice. He did this because of his great envy of King Pṛthu."
    },
    {
        "verse_id": "12",
        "text": "When King Indra was taking away the horse, he dressed himself to appear as a liberated person. Actually this dress was a form of cheating, for it falsely created an impression of religion. When Indra went into outer space in this way, the great sage Atri saw him and understood the whole situation."
    },
    {
        "verse_id": "13",
        "text": "When the son of King Pṛthu was informed by Atri of King Indra’s trick, he immediately became very angry and followed Indra to kill him, calling, “Wait! Wait!”"
    },
    {
        "verse_id": "14",
        "text": "King Indra was fraudulently dressed as a sannyāsī, having knotted his hair on his head and smeared ashes all over his body. Upon seeing such dress, the son of King Pṛthu considered Indra a religious man and pious sannyāsī. Therefore he did not release his arrows."
    },
    {
        "verse_id": "15",
        "text": "When Atri Muni saw that the son of King Pṛthu did not kill Indra but returned deceived by him, Atri Muni again instructed him to kill the heavenly King because he thought that Indra had become the lowliest of all demigods due to his impeding the execution of King Pṛthu’s sacrifice."
    },
    {
        "verse_id": "16",
        "text": "Being thus informed, the grandson of King Vena immediately began to follow Indra, who was fleeing through the sky in great haste. He was very angry with him, and he chased him just as the king of the vultures chased Rāvaṇa."
    },
    {
        "verse_id": "17",
        "text": "When Indra saw that the son of Pṛthu was chasing him, he immediately abandoned his false dress and left the horse. Indeed, he disappeared from that very spot, and the great hero, the son of Mahārāja Pṛthu, returned the horse to his father’s sacrificial arena."
    },
    {
        "verse_id": "18",
        "text": "My dear Lord Vidura, when the great sages observed the wonderful prowess of the son of King Pṛthu, they all agreed to give him the name Vijitāśva."
    },
    {
        "verse_id": "19",
        "text": "My dear Vidura, Indra, being the King of heaven and very powerful, immediately brought a dense darkness upon the sacrificial arena. Covering the whole scene in this way, he again took away the horse, which was chained with golden shackles near the wooden instrument where animals were sacrificed."
    },
    {
        "verse_id": "20",
        "text": "The great sage Atri again pointed out to the son of King Pṛthu that Indra was fleeing through the sky. The great hero, the son of Pṛthu, chased him again. But when he saw that Indra was carrying in his hand a staff with a skull at the top and was again wearing the dress of a sannyāsī, he still chose not to kill him."
    },
    {
        "verse_id": "21",
        "text": "When the great sage Atri again gave directions, the son of King Pṛthu became very angry and placed an arrow on his bow. Upon seeing this, King Indra immediately abandoned the false dress of a sannyāsī and, giving up the horse, made himself invisible."
    },
    {
        "verse_id": "22",
        "text": "Then the great hero, Vijitāśva, the son of King Pṛthu, again took the horse and returned to his father’s sacrificial arena. Since that time, certain men with a poor fund of knowledge have adopted the dress of a false sannyāsī. It was King Indra who introduced this."
    },
    {
        "verse_id": "23",
        "text": "Whatever different forms Indra assumed as a mendicant because of his desire to seize the horse were symbols of atheistic philosophy."
    },
    {
        "verse_id": "24",
        "text": "In this way King Indra, in order to steal the horse from King Pṛthu’s sacrifice, adopted several orders of sannyāsa. Some sannyāsīs go naked, and sometimes they wear red garments and pass under the name of kāpālika. These are simply symbolic representations of their sinful activities. These so-called sannyāsīs are very much appreciated by sinful men because they are all godless atheists and very expert in putting forward arguments and reasons to support their case. We must know, however, that they are only passing as adherents of religion and are not so in fact. Unfortunately, bewildered persons accept them as religious, and being attracted to them, they spoil their life."
    },
    {
        "verse_id": "26",
        "text": "Mahārāja Pṛthu, who was celebrated as very powerful, immediately took up his bow and arrows and prepared to kill Indra himself, because Indra had introduced such irregular sannyāsa orders."
    },
    {
        "verse_id": "27",
        "text": "When the priests and all the others saw Mahārāja Pṛthu very angry and prepared to kill Indra, they requested him: O great soul, do not kill him, for only sacrificial animals can be killed in a sacrifice. Such are the directions given by śāstra."
    },
    {
        "verse_id": "28",
        "text": "Dear King, Indra’s powers are already reduced due to his attempt to impede the execution of your sacrifice. We shall call him by Vedic mantras which were never before used, and certainly he will come. Thus by the power of our mantra, we shall cast him into the fire because he is your enemy."
    },
    {
        "verse_id": "29",
        "text": "My dear Vidura, after giving the King this advice, the priests who had been engaged in performing the sacrifice called for Indra, the King of heaven, in a mood of great anger. When they were just ready to put the oblation in the fire, Lord Brahmā appeared on the scene and forbade them to start the sacrifice."
    },
    {
        "verse_id": "30",
        "text": "Lord Brahmā addressed them thus: My dear sacrificial performers, you cannot kill Indra, the King of heaven. It is not your duty. You should know that Indra is as good as the Supreme Personality of Godhead. Indeed, he is one of the most powerful assistants of the Personality of Godhead. You are trying to satisfy all the demigods by the performance of this yajña, but you should know that all these demigods are but parts and parcels of Indra, the King of heaven. How, then, can you kill him in this great sacrifice?"
    },
    {
        "verse_id": "31",
        "text": "In order to make trouble and impede the performance of King Pṛthu’s great sacrifice, King Indra has adopted some means that in the future will destroy the clear path of religious life. I draw your attention to this fact. If you oppose him any further, he will further misuse his power and introduce many other irreligious systems."
    },
    {
        "verse_id": "32",
        "text": "“Let there be only ninety-nine sacrificial performances for Mahārāja Pṛthu,” Lord Brahmā concluded. Lord Brahmā then turned towards Mahārāja Pṛthu and informed him that since he was thoroughly aware of the path of liberation, what was the use in performing more sacrifices?"
    },
    {
        "verse_id": "33",
        "text": "Lord Brahmā continued: Let there be good fortune to both of you, for you and King Indra are both part and parcel of the Supreme Personality of Godhead. Therefore you should not be angry with King Indra, who is nondifferent from you."
    },
    {
        "verse_id": "34",
        "text": "My dear King, do not be agitated and anxious because your sacrifices have not been properly executed due to providential impediments. Kindly take my words with great respect. We should always remember that if something happens by providential arrangement, we should not be very sorry. The more we try to rectify such reversals, the more we enter into the darkest region of materialistic thought."
    },
    {
        "verse_id": "35",
        "text": "Lord Brahmā continued: Stop the performance of these sacrifices, for they have induced Indra to introduce so many irreligious aspects. You should know very well that even amongst the demigods there are many unwanted desires."
    },
    {
        "verse_id": "36",
        "text": "Just see how Indra, the King of heaven, was creating a disturbance in the midst of the sacrifice by stealing the sacrificial horse. These attractive sinful activities he has introduced will be carried out by the people in general."
    },
    {
        "verse_id": "37",
        "text": "O King Pṛthu, son of Vena, you are the part-and-parcel expansion of Lord Viṣṇu. Due to the mischievous activities of King Vena, religious principles were almost lost. At that opportune moment you descended as the incarnation of Lord Viṣṇu. Indeed, for the protection of religious principles you have appeared from the body of King Vena."
    },
    {
        "verse_id": "38",
        "text": "O protector of the people in general, please consider the purpose of your being incarnated by Lord Viṣṇu. The irreligious principles created by Indra are but mothers of so many unwanted religions. Please therefore stop these imitations immediately."
    },
    {
        "verse_id": "39",
        "text": "The great sage Maitreya continued: When King Pṛthu was thus advised by the supreme teacher, Lord Brahmā, he abandoned his eagerness to perform yajñas and with great affection concluded a peace with King Indra."
    },
    {
        "verse_id": "40",
        "text": "After this, Pṛthu Mahārāja took his bath, which is customarily taken after the performance of a yajña, and received the benedictions and due blessings of the demigods, who were very pleased by his glorious activities."
    },
    {
        "verse_id": "41",
        "text": "With great respect, the original king, Pṛthu, offered all kinds of rewards to the brāhmaṇas present at the sacrifice. Since all these brāhmaṇas were very much satisfied, they gave their heartfelt blessings to the King."
    },
    {
        "verse_id": "42",
        "text": "All the great sages and brāhmaṇas said: O mighty King, by your invitation all classes of living entities have attended this assembly. They have come from Pitṛloka and the heavenly planets, and great sages as well as common men have attended this meeting. Now all of them are very much satisfied by your dealings and your charity towards them."
    }
]