[
    {
        "verse_id": "1",
        "text": "King Prācīnabarhi replied: My dear lord, we could not appreciate completely the purport of your allegorical story of King Purañjana. Actually, those who are perfect in spiritual knowledge can understand, but for us, who are overly attached to fruitive activities, to realize the purpose of your story is very difficult."
    },
    {
        "verse_id": "2",
        "text": "The great sage Nārada Muni continued: You must understand that Purañjana, the living entity, transmigrates according to his own work into different types of bodies, which may be one-legged, two-legged, three-legged, four-legged, many-legged or simply legless. Transmigrating into these various types of bodies, the living entity, as the so-called enjoyer, is known as Purañjana."
    },
    {
        "verse_id": "3",
        "text": "The person I have described as unknown is the Supreme Personality of Godhead, the master and eternal friend of the living entity. Since the living entities cannot realize the Supreme Personality of Godhead by material names, activities or qualities, He remains everlastingly unknown to the conditioned soul."
    },
    {
        "verse_id": "4",
        "text": "When the living entity wants to enjoy the modes of material nature in their totality, he prefers, out of many bodily forms, to accept that body which has nine gates, two hands and two legs. Thus he prefers to become a human being or a demigod."
    },
    {
        "verse_id": "5",
        "text": "The great sage Nārada continued: The word pramadā mentioned in this regard refers to material intelligence, or ignorance. It is to be understood as such. When one takes shelter of this kind of intelligence, he identifies himself with the material body. Influenced by the material consciousness of “I” and “mine,” he begins to enjoy and suffer through his senses. Thus the living entity is entrapped."
    },
    {
        "verse_id": "6",
        "text": "The five working senses and the five senses that acquire knowledge are all male friends of Purañjanī. The living entity is assisted by these senses in acquiring knowledge and engaging in activity. The engagements of the senses are known as girlfriends, and the serpent, which was described as having five heads, is the life air acting within the five circulatory processes."
    },
    {
        "verse_id": "7",
        "text": "The eleventh attendant, who is the commander of the others, is known as the mind. He is the leader of the senses both in the acquisition of knowledge and in the performance of work. The Pañcāla kingdom is that atmosphere in which the five sense objects are enjoyed. Within that Pañcāla kingdom is the city of the body, which has nine gates."
    },
    {
        "verse_id": "8",
        "text": "The eyes, nostrils and ears are pairs of gates situated in one place. The mouth, genitals and rectum are also different gates. Being placed into a body having these nine gates, the living entity acts externally in the material world and enjoys sense objects like form and taste."
    },
    {
        "verse_id": "9",
        "text": "Two eyes, two nostrils and a mouth — all together five — are situated in the front. The right ear is accepted as the southern gate, and the left ear is the northern gate. The two holes, or gates, situated in the west are known as the rectum and genital organ."
    },
    {
        "verse_id": "10",
        "text": "The two gates named Khadyotā and Āvirmukhī, which have been spoken of, are the two eyes side by side in one place. The town named Vibhrājita should be understood as form. In this way the two eyes are always engaged in seeing different kinds of forms."
    },
    {
        "verse_id": "11",
        "text": "The two doors named Nalinī and Nālinī should be known as the two nostrils, and the city named Saurabha represents aroma. The companion spoken of as Avadhūta is the sense of smell. The door called Mukhyā is the mouth, and Vipaṇa is the faculty of speech. Rasajña is the sense of taste."
    },
    {
        "verse_id": "12",
        "text": "The city called Āpaṇa represents engagement of the tongue in speech, and Bahūdana is the variety of foodstuffs. The right ear is called the gate of Pitṛhū, and the left ear is called the gate of Devahū."
    },
    {
        "verse_id": "13",
        "text": "Nārada Muni continued: The city spoken of as Dakṣiṇa-pañcāla represents the scriptures meant for directing pravṛtti, the process of sense enjoyment in fruitive activities. The other city, named Uttara-pañcāla, represents the scriptures meant for decreasing fruitive activities and increasing knowledge. The living entity receives different kinds of knowledge by means of two ears, and some living entities are promoted to Pitṛloka and some to Devaloka. All this is made possible by the two ears."
    },
    {
        "verse_id": "14",
        "text": "The city called Grāmaka, which is approached through the lower gate of Āsurī [the genital organ], is meant for sex, which is very pleasing to common men who are simply fools and rascals. The faculty of procreation is called Durmada, and the rectum is called Nirṛti."
    },
    {
        "verse_id": "15",
        "text": "When it is said that Purañjana goes to Vaiśasa, it is meant that he goes to hell. He is accompanied by Lubdhaka, which is the working sense in the rectum. Formerly I have also spoken of two blind associates. These associates should be understood to be the hands and legs. Being helped by the hands and legs, the living entity performs all kinds of work and moves hither and thither."
    },
    {
        "verse_id": "16",
        "text": "The word antaḥ-pura refers to the heart. The word viṣūcīna, meaning “going everywhere,” indicates the mind. Within the mind the living entity enjoys the effects of the modes of material nature. These effects sometimes cause illusion, sometimes satisfaction and sometimes jubilation."
    },
    {
        "verse_id": "17",
        "text": "Formerly it was explained that the Queen is one’s intelligence. While one is awake or asleep, that intelligence creates different situations. Being influenced by contaminated intelligence, the living entity envisions something and simply imitates the actions and reactions of his intelligence."
    },
    {
        "verse_id": "18",
        "text": "Nārada Muni continued: What I referred to as the chariot was in actuality the body. The senses are the horses that pull that chariot. As time passes, year after year, these horses run without obstruction, but in fact they make no progress. Pious and impious activities are the two wheels of the chariot. The three modes of material nature are the chariot’s flags. The five types of life air constitute the living entity’s bondage, and the mind is considered to be the rope. Intelligence is the chariot driver. The heart is the sitting place in the chariot, and the dualities of life, such as pleasure and pain, are the knotting place. The seven elements are the coverings of the chariot, and the working senses are the five external processes. The eleven senses are the soldiers. Being engrossed in sense enjoyment, the living entity, seated on the chariot, hankers after fulfillment of his false desires and runs after sense enjoyment life after life."
    },
    {
        "verse_id": "21",
        "text": "What was previously explained as Caṇḍavega, powerful time, is covered by days and nights, named Gandharvas and Gandharvīs. The body’s life span is gradually reduced by the passage of days and nights, which number 360."
    },
    {
        "verse_id": "22",
        "text": "What was described as Kālakanyā should be understood as old age. No one wants to accept old age, but Yavaneśvara [Yavana-rāja], who is death, accepts Jarā [old age] as his sister."
    },
    {
        "verse_id": "23",
        "text": "The followers of Yavaneśvara [Yamarāja] are called the soldiers of death, and they are known as the various types of disturbances that pertain to the body and mind. Prajvāra represents the two types of fever: extreme heat and extreme cold — typhoid and pneumonia. The living entity lying down within the body is disturbed by many tribulations pertaining to providence, to other living entities and to his own body and mind. Despite all kinds of tribulations, the living entity, subjected to the necessities of the body, mind and senses and suffering from various types of disease, is carried away by many plans due to his lust to enjoy the world. Although transcendental to this material existence, the living entity, out of ignorance, accepts all these material miseries under the pretext of false egoism (“I” and “mine”). In this way he lives for a hundred years within this body."
    },
    {
        "verse_id": "26",
        "text": "The living entity by nature has minute independence to choose his own good or bad fortune, but when he forgets his supreme master, the Personality of Godhead, he gives himself up unto the modes of material nature. Being influenced by the modes of material nature, he identifies himself with the body and, for the interest of the body, becomes attached to various activities. Sometimes he is under the influence of the mode of ignorance, sometimes the mode of passion and sometimes the mode of goodness. The living entity thus gets different types of bodies under the modes of material nature."
    },
    {
        "verse_id": "28",
        "text": "Those who are situated in the mode of goodness act piously according to Vedic injunctions. Thus they are elevated to the higher planetary systems where the demigods live. Those who are influenced by the mode of passion engage in various types of productive activities in the planetary systems where human beings live. Similarly, those influenced by the mode of darkness are subjected to various types of misery and live in the animal kingdom."
    },
    {
        "verse_id": "29",
        "text": "Everything happening within time, which consists of past, present and future, is merely a dream. That is the secret understanding in all Vedic literature."
    },
    {
        "verse_id": "30",
        "text": "The living entity is exactly like a dog who, overcome with hunger, goes from door to door for some food. According to his destiny, he sometimes receives punishment and is driven out and at other times receives a little food to eat. Similarly, the living entity, being influenced by so many desires, wanders in different species of life according to destiny. Sometimes he is high, and sometimes he is low. Sometimes he goes to the heavenly planets, sometimes to hell, sometimes to the middle planets, and so on."
    },
    {
        "verse_id": "32",
        "text": "The living entities are trying to counteract different miserable conditions pertaining to providence, other living entities or the body and mind. Still, they must remain conditioned by the laws of nature, despite all attempts to counter these laws."
    },
    {
        "verse_id": "33",
        "text": "A man may carry a burden on his head, and when he feels it to be too heavy, he sometimes gives relief to his head by putting the burden on his shoulder. In this way he tries to relieve himself of the burden. However, whatever process he devises to counteract the burden does nothing more than put the same burden from one place to another."
    },
    {
        "verse_id": "34",
        "text": "Nārada continued: O you who are free from all sinful activity! No one can counteract the effects of fruitive activity simply by manufacturing a different activity devoid of Kṛṣṇa consciousness. All such activity is due to our ignorance. When we have a troublesome dream, we cannot relieve it with a troublesome hallucination. One can counteract a dream only by awaking. Similarly, our material existence is due to our ignorance and illusion. Unless we awaken to Kṛṣṇa consciousness, we cannot be relieved of such dreams. For the ultimate solution to all problems, we must awaken to Kṛṣṇa consciousness."
    },
    {
        "verse_id": "35",
        "text": "Sometimes we suffer because we see a tiger in a dream or a snake in a vision, but actually there is neither a tiger nor a snake. Thus we create some situation in a subtle form and suffer the consequences. These sufferings cannot be mitigated unless we are awakened from our dream."
    },
    {
        "verse_id": "36",
        "text": "The real interest of the living entity is to get out of the nescience that causes him to endure repeated birth and death. The only remedy is to surrender unto the Supreme Personality of Godhead through His representative. Unless one renders devotional service unto the Supreme Personality of Godhead, Vāsudeva, one cannot possibly become completely detached from this material world, nor can he possibly manifest real knowledge."
    },
    {
        "verse_id": "38",
        "text": "O best of kings, one who is faithful, who is always hearing the glories of the Supreme Personality of Godhead, who is always engaged in the culture of Kṛṣṇa consciousness and in hearing of the Lord’s activities, very soon becomes eligible to see the Supreme Personality of Godhead face to face."
    },
    {
        "verse_id": "39",
        "text": "My dear King, in the place where pure devotees live, following the rules and regulations and thus purely conscious and engaged with great eagerness in hearing and chanting the glories of the Supreme Personality of Godhead, in that place if one gets a chance to hear their constant flow of nectar, which is exactly like the waves of a river, one will forget the necessities of life, namely hunger and thirst, and become immune to all kinds of fear, lamentation and illusion."
    },
    {
        "verse_id": "41",
        "text": "Because the conditioned soul is always disturbed by the bodily necessities such as hunger and thirst, he has very little time to cultivate attachment to hearing the nectarean words of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "42",
        "text": "The most powerful Lord Brahmā, the father of all progenitors; Lord Śiva; Manu, Dakṣa and the other rulers of humankind; the four saintly first-class brahmacārīs headed by Sanaka and Sanātana; the great sages Marīci, Atri, Aṅgirā, Pulastya, Pulaha, Kratu, Bhṛgu and Vasiṣṭha; and my humble self [Nārada] are all stalwart brāhmaṇas who can speak authoritatively on Vedic literature. We are very powerful because of austerities, meditation and education. Nonetheless, even after inquiring about the Supreme Personality of Godhead, whom we always see, we do not know perfectly about Him."
    },
    {
        "verse_id": "45",
        "text": "Despite the cultivation of Vedic knowledge, which is unlimited, and the worship of different demigods by the symptoms of Vedic mantras, demigod worship does not help one to understand the supreme powerful Personality of Godhead."
    },
    {
        "verse_id": "46",
        "text": "When a person is fully engaged in devotional service, he is favored by the Lord, who bestows His causeless mercy. At such a time, the awakened devotee gives up all material activities and ritualistic performances mentioned in the Vedas."
    },
    {
        "verse_id": "47",
        "text": "My dear King Barhiṣmān, you should never out of ignorance take to the Vedic rituals or to fruitive activity, which may be pleasing to hear about or which may appear to be the goal of self-interest. You should never take these to be the ultimate goal of life."
    },
    {
        "verse_id": "48",
        "text": "Those who are less intelligent accept the Vedic ritualistic ceremonies as all in all. They do not know that the purpose of the Vedas is to understand one’s own home, where the Supreme Personality of Godhead lives. Not being interested in their real home, they are illusioned and search after other homes."
    },
    {
        "verse_id": "49",
        "text": "My dear King, the entire world is covered with the sharp points of kuśa grass, and on the strength of this you have become proud because you have killed various types of animals in sacrifices. Because of your foolishness, you do not know that devotional service is the only way one can please the Supreme Personality of Godhead. You cannot understand this fact. Your only activities should be those that can please the Personality of Godhead. Our education should be such that we can become elevated to Kṛṣṇa consciousness."
    },
    {
        "verse_id": "50",
        "text": "Śrī Hari, the Supreme Personality of Godhead, is the Supersoul and guide of all living entities who have accepted material bodies within this world. He is the supreme controller of all material activities in material nature. He is also our best friend, and everyone should take shelter at His lotus feet. In doing so, one’s life will be auspicious."
    },
    {
        "verse_id": "51",
        "text": "One who is engaged in devotional service has not the least fear in material existence. This is because the Supreme Personality of Godhead is the Supersoul and friend of everyone. One who knows this secret is actually educated, and one thus educated can become the spiritual master of the world. One who is an actually bona fide spiritual master, representative of Kṛṣṇa, is not different from Kṛṣṇa."
    },
    {
        "verse_id": "52",
        "text": "The great saint Nārada continued: O great personality, I have replied properly about all that you have asked me. Now hear another narration that is accepted by saintly persons and is very confidential."
    },
    {
        "verse_id": "53",
        "text": "My dear King, please search out that deer who is engaged in eating grass in a very nice flower garden along with his wife. That deer is very much attached to his business, and he is enjoying the sweet singing of the bumblebees in his garden. Just try to understand his position. He is unaware that before him is a tiger, which is accustomed to living at the cost of another’s flesh. Behind the deer is a hunter, who is threatening to pierce him with sharp arrows. Thus the deer’s death is imminent."
    },
    {
        "verse_id": "54",
        "text": "My dear King, woman, who is very attractive in the beginning but in the end very disturbing, is exactly like the flower, which is attractive in the beginning and detestable at the end. With woman, the living entity is entangled with lusty desires, and he enjoys sex, just as one enjoys the aroma of a flower. He thus enjoys a life of sense gratification — from his tongue to his genitals — and in this way the living entity considers himself very happy in family life. United with his wife, he always remains absorbed in such thoughts. He feels great pleasure in hearing the talks of his wife and children, which are like the sweet humming of bumblebees that collect honey from flower to flower. He forgets that before him is time, which is taking away his life span with the passing of day and night. He does not see the gradual diminishing of his life, nor does he care about the superintendent of death, who is trying to kill him from behind. Just try to understand this. You are in a precarious position and are threatened from all sides."
    },
    {
        "verse_id": "55",
        "text": "My dear King, just try to understand the allegorical position of the deer. Be fully conscious of yourself, and give up the pleasure of hearing about promotion to heavenly planets by fruitive activity. Give up household life, which is full of sex, as well as stories about such things, and take shelter of the Supreme Personality of Godhead through the mercy of the liberated souls. In this way, please give up your attraction for material existence."
    },
    {
        "verse_id": "56",
        "text": "The King replied: My dear brāhmaṇa, whatever you have said I have heard with great attention and, considering all of it, have come to the conclusion that the ācāryas [teachers] who engaged me in fruitive activity did not know this confidential knowledge. If they were aware of it, why did they not explain it to me?"
    },
    {
        "verse_id": "57",
        "text": "My dear brāhmaṇa, there are contradictions between your instructions and those of my spiritual teachers who engaged me in fruitive activities. I now can understand the distinction between devotional service, knowledge and renunciation. I had some doubts about them, but you have now very kindly dissipated all these doubts. I can now understand how even the great sages are bewildered by the real purpose of life. Of course, there is no question of sense gratification."
    },
    {
        "verse_id": "58",
        "text": "The results of whatever a living entity does in this life are enjoyed in the next life."
    },
    {
        "verse_id": "59",
        "text": "The expert knowers of the Vedic conclusions say that one enjoys or suffers the results of his past activities. But practically it is seen that the body that performed the work in the last birth is already lost. So how is it possible to enjoy or suffer the reactions of that work in a different body?"
    },
    {
        "verse_id": "60",
        "text": "The great sage Nārada continued: The living entity acts in a gross body in this life. This body is forced to act by the subtle body, composed of mind, intelligence and ego. After the gross body is lost, the subtle body is still there to enjoy or suffer. Thus there is no change."
    },
    {
        "verse_id": "61",
        "text": "The living entity, while dreaming, gives up the actual living body. Through the activities of his mind and intelligence, he acts in another body, either as a god or a dog. After giving up this gross body, the living entity enters either an animal body or a demigod’s body on this planet or on another planet. He thus enjoys the results of the actions of his past life."
    },
    {
        "verse_id": "62",
        "text": "The living entity labors under the bodily conception of “I am this, I am that. My duty is this, and therefore I shall do it.” These are all mental impressions, and all these activities are temporary; nonetheless, by the grace of the Supreme Personality of Godhead, the living entity gets a chance to execute all his mental concoctions. Thus he gets another body."
    },
    {
        "verse_id": "63",
        "text": "One can understand the mental or conscious position of a living entity by the activities of two kinds of senses — the knowledge-acquiring senses and the executive senses. Similarly, by the mental condition or consciousness of a person, one can understand his position in the previous life."
    },
    {
        "verse_id": "64",
        "text": "Sometimes we suddenly experience something that was never experienced in the present body by sight or hearing. Sometimes we see such things suddenly in dreams."
    },
    {
        "verse_id": "65",
        "text": "Therefore, my dear King, the living entity, who has a subtle mental covering, develops all kinds of thoughts and images because of his previous body. Take this from me as certain. There is no possibility of concocting anything mentally without having perceived it in the previous body."
    },
    {
        "verse_id": "66",
        "text": "O King, all good fortune unto you! The mind is the cause of the living entity’s attaining a certain type of body in accordance with his association with material nature. According to one’s mental composition, one can understand what the living entity was in his past life as well as what kind of body he will have in the future. Thus the mind indicates the past and future bodies."
    },
    {
        "verse_id": "67",
        "text": "Sometimes in a dream we see something never experienced or heard of in this life, but all these incidents have been experienced at different times, in different places and in different conditions."
    },
    {
        "verse_id": "68",
        "text": "The mind of the living entity continues to exist in various gross bodies, and according to one’s desires for sense gratification, the mind records different thoughts. In the mind these appear together in different combinations; therefore these images sometimes appear as things never seen or never heard before."
    },
    {
        "verse_id": "69",
        "text": "Kṛṣṇa consciousness means constantly associating with the Supreme Personality of Godhead in such a mental state that the devotee can observe the cosmic manifestation exactly as the Supreme Personality of Godhead does. Such observation is not always possible, but it becomes manifest exactly like the dark planet known as Rāhu, which is observed in the presence of the full moon."
    },
    {
        "verse_id": "70",
        "text": "As long as there exists the subtle material body composed of intelligence, mind, senses, sense objects, and the reactions of the material qualities, the consciousness of false identification and its relative objective, the gross body, exist as well."
    },
    {
        "verse_id": "71",
        "text": "When the living entity is in deep sleep, when he faints, when there is some great shock on account of severe loss, at the time of death, or when the body temperature is very high, the movement of the life air is arrested. At that time the living entity loses knowledge of identifying the body with the self."
    },
    {
        "verse_id": "72",
        "text": "When one is a youth, all the ten senses and the mind are completely visible. However, in the mother’s womb or in the boyhood state, the sense organs and the mind remain covered, just as the full moon is covered by the darkness of the dark-moon night."
    },
    {
        "verse_id": "73",
        "text": "When the living entity dreams, the sense objects are not actually present. However, because one has associated with the sense objects, they become manifest. Similarly, the living entity with undeveloped senses does not cease to exist materially, even though he may not be exactly in contact with the sense objects."
    },
    {
        "verse_id": "74",
        "text": "The five sense objects, the five sense organs, the five knowledge-acquiring senses and the mind are the sixteen material expansions. These combine with the living entity and are influenced by the three modes of material nature. Thus the existence of the conditioned soul is understood."
    },
    {
        "verse_id": "75",
        "text": "By virtue of the processes of the subtle body, the living entity develops and gives up gross bodies. This is known as the transmigration of the soul. Thus the soul becomes subjected to different types of so-called enjoyment, lamentation, fear, happiness and unhappiness."
    },
    {
        "verse_id": "76",
        "text": "The caterpillar transports itself from one leaf to another by capturing one leaf before giving up the other. Similarly, according to his previous work, the living entity must capture another body before giving up the one he has. This is because the mind is the reservoir of all kinds of desires."
    },
    {
        "verse_id": "78",
        "text": "As long as we desire to enjoy sense gratification, we create material activities. When the living entity acts in the material field, he enjoys the senses, and while enjoying the senses, he creates another series of material activities. In this way the living entity becomes entrapped as a conditioned soul."
    },
    {
        "verse_id": "79",
        "text": "You should always know that this cosmic manifestation is created, maintained and annihilated by the will of the Supreme Personality of Godhead. Consequently, everything within this cosmic manifestation is under the control of the Lord. To be enlightened by this perfect knowledge, one should always engage himself in the devotional service of the Lord."
    },
    {
        "verse_id": "80",
        "text": "The great sage Maitreya continued: The supreme devotee, the great saint Nārada, thus explained to King Prācīnabarhi the constitutional position of the Supreme Personality of Godhead and the living entity. After giving an invitation to the King, Nārada Muni left to return to Siddhaloka."
    },
    {
        "verse_id": "81",
        "text": "In the presence of his ministers, the saintly King Prācīnabarhi left orders for his sons to protect the citizens. He then left home and went off to undergo austerities in a holy place known as Kapilāśrama."
    },
    {
        "verse_id": "82",
        "text": "Having undergone austerities and penances at Kapilāśrama, King Prācīnabarhi attained full liberation from all material designations. He constantly engaged in the transcendental loving service of the Lord and attained a spiritual position qualitatively equal to that of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "83",
        "text": "My dear Vidura, one who hears this narration concerning the understanding of the living entity’s spiritual existence, as described by the great sage Nārada, or who relates it to others, will be liberated from the bodily conception of life."
    },
    {
        "verse_id": "84",
        "text": "This narration spoken by the great sage Nārada is full of the transcendental fame of the Supreme Personality of Godhead. Consequently this narration, when described, certainly sanctifies this material world. It purifies the heart of the living entity and helps him attain his spiritual identity. One who relates this transcendental narration will be liberated from all material bondage and will no longer have to wander within this material world."
    },
    {
        "verse_id": "85",
        "text": "The allegory of King Purañjana, described herein according to authority, was heard by me from my spiritual master, and it is full of spiritual knowledge. If one can understand the purpose of this allegory, he will certainly be relieved from the bodily conception and will clearly understand life after death. Although one may not understand what transmigration of the soul actually is, one can fully understand it by studying this narration."
    }
]