[
    {
        "verse_id": "1",
        "text": "Śrī Maitreya said: Svāyambhuva Manu begot three daughters in his wife, Śatarūpā, and their names were Ākūti, Devahūti and Prasūti."
    },
    {
        "verse_id": "2",
        "text": "Ākūti had two brothers, but in spite of her brothers, King Svāyambhuva Manu handed her over to Prajāpati Ruci on the condition that the son born of her be returned to Manu as his son. This he did in consultation with his wife, Śatarūpā."
    },
    {
        "verse_id": "3",
        "text": "Ruci, who was very powerful in his brahminical qualifications and was appointed one of the progenitors of the living entities, begot one son and one daughter by his wife, Ākūti."
    },
    {
        "verse_id": "4",
        "text": "Of the two children born of Ākūti, the male child was directly an incarnation of the Supreme Personality of Godhead, and His name was Yajña, which is another name of Lord Viṣṇu. The female child was a partial incarnation of Lakṣmī, the goddess of fortune, the eternal consort of Lord Viṣṇu."
    },
    {
        "verse_id": "5",
        "text": "Svāyambhuva Manu very gladly brought home the beautiful boy named Yajña, and Ruci, his son-in-law, kept with him the daughter, Dakṣiṇā."
    },
    {
        "verse_id": "6",
        "text": "The Lord of the ritualistic performance of yajña later married Dakṣiṇā, who was anxious to have the Personality of Godhead as her husband, and in this wife the Lord was also very much pleased to beget twelve children."
    },
    {
        "verse_id": "7",
        "text": "The twelve boys born of Yajña and Dakṣiṇā were named Toṣa, Pratoṣa, Santoṣa, Bhadra, Śānti, Iḍaspati, Idhma, Kavi, Vibhu, Svahna, Sudeva and Rocana."
    },
    {
        "verse_id": "8",
        "text": "During the time of Svāyambhuva Manu, these sons all became the demigods collectively named the Tuṣitas. Marīci became the head of the seven ṛṣis, and Yajña became the king of the demigods, Indra."
    },
    {
        "verse_id": "9",
        "text": "Svāyambhuva Manu’s two sons, Priyavrata and Uttānapāda, became very powerful kings, and their sons and grandsons spread all over the three worlds during that period."
    },
    {
        "verse_id": "10",
        "text": "My dear son, Svāyambhuva Manu handed over his very dear daughter Devahūti to Kardama Muni. I have already spoken to you about them, and you have heard about them almost in full."
    },
    {
        "verse_id": "11",
        "text": "Svāyambhuva Manu handed over his daughter Prasūti to the son of Brahmā named Dakṣa, who was also one of the progenitors of the living entities. The descendants of Dakṣa are spread throughout the three worlds."
    },
    {
        "verse_id": "12",
        "text": "You have already been informed about the nine daughters of Kardama Muni, who were handed over to nine different sages. I shall now describe the descendants of those nine daughters. Please hear from me."
    },
    {
        "verse_id": "13",
        "text": "Kardama Muni’s daughter Kalā, who was married to Marīci, gave birth to two children, whose names were Kaśyapa and Pūrṇimā. Their descendants are spread all over the world."
    },
    {
        "verse_id": "14",
        "text": "My dear Vidura, of the two sons, Kaśyapa and Pūrṇimā, Pūrṇimā begot three children, namely Viraja, Viśvaga and Devakulyā. Of these three, Devakulyā was the water which washed the lotus feet of the Personality of Godhead and which later on transformed into the Ganges of the heavenly planets."
    },
    {
        "verse_id": "15",
        "text": "Anasūyā, the wife of Atri Muni, gave birth to three very famous sons — Soma, Dattātreya and Durvāsā — who were partial representations of Lord Viṣṇu, Lord Śiva and Lord Brahmā. Soma was a partial representation of Lord Brahmā, Dattātreya was a partial representation of Lord Viṣṇu, and Durvāsā was a partial representation of Lord Śiva."
    },
    {
        "verse_id": "16",
        "text": "After hearing this, Vidura inquired from Maitreya: My dear master, how is it that the three deities Brahmā, Viṣṇu and Śiva, who are the creator, maintainer and destroyer of the whole creation, became the offspring of the wife of Atri Muni?"
    },
    {
        "verse_id": "17",
        "text": "Maitreya said: When Lord Brahmā ordered Atri Muni to create generations after marrying Anasūyā, Atri Muni and his wife went to perform severe austerities in the valley of the mountain known as Ṛkṣa."
    },
    {
        "verse_id": "18",
        "text": "In that mountain valley flows a river named Nirvindhyā. On the bank of the river are many aśoka trees and other plants full of palāśa flowers, and there is always the sweet sound of water flowing from a waterfall. The husband and wife reached that beautiful place."
    },
    {
        "verse_id": "19",
        "text": "There the great sage concentrated his mind by the yogic breathing exercises, and thereby controlling all attachment, he remained standing on one leg only, eating nothing but air, and stood there on one leg for one hundred years."
    },
    {
        "verse_id": "20",
        "text": "He was thinking: May the Lord of the universe, of whom I have taken shelter, kindly be pleased to offer me a son exactly like Him."
    },
    {
        "verse_id": "21",
        "text": "While Atri Muni was engaged in these severe austerities, a blazing fire came out of his head by virtue of his breathing exercise, and that fire was seen by the three principal deities of the three worlds."
    },
    {
        "verse_id": "22",
        "text": "At that time, the three deities approached the hermitage of Atri Muni, accompanied by the denizens of the heavenly planets, such as the celestial beauties, the Gandharvas, the Siddhas, the Vidyādharas and the Nāgas. Thus they entered the āśrama of the great sage, who had become famous by his austerities."
    },
    {
        "verse_id": "23",
        "text": "The sage was standing on one leg, but as soon as he saw that the three deities had appeared before him, he was so pleased to see them all together that despite great difficulty he approached them on one leg."
    },
    {
        "verse_id": "24",
        "text": "Thereafter he began to offer prayers to the three deities, who were seated on different carriers — a bull, a swan and Garuḍa — and who held in their hands a drum, kuśa grass and a discus. The sage offered them his respects by falling down like a stick."
    },
    {
        "verse_id": "25",
        "text": "Atri Muni was greatly pleased to see that the three devas were gracious towards him. His eyes were dazzled by the effulgence of their bodies, and therefore he closed his eyes for the time being."
    },
    {
        "verse_id": "26",
        "text": "But since his heart was already attracted by the deities, somehow or other he gathered his senses, and with folded hands and sweet words he began to offer prayers to the predominating deities of the universe. The great sage Atri said: O Lord Brahmā, Lord Viṣṇu and Lord Śiva, you have divided yourself into three bodies by accepting the three modes of material nature, as you do in every millennium for the creation, maintenance and dissolution of the cosmic manifestation. I offer my respectful obeisances unto all of you and beg to inquire whom of you three I have called by my prayer."
    },
    {
        "verse_id": "28",
        "text": "I called for the Supreme Personality of Godhead, desiring a son like Him, and I thought of Him only. But although He is far beyond the mental speculation of man, all three of you have come here. Kindly let me know how you have come, for I am greatly bewildered about this."
    },
    {
        "verse_id": "29",
        "text": "The great sage Maitreya continued: Upon hearing Atri Muni speak in that way, the three great deities smiled, and they replied in the following sweet words."
    },
    {
        "verse_id": "30",
        "text": "The three deities told Atri Muni: Dear brāhmaṇa, you are perfect in your determination, and therefore as you have decided, so it will happen; it will not happen otherwise. We are all the same person upon whom you were meditating, and therefore we have all come to you."
    },
    {
        "verse_id": "31",
        "text": "You will have sons who will represent a partial manifestation of our potency, and because we desire all good fortune for you, those sons will glorify your reputation throughout the world."
    },
    {
        "verse_id": "32",
        "text": "Thus, while the couple looked on, the three deities Brahmā, Viṣṇu and Maheśvara disappeared from that place after bestowing upon Atri Muni the benediction."
    },
    {
        "verse_id": "33",
        "text": "Thereafter, from the partial representation of Brahmā, the moon-god was born of them; from the partial representation of Viṣṇu, the great mystic Dattātreya was born; and from the partial representation of Śaṅkara [Lord Śiva], Durvāsā was born. Now you may hear from me of the many sons of Aṅgirā."
    },
    {
        "verse_id": "34",
        "text": "Aṅgirā’s wife, Śraddhā, gave birth to four daughters, named Sinīvālī, Kuhū, Rākā and Anumati."
    },
    {
        "verse_id": "35",
        "text": "Besides these four daughters, she also had another two sons. One of them was known as Utathya, and the other was the learned scholar Bṛhaspati."
    },
    {
        "verse_id": "36",
        "text": "Pulastya begot in his wife, Havirbhū, one son of the name Agastya, who in his next birth became Dahrāgni. Besides him, Pulastya begot another very great and saintly son, whose name was Viśravā."
    },
    {
        "verse_id": "37",
        "text": "Viśravā had two wives. The first wife was Iḍaviḍā, from whom Kuvera, the master of all Yakṣas, was born, and the next wife was named Keśinī, from whom three sons were born — Rāvaṇa, Kumbhakarṇa and Vibhīṣaṇa."
    },
    {
        "verse_id": "38",
        "text": "Gati, the wife of the sage Pulaha, gave birth to three sons, named Karmaśreṣṭha, Varīyān and Sahiṣṇu, and all of them were great sages."
    },
    {
        "verse_id": "39",
        "text": "Kratu’s wife, Kriyā, gave birth to sixty thousand great sages, named the Vālakhilyas. All these sages were greatly advanced in spiritual knowledge, and their bodies were illuminated by such knowledge."
    },
    {
        "verse_id": "40",
        "text": "The great sage Vasiṣṭha begot in his wife, Ūrjā [sometimes called Arundhatī], seven spotlessly great sages, headed by the sage named Citraketu."
    },
    {
        "verse_id": "41",
        "text": "The names of these seven sages are as follows: Citraketu, Suroci, Virajā, Mitra, Ulbaṇa, Vasubhṛdyāna and Dyumān. Some other very competent sons were born from Vasiṣṭha’s other wife."
    },
    {
        "verse_id": "42",
        "text": "Citti, wife of the sage Atharvā, gave birth to a son named Aśvaśirā by accepting a great vow called Dadhyañca. Now you may hear from me about the descendants of the sage Bhṛgu."
    },
    {
        "verse_id": "43",
        "text": "The sage Bhṛgu was highly fortunate. In his wife, known as Khyāti, he begot two sons, named Dhātā and Vidhātā, and one daughter, named Śrī, who was very much devoted to the Supreme Personality of Godhead."
    },
    {
        "verse_id": "44",
        "text": "The sage Meru had two daughters, named Āyati and Niyati, whom he gave in charity to Dhātā and Vidhātā. Āyati and Niyati gave birth to two sons, Mṛkaṇḍa and Prāṇa."
    },
    {
        "verse_id": "45",
        "text": "From Mṛkaṇḍa, Mārkaṇḍeya Muni was born, and from Prāṇa, the sage Vedaśirā, whose son was Uśanā [Śukrācārya], also known as Kavi. Thus Kavi also belonged to the descendants of the Bhṛgu dynasty."
    },
    {
        "verse_id": "46",
        "text": "My dear Vidura, the population of the universe was thus increased by the descendants of these sages and the daughters of Kardama. Anyone who hears the descriptions of this dynasty with faith will be relieved from all sinful reactions. Another of Manu’s daughters, known as Prasūti, married the son of Brahmā named Dakṣa."
    },
    {
        "verse_id": "48",
        "text": "Dakṣa begot sixteen very beautiful daughters with lotuslike eyes in his wife Prasūti. Of these sixteen daughters, thirteen were given in marriage to Dharma, and one daughter was given to Agni."
    },
    {
        "verse_id": "49",
        "text": "One of the remaining two daughters was given in charity to the Pitṛloka, where she resides very amicably, and the other was given to Lord Śiva, who is the deliverer of sinful persons from material entanglement. The names of the thirteen daughters of Dakṣa who were given to Dharma are Śraddhā, Maitrī, Dayā, Śānti, Tuṣṭi, Puṣṭi, Kriyā, Unnati, Buddhi, Medhā, Titikṣā, Hrī and Mūrti. These thirteen daughters produced the following sons: Śraddhā gave birth to Śubha, Maitrī produced Prasāda, Dayā gave birth to Abhaya, Śānti gave birth to Sukha, Tuṣṭi gave birth to Muda, Puṣṭi gave birth to Smaya, Kriyā gave birth to Yoga, Unnati gave birth to Darpa, Buddhi gave birth to Artha, Medhā gave birth to Smṛti, Titikṣā gave birth to Kṣema, and Hrī gave birth to Praśraya. Mūrti, a reservoir of all respectable qualities, gave birth to Śrī Nara-Nārāyaṇa, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "53",
        "text": "On the occasion of the appearance of Nara-Nārāyaṇa, the entire world was full of joy. Everyone’s mind became tranquil, and thus in all directions the air, the rivers and the mountains became pleasant."
    },
    {
        "verse_id": "54",
        "text": "In the heavenly planets, bands began to play, and they showered flowers from the sky. The pacified sages chanted Vedic prayers, the denizens of heaven known as the Gandharvas and Kinnaras sang, the beautiful damsels of the heavenly planets danced, and in this way, at the time of the appearance of Nara-Nārāyaṇa, all signs of good fortune were visible. Just at that time, great demigods like Brahmā also offered their respectful prayers."
    },
    {
        "verse_id": "56",
        "text": "The demigods said: Let us offer our respectful obeisances unto the transcendental Personality of Godhead, who created as His external energy this cosmic manifestation, which is situated in Him as the air and clouds are situated in space, and who has now appeared in the form of Nara-Nārāyaṇa Ṛṣi in the house of Dharma."
    },
    {
        "verse_id": "57",
        "text": "Let that Supreme Personality of Godhead, who is understood by truly authorized Vedic literature and who has created peace and prosperity to destroy all calamities of the created world, be kind enough to bestow His glance upon the demigods. His merciful glance can supersede the beauty of the spotless lotus flower which is the home of the goddess of fortune."
    },
    {
        "verse_id": "58",
        "text": "[Maitreya said:] O Vidura, thus the demigods worshiped with prayers the Supreme Personality of Godhead appearing as the sage Nara-Nārāyaṇa. The Lord glanced upon them with mercy and then departed for Gandhamādana Hill."
    },
    {
        "verse_id": "59",
        "text": "That Nara-Nārāyaṇa Ṛṣi, who is a partial expansion of Kṛṣṇa, has now appeared in the dynasties of Yadu and Kuru, in the forms of Kṛṣṇa and Arjuna respectively, to mitigate the burden of the world."
    },
    {
        "verse_id": "60",
        "text": "The predominating deity of fire begot in his wife, Svāhā, three children, named Pāvaka, Pavamāna and Śuci, who exist by eating the oblations offered to the fire of sacrifice."
    },
    {
        "verse_id": "61",
        "text": "From those three sons another forty-five descendants were generated, who are also fire-gods. The total number of fire-gods is therefore forty-nine, including the fathers and the grandfather."
    },
    {
        "verse_id": "62",
        "text": "These forty-nine fire-gods are the beneficiaries of the oblations offered in the Vedic sacrificial fire by impersonalist brāhmaṇas."
    },
    {
        "verse_id": "63",
        "text": "The Agniṣvāttas, the Barhiṣadas, the Saumyas and the Ājyapas are the Pitās. They are either sāgnika or niragnika. The wife of all these Pitās is Svadhā, who is the daughter of King Dakṣa."
    },
    {
        "verse_id": "64",
        "text": "Svadhā, who was offered to the Pitās, begot two daughters named Vayunā and Dhāriṇī, both of whom were impersonalists and were expert in transcendental and Vedic knowledge."
    },
    {
        "verse_id": "65",
        "text": "The sixteenth daughter, whose name was Satī, was the wife of Lord Śiva. She could not produce a child, although she always faithfully engaged in the service of her husband."
    },
    {
        "verse_id": "66",
        "text": "The reason is that Satī’s father, Dakṣa, used to rebuke Lord Śiva in spite of Śiva’s faultlessness. Consequently, before attaining a mature age, Satī gave up her body by dint of yogic mystic power."
    }
]