[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya said: My dear Vidura, Dhruva Mahārāja’s anger subsided, and he completely ceased killing Yakṣas. When Kuvera, the most blessed master of the treasury, learned this news, he appeared before Dhruva. While being worshiped by Yakṣas, Kinnaras and Cāraṇas, he spoke to Dhruva Mahārāja, who stood before him with folded hands."
    },
    {
        "verse_id": "2",
        "text": "The master of the treasury, Kuvera, said: O sinless son of a kṣatriya, I am very glad to know that under the instruction of your grandfather you have given up your enmity, although it is very difficult to avoid. I am very pleased with you."
    },
    {
        "verse_id": "3",
        "text": "Actually, you have not killed the Yakṣas, nor have they killed your brother, for the ultimate cause of generation and annihilation is the eternal time feature of the Supreme Lord."
    },
    {
        "verse_id": "4",
        "text": "Misidentification of oneself and others as “I” and “you” on the basis of the bodily concept of life is a product of ignorance. This bodily concept is the cause of repeated birth and death, and it makes us go on continuously in material existence."
    },
    {
        "verse_id": "5",
        "text": "My dear Dhruva, come forward. May the Lord always grace you with good fortune. The Supreme Personality of Godhead, who is beyond our sensory perception, is the Supersoul of all living entities, and thus all entities are one, without distinction. Therefore begin rendering service unto the transcendental form of the Lord, who is the ultimate shelter of all living entities."
    },
    {
        "verse_id": "6",
        "text": "Engage yourself fully, therefore, in the devotional service of the Lord, for only He can deliver us from this entanglement of materialistic existence. Although the Lord is attached to His material potency, He is aloof from her activities. Everything in this material world is happening by the inconceivable potency of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "7",
        "text": "My dear Dhruva Mahārāja, son of Mahārāja Uttānapāda, we have heard that you are constantly engaged in transcendental loving service to the Supreme Personality of Godhead, who is known for His lotus navel. You are therefore worthy to take all benedictions from us. Please, therefore, ask without hesitation whatever benediction you want from me."
    },
    {
        "verse_id": "8",
        "text": "The great sage Maitreya continued: My dear Vidura, when thus asked to accept a benediction from Kuvera the Yakṣarāja [King of the Yakṣas], Dhruva Mahārāja, that most elevated pure devotee, who was an intelligent and thoughtful king, begged that he might have unflinching faith in and remembrance of the Supreme Personality of Godhead, for thus a person can cross over the ocean of nescience very easily, although it is very difficult for others to cross."
    },
    {
        "verse_id": "9",
        "text": "The son of Iḍaviḍā, Lord Kuvera, was very pleased, and happily he gave Dhruva Mahārāja the benediction he wanted. Thereafter he disappeared from Dhruva’s presence, and Dhruva Mahārāja returned to his capital city."
    },
    {
        "verse_id": "10",
        "text": "As long as he remained at home, Dhruva Mahārāja performed many great ceremonial sacrifices in order to please the enjoyer of all sacrifices, the Supreme Personality of Godhead. Prescribed ceremonial sacrifices are especially meant to please Lord Viṣṇu, who is the objective of all such sacrifices and who awards the resultant benedictions."
    },
    {
        "verse_id": "11",
        "text": "Dhruva Mahārāja rendered devotional service unto the Supreme, the reservoir of everything, with unrelenting force. While carrying out his devotional service to the Lord, he could see that everything is situated in Him only and that He is situated in all living entities. The Lord is called Acyuta because He never fails in His prime duty, to give protection to His devotees."
    },
    {
        "verse_id": "12",
        "text": "Dhruva Mahārāja was endowed with all godly qualities; he was very respectful to the devotees of the Supreme Lord and very kind to the poor and innocent, and he protected religious principles. With all these qualifications, he was considered to be the direct father of all the citizens."
    },
    {
        "verse_id": "13",
        "text": "Dhruva Mahārāja ruled over this planet for thirty-six thousand years; he diminished the reactions of pious activities by enjoyment, and by practicing austerities he diminished inauspicious reactions."
    },
    {
        "verse_id": "14",
        "text": "The self-controlled great soul Dhruva Mahārāja thus passed many, many years favorably executing three kinds of worldly activities, namely religiosity, economic development and satisfaction of all material desires. Thereafter he handed over the charge of the royal throne to his son."
    },
    {
        "verse_id": "15",
        "text": "Śrīla Dhruva Mahārāja realized that this cosmic manifestation bewilders living entities like a dream or phantasmagoria because it is a creation of the illusory, external energy of the Supreme Lord."
    },
    {
        "verse_id": "16",
        "text": "Thus Dhruva Mahārāja, at the end, left his kingdom, which extended all over the earth and was bounded by the great oceans. He considered his body, his wives, his children, his friends, his army, his rich treasury, his very comfortable palaces and his many enjoyable pleasure-grounds to be creations of the illusory energy. Thus in due course of time he retired to the forest in the Himālayas known as Badarikāśrama."
    },
    {
        "verse_id": "17",
        "text": "In Badarikāśrama Dhruva Mahārāja’s senses became completely purified because he bathed regularly in the crystal-clear, purified water. He fixed his sitting position and by yogic practice controlled the breathing process and the air of life; in this way his senses were completely withdrawn. Then he concentrated his mind on the arcā-vigraha form of the Lord, which is the exact replica of the Lord and, thus meditating upon Him, entered into complete trance."
    },
    {
        "verse_id": "18",
        "text": "Because of his transcendental bliss, incessant tears flowed from his eyes, his heart melted, and there was shivering and standing of the hairs all over his body. Thus transformed, in a trance of devotional service, Dhruva Mahārāja completely forgot his bodily existence, and thus he immediately became liberated from material bondage."
    },
    {
        "verse_id": "19",
        "text": "As soon as the symptoms of his liberation were manifest, he saw a very beautiful airplane coming down from the sky, as if the brilliant full moon were coming down, illuminating all the ten directions."
    },
    {
        "verse_id": "20",
        "text": "Dhruva Mahārāja saw two very beautiful associates of Lord Viṣṇu in the plane. They had four hands and a blackish bodily luster, they were very youthful, and their eyes were just like reddish lotus flowers. They held clubs in their hands, and they were dressed in very attractive garments with helmets and were decorated with necklaces, bracelets and earrings."
    },
    {
        "verse_id": "21",
        "text": "Dhruva Mahārāja, seeing that these uncommon personalities were direct servants of the Supreme Personality of Godhead, immediately stood up. But, being puzzled, in hastiness he forgot how to receive them in the proper way. Therefore he simply offered obeisances with folded hands and chanted and glorified the holy names of the Lord."
    },
    {
        "verse_id": "22",
        "text": "Dhruva Mahārāja was always absorbed in thinking of the lotus feet of Lord Kṛṣṇa. His heart was full with Kṛṣṇa. When the two confidential servants of the Supreme Lord, who were named Nanda and Sunanda, approached him, smiling happily, Dhruva stood with folded hands, bowing humbly. They then addressed him as follows."
    },
    {
        "verse_id": "23",
        "text": "Nanda and Sunanda, the two confidential associates of Lord Viṣṇu, said: Dear King, let there be all good fortune unto you. Please attentively hear what we shall say. When you were only five years old, you underwent severe austerities, and you thereby greatly satisfied the Supreme Personality of Godhead."
    },
    {
        "verse_id": "24",
        "text": "We are representatives of the Supreme Personality of Godhead, the creator of the whole universe, who carries in His hand the bow named Śārṅga. We have been specifically deputed to take you to the spiritual world."
    },
    {
        "verse_id": "25",
        "text": "To achieve Viṣṇuloka is very difficult, but by your austerity you have conquered. Even the great ṛṣis and demigods cannot achieve this position. Simply to see the supreme abode [the Viṣṇu planet], the sun and moon and all the other planets, stars, lunar mansions and solar systems are circumambulating it. Now please come; you are welcome to go there."
    },
    {
        "verse_id": "26",
        "text": "Dear King Dhruva, neither your forefathers nor anyone else before you ever achieved such a transcendental planet. The planet known as Viṣṇuloka, where Lord Viṣṇu personally resides, is the highest of all. It is worshipable by the inhabitants of all other planets within the universe. Please come with us and live there eternally."
    },
    {
        "verse_id": "27",
        "text": "O immortal one, this unique airplane has been sent by the Supreme Personality of Godhead, who is worshiped by selected prayers and who is the chief of all living entities. You are quite worthy to board such a plane."
    },
    {
        "verse_id": "28",
        "text": "The great sage Maitreya continued: Mahārāja Dhruva was very dear to the Supreme Personality of Godhead. When he heard the sweet speeches of the Lord’s chief associates in the Vaikuṇṭha planet, he immediately took his sacred bath, dressed himself with suitable ornaments, and performed his daily spiritual duties. Thereafter he offered his respectful obeisances to the great sages present there and accepted their blessings."
    },
    {
        "verse_id": "29",
        "text": "Before getting aboard, Dhruva Mahārāja worshiped the airplane, circumambulated it, and also offered obeisances to the associates of Viṣṇu. In the meantime he became as brilliant and illuminating as molten gold. He was thus completely prepared to board the transcendental plane."
    },
    {
        "verse_id": "30",
        "text": "When Dhruva Mahārāja was attempting to get on the transcendental plane, he saw death personified approach him. Not caring for death, however, he took advantage of the opportunity to put his feet on the head of death, and thus he got up on the airplane, which was as big as a house."
    },
    {
        "verse_id": "31",
        "text": "At that time drums and kettledrums resounded from the sky, the chief Gandharvas began to sing, and other demigods showered flowers like torrents of rain upon Dhruva Mahārāja."
    },
    {
        "verse_id": "32",
        "text": "Dhruva was seated in the transcendental airplane, which was just about to start, when he remembered his poor mother, Sunīti. He thought to himself, “How shall I go alone to the Vaikuṇṭha planet and leave behind my poor mother?”"
    },
    {
        "verse_id": "33",
        "text": "The great associates of Vaikuṇṭhaloka, Nanda and Sunanda, could understand the mind of Dhruva Mahārāja, and thus they showed him that his mother, Sunīti, was going forward in another plane."
    },
    {
        "verse_id": "34",
        "text": "While Dhruva Mahārāja was passing through space, he gradually saw all the planets of the solar system, and on the path he saw all the demigods in their airplanes showering flowers upon him like rain."
    },
    {
        "verse_id": "35",
        "text": "Dhruva Mahārāja thus surpassed the seven planetary systems of the great sages who are known as saptarṣi. Beyond that region, he achieved the transcendental situation of permanent life in the planet where Lord Viṣṇu lives."
    },
    {
        "verse_id": "36",
        "text": "The self-effulgent Vaikuṇṭha planets, by whose illumination alone all the illuminating planets within this material world give off reflected light, cannot be reached by those who are not merciful to other living entities. Only persons who constantly engage in welfare activities for other living entities can reach the Vaikuṇṭha planets."
    },
    {
        "verse_id": "37",
        "text": "Persons who are peaceful, equipoised, cleansed and purified, and who know the art of pleasing all other living entities, keep friendship only with devotees of the Lord; they alone can very easily achieve the perfection of going back home, back to Godhead."
    },
    {
        "verse_id": "38",
        "text": "In this way, the fully Kṛṣṇa conscious Dhruva Mahārāja, the exalted son of Mahārāja Uttānapāda, attained the summit of the three statuses of planetary systems."
    },
    {
        "verse_id": "39",
        "text": "Saint Maitreya continued: My dear Vidura, descendant of Kuru, as a herd of bulls circumambulates a central pole on their right side, all the luminaries within the universal sky unceasingly circumambulate the abode of Dhruva Mahārāja with great force and speed."
    },
    {
        "verse_id": "40",
        "text": "After observing the glories of Dhruva Mahārāja, the great sage Nārada, playing his vīṇā, went to the sacrificial arena of the Pracetās and very happily chanted the following three verses."
    },
    {
        "verse_id": "41",
        "text": "The great sage Nārada said: Simply by the influence of his spiritual advancement and powerful austerity, Dhruva Mahārāja, the son of Sunīti, who was devoted to her husband, acquired an exalted position not possible to attain even for the so-called Vedāntists or strict followers of the Vedic principles, not to speak of ordinary human beings."
    },
    {
        "verse_id": "42",
        "text": "The great sage Nārada continued: Just see how Dhruva Mahārāja, aggrieved at the harsh words of his stepmother, went to the forest at the age of only five years and under my direction underwent austerity. Although the Supreme Personality of Godhead is unconquerable, Dhruva Mahārāja defeated Him with the specific qualifications possessed by the Lord’s devotees."
    },
    {
        "verse_id": "43",
        "text": "Dhruva Mahārāja attained an exalted position at the age of only five or six years, after undergoing austerity for six months. Alas, a great kṣatriya cannot achieve such a position even after undergoing austerities for many, many years."
    },
    {
        "verse_id": "44",
        "text": "The great sage Maitreya continued: My dear Vidura, whatever you have asked from me about the great reputation and character of Dhruva Mahārāja I have explained to you in all detail. Great saintly persons and devotees very much like to hear about Dhruva Mahārāja."
    },
    {
        "verse_id": "45",
        "text": "By hearing the narration of Dhruva Mahārāja one can fulfill desires for wealth, reputation and increased duration of life. It is so auspicious that one can even go to a heavenly planet or attain Dhruvaloka, which was achieved by Dhruva Mahārāja, just by hearing about him. The demigods also become pleased because this narration is so glorious, and it is so powerful that it can counteract all the results of one’s sinful actions."
    },
    {
        "verse_id": "46",
        "text": "Anyone who hears the narration of Dhruva Mahārāja, and who repeatedly tries with faith and devotion to understand his pure character, attains the pure devotional platform and executes pure devotional service. By such activities one can diminish the threefold miserable conditions of material life."
    },
    {
        "verse_id": "47",
        "text": "Anyone who hears this narration of Dhruva Mahārāja acquires exalted qualities like him. For anyone who desires greatness, prowess or influence, here is the process by which to acquire them, and for thoughtful men who want adoration, here is the proper means."
    },
    {
        "verse_id": "48",
        "text": "The great sage Maitreya recommended: One should chant of the character and activities of Dhruva Mahārāja both in the morning and in the evening, with great attention and care, in a society of brāhmaṇas or other twice-born persons."
    },
    {
        "verse_id": "49",
        "text": "Persons who have completely taken shelter of the lotus feet of the Lord should recite this narration of Dhruva Mahārāja without taking remuneration. Specifically, recitation is recommended on the full-moon or dark-moon day, on the day after Ekādaśī, on the appearance of the Śravaṇa star, at the end of a particular tithi, or the occasion of Vyatīpāta, at the end of the month, or on Sunday. Such recitation should of course be performed before a favorable audience. When recitation is performed this way, without professional motive, the reciter and audience become perfect."
    },
    {
        "verse_id": "51",
        "text": "The narration of Dhruva Mahārāja is sublime knowledge for the attainment of immortality. Persons unaware of the Absolute Truth can be led to the path of truth. Those who out of transcendental kindness take on the responsibility of becoming master-protectors of the poor living entities automatically gain the interest and blessings of the demigods."
    },
    {
        "verse_id": "52",
        "text": "The transcendental activities of Dhruva Mahārāja are well known all over the world, and they are very pure. In childhood Dhruva Mahārāja rejected all kinds of toys and playthings, left the protection of his mother and seriously took shelter of the Supreme Personality of Godhead, Viṣṇu. My dear Vidura, I therefore conclude this narration, for I have described to you all its details."
    }
]