[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya said: While the citizens were thus praying to the most powerful King Pṛthu, the four Kumāras, who were as bright as the sun, arrived on the spot."
    },
    {
        "verse_id": "2",
        "text": "Seeing the glowing effulgence of the four Kumāras, the masters of all mystic power, the King and his associates could recognize them as they descended from the sky."
    },
    {
        "verse_id": "3",
        "text": "Seeing the four Kumāras, Pṛthu Mahārāja was greatly anxious to receive them. Therefore the King, with all his officers, very hastily got up, as anxiously as a conditioned soul whose senses are immediately attracted by the modes of material nature."
    },
    {
        "verse_id": "4",
        "text": "When the great sages accepted their reception, according to the instructions of the śāstras, and finally took their seats offered by the King, the King, influenced by the glories of the sages, immediately bowed down. Thus he worshiped the four Kumāras."
    },
    {
        "verse_id": "5",
        "text": "After this, the King took the water which had washed the lotus feet of the Kumāras and sprinkled it over his hair. By such respectful actions, the King, as an exemplary personality, showed how to receive a spiritually advanced personality."
    },
    {
        "verse_id": "6",
        "text": "The four great sages were elder to Lord Śiva, and when they were seated on the golden throne, they appeared just like fire blazing on an altar. Mahārāja Pṛthu, out of his great gentleness and respect for them, began to speak with great restraint as follows."
    },
    {
        "verse_id": "7",
        "text": "King Pṛthu spoke: My dear great sages, auspiciousness personified, it is very difficult for even the mystic yogīs to see you. Indeed, you are very rarely seen. I do not know what kind of pious activity I performed for you to grace me by appearing before me without difficulty."
    },
    {
        "verse_id": "8",
        "text": "Any person upon whom the brāhmaṇas and Vaiṣṇavas are pleased can achieve anything which is very rare to obtain in this world as well as after death. Not only that, but one also receives the favor of the auspicious Lord Śiva and Lord Viṣṇu, who accompany the brāhmaṇas and Vaiṣṇavas."
    },
    {
        "verse_id": "9",
        "text": "Pṛthu Mahārāja continued: Although you are traveling in all planetary systems, people cannot know you, just as they cannot know the Supersoul, although He is within everyone’s heart as the witness of everything. Even Lord Brahmā and Lord Śiva cannot understand the Supersoul."
    },
    {
        "verse_id": "10",
        "text": "A person who is not very rich and is attached to family life becomes highly glorified when saintly persons are present in his home. The master and servants who are engaged in offering the exalted visitors water, a sitting place and paraphernalia for reception are glorified, and the home itself is also glorified."
    },
    {
        "verse_id": "11",
        "text": "On the contrary, even though full of all opulence and material prosperity, any householder’s house where the devotees of the Lord are never allowed to come in, and where there is no water for washing their feet, is to be considered a tree in which all venomous serpents live."
    },
    {
        "verse_id": "12",
        "text": "Mahārāja Pṛthu offered his welcome to the four Kumāras, addressing them as the best of the brāhmaṇas. He welcomed them, saying: From the beginning of your birth you strictly observed the vows of celibacy, and although you are experienced in the path of liberation, you are keeping yourselves just like small children."
    },
    {
        "verse_id": "13",
        "text": "Pṛthu Mahārāja inquired from the sages about persons entangled in this dangerous material existence because of their previous actions. Could such persons, whose only aim is sense gratification, be blessed with any good fortune?"
    },
    {
        "verse_id": "14",
        "text": "Pṛthu Mahārāja continued: My dear sirs, there is no need to ask about your good and bad fortune because you are always absorbed in spiritual bliss. The mental concoction of the auspicious and inauspicious does not exist in you."
    },
    {
        "verse_id": "15",
        "text": "I am completely assured that personalities like you are the only friends for persons who are blazing in the fire of material existence. I therefore ask you how in this material world we can very soon achieve the ultimate goal of life."
    },
    {
        "verse_id": "16",
        "text": "The Supreme Personality of Godhead is always anxious to elevate the living entities, who are His parts and parcels, and for their special benefit the Lord travels all over the world in the form of self-realized persons like you."
    },
    {
        "verse_id": "17",
        "text": "The great sage Maitreya continued: Thus Sanat-kumāra, the best of the celibates, after hearing the speech of Pṛthu Mahārāja, which was meaningful, appropriate, full of precise words and very sweet to hear, smiled with full satisfaction and began to speak as follows."
    },
    {
        "verse_id": "18",
        "text": "Sanat-kumāra said: My dear King Pṛthu, I am very nicely questioned by you. Such questions are beneficial for all living entities, especially because they are raised by you, who are always thinking of the good of others. Although you know everything, you ask such questions because that is the behavior of saintly persons. Such intelligence is befitting your position."
    },
    {
        "verse_id": "19",
        "text": "When there is a congregation of devotees, their discussions, questions and answers become conclusive to both the speaker and the audience. Thus such a meeting is beneficial for everyone’s real happiness."
    },
    {
        "verse_id": "20",
        "text": "Sanat-kumāra continued: My dear King, you already have an inclination to glorify the lotus feet of the Supreme Personality of Godhead. Such attachment is very difficult to achieve, but when one has attained such unflinching faith in the Lord, it automatically cleanses lusty desires from the core of the heart."
    },
    {
        "verse_id": "21",
        "text": "It has been conclusively decided in the scriptures, after due consideration, that the ultimate goal for the welfare of human society is detachment from the bodily concept of life and increased and steadfast attachment for the Supreme Lord, who is transcendental, beyond the modes of material nature."
    },
    {
        "verse_id": "22",
        "text": "Attachment for the Supreme can be increased by practicing devotional service, inquiring about the Supreme Personality of Godhead, applying bhakti-yoga in life, worshiping the Yogeśvara, the Supreme Personality of Godhead, and by hearing and chanting about the glories of the Supreme Personality of Godhead. These actions are pious in themselves."
    },
    {
        "verse_id": "23",
        "text": "One has to make progress in spiritual life by not associating with persons who are simply interested in sense gratification and making money. Not only such persons, but one who associates with such persons should be avoided. One should mold his life in such a way that he cannot live in peace without drinking the nectar of the glorification of the Supreme Personality of Godhead, Hari. One can be thus elevated by being disgusted with the taste for sense enjoyment."
    },
    {
        "verse_id": "24",
        "text": "A candidate for spiritual advancement must be nonviolent, must follow in the footsteps of great ācāryas, must always remember the nectar of the pastimes of the Supreme Personality of Godhead, must follow the regulative principles without material desire and, while following the regulative principles, should not blaspheme others. A devotee should lead a very simple life and not be disturbed by the duality of opposing elements. He should learn to tolerate them."
    },
    {
        "verse_id": "25",
        "text": "The devotee should gradually increase the culture of devotional service by constant hearing of the transcendental qualities of the Supreme Personality of Godhead. These pastimes are like ornamental decorations on the ears of devotees. By rendering devotional service and transcending the material qualities, one can easily be fixed in transcendence in the Supreme Personality of Godhead."
    },
    {
        "verse_id": "26",
        "text": "Upon becoming fixed in his attachment to the Supreme Personality of Godhead by the grace of the spiritual master and by awakening knowledge and detachment, the living entity, situated within the heart of the body and covered by the five elements, burns up his material surroundings exactly as fire, arising from wood, burns the wood itself."
    },
    {
        "verse_id": "27",
        "text": "When a person becomes devoid of all material desires and liberated from all material qualities, he transcends distinctions between actions executed externally and internally. At that time the difference between the soul and the Supersoul, which was existing before self-realization, is annihilated. When a dream is over, there is no longer a distinction between the dream and the dreamer."
    },
    {
        "verse_id": "28",
        "text": "When the soul exists for sense gratification, he creates different desires, and for that reason he becomes subjected to designations. But when one is in the transcendental position, he is no longer interested in anything except fulfilling the desires of the Lord."
    },
    {
        "verse_id": "29",
        "text": "Only because of different causes does a person see a difference between himself and others, just as one sees the reflection of a body appearing differently manifested on water, on oil or in a mirror."
    },
    {
        "verse_id": "30",
        "text": "When one’s mind and senses are attracted to sense objects for enjoyment, the mind becomes agitated. As a result of continually thinking of sense objects, one’s real consciousness almost becomes lost, like the water in a lake that is gradually sucked up by the big grass straws on its bank."
    },
    {
        "verse_id": "31",
        "text": "When one deviates from his original consciousness, he loses the capacity to remember his previous position or recognize his present one. When remembrance is lost, all knowledge acquired is based on a false foundation. When this occurs, learned scholars consider that the soul is lost."
    },
    {
        "verse_id": "32",
        "text": "There is no stronger obstruction to one’s self-interest than thinking other subject matters to be more pleasing than one’s self-realization."
    },
    {
        "verse_id": "33",
        "text": "For human society, constantly thinking of how to earn money and apply it for sense gratification brings about the destruction of everyone’s interests. When one becomes devoid of knowledge and devotional service, he enters into species of life like those of trees and stones."
    },
    {
        "verse_id": "34",
        "text": "Those who strongly desire to cross the ocean of nescience must not associate with the modes of ignorance, for hedonistic activities are the greatest obstructions to realization of religious principles, economic development, regulated sense gratification and, at last, liberation."
    },
    {
        "verse_id": "35",
        "text": "Out of the four principles — namely religion, economic development, sense gratification and liberation — liberation has to be taken very seriously. The other three are subject to destruction by the stringent law of nature — death."
    },
    {
        "verse_id": "36",
        "text": "We accept as blessings different states of higher life, distinguishing them from lower states of life, but we should know that such distinctions exist only in relation to the interchange of the modes of material nature. Actually these states of life have no permanent existence, for all of them will be destroyed by the supreme controller."
    },
    {
        "verse_id": "37",
        "text": "Sanat-kumāra advised the King: Therefore, my dear King Pṛthu, try to understand the Supreme Personality of Godhead, who is living within everyone’s heart along with the individual soul, in each and every body, either moving or not moving. The individual souls are fully covered by the gross material body and subtle body made of the life air and intelligence."
    },
    {
        "verse_id": "38",
        "text": "The Supreme Personality of Godhead manifests Himself as one with the cause and effect within this body, but one who has transcended the illusory energy by deliberate consideration, which clears the misconception of a snake for a rope, can understand that the Paramātmā is eternally transcendental to the material creation and situated in pure internal energy. Thus the Lord is transcendental to all material contamination. Unto Him only must one surrender."
    },
    {
        "verse_id": "39",
        "text": "The devotees, who are always engaged in the service of the toes of the lotus feet of the Lord, can very easily overcome hard-knotted desires for fruitive activities. Because this is very difficult, the nondevotees — the jñānīs and yogīs — although trying to stop the waves of sense gratification, cannot do so. Therefore you are advised to engage in the devotional service of Kṛṣṇa, the son of Vasudeva."
    },
    {
        "verse_id": "40",
        "text": "The ocean of nescience is very difficult to cross because it is infested with many dangerous sharks. Although those who are nondevotees undergo severe austerities and penances to cross that ocean, we recommend that you simply take shelter of the lotus feet of the Lord, which are like boats for crossing the ocean. Although the ocean is difficult to cross, by taking shelter of His lotus feet you will overcome all dangers."
    },
    {
        "verse_id": "41",
        "text": "The great sage Maitreya continued: Being thus enlightened in complete spiritual knowledge by the son of Brahmā — one of the Kumāras, who was complete in spiritual knowledge — the King worshiped them in the following words."
    },
    {
        "verse_id": "42",
        "text": "The King said: O brāhmaṇa, O powerful one, formerly Lord Viṣṇu showed me His causeless mercy, indicating that you would come to my house, and to confirm that blessing, you have all come."
    },
    {
        "verse_id": "43",
        "text": "My dear brāhmaṇa, you have carried out the order thoroughly because you are also as compassionate as the Lord. It is my duty, therefore, to offer you something, but all I possess are but remnants of food taken by great saintly persons. What shall I give?"
    },
    {
        "verse_id": "44",
        "text": "The King continued: Therefore, my dear brāhmaṇas, my life, wife, children, home, furniture and household paraphernalia, my kingdom, strength, land and especially my treasury are all offered unto you."
    },
    {
        "verse_id": "45",
        "text": "Since only a person who is completely educated according to the principles of Vedic knowledge deserves to be commander-in-chief, ruler of the state, the first to chastise or the proprietor of the whole planet, Pṛthu Mahārāja offered everything to the Kumāras."
    },
    {
        "verse_id": "46",
        "text": "The kṣatriyas, vaiśyas and śūdras eat their food by virtue of the brāhmaṇas’ mercy. It is the brāhmaṇas who enjoy their own property, clothe themselves with their own property and give charity with their own property."
    },
    {
        "verse_id": "47",
        "text": "Pṛthu Mahārāja continued: How can such persons, who have rendered unlimited service by explaining the path of self-realization in relation to the Supreme Personality of Godhead, and whose explanations are given for our enlightenment with complete conviction and Vedic evidence, be repaid except by folded palms containing water for their satisfaction? Such great personalities can be satisfied only by their own activities, which are distributed amongst human society out of their unlimited mercy."
    },
    {
        "verse_id": "48",
        "text": "The great sage Maitreya continued: Being thus worshiped by Mahārāja Pṛthu, the four Kumāras, who were masters of devotional service, became very pleased. Indeed, they appeared in the sky and praised the character of the King, and everyone observed them."
    },
    {
        "verse_id": "49",
        "text": "Amongst great personalities, Mahārāja Pṛthu was the chief by virtue of his fixed position in relation to spiritual enlightenment. He remained satisfied as one who has achieved all success in spiritual understanding."
    },
    {
        "verse_id": "50",
        "text": "Being self-satisfied, Mahārāja Pṛthu executed his duties as perfectly as possible according to the time and his situation, strength and financial position. His only aim in all his activities was to satisfy the Absolute Truth. In this way, he duly acted."
    },
    {
        "verse_id": "51",
        "text": "Mahārāja Pṛthu completely dedicated himself to be an eternal servant of the Supreme Personality of Godhead, transcendental to material nature. Consequently all the fruits of his activities were dedicated to the Lord, and he always thought of himself as the servant of the Supreme Personality of Godhead, who is the proprietor of everything."
    },
    {
        "verse_id": "52",
        "text": "Mahārāja Pṛthu, who was very opulent due to the prosperity of his entire empire, remained at home as a householder. Since he was never inclined to utilize his opulences for the gratification of his senses, he remained unattached, exactly like the sun, which is unaffected in all circumstances."
    },
    {
        "verse_id": "53",
        "text": "Being situated in the liberated position of devotional service, Pṛthu Mahārāja not only performed all fruitive activities but also begot five sons by his wife, Arci. Indeed, all his sons were begotten according to his own desire."
    },
    {
        "verse_id": "54",
        "text": "After begetting five sons, named Vijitāśva, Dhūmrakeśa, Haryakṣa, Draviṇa and Vṛka, Pṛthu Mahārāja continued to rule the planet. He accepted all the qualities of the deities who governed all other planets."
    },
    {
        "verse_id": "55",
        "text": "Since Mahārāja Pṛthu was a perfect devotee of the Supreme Personality of Godhead, he wanted to protect the Lord’s creation by pleasing the various citizens according to their various desires. Therefore Pṛthu Mahārāja used to please them in all respects by his words, mentality, works and gentle behavior."
    },
    {
        "verse_id": "56",
        "text": "Mahārāja Pṛthu became as celebrated a king as Soma-rāja, the king of the moon. He was also powerful and exacting, just like the sun-god, who distributes heat and light and at the same time exacts all the planetary waters."
    },
    {
        "verse_id": "57",
        "text": "Mahārāja Pṛthu was so strong and powerful that no one could disobey his orders, any more than one could conquer fire itself. He was so strong that he was compared to Indra, the King of heaven, whose power is insuperable. On the other hand, Mahārāja Pṛthu was also as tolerant as the earth, and in fulfilling various desires of human society, he was like heaven itself."
    },
    {
        "verse_id": "58",
        "text": "Just as rainfall satisfies everyone’s desires, Mahārāja Pṛthu used to satisfy everyone. He was like the sea in that no one could understand his depths, and he was like Meru, the king of hills, in the fixity of his purpose."
    },
    {
        "verse_id": "59",
        "text": "Mahārāja Pṛthu’s intelligence and education were exactly like that of Yamarāja, the superintendent of death. His opulence was comparable to the Himālaya Mountains, where all valuable jewels and metals are stocked. He possessed great riches like Kuvera, the treasurer of the heavenly planets, and no one could reveal his secrets, for they were like the demigod Varuṇa’s."
    },
    {
        "verse_id": "60",
        "text": "In his bodily strength and in the strength of his senses, Mahārāja Pṛthu was as strong as the wind, which can go anywhere and everywhere. As far as his intolerance was concerned, he was just like the all-powerful Rudra expansion of Lord Śiva, or Sadāśiva."
    },
    {
        "verse_id": "61",
        "text": "In his bodily beauty he was just like Cupid, and in his thoughtfulness he was like a lion. In his affection he was just like Svāyambhuva Manu, and in his ability to control he was like Lord Brahmā."
    },
    {
        "verse_id": "62",
        "text": "In his personal behavior, Pṛthu Mahārāja exhibited all good qualities, and in spiritual knowledge he was exactly like Bṛhaspati. In self-control he was like the Supreme Personality of Godhead Himself. As far as his devotional service was concerned, he was a great follower of devotees who were attached to cow protection and the rendering of all service to the spiritual master and the brāhmaṇas. He was perfect in his shyness and in his gentle behavior, and when he engaged in some philanthropic activity, he worked as if he were working for his own personal self."
    },
    {
        "verse_id": "63",
        "text": "Throughout the whole universe — in the higher, lower and middle planetary systems — Pṛthu Mahārāja’s reputation was loudly declared, and all ladies and saintly persons heard his glories, which were as sweet as the glories of Lord Rāmacandra."
    }
]