[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya told Vidura: When the King entered his city, it was very beautifully decorated to receive him with pearls, flower garlands, beautiful cloth and golden gates, and the entire city was perfumed with highly fragrant incense."
    },
    {
        "verse_id": "2",
        "text": "Fragrant water distilled from sandalwood and aguru herb was sprinkled everywhere on the lanes, roads and small parks throughout the city, and everywhere were decorations of unbroken fruits, flowers, wetted grains, varied minerals, and lamps, all presented as auspicious paraphernalia."
    },
    {
        "verse_id": "3",
        "text": "At the street crossings there were bunches of fruits and flowers, as well as pillars of banana trees and betel nut branches. All these combined decorations everywhere looked very attractive."
    },
    {
        "verse_id": "4",
        "text": "As the King entered the gate of the city, all the citizens received him with many auspicious articles like lamps, flowers and yogurt. The King was also received by many beautiful unmarried girls whose bodies were bedecked with various ornaments, especially with earrings which collided with one another."
    },
    {
        "verse_id": "5",
        "text": "When the King entered the palace, conchshells and kettledrums were sounded, priests chanted Vedic mantras, and professional reciters offered different prayers. But in spite of all this ceremony to welcome him, the King was not the least bit affected."
    },
    {
        "verse_id": "6",
        "text": "Both the important citizens and the common citizens welcomed the King very heartily, and he also bestowed upon them their desired blessings."
    },
    {
        "verse_id": "7",
        "text": "King Pṛthu was greater than the greatest soul and was therefore worshipable by everyone. He performed many glorious activities in ruling over the surface of the world and was always magnanimous. After achieving such great success and a reputation which spread throughout the universe, he at last obtained the lotus feet of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "8",
        "text": "Sūta Gosvāmī continued: O Śaunaka, leader of the great sages, after hearing Maitreya speak about the various activities of King Pṛthu, the original king, who was fully qualified, glorified and widely praised all over the world, Vidura, the great devotee, very submissively worshiped Maitreya Ṛṣi and asked him the following question."
    },
    {
        "verse_id": "9",
        "text": "Vidura said: My dear brāhmaṇa Maitreya, it is very enlightening to understand that King Pṛthu was enthroned by the great sages and brāhmaṇas. All the demigods presented him with innumerable gifts, and he also expanded his influence upon personally receiving strength from Lord Viṣṇu. Thus he greatly developed the earth."
    },
    {
        "verse_id": "10",
        "text": "Pṛthu Mahārāja was so great in his activities and magnanimous in his method of ruling that all the kings and demigods on the various planets still follow in his footsteps. Who is there who will not try to hear about his glorious activities? I wish to hear more and more about Pṛthu Mahārāja because his activities are so pious and auspicious."
    },
    {
        "verse_id": "11",
        "text": "The great saintly sage Maitreya told Vidura: My dear Vidura, King Pṛthu lived in the tract of land between the two great rivers Ganges and Yamunā. Because he was very opulent, it appeared that he was enjoying his destined fortune in order to diminish the results of his past pious activities."
    },
    {
        "verse_id": "12",
        "text": "Mahārāja Pṛthu was an unrivaled king and possessed the scepter for ruling all the seven islands on the surface of the globe. No one could disobey his irrevocable orders but the saintly persons, the brāhmaṇas and the descendants of the Supreme Personality of Godhead [the Vaiṣṇavas]."
    },
    {
        "verse_id": "13",
        "text": "Once upon a time King Pṛthu initiated the performance of a very great sacrifice in which great saintly sages, brāhmaṇas, demigods from higher planetary systems and great saintly kings known as rājarṣis all assembled together."
    },
    {
        "verse_id": "14",
        "text": "In that great assembly, Mahārāja Pṛthu first of all worshiped all the respectable visitors according to their respective positions. After this, he stood up in the midst of the assembly, and it appeared that the full moon had arisen amongst the stars."
    },
    {
        "verse_id": "15",
        "text": "King Pṛthu’s body was tall and sturdy, and his complexion was fair. His arms were full and broad and his eyes as bright as the rising sun. His nose was straight, his face very beautiful, and his personality grave. His teeth were set beautifully in his smiling face."
    },
    {
        "verse_id": "16",
        "text": "The chest of Mahārāja Pṛthu was very broad, his waist was very thick, and his abdomen, wrinkled by lines of skin, resembled in construction a leaf of a banyan tree. His navel was coiled and deep, his thighs were of a golden hue, and his instep was arched."
    },
    {
        "verse_id": "17",
        "text": "The black, slick hair on his head was very fine and curly, and his neck, like a conchshell, was decorated with auspicious lines. He wore a very valuable dhotī, and there was a nice wrapper on the upper part of his body."
    },
    {
        "verse_id": "18",
        "text": "As Mahārāja Pṛthu was being initiated to perform the sacrifice, he had to leave aside his valuable dress, and therefore his natural bodily beauty was visible. It was very pleasing to see him put on a black deerskin and wear a ring of kuśa grass on his finger, for this increased the natural beauty of his body. It appears that Mahārāja Pṛthu observed all the regulative principles before he performed the sacrifice."
    },
    {
        "verse_id": "19",
        "text": "Just to encourage the members of the assembly and to enhance their pleasure, King Pṛthu glanced over them with eyes that seemed like stars in a sky wet with dew. He then spoke to them in a great voice."
    },
    {
        "verse_id": "20",
        "text": "Mahārāja Pṛthu’s speech was very beautiful, full of metaphorical language, clearly understandable and very pleasing to hear. His words were all grave and certain. It appears that when he spoke, he expressed his personal realization of the Absolute Truth in order to benefit all who were present."
    },
    {
        "verse_id": "21",
        "text": "King Pṛthu said: O gentle members of the assembly, may all good fortune be upon you! May all of you great souls who have come to attend this meeting kindly hear my prayer attentively. A person who is actually inquisitive must present his decision before an assembly of noble souls."
    },
    {
        "verse_id": "22",
        "text": "King Pṛthu continued: By the grace of the Supreme Lord I have been appointed the king of this planet, and I carry the scepter to rule the citizens, protect them from all danger, and give them employment according to their respective positions in the social order established by Vedic injunction."
    },
    {
        "verse_id": "23",
        "text": "Mahārāja Pṛthu said: I think that upon the execution of my duties as king, I shall be able to achieve the desirable objectives described by experts in Vedic knowledge. This destination is certainly achieved by the pleasure of the Supreme Personality of Godhead, who is the seer of all destiny."
    },
    {
        "verse_id": "24",
        "text": "Any king who does not teach his citizens about their respective duties in terms of varṇa and āśrama but who simply exacts tolls and taxes from them is liable to suffer for the impious activities which have been performed by the citizens. In addition to such degradation, the king also loses his own fortune."
    },
    {
        "verse_id": "25",
        "text": "Pṛthu Mahārāja continued: Therefore, my dear citizens, for the welfare of your king after his death, you should execute your duties properly in terms of your positions of varṇa and āśrama and should always think of the Supreme Personality of Godhead within your hearts. By doing so, you will protect your own interests, and you will bestow mercy upon your king for his welfare after death."
    },
    {
        "verse_id": "26",
        "text": "I request all the purehearted demigods, forefathers and saintly persons to support my proposal, for after death the result of an action is equally shared by its doer, its director and its supporter."
    },
    {
        "verse_id": "27",
        "text": "My dear respectable ladies and gentlemen, according to the authoritative statements of śāstra, there must be a supreme authority who is able to award the respective benefits of our present activities. Otherwise, why should there be persons who are unusually beautiful and powerful both in this life and in the life after death?"
    },
    {
        "verse_id": "28",
        "text": "This is confirmed not only by the evidence of the Vedas but also by the personal behavior of great personalities like Manu, Uttānapāda, Dhruva, Priyavrata and my grandfather Aṅga, as well as by many other great personalities and ordinary living entities, exemplified by Mahārāja Prahlāda and Bali, all of whom are theists, believing in the existence of the Supreme Personality of Godhead, who carries a club."
    },
    {
        "verse_id": "30",
        "text": "Although abominable persons like my father, Vena, the grandson of death personified, are bewildered on the path of religion, all the great personalities like those mentioned agree that in this world the only bestower of the benedictions of religion, economic development, sense gratification, liberation or elevation to the heavenly planets is the Supreme Personality of Godhead."
    },
    {
        "verse_id": "31",
        "text": "By the inclination to serve the lotus feet of the Supreme Personality of Godhead, suffering humanity can immediately cleanse the dirt which has accumulated in their minds during innumerable births. Like the Ganges water, which emanates from the toes of the lotus feet of the Lord, such a process immediately cleanses the mind, and thus spiritual or Kṛṣṇa consciousness gradually increases."
    },
    {
        "verse_id": "32",
        "text": "When a devotee takes shelter at the lotus feet of the Supreme Personality of Godhead, he is completely cleansed of all misunderstanding or mental speculation, and he manifests renunciation. This is possible only when one is strengthened by practicing bhakti-yoga. Once having taken shelter at the root of the lotus feet of the Lord, a devotee never comes back to this material existence, which is full of the threefold miseries."
    },
    {
        "verse_id": "33",
        "text": "Pṛthu Mahārāja advised his citizens: Engaging your minds, your words, your bodies and the results of your occupational duties, and being always open-minded, you should all render devotional service to the Lord. According to your abilities and the occupations in which you are situated, you should engage your service at the lotus feet of the Supreme Personality of Godhead with full confidence and without reservation. Then you will surely be successful in achieving the final objective in your lives."
    },
    {
        "verse_id": "34",
        "text": "The Supreme Personality of Godhead is transcendental and not contaminated by this material world. But although He is concentrated spirit soul without material variety, for the benefit of the conditioned soul He nevertheless accepts different types of sacrifice performed with various material elements, rituals and mantras and offered to the demigods under different names according to the interests and purposes of the performers."
    },
    {
        "verse_id": "35",
        "text": "The Supreme Personality of Godhead is all-pervading, but He is also manifested in different types of bodies which arise from a combination of material nature, time, desires and occupational duties. Thus different types of consciousness develop, just as fire, which is always basically the same, blazes in different ways according to the shape and dimension of firewood."
    },
    {
        "verse_id": "36",
        "text": "The Supreme Personality of Godhead is the master and enjoyer of the results of all sacrifices, and He is the supreme spiritual master as well. All of you citizens on the surface of the globe who have a relationship with me and are worshiping Him by dint of your occupational duties are bestowing your mercy upon me. Therefore, O my citizens, I thank you."
    },
    {
        "verse_id": "37",
        "text": "The brāhmaṇas and Vaiṣṇavas are personally glorified by their characteristic powers of tolerance, penance, knowledge and education. By dint of all these spiritual assets, Vaiṣṇavas are more powerful than royalty. It is therefore advised that the princely order not exhibit its material prowess before these two communities and should avoid offending them."
    },
    {
        "verse_id": "38",
        "text": "The Supreme Personality of Godhead, the ancient, eternal Godhead, who is foremost amongst all great personalities, obtained the opulence of His staunch reputation, which purifies the entire universe, by worshiping the lotus feet of those brāhmaṇas and Vaiṣṇavas."
    },
    {
        "verse_id": "39",
        "text": "The Supreme Personality of Godhead, who is everlastingly independent and who exists in everyone’s heart, is very pleased with those who follow in His footsteps and engage without reservation in the service of the descendants of brāhmaṇas and Vaiṣṇavas, for He is always dear to brāhmaṇas and Vaiṣṇavas and they are always dear to Him."
    },
    {
        "verse_id": "40",
        "text": "By regular service to the brāhmaṇas and Vaiṣṇavas, one can clear the dirt from his heart and thus enjoy supreme peace and liberation from material attachment and be satisfied. In this world there is no fruitive activity superior to serving the brāhmaṇa class, for this can bring pleasure to the demigods, for whom the many sacrifices are recommended."
    },
    {
        "verse_id": "41",
        "text": "Although the Supreme Personality of Godhead, Ananta, eats through the fire sacrifices offered in the names of the different demigods, He does not take as much pleasure in eating through fire as He does in accepting offerings through the mouths of learned sages and devotees, for then He does not leave the association of devotees."
    },
    {
        "verse_id": "42",
        "text": "In brahminical culture a brāhmaṇa’s transcendental position is eternally maintained because the injunctions of the Vedas are accepted with faith, austerity, scriptural conclusions, full sense and mind control, and meditation. In this way the real goal of life is illuminated, just as one’s face is fully reflected in a clear mirror."
    },
    {
        "verse_id": "43",
        "text": "O respectable personalities present here, I beg the blessings of all of you that I may perpetually carry on my crown the dust of the lotus feet of such brāhmaṇas and Vaiṣṇavas until the end of my life. He who can carry such dust on his head is very soon relieved of all the reactions which arise from sinful life, and eventually he develops all good and desirable qualities."
    },
    {
        "verse_id": "44",
        "text": "Whoever acquires the brahminical qualifications — whose only wealth is good behavior, who is grateful, and who takes shelter of experienced persons — gets all the opulence of the world. I therefore wish that the Supreme Personality of Godhead and His associates be pleased with the brāhmaṇa class, with the cows and with me."
    },
    {
        "verse_id": "45",
        "text": "The great sage Maitreya said: After hearing King Pṛthu speak so nicely, all the demigods, the denizens of Pitṛloka, the brāhmaṇas and the saintly persons present at the meeting congratulated him by expressing their good will."
    },
    {
        "verse_id": "46",
        "text": "They all declared that the Vedic conclusion that one can conquer the heavenly planets by the action of a putra, or son, was fulfilled, for the most sinful Vena, who had been killed by the curse of the brāhmaṇas, was now delivered from the darkest region of hellish life by his son, Mahārāja Pṛthu."
    },
    {
        "verse_id": "47",
        "text": "Similarly, Hiraṇyakaśipu, who by dint of his sinful activities always defied the supremacy of the Supreme Personality of Godhead, entered into the darkest region of hellish life; but by the grace of his great son, Prahlāda Mahārāja, he also was delivered and went back home, back to Godhead."
    },
    {
        "verse_id": "48",
        "text": "All the saintly brāhmaṇas thus addressed Pṛthu Mahārāja: O best of the warriors, O father of this globe, may you be blessed with a long life, for you have great devotion to the infallible Supreme Personality of Godhead, who is the master of all the universe."
    },
    {
        "verse_id": "49",
        "text": "The audience continued: Dear King Pṛthu, your reputation is the purest of all, for you are preaching the glories of the most glorified of all, the Supreme Personality of Godhead, the Lord of the brāhmaṇas. Since, due to our great fortune, we have you as our master, we think that we are living directly under the agency of the Lord."
    },
    {
        "verse_id": "50",
        "text": "Our dear lord, it is your occupational duty to rule over your citizens. That is not a very wonderful task for a personality like you, who are so affectionate in seeing to the interests of the citizens, because you are full of mercy. That is the greatness of your character."
    },
    {
        "verse_id": "51",
        "text": "The citizens continued: Today you have opened our eyes and revealed how to cross to the other side of the ocean of darkness. By our past deeds and by the arrangement of superior authority, we are entangled in a network of fruitive activities and have lost sight of the destination of life; thus we have been wandering within the universe."
    },
    {
        "verse_id": "52",
        "text": "Dear lord, you are situated in your pure existential position of goodness; therefore you are the perfect representative of the Supreme Lord. You are glorified by your own prowess, and thus you are maintaining the entire world by introducing brahminical culture and protecting everyone in your line of duty as a kṣatriya."
    }
]