[
    {
        "verse_id": "1",
        "text": "Maitreya said: When Lord Śiva heard from Nārada that Satī, his wife, was now dead because of Prajāpati Dakṣa’s insult to her and that his soldiers had been driven away by the Ṛbhu demigods, he became greatly angry."
    },
    {
        "verse_id": "2",
        "text": "Thus Lord Śiva, being extremely angry, pressed his lips with his teeth and immediately snatched from his head a strand of hair which blazed like electricity or fire. He stood up at once, laughing like a madman, and dashed the hair to the ground."
    },
    {
        "verse_id": "3",
        "text": "A fearful black demon as high as the sky and as bright as three suns combined was thereby created, his teeth very fearful and the hairs on his head like burning fire. He had thousands of arms, equipped with various weapons, and he was garlanded with the heads of men."
    },
    {
        "verse_id": "4",
        "text": "When that gigantic demon asked with folded hands, “What shall I do, my lord?” Lord Śiva, who is known as Bhūtanātha, directly ordered, “Because you are born from my body, you are the chief of all my associates. Therefore, kill Dakṣa and his soldiers at the sacrifice.”"
    },
    {
        "verse_id": "5",
        "text": "Maitreya continued: My dear Vidura, that black person was the personified anger of the Supreme Personality of Godhead, and he was prepared to execute the orders of Lord Śiva. Thus, considering himself capable of coping with any power offered against him, he circumambulated Lord Śiva."
    },
    {
        "verse_id": "6",
        "text": "Many other soldiers of Lord Śiva followed the fierce personality in a tumultuous uproar. He carried a great trident, fearful enough to kill even death, and on his legs he wore bangles which seemed to roar."
    },
    {
        "verse_id": "7",
        "text": "At that time, all the persons assembled in the sacrificial arena — the priests, the chief of the sacrificial performance, and the brāhmaṇas and their wives — wondered where the darkness was coming from. Later they could understand that it was a dust storm, and all of them were full of anxiety."
    },
    {
        "verse_id": "8",
        "text": "Conjecturing on the origin of the storm, they said: There is no wind blowing, and no cows are passing, nor is it possible that this dust storm could be raised by plunderers, for there is still the strong King Barhi, who would punish them. Where is this dust storm blowing from? Is the dissolution of the planet now to occur?"
    },
    {
        "verse_id": "9",
        "text": "Prasūti, the wife of Dakṣa, along with the other women assembled, became very anxious and said: This danger has been created by Dakṣa because of the death of Satī, who, even though completely innocent, quit her body as her sisters looked on."
    },
    {
        "verse_id": "10",
        "text": "At the time of dissolution, Lord Śiva’s hair is scattered, and he pierces the rulers of the different directions with his trident. He laughs and dances proudly, scattering their hands like flags, as thunder scatters the clouds all over the world."
    },
    {
        "verse_id": "11",
        "text": "The gigantic black man bared his fearful teeth. By the movements of his brows he scattered the luminaries all over the sky, and he covered them with his strong, piercing effulgence. Because of the misbehavior of Dakṣa, even Lord Brahmā, Dakṣa’s father, could not have been saved from the great exhibition of anger."
    },
    {
        "verse_id": "12",
        "text": "While all the people talked amongst themselves, Dakṣa saw dangerous omens from all sides, from the earth and from the sky."
    },
    {
        "verse_id": "13",
        "text": "My dear Vidura, all the followers of Lord Śiva surrounded the arena of sacrifice. They were of short stature and were equipped with various kinds of weapons; their bodies appeared to be like those of sharks, blackish and yellowish. They ran all around the sacrificial arena and thus began to create disturbances."
    },
    {
        "verse_id": "14",
        "text": "Some of the soldiers pulled down the pillars which were supporting the pandal of sacrifice, some of them entered the female quarters, some began destroying the sacrificial arena, and some entered the kitchen and the residential quarters."
    },
    {
        "verse_id": "15",
        "text": "They broke all the pots made for use in the sacrifice, and some of them began to extinguish the sacrificial fire. Some tore down the boundary line of the sacrificial arena, and some passed urine on the arena."
    },
    {
        "verse_id": "16",
        "text": "Some blocked the way of the fleeing sages, some threatened the women assembled there, and some arrested the demigods who were fleeing the pandal."
    },
    {
        "verse_id": "17",
        "text": "Maṇimān, one of the followers of Lord Śiva, arrested Bhṛgu Muni, and Vīrabhadra, the black demon, arrested Prajāpati Dakṣa. Another follower, who was named Caṇḍeśa, arrested Pūṣā. Nandīśvara arrested the demigod Bhaga."
    },
    {
        "verse_id": "18",
        "text": "There was a continuous shower of stones, and all the priests and other members assembled at the sacrifice were put into immense misery. For fear of their lives, they dispersed in different directions."
    },
    {
        "verse_id": "19",
        "text": "Vīrabhadra tore off the mustache of Bhṛgu, who was offering the sacrificial oblations with his hands in the fire."
    },
    {
        "verse_id": "20",
        "text": "Vīrabhadra immediately caught Bhaga, who had been moving his eyebrows during Bhṛgu’s cursing of Lord Śiva, and out of great anger thrust him to the ground and forcibly put out his eyes."
    },
    {
        "verse_id": "21",
        "text": "Just as Baladeva knocked out the teeth of Dantavakra, the King of Kaliṅga, during the gambling match at the marriage ceremony of Aniruddha, Vīrabhadra knocked out the teeth of both Dakṣa, who had shown them while cursing Lord Śiva, and Pūṣā, who by smiling sympathetically had also shown his teeth."
    },
    {
        "verse_id": "22",
        "text": "Then Vīrabhadra, the giantlike personality, sat on the chest of Dakṣa and tried to separate his head from his body with sharp weapons, but was unsuccessful."
    },
    {
        "verse_id": "23",
        "text": "He tried to cut the head of Dakṣa with hymns as well as weapons, but still it was hard to cut even the surface of the skin of Dakṣa’s head. Thus Vīrabhadra was exceedingly bewildered."
    },
    {
        "verse_id": "24",
        "text": "Then Vīrabhadra saw the wooden device in the sacrificial arena by which the animals were to have been killed. He took the opportunity of this facility to behead Dakṣa."
    },
    {
        "verse_id": "25",
        "text": "Upon seeing the action of Vīrabhadra, the party of Lord Śiva was pleased and cried out joyfully, and all the bhūtas, ghosts and demons that had come made a tumultuous sound. On the other hand, the brāhmaṇas in charge of the sacrifice cried out in grief at the death of Dakṣa."
    },
    {
        "verse_id": "26",
        "text": "Vīrabhadra then took the head and with great anger threw it into the southern side of the sacrificial fire, offering it as an oblation. In this way the followers of Lord Śiva devastated all the arrangements for sacrifice. After setting fire to the whole arena, they departed for their master’s abode, Kailāsa."
    }
]