[
    {
        "verse_id": "1",
        "text": "The sage Maitreya said: O mighty-armed Vidura, Lord Śiva, being thus pacified by the words of Lord Brahmā, spoke as follows in answer to Lord Brahmā’s request."
    },
    {
        "verse_id": "2",
        "text": "Lord Śiva said: My dear father, Brahmā, I do not mind the offenses created by the demigods. Because these demigods are childish and less intelligent, I do not take a serious view of their offenses, and I have punished them only in order to right them."
    },
    {
        "verse_id": "3",
        "text": "Lord Śiva continued: Since the head of Dakṣa has already been burned to ashes, he will have the head of a goat. The demigod known as Bhaga will be able to see his share of sacrifice through the eyes of Mitra."
    },
    {
        "verse_id": "4",
        "text": "The demigod Pūṣā will be able to chew only through the teeth of his disciples, and if alone, he will have to satisfy himself by eating dough made from chickpea flour. But the demigods who have agreed to give me my share of the sacrifice will recover from all their injuries."
    },
    {
        "verse_id": "5",
        "text": "Those who have had their arms cut off will have to work with the arms of Aśvinī-kumāra, and those whose hands were cut off will have to do their work with the hands of Pūṣā. The priests will also have to act in that manner. As for Bhṛgu, he will have the beard from the goat’s head."
    },
    {
        "verse_id": "6",
        "text": "The great sage Maitreya said: My dear Vidura, all the personalities present were very much satisfied in heart and soul upon hearing the words of Lord Śiva, who is the best among the benedictors."
    },
    {
        "verse_id": "7",
        "text": "Thereafter, Bhṛgu, the chief of the great sages, invited Lord Śiva to come to the sacrificial arena. Thus the demigods, accompanied by the sages, Lord Śiva, and Lord Brahmā, all went to the place where the great sacrifice was being performed."
    },
    {
        "verse_id": "8",
        "text": "After everything was executed exactly as directed by Lord Śiva, Dakṣa’s body was joined to the head of the animal meant to be killed in the sacrifice."
    },
    {
        "verse_id": "9",
        "text": "When the animal’s head was fixed on the body of King Dakṣa, Dakṣa was immediately brought to consciousness, and as he awakened from sleep, the King saw Lord Śiva standing before him."
    },
    {
        "verse_id": "10",
        "text": "At that time, when Dakṣa saw Lord Śiva, who rides upon a bull, his heart, which was polluted by envy of Lord Śiva, was immediately cleansed, just as the water in a lake is cleansed by autumn rains."
    },
    {
        "verse_id": "11",
        "text": "King Dakṣa wanted to offer prayers to Lord Śiva, but as he remembered the ill-fated death of his daughter Satī, his eyes filled with tears, and in bereavement his voice choked up and he could not say anything."
    },
    {
        "verse_id": "12",
        "text": "At this time, King Dakṣa, afflicted by love and affection, was very much awakened to his real senses. With great endeavor, he pacified his mind, checked his feelings, and with pure consciousness began to offer prayers to Lord Śiva."
    },
    {
        "verse_id": "13",
        "text": "King Dakṣa said: My dear Lord Śiva, I committed a great offense against you, but you are so kind that instead of withdrawing your mercy, you have done me a great favor by punishing me. You and Lord Viṣṇu never neglect even useless, unqualified brāhmaṇas. Why, then, should you neglect me, who am engaged in performing sacrifices?"
    },
    {
        "verse_id": "14",
        "text": "My dear great and powerful Lord Śiva, you were created first from the mouth of Lord Brahmā in order to protect the brāhmaṇas in pursuing education, austerities, vows and self-realization. As protector of the brāhmaṇas, you always protect the regulative principles they follow, just as a cowherd boy keeps a stick in his hand to give protection to the cows."
    },
    {
        "verse_id": "15",
        "text": "I did not know your full glories. For this reason, I threw arrows of sharp words at you in the open assembly, although you did not take them into account. I was going down to hell because of my disobedience to you, who are the most respectable personality, but you took compassion upon me and saved me by awarding punishment. I request that you be pleased by your own mercy, since I cannot satisfy you by my words."
    },
    {
        "verse_id": "16",
        "text": "The great sage Maitreya said: Thus being pardoned by Lord Śiva, King Dakṣa, with the permission of Lord Brahmā, again began the performance of the yajña, along with the great learned sages, the priests and others."
    },
    {
        "verse_id": "17",
        "text": "Thereafter, in order to resume the activities of sacrifice, the brāhmaṇas first arranged to purify the sacrificial arena of the contamination caused by the touch of Vīrabhadra and the other ghostly followers of Lord Śiva. Then they arranged to offer into the fire the oblations known as puroḍāśa."
    },
    {
        "verse_id": "18",
        "text": "The great sage Maitreya said to Vidura: My dear Vidura, as soon as King Dakṣa offered the clarified butter with Yajur Veda mantras in sanctified meditation, Lord Viṣṇu appeared there in His original form as Nārāyaṇa."
    },
    {
        "verse_id": "19",
        "text": "Lord Nārāyaṇa was seated on the shoulder of Stotra, or Garuḍa, who had big wings. As soon as the Lord appeared, all directions were illuminated, diminishing the luster of Brahmā and the others present."
    },
    {
        "verse_id": "20",
        "text": "His complexion was blackish, His garment yellow like gold, and His helmet as dazzling as the sun. His hair was bluish, the color of black bees, and His face was decorated with earrings. His eight hands held a conchshell, wheel, club, lotus flower, arrow, bow, shield and sword, and they were decorated with golden ornaments such as bangles and bracelets. His whole body resembled a blossoming tree beautifully decorated with various kinds of flowers."
    },
    {
        "verse_id": "21",
        "text": "Lord Viṣṇu looked extraordinarily beautiful because the goddess of fortune and a garland were situated on His chest. His face was beautifully decorated with a smiling attitude which can captivate the entire world, especially the devotees. Fans of white hair appeared on both sides of the Lord like white swans, and the white canopy overhead looked like the moon."
    },
    {
        "verse_id": "22",
        "text": "As soon as Lord Viṣṇu was visible, all the demigods — Lord Brahmā and Lord Śiva, the Gandharvas and all present there — immediately offered their respectful obeisances by falling down straight before Him."
    },
    {
        "verse_id": "23",
        "text": "In the presence of the glaring effulgence of the bodily luster of Nārāyaṇa, everyone else’s luster faded away, and everyone stopped speaking. Fearful with awe and veneration, all present touched their hands to their heads and prepared to offer their prayers to the Supreme Personality of Godhead, Adhokṣaja."
    },
    {
        "verse_id": "24",
        "text": "Although the mental scope of even demigods like Brahmā was unable to comprehend the unlimited glories of the Supreme Lord, they were all able to perceive the transcendental form of the Supreme Personality of Godhead by His grace. Only by such grace could they offer their respectful prayers according to their different capacities."
    },
    {
        "verse_id": "25",
        "text": "When Lord Viṣṇu accepted the oblations offered in the sacrifice, Dakṣa, the Prajāpati, began with great pleasure to offer respectful prayers unto Him. The Supreme Personality of Godhead is actually the master of all sacrifices and preceptor of all the Prajāpatis, and He is served even by such personalities as Nanda and Sunanda."
    },
    {
        "verse_id": "26",
        "text": "Dakṣa addressed the Supreme Personality of Godhead: My dear Lord, You are transcendental to all speculative positions. You are completely spiritual, devoid of all fear, and You are always in control of the material energy. Even though You appear in the material energy, You are situated transcendentally. You are always free from material contamination because You are completely self-sufficient."
    },
    {
        "verse_id": "27",
        "text": "The priests addressed the Lord, saying: O Lord, transcendental to material contamination, by the curse offered by Lord Śiva’s men we have become attached to fruitive activities, and thus we are now fallen and therefore do not know anything about You. On the contrary, we are now involved in the injunctions of the three departments of the Vedic knowledge under the plea of executing rituals in the name of yajña. We know that You have made arrangements for distributing the respective shares of the demigods."
    },
    {
        "verse_id": "28",
        "text": "The members of the assembly addressed the Lord: O exclusive shelter for all who are situated in troubled life, in this formidable fort of conditional existence the time element, like a snake, is always looking for an opportunity to strike. This world is full of ditches of so-called distress and happiness, and there are many ferocious animals always ready to attack. The fire of lamentation is always blazing, and the mirage of false happiness is always alluring, but one has no shelter from them. Thus foolish persons live in the cycle of birth and death, always overburdened in discharging their so-called duties, and we do not know when they will accept the shelter of Your lotus feet."
    },
    {
        "verse_id": "29",
        "text": "Lord Śiva said: My dear Lord, my mind and consciousness are always fixed on Your lotus feet, which, as the source of all benediction and the fulfillment of all desires, are worshiped by all liberated great sages because Your lotus feet are worthy of worship. With my mind fixed on Your lotus feet, I am no longer disturbed by persons who blaspheme me, claiming that my activities are not purified. I do not mind their accusations, and I excuse them out of compassion, just as You exhibit compassion toward all living entities."
    },
    {
        "verse_id": "30",
        "text": "Śrī Bhṛgu said: My dear Lord, all living entities, beginning from the highest, namely Lord Brahmā, down to the ordinary ant, are under the influence of the insurmountable spell of illusory energy, and thus they are ignorant of their constitutional position. Everyone believes in the concept of the body, and all are thus submerged in the darkness of illusion. They are actually unable to understand how You live in every living entity as the Supersoul, nor can they understand Your absolute position. But You are the eternal friend and protector of all surrendered souls. Therefore, please be kind toward us and forgive all our offenses."
    },
    {
        "verse_id": "31",
        "text": "Lord Brahmā said: My dear Lord, Your personality and eternal form cannot be understood by any person who is trying to know You through the different processes of acquiring knowledge. Your position is always transcendental to the material creation, whereas the empiric attempt to understand You is material, as are its objectives and instruments."
    },
    {
        "verse_id": "32",
        "text": "King Indra said: My dear Lord, Your transcendental form with eight hands and weapons in each of them appears for the welfare of the entire universe, and it is very pleasing to the mind and eyes. In such a form, Your Lordship is always prepared to punish the demons, who are envious of Your devotees."
    },
    {
        "verse_id": "33",
        "text": "The wives of the performers of the sacrifice said: My dear Lord, this sacrifice was arranged under the instruction of Brahmā, but unfortunately Lord Śiva, being angry at Dakṣa, devastated the entire scene, and because of his anger the animals meant for sacrifice are lying dead. Therefore the preparations of the yajña have been lost. Now, by the glance of Your lotus eyes, the sanctity of this sacrificial arena may be again invoked."
    },
    {
        "verse_id": "34",
        "text": "The sages prayed: Dear Lord, Your activities are most wonderful, and although You do everything by Your different potencies, You are not at all attached to such activities. You are not even attached to the goddess of fortune, who is worshiped by the great demigods like Brahmā, who pray to achieve her mercy."
    },
    {
        "verse_id": "35",
        "text": "The Siddhas prayed: Like an elephant that has suffered in a forest fire but can forget all its troubles by entering a river, our minds, O Lord, always merge in the nectarean river of Your transcendental pastimes, and they desire never to leave such transcendental bliss, which is as good as the pleasure of merging in the Absolute."
    },
    {
        "verse_id": "36",
        "text": "The wife of Dakṣa prayed as follows: My dear Lord, it is very fortunate that You have appeared in this arena of sacrifice. I offer my respectful obeisances unto You, and I request that You be pleased on this occasion. The sacrificial arena is not beautiful without You, just as a body is not beautiful without the head."
    },
    {
        "verse_id": "37",
        "text": "The governors of various planets spoke as follows: Dear Lord, we believe only in our direct perception, and therefore we see You as a creation of the material world. But under the circumstances we do not know whether we have actually seen You with our material senses. By our material senses we can simply perceive the cosmic manifestation, but You are beyond the five elements. You are the sixth."
    },
    {
        "verse_id": "38",
        "text": "The great mystics said: Dear Lord, persons who see You as nondifferent from themselves, knowing that You are the Supersoul of all living entities, are certainly very, very dear to You. You are very favorable toward those who engage in devotional service, accepting You as the Lord and themselves as the servants. By Your mercy, You are always inclined in their favor."
    },
    {
        "verse_id": "39",
        "text": "We offer our respectful obeisances unto the Supreme, who has created varieties of manifestations and put them under the spell of the three qualities of the material world in order to create, maintain and annihilate them. He Himself is not under the control of the external energy: in His personal feature He is completely devoid of the variegated manifestation of material qualities, and He is under no illusion of false identification."
    },
    {
        "verse_id": "40",
        "text": "The personified Vedas said: We offer our respectful obeisances unto You, the Lord, the shelter of the quality of goodness and therefore the source of all religion, austerity and penance, for You are transcendental to all material qualities and no one knows You or Your actual situation."
    },
    {
        "verse_id": "41",
        "text": "The fire-god said: My dear Lord, I offer my respectful obeisances unto You because by Your favor I am as luminous as blazing fire and I accept the offerings mixed with butter and offered in sacrifice. The five kinds of offerings according to the Yajur Veda are all Your different energies, and You are worshiped by five kinds of Vedic hymns. Sacrifice means You, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "42",
        "text": "The demigods said: Dear Lord, formerly, when there was a devastation, You conserved all the different energies of material manifestation. At that time, all the inhabitants of the higher planets, represented by such liberated souls as Sanaka, were meditating on You by philosophical speculation. You are therefore the original person, and You rest in the water of devastation on the bed of the Śeṣa snake. Now, today, You are visible to us, who are all Your servants. Please give us protection."
    },
    {
        "verse_id": "43",
        "text": "The Gandharvas said: Dear Lord, all the demigods, including Lord Śiva, Lord Brahmā and Indra, along with Marīci and the other great sages, are all only differentiated parts and parcels of Your body. You are the Supreme Almighty Great; the whole creation is just like a plaything for You. We always accept You as the Supreme Personality of Godhead, and we offer our respectful obeisances unto You."
    },
    {
        "verse_id": "44",
        "text": "The Vidyādharas said: Dear Lord, this human form of body is meant for attaining the highest perfectional objective, but, impelled by Your external energy, the living entity misidentifies himself with his body and with the material energy, and therefore, influenced by māyā, he wants to become happy by material enjoyment. He is misled and always attracted by temporary, illusory happiness. But Your transcendental activities are so powerful that if one engages in hearing and chanting such topics, he can be delivered from illusion."
    },
    {
        "verse_id": "45",
        "text": "The brāhmaṇas said: Dear Lord, You are sacrifice personified. You are the offering of clarified butter, You are the fire, You are the chanting of Vedic hymns by which the sacrifice is conducted, You are the fuel, You are the flame, You are the kuśa grass, and You are the sacrificial pots. You are the priests who perform the yajña, You are the demigods headed by Indra, and You are the sacrificial animal. Everything that is sacrificed is You or Your energy."
    },
    {
        "verse_id": "46",
        "text": "Dear Lord, O personified Vedic knowledge, in the past millennium, long, long ago, when You appeared as the great boar incarnation, You picked up the world from the water, as an elephant picks up a lotus flower from a lake. When You vibrated transcendental sound in that gigantic form of a boar, the sound was accepted as a sacrificial hymn, and great sages like Sanaka meditated upon it and offered prayers for Your glorification."
    },
    {
        "verse_id": "47",
        "text": "Dear Lord, we were awaiting Your audience because we have been unable to perform the yajñas according to the Vedic rituals. We pray unto You, therefore, to be pleased with us. Simply by chanting Your holy name, one can surpass all obstacles. We offer our respectful obeisances unto You in Your presence."
    },
    {
        "verse_id": "48",
        "text": "Śrī Maitreya said: After Lord Viṣṇu was glorified by all present, Dakṣa, his consciousness purified, arranged to begin again the yajña which had been devastated by the followers of Lord Śiva."
    },
    {
        "verse_id": "49",
        "text": "Maitreya continued: My dear sinless Vidura, Lord Viṣṇu is actually the enjoyer of the results of all sacrifices, yet because of His being the Supersoul of all living entities, He was satisfied simply with His share of the sacrificial offerings. He therefore addressed Dakṣa in a pleasing attitude."
    },
    {
        "verse_id": "50",
        "text": "Lord Viṣṇu replied: Brahmā, Lord Śiva and I are the supreme cause of the material manifestation. I am the Supersoul, the self-sufficient witness. But impersonally there is no difference between Brahmā, Lord Śiva and Me."
    },
    {
        "verse_id": "51",
        "text": "The Lord continued: My dear Dakṣa Dvija, I am the original Personality of Godhead, but in order to create, maintain and annihilate this cosmic manifestation, I act through My material energy, and according to the different grades of activity, My representations are differently named."
    },
    {
        "verse_id": "52",
        "text": "The Lord continued: One who is not in proper knowledge thinks that demigods like Brahmā and Śiva are independent, or he even thinks that the living entities are independent."
    },
    {
        "verse_id": "53",
        "text": "A person with average intelligence does not think the head and other parts of the body to be separate. Similarly, My devotee does not differentiate Viṣṇu, the all-pervading Personality of Godhead, from any thing or any living entity."
    },
    {
        "verse_id": "54",
        "text": "The Lord continued: One who does not consider Brahmā, Viṣṇu, Śiva or the living entities in general to be separate from the Supreme, and who knows Brahman, actually realizes peace; others do not."
    },
    {
        "verse_id": "55",
        "text": "The sage Maitreya said: Thus Dakṣa, the head of all Prajāpatis, having been nicely instructed by the Supreme Personality of Godhead, worshiped Lord Viṣṇu. After worshiping Him by performing the prescribed sacrificial ceremonies, Dakṣa separately worshiped Lord Brahmā and Lord Śiva."
    },
    {
        "verse_id": "56",
        "text": "With all respect, Dakṣa worshiped Lord Śiva with his share of the remnants of the yajña. After finishing the ritualistic sacrificial activities, he satisfied all the other demigods and the other people assembled there. Then, after finishing all these duties with the priests, he took a bath and was fully satisfied."
    },
    {
        "verse_id": "57",
        "text": "Thus worshiping the Supreme Lord Viṣṇu by the ritualistic performance of sacrifice, Dakṣa was completely situated on the religious path. Moreover, all the demigods who had assembled at the sacrifice blessed him that he might increase his piety, and then they left."
    },
    {
        "verse_id": "58",
        "text": "Maitreya said: I have heard that after giving up the body she had received from Dakṣa, Dākṣāyaṇī (his daughter) took her birth in the kingdom of the Himālayas. She was born as the daughter of Menā. I heard this from authoritative sources."
    },
    {
        "verse_id": "59",
        "text": "Ambikā [goddess Durgā], who was known as Dākṣāyiṇī [Satī], again accepted Lord Śiva as her husband, just as different energies of the Supreme Personality of Godhead act during the course of a new creation."
    },
    {
        "verse_id": "60",
        "text": "Maitreya said: My dear Vidura, I heard this story of the Dakṣa yajña, which was devastated by Lord Śiva, from Uddhava, a great devotee and a disciple of Bṛhaspati."
    },
    {
        "verse_id": "61",
        "text": "The great sage Maitreya concluded: If one hears and again narrates, with faith and devotion, this story of the Dakṣa yajña as it was conducted by the Supreme Personality of Godhead, Viṣṇu, then certainly one is cleared of all contamination of material existence, O son of Kuru."
    }
]