[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya continued: My dear Vidura, being very much satisfied by the performance of ninety-nine horse sacrifices, the Supreme Personality of Godhead, Lord Viṣṇu, appeared on the scene. Accompanying Him was King Indra. Lord Viṣṇu then began to speak."
    },
    {
        "verse_id": "2",
        "text": "Lord Viṣṇu, the Supreme Personality of Godhead, said: My dear King Pṛthu, Indra, the King of heaven, has disturbed your execution of one hundred sacrifices. Now he has come with Me to be forgiven by you. Therefore excuse him."
    },
    {
        "verse_id": "3",
        "text": "O King, one who is advanced in intelligence and eager to perform welfare activities for others is considered best amongst human beings. An advanced human being is never malicious to others. Those with advanced intelligence are always conscious that this material body is different from the soul."
    },
    {
        "verse_id": "4",
        "text": "If a personality like you, who are so much advanced because of executing the instructions of the previous ācāryas, is carried away by the influence of My material energy, then all your advancement may be considered simply a waste of time."
    },
    {
        "verse_id": "5",
        "text": "Those who are in full knowledge of the bodily conception of life, who know that this body is composed of nescience, desires and activities resulting from illusion, do not become addicted to the body."
    },
    {
        "verse_id": "6",
        "text": "How can a highly learned person who has absolutely no affinity for the bodily conception of life be affected by the bodily conception in regard to house, children, wealth and similar other bodily productions?"
    },
    {
        "verse_id": "7",
        "text": "The individual soul is one, pure, nonmaterial and self-effulgent. He is the reservoir of all good qualities, and He is all-pervading. He is without material covering, and He is the witness of all activities. He is completely distinguished from other living entities, and He is transcendental to all embodied souls."
    },
    {
        "verse_id": "8",
        "text": "Although within the material nature, one who is thus situated in full knowledge of the Paramātmā and ātmā is never affected by the modes of material nature, for he is always situated in My transcendental loving service."
    },
    {
        "verse_id": "9",
        "text": "The Supreme Personality of Godhead, Lord Viṣṇu, continued: My dear King Pṛthu, when one situated in his occupational duty engages in My loving service without motive for material gain, he gradually becomes very satisfied within."
    },
    {
        "verse_id": "10",
        "text": "When the heart is cleansed of all material contamination, the devotee’s mind becomes broader and transparent and he can see things equally. At that stage of life there is peace, and one is situated equally with Me as sac-cid-ānanda-vigraha."
    },
    {
        "verse_id": "11",
        "text": "Anyone who knows that this material body, made of the five gross elements, the sense organs, the working senses and the mind, is simply supervised by the fixed soul is eligible to be liberated from material bondage."
    },
    {
        "verse_id": "12",
        "text": "Lord Viṣṇu told King Pṛthu: My dear King, the constant change of this material world is due to the interaction of the three modes of material nature. The five elements, the senses, the demigods who control the senses, as well as the mind, which is agitated by the spirit soul — all these taken together comprise the body. Since the spirit soul is completely different from this combination of gross and subtle material elements, My devotee who is connected with Me in intense friendship and affection, being completely in knowledge, is never agitated by material happiness and distress."
    },
    {
        "verse_id": "13",
        "text": "My dear heroic King, please keep yourself always equipoised and treat people equally, whether they are greater than you, in the intermediate stage or lower than you. Do not be disturbed by temporary distress or happiness. Fully control your mind and senses. In this transcendental position, try to execute your duty as king in whatever condition of life you may be posted by My arrangement, for your only duty here is to give protection to the citizens of your kingdom."
    },
    {
        "verse_id": "14",
        "text": "To give protection to the general mass of people who are citizens of the state is the prescribed occupational duty for a king. By acting in that way, the king in his next life shares one sixth of the result of the pious activities of the citizens. But a king or executive head of state who simply collects taxes from the citizens but does not give them proper protection as human beings has the results of his own pious activities taken away by the citizens, and in exchange for his not giving protection he becomes liable to punishment for the impious activities of his subjects."
    },
    {
        "verse_id": "15",
        "text": "Lord Viṣṇu continued: My dear King Pṛthu, if you continue to protect the citizens according to the instructions of the learned brāhmaṇa authorities, as they are received by the disciplic succession — by hearing — from master to disciple, and if you follow the religious principles laid down by them, without attachment to ideas manufactured by mental concoction, then every one of your citizens will be happy and will love you, and very soon you will be able to see such already liberated personalities as the four Kumāras [Sanaka, Sanātana, Sanandana and Sanat-kumāra]."
    },
    {
        "verse_id": "16",
        "text": "My dear King, I am very captivated by your elevated qualities and excellent behavior, and thus I am very favorably inclined toward you. You may therefore ask from Me any benediction you like. One who does not possess elevated qualities and behavior cannot possibly achieve My favor simply by performance of sacrifices, severe austerities or mystic yoga. But I always remain equipoised in the heart of one who is also equipoised in all circumstances."
    },
    {
        "verse_id": "17",
        "text": "The great saint Maitreya continued: My dear Vidura, in this way Mahārāja Pṛthu, the conqueror of the entire world, accepted the instructions of the Supreme Personality of Godhead on his head."
    },
    {
        "verse_id": "18",
        "text": "As King Indra was standing by, he became ashamed of his own activities and fell down before King Pṛthu to touch his lotus feet. But Pṛthu Mahārāja immediately embraced him in great ecstasy and gave up all envy against him for his having stolen the horse meant for the sacrifice."
    },
    {
        "verse_id": "19",
        "text": "King Pṛthu abundantly worshiped the lotus feet of the Supreme Personality of Godhead, who was so merciful to him. While worshiping the lotus feet of the Lord, Pṛthu Mahārāja gradually increased his ecstasy in devotional service."
    },
    {
        "verse_id": "20",
        "text": "The Lord was just about to leave, but because He was so greatly inclined toward the behavior of King Pṛthu, He did not depart. Seeing the behavior of Mahārāja Pṛthu with His lotus eyes, He was detained because He is always the well-wisher of His devotees."
    },
    {
        "verse_id": "21",
        "text": "The original king, Mahārāja Pṛthu, his eyes full of tears and his voice faltering and choked up, could neither see the Lord very distinctly nor speak to address the Lord in any way. He simply embraced the Lord within his heart and remained standing in that way with folded hands."
    },
    {
        "verse_id": "22",
        "text": "The Supreme Personality of Godhead stood with His lotus feet almost touching the ground while He rested the front of His hand on the raised shoulder of Garuḍa, the enemy of the snakes. Mahārāja Pṛthu, wiping the tears from his eyes, tried to look upon the Lord, but it appeared that the King was not fully satisfied by looking at Him. Thus the King offered the following prayers."
    },
    {
        "verse_id": "23",
        "text": "My dear Lord, You are the best of the demigods who can offer benedictions. Why, therefore, should any learned person ask You for benedictions meant for living entities bewildered by the modes of nature? Such benedictions are available automatically, even in the lives of living entities suffering in hellish conditions. My dear Lord, You can certainly bestow merging into Your existence, but I do not wish to have such a benediction."
    },
    {
        "verse_id": "24",
        "text": "My dear Lord, I therefore do not wish to have the benediction of merging into Your existence, a benediction in which there is no existence of the nectarean beverage of Your lotus feet. I want the benediction of at least one million ears, for thus I may be able to hear about the glories of Your lotus feet from the mouths of Your pure devotees."
    },
    {
        "verse_id": "25",
        "text": "My dear Lord, You are glorified by the selected verses uttered by great personalities. Such glorification of Your lotus feet is just like saffron particles. When the transcendental vibration from the mouths of great devotees carries the aroma of the saffron dust of Your lotus feet, the forgetful living entity gradually remembers his eternal relationship with You. Devotees thus gradually come to the right conclusion about the value of life. My dear Lord, I therefore do not need any other benediction but the opportunity to hear from the mouth of Your pure devotee."
    },
    {
        "verse_id": "26",
        "text": "My dear highly glorified Lord, if one, in the association of pure devotees, hears even once the glories of Your activities, he does not, unless he is nothing but an animal, give up the association of devotees, for no intelligent person would be so careless as to leave their association. The perfection of chanting and hearing about Your glories was accepted even by the goddess of fortune, who desired to hear of Your unlimited activities and transcendental glories."
    },
    {
        "verse_id": "27",
        "text": "Now I wish to engage in the service of the lotus feet of the Supreme Personality of Godhead and to serve just like the goddess of fortune, who carries a lotus flower in her hand, because His Lordship, the Supreme Personality of Godhead, is the reservoir of all transcendental qualities. I am afraid that the goddess of fortune and I would quarrel because both of us would be attentively engaged in the same service."
    },
    {
        "verse_id": "28",
        "text": "My dear Lord of the universe, the goddess of fortune, Lakṣmī, is the mother of the universe, and yet I think that she may be angry with me because of my intruding upon her service and acting on that very platform to which she is so much attached. Yet I am hopeful that even though there is some misunderstanding, You will take my part, for You are very much inclined to the poor, and You always magnify even insignificant service unto You. Therefore even though she becomes angry, I think that there is no harm for You, because You are so self-sufficient that You can do without her."
    },
    {
        "verse_id": "29",
        "text": "Great saintly persons who are always liberated take to Your devotional service because only by devotional service can one be relieved from the illusions of material existence. O my Lord, there is no reason for the liberated souls to take shelter at Your lotus feet except that such souls are constantly thinking of Your feet."
    },
    {
        "verse_id": "30",
        "text": "My dear Lord, what You have said to Your unalloyed devotee is certainly very much bewildering. The allurements You offer in the Vedas are certainly not suitable for pure devotees. People in general, bound by the sweet words of the Vedas, engage themselves again and again in fruitive activities, enamored by the results of their actions."
    },
    {
        "verse_id": "31",
        "text": "My Lord, due to Your illusory energy, all living beings in this material world have forgotten their real constitutional position, and out of ignorance they are always desirous of material happiness in the form of society, friendship and love. Therefore, please do not ask me to take some material benefits from You, but as a father, not waiting for the son’s demand, does everything for the benefit of the son, please bestow upon me whatever You think best for me."
    },
    {
        "verse_id": "32",
        "text": "The great sage Maitreya continued by saying that the Lord, the seer of the universe, after hearing Pṛthu Mahārāja’s prayer, addressed the King: My dear King, may you always be blessed by engaging in My devotional service. Only by such purity of purpose, as you yourself very intelligently express, can one cross over the insurmountable illusory energy of māyā."
    },
    {
        "verse_id": "33",
        "text": "My dear King, O protector of the citizens, henceforward be very careful to execute My orders and not be misled by anything. Anyone who lives in that way, simply carrying out My orders faithfully, will always find good fortune all over the world."
    },
    {
        "verse_id": "34",
        "text": "The great saint Maitreya told Vidura: The Supreme Personality of Godhead amply appreciated the meaningful prayers of Mahārāja Pṛthu. Thus, after being properly worshiped by the King, the Lord blessed him and decided to depart."
    },
    {
        "verse_id": "35",
        "text": "King Pṛthu worshiped the demigods, the great sages, the inhabitants of Pitṛloka, the inhabitants of Gandharvaloka, and those of Siddhaloka, Cāraṇaloka, Pannagaloka, Kinnaraloka, Apsaroloka, the earthly planets and the planets of the birds. He also worshiped many other living entities who presented themselves in the sacrificial arena. With folded hands he worshiped all these, as well as the Supreme Personality of Godhead and the personal associates of the Lord, by offering sweet words and as much wealth as possible. After this function, they all went back to their respective abodes, following in the footsteps of Lord Viṣṇu."
    },
    {
        "verse_id": "37",
        "text": "The infallible Supreme Personality of Godhead, having captivated the minds of the King and the priests who were present, returned to His abode in the spiritual sky."
    },
    {
        "verse_id": "38",
        "text": "King Pṛthu then offered his respectful obeisances unto the Supreme Personality of Godhead, who is the Supreme Lord of all demigods. Although not an object of material vision, the Lord revealed Himself to the sight of Mahārāja Pṛthu. After offering obeisances to the Lord, the King returned to his home."
    }
]