[
    {
        "verse_id": "1",
        "text": "The great sage Nārada continued: My dear King Prācīnabarhiṣat, afterward the King of the Yavanas, whose name is fear itself, as well as Prajvāra, Kālakanyā, and his soldiers, began to travel all over the world."
    },
    {
        "verse_id": "2",
        "text": "Once the dangerous soldiers attacked the city of Purañjana with great force. Although the city was full of paraphernalia for sense gratification, it was being protected by the old serpent."
    },
    {
        "verse_id": "3",
        "text": "Gradually Kālakanyā, with the help of dangerous soldiers, attacked all the inhabitants of Purañjana’s city and thus rendered them useless for all purposes."
    },
    {
        "verse_id": "4",
        "text": "When Kālakanyā, daughter of Time, attacked the body, the dangerous soldiers of the King of the Yavanas entered the city through different gates. They then began to give severe trouble to all the citizens."
    },
    {
        "verse_id": "5",
        "text": "When the city was thus endangered by the soldiers and Kālakanyā, King Purañjana, being overly absorbed in affection for his family, was placed in difficulty by the attack of Yavana-rāja and Kālakanyā."
    },
    {
        "verse_id": "6",
        "text": "When King Purañjana was embraced by Kālakanyā, he gradually lost all his beauty. Having been too much addicted to sex, he became very poor in intelligence and lost all his opulence. Being bereft of all possessions, he was conquered forcibly by the Gandharvas and the Yavanas."
    },
    {
        "verse_id": "7",
        "text": "King Purañjana then saw that everything in his town was scattered and that his sons, grandsons, servants and ministers were all gradually opposing him. He also noted that his wife was becoming cold and indifferent."
    },
    {
        "verse_id": "8",
        "text": "When King Purañjana saw that all his family members, relatives, followers, servants, secretaries and everyone else had turned against him, he certainly became very anxious. But he could not counteract the situation because he was thoroughly overwhelmed by Kālakanyā."
    },
    {
        "verse_id": "9",
        "text": "The objects of enjoyment became stale by the influence of Kālakanyā. Due to the continuance of his lusty desires, King Purañjana became very poor in everything. Thus he did not understand the aim of life. He was still very affectionate toward his wife and children, and he worried about maintaining them."
    },
    {
        "verse_id": "10",
        "text": "The city of King Purañjana was overcome by the Gandharva and Yavana soldiers, and although the King had no desire to leave the city, he was circumstantially forced to do so, for it was smashed by Kālakanyā."
    },
    {
        "verse_id": "11",
        "text": "Under the circumstances, the elder brother of Yavana-rāja, known as Prajvāra, set fire to the city to please his younger brother, whose other name is fear itself."
    },
    {
        "verse_id": "12",
        "text": "When the city was set ablaze, all the citizens and servants of the King, as well as all family members, sons, grandsons, wives and other relatives, were within the fire. King Purañjana thus became very unhappy."
    },
    {
        "verse_id": "13",
        "text": "The city’s superintendent of police, the serpent, saw that the citizens were being attacked by Kālakanyā, and he became very aggrieved to see his own residence set ablaze after being attacked by the Yavanas."
    },
    {
        "verse_id": "14",
        "text": "As a serpent living within the cavity of a tree wishes to leave when there is a forest fire, so the city’s police superintendent, the snake, wished to leave the city due to the fire’s severe heat."
    },
    {
        "verse_id": "15",
        "text": "The limbs of the serpent’s body were slackened by the Gandharvas and Yavana soldiers, who had thoroughly defeated his bodily strength. When he attempted to leave the body, he was checked by his enemies. Being thus baffled in his attempt, he began to cry loudly."
    },
    {
        "verse_id": "16",
        "text": "King Purañjana then began to think of his daughters, sons, grandsons, daughters-in-law, sons-in-law, servants and other associates, as well as his house, his household paraphernalia and his little accumulation of wealth."
    },
    {
        "verse_id": "17",
        "text": "King Purañjana was overly attached to his family and conceptions of “I” and “mine.” Because he was overly attracted to his wife, he was already quite poverty-stricken. At the time of separation, he became very sorry."
    },
    {
        "verse_id": "18",
        "text": "King Purañjana was anxiously thinking, “Alas, my wife is encumbered by so many children. When I pass from this body, how will she be able to maintain all these family members? Alas, she will be greatly harassed by thoughts of family maintenance.”"
    },
    {
        "verse_id": "19",
        "text": "King Purañjana then began to think of his past dealings with his wife. He recalled that his wife would not take her dinner until he had finished his, that she would not take her bath until he had finished his, and that she was always very much attached to him, so much so that if he would sometimes become angry and chastise her, she would simply remain silent and tolerate his misbehavior."
    },
    {
        "verse_id": "20",
        "text": "King Purañjana continued thinking how, when he was in a state of bewilderment, his wife would give him good counsel and how she would become aggrieved when he was away from home. Although she was the mother of so many sons and heroes, the King still feared that she would not be able to maintain the responsibility of household affairs."
    },
    {
        "verse_id": "21",
        "text": "King Purañjana continued worrying: “After I pass from this world, how will my sons and daughters, who are now fully dependent on me, live and continue their lives? Their position will be similar to that of passengers aboard a ship wrecked in the midst of the ocean.”"
    },
    {
        "verse_id": "22",
        "text": "Although King Purañjana should not have lamented over the fate of his wife and children, he nonetheless did so due to his miserly intelligence. In the meantime, Yavana-rāja, whose name was fear itself, immediately drew near to arrest him."
    },
    {
        "verse_id": "23",
        "text": "When the Yavanas were taking King Purañjana away to their place, binding him like an animal, the King’s followers became greatly aggrieved. While they lamented, they were forced to go along with him."
    },
    {
        "verse_id": "24",
        "text": "The serpent, who had already been arrested by the soldiers of Yavana-rāja and was out of the city, began to follow his master along with the others. As soon as they all left the city, it was immediately dismantled and smashed to dust."
    },
    {
        "verse_id": "25",
        "text": "When King Purañjana was being dragged with great force by the powerful Yavana, out of his gross ignorance he still could not remember his friend and well-wisher, the Supersoul."
    },
    {
        "verse_id": "26",
        "text": "That most unkind king, Purañjana, had killed many animals in various sacrifices. Now, taking advantage of this opportunity, all these animals began to pierce him with their horns. It was as though he were being cut to pieces by axes."
    },
    {
        "verse_id": "27",
        "text": "Due to his contaminated association with women, a living entity like King Purañjana eternally suffers all the pangs of material existence and remains in the dark region of material life, bereft of all remembrance for many, many years."
    },
    {
        "verse_id": "28",
        "text": "King Purañjana gave up his body while remembering his wife, and consequently in his next life he became a very beautiful and well-situated woman. He took his next birth as the daughter of King Vidarbha in the very house of the King."
    },
    {
        "verse_id": "29",
        "text": "It was fixed that Vaidarbhī, daughter of King Vidarbha, was to be married to a very powerful man, Malayadhvaja, an inhabitant of the Pāṇḍu country. After conquering other princes, he married the daughter of King Vidarbha."
    },
    {
        "verse_id": "30",
        "text": "King Malayadhvaja fathered one daughter, who had very black eyes. He also had seven sons, who later became rulers of that tract of land known as Draviḍa. Thus there were seven kings in that land."
    },
    {
        "verse_id": "31",
        "text": "My dear King Prācīnabarhiṣat, the sons of Malayadhvaja gave birth to many thousands and thousands of sons, and all of these have been protecting the entire world up to the end of one Manu’s life span and even afterward."
    },
    {
        "verse_id": "32",
        "text": "The great sage named Agastya married the first-born daughter of Malayadhvaja, the avowed devotee of Lord Kṛṣṇa. From her one son was born, whose name was Dṛḍhacyuta, and from him another son was born, whose name was Idhmavāha."
    },
    {
        "verse_id": "33",
        "text": "After this, the great saintly King Malayadhvaja divided his entire kingdom among his sons. Then, in order to worship Lord Kṛṣṇa with full attention, he went to a solitary place known as Kulācala."
    },
    {
        "verse_id": "34",
        "text": "Just as the moonshine follows the moon at night, immediately after King Malayadhvaja departed for Kulācala, his devoted wife, whose eyes were very enchanting, followed him, giving up all homely happiness, despite family and children."
    },
    {
        "verse_id": "35",
        "text": "In the province of Kulācala, there were rivers named Candravasā, Tāmraparṇī and Vaṭodakā. King Malayadhvaja used to go to those pious rivers regularly and take his bath there. Thus he purified himself externally and internally. He took his bath and ate bulbs, seeds, leaves, flowers, roots, fruits and grasses and drank water. In this way he underwent severe austerities. Eventually he became very skinny."
    },
    {
        "verse_id": "37",
        "text": "Through austerity, King Malayadhvaja in body and mind gradually became equal to the dualities of cold and heat, happiness and distress, wind and rain, hunger and thirst, the pleasant and the unpleasant. In this way he conquered all relativities."
    },
    {
        "verse_id": "38",
        "text": "By worshiping, executing austerities and following the regulative principles, King Malayadhvaja conquered his senses, his life and his consciousness. Thus he fixed everything on the central point of the Supreme Brahman [Kṛṣṇa]."
    },
    {
        "verse_id": "39",
        "text": "In this way he stayed immovable in one place for one hundred years by the calculation of the demigods. After this time, he developed pure devotional attraction for Kṛṣṇa, the Supreme Personality of Godhead, and remained fixed in that position."
    },
    {
        "verse_id": "40",
        "text": "King Malayadhvaja attained perfect knowledge by being able to distinguish the Supersoul from the individual soul. The individual soul is localized, whereas the Supersoul is all-pervasive. He became perfect in knowledge that the material body is not the soul but that the soul is the witness of the material body."
    },
    {
        "verse_id": "41",
        "text": "In this way King Malayadhvaja attained perfect knowledge because in his pure state he was directly instructed by the Supreme Personality of Godhead. By means of such enlightening transcendental knowledge, he could understand everything from all angles of vision."
    },
    {
        "verse_id": "42",
        "text": "King Malayadhvaja could thus observe that the Supersoul was sitting by his side, and that he, as the individual soul, was sitting by the side of the Supersoul. Since both were together, there was no need for separate interests; thus he ceased from such activities."
    },
    {
        "verse_id": "43",
        "text": "The daughter of King Vidarbha accepted her husband all in all as the Supreme. She gave up all sensual enjoyment and in complete renunciation followed the principles of her husband, who was so advanced. Thus she remained engaged in his service."
    },
    {
        "verse_id": "44",
        "text": "The daughter of King Vidarbha wore old garments, and she was lean and thin because of her vows of austerity. Since she did not arrange her hair, it became entangled and twisted in locks. Although she remained always near her husband, she was as silent and unagitated as the flame of an undisturbed fire."
    },
    {
        "verse_id": "45",
        "text": "The daughter of King Vidarbha continued as usual to serve her husband, who was seated in a steady posture, until she could ascertain that he had passed away from the body."
    },
    {
        "verse_id": "46",
        "text": "While she was serving her husband by massaging his legs, she could feel that his feet were no longer warm and could thus understand that he had already passed from the body. She felt great anxiety upon being left alone. Bereft of her husband’s company, she felt exactly as the deer feels upon being separated from its mate."
    },
    {
        "verse_id": "47",
        "text": "Being now alone and a widow in that forest, the daughter of Vidarbha began to lament, incessantly shedding tears, which soaked her breasts, and crying very loudly."
    },
    {
        "verse_id": "48",
        "text": "O best of kings, please get up! Get up! Just see this world surrounded by water and infested with rogues and so-called kings. This world is very much afraid, and it is your duty to protect her."
    },
    {
        "verse_id": "49",
        "text": "That most obedient wife thus fell down at the feet of her dead husband and began to cry pitifully in that solitary forest. Thus the tears rolled down from her eyes."
    },
    {
        "verse_id": "50",
        "text": "She then prepared a blazing fire with firewood and placed the dead body of her husband upon it. When this was finished, she lamented severely and prepared herself to perish in the fire with her husband."
    },
    {
        "verse_id": "51",
        "text": "My dear King, one brāhmaṇa, who was an old friend of King Purañjana, came to that place and began to pacify the Queen with sweet words."
    },
    {
        "verse_id": "52",
        "text": "The brāhmaṇa inquired as follows: Who are you? Whose wife or daughter are you? Who is the man lying here? It appears you are lamenting for this dead body. Don’t you recognize Me? I am your eternal friend. You may remember that many times in the past you have consulted Me."
    },
    {
        "verse_id": "53",
        "text": "The brāhmaṇa continued: My dear friend, even though you cannot immediately recognize Me, can’t you remember that in the past you had a very intimate friend? Unfortunately, you gave up My company and accepted a position as enjoyer of this material world."
    },
    {
        "verse_id": "54",
        "text": "My dear gentle friend, both you and I are exactly like two swans. We live together in the same heart, which is just like the Mānasa Lake. Although we have been living together for many thousands of years, we are still far away from our original home."
    },
    {
        "verse_id": "55",
        "text": "My dear friend, you are now My very same friend. Since you left Me, you have become more and more materialistic, and not seeing Me, you have been traveling in different forms throughout this material world, which was created by some woman."
    },
    {
        "verse_id": "56",
        "text": "In that city [the material body] there are five gardens, nine gates, one protector, three apartments, six families, five stores, five material elements, and one woman who is lord of the house."
    },
    {
        "verse_id": "57",
        "text": "My dear friend, the five gardens are the five objects of sense enjoyment, and the protector is the life air, which passes through the nine gates. The three apartments are the chief ingredients — fire, water and earth. The six families are the aggregate total of the mind and five senses."
    },
    {
        "verse_id": "58",
        "text": "The five stores are the five working sensory organs. They transact their business through the combined forces of the five elements, which are eternal. Behind all this activity is the soul. The soul is a person and an enjoyer in reality. However, because he is now hidden within the city of the body, he is devoid of knowledge."
    },
    {
        "verse_id": "59",
        "text": "My dear friend, when you enter such a body along with the woman of material desires, you become overly absorbed in sense enjoyment. Because of this, you have forgotten your spiritual life. Due to your material conceptions, you are placed in various miserable conditions."
    },
    {
        "verse_id": "60",
        "text": "Actually, you are not the daughter of Vidarbha, nor is this man, Malayadhvaja, your well-wishing husband. Nor were you the actual husband of Purañjanī. You were simply captivated in this body of nine gates."
    },
    {
        "verse_id": "61",
        "text": "Sometimes you think yourself a man, sometimes a chaste woman and sometimes a neutral eunuch. This is all because of the body, which is created by the illusory energy. This illusory energy is My potency, and actually both of us — you and I — are pure spiritual identities. Now just try to understand this. I am trying to explain our factual position."
    },
    {
        "verse_id": "62",
        "text": "My dear friend, I, the Supersoul, and you, the individual soul, are not different in quality, for we are both spiritual. In fact, My dear friend, you are qualitatively not different from Me in your constitutional position. Just try to consider this subject. Those who are actually advanced scholars, who are in knowledge, do not find any qualitative difference between you and Me."
    },
    {
        "verse_id": "63",
        "text": "As a person sees the reflection of his body in a mirror to be one with himself and not different, whereas others actually see two bodies, so in our material condition, in which the living being is affected and yet not affected, there is a difference between God and the living entity."
    },
    {
        "verse_id": "64",
        "text": "In this way both swans live together in the heart. When the one swan is instructed by the other, he is situated in his constitutional position. This means he regains his original Kṛṣṇa consciousness, which was lost because of his material attraction."
    },
    {
        "verse_id": "65",
        "text": "My dear King Prācīnabarhi, the Supreme Personality of Godhead, the cause of all causes, is celebrated to be known indirectly. Thus I have described the story of Purañjana to you. Actually it is an instruction for self-realization."
    }
]