[
    {
        "verse_id": "1",
        "text": "Maitreya continued: In this manner the tension between the father-in-law and son-in-law, Dakṣa and Lord Śiva, continued for a considerably long period."
    },
    {
        "verse_id": "2",
        "text": "When Lord Brahmā appointed Dakṣa the chief of all the Prajāpatis, the progenitors of population, Dakṣa became very much puffed up."
    },
    {
        "verse_id": "3",
        "text": "Dakṣa began a sacrifice named vājapeya, and he became excessively confident of his support by Lord Brahmā. He then performed another great sacrifice, named bṛhaspati-sava."
    },
    {
        "verse_id": "4",
        "text": "While the sacrifice was being performed, many brahmarṣis, great sages, ancestral demigods and other demigods, their wives all very nicely decorated with ornaments, attended from different parts of the universe."
    },
    {
        "verse_id": "5",
        "text": "The chaste lady Satī, the daughter of Dakṣa, heard the heavenly denizens flying in the sky conversing about the great sacrifice being performed by her father. When she saw that from all directions the beautiful wives of the heavenly denizens, their eyes very beautifully glittering, were near her residence and were going to the sacrifice dressed in fine clothing and ornamented with earrings and necklaces with lockets, she approached her husband, the master of the bhūtas, in great anxiety, and spoke as follows."
    },
    {
        "verse_id": "8",
        "text": "Satī said: My dear Lord Śiva, your father-in-law is now executing great sacrifices, and all the demigods, having been invited by him, are going there. If you desire, we may also go."
    },
    {
        "verse_id": "9",
        "text": "I think that all my sisters must have gone to this great sacrificial ceremony with their husbands just to see their relatives. I also desire to decorate myself with the ornaments given to me by my father and go there with you to participate in that assembly."
    },
    {
        "verse_id": "10",
        "text": "My sisters, my mother’s sisters and their husbands, and other affectionate relatives must be assembled there, so if I go I shall be able to see them, and I shall be able to see the flapping flags and the performance of the sacrifice by the great sages. For these reasons, my dear husband, I am very much anxious to go."
    },
    {
        "verse_id": "11",
        "text": "This manifested cosmos is a wonderful creation of the interaction of the three material modes, or the external energy of the Supreme Lord. This truth is fully known to you. Yet I am but a poor woman, and, as you know, I am not conversant with the truth. Therefore I wish to see my birthplace once more."
    },
    {
        "verse_id": "12",
        "text": "O never-born, O blue-throated one, not only my relatives but also other women, dressed in nice clothes and decorated with ornaments, are going there with their husbands and friends. Just see how their flocks of white airplanes have made the entire sky very beautiful."
    },
    {
        "verse_id": "13",
        "text": "O best of the demigods, how can the body of a daughter remain undisturbed when she hears that some festive event is taking place in her father’s house? Even though you may be considering that I have not been invited, there is no harm if one goes to the house of one’s friend, husband, spiritual master or father without invitation."
    },
    {
        "verse_id": "14",
        "text": "O immortal Śiva, please be kind towards me and fulfill my desire. You have accepted me as half of your body; therefore please show kindness towards me and accept my request."
    },
    {
        "verse_id": "15",
        "text": "The great sage Maitreya said: Lord Śiva, the deliverer of the hill Kailāsa, having thus been addressed by his dear wife, replied smilingly, although at the same time he remembered the malicious, heart-piercing speeches delivered by Dakṣa before the guardians of the universal affairs."
    },
    {
        "verse_id": "16",
        "text": "The great lord replied: My dear beautiful wife, you have said that one may go to a friend’s house without being invited, and this is true, provided such a friend does not find fault with the guest because of bodily identification and thereby become angry towards him."
    },
    {
        "verse_id": "17",
        "text": "Although the six qualities education, austerity, wealth, beauty, youth and heritage are for the highly elevated, one who is proud of possessing them becomes blind, and thus he loses his good sense and cannot appreciate the glories of great personalities."
    },
    {
        "verse_id": "18",
        "text": "One should not go to anyone’s house, even on the consideration of his being a relative or a friend, when the man is disturbed in his mind and looks upon the guest with raised eyebrows and angry eyes."
    },
    {
        "verse_id": "19",
        "text": "Lord Śiva continued: If one is hurt by the arrows of an enemy, one is not as aggrieved as when cut by the unkind words of a relative, for such grief continues to rend one’s heart day and night."
    },
    {
        "verse_id": "20",
        "text": "My dear white-complexioned wife, it is clear that of the many daughters of Dakṣa you are the pet, yet you will not be honored at his house because of your being my wife. Rather, you will be sorry that you are connected with me."
    },
    {
        "verse_id": "21",
        "text": "One who is conducted by false ego and thus always distressed, both mentally and sensually, cannot tolerate the opulence of self-realized persons. Being unable to rise to the standard of self-realization, he envies such persons as much as demons envy the Supreme Personality of Godhead."
    },
    {
        "verse_id": "22",
        "text": "My dear young wife, certainly friends and relatives offer mutual greetings by standing up, welcoming one another and offering obeisances. But those who are elevated to the transcendental platform, being intelligent, offer such respects to the Supersoul, who is sitting within the body, not to the person who identifies with the body."
    },
    {
        "verse_id": "23",
        "text": "I am always engaged in offering obeisances to Lord Vāsudeva in pure Kṛṣṇa consciousness. Kṛṣṇa consciousness is always pure consciousness, in which the Supreme Personality of Godhead, known as Vāsudeva, is revealed without any covering."
    },
    {
        "verse_id": "24",
        "text": "Therefore you should not see your father, although he is the giver of your body, because he and his followers are envious of me. Because of his envy, O most worshipful one, he has insulted me with cruel words although I am innocent."
    },
    {
        "verse_id": "25",
        "text": "If in spite of this instruction you decide to go, neglecting my words, the future will not be good for you. You are most respectable, and when you are insulted by your relative, this insult will immediately be equal to death."
    }
]