[
    {
        "verse_id": "1",
        "text": "Vidura inquired: Why was Dakṣa, who was so affectionate towards his daughter, envious of Lord Śiva, who is the best among the gentle? Why did he neglect his daughter Satī?"
    },
    {
        "verse_id": "2",
        "text": "Lord Śiva, the spiritual master of the entire world, is free from enmity, is a peaceful personality, and is always satisfied in himself. He is the greatest among the demigods. How is it possible that Dakṣa could be inimical towards such an auspicious personality?"
    },
    {
        "verse_id": "3",
        "text": "My dear Maitreya, to part with one’s life is very difficult. Would you kindly explain to me how such a son-in-law and father-in-law could quarrel so bitterly that the great goddess Satī could give up her life?"
    },
    {
        "verse_id": "4",
        "text": "The sage Maitreya said: In a former time, the leaders of the universal creation performed a great sacrifice in which all the great sages, philosophers, demigods and fire-gods assembled with their followers."
    },
    {
        "verse_id": "5",
        "text": "When Dakṣa, the leader of the Prajāpatis, entered that assembly, his personal bodily luster as bright as the effulgence of the sun, the entire assembly was illuminated, and all the assembled personalities became insignificant in his presence."
    },
    {
        "verse_id": "6",
        "text": "Influenced by his personal bodily luster, all the fire-gods and other participants in that great assembly, with the exceptions of Lord Brahmā and Lord Śiva, gave up their own sitting places and stood in respect for Dakṣa."
    },
    {
        "verse_id": "7",
        "text": "Dakṣa was adequately welcomed by the president of the great assembly, Lord Brahmā. After offering Lord Brahmā respect, Dakṣa, by the order of Brahmā, properly took his seat."
    },
    {
        "verse_id": "8",
        "text": "Before taking his seat, however, Dakṣa was very much offended to see Lord Śiva sitting and not showing him any respect. At that time, Dakṣa became greatly angry, and, his eyes glowing, he began to speak very strongly against Lord Śiva."
    },
    {
        "verse_id": "9",
        "text": "All sages, brāhmaṇas and fire-gods present, please hear me with attention, for I speak about the manners of gentle persons. I do not speak out of ignorance or envy."
    },
    {
        "verse_id": "10",
        "text": "Śiva has spoiled the name and fame of the governors of the universe and has polluted the path of gentle manners. Because he is shameless, he does not know how to act."
    },
    {
        "verse_id": "11",
        "text": "He has already accepted himself as my subordinate by marrying my daughter in the presence of fire and brāhmaṇas. He has married my daughter, who is equal to Gāyatrī, and has pretended to be just like an honest person."
    },
    {
        "verse_id": "12",
        "text": "He has eyes like a monkey’s, yet he has married my daughter, whose eyes are just like those of a deer cub. Nevertheless he did not stand up to receive me, nor did he think it fit to welcome me with sweet words."
    },
    {
        "verse_id": "13",
        "text": "I had no desire to give my daughter to this person, who has broken all rules of civility. Because of not observing the required rules and regulations, he is impure, but I was obliged to hand over my daughter to him just as one teaches the messages of the Vedas to a śūdra."
    },
    {
        "verse_id": "14",
        "text": "He lives in filthy places like crematoriums, and his companions are the ghosts and demons. Naked like a madman, sometimes laughing and sometimes crying, he smears crematorium ashes all over his body. He does not bathe regularly, and he ornaments his body with a garland of skulls and bones. Therefore only in name is he śiva, or auspicious; actually, he is the most mad and inauspicious creature. Thus he is very dear to crazy beings in the gross mode of ignorance, and he is their leader."
    },
    {
        "verse_id": "16",
        "text": "On the request of Lord Brahmā I handed over my chaste daughter to him, although he is devoid of all cleanliness and his heart is filled with nasty things."
    },
    {
        "verse_id": "17",
        "text": "The sage Maitreya continued: Thus Dakṣa, seeing Lord Śiva sitting as if against him, washed his hands and mouth and cursed him in the following words."
    },
    {
        "verse_id": "18",
        "text": "The demigods are eligible to share in the oblations of sacrifice, but Lord Śiva, who is the lowest of all the demigods, should not have a share."
    },
    {
        "verse_id": "19",
        "text": "Maitreya continued: My dear Vidura, in spite of the requests of all the members of the sacrificial assembly, Dakṣa, in great anger, cursed Lord Śiva and then left the assembly and went back to his home."
    },
    {
        "verse_id": "20",
        "text": "Upon understanding that Lord Śiva had been cursed, Nandīśvara, one of Lord Śiva’s principal associates, became greatly angry. His eyes became red, and he prepared to curse Dakṣa and all the brāhmaṇas present there who had tolerated Dakṣa’s cursing Śiva in harsh words."
    },
    {
        "verse_id": "21",
        "text": "Anyone who has accepted Dakṣa as the most important personality and neglected Lord Śiva because of envy is less intelligent and, because of visualizing in duality, will be bereft of transcendental knowledge."
    },
    {
        "verse_id": "22",
        "text": "Pretentiously religious householder life, in which one is attracted to material happiness and thus also attracted to the superficial explanation of the Vedas, robs one of all intelligence and attaches one to fruitive activities as all in all."
    },
    {
        "verse_id": "23",
        "text": "Dakṣa has accepted the body as all in all. Therefore, since he has forgotten the viṣṇu-pāda, or viṣṇu-gati, and is attached to sex life only, within a short time he will have the face of a goat."
    },
    {
        "verse_id": "24",
        "text": "Those who have become as dull as matter by cultivating materialistic education and intelligence are nesciently involved in fruitive activities. Such men have purposely insulted Lord Śiva. May they continue in the cycle of repeated birth and death."
    },
    {
        "verse_id": "25",
        "text": "May those who are envious of Lord Śiva, being attracted by the flowery language of the enchanting Vedic promises, and who have thus become dull, always remain attached to fruitive activities."
    },
    {
        "verse_id": "26",
        "text": "These brāhmaṇas take to education, austerity and vows only for the purpose of maintaining the body. They shall be devoid of discrimination between what to eat and what not to eat. They will acquire money, begging from door to door, simply for the satisfaction of the body."
    },
    {
        "verse_id": "27",
        "text": "When all the hereditary brāhmaṇas were thus cursed by Nandīśvara, the sage Bhṛgu, as a reaction, condemned the followers of Lord Śiva with this very strong brahminical curse."
    },
    {
        "verse_id": "28",
        "text": "One who takes a vow to satisfy Lord Śiva or who follows such principles will certainly become an atheist and be diverted from transcendental scriptural injunctions."
    },
    {
        "verse_id": "29",
        "text": "Those who vow to worship Lord Śiva are so foolish that they imitate him by keeping long hair on their heads. When initiated into worship of Lord Śiva, they prefer to live on wine, flesh and other such things."
    },
    {
        "verse_id": "30",
        "text": "Bhṛgu Muni continued: Since you blaspheme the Vedas and the brāhmaṇas, who are followers of the Vedic principles, it is understood that you have already taken shelter of the doctrine of atheism."
    },
    {
        "verse_id": "31",
        "text": "The Vedas give the eternal regulative principles for auspicious advancement in human civilization which have been rigidly followed in the past. The strong evidence of this principle is the Supreme Personality of Godhead, who is called Janārdana, the well-wisher of all living entities."
    },
    {
        "verse_id": "32",
        "text": "By blaspheming the principles of the Vedas, which are the pure and supreme path of the saintly persons, certainly you followers of Bhūtapati, Lord Śiva, will descend to the standard of atheism without a doubt."
    },
    {
        "verse_id": "33",
        "text": "The sage Maitreya said: When such cursing and countercursing was going on between Lord Śiva’s followers and the parties of Dakṣa and Bhṛgu, Lord Śiva became very morose. Not saying anything, he left the arena of the sacrifice, followed by his disciples."
    },
    {
        "verse_id": "34",
        "text": "The sage Maitreya continued: O Vidura, all the progenitors of the universal population thus executed a sacrifice for thousands of years, for sacrifice is the best way to worship the Supreme Lord, Hari, the Personality of Godhead."
    },
    {
        "verse_id": "35",
        "text": "My dear Vidura, carrier of bows and arrows, all the demigods who were performing the sacrifice took their bath at the confluence of the Ganges and the Yamunā after completing the yajña performance. Such a bath is called avabhṛtha-snāna. After thus becoming purified in heart, they departed for their respective abodes."
    }
]