[
    {
        "verse_id": "1",
        "text": "The great sage Maitreya told Vidura: When the demigods were thus reassured by the Personality of Godhead, they were freed from all fears, and after offering their obeisances they returned to their heavenly planets. Then the Lord, who is nondifferent from the Sahasraśīrṣā incarnation, got on the back of Garuḍa, who carried Him to the Madhuvana Forest to see His servant Dhruva."
    },
    {
        "verse_id": "2",
        "text": "The form of the Lord, which was brilliant like lightning and in which Dhruva Mahārāja, in his mature yogic process, was fully absorbed in meditation, all of a sudden disappeared. Thus Dhruva was perturbed, and his meditation broke. But as soon as he opened his eyes he saw the Supreme Personality of Godhead personally present, just as he had been seeing the Lord in his heart."
    },
    {
        "verse_id": "3",
        "text": "When Dhruva Mahārāja saw his Lord just in front of him, he was greatly agitated and offered Him obeisances and respect. He fell flat before Him like a rod and became absorbed in love of Godhead. Dhruva Mahārāja, in ecstasy, looked upon the Lord as if he were drinking the Lord with his eyes, kissing the lotus feet of the Lord with his mouth, and embracing the Lord with his arms."
    },
    {
        "verse_id": "4",
        "text": "Although Dhruva Mahārāja was a small boy, he wanted to offer prayers to the Supreme Personality of Godhead in suitable language. But because he was inexperienced, he could not adjust himself immediately. The Supreme Personality of Godhead, being situated in everyone’s heart, could understand Dhruva Mahārāja’s awkward position. Out of His causeless mercy He touched His conchshell to the forehead of Dhruva Mahārāja, who stood before Him with folded hands."
    },
    {
        "verse_id": "5",
        "text": "At that time Dhruva Mahārāja became perfectly aware of the Vedic conclusion and understood the Absolute Truth and His relationship with all living entities. In accordance with the line of devotional service to the Supreme Lord, whose fame is widespread, Dhruva, who in the future would receive a planet which would never be annihilated, even during the time of dissolution, offered his deliberate and conclusive prayers."
    },
    {
        "verse_id": "6",
        "text": "Dhruva Mahārāja said: My dear Lord, You are all-powerful. After entering within me, You have enlivened all my sleeping senses — my hands, legs, ears, touch sensation, life force and especially my power of speech. Let me offer my respectful obeisances unto You."
    },
    {
        "verse_id": "7",
        "text": "My Lord, You are the supreme one, but by Your different energies You appear differently in the spiritual and material worlds. You create the total energy of the material world by Your external potency, and after creation You enter within the material world as the Supersoul. You are the Supreme Person, and through the temporary modes of material nature You create varieties of manifestation, just as fire, entering into wood of different shapes, burns brilliantly in different varieties."
    },
    {
        "verse_id": "8",
        "text": "O my master, Lord Brahmā is fully surrendered unto You. In the beginning You gave him knowledge, and thus he could see and understand the entire universe, just as a person awakens from sleep and visualizes his immediate duties. You are the only shelter of all persons who desire liberation, and You are the friend of all who are distressed. How, therefore, can a learned person who has perfect knowledge ever forget You?"
    },
    {
        "verse_id": "9",
        "text": "Persons who worship You simply for the sense gratification of this bag of skin are certainly influenced by Your illusory energy. In spite of having You, who are like a desire tree and are the cause of liberation from birth and death, foolish persons, such as me, desire benedictions from You for sense gratification, which is available even for those who live in hellish conditions."
    },
    {
        "verse_id": "10",
        "text": "My Lord, the transcendental bliss derived from meditating upon Your lotus feet or hearing about Your glories from pure devotees is so unlimited that it is far beyond the stage of brahmānanda, wherein one thinks himself merged in the impersonal Brahman as one with the Supreme. Since brahmānanda is also defeated by the transcendental bliss derived from devotional service, then what to speak of the temporary blissfulness of elevating oneself to the heavenly planets, which is ended by the separating sword of time? Although one may be elevated to the heavenly planets, he falls down in due course of time."
    },
    {
        "verse_id": "11",
        "text": "Dhruva Mahārāja continued: O unlimited Lord, kindly bless me so that I may associate with great devotees who engage in Your transcendental loving service constantly, as the waves of a river constantly flow. Such transcendental devotees are completely situated in an uncontaminated state of life. By the process of devotional service I shall surely be able to cross the nescient ocean of material existence, which is filled with the waves of blazing, firelike dangers. It will be very easy for me, for I am becoming mad to hear about Your transcendental qualities and pastimes, which are eternally existent."
    },
    {
        "verse_id": "12",
        "text": "O Lord who have a lotus navel, if a person happens to associate with a devotee whose heart always hankers after Your lotus feet, seeking always their fragrance, he is never attached to the material body or, in a bodily relationship, to offspring, friends, home, wealth and wife, which are very, very dear to materialistic persons. Indeed, he does not care for them."
    },
    {
        "verse_id": "13",
        "text": "My dear Lord, O Supreme Unborn, I know that the different varieties of living entities, such as animals, trees, birds, reptiles, demigods and human beings, are spread throughout the universe, which is caused by the total material energy, and I know that they are sometimes manifest and sometimes unmanifest; but I have never experienced the supreme form I behold as I see You now. Now all kinds of methods of theorizing have come to an end."
    },
    {
        "verse_id": "14",
        "text": "My dear Lord, at the end of each millennium the Supreme Personality of Godhead Garbhodakaśāyī Viṣṇu dissolves everything manifested within the universe into His belly. He lies down on the lap of Śeṣa Nāga, from His navel sprouts a golden lotus flower on a stem, and on that lotus Lord Brahmā is created. I can understand that You are the same Supreme Godhead. I therefore offer my respectful obeisances unto You."
    },
    {
        "verse_id": "15",
        "text": "My Lord, by Your unbroken transcendental glance You are the supreme witness of all stages of intellectual activities. You are eternally liberated, Your existence is situated in pure goodness, and You are existent in the Supersoul without change. You are the original Personality of Godhead, full with six opulences, and You are eternally the master of the three modes of material nature. Thus, You are always different from the ordinary living entities. As Lord Viṣṇu, You maintain all the affairs of the entire universe, and yet You stand aloof and are the enjoyer of the results of all sacrifices."
    },
    {
        "verse_id": "16",
        "text": "My dear Lord, in Your impersonal manifestation of Brahman there are always two opposing elements — knowledge and ignorance. Your multi-energies are continually manifest, but the impersonal Brahman, which is undivided, original, changeless, unlimited and blissful, is the cause of the material manifestation. Because You are the same impersonal Brahman, I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "17",
        "text": "My Lord, O Supreme Lord, You are the supreme personified form of all benediction. Therefore, for one who abides in Your devotional service with no other desire, worshiping Your lotus feet is better than becoming king and lording it over a kingdom. That is the benediction of worshiping Your lotus feet. To ignorant devotees like me, You are the causelessly merciful maintainer, just like a cow, who takes care of the newly born calf by supplying milk and giving it protection from attack."
    },
    {
        "verse_id": "18",
        "text": "The great sage Maitreya continued: My dear Vidura, when Dhruva Mahārāja, who had good intentions in his heart, finished his prayer, the Supreme Lord, the Personality of Godhead, who is very kind to His devotees and servants, congratulated him, speaking as follows."
    },
    {
        "verse_id": "19",
        "text": "The Personality of Godhead said: My dear Dhruva, son of the King, you have executed pious vows, and I also know the desire within your heart. Although your desire is very ambitious and very difficult to fulfill, I shall favor you with its fulfillment. All good fortune unto you."
    },
    {
        "verse_id": "20",
        "text": "The Supreme Personality of Godhead continued: My dear Dhruva, I shall award you the glowing planet known as the polestar, which will continue to exist even after the dissolution at the end of the millennium. No one has ever ruled this planet, which is surrounded by all the solar systems, planets and stars. All the luminaries in the sky circumambulate this planet, just as bulls tread around a central pole for the purpose of crushing grains. Keeping the polestar to their right, all the stars inhabited by the great sages like Dharma, Agni, Kaśyapa and Śukra circumambulate this planet, which continues to exist even after the dissolution of all others."
    },
    {
        "verse_id": "22",
        "text": "After your father goes to the forest and awards you the rule of his kingdom, you will rule continuously the entire world for thirty-six thousand years, and all your senses will continue to be as strong as they are now. You will never become old."
    },
    {
        "verse_id": "23",
        "text": "The Lord continued: Sometime in the future your brother, Uttama, will go hunting in the forest, and while absorbed in hunting, he will be killed. Your stepmother, Suruci, being maddened upon the death of her son, will go to search him out in the forest, but she will be devoured by a forest fire."
    },
    {
        "verse_id": "24",
        "text": "The Lord continued: I am the heart of all sacrifices. You will be able to perform many great sacrifices and also give great charities. In this way you will be able to enjoy the blessings of material happiness in this life, and at the time of your death you will be able to remember Me."
    },
    {
        "verse_id": "25",
        "text": "The Personality of Godhead continued: My dear Dhruva, after your material life in this body, you will go to My planet, which is always offered obeisances by the residents of all other planetary systems. It is situated above the planets of the seven ṛṣis, and having gone there you will never have to come back again to this material world."
    },
    {
        "verse_id": "26",
        "text": "The great sage Maitreya said: After being worshiped and honored by the boy [Dhruva Mahārāja], and after offering him His abode, Lord Viṣṇu, on the back of Garuḍa, returned to His abode as Dhruva Mahārāja looked on."
    },
    {
        "verse_id": "27",
        "text": "Despite having achieved the desired result of his determination by worshiping the lotus feet of the Lord, Dhruva Mahārāja was not very pleased. Thus he returned to his home."
    },
    {
        "verse_id": "28",
        "text": "Śrī Vidura inquired: My dear brāhmaṇa, the abode of the Lord is very difficult to attain. It can be attained only by pure devotional service, which alone pleases the most affectionate, merciful Lord. Dhruva Mahārāja achieved this position even in one life, and he was very wise and conscientious. Why, then, was he not very pleased?"
    },
    {
        "verse_id": "29",
        "text": "Maitreya answered: Dhruva Mahārāja’s heart, which was pierced by the arrows of the harsh words of his stepmother, was greatly aggrieved, and thus when he fixed upon his goal of life he did not forget her misbehavior. He did not demand actual liberation from this material world, but at the end of his devotional service, when the Supreme Personality of Godhead appeared before him, he was simply ashamed of the material demands he had in his mind."
    },
    {
        "verse_id": "30",
        "text": "Dhruva Mahārāja thought to himself: To endeavor to be situated in the shade of the lotus feet of the Lord is not an ordinary task, because even the great brahmacārīs headed by Sanandana, who practiced aṣṭāṅga-yoga in trance, attained the shelter of the Lord’s lotus feet only after many, many births. Within six months I achieved the same result, yet due to my thinking differently from the Lord, I fell down from my position."
    },
    {
        "verse_id": "31",
        "text": "Alas, just look at me! I am so unfortunate. I approached the lotus feet of the Supreme Personality of Godhead, who can immediately cut the chain of the repetition of birth and death, but still, out of my foolishness, I prayed for things which are perishable."
    },
    {
        "verse_id": "32",
        "text": "Since all the demigods who are situated in the higher planetary system will have to come down again, they are all envious of my being elevated to Vaikuṇṭhaloka by devotional service. These intolerant demigods have dissipated my intelligence, and only for this reason could I not accept the genuine benediction of the instructions of Sage Nārada."
    },
    {
        "verse_id": "33",
        "text": "Dhruva Mahārāja lamented: I was under the influence of the illusory energy; being ignorant of the actual facts, I was sleeping on her lap. Under a vision of duality, I saw my brother as my enemy, and falsely I lamented within my heart, thinking, “They are my enemies.”"
    },
    {
        "verse_id": "34",
        "text": "It is very difficult to satisfy the Supreme Personality of Godhead, but in my case, although I have satisfied the Supersoul of the whole universe, I have prayed only for useless things. My activities were exactly like treatment given to a person who is already dead. Just see how unfortunate I am, for in spite of meeting the Supreme Lord, who can cut one’s link with birth and death, I have prayed for the same conditions again."
    },
    {
        "verse_id": "35",
        "text": "Because of my state of complete foolishness and paucity of pious activities, although the Lord offered me His personal service, I wanted material name, fame and prosperity. My case is just like that of the poor man who, when he satisfied a great emperor who wanted to give him anything he might ask, out of ignorance asked only a few broken grains of husked rice."
    },
    {
        "verse_id": "36",
        "text": "The great sage Maitreya continued: My dear Vidura, persons like you, who are pure devotees of the lotus feet of Mukunda [the Supreme Personality of Godhead, who can offer liberation] and who are always attached to the honey of His lotus feet, are always satisfied in serving at the lotus feet of the Lord. In any condition of life, such persons remain satisfied, and thus they never ask the Lord for material prosperity."
    },
    {
        "verse_id": "37",
        "text": "When King Uttānapāda heard that his son Dhruva was coming back home, as if coming back to life after death, he could not put his faith in this message, for he was doubtful of how it could happen. He considered himself the most wretched, and therefore he thought that it was not possible for him to attain such good fortune."
    },
    {
        "verse_id": "38",
        "text": "Although he could not believe the words of the messenger, he had full faith in the word of the great sage Nārada. Thus he was greatly overwhelmed by the news, and he immediately offered the messenger a highly valuable necklace in great satisfaction."
    },
    {
        "verse_id": "39",
        "text": "Then King Uttānapāda, being very eager to see the face of his lost son, mounted a chariot drawn by excellent horses and bedecked with golden filigree. Taking with him many learned brāhmaṇas, all the elderly personalities of his family, his officers, his ministers and his immediate friends, he immediately left the city. As he proceeded in this parade, there were auspicious sounds of conchshells, kettledrums, flutes, and the chanting of Vedic mantras to indicate all good fortune."
    },
    {
        "verse_id": "41",
        "text": "Both the queens of King Uttānapāda, namely Sunīti and Suruci, along with his other son, Uttama, appeared in the procession. The queens were seated on a palanquin."
    },
    {
        "verse_id": "42",
        "text": "Upon seeing Dhruva Mahārāja approaching the neighboring small forest, King Uttānapāda with great haste got down from his chariot. He had been very anxious for a long time to see his son Dhruva, and therefore with great love and affection he went forward to embrace his long-lost boy. Breathing very heavily, the King embraced him with both arms. But Dhruva Mahārāja was not the same as before; he was completely sanctified by spiritual advancement due to having been touched by the lotus feet of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "44",
        "text": "Reunion with Dhruva Mahārāja fulfilled King Uttānapāda’s long-cherished desire, and for this reason he smelled Dhruva’s head again and again and bathed him with torrents of very cold tears."
    },
    {
        "verse_id": "45",
        "text": "Then Dhruva Mahārāja, the foremost of all nobles, first of all offered his obeisances at the feet of his father and was honored by his father with various questions. He then bowed his head at the feet of his two mothers."
    },
    {
        "verse_id": "46",
        "text": "Suruci, the younger mother of Dhruva Mahārāja, seeing that the innocent boy had fallen at her feet, immediately picked him up, embracing him with her hands, and with tears of feeling she blessed him with the words “My dear boy, long may you live!”"
    },
    {
        "verse_id": "47",
        "text": "Unto one who has transcendental qualities due to friendly behavior with the Supreme Personality of Godhead, all living entities offer honor, just as water automatically flows down by nature."
    },
    {
        "verse_id": "48",
        "text": "The two brothers Uttama and Dhruva Mahārāja also exchanged their tears. They were overwhelmed by the ecstasy of love and affection, and when they embraced one another, the hair on their bodies stood up."
    },
    {
        "verse_id": "49",
        "text": "Sunīti, the real mother of Dhruva Mahārāja, embraced the tender body of her son, who was dearer to her than her own life, and thus forgot all material grief, for she was very pleased."
    },
    {
        "verse_id": "50",
        "text": "My dear Vidura, Sunīti was the mother of a great hero. Her tears, together with the milk flowing from her breasts, wet the whole body of Dhruva Mahārāja. This was a great, auspicious sign."
    },
    {
        "verse_id": "51",
        "text": "The residents of the palace praised the Queen: Dear Queen, your beloved son was lost a long time ago, and it is your great fortune that he now has come back. It appears, therefore, that your son will be able to protect you for a very long time and will put an end to all your material pangs."
    },
    {
        "verse_id": "52",
        "text": "Dear Queen, you must have worshiped the Supreme Personality of Godhead, who delivers His devotees from the greatest danger. Persons who constantly meditate upon Him surpass the course of birth and death. This perfection is very difficult to achieve."
    },
    {
        "verse_id": "53",
        "text": "The sage Maitreya continued: My dear Vidura, when everyone was thus praising Dhruva Mahārāja, the King was very happy, and he had Dhruva and his brother seated on the back of a she-elephant. Thus he returned to his capital, where he was praised by all classes of men."
    },
    {
        "verse_id": "54",
        "text": "The whole city was decorated with columns of banana trees containing bunches of fruits and flowers, and betel-nut trees with leaves and branches were seen here and there. There were also many gates set up which were structured to give the appearance of sharks."
    },
    {
        "verse_id": "55",
        "text": "At each and every gate there were burning lamps and big waterpots decorated with differently colored cloth, strings of pearls, flower garlands and hanging mango leaves."
    },
    {
        "verse_id": "56",
        "text": "In the capital city there were many palaces, city gates and surrounding walls, which were already very, very beautiful, and on this occasion all of them were decorated with golden ornaments. The domes of the city palaces glittered, as did the domes of the beautiful airplanes which hovered over the city."
    },
    {
        "verse_id": "57",
        "text": "All the quadrangles, lanes and streets in the city, and the raised sitting places at the crossings, were thoroughly cleansed and sprinkled with sandalwood water; and auspicious grains such as rice and barley, and flowers, fruits and many other auspicious presentations, were scattered all over the city."
    },
    {
        "verse_id": "58",
        "text": "Thus as Dhruva Mahārāja passed on the road, from every place in the neighborhood all the gentle household ladies assembled to see him, and out of maternal affection they offered their blessings, showering him with white mustard seed, barley, curd, water, newly grown grass, fruits and flowers. In this way Dhruva Mahārāja, while hearing the pleasing songs sung by the ladies, entered the palace of his father."
    },
    {
        "verse_id": "60",
        "text": "Dhruva Mahārāja thereafter lived in his father’s palace, which had walls bedecked with highly valuable jewels. His affectionate father took particular care of him, and he dwelled in that house just as the demigods live in their palaces in the higher planetary systems."
    },
    {
        "verse_id": "61",
        "text": "The bedding in the palace was as white as the foam of milk and was very soft. The bedsteads were made of ivory with embellishments of gold, and the chairs, benches and other sitting places and furniture were made of gold."
    },
    {
        "verse_id": "62",
        "text": "The palace of the King was surrounded by walls made of marble with many engravings made of valuable jewels like sapphires, which depicted beautiful women with shining jewel lamps in their hands."
    },
    {
        "verse_id": "63",
        "text": "The King’s residence was surrounded by gardens wherein there were varieties of trees brought from the heavenly planets. In those trees there were pairs of sweetly singing birds and almost-mad bumblebees, which made a very relishable buzzing sound."
    },
    {
        "verse_id": "64",
        "text": "There were emerald staircases which led to lakes full of variously colored lotus flowers and lilies, and swans, kāraṇḍavas, cakravākas, cranes and similar other valuable birds were visible in those lakes."
    },
    {
        "verse_id": "65",
        "text": "The saintly King Uttānapāda, hearing of the glorious deeds of Dhruva Mahārāja and personally seeing also how influential and great he was, felt very satisfied, for Dhruva’s activities were wonderful to the supreme degree."
    },
    {
        "verse_id": "66",
        "text": "When, after concentration, King Uttānapāda saw that Dhruva Mahārāja was suitably mature to take charge of the kingdom and that his ministers were agreeable and the citizens were also very fond of him, he enthroned Dhruva as emperor of this planet."
    },
    {
        "verse_id": "67",
        "text": "After considering his advanced age and deliberating on the welfare of his spiritual self, King Uttānapāda detached himself from worldly affairs and entered the forest."
    }
]