[
    {
        "verse_id": "1",
        "text": "The great saint Maitreya continued to address Vidura: My dear Vidura, at that time, after the planet earth finished her prayers, King Pṛthu was still not pacified, and his lips trembled in great anger. Although the planet earth was frightened, she made up her mind and began to speak as follows in order to convince the King."
    },
    {
        "verse_id": "2",
        "text": "My dear Lord, please pacify your anger completely and hear patiently whatever I submit before you. Please turn your kind attention to this. I may be very poor, but a learned man takes the essence of knowledge from all places, just as a bumblebee collects honey from each and every flower."
    },
    {
        "verse_id": "3",
        "text": "To benefit all human society, not only in this life but in the next, the great seers and sages have prescribed various methods conducive to the prosperity of the people in general."
    },
    {
        "verse_id": "4",
        "text": "One who follows the principles and instructions enjoined by the great sages of the past can utilize these instructions for practical purposes. Such a person can very easily enjoy life and pleasures."
    },
    {
        "verse_id": "5",
        "text": "A foolish person who manufactures his own ways and means through mental speculation and does not recognize the authority of the sages who lay down unimpeachable directions is simply unsuccessful again and again in his attempts."
    },
    {
        "verse_id": "6",
        "text": "My dear King, the seeds, roots, herbs and grains, which were created by Lord Brahmā in the past, are now being used by nondevotees, who are devoid of all spiritual understanding."
    },
    {
        "verse_id": "7",
        "text": "My dear King, not only are grains and herbs being used by nondevotees, but, as far as I am concerned, I am not being properly maintained. Indeed, I am being neglected by kings who are not punishing these rascals who have turned into thieves by using grains for sense gratification. Consequently I have hidden all these seeds, which were meant for the performance of sacrifice."
    },
    {
        "verse_id": "8",
        "text": "Due to being stocked for a very long time, all the grain seeds within me have certainly deteriorated. Therefore you should immediately arrange to take these seeds out by the standard process, which is recommended by the ācāryas or śāstras."
    },
    {
        "verse_id": "9",
        "text": "O great hero, protector of living entities, if you desire to relieve the living entities by supplying them sufficient grain, and if you desire to nourish them by taking milk from me, you should make arrangements to bring a calf suitable for this purpose and a pot in which the milk can be kept, as well as a milkman to do the work. Since I will be very much affectionate towards my calf, your desire to take milk from me will be fulfilled."
    },
    {
        "verse_id": "11",
        "text": "My dear King, may I inform you that you have to make the entire surface of the globe level. This will help me, even when the rainy season has ceased. Rainfall comes by the mercy of King Indra. Rainfall will remain on the surface of the globe, always keeping the earth moistened, and thus it will be auspicious for all kinds of production."
    },
    {
        "verse_id": "12",
        "text": "After hearing the auspicious and pleasing words of the planet earth, the King accepted them. He then transformed Svāyambhuva Manu into a calf and milked all the herbs and grains from the earth in the form of a cow, keeping them in his cupped hands."
    },
    {
        "verse_id": "13",
        "text": "Others, who were as intelligent as King Pṛthu, also took the essence out of the earthly planet. Indeed, everyone took this opportunity to follow in the footsteps of King Pṛthu and get whatever he desired from the planet earth."
    },
    {
        "verse_id": "14",
        "text": "All the great sages transformed Bṛhaspati into a calf, and making the senses into a pot, they milked all kinds of Vedic knowledge to purify words, mind and hearing."
    },
    {
        "verse_id": "15",
        "text": "All the demigods made Indra, the King of heaven, into a calf, and from the earth they milked the beverage soma, which is nectar. Thus they became very powerful in mental speculation and bodily and sensual strength."
    },
    {
        "verse_id": "16",
        "text": "The sons of Diti and the demons transformed Prahlāda Mahārāja, who was born in an asura family, into a calf, and they extracted various kinds of liquor and beer, which they put into a pot made of iron."
    },
    {
        "verse_id": "17",
        "text": "The inhabitants of Gandharvaloka and Apsaroloka made Viśvāvasu into a calf, and they drew the milk into a lotus-flower pot. The milk took the shape of sweet musical art and beauty."
    },
    {
        "verse_id": "18",
        "text": "The fortunate inhabitants of Pitṛloka, who preside over the funeral ceremonies, made Aryamā into a calf. With great faith they milked kavya, food offered to the ancestors, into an unbaked earthen pot."
    },
    {
        "verse_id": "19",
        "text": "After this, the inhabitants of Siddhaloka, as well as the inhabitants of Vidyādhara-loka, transformed the great sage Kapila into a calf, and making the whole sky into a pot, they milked out specific yogic mystic powers, beginning with aṇimā. Indeed, the inhabitants of Vidyādhara-loka acquired the art of flying in the sky."
    },
    {
        "verse_id": "20",
        "text": "Others also, the inhabitants of planets known as Kimpuruṣa-loka, made the demon Maya into a calf, and they milked out mystic powers by which one can disappear immediately from another’s vision and appear again in a different form."
    },
    {
        "verse_id": "21",
        "text": "Then the Yakṣas, Rākṣasas, ghosts and witches, who are habituated to eating flesh, transformed Lord Śiva’s incarnation Rudra [Bhūtanātha] into a calf and milked out beverages made of blood and put them in a pot made of skulls."
    },
    {
        "verse_id": "22",
        "text": "Thereafter cobras and snakes without hoods, large snakes, scorpions and many other poisonous animals took poison out of the planet earth as their milk and kept this poison in snake holes. They made a calf out of Takṣaka."
    },
    {
        "verse_id": "23",
        "text": "The four-legged animals like the cows made a calf out of the bull who carries Lord Śiva and made a milking pot out of the forest. Thus they got fresh green grasses to eat. Ferocious animals like tigers transformed a lion into a calf, and thus they were able to get flesh for milk. The birds made a calf out of Garuḍa and took milk from the planet earth in the form of moving insects and nonmoving plants and grasses."
    },
    {
        "verse_id": "25",
        "text": "The trees made a calf out of the banyan tree, and thus they derived milk in the form of many delicious juices. The mountains transformed the Himālayas into a calf, and they milked a variety of minerals into a pot made of the peaks of hills."
    },
    {
        "verse_id": "26",
        "text": "The planet earth supplied everyone his respective food. During the time of King Pṛthu, the earth was fully under the control of the King. Thus all the inhabitants of the earth could get their food supply by creating various types of calves and putting their particular types of milk in various pots."
    },
    {
        "verse_id": "27",
        "text": "My dear Vidura, chief of the Kurus, in this way King Pṛthu and all the others who subsist on food created different types of calves and milked out their respective eatables. Thus they received their various foodstuffs, which were symbolized as milk."
    },
    {
        "verse_id": "28",
        "text": "Thereafter King Pṛthu was very satisfied with the planet earth, for she sufficiently supplied all food to various living entities. Thus he developed an affection for the planet earth, just as if she were his own daughter."
    },
    {
        "verse_id": "29",
        "text": "After this, the king of all kings, Mahārāja Pṛthu, leveled all rough places on the surface of the globe by breaking up the hills with the strength of his bow. By his grace the surface of the globe almost became flat."
    },
    {
        "verse_id": "30",
        "text": "To all the citizens of the state, King Pṛthu was as good as a father. Thus he was visibly engaged in giving them proper subsistence and proper employment for subsistence. After leveling the surface of the globe, he earmarked different places for residential quarters, inasmuch as they were desirable."
    },
    {
        "verse_id": "31",
        "text": "In this way the King founded many types of villages, settlements and towns and built forts, residences for cowherdsmen, stables for the animals, places for the royal camps, mining places, agricultural towns and mountain villages."
    },
    {
        "verse_id": "32",
        "text": "Before the reign of King Pṛthu there was no planned arrangement for different cities, villages, pasturing grounds, etc. Everything was scattered, and everyone constructed his residential quarters according to his own convenience. However, from the time of King Pṛthu, plans were made for towns and villages."
    }
]