[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Specific Determination of the Measure of Nosology (roganika-vimana—rogānīka)”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " Diseases [i.e., roganika] are divided into two groups on the score of their effects: the curable or, the incurable. Diseases are again divided into two groups on the score of their intensity, i.e. mild or severe, Two again, are the groups of diseases divided according to their seat of affection viz., the mind or the body. Two, likewise, are the groups of diseases divided according to their cause: those resulting from the discordance of one's humors i.e the endogenous or the exogenous. Two, also, are the groups of diseases, classified according to their seats of origin: gastrogenous or enterogenous."
    },
    {
        "verse_id": "3-(2)",
        "text": " While such is the binary classification of diseases in respect of effect, intensity, seat of affection, cause and seat of origin, this dichotomy, when in respect of other considerations further divided or unified, becomes one or many, as the case may be,"
    },
    {
        "verse_id": "3-(3)",
        "text": " The unity of diseases [i.e., roganika] consists in the very nature of disease—pain which is common to the whole multitude of diseases. The plurality of disease consists in the ten groups of diseases described above, being classified according to their effect etc. The plurality of disease is either numerable or innumerable"
    },
    {
        "verse_id": "3",
        "text": " The numerable aspect of diseases [i.e., roganika] has been dealt with in the chapter on ‘The Eight Abdominal Affections’ (chapter XIX, Sūtrasthana). The innumerability of diseases arises from the considerations, set out in the chapter entitled ‘The Major List of Diseases (chapter XX Sūtrasthāna), viz., the countless varieties of pain, discoloration, origin, etc."
    },
    {
        "verse_id": "4-(1)",
        "text": " This statement (viz., that disease is both one and many) is not open to the charge of self-contradiction, because there is really no contradiction in a set of numerical operators a knitting of various groupings. Since there is thus no contradiction, the statement made above is not faulty."
    },
    {
        "verse_id": "4-(2)",
        "text": " A classifier may classify a subject admitting of classification in one particular way. Re-classifying his subject over and over again with reference to other differentiating factors he is able to Achieve a fresh classification each time. A subsequent classification does not repudiate the validity of the previous one."
    },
    {
        "verse_id": "4-(3)",
        "text": " Although the classifications may appear similar as regards number, yet in the light of the nature of other differentiating factors, they are, in fact, different"
    },
    {
        "verse_id": "4",
        "text": " Different things are denoted by the same term and conversely the same tiling is denoted by various synonymous terms. Thus the term morbidity is applied to the disordered humors as well as to diseases. The disordered humors are given the names of morbidity, disease or ailment, vitiated nature and disorder; and similarly the diseases too, are spoken of as disease, ailment, vitiated nature and disorder. Among these appellations, that of “Morbidity” is the generic term common alike to morbid humors and diseases. The differentiating factors may be different."
    },
    {
        "verse_id": "5-(1)",
        "text": " Now, the diseases are innumerable, there being an unlimited number of them- The morbific humors on the contrary, are strictly numerable there being a limited number of them. Accordingly we shall now enter on a complete exposition of the morbific factors instancing some of the main disorders induced by them."
    },
    {
        "verse_id": "5-(2)",
        "text": " Rajas (passion) and Tamas (ignorance) are the morbific factors affecting the mind. Among the disorders brought about by these two are: desire, anger, greed, infatuation, envy, conceit, arrogance, anxiety, remorse, fear, exhilaration etc."
    },
    {
        "verse_id": "5",
        "text": " Vata, Pitta and Kapha are the morbific factors affecting the body. Among the disorders engendered by these three morbid humors are fever, diarrhea, edema, consumption, dyspnea, urinary anomalies and dermatosis etc."
    },
    {
        "verse_id": "6 Of both kinds of morbific factors (Psychic and somatic), the exciting factors are three",
        "text": " They are—non-homologatory contact of the senses with their sense-objects, volitional transgression and time-effect."
    },
    {
        "verse_id": "7",
        "text": " These morbific factors when excited, generate by virtue of the diversity of exciting factors and the diversity of susceptible factors, innumerable varieties of disorders."
    },
    {
        "verse_id": "8",
        "text": " These disorders both psychic such as desire etc., and somatic such as fever etc., following one another, occasionally occur together."
    },
    {
        "verse_id": "9 The natural concurrence between passion and ignorance is invariable",
        "text": " For ignorance cannot act in the absence of passion."
    },
    {
        "verse_id": "10",
        "text": " Of the morbific factors which have the same habitat, the discordance that occurs may extend to all the three humors or to any two of them by reason of their common morbific tendency. The morbid conditions are of the nature of the morbific factors."
    },
    {
        "verse_id": "11-(1)",
        "text": " The differential characteristics of primary and secondary, affections arc as follows: The primary condition is that which is independent, manifests definite symptoms and has an onset and subsistence as laid down. The secondary affection is th:t which is contrary to this description."
    },
    {
        "verse_id": "11-(2)",
        "text": " If all the three provoked humors are accompanied by signs of secondary affections, it is called ‘tri-discordance’; if only two of the humors are affected, the condition is called bi-discordance"
    },
    {
        "verse_id": "11",
        "text": " From this distinction, of primary and secondary affections, there proceed the various groupings of morbid humors. Thus come about the classifications of the various causative factors as set out in the nomenclature of physicians with reference to morbific humors and diseaseconditions."
    },
    {
        "verse_id": "12-(1)",
        "text": " The thermal clement in the body is differentiated into four types according to its intensity."
    },
    {
        "verse_id": "12-(2)",
        "text": " Thus, it is found to be acute, mild, regular and irregular. Among these, the acute type is capable of coping with all kinds of indiscretions; of a contrary nature to this is the mild type. The regular type is that which becomes impaired by indiscretions, but in the absence of indiscretions, maintains its normal condition; the irregular is that which is of the opposite characteristics to the last."
    },
    {
        "verse_id": "12-(2).1",
        "text": "12-(3) These four types of thermal elements are seen in the four types of men"
    },
    {
        "verse_id": "12",
        "text": " In persons with equipoised Vata-Pitta-Kapha habitus, when in their normal condition, the thermal processes are of the normal type. In persons with Vata habitus, if the preponderant Vata has overpowered the seat of heat, the thermal processes become of the irregular type. In persons of the Pitta habitus if the preponderant Pitta has overpowered the seat of heat, the thermal processes become of the acute type. In persons of Kapha habitus, if the preponderant Kapha has overpowered the seat of heat, the thermal processes become of the mild type."
    },
    {
        "verse_id": "13-(1)",
        "text": " Some object here that there are no human beings with the equipoised condition of Vata-Pitta-Kapha, as men are given to a dietary made up of miscellaneous articles. In consequence of this, some persons tend to be of the Vata habitus, some of the Pitta habitus and some of the Kapha habitus"
    },
    {
        "verse_id": "13-(2)",
        "text": " This position, however, is not tenable. Why is it not tenable? Because of the following consideration. It is the men in whom the three humors—Vata, Pitta and Kapha are equally balanced that the physicians describe as being healthy. Since balance or concordance of humors is health, and since it is for the sake of health that medicine is used, and since the use of medicine is resorted to as a desideratum, therefore, it follows, from all this, that there are men with the equipoised habitus of Vata, Pitta, Kapha and there is no such thing as a Vata norm, a Pitta norm or a Kapha norm"
    },
    {
        "verse_id": "13",
        "text": " On account of the preponderance of this or that humor in a man, he is spoken of, for convenience, as belonging to this or that humoral habitus; but there is no question of such a type being considered as normal as it is definitely an abnormal condition, the humors being aggravated. Therefore, these different types of habitus cannot be said to exist as representing the normal condition of health. There are, to be sure, persons with a preponderance of Vata, Pitta or Kapha humor but these are to be known as departures from the normal condition."
    },
    {
        "verse_id": "13.1",
        "text": "14-(1) For these four classes of men there are four different kinds of regimen which are beneficial"
    },
    {
        "verse_id": "14",
        "text": " For those who evince the balanced condition of the three humors, the regimen too, is of the balanced type As regards the remaining three who suffer from the preponderance of one or the other of the humors, three distinct regimens that are antagonistic to the preponderant humors are devised for their benefit, keeping in view the particular humoral excess which has to be corrected. These regimens are to be observed till the thermal processes have returned to the normal. Once they have become normal, a regimen of moderation should be followed. Whatever else, by way of medicine, contributes to this end—all that, is the desideratum we shall now explain at length."
    },
    {
        "verse_id": "15 All the three following types of men are to be regarded as diseased, although in the opinion of the physicians belonging to another school of thought, they are not to be so regarded",
        "text": " They are: persons of the Vata type, the Pitta type and the Kapha type. The special characteristics of these three types are as follows:—The Vata disorders in the case of the Vata type, the Pitta disorders in the case of the Pitta type and the Kapha disorders in the case of the Kapha type are more liable to occur and in greater severity."
    },
    {
        "verse_id": "16 -(1)",
        "text": " If a person of the Vata habitus who is given to indulgence in Vata-provoking things, the Vata is really aggravated; not so the other two humors Thus exacerbated, the Vata afflicts its victim’s body with the disorders mentioned and impairs his strength, complexion ease and span of life."
    },
    {
        "verse_id": "16",
        "text": " The following measures are indicated to counteract and subdue the condition. Oleation and sudation in the prescribed manner; mild purifications with unctuous, hot, sweet, sour, and salt medication; dietary articles of a similar character; inunction, poultices, bandages, friction, affusions, immersion-bath, hand-massage, kneading, shock-therapy, surprise-therapy, de-memorising therapy, prescriptions of wines and spirits, unctuous substances derived from various sources and medicated with digestive stimulants, digestives, correctives of Vata and purgatives and which have been prepared a hundred times or a thousand times and rendered worthy of use in every way; enemata, the regimen that goes with enemata and habituation to the comforts of life."
    },
    {
        "verse_id": "17-(1)",
        "text": " Similarly, in the Pitta patient who is given to the indulgence of Pitta-provoking things, the Pitta is readily aggravated; not so the other two humors. Thus exacerbated, the Pitta afflicts its victim’s body with the disorders mentioned, tending to impair his strength, complexion, ease and his span of life."
    },
    {
        "verse_id": "17",
        "text": " To counteract and subdue such a condition the following measures should be taken:—potion of ghee; oleation procedure with ghee; purgation; use of medicines and food-stuffs that are sweet, bitter, astringent and refrigerant; use of scents which are mild, sweet, fragrant, cooling and cordial; wearing on the chest of necklaces of pearls and gems which have been kept in ice-cold water; frequent sprinkling of water mixed with white sandal, Roxburg’s five-leaved tree of beauty, yellow sandal wood, lotus stalks and cooled by wind and sprinkling of water from drenched blue lotuses, night lotuses, sacred lotuses and fragrant lotuses; listening to songs and the playing of musical instruments, which are pleasing to the ears, mild, sweet and agreeable; listening to edifying talk; keeping the company of well-wishers, keeping also the company of agreeable women, wearing cool garments and garlands; residence in palatial mansions cooled by the rays of the moon and exposed to breezes blowing from every direction; camping in the interior of mountains, or on river banks or staying in cooled rooms, the use of cool raiment and of cool breezes from fans; resorting to delightful pleasure gardens through which blow pleasant, cool and fragrant breezes; the use of nosegays of lotuses, blue lotuses; dark lotuses, moon lotuses, fragrant lotuses. White lotuses, and king lotuses and the use in general of all sootbing-things."
    },
    {
        "verse_id": "18-(1)",
        "text": " Similarly, in the person of the Kapha habitus given to indulgence in Kapha-provoking things, the Kapha is readily aggravated; not so the other two humors. Thus exacerbated, the Kapha afflicts its victim’s body with the disorders already mentioned, tending to impair his strength, complexion, ease and span of life."
    },
    {
        "verse_id": "18",
        "text": " To counteract and subdue such a condition the following, therapeutic measures are indicated:—the systematic use of the purificatory procedures with acute and hot articles, the use of dietary which is for the most part of a dry nature and has been treated with pungent, bitter and astringent ingredients; as also running, jumping, leaping, whirling, about, walking, wrestling, sexual congress, exercise, massage, baths and oily, massage; particularly the drinking of strong wines of old vintage, lightening therapy of all kinds, in conjunction with the use of smoking; the wearing of warm apparel and the giving up of the comforts of life with a view to eventual happiness."
    },
    {
        "verse_id": "19",
        "text": "The man who is, acquainted with the characteristics of all diseases, versed in all therapeutic measures aud conversant with the true properties of all drugs, is worthy of being made the custodian of the king’s life."
    },
    {
        "verse_id": "20-22",
        "text": " The classification of disease-groups arising from the difference in their nature etc., the reconciliation of the seeming contradiction involved in classifying diseases variously; the homogeneity of disease and the humoral fault; the enumeration of the morbific factor (psychic and somatic); partial enumeration of the morbid conditions; the manner in which the humors get aggravated; exposition of the thermal element; the method of maintaining the thermal processes; the therapeutic measures for restoring those suffering from the excess of a particular humor to normality; all this, has been set out by the great sage in the chapter on Specific Detefmination of the Measure of Disease-groups."
    }
]