[
	{
        "verse_id": "1",
        "text": " We shall now expound “The Specific Determination of the Measure of the Systems of Circulation (srotas-vimana)”."
    },
    {
        "verse_id": "1.1",
        "text": "2 Thus declared the worshipful Atreya"
    },
    {
        "verse_id": "3",
        "text": " There is as much functional diversity in the systems of circulation [i.e., srotas] in the human body as there is elemental diversity in the structural composition of the body. None of the elements in the body can flourish or decay independently of the channels of circulation. It is indeed these channels that by conveying the body-elements, which are undergoing metabolic processes, subserve the purpose of circulation."
    },
    {
        "verse_id": "4",
        "text": " There are some who go to the extent of saying that man is nothing but a mass of circulatory channels since they pervade the whole body and also since they are the carriers of what excites and what allays the humors But this is without doubt an over-statement; for, obviously, there are other things in the body than the channels alone; thus, there are the elements of which the channels are made, the elements which they carry, and the tissues to which they serve as carriers and the regions they cover; all this is something apart from channels."
    },
    {
        "verse_id": "5",
        "text": " Because of their multitudinousness, some are inclined to believe that they are innumerable; others again think that they are definitely numerable."
    },
    {
        "verse_id": "6-(1)",
        "text": " From among these channels of circulation [i.e., srotas] we shall single out some that are the most prominent and describe them with reference to their extension and pathological characteristics. This will serve as guidance to the intelligent physician for inferring what is left unmentioned and. will be quite, sufficient for the ordinary practitioner."
    },
    {
        "verse_id": "6-(2)",
        "text": " It is in this way. These, then, are the prominent channels, carrying severally the currents of life-breaths, water, food, nutritional juice blood, flesh, fat, bone-forming element, marrow, semen, urine, feces and sweat. As regards the three humors, Vata, Pitta and Kapha which traverse the whole body they move through all these systems of circulation [i.e., srotas]; while with regard to intellection etc., which unlike the humors are not perceivable by the senses, the whole of the sentient body is both the vehicle and the field of operation."
    },
    {
        "verse_id": "6",
        "text": " As long as these channels are in a condition of health, so long the whole body is free from disorders."
    },
    {
        "verse_id": "7",
        "text": " Among the prominent channels, the region enclosing the heart and the central cavity is the zone of the channels that carry the life-breaths. When diseased, these passages evince the following characteristic symptoms. Thus, if the respiration is too long, restricted, agitated or becomes shallow or short, or is frequently stertorous and painful, it should be concluded that the respiratory passages have undergone pathological changes."
    },
    {
        "verse_id": "8-(1)",
        "text": " Of the channels that carry the aqueous element, the zone, is the region extending from the palate to the Kloman; when affected with morbidity they evince the following characteristic symptoms Thus, on observing the dryness of the tongue, palate, lips, the throat and the Kloman, and the inordinate nature of the thirst, it should be concluded that the water-carrying channels have undergone pathological changes."
    },
    {
        "verse_id": "8-(2)",
        "text": " Of the channels that carry the ingested food, the zone is the region comprising the gastrum and the left side When affected with morbidity, they present the following characteristic symptoms Thus, on observing disinclination for food, inappetence and mis-digestion and a tendency to vomit, it should be concluded that the channels carrying ingested food have undergone pathological changes"
    },
    {
        "verse_id": "8 (3)",
        "text": " Of the channels that carry the nutrient body-fluid, the heart and the ten arteries comprise the zone Of the channels that convey the blood, the liver and the spleen comprise the zone. Of the channels that carry the flesh-forming element, the muscles and the skin comprise the zone. Of the channels that carry the fat-forming element the kidneys and the Vapa vahana comprise the zone. Of the channels that carry the bone-forming element, the adipose tissues and buttocks comprise the zone Of the channels that carry the marrow, the bones. and the joints comprise the zone, Of the channels that carry the semen, the testes and the phallus comprise the zone. As regards the characteristic symptoms produced, when the channels carrying the body nutrient fluid etc., are affected with morbidity, they have been described in the chapter on the various kinds of foods and drinks (chapter XXV Sūtrasthāna; for whatever characteristic symptoms are laid down with reference to morbidity of the body elements, are also observed in the morbid condition of the corresponding body channels. Of the urinary passages, the bladder and the kidneys comprise the zone. When affected with morbidity, they evince the following characteristic symptoms. Thus, on observing a man passing excessive or obsterpated, provoked scanty, constantly dribbling or thick urine, or micturiting painfully, one should conclude that the urinary passages have undergone pathological changes"
    },
    {
        "verse_id": "8-(4)",
        "text": " Of the channels carrying the fecal matter, the colon and the rectum comprise the zone. When these are affected with morbidity, the following characteristic symptoms are produced. On observing the patient passing scanty stools with sound and pain, or stools that are very watery or scybalous or copious, one should conclude that the channels carrying"
    },
    {
        "verse_id": "8",
        "text": " Of the channels carrying perspiration, the adipose tissue and the hair-follicles comprise the zone. When these are affected with morbidity, the following characteristic symptoms are produced. On observing anhydrosis, hyper-hydrosis, roughness or excessive smoothness of the body, general burning sensation and horripilation, one should conclude the sweat channels to have undergone pathological changes."
    },
    { "verse_id": "8.1", "text": "9-(1)" },
    {
        "verse_id": "8.1.1",
        "text": "—Such are the names by which the visible and invisible spaces occurring in the body-elements are known"
    },
    {
        "verse_id": "9-(2)",
        "text": " In the event of their vitiation, both the stationary and mobile elements of the body get vitiated, the vitiation spreading from the one to the other. The vitiated body-channels spread the corruption to other bodychannels alone and the vitiated bodyelements to other body-elements whereas the three humors—Vata, Pitta and Kapha if vitiated pollute the entire organism, being, as they are of a vitiating nature."
    },
    {
        "verse_id": "10",
        "text": " The channels carrying the lifebreaths get vitiated as the result of wasting, suppression of the body-urges, dehydration, exercise done while hungry, starvation and other violations of the laws of health."
    },
    {
        "verse_id": "11",
        "text": " The channels carrying the aqueous element get vitiated as the result of heat, indigestion, fright, excessive drinking, eating of very dry foods and excessive thirst."
    },
    {
        "verse_id": "12",
        "text": " The alimentary canal gets vitiated as the result of over-eating, eating untimely or unwholesome meals and from impairment of the digestive fire."
    },
    {
        "verse_id": "13",
        "text": " The channels of assimilation or of the nutritional juice get vitiated in consequence of eating heavy, cold and very unctuous substances in immoderate quantities and by worrying over-much."
    },
    {
        "verse_id": "14",
        "text": " The channels carrying the blood get vitiated as the result of indulgence in foods and drinks that are irritant, unctuous, hot and liquid, aud of. excessive exposure to the heat of the sun and fire the fecal matter have undergone pathological changes."
    },
    {
        "verse_id": "15",
        "text": " The channels conveying the flesh-forming element get vitiated in consequence of taking deliquescent, large and heavy articles of diet and by sleeping in the day after meals."
    },
    {
        "verse_id": "16",
        "text": " The channels conveying the fat-forming element get vitiated in consequence of lack of exercise, sleeping in the day, excessive consumption of fats ana over-indulgence in Varuni wine."
    },
    {
        "verse_id": "17",
        "text": " The channels conveying the bone-forming element get vitiated as the result of over-exercise, concussion and violent flexions and from indulgence in Vata-promoting factors."
    },
    {
        "verse_id": "18",
        "text": " The channels carrying the marrow-forming element get vitiated in consequence of the crushing of bones, liquefaction, injuries and compression, and from indulgence in incompatible diet."
    },
    {
        "verse_id": "19",
        "text": " The channels conveying the semen get vitiated as the result of untimely coitus or unnatural sex-act, suppression of the sexual urge, excessive indulgence in the sex-act and from the effects of surgical instruments, alkali and heat."
    },
    {
        "verse_id": "20",
        "text": " The channels conveying the urine get vitiated from the drinking water and indulging in eatables and women while under the urge to urinate, from the retention of urine by one is emaciated or injured in the urinary passages."
    },
    {
        "verse_id": "21",
        "text": " The channels conveying the sweat get vitiated by over-exercise, by excessive exposure to heat, by indiscriminate indulgence in cold and heat, and from auger grief and fear."
    },
    {
        "verse_id": "23",
        "text": " The zones of the thirteen main channels of the body; the general indication of their vitiation; their synonyms in the medical science, the manner in which the body-channels and body elements vitiate each other on contact."
    },
    {
        "verse_id": "24",
        "text": " The characteristics of the morbidity of the body-channels are the increase or decrease of the flow of their contents, knotted condition of the passages, or flow of their contents in abnormal channels."
    },
    {
        "verse_id": "25",
        "text": " The body-channels when normal are in every case of the color of the element they carry, tubular, either large or minute, elongated or reticulated in appearance."
    },
    {
        "verse_id": "25.1",
        "text": "26’ In the vitiated condition of the channels that carry the life-breaths, water and food, the line of treatment is, in due order, that indicated for diseases of the respiratory organs, disorders of thirst and chyme disorders"
    },
    {
        "verse_id": "27",
        "text": " In the vitiated condition of the channels that carry the other body-elements, the line of treatment is that laid down in the section on dietetics with reference to the body-elements themselves."
    },
    {
        "verse_id": "28",
        "text": " As regards the vitiated condition of the channels that convey the urine feces and sweat, the line of treatment is, in due order that indicated for dysuria, diarrhea and fever."
    },
    {
        "verse_id": "30",
        "text": " The causes of vitiation in each case; the line of treatment in brief, as also at the outset, the truth concerning man as a conglomeration of channels—all this, is laid down in this chapter on Specific Determination of the Measure of the Systems of Circulation."
    },
    {
        "verse_id": "30.1",
        "text": "31 He, who understands the entire body in all its aspects and all the bodily disorders, is never confused in the matter of treatment"
    }
]