[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The specific determination of the measure of Tastes (rasa-vimana—vimāna)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " After studying the characteristics of etiolgy, premonitory symptoms, signs and symptoms, homologation, number, predominant morbidity, mode of classification, pathological combination, intensity and periodicity of the disease, the physician should strive to acquire, by means of studious application, the accurate knowledge of clime, season strength, constitution, vitality, diet, homologation, psychic make up, habit and age, as treatment depends on the accurate recognition of the measure of humors and of the other factors."
    },
    {
        "verse_id": "3",
        "text": " The physician ignorant of this science of specific measure of tastes (rasa-vimana), humors etc., cannot subdue diseases. Therefore, O, Agnivesha! we shall expound the section on specific determination with a view to elucidate the knowledge of the measure of tastes, humors etc."
    },
    {
        "verse_id": "4",
        "text": " Now, first of all, we shall discourse on the action of tastes, substances, humors and disorders. The tastes are six—sweet, acid, salt, pungent, bitter and astringent. These property used sustain the body in health; ill-used, they bring about the provocation of the humors."
    },
    {
        "verse_id": "5",
        "text": " And the humors are three: Vata, Pitta and Kapha. When normal they cause the proper functioning of the body; when they have become abnormal they certainly afflict the body by causing disorders of various types"
    },
    {
        "verse_id": "6-(1)",
        "text": " Each of these three humors is provoked by three tastes and is allayed by the other three tastes."
    },
    {
        "verse_id": "6",
        "text": " Thus, the pungent, bitter and astringent tastes provoke Vata; the sweet, acid and salt tastes allay it; the pungent, acid and salt tastes provoke Pitta; the sweet, bitter and astringent tastes allay it; the sweet, acid and salt tastes provoke Kapha; the pungent bitter and astringent tastes allay it."
    },
    {
        "verse_id": "7",
        "text": " As regards the interaction of tastes and humors, the use of tastes which are homologous are mostly homogeneous in quality to a particular humor, augment that humor, whereas the use of the tastes which are antagonistic in quality to a particular humor, will allay that humor. It is in order to enable the understanding of this mode of operation that the hexaplicity of tastes and the triplicity of humors, considered individually, that is, uncombined with each other, has been taught."
    },
    {
        "verse_id": "7.1",
        "text": "8 The extent of their combination and permutations is innumerable on account of the innumerability of the varying degrees of their possible combinations and permutations"
    },
    {
        "verse_id": "9",
        "text": " Now, from among the substances evincing various tastes and from among the disorders evincing morbidity of various humors, examining the actions of each of the tastes and humors individually, one should thereafter determine the action of the given substance and of the given disorder."
    },
    {
        "verse_id": "10",
        "text": " But this does not hold good every where. It is not possible to infer the action of a compound substance from the action of the constituents, as in a compound the properties of various forms and properties and methods one with the other get changed, when thus variously combined."
    },
    {
        "verse_id": "11",
        "text": " In such complex cases, therefore, one should, having ascertained the action of the compound substance as a whole, determine the action of that compound substance on the particular combination of humors."
    },
    {
        "verse_id": "12",
        "text": " Hence we shall expound the principles of action with reference to tastes, substances, humors and disorders."
    },
    {
        "verse_id": "13",
        "text": " The actions of tastes have been enunciated. Now, we shall expound the actions of substances; oil, ghee and honey are the allaying agents in Vata, Pitta and Kapha respectively."
    },
    {
        "verse_id": "14-(1)",
        "text": " Among these the regular use of oil subdues Vata on account of its possessing unctuous, hot. and heavy qualities, for Vata, possessing as it does the qualities of dryness, coldness and lightness, is of the opposite nature. When there is interaction between the qualities of the opposite type, it is the stronger that subdues the weaker. Hence the systematic use of oil subdues Vata."
    },
    {
        "verse_id": "14-(2)",
        "text": " Similarly, ghee subdues Pitta owing to its sweet, cooling and.slow qualities, for Pitta is anti-sweet, hot and acute in quality."
    },
    {
        "verse_id": "14-(3)",
        "text": " And honey subdues Kapha on.account of its dry, acute and astringent qualities as Kapha is unctuous, dense and sweet."
    },
    {
        "verse_id": "14",
        "text": " In this manner, the use of other substances too, which are antagonistic in quality to Vata, Pitta and Kapha will subdue these humors when used regularly."
    },
    {
        "verse_id": "15",
        "text": " Now, there are three substances whose excessive use is more strictly forbidden than that of other substances. They are long pepper, alkali and common salt."
    },
    {
        "verse_id": "16-(1)",
        "text": " Long pepper, pungent though in taste, is sweet in post-digestion, heavy, neither overmuch unctuous nor over-much hot, is deliquescent and esteemed as medicine. It is at once productive of beneficial and baneful effects. If administered in the proper time and measure, its action is at once beneficial."
    },
    {
        "verse_id": "16",
        "text": "But if continued for over a long period, it results in morbid cumulative effect, as, due to its heavy and deliquescent qualities, it arouses Kapha. It aggravates Pitta on account of its hot property and is not able to allay Vata because of its meagreness of unctuous and hot qualities. Nevertheless it makes a good vehicle. In view of these considerations long pepper should not be used, in excess."
    },
    {
        "verse_id": "17-(1)",
        "text": " Alkali is possessed of hot, acute and light qualities; it first acts as a deliquescent and later as a desiccant. It is used as a digestive, cans tic and disruptive agent. If used in excess, it results in harmful effects to hair, eyes, heart and manhood."
    },
    {
        "verse_id": "17",
        "text": " Those communities, whether rural, urban or itinerant, which make constant use of alkali, develop blindness, impotency, baldness and greyness of hair, and constricting pain in the cardiac region. Instances of such communities are—the people of Eastern countries and the Chinese. In view of these considerations one should not use alkali in excess,"
    },
    {
        "verse_id": "18-(1)",
        "text": " Common salt is possessed of hot and acute qualities, is not very heavy, unctuous, is deliquescent, acts as a laxative, gives a relish to foodstuffs, given in proper course and combination, it has immediate beneficial action, but continued over a long period results in morbid cumulative effect. It is prescribed as an appetizer, digestive, deliquescent and laxative Used in excess, it causes depression, flabbiness and debility in the body. Those communities which are given to over use of salt, whether they are country people, city-dwellers or itinerants, become languid, flabby and anemic and are unable to bear hardships."
    },
    {
        "verse_id": "18",
        "text": " They are the people of Bahlika, Saurashtra, Sind, and Sauvira. They always habitually take salt in their milk; also wherever there are saltish regions of laud there herbs, creepers, trees and vegetation either do not grow at all or are of poor quality, on account of the inhibiting effect of salt on their growth. Hence salt should not be used in excess. Even those people who have become tolerant to excessive use of salt get premature baldness, greyness and wrinkles."
    },
    {
        "verse_id": "19",
        "text": " Even in the case of such people, therefore, it is advisable to effect a gradual withdrawal from the habit formed. A gradual withdrawal as previously laid down from a habit will be attended with no severe reaction or with very mild reaction."
    },
    {
        "verse_id": "20-(1)",
        "text": " Habituation is that which agrees with one’s system. Thus habituation has the same connotation as homologation"
    },
    {
        "verse_id": "20 Now homologation is of three kinds: best, poor, and medium",
        "text": " It is again of seven kinds: agreeability to each or one of the six tastes and seventh by agreeability to all of them combined. Among these, the agreeability to all the tastes is the best type of homologation; the poorest type is the agreeability only to a single taste, while the medium type of agreeability is the mean Between the best and the poorest. So from the poorest and the medium agreeabilities -one should develop the homo legation of the best type, that is, agreeability to all the tastes. After acquiring homologation to all the tastes, one should resort to what is wholesome, having considered well the special factors concerning diet and dietetics described in the octalogue beginning with natural qualities."
    },
    {
        "verse_id": "21",
        "text": " The following are the eight factors of diet and dietetics. They are:—Natural qualities, Karana [karaṇa] (preparation), Samyoga [saṃyoga] (combination), Rashi [rāśi] (quantum), Desha [deśa] (habitat), Kala [kāla] (stage of disease), Upayoga (rules of use) and Upayokta [upayoktā] (user)—this makes the octalogue of diet and dietetics."
    },
    {
        "verse_id": "22-(1); Among these natural qualities are the innate properties of substances",
        "text": " The presence of qualities like heaviness etc., is the natural property of substances, used as diet or drug. Thus, heaviness is the nature of blackgram and pork, and lightness that of green gram and venison."
    },
    {
        "verse_id": "22-(1A), Preparation is the process performed to modify the natural properties: of substances",
        "text": " That which modifies radically the properties of substances is transformation."
    },
    {
        "verse_id": "22-(2)",
        "text": " This modification is brought about by dilution, application of heat (vaporization, distillation and sublimation), clarification, emulsification, storing, maturing, flavouring, impregnation, preservation, and the material of receptacle."
    },
    {
        "verse_id": "22-(3)",
        "text": " Combination is the combining together of two or more substances. This chemical combination exhibits special properties which none of the constituents ever possessed Examples—the combination of honey and ghee; honey or ghee taken alone is wholesome to the body but com bined together, they become toxic Similarly, the combination of honey, fish and milk has a toxic effect"
    },
    {
        "verse_id": "22-(4)",
        "text": " The Rashi quantum) is the measure of the total mass and of each constituent in order to determine the effects of the right and wrong doses The measure of the entire meal as a whole is the total measurement. The measuring of each article of diet is detailed measurement. Measuring all together is total measurement; measuring the parts separately is also detailed measurement."
    },
    {
        "verse_id": "22-(5)",
        "text": " Habitat is a geographic region. It indicates variations in the qualities of substances, due to difference in soil, use and climate."
    },
    {
        "verse_id": "22-(6)",
        "text": " ‘Time’ is used in two senses, time in the general sense and time in the sense of a stage. Now ‘Stage’ is used in relation to disease, and ‘Time' in the general sense is used in relation to seasonal wholesomeness-"
    },
    {
        "verse_id": "22-(7)",
        "text": " The procedure in diet consists of the dietetic rules. They are determined by the strength of digestion."
    },
    {
        "verse_id": "22",
        "text": " The user is he who makes use of food; ‘habituation’ depends on him. Thus we have explained the eight special factors in the science of diet and dietetics."
    },
    {
        "verse_id": "23",
        "text": " These different factors give rise to good and evil effects and are helpful to one another. The physician should try to know them; and having known them he should make use of the wholesome only. Either out of ignorance or negligence he should not make use of any article of diet or any other thing which is pleasant but unwholesome and fraught with unhappy consequences."
    },
    {
        "verse_id": "24-(1)",
        "text": " These are the dietetic rules and procedure for those who are healthy as well as for certain types of patients, concerning the taking of food that is most wholesome."
    },
    {
        "verse_id": "24",
        "text": "One should eat food which is hot, unctuous and non-antagonistic in potency and in due measure, after full digestion of the previous meal, in a congenial place, provided with all the accessories, neither too hurriedly, nor too leisurely, without talking or laughing, with full concentration and having proper regard to oneself."
    },
    {
        "verse_id": "25-(1)",
        "text": " We shall indicate the benefits accruing from each of these conditions."
    },
    {
        "verse_id": "One should eat hot",
        "text": " It is the food eaten hot, that is relished and which on being consumed excites the gastric fire, which is soon digested and stimulates the peristaltic movement and breaks up the mucus in the gastric secretion. Therefore, one should eat food that is hot."
    },
    {
        "verse_id": "25-(2)",
        "text": " Eat unctuous. The unctuous food, being eaten, gives relish and on being consumed, excites the inactive gastric fire, is rapidly digested, stimulates the peristaltic movement, makes the body plump, strengthens the sense-organs, increases the vigor and brightens the complexion. Therefore one should eat unctuous.food"
    },
    {
        "verse_id": "25-(3)",
        "text": " Eat in measure. The food eaten in measure does not disturb the balance of Vata, Pitta and Kapha, but exclusively promotes life, is easily passed down to the rectum, does not disturb the gastric fire and is easily assimilated. Therefore one must eat in measure,"
    },
    {
        "verse_id": "25-(4)",
        "text": " Eat after the digestion of the previous meal. The food that is eaten while the previous meal is lying undigested in the stomach, getting mixed with the semi-digested chyme of the previous meal, immediately provokes all the humors The food taken when the previous meal has been fully digested, the humors have returned to their normal places, the gastric fire is kindled, hunger is born, the channels are clear and open, the eructation from the mouth is healthy, the stomach is clear, the peristaltic movement is normal and when the urges for evacuation of flatus, urine and feces are well attended to—that food, not vitiating any of the body-elements, serves the sole purpose of promoting life. Therefore, one should eat on an empty stomach after the digestion of the previous meal."
    },
    {
        "verse_id": "25-(5)",
        "text": " Eat what is not antagonistic in potency. Eating the food that is not antagonistic in potency, one is not afflicted with disorders born of incompatible dietary. Therefore one should eat what is not antagonistic in potency."
    },
    {
        "verse_id": "25-(6)",
        "text": " Eat in a congenial place provided with all the necessary appurtenances. One eating in a congenial place does not get depressed in the mind by the depressing emotions produced in unpleasant environment Similarly, with the appurtenances. Therefore, one should eat in a congenial place and circumstance."
    },
    {
        "verse_id": "25-(7)",
        "text": " Do not eat hurriedly. By eating hurriedly the food is liable to go the wrong way, or injure the health or it is not properly placed; and there is no appreciation of either the good or bad qualities of the food taken. Therefore one should not eat hurriedly."
    },
    {
        "verse_id": "25-(8)",
        "text": " Do not eat too leisurely. One, eating too leisurely, is not satisfied even if he eats much. The food gets cold and is digested irregularly. Therefore one should not eat too leisurely."
    },
    {
        "verse_id": "25-(9)",
        "text": " Do not talk or laugh while eating. One who talks and laughs and is preoccupied while eating, is liable to suffer the same disorders as the one who eats too hastily. Therefore, one should not talk or laugh while eating, but should eat with due attention to oneself"
    },
    {
        "verse_id": "25",
        "text": " Eat rightly, considering your constitution. ‘This food will agree with me, this food will not agree with me’, such knowledge makes for the determination of what is wholesome for each individual. Therefore, one should eat rightly, considering ones individual constitution."
    },
    {
        "verse_id": "26",
        "text": "Him do we regard as a physician, who possesses the knowledge of the effects of tastes, the substances, the humors and the diseases, as also the knowledge of clime, season, and the body."
    },
    {
        "verse_id": "27-28",
        "text": " The purpose of this section on specific determination of measure, the effects of the tastes, substances, humors and diseases, the substances that are not to be taken in excess, the three grades of homologation, the octalogue of dietetic rules, the advantages accruing from the observation of these rules—all these, have been made clear in this chapter on the specific determination of the measure of taste."
    }
]