[
	{
        "verse_id": "1",
        "text": "We shall now expound the chapter entitled “The Specific Determination of the Measure of the Stomach Capacity (kukshi-vimana)”,"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " One, about to eat a meal, ought to dispose the stomach capacity in three parts (trividha-kukshi—kukṣi). Thus, he should use one third of his gastric capacity for solid food, one third for liquids and the remaining one third for the full play of the three humors—Vata, Pitta and Kapha. Eating in conformity to this rule, one is not liable to any one of the ill-effects resulting from eating without measure."
    },
    {
        "verse_id": "4",
        "text": " However, it is not possible to obtain the full benefit accruing from diet by merely conforming to the rule of measure, since all the eight factors beginning with the nature of the food-constituents have each a share in the final result."
    },
    {
        "verse_id": "5",
        "text": " Here, however, we are concerned with determining the results of the quantity of food in measure or out of measure. The whole of the dietetic mode as regards quantity resolves itself into food taken in measure and food taken out of measure."
    },
    {
        "verse_id": "6-(1)",
        "text": " Now measure has already been touched upon in relation to the disposition of the gastric capacity. We shall explain the same thing once again at greater length."
    },
    {
        "verse_id": "6",
        "text": " Thus, the following are the signs of food eaten in measure: freedom from distress in the stomach (kukshi) as the result of the quantity taken; absence of any cardiac discomfort; the non-distension of the sides, freedom from excessive heaviness of the stomach, gratification of the senses, subsidence of hunger and thirst, sense of ease in standing, sitting lying down, walking, exhaling and inhaling, repartee and conversation; easeful digestion and assimilation of food in the evening and morning; the imparting of strength, complexion and plumpness."
    },
    {
        "verse_id": "7-(1)",
        "text": " Now the absence of measure is laid down as coming under two heads—the deficient and the excessive. The diet which is deficient in measure seen to result in the impairment of strength, complexion and plumpness, in want of satisfaction, in misperistalsis and the impairment of the functions of life, virility and vitality, body, mind, understanding and senses, in the vitiation of the eight body-elements, in inducing inauspicious conditions and in the incidence of the eighty kinds of Vata disorders. The learned aver that the diet which is excessive in measure is provocative of the morbidity of all the three humors."
    },
    {
        "verse_id": "7-(2)",
        "text": " He who eats solid foods to repletion and in addition drinks his fill of beverages, will have all the three humors—Vata, Pitta and Kapha abiding in the stomach, provoked simultaneously, as they get compressed greatly by the excessive quantity of the food taken. These humors, being thus irritated, lay hold of the undigested food mass and getting localised in one part of the stomach [i.e., kukshi] of the man who has over-eaten, and making their resort in the foodmass, either obstruct or dispose of the stomach-contents violently through the upper or the lower channels of the alimentary tract, giving rise, severally, to the following kinds of disorders."
    },
    {
        "verse_id": "7",
        "text": " The Vata causes colic, constipation, body-ache, parching of the mouth, fainting, giddiness, irregularity of the gastric fire, rigidity of the sides, back and waist and the contraction and the hardening of the vessels. The Pitta causes fever, diarrhea, internal burning thirst, intoxication, giddiness and delirium, The Kapha causes vomiting, anorexia, indigestion, algid fevers, torpor and heaviness of the limbs."
    },
    {
        "verse_id": "8",
        "text": "It is not the excessive intake of food alone that is responsible for setting up the ills of chyme-disorder. The following factors too induce the chyme-disorders, viz., the untimely indulgence in foods and drinks that are heavy, dry, cold, dehydrated, disagreeable, retardent, irritant, unclean or incompatible, or eating and drinking while the mind is afflicted with desire, anger, greed, infatuation, envy, shame, grief, indignation, anxiety and fear."
    },
    {
        "verse_id": "9",
        "text": " The food eaten by one who is given to anxiety, grief, fear auger, pain, sedentary habits or to keeping awake at night, though it be the prescribed diet. and is eaten with strict regard to measure, will fail to be digested properly."
    },
    {
        "verse_id": "10",
        "text": " The physicians divide the chyme-disorders into two classes viz., acute alimentary irritation, and intestinal torpor."
    },
    {
        "verse_id": "11",
        "text": " of. these the expulsion of undigested food either through the upper or lower charnels of the alimentary canal with the symptoms already mentioned should be known as acute alimentary irritation."
    },
    {
        "verse_id": "12-(1)",
        "text": " We shall now describe the disorder of intestinal torpor. Let us take a man who is frail, of weak digestion, of Kapha habitus, habitually given to suppressing the urges of flatus, urine and feces and who is given to eating food which is compact, heavy, large in quantity, dry, cold and dehydrated. Such food and drink consumed by such a one, though painfully urged on by peristalsis cannot find an outlet, as it gets inert owing to the passages being obstructed by the accumulated Kapha and the food masses being jammed inside. In consequence of this condition, the symptoms of general indigestion, excepting the two—vomiting and purging, manifest themselves in a very aggravated form."
    },
    {
        "verse_id": "12-(2)",
        "text": " This brings about extreme vitiation of the humors which finding the alimentary canal blocked at both ends by the vitiated mass of undigested food, tend to spread sideways and in that process, not infrequently cause the body to become rigid like a staff. This condition which is spoken of as “Dandalasaka” [daṇḍālasaka], “Staff like rigidity”, is considered to be incurable."
    },
    {
        "verse_id": "12",
        "text": " The chyme-disorder which results from incompatible foods, or from eating predigestion-meals, is named by the physicians as intestinal toxemia because it evinces symptoms similar to those of toxemia. Such a disorder is indeed absolutely irremediable, because of its fulminating character and also because of the antagonism in the lines of treatment indicated."
    },
    {
        "verse_id": "13-(1)",
        "text": " Now the remediable variety of chyme-disorder in which the in taken food is vitiated and becomes stagnant, should be treated thus:—To begin with, the patient should be made to vomit by the administration of an emetic consisting of warm saline water; thereafter he should be treated with sudation and suppositories and made to fast."
    },
    {
        "verse_id": "13-(2)",
        "text": " In cases of acute alimentary irritation, the patient should first be subjected to lightening therapy and the after-treatment should be the same as: that in purification therapy."
    },
    {
        "verse_id": "13-(3)",
        "text": " In chyme-disorder, when dealing with a patient; who has digested his last meal but whose stomach morbid humors and is inactive and heavy and who is averse to food medicine should be administered at the meal time with a view to helping the digestion of the remaining morbid matter in the stomach and the stimulation of the digestive fire. But if the patient has not digested his last meal, this procedure is not to be followed. For, the digestive fire that has been enfeebled by the chyme-disorder is unable to digest, at one and the same time, the vitiated humor, the medicine and the intaken food-mass."
    },
    {
        "verse_id": "13-(4)",
        "text": " Since the untoward effect, cumulatively of the chyme disorder, the medicine and the food, is too great it will perforce hasten to death the enfeebled patient in whom the thermal processes have become inactive."
    },
    {
        "verse_id": "13-(5)",
        "text": " The ailments resulting from chyme disorder are to be quieted only through the depletion therapy. If, however, the effect of disease persists even after the depletory treatment, then for the subjugation of the disease, the physician should give up treating the disease with reference to the causative factors and begin treating the actual morbid conditions."
    },
    {
        "verse_id": "13-(6)",
        "text": " In the conquest of all disorders the learned physicians give the first place to. those drugs that are antagonistic to both the morbific and the morbid factors or other"
    },
    {
        "verse_id": "13-(6).1",
        "text": "therapeutic agents which serve the same purpose"
    },
    {
        "verse_id": "13",
        "text": " After he has been relieved of the chyme-disorder and after all the morbid matter has been fully digested and the gastric fire has been re activated, the patient should be administered systematically and with skill, inunction, corrective and unctuous enemata and the oleation therapy, with due consideration to the morbific factor, the drug indicated, the place, the season, the patients vitality, his physical condition, his diet, his habituation, his psychic makeup, his constitution, his age, as weel as the disorders that have to be treated."
    },
    {
        "verse_id": "14",
        "text": " Having examined well the eight rules concerning diet, one should secure one’s own well-being; in addition whatever else is indicated here as a means in the pursuit of wholesome things, one should have recourse to all such things"
    },
    {
        "verse_id": "15",
        "text": " Where is the food digested, the food that is eaten, that is masticated that is drunk, and that is licked up? O, wise one! this we would like to know of your worship. Declare it to us, O, enlightened one!"
    },
    {
        "verse_id": "16",
        "text": " Having been questioned thus by the assembly of disciples headed by Agnivesha, Punarvasu enlightened them as to where food is digested."
    },
    {
        "verse_id": "17",
        "text": " That part of the human body which lies between the navel and the nipple-line is called the seat of digestion. It is here that all that is eaten, masticated, drunk and licked up is digested."
    },
    {
        "verse_id": "18",
        "text": " The food that has reached the seat of digestion, being fully digested, is, in its changed form, circulated to the entire body by means of the vessels."
    },
    {
        "verse_id": "19",
        "text": " The signs and results of food eaten in measure, as well as those of food eaten out of measure, have been accurately described separate y in this chapter."
    }
]