[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Specific Determination of the Measure of the special knowledge of the Three Methods of Diagnosis (trividha-roga-vishesha-vijnana—roga-viśeṣa-vijñāna).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Three indeed are the modes of ascertaining the nature of disease (trividha-roga-vishesha-vijnana). They are—"
    },
    {
        "verse_id": "4-(1)",
        "text": " Now, expert instruction means the teaching imparted by the experts. Experts again are those who possess unequivocal knowledge, memory, the science of classification and whose observations are not affected by favor or malice. Their testimony, by reason of their being endowed with these qualities is authoritative; while that coming from inebriated, insane, stupid and interested persons or those given to half-truths is unauthoritative."
    },
    {
        "verse_id": "4-(2)",
        "text": " That is direct observation [i.e., pratyaksha], which is apprehended by one’s own senses and the mind."
    },
    {
        "verse_id": "4",
        "text": " Inference [i.e., anumana] is reason working on given premises"
    },
    {
        "verse_id": "5",
        "text": " It is only after examining a disease completely and from all aspects by means of the tripartite method of acquiring knowledge, that a correct decision as regards diagnosis is arrived at. The understanding of the total nature of a thing does not arise from a fragmentary knowledge of it. Out of this group of the three sources of knowledge, theoretical knowledge derived from authoritative instruction [i.e., aptopadesha] comes first; thereafter investigation proceeds by means of observation and inference. In the absence of previous information concerning a thing, how can a man proceed to verify it by means of observation or inference? Therefore investigation is conducted in two ways by those who possess knowledge—direct observation and inference; or in three ways, if instruction is included."
    },
    {
        "verse_id": "6",
        "text": " The learned physicians impart instruction in the following way:each and every disease is to be known as having such and such exciting factors, such and such source, such and such onset, such and such location, such and such type of pain, such and such symptoms, such and such sound, touch, color, taste and odor, such and such complications, such and such stages of aggravation, steady continuance, and abatement, such and such result, such and such name and such and such concomitants. In view of these the prescriptions and prohibitions in the treatment of disease, one learns from instruction."
    },
    {
        "verse_id": "7-(1)",
        "text": " Seeking to know the nature of a disease by direct observation, the physician should explore by means of his sense-organs, with the exception of the tongue, the entire field of sensible data presented by the patient’s body. Thus he should examine with the ear (auscultation) the intestinal sounds, the sounds of the joints and the finger knuckles, variations in the patient’s voice or any other sounds that may be observed in any part of the body."
    },
    {
        "verse_id": "7-(2)",
        "text": " He should examine with the eye the color, the shape, proportions and the lustre the healthy or diseased look of the body and whatever else though not mentioned here admits of visual inspection."
    },
    {
        "verse_id": "7-(3)",
        "text": " The examination of the patient’s body by the seise of taste, though falling under direct observation is prohibited and should be done indirectly by influence. Thus it is by the method of interrogation that the physician should ascertain the existing taste in the patients mouth. Insipidity of his body secretions by the lice etc., deserting his body and the excessive sweetness of the body-secretions by the accumulation of flies on his body. If the disorder of hemothermia is suspected, then in order to determine whether the patient’s blood is healthy or vitiated by bile, the physician should conclude that the blood is healthy if a sample of it is eaten by a dog or a crow etc., but if it is not eaten then it is a case of hemothermia. In this manner, the physician should make his inferences concerning the state of the rest of the patient’s body fluids"
    },
    {
        "verse_id": "7-(5)",
        "text": " He should examine the normal or abnormal feel of the patient’s body by his hand i.e. by palpation"
    },
    {
        "verse_id": "7",
        "text": " Thus, we have laid down the various methods of examination by means of direct observation, inference and instruction."
    },
    {
        "verse_id": "8",
        "text": " The following data are also to be gleaned by the method, of inference. Thus, the digestive fire is to be deter mined by the patient’s power of digestion, strength by his capacity for exercise, sense-organs like ear etc,, by their clarity of perception, the mind by the power of concentration, the understanding by the purposeful nature of the action, passion by the strength of attachment, infatuation by the lack of understanding, auger from actions of violence, grief by despondency, joy by exhilaration, pleasure from the sense of satisfaction, fear from dejection, fortitude from courage, vitality by the enthusiasm for undertaking, resolution by the absence of vacillation, faith by opinion, intelligence by the power of comprehension, the wits by correct recognition, memory by the power of recollection modesty by bashfulness, character by conduct, aversion by refusal, evil intention by subsequent performance, firmness by the restlessness, docility by compliance; age predilection, homologation and etiological factor by the stage of life, residence, homologatory signs and the type of pain respectively; disease with latent symptoms by testing with therapeutic or provocative medication, the degree of morbidity by the intensity of the provocative factors, the imminence of death by the severity of the fatal prognostic signs, the expectation of recovery from wholesome inclinations and the clarity of mind from the absence of disorder. As regards the hard bowelled condition or soft-bowelled condition, the dreams seen, the cravings, the likes and dislikes, pleasure and pain—these are to be known by interrogating the patient."
    },
    {
        "verse_id": "9",
        "text": " The discerning physician should correctly diagnose diseases by the aid of theoretical knowledge, by all the three means of testimony, direct observation and inference."
    },
    {
        "verse_id": "10",
        "text": " Having considered all factors and from all points of view, as far as is possible, the learned physician should, thereafter, formulate his opinion, first as regards the nature of the disease and next as regards the line of treatment."
    },
    {
        "verse_id": "11",
        "text": " The man who knows the nature of the disease and its line of treatment, is never at a loss concerning the appropriate application. Being un-confused he reaps the reward which comes of clear understanding."
    },
    {
        "verse_id": "12",
        "text": " The learned physician who is unable to win his way into the patient’s heart by the light of his scientific understanding is not entitled to treat disease."
    },
    {
        "verse_id": "13",
        "text": " The three-fold means of knowledge, the diagnosis of the characteristics of all diseases, what things are taught by way of instruction by the sages, what by direct observation;"
    },
    {
        "verse_id": "14",
        "text": " and what by the method of inference—all this has the high-souled sage given out in this chapter on the Specific Determination of the Three Methods of Diagnosis."
    }
]