[
	{
        "verse_id": "1",
        "text": "We shall now expound the chapter entitled “The Specific Determination of he Measure of Depopulation through Epidemics (janapadoddhvamsaniya—janapadoddhvamsa—uddhvamsa-vimana)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "2.1",
        "text": "3 The worshipful Punarvasu Atreya while on a peripatetic tour during the latter month of the hot season, attended by his entourage of disciples, through the wood lands skirting the Ganges near the capital city of Kampilya, in the populous zone of the country of Pancala, wherein resided the elite of the twice born communities, thus observed, addressing the disciple Agnivesha"
    },
    {
        "verse_id": "4-(1)",
        "text": " O, gentle one behold the stars, the planets, the moon, the sun, the wind, the temperature and the quarters are presenting their abnormal aspect, thus portending abnormal seasonal fluctuations. As the result of this abnormality, the earth will fail to produce the herbs having the right qualities of taste, potency, post-digestive effects and specific action. In consequence of this failure there will ensue of necessity a marked prevalence of disease."
    },
    {
        "verse_id": "4-(2)",
        "text": " Therefore, well before such calamities occur and well before the earth has lost her savour, O, gentle one! collect the medicinal herbs while yet their taste, potency) post-digestive effects and specific action remain unvitiated."
    },
    {
        "verse_id": "4-(3)",
        "text": " We shall thus, when the occasion arises, make use of the taste, potency, post-digestive effects and the specific action of these herbs for the benefit of those who seek us and also those whom we seek to help."
    },
    {
        "verse_id": "4",
        "text": " Nor indeed, O, gentle one! are counter-measures to epidemics that destroy populations [i.e., janapada-uddhvamsa] a difficult matter, provided the medicinal herbs are properly culled, properly prepared aud properly administered."
    },
    {
        "verse_id": "5-(1)",
        "text": " Unto the worshipful Atreya thus exhorting, Agnivesha submitted, “O, worshipful one! the medicinal plants shall be property cubed, well-prepared and well administered according to your instructions."
    },
    {
        "verse_id": "5",
        "text": " But, how does the simultaneous destruction of communities [i.e., janapada-uddhvamsa], consisting as they do of individuals who differ from one another in constitution, diet, physique, vitality, habits, psychic make-up and age, take’ place by the incidence of one single disease?”"
    },
    {
        "verse_id": "6-(1)",
        "text": " Unto him replied the worshipful Atreya, “O, Agnivesha! though a community may be heterogeneous in. respect of the constitution etc. of its individual members, there are other common factors which being adversely affected, will cause simultaneous outbreak of diseases having similar symptoms. It is these that devastate whole populations [i.e., janapada-uddhvamsa]."
    },
    {
        "verse_id": "6",
        "text": " The factors that affect a people in common are—the winds, the waters, the country and the seasons."
    },
    {
        "verse_id": "7-(1)",
        "text": " Of these, the wind, if of the following description, is to be known as disease-inducing—viz. unseasonal, totally becalmed, violently blowing, exceedingly rough, intensely cold, intensely hot, excessively dry, excessively humid, fearfully clamorous, blowing from contrary directions and clashing with itself, extremely rotatory (whirlwind) and charged with unwholesome odors, moisture, sand, dust and smoke."
    },
    {
        "verse_id": "7-(2)",
        "text": " The water of the following description is to be known as bereft of virtue: having an extremely aberrant smell, color, taste and touch; abounding in putrescent matter; deserted by aquatic birds; in which the aquatic creatures are atrophied and which is unpleasant."
    },
    {
        "verse_id": "7-(2).1",
        "text": "7-(3) The country of the following description is to be known as unwholesome: having color, odor, taste and touch that are unnatural, excessively damp; abounding in serpents, beasts of prey, mosquitoes, locusts, flies, mice, owls, birds and animals such as the jackal, and abounding in woods or weeds and Ulupa grass; abounding in creepers; where crops have either fallen, withered or been destroyed in an unprecedented manner; where the winds are smoky; where the sound of birds is unceasing; where the baying of dogs always assails the ears; where herds of animals and flocks of birds of various kinds are always in a state of alarm and pain; where amidst the people, morality, truth, modesty, custom, character and virtue have either declined or been given up; where the waters are always agitated and upheaving; which is frequently subjected to the incidence of meteorites, thunderbolts and earthquakes; where nature is full of menacing sounds and sights; where the sun, the moon and the stars are frequently covered by dry, coppery, ruddy and grey clouds and which lastly, is as if full of constant alarm and lamentation, crying, fright, and darkness as if visited by gnomes, and as if abounding in sounds of lamentation"
    },
    {
        "verse_id": "7(4)",
        "text": " A season which is of the following description is to be known as unwholesome, evincing characteristics that are opposite to normal, or evincing its characteristics in an excessive or deficient degree."
    },
    {
        "verse_id": "7",
        "text": " The learned declare these very four factors when possessed of the morbidity described above to be destructive of populations [i.e., janapadoddhvamsa]; when not so blemished, they are said to be wholesome,"
    },
    {
        "verse_id": "8",
        "text": " But even when these depopulating factors have turned inauspicious, there is no fear of diseases to those persons who are served with medicines that have been culled beforehand."
    },
    {
        "verse_id": "8.1",
        "text": "9, We shall now indicate, assigning reasons, the ascending scale of importance among the four factors of country, season, wind and water that have turned insalubrious"
    },
    {
        "verse_id": "10",
        "text": " The man of understanding will know that the water is more important than wind, and conntiy[?] more important than the water, and season yet more important than country by virtue of their degree of indispensability."
    },
    {
        "verse_id": "11",
        "text": " The specialist should know that the above mentioned aberrations of wind and the other factors are progressively easy of treatment in the order mentioned."
    },
    {
        "verse_id": "12",
        "text": " Even if all the four factors including Time (season) become vitiated, as long as men are sustained by medicine, so long will they remain free of disease."
    },
    {
        "verse_id": "13",
        "text": "In case of such members of the community as are neither destined to die at the same time, nor have the compulsion of common action, the quinary purification procedure consisting of emetics, purgatives, dry and unctuous enemata and errhines), is said to be the best of medicaments."
    },
    {
        "verse_id": "14",
        "text": " For them, moreover, the rightful use of vitalising medications is recommended; the maintenance of the body by means of the medicinal herbs culled beforehand is also commended."
    },
    {
        "verse_id": "15-18",
        "text": " Truthfulness, compassion for creatures, charity, sacrifices, worship of the gods, the observance of right conduct, tranquility, prophylactic protection of oneself and seeking one’s own good, residing in a wholesome country, the keeping of continence and the company of the continent, consulting the scriptures and the great self-restrained sages, constant association with the righteous, the well-dispositioned and those who are approved of by the elders—all this with a view to preserving life, has been indicated as “medicine” to those who are not destined to die in that terrible time."
    },
    {
        "verse_id": "19",
        "text": " On being thus apprised of the causes that bring about mass-destruction of communities [i.e., janapada-uddhvamsa], Agnivesha questioned the worshipful Atreya once again, ‘Now tell us, O, Lord! what makes the wind etc., to become inclement, through which inclemency they tend to destroy pupulations’."
    },
    {
        "verse_id": "29-(1)",
        "text": " The worshipful Atreya answered him, “O Agnivesha! the deterioration affecting the wind, etc., has its origin in transgression, or, in the alternative, in unrighteous deeds performed in a former existence; of both, the source is volitional transgression alone."
    },
    {
        "verse_id": "20-(2)",
        "text": " Thus when the ruling authorities of the country, cities, trade-guilds etc., govern the people irresponsibly by transgressing the law, then their subordinates and under-subordinates, the towns-folk and the villagefolk, as well as those who earn a living by practising professions, tend to promote the growth of lawlessness. In the result, disorder, perforce swallows up all order. Thereafter, these people, from whom the law has become a fugitive, are given up even by the gods."
    },
    {
        "verse_id": "29",
        "text": " ‘This matter of the life span of creatures depends on the consideration of the following factors: life, as regards both its strength and weakness, is determined by destiny as well as human effort."
    },
    {
        "verse_id": "21",
        "text": " In the same manner, it is unrighteousness alone that is the cause of the destruction of peoples [i.e., janapada-uddhvamsa] by armaments. Those who are moved by extravagant greed, anger, folly, or arrogance despising the weak for the destruction of themselves, their people and the enemy, come into armed conflict either among themselves or with others; or they themselves are attacked by others"
    },
    {
        "verse_id": "22",
        "text": " Again, it is on account of unrighteousness or some other transgression that the various kinds of diabolic powers, such as the order of the Rakshasas, assail and destroy a people."
    },
    {
        "verse_id": "23-(1)",
        "text": " Likewise the destruction that springs from a curse has unrighteousness for its motive-force. It is those who are guilty of dereliction of duty that by disrespecting the preceptors, elders adepts, seers and the worshipful ones, act injuriously to themselves"
    },
    {
        "verse_id": "23-(2)",
        "text": " Being cursed by these preceptors and others to perish in company with their kith and kin they are soon reduced to ashes."
    },
    {
        "verse_id": "23",
        "text": " It follows that others that survive must be of indeterminate life-span from the perception of the cause of such predetermination of the life-span."
    },
    {
        "verse_id": "24-(1)",
        "text": " Even in ancient times, calamities never resulted from any factor other than unrighteousness."
    },
    {
        "verse_id": "24-(2)",
        "text": " In the primal age, men were endowed with vitality equal to that of the sons of Aditi, exceedingly blameless and unhampered in their powers, had direct knowledge of the gods, the god-like sages, the divine law, the sacrifices, the sacrificial injunctions and the ritual, possessed bodies that were compact and firm like adamant clear senses and complexions, speed, strength and prowess like those of the wind; they were callipygian and their stature, lineaments, carriage and build accorded with their forms; they were devoted to truth, rectitude, compassion, charity, self-restraint, moral discipline, spiritual endeavour, fasting, continence and religious vows; they were free from fear, desire, aversion, infatuation, greed, anger, despondency, pride, disease, sleep, indolence, fatigue, langour, sloth and the spirit of acquisition; and lastly, they were endued with unlimited longevity. For the benefit of these people of heroic minds, qualities and deeds, the crops were replete with wonderful taste, potency, post-digestive effect, specific action and virtue, for the earth during the dawn of the golden age was charged to the full with all excellent qualities."
    },
    {
        "verse_id": "24-(3)",
        "text": " As the first age wore on, those who were better circumstanced became heavy of body by over-indulgence; this heaviness of body bred lassitude, lassitude gave rise to indolence, indolence created the need for accumulation of goods, accumulation necessitated acquisition, the spirit of acquisition engendered greed. All this came to pass long ago, in the First Age"
    },
    {
        "verse_id": "24",
        "text": " Thereafter, the bodies of human beings failing to receive sustenance as before from the progressively deteriorating quality of food and exercise and afflicted by heat and wind, soon succumbed to the attacks of fevers and other diseases. Thus, there was a gradual decline in the life span enjoyed by successive generations Thereafter, in the second or Silver Age greed brought malice in its wake; malice led to falsehood; falsehood let loose lust, anger, vanity, hatred, cruelty, aggression, fear, affliction, grief, anxiety, distress and the like. Consequently in the second age, virtue found itself deprived of a quarter of its plenitude. From this quarterly loss in virtue, there followed a similar deterioration in the duration of the succeeding age and in the beneficent power of the Earth and the other elements. It is in consequence of this deterioration that there took place a corresponding deterioration in the sap, purity taste, potency, post-digestive effects, specific action and quality of herbs."
    },
    {
        "verse_id": "24.1",
        "text": "25 In this manner righteousness dwindles in each succeeding age by one quarter and the proto-elements too suffer similar deterioration till eventually the world comes to dissolution"
    },
    {
        "verse_id": "26",
        "text": "When a hundredth part of the length of an age is past, then the life-span of creatures gets less by one year. This is said with reference to the normal determination of life-span in any given age."
    },
    {
        "verse_id": "27",
        "text": " Thus, we have narrated the history of the primogenesis of diseases."
    },
    {
        "verse_id": "28",
        "text": " Unto the worshipful Atreya, discoursing thus, Agnivesha adderessed the following question, ‘What indeed, is the true position as regards the period of life? Is it in every case predetermind, or is it not so?’"
    },
    {
        "verse_id": "30",
        "text": " ‘Destiny’ is to be known as one’s own actions done in the former life, while by ‘effort’ is meant one’s activity in this life."
    },
    {
        "verse_id": "31",
        "text": " Concerning these two kinds of activity, there are various degrees of strength and weakness; for we see that action is of three kinds—mild, moderate and strong."
    },
    {
        "verse_id": "32-32½",
        "text": " When both types of action (destiny and effort) are of the best character then they make for long, happy and certain life; the reverse is the ease when both types of action are of the reverse character; when they are moderate, then the life too is moderate. Now listen to a further consideration."
    },
    {
        "verse_id": "33-34 Thus, if destiny is weak, it admits of being overcome by effort; conversely, destiny that is powerful will render weak effort nugatory",
        "text": " Some people, observing only this last, rush to the conclusion that all life is predetermined."
    },
    {
        "verse_id": "35",
        "text": " There are some powerful actions whose fructification takes place at a predetermined time; but there is another kind of action whose fructification is not predetermined and lies latent till roused to activity by suitable conditions."
    },
    {
        "verse_id": "36-(1)",
        "text": " Since, thus, we see that life is of both kinds (predetermined and unpredetermined) it is not right to cleave to either side exclusively. On this point, we wish to advance the following illustrations. If the lifeperiod in every case were predetermined, then none would be found to seek longevity by means of such acts as incantations medicinal herbs, magical stones, propitiations, sacrifices, offerings, oblations, regimen, penances, fastings, auspicious rites, genuflexions, pilgrimages, and sacrificial rites; nor would there be any need to avoid rogue, fierce and capricious bulls, elephants, camels, donkeys, horses, buffaloes and the like, and abnoxious winds, as also cataracts, and rapid precipitous and unfordable currents of water in the mountains, men that are drunk insane, vagrant, fierce, capricious and of minds excited by infatuation and greed, enemies, raging conflagrations, various kinds of venomous reptiles and serpents, rash acts, conduct that is out of season and out of place, and the displeasure of the king. For these and suchlike would hold no threat of destruction, all life being of predetermined duration. Again fear of premature death would not assail those who have not made use of prophylactic measures which ward off the threat of premature death The introductory propositions, the stories the recipes and the theories as propounded by the sages, concerning the subject of revitalisation and longevity become meaningless. Not even Indra can slay with his thunderbolt an enemy possessed of a predetermined span of life; nor can the Ashvins heal the ailing with the aid of medicine; norcan the great sages attain, by means of spiritual endeavour, such a period of life as they desire, nor can the great sages, including the chief of the gods himself all of whom know all that is to be known, can be said to perceive, teach and practise what is right."
    },
    {
        "verse_id": "36-(2)",
        "text": " Now of all types of evidence, this that we observe with the eye is the best, and the following is founded on visual observation. Thus surveying thousands of cases, we find that the length of life enjoyed by those who repeatedly engage in fighting and those who keep away is not the same. Similarly, with regard to those whose disorders are rectified as soon as they manifest themselves and those whose disorders are not so treated the length of life enjoyed is not the same; similarly with those who take poison, and those who do not. For instance, the assurance of safety enjoyed by a water-pot which is subjected to wear and tear, and an ornamental vase is not the same. Thus length of life is a a matter of care and husbandry; the opposite conditions lead to death."
    },
    {
        "verse_id": "36",
        "text": " Moreover the right and gradual habituation to behaviour and dietetic articles which are antagonistic to the prevailing clime, season and one’s own constitution, avoidance of all that savours of excess, abstinence and abuse, the checking of all extravagant tendencies, the non-suppression of generated excretory urges and the giving up rash acts—all this we find to be conducive to healthful living; this is what we teach, and this is also what we observe."
    },
    {
        "verse_id": "37",
        "text": " On hearing this, Agnivesha said, “If thus, O, Lord! the lives of men are of un-predetermined duration, what makes for death in due time and death before time (prematurely)?”"
    },
    {
        "verse_id": "38-(1)",
        "text": " The worshipful Atreya said unto him, Listen, O, “Agnivesha! Let us take for instance, the axle of a carriage, so fashioned as to subserve the ends of an axle. Now that axle, which is endowed with all the needed efficiency, being drawn along, will cease to function only when, in the fullness of time, it is entirely worn out. In the same manner, the life-force, abiding in the body, being endowed with full vitality by nature and maintained in the right manner, will come to an end only with the complete wearing out of itself. This is spoken of as death in due time,"
    },
    {
        "verse_id": "38",
        "text": " However, the self-same axle, if made to support too heavy a load, or if the road over which it moves is very uneven, or, indeed, if there is no road at all where it goes, or if the axle or wheels break, or if the draught animal or the: rider is clumsy, or if the pins fall off, or if it is not properly oiled or is jerked about, then the axle will break down before its time. In the same manner by the undertaking of tasks beyond one’s capacity, by eating beyond one s power of digestion, by promiscuous eating, by wrong movement of the body, by over-indulgence in sex-act, by the society of the wicked, by the checking of the generated excretory impulses, by the non-checking of those impulses which require to be checked, by being afflicted by evil spirits, poison, winds and fire, by receiving injuries, by abstaining from food and treatment when needed, the life of a man is cut short. Death, supervening In such circumstances, is premature death, Further, we observe premature death occurring as the result of wrong treatment of such maladies as fever.”"
    },
    {
        "verse_id": "39",
        "text": " Agnivesha then questioned, “How is it. O, Lord! that generally the physicians give hot beverages to the fever-stricken in preference to cold ones, although one would imagine that the humor which causes the fevers is best allayed by refrigerant agents?”"
    },
    {
        "verse_id": "40-(1)",
        "text": " Unto him the worshipful Atreya made answer. “The physicians having regard to the factors of the bodily constitution) etiology, clime and season in so far as these have a bearing, give hot beverages to the fever-patient with a view to helping his digestion. For, fever arises from the stomach and the remedies generally used for disorders arising from the stomach own their virtue to their digestive, emetic and depletive action. Hot beverages promote digestion; that is why the physicians generally prescribe then to the fever-parents."
    },
    {
        "verse_id": "40-(2)",
        "text": " On being drunk, they regulate the peristaltic movement of Vata, rouse the digestive fire, get soon absorbed, dry up the mucus and tend, even in small quantities to allay thirst."
    },
    {
        "verse_id": "40",
        "text": " Nevertheless, hot drinks are interdicted in fevers arising from the exacerbation of Pitta, attended by excessive burning, giddiness, delirium and diarrhea, seeing that these disorders are greatly aggravated by hot measures but quieted by cold measures."
    },
    {
        "verse_id": "41",
        "text": " The intelligent physicians allay the disorders born of heat by cold measures; and for those disorders that are born of cold, hot measures constitute the right treatment."
    },
    {
        "verse_id": "42",
        "text": " Similarly, with regard to the other ailments, too, treatment that allays, partakes of the opposite nature to that of etiology. Thus, for disorders born of depletion there is no cure excepting impletion; conversely for disorders of repletion there is no remedy save depletion"
    },
    {
        "verse_id": "43",
        "text": " Now depletion is of three kinds viz., starvation, starvation and activation of digestion, and elimination of morbid matter."
    },
    {
        "verse_id": "44-(1)",
        "text": " Now, starvation is indicated in disorders of slight morbidity. Thereby the digestive fire and Vata being stimulated the slight morbidity is blotted out like a small quantity of water exposed to the sun and wind."
    },
    {
        "verse_id": "44-(2)",
        "text": " Starvation and stimulation of digestion are indicated in disorders of moderate morbidity. For, by the starvation and the activation of digestion, the disorders of moderate morbidity are dried up like a sink that is acted upon by the sun and wind on the one hand and on the other is silted up by the falling dust and ashes."
    },
    {
        "verse_id": "44",
        "text": " As regards, however, disorders of severe morbidity, there is only one course, the elimination of the morbid matter. For, without making a breach in its dam, a reservoir cannot be drained of its water. Similar is the need for drainage in cases of excessive morbidity."
    },
    {
        "verse_id": "45",
        "text": " However, neither the therapy of elimination of morbid matter nor any other kind of medication should be administered, even when indicated, to the following kinds of patients—one who has not justified his honor when it is questioned, one.who is without wealth or attendants, one who fancies himself to be a doctor, one who is fierce-tempered one who is envious, one who takes keen pleasure in vicious acts, one who has lost his strength, flesh or blood to an inordinate extent, one who is afflicted of an incurable disease, and one who presents the fatal prognostic signs. By treating such a patient, the physician incurs opprobrious odium."
    },
    {
        "verse_id": "46",
        "text": " One ought not to engage in an action which either in the doing or the consequence, gives rise to evil. Such is the view of the wise."
    },
    {
        "verse_id": "47",
        "text": " That is to be known as Jangala (arid) country which has scanty rainfall and vegetation, and is swept by high winds and enjoys abundant sunshine and which is least unhealthy."
    },
    {
        "verse_id": "48",
        "text": " That country which has abundant rainfall and luxuriant vegetation, few high winds and little sunshine, which gives rise to many bodily disorders is known as (Anūpa) wet-land. Where these two extremes are balanced that country is known as normal."
    },
    {
        "verse_id": "49-52",
        "text": " The portents that precede great destruction of peoples [i.e., janapada-uddhvamsa], the [general?] causes from which such destruction proceeds together with their individual characteristics the countermeasures, the source of the destructive causes the primogenesis of disease, the order of gradual diminution in the life-span of creatures, the determination of timely and untimely death, the manner of the occurrence of premature death, how administered a treatment achieves success, the patients that are not to be treated and for what reason—all this, has been expounded by Atreya, the best of the seers, to Agnivesha, in this chapter on the specific determination of the measure of wholesale destruction of Populations by Epidemics."
    }
]