[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Specific Determination of the Measure of the Science of Healing (i.e., roga-bhishaj-jiti-vimana).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " The intelligent man who after an appraisal of the task whether it will prove heavy or light for him, of the rewards, the obligations, time and place, finds himself suited for the medical profession [i.e., bhiṣaj], should first of all select a treatise of that science."
    },
    {
        "verse_id": "3-(2)",
        "text": " Many treatises of medicine are current in the world. From among these he should choose that treatise which has obtained great popularity and is approved by wise men, which is comprehensive in scope, held in esteem by those who are worthy of credence, suitable alike for the understanding of the three grades of students (highly intelligent, moderate and low), free from the faults of repetition, revealed by a seer, arranged in well-made aphorisms, commentary and summary, well authenticated, free from vulgar usages and difficult words, rich in synonyms, possessing words of traditionally accepted sense, concerned mainly with determining the true nature of things, relevant to the theme, orderly in its arrangement of topics, rapidly elucidating and enriched with definitions and illustrations, Such a treatise is to be chosen."
    },
    {
        "verse_id": "3",
        "text": " For, such a treatise, like the unclouded sun, dispelling darkness, illuminates everything."
    },
    {
        "verse_id": "4-(1)",
        "text": " Thereafter the aspirant shall look about for the teacher."
    },
    {
        "verse_id": "4-(2)",
        "text": " He should be one who is thoroughly versed both in theory and practice, who is skilful, upright, pure, deft of hand, well equipped, possessed of all his faculties, who is conversant with human nature and the line of treatment, who possesses special insight into the science, who is free from self-conceit, free from envy, free from irascibility, endowed with fortitude, who is affectionate towards his pupils, proficient in reading and skilful in exposition."
    },
    {
        "verse_id": "4",
        "text": " The teacher endowed with such qualities equips quickly the good disciple with all the qualities of a physician, just as the rain-clouds at the proper season endow the fertile field with the best of crops"
    },
    {
        "verse_id": "5-(1)",
        "text": " Approaching such a teacher, with a view to winning his favour, one should wait on him vigilantly as on the sacrificial fire, as on a god, as ou the king, as on the father, and as on one’s patron."
    },
    {
        "verse_id": "5",
        "text": "Then having, through his kindness, received the whole science, the student should, for the sake of strengthening his understanding, strive constantly and well to perfect himself in his grasp of nomenclature, the interpretation of their meaning and in the power of exposition."
    },
    {
        "verse_id": "6",
        "text": " To this end, we shall indicate the means viz., study, teaching and discussion with those versed in the same subject. These are the means."
    },
    {
        "verse_id": "7",
        "text": " Now the method of study is this:—The student who is healthy and has consecrated all his time for study should rise at dawn or while yet a portion of the night is left, and having performed the necessary ablutions and having saluted the gods, the seers, the cows, the Brahmanas, the guardians, the elders, the adepts and the teachers, and seating himself at ease on even and clean ground, should, concentrating his mind, go over the aphorisms in order, repeating them over and over again, all the while understanding their import fully, in order to correct his own faults of reading as also to recognise the measure of faults in the reading of others. In this manner, at noon, in the aftt moon and in the night, ever vigilant, the student should apply himself to study. This is the method of study."
    },
    {
        "verse_id": "8-(1)",
        "text": " Now for the method of teaching. The teacher who has underta ken to impart instruction should, before all else, test the candidate"
    },
    {
        "verse_id": "8",
        "text": " Thus in the Section on “Specific Determination of Measure” in the treatise compiled by Agnivesha and revised by Caraka, the eighth chapter entitled “The Specific Determination of the Measure of the Science of Healing” is completed."
    },
    {
        "verse_id": "9",
        "text": "The teacher should address himself to the disciple who has thus come to him desiring to study and who sits close in reverential mood, and say unto him, “Come and sit at my feet for instruction, in the northern solstice of the year, in the bright half of the month, on an auspicious day, when the moon is in conjunction with the constellation of Pushya or Hasta or Shravana or the Ashvins, and in an auspicious Karana and Muhurta having taken the tonsure (ritual shave), having fasted and bathed and clad in brown garment, bringing in your hands fragrant articles and dry twigs, fire, ghee, sandal paint and water pots, also flower-garlands, a lamp, gold, ornaments of gold, silver, precious stones, pearls and corals, silken garments, sacrificial stakes, also holding in your hand the sacrificial grass, fried paddy, white mustard seeds, white rice grains and flowers strung in garlands as well as loose, and pure articles of food as also rubbed sandal pasted"
    },
    {
        "verse_id": "11",
        "text": " When he has thus approached awaiting hig behests, the teacher should select an even clean plot of ground, sloping towards the east or the north and which is four cubits square, besmeared with cowdung water, spread with the sacred grass, and bounded on all sides by sacrificial stakes It must then be adorned with the above-mentioned sandal paste, pots of water, silken garments, gold, ornaments of gold, silver, precious stones, pearls and coral. Then should the offerings be made of holy articles of food, perfumes, white flowers, roasted paddy, mustard seeds and rice. Then igniting a fire on the place with the dry sticks of Palasha or zachum oil plant or gular fig tree or mahwa tree, he should seat himself facing the east, having made himself pure and ready for instruction and pour into the fire three libations of honey aud ghee accompanied by the recitation of holy verses prescribed. Then he should recite the sacred versts and uttering Swaha. pour libation to Brahma, Agni, Dhanvantari, Prajapati the Ashvin twins, Indra and the sacred sages, who are the authors of the aphorisms."
    },
    {
        "verse_id": "12",
        "text": " Then the disciple should do likewise. Having poured libations in the fire, he must go round it, keeping it to his right always. Then he must seek the blessings of the Brahman as and honour and worship the physicians [i.e., bhishaj] present."
    },
    {
        "verse_id": "13-(1)",
        "text": " The teacher then should instruct the disciple in the presence of the sacred fire, Brahmanas and physicians [i.e., bhishaj]—"
    },
    {
        "verse_id": "13-(2), (saying) “Thou shalt lead the life of a bachelor (<a data-gl=\"1\" href=\"/definition/brahmacari#hinduism\" title=\"show Brahmacārī definitions\">Brahmacārī</a>), grow thy hair and beard, speak only the truth, eat no meat, eat only pure articles of food be free from envy and carry no arms",
        "text": " There shill be nothing that thou oughtest not do at my behest except hating the king or causing another’s death or committing an act of great unrighteousness or acts leading to calamity."
    },
    {
        "verse_id": "13-(3)",
        "text": " Thou shalt dedicate thyself to me and regard me as tby chief. Thou shalt be subject to me and conduct thyself for ever for my welfare and pleasure. Thou shalt serve and dwell with me like a son or a slave or a supplicant. Thou shalt behave and act without arrogance and with care and attention, and with undistracted mind, humility, constant reflection and with ungrudging obedience. Acting either at my behest or otherwise, thou shalt conduct thyself for the achievement of thy teacher’s purposes alone, to the best of thy abilities."
    },
    {
        "verse_id": "13-(4)",
        "text": " If thou desirest success, wealth and fame as a physician and heaven after death, thou shalt pray for the welfare of all creatures beginning with the cows and Brahmanas."
    },
    {
        "verse_id": "13-(5)",
        "text": " Day and night, however thou mayest be engaged, thou shalt endeavor for the relief of patients with all thy heart and soul. Thou shalt not desert or injure thy patient even for the sake of thy life or thy living. Thou shalt not commit adultery even in thought. Even so, thou shalt not covet other’s possessions. Thou shalt be modest in -thy attire and appearance. Then shouldst not be a drunkard or a sinful man nor shouldst thou associate with the abettors of crimes. Thou shouldst speak words that are gentle, pure and righteous, pleasing, worthy, true, wholesome and moderate. Thy behaviour must be in consideration of time and place and heedful of past experience. Thou shalt act always with a view to the acquisition of knowledge and fullness of equipment."
    },
    {
        "verse_id": "13-(6)",
        "text": " No persons, who are hated of the king or who are haters of the king or who are hated of the public or who are haters of the public, shall receive treatment. Similarly, those that are of very unnatural, wicked and miserable character and conduct, those who have not vindicated their honor and those that are on the point of death and similarly women who are unattended by their husbands or guardians shall not receive treatment."
    },
    {
        "verse_id": "13-(7)",
        "text": " No offering of presents by woman without the behest of her husband or guardian shall be accepted by thee. While entering the patient’s house, thou shalt be accompanied by a man who is known to the patient and who has his permission to enter, and thou shalt be well-dad and bent of head, self-possessed, and conduct thyself after repeated consideration. Thou shalt thus properly make thy entry. Having entered, thy speech, mind, intellect and senses shall be entirely devoted to no other thought than that of being helpful to the patient and of things concerning him only. The peculiar customs of the patient’s household shall not be made public Even knowing that the patient‘s span of life has come to its close, it shall not be mentioned by thee there, where if so done, it would cause shock to the patient or to others"
    },
    {
        "verse_id": "13",
        "text": " Though possessed of knowledge one should not boast very much cf one’s knowledge Most people are offended by the boastfulness of even those who are otherwise good and authoritative"
    },
    {
        "verse_id": "14-(1)",
        "text": " There is no limit at all to the “‘cience of Life’ So thou shouldst apply thyself to it with diligence. This is how thou shouldst act. Also thou shouldst learn the skill of practice from another without carping. The entire world is the teacher to the intelligent and the foe to the unintelligent. Hence, knowing this well, thou shouldst listen and act according to the words of instruction of even an unfriendly person, when they are worthy and such as bring fame to you and long life, and are capable of giving you strength and prosperity.”"
    },
    {
        "verse_id": "14-(2)",
        "text": " Thereafter, the teacher should say this—“Thou shouldst conduct thyself properly with the gods, the sacred fire, the twice-born, the guru, the aged, the adepts and the preceptors. If thou hast conducted thyself well with them, the precious stones, the grains and the gods become well-disposed towards thee. If thou shouldst conduct thyself otherwise, they become unfavourable to thee."
    },
    {
        "verse_id": "14",
        "text": " To the teacher that has thus spoken, the disciple should say ‘Even so’. If he behaves as instructed, he deserves to be taught; else, he does not deserve to be taught. The teacher"
    },
    {
        "verse_id": "who teaches the worthy disciples will obtain all the auspicious fruits of teaching, those described and even others not described here and obtains all auspicious qualities for himself as well as for his disciple",
        "text": " Thus has been described the method of instruction"
    },
    {
        "verse_id": "15-(1)",
        "text": " We shall hereafter expound the method of discussion. A physician should discuss with another physician."
    },
    {
        "verse_id": "15",
        "text": "Discussion with a person of the same branch of science is indeed what makes for the increase of knowledge and happiness. It contributes towards the clarity of understanding, increases dialectical skill, broadcasts reputation, dispels doubts regarding things heard by repeated hearing, and confirms the ideas of those that have no doubts. It enables one to hear a few new things in the course of discussion. Sometimes, secret meanings which the teacher imparts to the ministering disciple in a propitious moment gradually, is revealed by the excited disputant, desirous of victory, in the process of discussion. Hence it is that discussion with men of the same branch of science, is applauded by the wise."
    },
    {
        "verse_id": "16",
        "text": " Such discussion with the men of the same branch of science is of two kinds—friendly discussion and the discussion of challenge or hostile discussion."
    },
    {
        "verse_id": "17-(1)",
        "text": " The friendly discussion is enjoined with the person that is endowed with knowledge and experience, that is versed in the dialectics of statement and rejoinder, that does not get angered, that is possessed of special insight into the subject, that is not carping, that is easily persuaded, that is an adept in the art of persuasion, that has tolerance and pleasantness of speech."
    },
    {
        "verse_id": "17",
        "text": " Discussing with such a person, one should talk confidingly and even inquire confidingly. When one is questioned so confidingly, one must explain clearly the meaning to such a confiding inquirer. One should not be afraid of discomfiture. Having discomfited another, one should not rejoice. One should not boast before others. One should not get deluded by a partial or imperfect grasp of the subject. One should not expatiate on what the other is not at all acquainted with. One should persuade gently and in a spirit of goodness. One should pay great heed to this. This is the method of proper discussion"
    },
    {
        "verse_id": "18-(1)",
        "text": " The adepts praise such investigation, for it determines the choice of a wise man’s action to engage or not to engage in a discussion. Hence it is that the wise praise such investigation"
    },
    {
        "verse_id": "18-(2)",
        "text": " He must investigate beforehand the points of merit and demerit of the opponent and the difference, in excellence between himself and the opponent. He must investigate well the nature of the assembly."
    },
    {
        "verse_id": "18-(4)",
        "text": " It is indeed by examination that he can find out the superior and the inferior, the advantageous and the disadvantageous points of the disputant."
    },
    {
        "verse_id": "18-(5)",
        "text": " They are—learning, experience, power of retention, originality or resourcefulness and eloquence. These are called the advantageous qualities, and these again the disadvantageous ones, viz., irascibility, lack of clarity, pusillanimity, lack of retention and.carelessness."
    },
    {
        "verse_id": "18",
        "text": "These qualities of himself aud of the opponent must he weigh and find out who out-weighs the other."
    },
    {
        "verse_id": "19",
        "text": " In this again, there are three kinds of disputants—the superior, the inferior and the equal, in view of the aforesaid qualities of debate alone, and not with reference to all other qualities."
    },
    {
        "verse_id": "20-(1)",
        "text": " Assemblies are of two kinds the assembly of the wise and the assembly of the ignorant. Though of two kinds they again by reason of circumstance may be classified as of three kinds: (1) the assembly of favourably disposed persons, (2) the assembly of impartial persons, and (3) the assembly of unfavourably disposed persons."
    },
    {
        "verse_id": "20-(2)",
        "text": " Before the assembly of unfavourably disposed persons, one should not engage in debate under any circumstances and with any one, whether such assembly be composed of men of learning, experience and dialectical skill of statement and rejoinder, or of ignorant persons"
    },
    {
        "verse_id": "20-(3)",
        "text": " If the assembly happens to be one of the ignorant but well-disposed, or of the ignorant but impartial, a person should engage in debate, though not fully possessed of learning, experience and dialectical skill, with another who is not of widespread reputation and is despised by the public."
    },
    {
        "verse_id": "20-(4)",
        "text": " Discussing with such a person, he must speak in obscure, long winded and complicated sentences With great satisfaction of countenance, he must often indulge in ridicule of the opponent and observing the reactions of the assembly, should give the opponent no scope for speech."
    },
    {
        "verse_id": "20-(5)",
        "text": " Using difficult expressions, he should declare that the opponent has failed to reply, or the opponent should be told that his. proposition has been defeated"
    },
    {
        "verse_id": "20-(6)",
        "text": " Again, being invited to debate, he must say “Go and study for a whole year. Indeed, you have not properly attended to the instruction of your preceptor,” or he must say to the opponent, ‘This much is enough for thee’. When once an opponent has been shouted down as vanquished he is vanquished for ever; one should not at all engage any more in debate with him."
    },
    {
        "verse_id": "20",
        "text": " Some are of opinion that even with one superior in debate, a person should dispute like this in a hostile debate. But the wise never applaud a person engaging in hostile discussion with a superior"
    },
    {
        "verse_id": "21-(1)",
        "text": " But a person may enter into a hostile debate either with an inferior or an equal, before an assembly of favourably disposed persons. But before an impartial assembly composed of men endowed with attentiveness, learning, wisdom, experience, memory and dialectical skill, a person should engage in debate and observe carefully the strength of the merits and demerits of the opponent; and he should not engage in debate with him on a subject in which the opponent is found to be superior. He should glide over to another subject, being careful not to let it be discovered."
    },
    {
        "verse_id": "21-(2)",
        "text": " But in whatever point the opponent is found to be inferior, he must be quickly overpowered in that. The following are methods which help in quickly overpowering a a inferior disputant."
    },
    {
        "verse_id": "21",
        "text": " They are: the man not versed in the scriptures must be confronted with the texts of the aphorisms. The man lacking in comprehensive knowledge must he confronted with sentences containing difficult words. The man of little retentive power should be confronted with obscure and long-winded sentences; the person with no originality and resourcefulness must be confronted with repetition in different forms of the same meaning. The person of imperfect power of speech must be condemned and objected to for speaking indistinctly; an impudent man must be put to shame and disgraced; the irascible man must be wearied out by words; the pussilanimous [pusillanimous?] man should be intimidated; the inattentive man must be confronted with syllogistic or methodical exposition and vanquished. By these means may one fully overcome an inferior quickly."
    },
    {
        "verse_id": "22",
        "text": " In a hostile debate, one should speak skilfully and never object to statements backed by authority. The hostile debate which is serious, enrages some people."
    },
    {
        "verse_id": "23",
        "text": " And there is nothing that an enraged man may not do or say; and the wise never commend a quarrel before an assembly of good men."
    },
    {
        "verse_id": "24",
        "text": " The signs of ascertaining the length of life are again described in the Section on “Sensorial Prognosis” and in the chapter entitled “The continuation of one’s lineage”."
    },
    {
        "verse_id": "25-(1)",
        "text": " In the begining itself a person should try to do thus. He should get chosen by the assembly a text with which he is fully familiar or a passage which is difficult for the opponent, or, at any rate, should see that his opponent’s position is opposed to the general disposition of the assembly."
    },
    {
        "verse_id": "25",
        "text": " Or, he must say, “We are unable to choose the subject. May the assembly determine the subject of debate and the rules of debate as it pleases, as it suits it and as it desires to do,” and hold his peace."
    },
    {
        "verse_id": "26",
        "text": " These are the rules of debating—such is to be spoken and such not to be spoken. Violating this rule one gets defeated."
    },
    {
        "verse_id": "27-(1)",
        "text": " The following are indeed words that indicate the sense of the course of disputation between physicians [i.e., bhishaj]."
    },
    {
        "verse_id": "27",
        "text": " They are:—(Vāda) Debate, (Dravya) Substance, (Guṇa) Attribute, (Karma) Action, (Sāmānya) Generality, (Viśeṣa) Particularity, (Samavāya) Coexistence, (Pratijñā) Proposition, (Sthāpanā) proof, (Pratiṣṭhāpanā) Counter proof, (Hetu) Cause, (Dṛṣṭānta) Example, (Upanaya) Application, (Nigamana) Deduction, (Uttara) Rejoinder, (Siddhānta) Conclusion, (Śabda) Verbal testimony, (Pratyakṣa) Direct perception, (Anumāna) Inference, (Aitihya) Tradition, (Aupamya) Analogy, (Saṃśaya) Doubt, (Prayojana) Purpose, (Savyabhicāra) Exceptionable statement, (Jijñāsā) Inquiry, (Vyavasāya) Determination, (Arthaprāpti) Implied meaning, (Saṃbhava) Source, (Anuyojya) Imperfect statement, (Ananuyojya) Perfect statement, (Anuyoga) Question, (Pratyanuyoga) Further question, (Vākyadoṣa) Flaw of speech, (Vākyapraśaṃsā) Excellence of speech, (Chala) Quibbling, (Ahetu) Fallacy, (Atītakāla) Inopportune or too late time, (Upālambha) Censure, (Parihāra) Amendment or correction, (Pratijñāhāni), Abandonment of proposition, (Abhyanujñā) Acceptance, (Hetvantara) Fallacious reason, (Arthāntara) Confusion, (Nigrahasthāna) Point of discomfiture."
    },
    {
        "verse_id": "28-(1)",
        "text": " That is known as debate which one enters into with another in a hostile spirit of challenge, with the aid of authoritative texts. Such debate is of two kinds, put in a nutshell—Jalpa, the constructive debate, and Vitanda [Vitaṇḍā], the destructive debate Argument establishing one’s own position is Jalpa. The contrary of it (i.e. continual attempt at refuting whatever is another’s position) is the destructive debate."
    },
    {
        "verse_id": "28",
        "text": " Thus, for instance, when one says there is rebirth and the opponent that there is not, and each adduces reasons for his own position, the debate is ‘Jalpa.’ The contrary of it is ‘Vitanda’—the destructive debate, which is limited only to pointing out the defects in the opponent’s position."
    },
    {
        "verse_id": "29",
        "text": " Substance, attribute, action, generality, particularity and coexistence have been already described with their characteristics, in the Section on General Principles."
    },
    {
        "verse_id": "30",
        "text": " As regards Proposition—the statement that has to be proved is the ‘Proposition,’ as for example. ‘Man is eternal.’"
    },
    {
        "verse_id": "30.1",
        "text": "31-(1) As regards Proof—the proving of a proposition by means of reason, example, application and deduction is called ‘Proof’"
    },
    {
        "verse_id": "31",
        "text": " First a proposition is to be made. Then it has to be proved. Flow can a thing that has not been proposed be proved? For example, there is a proposition, like. ‘Man is eternal.’ Cause:—as he is not made, by any one. Example:—even as space is not made Application:—as space is not made and is eternal, even so is man. Deduction:—hence he is eternal."
    },
    {
        "verse_id": "32-(1)",
        "text": " As regards Counter-proof—counter-proof is that which establishes the contrary of the opponent’s proposition."
    },
    {
        "verse_id": "32",
        "text": " For instance, there is a proposition that ‘Man is not eternal.’ Cause:—man is a sense-object. Example:—even as a pot is. Application:—the pot being a sense-object is not eternal, and so is. man. Deduction:—Hence he is not eternal."
    },
    {
        "verse_id": "33-(1)",
        "text": " As regards Cause—it is the means of acquiring knowledge. That is of four kinds: sense-perception (direct experience), inference, tradition and analogy."
    },
    {
        "verse_id": "33",
        "text": "The knowledge that is obtained from these means is ‘Truth’."
    },
    {
        "verse_id": "34-(1)",
        "text": " As regards Example—that is example which describes the similarity of things in a way which is intelligible alike to the enlightened as well as to the ignorant-"
    },
    {
        "verse_id": "34",
        "text": " As for instance, fire is hot. water is fluid, the earth is firm, and the sun illuminates The knowledge of Sankhya (system of philosophy) is as illuminative as the sun."
    },
    {
        "verse_id": "35",
        "text": "Application and deduction have been described while explaining ‘Proof’ and ‘Counter proof’."
    },
    {
        "verse_id": "36-(1)",
        "text": " As regards Rejoinder—rejoinder is a retort which asserts the disparity between a cause and its effect when their similarity has been adduced, and asserts the similarity of cause and; effect when their disparity has been adduced."
    },
    {
        "verse_id": "36",
        "text": " For example, when it is said, ‘The disease of cold is similar in nature to its cause such as contact with snow and the cold wind’, the opponent should declare, ‘The diseases are dissimilar in nature to these causes’, for the heat, burning sloughing or suppuration are dissimilar to the touch of dew at d the winter-wind. This is called rejoinder or retort in its positive and negative forms."
    },
    {
        "verse_id": "37-(1)",
        "text": " As regards Conclusion that is conclusion which is the determination established by investigating in various ways and deducing by means of various reasons."
    },
    {
        "verse_id": "37-(2)",
        "text": " That conclusion is of four kinds: Universal conclusion (Sarvatantra Siddhānta), Particular conclusion (Pratitantra Siddhānta), Implied conclusion (Adhikaraṇa Siddhānta) and Hypothetical conclusion (Abhyupagama Siddhānta)."
    },
    {
        "verse_id": "37-(3)",
        "text": " Among them the universal conclusion is that which is found in each and every treatise on the subject, such as, there are causes, there are diseases and there are means of remedying the remediable diseases."
    },
    {
        "verse_id": "37-(4)",
        "text": " The particular conclusion is that which is found in a treatise of a particular branch of science."
    },
    {
        "verse_id": "37-(5)",
        "text": " For instance, there are said to be eight tastes elsewhere. But here there are oily six. Here are only five sense organs. Elsewhere they are six. Elsewhere diseases are caused by Vata and ether humors. Here they are known as caused by both Vata and other humors as well as by evil spirits."
    },
    {
        "verse_id": "37-(6)",
        "text": " Implied conclusion is that which is determined by implication in the course of a statement of facts; such as, the liberated souls do not act in a Karma-bound manner as they are indifferent to fruits of action. These having been established, others—like the fruits of action, liberation, the individual and rebirth are concluded by implication."
    },
    {
        "verse_id": "37",
        "text": " The hypothetical conclusion is that which is taken for granted by physicians at the time of debate though it has not been established nor investigated into, nor taught nor even based on reason; as for instance we shall talk taking substance to be primary, taking attributes to be primary, taking action as primary etc. These are the four kinds of conclusions."
    },
    {
        "verse_id": "38-(1)",
        "text": " As regards the ‘Word’ or verbal testimony, the word is a collection of letters. It is of four kinds—of observable meaning, of unobservable meaning, true, and false."
    },
    {
        "verse_id": "38-(2)",
        "text": " Of them, the word of observable meaning is, for instance, like this. Owing to the three, causes, the body-humors are provoked Through the six modes of treatment they abate. Where the hearing is good, these words are apprehended."
    },
    {
        "verse_id": "38-(3)",
        "text": " The word of unobservable meaning is such as “There is rebirth: there is liberation”."
    },
    {
        "verse_id": "38-(4)",
        "text": " The true word is that which js faithful to reality; such as there are Ayurvedic (medical) instructions; there are the means of cure for curable diseases. Efforts bear fruit."
    },
    {
        "verse_id": "38",
        "text": " The contrary of the ‘True’ is ‘False.’"
    },
    {
        "verse_id": "39",
        "text": " As regards Direct Perception—direct perception is that which is perceived by the mind and the senses directly. Of them, happiness, sorrow, like and dislike etc., are perceived by the mind. Sound and other objects are perceived by the senses."
    },
    {
        "verse_id": "40-(1)",
        "text": " As regards Inference—that is inference which is a conclusion based on reason."
    },
    {
        "verse_id": "40",
        "text": " For instance, we infer digestive fire from the power of digestion, strength from the power to exercise, one’s sense of hearing etc., from one’s capacity to perceive sound and other sense-objects"
    },
    {
        "verse_id": "41",
        "text": " As regards Tradition—tradition means the instruction of reliable sages; such as the Vedas etc."
    },
    {
        "verse_id": "42-(1)",
        "text": " As regards Analogy—analogy is that which shows the similarity of one thing to another."
    },
    {
        "verse_id": "42",
        "text": " As for instance, the disease called (Daṇḍaka) rigidity is explained by the word ‘staff,’ whose quality is wooden rigidity; the disease called (Dhanustambha [Dhanuḥstambha]) tetanus is explained"
    },
    {
        "verse_id": "42.1",
        "text": "by the similarity of the body affected by it to (Dhanus) the bow, and the physician is known as (Iṣvāsa) the releaser of the arrow that hits the mark, for, like the bowman, he successfully hits the cause of disease and restores good health"
    },
    {
        "verse_id": "43-(1)",
        "text": " As regards Doubt—doubt is uncertainty of mind regarding things."
    },
    {
        "verse_id": "43",
        "text": " Some people are seen with the signs of long life and some without them; some receive treatment and some do not receive treatment. The former type die, while the latter live. Having seen both, there arises the doubt—‘Is there premature death or is there not?’"
    },
    {
        "verse_id": "44-(1)",
        "text": " As regards Purpose—purpose is that for the attainment of which efforts are made."
    },
    {
        "verse_id": "44",
        "text": " For instance, a person says, ‘If there is untimely death I shall treat myself thus aiding the factors that lengthen my life and avoiding the causes that make for the shortening of life. How will premature death ovepower me then?’"
    },
    {
        "verse_id": "45",
        "text": " As regards Exceptionable Statement—that is an exceptionable statement which admits deviation from the path, as for instance, in. this dis ease this may act as a remedy or (sometimes it may not)."
    },
    {
        "verse_id": "46",
        "text": " As regards Inquiry—inquiry is investigation, as in the case of investigation of remedies described later on."
    },
    {
        "verse_id": "47",
        "text": " As regards Determination—determination is ascertainment. As for example, this disease is born of Vata; this certainly is its remedy."
    },
    {
        "verse_id": "48-(1)",
        "text": " Implied meaning is that where, from what is expressed, that which is unexpressed, is inferred."
    },
    {
        "verse_id": "48",
        "text": " For instance, in a statement “this disease is not amenable to impletion therapy”, implies “this disease is amenable to the depletion therapy”. Again, this man should not eat in the day, implies that he should eat in the night."
    },
    {
        "verse_id": "49",
        "text": " As regards Source—that is the source from which a thing is born; as for instance, the six proto-elements are the source of impregnation; what is unwholesome is the source of disease, what is wholesome is the source of health."
    },
    {
        "verse_id": "50-(1)",
        "text": " As regards Imperfect Statement—the imperfect statement is that which is beset with the defects of speech. It is also that statement which when generally stated, requires clarification (when questioned further)."
    },
    {
        "verse_id": "50",
        "text": " For instance, “This diseased amenable to purificatory treatment”, engenders questions like, ‘is it amenable to emesis or purgation?’"
    },
    {
        "verse_id": "51",
        "text": " The Perfect Statement is the contrary of the above. As for instance, ‘This disease is incurable.’"
    },
    {
        "verse_id": "52-(1)",
        "text": " As regards Question—question is that which an opponent puts when two persons of the same branch of science discuss a general or particular topic in a common treatise or a chapter in the same treatise, in order to test the knowledge, experience and the dialectical skill of the speaker."
    },
    {
        "verse_id": "52",
        "text": " For instance, when one states ‘Man is eternal’ the other asks ‘what is the cause?’ That is a question."
    },
    {
        "verse_id": "53",
        "text": " As regards ‘Further Question’—further question is a question about the question; as for instance, when the question is answered, the disputant further questions, “What is the cause of that?”"
    },
    {
        "verse_id": "54-(1)",
        "text": " As regards Flaw of Speech—that is a flaw of speech, wherein the sense in words is either insufficient or superfluous or meaningless or delusive or contradictory But for these faults, the meaning is not lost."
    },
    {
        "verse_id": "54-(2)",
        "text": " As regards Insufficiency—that statement is insufficient wherein of proposition, cause, example, application and deduction, any one is found wanting; or where there are many causes for proving a thing and yet one proves it by adducing only one cause; that is insufficiency."
    },
    {
        "verse_id": "54-(3)",
        "text": " As regards Superfluity—it is the opposite of insufficiency; when the discussion is about Ayurveda, to cite the authorities of Brihaspati or Ushanas or other irrelevant texts is.superfluity; or even a relevant passage if repeatedly spoken, makes superfluity owing to the flaw of repetition, Repetition again is of two kinds. Repetition of the sense and repetition of words. Repetition of the sense is where words like (Bheṣaja [Bheṣaja] Aushadha [Auṣadha] and Sadhana) medicine, remedy and curing agent are used, though they all mean the same thing. Repetition of words is where the same word is repeated like Bheshaja, Bheshaja, i. e. medicine, medicine,"
    },
    {
        "verse_id": "54-(4)",
        "text": " As regards Unmeaning Speech—unmeaning speech is that which is comoposed only of a group of letters without any sense, like the five groups of consonants."
    },
    {
        "verse_id": "54-(5)",
        "text": " As regards Delusive speech—that is delusive speech wherein words appear to have sense but are mutually unrelated; as for instance, [Cakra, Na(Ta)kra, Vamsha, Vajra, Nishakara] wheel, crocodile, race, thunder, moon, etc."
    },
    {
        "verse_id": "that is contradiction in speech which conflicts with examples cited, decision and situation",
        "text": " Example and decision have already been explained"
    },
    {
        "verse_id": "54(7)",
        "text": " Now as regards Context—context is of three kinds, viz., the medical context, the sacrificial context and the philosophical context."
    },
    {
        "verse_id": "54",
        "text": " As regards the Medical Context—Medicine is four-propped (Catuṣpāda); the Sacrificial Context—the sacrificial animals are to be killed by the master of the sacrifice; the Philosophical Context—non-violence towards all creatures must be practised. When a person speaks inconsistently with the context, it is contradiction. These are the flaw’s of speech."
    },
    {
        "verse_id": "55",
        "text": " As regards the Excellence of Speech—excellence of speech is that which is neither insufficient in sense nor superfluous, which is full of meaning and not delusive, nor self-contradictory and which is explicit in sense. Such speech is applauded as Perfect Statement."
    },
    {
        "verse_id": "56-(1)",
        "text": " As regards Quibbling—quibbling is the subject-matter of fraudulent, delusive and unmeaning verbosity. This is of two kinds—deception of words and deception of sense."
    },
    {
        "verse_id": "66-(2)",
        "text": " Of them the Deception of Words is thus—one says to another “This Is a Navatantra physician (Nava-tantra meaning a newly initiated one). Then the physician should answer saying, “I am not a Nava-tantra (Nava-tantra meaning versed in nine branches of science), but I am Ekatantra (Eka-tantra meaning versed in one branch of science)” The man might then say, “I do not mean to say that you are versed in nine branches of science, but only that you have newly learnt your science.” To which the physician should reply, “I have not learnt my science nine times but have practised it innumerable times”. Such is the quibbling in words."
    },
    {
        "verse_id": "56-(3)",
        "text": " The general Quibbling or Deception in sense is thus: If one says, “Medicine is meant for the alleviation of disease”, the other should reply, “Oh, did you say, ‘Sat’ is for the alleviation of ‘Sat’?” Sat means existence. Disease and medicine are existences. One existence helps the alleviation of another; then cough is an existence and so is consumption So cough according to you causes alleviation of consumption. This is the Deception of sense or general Quibbling."
    },
    {
        "verse_id": "57-(1)",
        "text": " As regards Fallacy (Ahetu) there are three kinds of fallacies: (1) Prakaranasama (Prakaraṇasama), the fallacy of common cause;,2; Samshayasama (Saṃśayasama), the fallacy, of doubt; Varnyasama (Varṇyasama), the fallacy of analogy."
    },
    {
        "verse_id": "57- (2)",
        "text": " The Fallacy of Common Cause is when it is said, “The soul being different from the body is eternal”, the opponent should say, “Because the soul is different from the body, so it is eternal. The body is not eternal. But the soul being different from the body, to be adduced as the reason for its eternal nature”, is fallacy. That which is the proposition cannot be adduced as a cause."
    },
    {
        "verse_id": "57-(3)",
        "text": " The Fallacy of Doubt is that where the cause of doubt is used as the dispeller of doubt too. For instance when one says, “This man shows an acquaintance with a portion of the science of life. Is he really a physician?” The other should say, “As this man shows an acquaintance with a portion of the science of life, so he must be a physician.” He does not explain the cause which would dispel the doubt. This is, a Fallacy. The cause of doubt cannot become the dispeller of doubt"
    },
    {
        "verse_id": "57",
        "text": " The Fallacy of Analogy is where the cause adduced is the quality of a thing; as for instance, one says, “The intellect is not eternal as it cannot be touched, even as sound,” Here the quality of sound has to be proved and so too the quality of intellect. Hence, it is the fallacy of analogy as both the factors adduced are similar in requiring to be proved."
    },
    {
        "verse_id": "58-(1)",
        "text": " As regards Improper or too late Time—when that which has to be stated before is stated afterwards, it is called improper or too late time- As it is stated too late, it becomes unacceptable"
    },
    {
        "verse_id": "58",
        "text": " When the opportune moment for an argument has been allowed to pass by one, and the opponent has passed on to a different topic, if then, one reverts to the old topic, in order to disc unfit the opponent, one’s statement will not be considered valid on account of its being belated."
    },
    {
        "verse_id": "59",
        "text": " As regards Censure—censure is the loop-holing of another’s reasons as in the instance shown above, with regard to fallacies and invalid reasonings"
    },
    {
        "verse_id": "60",
        "text": " As regards Amendment—amendment is the correction of a. faulty statement; as for instance, the signs of life are always found in the body in which the soul resides. When it departs the signs disappear. Hence the soul is different from the body and is eternal."
    },
    {
        "verse_id": "61-(1)",
        "text": " As regards Abandonment of Proposition—that is abandonment of proposition when a man, being refuted, gives up his original position."
    },
    {
        "verse_id": "61",
        "text": " For instance, he makes first a proposition that man is eternal and being refuted, admits that man is not eternal"
    },
    {
        "verse_id": "62",
        "text": " As regards Acceptance—acceptance is agreeing, by a person, to a proposition that is not to his liking but to the liking of the opponent."
    },
    {
        "verse_id": "63",
        "text": " As regards Fallacy of Reason—that is fallacy of reason where one adduces not the proper but the improper reason for a thing."
    },
    {
        "verse_id": "64",
        "text": " As regards Confusion—that is confusion or irrelevancy where a man says something when he ought to say something else, as when he ought to speak of the characteristics of fever, he speaks about the characteristics of urinary anomalies."
    },
    {
        "verse_id": "65-(1)",
        "text": " As regards Point of Dis comfiture—discomfiture is defeat at the hands of the opponent. It consists in the incapacity to understand a statement made thrice before a wise assembly, or it is the questioning of a perfect statement, or letting an imperfect statement go unquestioned."
    },
    {
        "verse_id": "65",
        "text": "It is also abandonment of the original proposition or acceptance of the opponent’s position or inopportune or belated or fallacious argument, inadequate or superfluous or futile or unmeaning argument, repetition, self-contradiction, fallacy of reason or confusion. Any one of these is regarded, as the Point of Discomfiture."
    },
    {
        "verse_id": "66",
        "text": " Thus have been explained—all the terms of debate, as proposed."
    },
    {
        "verse_id": "67",
        "text": "In a debate between physicians, they should discuss Ayurveda and no other subject. For, in this, the conclusions are fully evolved out of statements and rejoinders on every subject. One should speak reflecting well on all statements and should say nothing that is irrelevant, unauthoritative, uninvestigated, unhelpful, confused or is too particular. Everything spoken must.be supported by reason. Such statements with their support in reason and clear in their nature, are of use in the science of treatment, for they help to clarify the intellect. The unimpeded intellect achieves the fulfilment of all its efforts."
    },
    {
        "verse_id": "68 (1)",
        "text": " These are the subjects-that we instruct for the enlightenment of the physicians. For the wise, indeed, applaud the beginning of actions only after a thorough knowledge of their nature beforehand."
    },
    {
        "verse_id": "68",
        "text": " If a man accomplishes an action having known fully the cause, the means, the source of action, action, the subsequence of action, place, time, administration and the means of administration he accomplishes the desired action and obtains the desired result without much difficulty."
    },
    {
        "verse_id": "69",
        "text": " The Cause is that which causes. It is the reason of a thing. It is the doer."
    },
    {
        "verse_id": "70",
        "text": " The ‘Means’ are the things which the doer prescribes when he under lakes performance of an action."
    },
    {
        "verse_id": "71",
        "text": " That is the source of action which by metamorphosis attains the state of action."
    },
    {
        "verse_id": "72",
        "text": "‘Action’ is that for the fulfilment of which the doer endeavors."
    },
    {
        "verse_id": "73",
        "text": " ‘The fruit of action’ is the purpose for whose accomplishment an action is undertaken."
    },
    {
        "verse_id": "74",
        "text": "‘Subsequence’ is that state which relates the doer with the subsequent result of the action, be it of a happy or unhappy nature."
    },
    { "verse_id": "75", "text": "‘Place’ is the region of action." },
    { "verse_id": "76", "text": " ‘Time’ is also change." },
    {
        "verse_id": "77",
        "text": "‘Endeavor’ is action directed towards an end. it is the action, the performance, the effort and the beginning of a work."
    },
    {
        "verse_id": "78-(1)",
        "text": " The means of action is the integration and the proper adjustment of the doer etc., excepting the ac ion, fruit of action and subsequence of action As it accomplishes the action, it is called the means."
    },
    {
        "verse_id": "78",
        "text": " It is of no avail in the action that is already over, nor in the action that is current. After the accomplishment of action, there follows the fruit of action aid from it there flows the subsequence of action,"
    },
    {
        "verse_id": "79-(1)",
        "text": " All these ten characteristics of action should be investigated and only afterwards is the undertaking of action desirable."
    },
    {
        "verse_id": "79",
        "text": " Hence, the physician [i.e., bhishaj] who is desirous of action must commence his work after thoroughly investigating all those factors that deserve to be investigated."
    },
    {
        "verse_id": "80",
        "text": " A man, be he himself a physician or not, should interrogate a physicion thus. By how many methods of examination should a physician examine who is desirous of administering emetics, purgatives, enemata—corrective or unctuous, and errhines? What is the special subject of examination? Of what use is the examination? When are emetics etc., to be administered? When are they to be avoided and what should be done when there are combined indications of both, and what are the drugs that go into use in these preparations?"
    },
    {
        "verse_id": "81-(1)",
        "text": " If having been asked thus, one desires to confound the questioner, one must say, “Examination is of many kinds, and there are many different things to fee examined. Do you ask me about many methods of examination or of the differences in the things to be examined?"
    },
    {
        "verse_id": "81",
        "text": " If you ask the difference between a thing that is different by virtue of its differential quality, by a mode of examination which is differentiated by its different characteristics, I may describe one or the other variety of the thing which is different by virtue of its different characteristic, by a method of examination which is different by virtue of its differential characteristic, and it may not please you. So tell me what you definitely desire.”"
    },
    {
        "verse_id": "82",
        "text": "Then, examining well what reply he gives, the answer should be made in a befitting manner If the spirit be good and earnest, he must not be confounded. But, when the light situation has arisen, sincere and full answer must be given for his enlightenment"
    },
    {
        "verse_id": "83",
        "text": " For learned men, there are only two methods of examination—direct observation and inference. These two and the authoritative texts constitute the methods of examination. Thus, there are two methods of examination, or three, including authoritative texts."
    },
    {
        "verse_id": "84-(1)",
        "text": " How the ten subjects for investigation such as cause etc., which have been already described, should be applied to physicians and other things, we shall now indicate"
    },
    {
        "verse_id": "84-(2)",
        "text": " In any given therapeutic action, the cause or doer is the physician, the means are the medicaments, the source of action is the pathological condition of the body-elements, the purpose is the attainment of equilibrium of body-elements, the fruit of action is the attainment of happiness by the patient, the subsequence is indeed life, the place is the country or the patient, and time is the season of the year or the stage of the disease, endeavour is the beginning of treatment, and the method is the excellence of the proper adjustment of the physician etc."
    },
    {
        "verse_id": "84",
        "text": " ‘Method’ has already been explained as one of the means. Thus, the ten subjects, cause etc, have been explained in their application to the ten things viz., physician etc. These ten in succession constitute the tenfold subject of examination."
    },
    {
        "verse_id": "85",
        "text": " As to how each one of these subjects is to be tested, will now be duly explained."
    },
    {
        "verse_id": "86-(1)",
        "text": " As the ‘cause’ is said to be the physician in the beginning, its test is thus: the physician is he who ‘physics’, who is skilled in the application of textual wisdom and who knows all aspects of life correctly. Desiring the establishment of the equilibrium of body-elements, he must examine himself first with a view to find out whether he is possessed or not, of the qualities necessary to discharge the work in hand."
    },
    {
        "verse_id": "86",
        "text": "He who is possessed of the following qualities of a physician [i.e., bhishaj] will be capable of establishing the equilibrium of body-elements, viz., full knowledge of the texts of the science, experience of practical work, skill, purity, deftness of hand, full possession of all the senses, possession of full equipment, knowledge of humin constitution, and promptness of application."
    },
    {
        "verse_id": "87-(1)",
        "text": " ‘Means’ again is medication. Medication is that thing which is prepared by the physician for restoring the equilibrium of body-elements. Any other thing, besides the source of action, endeavor, place and time which subserves the same purpose, is also medication."
    },
    {
        "verse_id": "87-(2)",
        "text": " That is of two kinds, depending upon the difference in refuge or resort, namely—the resort to gods or divine medication, or resort to correlated experience or scientific medicine. Of them, the divine medication consists in incantation, herbal amulets, magical stones, auspicious sacrifice, offerings, oblations, vows, purificatory ritual, fasting, propitiatory invocation, salutations, pilgrimage and such other things. The resort to scientific medicine consists of purification, sedation and other methods whose results have already been tested and observed."
    },
    {
        "verse_id": "87-(3)",
        "text": " This kind of medicine may be subdivided into two kinds—that which is material and that which is immaterial."
    },
    {
        "verse_id": "87-(4)",
        "text": " That which is immaterial is included in the ‘means It consists of the procedures of frightening, causing surprise, obliterating memory, administering shock and inducing elation of spirits, threatening, thrashing, binding, inducing-sleep and the use of massage and similar other acts which are immaterial; and even those that are aids like attendant etc., fall under the category of this means of treatment."
    },
    {
        "verse_id": "87",
        "text": " The means which is material is used in emesis etc., and of that this is the test:—that it is of such and such nature, of such quality, of such efficacy, is born of such a country or region, of such a season, gathered in such a manner, preserved in such a way, medicated thus, and in such dosage, administered in such and such a disease, to such and such a person, either eliminates or allays such and such a humor. And if there be any other administered medication, in similar manner it should also be examined."
    },
    {
        "verse_id": "88",
        "text": " The ‘Source of action’ is the discordance of body-elements, Its indication is the advent of disease Its examination consists in diagnosing the signs of decrease or increase of the morbid humors, the constitution and the symptoms of curability or incurability and the mild or the acute stage of disease"
    },
    {
        "verse_id": "89-(1) The ‘purpose of action’ is the restoring of the equilibrium of body-elements",
        "text": " Its indication is the alleviation of the morbid condition."
    },
    {
        "verse_id": "89",
        "text": "indications are—alleviation of pain, accession of voice and complexion, plumpness of the body, increase of strength, desire for food, relish in eating, timely and proper digestion of the food ingested approach of sleep at the proper time, not seeing frightful dreams (that forbode disease), happy awakening, the proper elimination of flatus, urine, feces and semen, and freedom from impairment of any kind of the mind, the intellect and the sense-organs."
    },
    {
        "verse_id": "90",
        "text": " The ‘fruit of action’ is the attainment of happiness. Its characteristics are satisfaction of the mind, intellect, senses and the body."
    },
    {
        "verse_id": "91 The ‘subsequence’ is indeed life",
        "text": " Its indication is its combination with the vital breath."
    },
    {
        "verse_id": "92",
        "text": " The ‘place’ is the country or habitat of the drug as well as of the patient himself."
    },
    {
        "verse_id": "93-(1)",
        "text": " The examination of the place may be for the knowledge of either the patient or the drug. Here are the details regarding. the knowledge of the patient."
    },
    {
        "verse_id": "93",
        "text": " They are—in such and such a country was he born or grown up or was attacked by disease; in such and such a country, such and such are the articles of diet used by the people; and modes of exercise and customs, such their strength, such their psychic condition and such their homologation,such their habitus, such are their proclivities, such their peculiar diseases, and such things are wholesome and such unwholesome in general. These are the things to be ascertained. The examination of the soil necessary for the knowledge of drugs is expounded in the Section on Pharmaceutics"
    },
    {
        "verse_id": "94-(1)",
        "text": " The ‘place’ of action is verily the patient himself. His examination is for the sake of the knowledge of his life span or that of the measure of his strength and of the intensity of his morbidity. The knowledge of the measure of his strength and intensity of morbidity are essential for the preparation of the medicine which should be in proportion to the degree of morbidity and also to the strength of the patient."
    },
    {
        "verse_id": "94-(2)",
        "text": " (For) A rash administration of a very strong medication without examination, on a weak patient, will upset him. Weak people cannot stand strong remedies predominant in the quality of fire and air, or the treatment by thermal, caustic or operative measures. As such remedies are unendurable, very severe and powerful, they act as immediate destroyers of life."
    },
    {
        "verse_id": "94-(3)",
        "text": " It is for this reason that in emergency, a weak patient should be first treated with non-distressing, mild and generally delicate remedies and later on, gradually, by heavy remedies which do not upset him or give rise to complications. This should be specially done in the case of women. They are by nature unsteady, tender, wavering, easily disturbed and generally delicate, weak and dependant on others."
    },
    {
        "verse_id": "94-4)",
        "text": " But in strong persons affected with a strong disease weak medicine admin;stered without examination, becomes useless."
    },
    {
        "verse_id": "94",
        "text": " Therefore, the patient must be examined from the point of view of habitus, pathological condition, tone of the system, compactness, proportions, homologation, psychic condition, capacity for food and exercise, and age, specially with a view ascertain the degree of his strength."
    },
    {
        "verse_id": "95-(1)",
        "text": " We shall now explain the characteristics of habitus etc, It is thus. The fetal body develops its habitus from the nature of the germoplasm, the length of the period of fetal life, the nature of the mother’s diet and behaviour, and the nature of the proto-elemental, combinations."
    },
    {
        "verse_id": "95-(2)",
        "text": " Among these factors which ever element or elements are predominant will be observed to influence the nature of the fetus; therefore are men spoken of as of such and such habitus and humoral susceptibility, beginning from their fetal life,"
    },
    {
        "verse_id": "95",
        "text": " Hence, some are of Kapha habitus, some are of Pitta habitus and some of Vata habitus. Some are of the combined types of habitus. Some are possessed of humoral equipoise. The characteristics of these, we shall describe here."
    },
    {
        "verse_id": "96-(l)",
        "text": " The Kapha humor is unctuous, smooth, soft, sweet, firm, dense slow, stable, heavy, cold, viscid and clear."
    },
    {
        "verse_id": "96-(2)",
        "text": " Kapha being unctuous, those of Kapha habitus have glossy limbs; on account of its smoothness they have smooth limbs; owing to its softness they have pleasant, delicate and clear bodies; owing to its sweetness they have a profusion of semen, desire for the sex-act and children. On account of its firmness, they have firm, well-knit and stable bodies; owing to the denseness of Kapha, they are plump and rounded in all their limbs Owing to its slowness, they are slow in their actions and speech; due to its stability, they are slow in their undertakings and in the change of moods and pathological condition; owing to its heaviness, they are of firm, large and stable gait; owing to its coldness, their hunger, thirst, heat and perspiration are meagre; owing to its viscidity, they are firm and well-knit in their, joints Similarly owing to its clearness they are of clear looks, of clear and m?llow [mellow?] complexion and voice."
    },
    {
        "verse_id": "96",
        "text": " Owing to the combination of such qualities, those of Kapha habitus are possessed of strength, wealth, knowledge, vitality, gentleness and long life."
    },
    {
        "verse_id": "96.1",
        "text": "97-(1) Pitta is hot, acute, fluid, raw meatish in smell, acid and pungent"
    },
    {
        "verse_id": "97-(2)",
        "text": " Owing to its heat, those of Pitta habitus are intolerant of heat, very hot in the mouth, of delicate and clear bodies, aud. have profuse moles freckles, spots and pimples on the body, are subject to excessive hunger and thirst to early wrinkles, grey hair and baldness, and are possessed generally of scanty, soft and tawny hair on the head, face and body Owing to its acuteness, they are possessed of keen valour and acute digestive fire, are given to taking excessive quantity of food and drink, are subject to incapacity to bear suffering, and are constant eaters. Owing to the fluidity of Pitta, they have flabby and soft joints and flesh and profuse discharge of sweat, urine aud feces. Owing to its raw meatish smell, they smell very much in their arm-pits, mouth, head and body. Owing to its pungent and acid taste, they have a small quantity of semen, limited sex appetite and scanty offspring."
    },
    {
        "verse_id": "97",
        "text": " Owing to a combination of such qualities, those of Pitta habitus are of moderate strength and life-span and of moderate knowledge, experience, wealth and means."
    },
    {
        "verse_id": "98-(1)",
        "text": " Vata is dry, light, unsteady, abundant, swift, cold, rough and clear."
    },
    {
        "verse_id": "98-(2)",
        "text": " Owing to its dryness, those of Vata habitus are of dry, wasted and small bodies, of long-drawn, dry, low, broken, hollow and hoarse voice, and are always wakeful. Owing to its lightness, they are light and inconstant of gait, behaviour, diet and speech. Owing to its unsteadiness, they are restless in their joints, eyes, brows, jaws, lips, tongues, heads, shoulders, hands and feet. Due to its abundance, they are given to much talk and have prominent veins and tendons. Owing to its swiftness they are quick in their undertakings and variation of moods and pathological changes. They are quickly affected by fear, likes and dislikes. They are quick in grasping and in forgetting too. Owing to its cold quality, they are intolerant of cold, and are greatly liable to suffer cold, shivering and stiffness. Owing to its roughness, they have rough hair on the head, face and body, rough nails, teeth, mouth, hands and feet. Owing to its clearness, they have cracked limbs and their joints always make noise as they walk."
    },
    {
        "verse_id": "98",
        "text": " Owing to the combination of such qualities, those of Vata habitus are generally of small strength, short life-span, scanty offspring and means, and of meagre wealth"
    },
    {
        "verse_id": "99",
        "text": " In a combined habitus, the qualities are also combined."
    },
    {
        "verse_id": "100",
        "text": " Those possessed of the equipoise of humors, are endowed with all the good qualities described. Thus should one examine, from the point of view of habitus."
    },
    {
        "verse_id": "101-(1)",
        "text": " As regards the point of view of pathological change, the pathological condition is called “disease”. It has to be examined from the point of view of the particulars of causative factors, morbid humors, susceptible body-elements, habitus, country, time and strength and also of the signs and symptoms, The strength of the disease cannot be found out except by means of the intensity of the causative factors etc."
    },
    {
        "verse_id": "101",
        "text": " If the morbidity, susceptible body-element, habitus, place, time and strength, are of similar nature aud the causative factors and symptoms too are strong, then the disease will develop into a powerful one. If they are of dissimilar nature, then the disease will be a mild one. If the morbid humor, susceptible bodyelement and other factors are of moderate nature as also the intensity of causative factors and symptoms, then the disease will be of a moderate type."
    },
    {
        "verse_id": "102",
        "text": " As regards the tone of body-element, here we describe the eight body-elements in view of whose perfectness of tone a special knowledge of the measure of men’s strength is obtained. Those elements are—skin, blood, flesh, fat, bone, marrow, semen and psyche."
    },
    {
        "verse_id": "103-(1)",
        "text": " The skin, in those in whom that element is in perfect tone, is unctuous, smooth, soft, clear, thin, covered with short, deep-rooted and delicate hair and is as if full of lustre."
    },
    {
        "verse_id": "103",
        "text": " Such element indicates happiness, good fortune, power, pleasures, intelligence, knowledge, health and cheer and long life."
    },
    {
        "verse_id": "104-(1)",
        "text": " In those in whom the element of blood is in perfect tone, the ears, the eyes, the mouth, the tongue, the nose, the lips, hands and soles of the feet, nails, forehead and the genitals are unctuous, reddish, shapely and full of lustre."
    },
    {
        "verse_id": "104",
        "text": " Such perfectness of tone indicates in them happiness, great intelligence, cheerfulness, delicacy, moderate strength and incapacity to endure troubles and heat."
    },
    {
        "verse_id": "105-(1)",
        "text": " Those in whom the ele meat of flesh is in perfect tone, have their temples, forehead, nape, eyes, cheeks, jaws, neck, shoulders bellies, arm-pits, chests and the joints of the hands and feet, covered with firm, heavy and comely muscle flesh."
    },
    {
        "verse_id": "105",
        "text": " Such perfectness of tone indicates in them patience, endurance, stability, wealth, knowledge, happiness, frankness, health, strength and long life"
    },
    {
        "verse_id": "106-(1)",
        "text": " Those in whom the element of fat is in perfect tone, possess excessive unctuousness in their complexion, voice, eyes, hair (on the head, face and body), nails, teeth, lips, urine and feces."
    },
    {
        "verse_id": "106",
        "text": "It indicates in them wealth, power, happiness, luxury, charity, frankness and delicate living."
    },
    {
        "verse_id": "107-(1)",
        "text": " Those in whom the element of supporting tissue is in perfect tone, have stout heels ankles, knees fore-arm bones, collar bones, chin, head, joints, bones, nails and teeth"
    },
    {
        "verse_id": "107",
        "text": " They are very enthusiastic and active, and bear difficulties. They have strong and firm bodies and live a long life."
    },
    {
        "verse_id": "108-(1)",
        "text": " Those in whom the marrow is in perfect tone, are soft, strong, unctuous in complexion and voice, and stout, long and rounded in the joints."
    },
    {
        "verse_id": "108",
        "text": " They are long-lived, strong and possessed of learning, wealth, experience, offspring and honor."
    },
    {
        "verse_id": "109-(1)",
        "text": " Those in whom the element of semen is in perfect tone, are gentle and possess gentle light in their eyes which appear as if full of milk, aud are full of cheerfulness They have unctuous, round, firm, close and even teeth, clear unctuous complexion and voice, and are lustrous and large hipped."
    },
    {
        "verse_id": "109",
        "text": " They are coveted sources of enjoyment for women, and are strong and possessed of happiness, power, health, wealth, honor and offspring."
    },
    {
        "verse_id": "110",
        "text": "Those in whom the psychic element is in perfect tone, are possessed of memory, devotion, gratitude, wisdom, purity, great energy, skill, courage, prowess in battle, freedom from sorrow, firmness of tread, deep intelligence and character, and are given to good pursuits. Their very characteristics describe their good qualities."
    },
    {
        "verse_id": "111",
        "text": " Those in whom all the elements are in perfect fine are very strong, endued with very happy circumstances, able to bear troubles, self-confident in all enterprises, given to good pursuits, of firm and well-knit bodies, firm in tread, of resonant mellow, deep and big voice, and are possessed of happiness power, wealth, pleasure and honor. They are slow in aging and slow in being attacked by disease and have offspring of similar qualities in great number, and are long lived."
    },
    {
        "verse_id": "112",
        "text": " The contrary qualities indicate imperfect tone of these elements."
    },
    {
        "verse_id": "113",
        "text": "If the tone of the elements is of a moderate nature, the qualities too are defined as of a moderate nature in accordance with the nature of the tone."
    },
    {
        "verse_id": "114",
        "text": " Thus, the perfect tone of the eight elements has been described in order to enable a special knowledge of the measure of a person’s strength or vitality."
    },
    {
        "verse_id": "115",
        "text": "For, otherwise, the physician [i.e., bhishaj] may be deceived by the appearance of the body merely, and conclude a man to be a strong man because of robustness, a man to be weak because he is emaciated, a man to be exceedingly strong because he has a big body, or that a man, small in body, is possessed of small strength. There are persons who appear small in body and emaciated but are strong. For they are like the ant which carries relatively great loads. Therefore, it has been said that a person be tested from the point of view of the tone of these elements."
    },
    {
        "verse_id": "116",
        "text": " As regards Compactness—compact, well-knit, well-composed, and well-united are synonymous words, and mean the same thing. That is called the well-knit body wherein the bones are symmetrical and well-distributed, the joints are well-bound, and the flesh and blood well combined. Such well-knit persons are strong and the contrary type weak. Moderately knit people are of moderate strength."
    },
    {
        "verse_id": "117-(1)",
        "text": " As regards the proportions of the body, the height, length and breadth of the various limbs are measured in terms of the person’s ‘finger’, meaning a finger-breadth."
    },
    {
        "verse_id": "117-(2)",
        "text": " The feet are four fingers high, six fingers broad and fourteen fingers long. The calves are eighteen fingers long and sixteen fingers in circumference. The knees are four fingers long and sixteen fingers in circumference. The thighs are thirty fingers in circumference and eighteen fingers long, the testes are six fingers long and eight fingers in circumference. The phallus is six fingers long and five fingers in circumference. The vagina is twelve fingers in circumference. The waist region is sixteen fingers broad, the top of the pelvis is ten fingers, the stomach is ten fingers broad and twelve fingers long, the sides are ten fingers broad and twelve fingers long, the distance between the nipples is twelve fingers and their circumference is two fingers. The chest is twenty-four fingers broad and twelve fingers deep. The cardiac region is two fingers, the shoulders are eight fingers each, the shoulder blades are six fingers each, the rear arms are sixteen fingers each and the fore-arms are fifteen fingers each, the hands are twelve fingers each, the axilla are eight fingers each, the (trika) sacrum is twelve fingers high, the back is eighteen fingers high, the neck is four fingers high and twenty-two fingers in circumference; the face is twelve fingers deep and twenty-four fingers in circumference, the mouth is five fingers broad; the chin, lips, ears, the distance between the eyes, the nose and the forehead are four fingers each the head is sixteen fingers high and thirty-two fingers in circumference. Thus have been described the dimensions of each of the limbs."
    },
    {
        "verse_id": "117",
        "text": " The full length of the body is eighty-four fingers, and the breadth which is the full length of the outspread of the arms, is of the same length. Such proportion of the body is the proper proportion. Long life, strength, vitality, happiness, power, wealth and other desirable qualities are dependant on the proper proportion of the body. The contrary qualities characterise the body that falls short of or exceeds these proportions."
    },
    {
        "verse_id": "117.1",
        "text": "118-(1) As regards Homologation—that is called homologous which has become agreeable to a person by constant use"
    },
    {
        "verse_id": "118-(2)",
        "text": " Those to whom ghee, milk, oil, meat-juice, and all the six tastes are homologous, are strong, tolerant of difficulties, and long-lived."
    },
    {
        "verse_id": "118-(3)",
        "text": " Those who have homologation to dry things and to only one of the tastes are generally of low vitality, incapable of enduring difficulties, short lived, and require small measure of medication."
    },
    {
        "verse_id": "118",
        "text": " Those of mixed homologation are of moderate strength by virtue of their homologatory condition."
    },
    {
        "verse_id": "119-(1)",
        "text": " As regards Psychic Element—the mind is called the psychic element. That is the controller of the body through its connection with the soul. It is of three kinds according to the variation in strength. It is high, moderate and low. Men are of high, moderate or low psychic powers."
    },
    {
        "verse_id": "119-(2)",
        "text": " Of them, those of high psychic quality are of the psychic nature as described in the perfect tone of psychic element. Though possessed of small bodies, and in spite of being affected by severe ailments of either exogenous or endogenous type, they look unaffected, owing to the high tone of their psychic quality."
    },
    {
        "verse_id": "119-(3)",
        "text": " Those of moderate psychic quality seek consolation by comparing themselves with others or get composed when consoled by others"
    },
    {
        "verse_id": "119",
        "text": " But those, of low psychic quality, cannot be composed either by themselves or by others. Though possessed of big bodies, they seem incapable of bearing even small ailments. When confronted with fear, sorrow, temptation, delusion or disgrace, or made to listen to tales of wrath, awfulness, hate, horror, ugliness, or see sights of the flesh aud blood of animals and men, they. suffer depression of spirits or pallor or fainting or insanity or giddiness or falling, or even death."
    },
    {
        "verse_id": "120",
        "text": " As regards the Capacity for Food—the capacity for food is to be judged from the capacity to ingest and the capacity to digest. Strength and life are dependant on food."
    },
    {
        "verse_id": "121",
        "text": " As regards the Capacity for Exercise—the capacity for exercise is to be judged by the capacity for work. By the capacity for work are the three degrees of strength to be inferred."
    },
    {
        "verse_id": "122-(1)",
        "text": " As regards Age—that indeed is called age or bodily stage which specially depends on the length of the passage of time. That age is of three kinds, broadly divided—childhood, middle age and old age."
    },
    {
        "verse_id": "122-(2)",
        "text": " Of them child hood is that wherein the body elements are immature and the indications of youth are not manifest, when the person is delicate, intolerant of troubles, incomplete in strength and mostly of Kapha element and until sixteen years of age."
    },
    {
        "verse_id": "122 (3)",
        "text": " Again the person is said to be yet developing his body-elements and is generally of Undetermined psychic disposition (character) till he is of thirty years of age,"
    },
    {
        "verse_id": "122-(4)",
        "text": " That is middle age wherein has been attained the balance of strength, energy, manhood, valor, understanding, retention, memory, speech discernment and all the body-elements and wherein a man is of strong and of well-determined psychic disposition (character), of compact body-elements, of predominance of pitta element and which lasts till sixty years of age."
    },
    {
        "verse_id": "122-(5)",
        "text": " That is said to be old age wherein (after sixty the body-elements, sense-organs, strength, energy, manhood, valor, undemanding, retention, memory, speech and discrimination begin to decay, the body elements disintegrate and the Vāta element predominates and there is gradual wearing down of the body till the age of a hundred years."
    },
    {
        "verse_id": "122-(6)",
        "text": " A hundred years indeed is the length of life in this world. But there are men who live even more or less than a hundred years"
    },
    {
        "verse_id": "122",
        "text": " Taking their measure of life, three divisions should be made by ascertaining the strength and special characteristics of their constitution free from pathological conditions."
    },
    {
        "verse_id": "123",
        "text": " In this way the classification into three divisions of high, medium and low, should be made of the strength and special characteristics of constitutions free from pathological conditions. By means of the threefold nature of the classification of pathological conditions, the strength of morbid humors is to be inferred. Then classifying the medications under the three-fold category, as strong, moderate and mild; the"
    },
    {
        "verse_id": "123.1",
        "text": "medication appropriate to the morbidity is to be administered"
    },
    {
        "verse_id": "125-(1)",
        "text": " Time, again, is considered from the point of view of season and the stage of the disease. The year is divided taking into view the effects of season, into divisions of two, three, six or twelve, and even more."
    },
    {
        "verse_id": "125",
        "text": " Here (in this treatise) indeed, dividing it into six, the effects are described. Hemanta. Grishma (Grīṣma) and Varsha (Varṣā) are the three seasons having cold, heat and rain as their characteristics. Tn between them again there are three seasons of moderate characteristics called Pravrit (Prāvṛṭ/Prāvṛṣ), Sharad (Śarad) and Vasanta. The first Pravrit is the season for the first rains. For does not the (Varṣā) rainy season come in its wake? Having the purificatory procedure in view, the seasons are divided into six."
    },
    {
        "verse_id": "126-(1)",
        "text": " of them during the seasons of moderate characteristics, the administration of emesis etc, is laid down, and also the avoidance of the administration in the other seasons"
    },
    {
        "verse_id": "126",
        "text": " The moderate seasons, owing to their mild characteristics of cold, heat and rain are very enjoyable and do not adversely affect either the body or the drugs. But the other seasons, characterised by extreme qualities of cold, heat and rain, are very unpleasant and adversely affect the body and the drugs."
    },
    {
        "verse_id": "127-(1)",
        "text": " In the season called ‘Hemanta’ i. e. winter, the body being afflicted with extreme cold and great sense of discomfort on account of the howling cold winds, the humors get provoked and impeded in their course and the hot quality of the drugs used for purification becomes dulled by the extreme cold of the season Hence it has very little effect on the humors and the body becomes liable to Vata disorders."
    },
    {
        "verse_id": "127-(2)",
        "text": " Similarly, in ‘Grishma’ i.e. summer, the body is affected by the extreme heat and feels a great sense of discomfort on account of the hot winds and the severe sun. The body becomes flabby and the humors are in a deliquescent condition and the hot quality of the drugs required for purification becomes more acute. Hence the administration of these drugs leads to over-action, and the body is also liable to be afflicted with great thirst."
    },
    {
        "verse_id": "127-(3)",
        "text": " In the season called ‘Varsha,’ i.e. rains, the sun, the moon and the stars are hidden and the sky is overcast with rain-clouds, the earth is covered with slush and is full of water and the body-elements are all in a deliquescent condition and the drugs get impaired by contact with water and the wet winds blowing from the clouds. Hence, emesis and other procedures act heavily and the body is liable to take a long time to return to its normal condition."
    },
    {
        "verse_id": "127-(4)",
        "text": " Hence, the avoidance of emesis and other procedures is laid down in winter, summer and the rains, unless it becomes unavoidable."
    },
    {
        "verse_id": "127",
        "text": " In case of emergency where emesis etc., become inevitable, the physician must create the required seasonal conditions by artificial means. He should by means of combination, preparation and variation in proportion, modify the potency of the drugs to the required standard with reference to seasonal effects, and administer it skilfully and with great care."
    },
    {
        "verse_id": "128-(1)",
        "text": " The indications in the state of the patient as to the proper time or otherwise as regards what medicine should be administered and what not, are thus:—that a particular stage of the disease is not the time for administering a particular drug and that it is the time for a particular other drug; for it must be judged from the stage of the disease. Hence the indication of the proper time or otherwise for administering a drug is dependent on the stage of the disease."
    },
    {
        "verse_id": "128",
        "text": " Its examination is thus:—repeated investigation of the details of all the stages of a disease in order to determine the mode of administration and the proper drug. For, the use of a drug when the proper time has gone by or when it has not yet come, does not bear fruit It is the opportuneness of time that brings about success of the administration of a drug."
    },
    {
        "verse_id": "130",
        "text": " The means again are the excellence of the physician etc., and the proper method of administration. Its signs are—the aforesaid qualities of physician etc., and the administration of medicine viewed from the point of place, time, dosage, homologation and drug action, all of which make for success in treatment, as also the proper mode of preparation."
    },
    {
        "verse_id": "131",
        "text": " Thus, these ten subjects of examination should be severally examined."
    },
    {
        "verse_id": "132",
        "text": " The purpose of such examination is the determination of the line of treatment Treatment means the knowledge of the practical application of the measures by which a disease should be countered."
    },
    {
        "verse_id": "133",
        "text": " Where emesis etc., should be administered and where they should be avoided will be explained in extenso later on in the Section on “Success in Treatment.”"
    },
    {
        "verse_id": "134-(1)",
        "text": " In a condition where the indications for administration and avoidance of administration are both present, the physician [i.e., bhishaj] should weigh the relative strength of both the symptoms and decide in favor of whichever symptoms outweigh the other."
    },
    {
        "verse_id": "134",
        "text": " Diseases are described in scientific treatises in their general and exceptional natures, for the purpose of treatment. Therefore is it urged, that symptoms should be weighed properly, and in view of their relative strength, the line off treatment determined."
    },
    {
        "verse_id": "135-(1)",
        "text": " We shall now describe the drugs that go into use in the preparation of the emetic dose etc."
    },
    {
        "verse_id": "135 They are:—the fruits of emetic nut, bristly luffa, bottle gourd, sponge gourd, kurchi and bitter luffa; leaves and flowers of emetic nut, bristly luffa, bottle gourd, sponge gourd, kurchi and bitter luffa; the decoctions of the roots of purging cassia, kurchi, emetic nut, thorny staff tree, <a data-gl=\"1\" href=\"/definition/patha#ayurveda\" title=\"show Patha definitions\">Patha</a>, trumpet flower, jequirity, tri-lobed virgin’s bower, dita-bark tree, Indian beech, <a data-gl=\"1\" href=\"/definition/neem#ayurveda\" title=\"show neem definitions\">neem</a>, wild snake gourd, corella, guduch, white lead wort, catechu tree, climbing asparagus, yellow-berried nightshade and drumstick; or that of liquorice, mahwa, variegated mountain ebony, white mountain ebony, cadamba, hijjal tree, scarlet gourd, <a data-gl=\"1\" href=\"/definition/flax#history\" title=\"show flax definitions\">flax</a> <a data-gl=\"1\" href=\"/definition/hemp#history\" title=\"show hemp definitions\">hemp</a> and mudar, rough chaff tree or of cardamom, fragrant piper, perfumed cherry, big cardamom, coriander, Indian valerian, nardus, fragrant sticky mallow, Himalayan silver fir and cuscus grass; or of sugar cane, white sugar-cane, long leaved barleria, sacrificial grass, elephant grass, negro coffee or of nutmeg, Spanish <a data-gl=\"1\" href=\"/definition/jasmine#ayurveda\" title=\"show jasmine definitions\">jasmine</a>, turmeric, Indian berberry, white and red flowered hogweed, large and small wild blackgram or of <a data-gl=\"1\" href=\"/definition/silk#history\" title=\"show silk definitions\">silk</a> <a data-gl=\"1\" href=\"/definition/cotton#history\" title=\"show cotton definitions\">cotton</a> tree, Shalmalika (Śālmalika), white teak; [galangal?], Indian spinach, wild millet, Indian linden, Indian ape-flower, red physic nut, Indian sarsaparilla and Indian water chest nut; or of long pepper, pepper root, piper <a data-gl=\"1\" href=\"/definition/caba#history\" title=\"show chaba definitions\">chaba</a> white flowered leadwort, ginger, rape-seed, or treacle or the water mixed with milk, alkali or salt, should be prepared as desired or of as many drugs as are available, and making them into suppositories, powders, tinctures, unctions, decoctions, meat-juices, gruels, soups <a data-gl=\"1\" href=\"/definition/kambalika#ayurveda\" title=\"show Kambalika definitions\">Kambalika</a> and milks, sweet meats and various other edibles, they should be administered in proper mode to the patient who is to be given the emetic dose",
        "text": " Thus has been given in brief the description of various preparations to be made out of emetic drugs. In a later part of the book, the pharmaceutics of these drugs will be described in extenso."
    },
    {
        "verse_id": "136",
        "text": " The purgative drugs are:—black turpeth, turpeth, purging cassia, lodh, thorny milk hedge plant, soap pod, clenolepis, red physic nut and physic nut; milk of these taken mixed or unmixed with the similar parts of other drugs or with the decoction of wild carrot, winter cherry, Ajashringi (Ajaśṛṅgī), asthma weed, indigo or liquorice, or of Indian beech, prickly brazil wood, lentils, kamala, embelia, colocynth or of tooth-brush tree, buchanan‘s mango, grapes, white teak, sweet fakah, small jujube pomegranate, emblic, chebulic and beleric myrobalans, white and red hog’s weed, ticktrefoil, or with the Sidhu (Sīdhu), Sura (Surā), Sauviraka (Sauvīraka), Tusholaka (Tuṣolaka), Maireya, Medaka, Madira (Madirā), Madhu, Madhulika (Madhūlikā) wines, sour gruel, or small jujube, jujube, date and sour jujube or with curds, whey or diluted butter-milk, and all or as many of these drugs as are available, prepared with the milk and urine of the cow, buffalo, goat and sheep, and made into suppositories, powders, wines, tinctures, unctions, decoctions, meat-juices, soups, Kambalikas (Kāmbalikas), gruels milks and sweetmeats and other edibles, to be given to suit the proper mode of administration of purgation to the patient. Thus has been explained the pharmaceutics, in brief of purgative drugs. The pharmaceutics of these in extenso will be duly explained in a later section."
    },
    {
        "verse_id": "137-(1)",
        "text": " As the drugs that go into the preparations of corrective enema to suit the various conditions of the patients, are innumerable, it would be wearisome to give an elaborate list of their names here. It is necessary to make the narration in the treatise neither too prolix nor too succinct. But a complete knowledge of them is necessary. Therefore we shall classify them here, keeping only their tastes in view."
    },
    {
        "verse_id": "137-(2)",
        "text": " The combinations of these tastes also are innumerable, as the subtle blends of tastes in substances are innumerable."
    },
    {
        "verse_id": "137",
        "text": " Hence, taking substances by their single predominant taste for the purpose of defining, illustrating and classifying them according to the.six categories of tastes, the drugs used in the corrective enema are divided into six divisions"
    },
    {
        "verse_id": "138-(1)",
        "text": " Some physicians are of opinion that there are six varieties of drugs used in corrective enema each possessing a single taste. But that is not possible, as each drug is possessed of a combination of tastes."
    },
    {
        "verse_id": "138 It is therefore, that drugs that are sweet, or are primarily sweet, or that are sweet in postdigestive effect, or sweet in action are described as belonging to the sweet class of drugs",
        "text": " Similar is the case with other classifications of drugs."
    },
    {
        "verse_id": "138 It is therefore, that drugs that are sweet, or are primarily sweet, or that are sweet in postdigestive effect, or sweet in action are described as belonging to the sweet class of drugs.1",
        "text": "139-(1) They are:—Jivaka (Jīvaka), Rishabhaka (Ṛṣabhaka), cork-swallow wort, Vira (Vīrā), featherfoil, Kakoli (Kākolī), Kshirakakoli (Kṣīrakākolī), wild green gram, wild black gram, tick trefoil, painted leaved uraria, mussel shell creeper, guduch, Meda (Medā), Mahameda (Mahāmedā), galls, Indian waterchestnut, guduch, wild dill, wild fennel, Shravani (Śrāvaṇī), east Indian globe thistle, wild cumin, common millet, Shukla (Śuklā), Kshirashukla (Kṣīraśuklā), heart-leaved sida, evening mallow, white yam, milky yam, small wild black gram, large wild black gram, elephant creeper, winter cherry, white and red flowered hog’s weed, Indian nightshade, yellow-berried nightshade, red flowered castor plant, tri-lobed virgin’s bower, small caltrops, epiphytic orchid (vanda), climbing asparagus, dill, mahwa, liquorice, Madhulika (Madhūlikā), grapes, date, sweet [falseh?] cowage seeds of orris root, rashnut, bulrush, Indian ape flower, clearing nut, fruits of white teak, Shitapaki (Śītapāki), crested purple nail-dye, sprouts of palmyra palm and date, sugar cane, long leaved barleria, sacrificial grass, elephant grass, prickly sesbane, penreed grass (roots), asthma weed, wild black gram, teak, devil’s cotton, oblong leaved croton wild asparagus maiden’s hair fern, small stinking swallow wort, white scutch grass or blepharis, [ring?] coronet swallow wort, cardamom, Somavalli, Indian sarsaparilla and guduch"
    },
    {
        "verse_id": "139",
        "text": " Of these and similar other drugs as are classified as the sweet group of drugs, those that are fit for cutting should be cut into bits and those that are fit to be ground should be ground into a fine powder, and placed, after washing with water, in a clean pot and soaked in equal quantities of milk and water and should be boiled, and the decoction kept stirring with a ladle. When it has been reduced to the required quantity and the essence of the drugs has got into the decoction, and before the milk has been charred, the pot should be taken down from the fire and the decoction strained. When it is genially warm, ghee, oil, fat, marrow, rock-salt and treacle should be mixed with it in due measure and properly administered as enema, by the expert physician in case of Vata-disorders. The cooled decoction, mixed with honey and ghee, should be -properly administered in Pitta disorders Thus has been described the sweet group of drugs"
    },
    {
        "verse_id": "140",
        "text": " Of these and such other articles classified as sour group of drugs, those of them that can be cut, should be cut into small bits and those that are fit to be ground, should be ground into fine powder and pouring the liquids on them and cooking them in a pot and straining and duly mixing them with oil, fat, marrow, rock-salt and treacle, the expert physician should properly administer them when genially warm, in cases of Vata-disorders. Thus has been described the sour group of drugs."
    },
    {
        "verse_id": "141-(1)",
        "text": " Rocksalt, Sauchal salt, kalbag rock-salt, Bid salt, prepared salt, marsh or swamp salt, well salt, sand salt, prepared black salt, sea salt, sambar lake salt, efflorescence salt, saline soil salt, poiton[?] salt, earth salt and such other things are classified as the salt group."
    },
    {
        "verse_id": "141",
        "text": " The expert should properly administer them in genially warm condition as enema, in Vata disorders, mixed with unctuous substances and with either acid articles or with genially warm water. Thus has been described the salt group of articles."
    },
    {
        "verse_id": "142-(1)",
        "text": " Long pepper, piper roots, elephant pepper, fragrant piper, white flowered leadw-ort, ginger, black pepper, celery, ginger, embelia, coriander, tooth brush tree, Indian tooth ache tree, cardamom, costus, stones of marking nut, asafoetida, deodar, radish, rapeseed, garlic, Indian beech, drumstick tree, sweet drumstick, celery, ginger grass, nut-meg, holy basil, shrubby basil, Arjaka, Gandira (Gaṇḍīra), Kalamalaka (Kālamālaka), Parnasa (Parṇāsa), sneeze wort, sweet marjoram, alkali, cow’s urine and cow’s bile,"
    },
    {
        "verse_id": "142 Of these and such other articles as are classified as the pungent group of drugs, those that are fit to be cut should be cut into small bits and those that are fit to be ground, should be ground into fine powder and mixed with cow’s urine; then they should be strained and duly mixed with honey, oil and rocksalt",
        "text": " The expert should properly administer this as enema in case of Kapha-disorders. Thus has been described the pungent group of drugs."
    },
    {
        "verse_id": "143-(1)",
        "text": " Sandal, nardus, purging cassia, Indian beech, neem Indian tooth-ache tree, kurchi, turmeric, Indian berberry, nut-grass, tri-lobed virgin’s bower, chiretta, kurroa, zalil, corella fruit, caper, oleander, Kebuka, hogs weed, vasaka, Indian pennywort, sponge gourd. Karkasha (Karkaśa) black night-shade, redwood fig tree, Sushavi (Suṣavī), Indian atees, wild snake gourd, corella fruit, Patha (Pāṭhā), guduch, country willow, cine, thorny staff tree, bakul, gum arabic tree, dita bark tree, nutmeg, mudar, babchi, sweet flag, Indian valerian, eagle-wood, fragrant sticky mallow and cuscus grass."
    },
    {
        "verse_id": "143",
        "text": " Of these and such other drugs classified as the bitter group of drugs, those that are fit to be cut should be cut into small bits and those that are fit to be ground should be ground into fine powder and boiled. It must then be strained and duty mixed with honey, oil and rocksalt and should be property administered by the expert in a genially warm condition as enema in Kaphadisorders The cooled decoction mixed with honey and ghee should be properly administered by the expert in Pitta-disorders. Thus has been described the bitter group of drugs."
    },
    {
        "verse_id": "144-(1)",
        "text": " Perfumed cherry, Indian sarsaparilla, mango stone, false pareira brava, tree of heaven, lodh tree, gum of silk cotton tree, sensitive plant, fulsee flowers, beetle killer, lotus filaments, jambool, mango, yellow barked fig, banyan, flowering peepal, gular fig, holy fig, marking nut stones, heartleaved fig, siris, bombay rose-wood tree, gum arabic tree, false mangosteen, buchanan’s mango, small jujube, catechu, dita bark tree, oojein tree, arjun tree, white babool, cherry tree, rush nut, kadamba, Indian olibanum, Indian ash tree, thatch grass, bulrush, box myrtle, bamboo, Himalayan cherry, Ashoka (Aśoka), sal, crane tree, Sarja, birch, Bengal hemp, celery, gum guggul, deodar, common millet, fragrant poon, white dammer, Sphurjaka (Sphūrjaka), beleric myrobalan, Carey’s myrtle bloom, seeds of orris-root, lotus stalks, lotus rhizomes, sprouts of palmyra palm and date,"
    },
    {
        "verse_id": "144",
        "text": " Of these and such other articles which are classified as the astringent group of drugs, those that are fit to be cut should be cut into small bits and those that are fit to be ground, should be ground into fine powder, washed and mixed with water and cooked into a decoction. It should be strained and duly mixed with honey, oil and rock salt and properly administered in genially warm condition, by the expert as enema, in Kapha-disorders. The cooled decoction, mixed with honey and ghee, should be properly administered by the expert in Pitta-disorders. Thus has been described the astringent group of drugs."
    },
    {
        "verse_id": "145",
        "text": " These six groups of drugs, which have been classified according to their difference in taste, are useful in all the preparations meant for corrective enema."
    },
    {
        "verse_id": "146",
        "text": " The corrective enema, prepared of all these groups of drugs and administered by an expert, cures all the diseases wherein it is indicated."
    },
    {
        "verse_id": "147",
        "text": " Those drugs which have not been indicated in any particular type of disorders, are to be inferred as being provocative of them."
    },
    {
        "verse_id": "148",
        "text": " Thus, the six groups of drugs used in corrective enema, classified according to their taste, have been expounded"
    },
    {
        "verse_id": "149-(1)",
        "text": " The intelligent physician [i.e., bhishaj] may discard, among these group of drugs, whichever he considers to be unfit for use in a given circumstance and add whatever drug he considers useful, though it may not have been mentioned as such. Being guided by reason, he may mix drugs of one group with those of another or many others."
    },
    {
        "verse_id": "149-(2)",
        "text": " Like the initial handful of grain carried by the mendicant and the seeds in the hands of the sower, these aphorisms, though small in measure, yield to the intelligent physician, abundant result i.e. complete knowledge of the subject. It is thus a guide to the intelligent physician in the use of his powers of imagination and logic. But, for the dullard, it is good to faithfully follow the method laid down."
    },
    {
        "verse_id": "149",
        "text": " Following the prescribed way, such a physician accomplishes his task; if the illustration he too succinct or too elaborate, he will fail in his task."
    },
    {
        "verse_id": "150-(1)",
        "text": " We shall hereafter describe the drugs that are used in unctuous enemata. Unctuous enema is unctuous substance. Unctuous substance is of two kinds—the vegetable and the animal. The vegetable kind is classified as oil of til and as oil of other than til. We shall refer to them both here as oil, taking oiliness as the primary sense of oil. The animal variety is fat, marrow and ghee."
    },
    {
        "verse_id": "150",
        "text": " Of these, oil, fat, marrow and ghee, each substance is superior in quality to its succeeding one for use in unctuous enema in disorders of Vata and Kapha. In the case of Pitta disorders each substance is superior to its preceding one. But by virtue of preparation, all of them ate fit to go into use in all disorders"
    },
    {
        "verse_id": "151-(1)",
        "text": " The articles that go into the preparations of errhines are—(1) The fruits of rough chaff tree, long pepper, black pepper, embelia, drum-stick, siris, Indian toothache tree cumin, celery, brinjal, big cardamom, fragrant piper; (2) The leaves of deodar, holy basil, shrubby basil, Gandira (Gaṇḍīra), Kalamalaka (Kālamālaka), Parnasa (Parṇāsa), sneezewort, sweet marjoram, turmeric, gingery, radish, garlic, wind killer and rape; (3) The roots of mudar, white mudar, costus, oblong leaved croton, sweet flag, rough chaff tree. Shveta (Śvetā), staff plant, colocynth, Gandira (Gaṇḍīra)—Pushpi (Puṣpī), Indian borage, climbing nettle, mercury, Brahmi (Brāhmī) and Indian atees; (4) The bulbs of turmeric, ginger, radish and garlic; (5) The flowers of lodh, emetic nut, dita bark tree, neem and mudar; (6) The exudation of deodar, eagle wood, long-leaved pine, Indian olibanum, Indian ash tree, spinous kino tree, and asafoetida; (7, The barks of Indian tooth-ache tree, cinnamon, zachum oil plant, drumstick, Indian nightshade and yellow-berried nightshade."
    },
    {
        "verse_id": "151-(2)",
        "text": " Thus, these are the seven varieties of articles used in errhines, classified according to their sources viz., fruits, leaves, roots, bulbs, flowers, exudations and barks of plants"
    },
    {
        "verse_id": "151",
        "text": " Those that are salt, pungent, bitter and astringent in taste and are beneficial to the senses, as well as even other drugs that are not mentioned here but that may be regarded as beneficial in the preparations, are recommended for use as errhines."
    },
    {
        "verse_id": "152-154",
        "text": " The test of the treatise, he teacher and the disciple, and its purpose, the method of study and of instruction, and the method of disputation; the forty-four technical terms pertaining to disputation, the ten other terms such as causes etc., the nine queries about examination etc., and the drugs that go into use in emesis and other procedures have all been methodically explained in this chapter on the specific determination of the measure of the science of healing [i.e., roga-bhishaj-jiti-vimana]."
    },
    {
        "verse_id": "155",
        "text": "Various modes of expressions with their varied import, many kinds of definitions of wondrous significance, various modes of speech characterised by exquisite phrasing and syntax, and calculated to annihilate the arguments of the opponents in debate, have all been described here."
    },
    {
        "verse_id": "156",
        "text": " One who is versed in this science of speech that is supported on varied reasoning and that disproves the opponent’s view, is not afraid of an opponent’s arguments; nor can he be defeated by such an opponent in debate."
    },
    {
        "verse_id": "157",
        "text": " Thus the specific determination of morbid humors and all other things necessary for their knowledge, have been defined from the point of view of their cause and measure, aud according to their proper classification."
    }
]