[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Specific Determination of the Measure of the Disease from the Appearance of the Patient (vyadhita-rupin—vyādhita-rūpin).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " There are two forms seen in the afflicted person [i.e., vyadhita-rupin]—(1) afflicted with major diseases, and (2) afflicted with minor maladies."
    },
    {
        "verse_id": "3-(2)",
        "text": " Of these, one though afflicted with a major disease, being endowed with the richness of spirit, vitality and body, appears as if suffering from a minor malady, while the other though afflicted with a minor malady, due to poverty of spirit, vitality acd body, appears as if afflicted with a major disease."
    },
    {
        "verse_id": "3",
        "text": " Inexperienced physicians diagnosing such cases by investigating merely with the eye the external appearances of those patients, are misled in the differentiation of the major from the minor condition of the disease."
    },
    {
        "verse_id": "4-(1)",
        "text": " A full conception of the: science; will never-be attained by the knowledge of only a part of it."
    },
    {
        "verse_id": "4-(2)",
        "text": " Those who are. really mistaken in. the diagnosis of the disease will also be misled in deciding the line of treatment. When the inexperienced physicians diagnose a patient suffering from a major disease as one suffering from a minor one, they thinking the. morbidity to be slight; give mild purificatory treatment to the patient at the time of purification and thus they provoke the morbid humors the more."
    },
    {
        "verse_id": "4-(3)",
        "text": " Or, when they diagnose a patient suffering from a minor, malady as one suffering from a major disease, then the physicians, thinking the morbidity to be intensive, give strong purificatory medication at the time of purification, then, they eliminate forcibly even the normal humors and emaciate the body of the patient."
    },
    {
        "verse_id": "4-(4)",
        "text": " Thus, believing to have perfect approach to the whole subject by the. knowledge of one branch only, the physicians blunder."
    },
    {
        "verse_id": "4",
        "text": "The physicians, knowing all that is to be known examining every thing in every respect possible and diagnosing after full investigation, will never be mistaken and will be able to achieve the desired result."
    },
    {
        "verse_id": "5",
        "text": " The inept physicians who make their diagnosis by merely looking at the patient are mistaken in diagnosing the severity or slightness of the disease, because they diagnose without reference to the condition of his mind etc."
    },
    {
        "verse_id": "6",
        "text": " Being deluded by a misconception of the nature of the disease they administer wrongful medication, which either kills the patient or brings down upon him great affliction."
    },
    {
        "verse_id": "7",
        "text": " But the wise, ascertaining in every way everything that is to be examined will never blunder in the proper line of treatment."
    },
    {
        "verse_id": "8",
        "text": " Thus, having listened to the exposition of the determination of disease from the external appearance of the patient, the two types of the external appearance of the patients, their cause, their leading to mistaken diagnosis, the cause and evil results of the mistaken diagnosis the correct diagnosis, its cause and good results, Agnivesha, touching the feet of the worshipful Atreya, then, asked concerning the characteristics of all kinds of parasites infecting the human body, their cause, habitat, form, color, name, effects and treatment"
    },
    {
        "verse_id": "9",
        "text": " The worshipful Atreya replied to him, “O, Agnivesha! twenty varieties of pathogenic parasites in addition to normal one in the body have been described classified into different groups in a previous chapter (chap XIX Sūtrasthāna). Again when classified according to their source, they are of four kinds. They are born of the feces, born of the kapha, born of blood and born of the body excretion."
    },
    {
        "verse_id": "10",
        "text": " The excretion is external and internal. Those which are produced in external excretion are said to be born of excretion. Their cause is lack of cleanliness. Their habitat is the hair on the head, face body, eye-lashes and clothes. Their form is minute, Til-shaped and multipedal. Their color is black or white. Their names are ‘lice’ and ‘nits.’ Their effect is the causing of itching and production of wheals and pimples on the body. Their treatment consists in their removal together with the removal of the dirt on the body and in the avoidance of conditions leading to the formation of excretion."
    },
    {
        "verse_id": "11",
        "text": " The cause of the blood-born parasites, indeed, is similar to that causing dermatosis, Their habitat is blood-carrying vessel. Their form is minute, round, having no pedicle, some being too minute to be visible to the naked eye. Their color is coppery red. Their names are Keshada [Keśāda], Lomada [Lomāda], Lomadvipa [Lomadvīpa], Saurasa, Audumbara [Auḍumbara] and Jantumatara [Jantumātara]. Their effects are the destruction of the hair on the head, face and body, and of the nails and eye-lashes and when infesting the wound, they cause hyper esthesia, itching, pricking pain, creepy sensation, and when extensively developed they eat up the skin, vessels, muscles, flesh and cartilages. Their treatment is similar to that of dermatosis, which will be expounded in the subsequent chapters."
    },
    {
        "verse_id": "12-(l)",
        "text": " Those born of Kapha are caused by milk, gur, til, fishes, flesh of wet-land animals, pasted articles of diet, milk pudding, oil of safflower (Kusumbha), eating pre-digestion meals, taking putrid and softened, promiscuous, antagonistic and unwholesome diet. Their habitat is the stomach, When fully grown they migrate upwards or downwards or both ways."
    },
    {
        "verse_id": "12",
        "text": " Their varieties, according to their shape and color, are as follows: some are whitish and in shape flat and big; others are cylindrical and of the shape of earth-worm (round worm) and of a white and coppery tinge; and some are minute, long and thread-like and white (thread-worm) The names of the three kinds of Kapha-born worms are Antrada [Antrāda], Udarada [Udarāda], Hridayacara [Hṛdayacara], Curu, Darbhapushpa [Darbhapuṣpa], Saugandhika and Mahaguda [Mahāguda]. Their effects are nausea, ptyalism, anorexia, indigestion, fever, fainting, yawning, sneezing, constipation, body-ache, vomiting, emaciation and roughness of the body."
    },
    {
        "verse_id": "13-(1)",
        "text": " The worms born of the feces have the same causation as those born of Kapha. Their habitat is the colon. When they are fully grown, they migrate downwards, and if they then migrate towards the stomach, eructation and breath of the man give out the fecal smell."
    },
    {
        "verse_id": "13-(2)",
        "text": " Their characteristic form and color are: some are minute, cylindrical and whitish, long, like a fibre of wool in appearance. Some are large, cylindrical, dusty, blue, green or yellow. Their names are Kakeruka, Makeruka, Leliha, Sashulaka [Saśūlaka], Sausurada [Sausurāda]."
    },
    {
        "verse_id": "13",
        "text": " Their effects are: looseness of stools, emaciation, roughness and the manifestation of horripilation. They inhabit the anal region, and causing constant irritation in the anal orifice, give rise to pruritus; and when hyperactive they often come, out of the rectum. These are the characteristic causes of worms born of the Kapha and the feces."
    },
    {
        "verse_id": "14",
        "text": " We shall now expound bristly their treatment and later expound it in full detail. The extraction of all worms is to be done first, then the removal of the cause and the avoidance of etiological factors."
    },
    {
        "verse_id": "15-(1)",
        "text": " Their extraction is done carefully either by the help of instrument or by the hand without the help of an instrument; and the extraction of the worms that are lying in their internal habitat is done by suitable internal medication, This is of four kinds viz., errhines, emesis, purgation and corrective enema. This is the mode of the extraction of worms."
    },
    {
        "verse_id": "15-(2)",
        "text": " The removal of the cause of these is by the use of pungent, bitter astringent, alkaline and hot articles, and of whatever else is antagonistic to the susceptible condition of Kapha and the fecal matter. This is the removal of the cause."
    },
    {
        "verse_id": "15",
        "text": " Thereafter, the avoidance of all conditions laid down as etiological factors, also of other substances which are most likely to cause worms. Thus their treatment has been briefly described. The same will now be expounded in detail."
    },
    {
        "verse_id": "16-(1)",
        "text": " The patient who suffers from worms in his gastrointestinal tract should first be prepared with oleation and sudation procedures for six or seven nights and on the day previous to the administration of the wormicidal purificatory medication, the patient should be given a meal consisting of milk, gur, curds, Til, fish, flesh of wet-land animals, pasted articles of diet, milk-pud ding and oil of safflower in the evening and early in the morning, for arousing the worms and causing them to return to the gastro-intestinal tract."
    },
    {
        "verse_id": "16",
        "text": " And after ascertaining that the patient has comfortably passed the previous night and the meal has been fully digested, he should be,, on that day, treated with corrective enema, emesis or purgation, if the patient has been found fit after thorough investigation of all the systems of his body."
    },
    {
        "verse_id": "17-(1) The physician should say",
        "text": " “Bring garden radish, white mustard, garlic, Indian beech, drumstick, seeds of drumstick, celery, ginger-grass, sal, holy basil, shrubby basil, Gandira [Gaṇḍīra], Kalamalaka [Kālamālaka], Parnasa [Parṇāsa], sneezewort anc. sweet marjoram. Bring all of these or whatever of them is available.” Then the physician should carefully examine the qualities of the drugs brought; they should be cut into small pieces, washed with water, placed in a well-cleaned vessel, and.soaked in cow’s urine diluted with half the quantity of water, and then boiled, and should be continuously stirred with a ladle; when most of the water and liquid part of the herbs have evaporated, the vessel should be removed from the fire and the decoction should be well-filtered. This decoction, while warm, mixed with oil and the paste of emetic nut, long pepper. and embelia and salted with salsoda salt, should be given to the patient systematically as corrective enema"
    },
    {
        "verse_id": "17",
        "text": " Similarly, the decoction of mudar, mudar (Catagories procera), kurchi, pigeon pea, costus and curryleaf tree, or the decoction of drumstick, tooth brush tree, coriander, kurroa and white mustard or the decoction of Emblic myrobalan ginger, turmeric and neem mixed with the pasta of emetic nut and other ingredients, should be used in corrective enema for the period of three or seven nights."
    },
    {
        "verse_id": "18 (1)",
        "text": " When the last enema has returned, the patient should be comforted and skilfully given to drink the purificatory medications acting both as purgatives and emetics."
    },
    {
        "verse_id": "18",
        "text": " Its mode of administration will now be expounded. The patient should be given to drink the decoction of the emetic nut and long pepper in a dose of 8 tolas mixed with 1 tola of turpeth-paste. This will eliminate satisfactorily the inorbid elements from either channel. In the same way the physician carefully considering all special factors, skilfully combining the various emetic and purgative drugs mentioned in the Section on Pharmaceutics, should give the-, patient the decoction to drink."
    },
    {
        "verse_id": "19-(1)",
        "text": " knowing the patient to be well purged, he should be affused with genially warm decoction of embelia in the afternoon"
    },
    {
        "verse_id": "19-(2)",
        "text": " All daily routine of external and internal ablutions should be performed with this decoction alone. In the absence of this decoction, the patient should be affused with decoction of drugs of pungent, bitter and astringent groups or with cow’s urine mixed with barley alkali etc."
    },
    {
        "verse_id": "19",
        "text": " After the affusion, he should be removed to a room free from draughts and be should be gradually given the diet of medicated gruels etc., prepared with long pepper, roots of long pepper, chaba pepper, leadwort and ginger. When the stage for the administration of thick gruel is reached, he should be given two or three oil-enemata with embelia oil on alternate days."
    },
    {
        "verse_id": "20",
        "text": " If the physician thinks that the parasites infecting the head have greatly increased and some of them are creeping in the head, then treating the head with preliminary oleation and sudation procedure's, the head should be purged by errhines such as seeds of rough chaff and other drugs,"
    },
    {
        "verse_id": "21-(1)",
        "text": " Now, we shall describe in detail the articles of diet and drugs to be taken internall which will cotinter the causative factors of helminthiasis."
    },
    {
        "verse_id": "21 (2)",
        "text": " Take drumstick root and branch, cut it into small pieces, pound it in a mortar, and take out the juice by manual pressure and mix this juice with the flour of red Shali rice, make it into a pan-cake and bake it on smokeless cinders and smearing it with embelia-oil and salt, give it to the patient suffering from helminthiasis to eat. Thereafter he should be made to drink the sour conjee or semi-diluted buttermilk, mixed with the groups of the five drugs beginning with long pepper, added with salt."
    },
    {
        "verse_id": "21",
        "text": " Along this method of preparation, pan-cakes may be prepared with the juice of any of the following drugs—trailing eclipta, mudar, crested purple naildye, cadamba, black chaste tree, sal, holy basil, shrubby basil, Gandira, Kalamalaka, Parnasa, sneezewort, sweet marjoram, bakul, kurchi and hiritz, or similarly pancakes may be prepared from the juice of plantain, chiretta, turpeth root, emblic, chebulic and beleric myrobalans; and the patient should be given to drink the juice of these drugs either singly or in combinations of two or alt combined mixed with honey, early in the morning and on an empty stomach."
    },
    {
        "verse_id": "22",
        "text": " Taking horse-dung, spread it wide on a mat and dry it in the sun. Then crushing it in a mortar and again pounding it into fine powder upon a stone slab and impregnating it eight or ten times with the decoction of embelia or the three myrobalans, dry it in sunshine; when it is well impregnated pulverise it into very fine powder on a stone slab and put it into a new earthen vessel; it should then be laid by in a safe place. One tola of this powder or whatever dose is considered good should be given well mixed with honey as a linctus to the patient suffering from helminthiasis,"
    },
    {
        "verse_id": "23-(1)",
        "text": " Secondly, taking 1024 tolas of the stones of marking nuts, crush them and put them in a jug which is strong, impregnated with oil, perforated with many minute holes at the base, wrapt all over and pasted with clay, and cover it with a lid and place it (mouth downwards) over another jug which is strong, impregnated with oil similarly and buried in the ground upto its neck. Pile all around it cowdung cakes and ignite. When it is seen that the dung-cakes have been burnt and the stones of the marking nut have been drained of their oil, then the upper jug should be removed."
    },
    {
        "verse_id": "23",
        "text": "Take the oil collected in the lower jug, mix it with half its amount of the powder of embelia seeds and keep it in the sun for the whole day. This oil should be given as potion in proper dose. By this the patient gets purged satisfactorily. Post purgation treatment is to be given as laid down In the same way the oils of deodar and long leaved pine should be prepared and be given in the form of potion"
    },
    {
        "verse_id": "24",
        "text": " And then the patient should be administered unctuous enemata at the.right time."
    },
    {
        "verse_id": "25",
        "text": " The physician should say, “Bring the Autumnal Til which is fresh and rich.” Taking it, cleanse it well, wash and throw it in tepid decoction of embelia and keep it in the decoction till the impurities have been drained out. On finding it well cleaned, remove the husk and again clean it well and wash and impregnate it well twenty-one times with the decoction of embelia. After drying it in the sunshine, crush it in a mortar and reduce into fine powder on a stone slab. Put the powder into an earthen vessel and soaking it frequently with the decoction of embelia, rub it well with the hands. By this compression with the hands whatever oil comes out should be collected with the hand in a clean strong earthen jug and kept in a safe place."
    },
    {
        "verse_id": "26-(1)",
        "text": " The physician should say, “Do thus; 4 tolas each of the pulp of lodh and Uddalaka should, be finely pasted in the decoction of embelia. Then take half its [measure?] of the pulp of black turpeth and turpeth, half the measure again of the pulp of red physic nut and physic nut and half the measure again of chaba pepper and white flowered leadwort. This mixture of pulps should be mixed with 128 tolas of the decoction of embelia. Adding to this 64 tolas of the prepared oil, the whole mixture should be well-stirred. Then it should be placed in a big pan which should be placed on the fire for boiling. The pharmacist then should sit in a convenient position, and watching the boiling process of the oil all the time, should keep stirring constantly with a ladle and thus prepare it on a low fire."
    },
    {
        "verse_id": "26-(2)",
        "text": " When it is found that the bubbling has ceased and the foam has subsided and the oil has become clear and acquired the desired odor, color and taste, and when rubbed between the fingers the preparation is found to be neither too soft nor too Lard and does not stick to the fingers but gets rolled like a wick, then it is time to take off the oil-pan from the fire."
    },
    {
        "verse_id": "26-(3)",
        "text": " After taking it off from the fire, it should be allowed to cool down. Filtered with a new cloth it should be placed in a clean, strong earthen jug covered with a lid and wrapt [wrapped?] round with a. white piece of cloth, tied well with a twine and should be put in a safe place."
    },
    {
        "verse_id": "26 (4)",
        "text": " The patient should be given the potion in proper doses whereby he gets satisfactorily purged, After the patient has thus been well purified, the after-treatment should be given as laid down. The patient should be given an unctuous enema at the right time in such procedure."
    },
    {
        "verse_id": "26",
        "text": " Preparing in the same manner the oils of rape-seed, linseed, Indian beech and bitter luffa, the physician examining all the characteristics of the patient, should administer those oils as indicated. As a result of this the patient becomes free from disease."
    },
    {
        "verse_id": "27-(1)",
        "text": " Thus, the etiological factors, shape, color, name, effect and treatment of worms born of Kapha and feces have been described in general."
    },
    {
        "verse_id": "27-(2)",
        "text": " In particular, the treatment of worms is to be done by small doses of medications, mostly in the form of corrective and unctuous enemata and purgation (downward elimination); and the treatment of worms born of Kapha is to be done by big doses of these medications, mostly in the form of errhines, emesis and sedation. Thus the process of helminthicidal medication has been described. While carrying out this line of treatment one should try to avoid the respective causative factors."
    },
    {
        "verse_id": "27",
        "text": " Thus the treatment of the gastro-intestinal helminthiasis has been duly described"
    },
    {
        "verse_id": "28-29",
        "text": " Extraction is indeed said to be the first medication for worms, then comes the removal of the cause and thereafter the avoidance of etiological factors. This threefold line of treatment which has been just described regarding worms is indeed equally applicable in the treatment of all diseases."
    },
    {
        "verse_id": "30",
        "text": " Purification, sedation and avoi dance of causative factors—these ought to be observed by a physician in each and every disease, systematically."
    },
    {
        "verse_id": "31-32",
        "text": " The two kinds of diseased persons, the skilled and unskilled physicians, the purpose of their description, the twenty varieties of parasites, their description in seven parts such as cause, habitat etc.,—all this is narrated in this chapter entitled “The Specific Determination of the disease by the appearance of the patient”, in the Section on Specific Determination by the great sage, for the enlightenment of students as also for the cure of the disease."
    }
]