[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचइति सन्दिश्य भगवान् बार्हिषदैरभिपूजित: ।पश्यतां राजपुत्राणां तत्रैवान्तर्दधे हर: ॥ १ ॥",
        "english_devnagari": "maitreya uvācaiti sandiśya bhagavānbārhiṣadair abhipūjitaḥpaśyatāṁ rāja-putrāṇāṁtatraivāntardadhe haraḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "sandiśya",
            "bhagavān",
            "bārhiṣadaiḥ",
            "abhipūjitaḥ",
            "paśyatām",
            "rāja",
            "putrāṇām",
            "tatra",
            "eva",
            "antardadhe",
            "haraḥ"
        ],
        "translation": "The great sage Maitreya continued speaking to Vidura: My dear Vidura, in this way Lord Śiva instructed the sons of King Barhiṣat. The sons of the King also worshiped Lord Śiva with great devotion and respect. Finally, Lord Śiva became invisible to the princes.",
        "purport": " This chapter contains a great lesson concerning the monarchical kingdom in the days of yore. When King Barhiṣat was considering retiring from the royal duties, he sent his sons to perform austerities in order to become perfect kings for the welfare of the citizens. At the same time, King Barhiṣat was being instructed by the great sage Nārada about the material world and the living entity who wants to enjoy it. It is therefore very clear how the kings and princes were trained to take charge of a kingdom. Welfare activities for the benefit of the citizens were aimed at understanding the Supreme Personality of Godhead. The human form of life is especially meant for understanding God, our relationship with Him and our activities in His service. Because the kings took charge of the spiritual education of the citizens, both the king and the citizens were happy in Kṛṣṇa consciousness. In this regard, we should remember that the monarchical hierarchy of Prācīnabarhiṣat comes from Mahārāja Dhruva, a great devotee of the Lord and the most celebrated disciple of Nārada Muni. King Prācīnabarhiṣat was then too much engaged in fruitive activities due to performing different types of yajñas. One can actually be promoted to higher planetary systems or to the heavenly kingdoms by performing various yajñas, but there is no question of liberation or going back home, back to Godhead. When the great sage Nārada saw that a descendant of Mahārāja Dhruva was being misled by fruitive activities, Nārada took compassion upon him and personally came to instruct him about the ultimate benediction of life, bhakti-yoga. How Nārada Muni indirectly introduced the bhakti-yoga system to King Prācīnabarhiṣat is very interestingly described in this Twenty-fifth Chapter."
    },
    {
        "verse": "2",
        "devanagari": "रुद्रगीतं भगवत: स्तोत्रं सर्वे प्रचेतस: ।जपन्तस्ते तपस्तेपुर्वर्षाणामयुतं जले ॥ २ ॥",
        "english_devnagari": "rudra-gītaṁ bhagavataḥstotraṁ sarve pracetasaḥjapantas te tapas tepurvarṣāṇām ayutaṁ jale",
        "verse_Syn": [
            "rudra",
            "gītam",
            "bhagavataḥ",
            "stotram",
            "sarve",
            "pracetasaḥ",
            "japantaḥ",
            "te",
            "tapaḥ",
            "tepuḥ",
            "varṣāṇām",
            "ayutam",
            "jale"
        ],
        "translation": "All the Pracetā princes simply stood in the water for ten thousand years and recited the prayers given to them by Lord Śiva.",
        "purport": " Of course in the modern age one may be amazed how the princes could stand in the water for ten thousand years. However, living within air or living within water is the same process; one simply has to learn how to do it. The aquatics live within water for their whole life span. Certain favorable conditions are created to enable them to live within water. In those days, however, people used to live for one hundred thousand years. Out of so many years, if one could spare ten thousand years for the sake of austerity, he would be assured of success in his future life. This was not very astonishing. Although such a feat is impossible in this age, it was quite possible in Satya-yuga."
    },
    {
        "verse": "3",
        "devanagari": "प्राचीनबर्हिषं क्षत्त: कर्मस्वासक्तमानसम् ।नारदोऽध्यात्मतत्त्वज्ञ: कृपालु: प्रत्यबोधयत् ॥ ३ ॥",
        "english_devnagari": "prācīnabarhiṣaṁ kṣattaḥkarmasv āsakta-mānasamnārado ’dhyātma-tattva-jñaḥkṛpāluḥ pratyabodhayat",
        "verse_Syn": [
            "prācīnabarhiṣam",
            "kṣattaḥ",
            "karmasu",
            "āsakta",
            "mānasam",
            "nāradaḥ",
            "adhyātma",
            "tattva",
            "jñaḥ",
            "kṛpāluḥ",
            "pratyabodhayat"
        ],
        "translation": "While the princes were undergoing severe austerities in the water, their father was performing different types of fruitive activities. At this time the great saint Nārada, master and teacher of all spiritual life, became very compassionate upon the King and decided to instruct him about spiritual life.",
        "purport": " As pointed out by Prabodhānanda Sarasvatī Ṭhākura, a great devotee of Lord Caitanya, kaivalya, or merging into the Brahman effulgence, is just like going to hell. He similarly states that elevation to the upper planetary systems for the enjoyment of heavenly life is just so much phantasmagoria. This means that a devotee does not give any importance to the ultimate goal of the karmīs and jñānīs. The ultimate goal of the karmīs is promotion to the heavenly kingdom, and the ultimate goal of the jñānīs is merging into the Brahman effulgence. Of course, the jñānīs are superior to the karmīs, as confirmed by Lord Caitanya. Koṭi-karmaniṣṭha-madhye eka ‘jñānī’ śreṣṭha: “One jñānī, or impersonalist, is better than many thousands of fruitive actors.” (Cc. Madhya 19.147) Therefore a devotee never enters upon the path of karma, or elevation by fruitive activities. Nārada Muni took compassion upon King Prācīnabarhiṣat when he saw the King engaged in fruitive activity. In comparison to mundane workers, those who are trying to be elevated to the higher planetary systems by performing yajñas are undoubtedly superior. In pure devotional service, however, both karma and jñāna are considered bewildering features of the illusory energy."
    },
    {
        "verse": "4",
        "devanagari": "श्रेयस्त्वं कतमद्राजन् कर्मणात्मन ईहसे । दु:खहानि: सुखावाप्ति: श्रेयस्तन्नेह चेष्यते ॥ ४ ॥",
        "english_devnagari": "śreyas tvaṁ katamad rājankarmaṇātmana īhaseduḥkha-hāniḥ sukhāvāptiḥśreyas tan neha ceṣyate",
        "verse_Syn": [
            "śreyaḥ",
            "tvam",
            "katamat",
            "rājan",
            "karmaṇā",
            "ātmanaḥ",
            "īhase",
            "duḥkha",
            "hāniḥ",
            "sukha",
            "avāptiḥ",
            "śreyaḥ",
            "tat",
            "na",
            "iha",
            "ca",
            "iṣyate"
        ],
        "translation": "Nārada Muni asked King Prācīnabarhiṣat: My dear King, what do you desire to achieve by performing these fruitive activities? The chief aim of life is to get rid of all miseries and enjoy happiness, but these two things cannot be realized by fruitive activity.",
        "purport": " In this material world there is a great illusion which covers real intelligence. A man in the mode of passion wants to work very hard to derive some benefit, but he does not know that time will never allow him to enjoy anything permanently. Compared with the work one expends, the gain is not so profitable. Even if it is profitable, it is not without its distresses. If a man is not born rich and he wants to purchase a house, cars and other material things, he has to work hard day and night for many years in order to possess them. Thus happiness is not attained without undergoing some distress. Actually, pure happiness cannot be had within this material world. If we wish to enjoy something, we must suffer for something else. On the whole, suffering is the nature of this material world, and whatever enjoyment we are trying to achieve is simply illusion. After all, we have to suffer the miseries of birth, old age, disease and death. We may discover many fine medicines, but it is not possible to stop the sufferings of disease or death. Actually, medicine is not the counteracting agent for either disease or death. On the whole there is no happiness in this material world, but an illusioned person works very hard for so-called happiness. Indeed, this process of working hard is actually taken for happiness. This is called illusion. Therefore Nārada Muni asked King Prācīnabarhiṣat what he desired to attain by performing so many costly sacrifices. Even if one attains a heavenly planet, he cannot avoid the distresses of birth, old age, disease and death. Someone may argue that even devotees have to undergo many distresses in executing austerities and penances connected with devotional service. Of course, for the neophytes the routine of devotional service may be very painful, but at least they have the hope that they will ultimately be able to avoid all kinds of distresses and achieve the highest perfectional stage of happiness. For the common karmīs, there is no such hope because even if they are promoted to the higher planetary systems, they are not guaranteed freedom from the miseries of birth, old age, disease and death. Even Lord Brahmā, who is situated in the highest planetary system (Brahmaloka), has to die. Lord Brahmā’s birth and death may be different from an ordinary man’s, but within this material world he cannot avoid the distresses of birth, old age, disease and death. If one is at all serious about attaining liberation from these miseries, he must take to devotional service. This is confirmed by the Lord Himself in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” Thus after attaining full Kṛṣṇa consciousness, the devotee does not return to this material world after death. He goes back home, back to Godhead. That is the perfect stage of happiness, unblemished by any trace of distress."
    },
    {
        "verse": "5",
        "devanagari": "राजोवाचन जानामि महाभाग परं कर्मापविद्धधी: ।ब्रूहि मे विमलं ज्ञानं येन मुच्येय कर्मभि: ॥ ५ ॥",
        "english_devnagari": "rājovācana jānāmi mahā-bhāgaparaṁ karmāpaviddha-dhīḥbrūhi me vimalaṁ jñānaṁyena mucyeya karmabhiḥ",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "na",
            "jānāmi",
            "mahā",
            "bhāga",
            "param",
            "karma",
            "apaviddha",
            "dhīḥ",
            "brūhi",
            "me",
            "vimalam",
            "jñānam",
            "yena",
            "mucyeya",
            "karmabhiḥ"
        ],
        "translation": "The King replied: O great soul, Nārada, my intelligence is entangled in fruitive activities; therefore I do not know the ultimate goal of life. Kindly instruct me in pure knowledge so that I can get out of the entanglement of fruitive activities.",
        "purport": " Śrī Narottama dāsa Ṭhākura has sung: As long as a person is entangled in fruitive activities, he is bound to accept one body after another. This is called karma-bandha-phāṅsa, entanglement in fruitive activities. It does not matter whether one is engaged in pious or impious activities, for both are causes for further entanglement in material bodies. By pious activities one can take birth in a rich family and get a good education and a beautiful body, but this does not mean that the distresses of life are ultimately eliminated. In the Western countries it is not unusual for one to take birth in a rich aristocratic family, nor is it unusual for one to have a good education and a very beautiful body, but this does not mean that Westerners are free from the distresses of life. Although at the present moment the younger generation in Western countries has sufficient education, beauty and wealth, and although there is enough food, clothing, and facilities for sense gratification, they are in distress. Indeed, they are so distressed that they become hippies, and the laws of nature force them to accept a wretched life. Thus they go about unclean and without shelter or food, and they are forced to sleep in the street. It can be concluded that one cannot become happy by simply performing pious activities. It is not a fact that those who are born with a silver spoon in their mouth are free from the material miseries of birth, old age, disease and death. The conclusion is that one cannot be happy by simply executing pious or impious activities. Such activities simply cause entanglement and transmigration from one body to another. Narottama dāsa Ṭhākura calls this karma-bandha-phāṅsa. King Prācīnabarhiṣat admitted this fact and frankly asked Nārada Muni how he could get out of this karma-bandha-phāṅsa, entanglement in fruitive activities. This is actually the stage of knowledge indicated in the first verse of Vedānta-sūtra: athāto brahma-jijñāsā. When one actually reaches the platform of frustration in an attempt to discharge karma-bandha-phāṅsa, he inquires about the real value of life, which is called brahma-jijñāsā. In order to inquire about the ultimate goal of life, the Vedas (Muṇḍaka Upaniṣad 11.2.12) enjoin, tad-vijñānārthaṁ sa gurum evābhigacchet: “In order to understand the transcendental science, one must approach a bona fide spiritual master.” King Prācīnabarhiṣat found the best spiritual master, Nārada Muni, and he therefore asked him about that knowledge by which one can get out of the entanglement of karma-bandha-phāṅsa, fruitive activities. This is the actual business of human life. Jīvasya tattva-jijñāsā nārtho yaś ceha karmabhiḥ. As stated in the Second Chapter of the First Canto of Śrīmad-Bhāgavatam (1.2.10), a human being’s only business is inquiring from a bona fide spiritual master about extrication from the entanglement of karma-bandha-phāṅsa."
    },
    {
        "verse": "6",
        "devanagari": "गृहेषु कूटधर्मेषु पुत्रदारधनार्थधी: ।न परं विन्दते मूढो भ्राम्यन् संसारवर्त्मसु ॥ ६ ॥",
        "english_devnagari": "gṛheṣu kūṭa-dharmeṣuputra-dāra-dhanārtha-dhīḥna paraṁ vindate mūḍhobhrāmyan saṁsāra-vartmasu",
        "verse_Syn": [
            "gṛheṣu",
            "kūṭa",
            "dharmeṣu",
            "putra",
            "dāra",
            "dhana",
            "artha",
            "dhīḥ",
            "na",
            "param",
            "vindate",
            "mūḍhaḥ",
            "bhrāmyan",
            "saṁsāra",
            "vartmasu"
        ],
        "translation": "Those who are interested only in a so-called dutiful life — namely remaining as a householder entangled by sons and a wife and searching after wealth — think that such things are life’s ultimate goal. Such people simply wander in different types of bodies throughout this material existence without finding out the ultimate goal of life.",
        "purport": " Those who are too much attached to family life, which consists of entanglement with wife, children, wealth and home, are engaged in kūṭa-dharma, pseudo duties. Prahlāda Mahārāja has likened these pseudo occupational duties to a dark well (andha-kūpam). Prahlāda has purposefully spoken of this dark well because if one falls into this well he will die. He may cry for help, but no one will hear him or come to rescue him. The words bhrāmyan saṁsāra-vartmasu are significant. In Caitanya-caritāmṛta (Madhya 19.151), Śrī Caitanya Mahāprabhu very clearly explains, brahmāṇḍa bhramite kona bhāgyavān jīva. All living entities are wandering in different types of bodies throughout different planets, and if, in the course of their wanderings, they come in contact with a devotee by the direction of the Supreme Personality of Godhead, their lives become successful. Even though King Prācīnabarhiṣat was engaged in fruitive activity, the great sage Nārada appeared before him. The King was very fortunate to be able to associate with Nārada, who enlightened him in spiritual knowledge. It is the duty of all saintly persons to follow in the footsteps of Nārada Muni and travel all over the world to every country and village just to instruct illusioned persons about the goal of life and to save them from the entanglement of karma-bandha, fruitive activity."
    },
    {
        "verse": "7",
        "devanagari": "नारद उवाचभो भो: प्रजापते राजन् पशून् पश्यत्वयाध्वरे ।संज्ञापिताञ्जीवसङ्घान्निर्घृणेन सहस्रश: ॥ ७ ॥",
        "english_devnagari": "nārada uvācabhoḥ bhoḥ prajāpate rājanpaśūn paśya tvayādhvaresaṁjñāpitāñ jīva-saṅghānnirghṛṇena sahasraśaḥ",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "bhoḥ",
            "bhoḥ",
            "prajā",
            "pate",
            "rājan",
            "paśūn",
            "paśya",
            "tvayā",
            "adhvare",
            "saṁjñāpitān",
            "jīva",
            "saṅghān",
            "nirghṛṇena",
            "sahasraśaḥ"
        ],
        "translation": "The great saint Nārada said: O ruler of the citizens, my dear King, please see in the sky those animals which you have sacrificed without compassion and without mercy in the sacrificial arena.",
        "purport": " Because animal sacrifice is recommended in the Vedas, there are animal sacrifices in almost all religious rituals. However, one should not be satisfied simply by killing animals according to the directions of the scriptures. One should transcend the ritualistic ceremonies and try to understand the actual truth, the purpose of life. Nārada Muni wanted to instruct the King about the real purpose of life and invoke a spirit of renunciation in his heart. Knowledge and the spirit of renunciation (jñāna-vairāgya) are the ultimate goal of life. Without knowledge, one cannot become detached from material enjoyment, and without being detached from material enjoyment, one cannot make spiritual advancement. Karmīs are generally engaged in sense gratification, and for this end they are prepared to commit so many sinful activities. Animal sacrifice is but one such sinful activity. Consequently, by his mystic power Nārada Muni showed King Prācīnabarhiṣat the dead animals which he had sacrificed."
    },
    {
        "verse": "8",
        "devanagari": "एते त्वां सम्प्रतीक्षन्ते स्मरन्तो वैशसंतव ।सम्परेतम् अय:कूटैश्छिन्दन्त्युत्थितमन्यव: ॥ ८ ॥",
        "english_devnagari": "ete tvāṁ sampratīkṣantesmaranto vaiśasaṁ tavasamparetam ayaḥ-kūṭaiśchindanty utthita-manyavaḥ",
        "verse_Syn": [
            "ete",
            "tvām",
            "sampratīkṣante",
            "smarantaḥ",
            "vaiśasam",
            "tava",
            "samparetam",
            "ayaḥ",
            "kūṭaiḥ",
            "chindanti",
            "utthita",
            "manyavaḥ"
        ],
        "translation": "All these animals are awaiting your death so that they can avenge the injuries you have inflicted upon them. After you die, they will angrily pierce your body with iron horns.",
        "purport": " Nārada Muni wanted to draw King Prācīnabarhiṣat’s attention to the excesses of killing animals in sacrifices. It is said in the śāstras that by killing animals in a sacrifice, one immediately promotes them to human birth. Similarly, by killing their enemies on a battlefield, the kṣatriyas who fight for a right cause are elevated to the heavenly planets after death. In Manu-saṁhitā it is stated that it is necessary for a king to execute a murderer so that the murderer will not suffer for his criminal actions in his next life. On the basis of such understanding, Nārada Muni warns the King that the animals killed in sacrifices by the King await him at his death in order to avenge themselves. Nārada Muni is not contradicting himself here. Nārada Muni wanted to convince the King that overindulgence in animal sacrifice is risky because as soon as there is a small discrepancy in the execution of such a sacrifice, the slaughtered animal may not be promoted to a human form of life. Consequently, the person performing sacrifice will be responsible for the death of the animal, just as much as a murderer is responsible for killing another man. When animals are killed in a slaughterhouse, six people connected with the killing are responsible for the murder. The person who gives permission for the killing, the person who kills, the person who helps, the person who purchases the meat, the person who cooks the flesh and the person who eats it, all become entangled in the killing. Nārada Muni wanted to draw the King’s attention to this fact. Thus animal killing is not encouraged even in a sacrifice."
    },
    {
        "verse": "9",
        "devanagari": "अत्र ते कथयिष्येऽमुमितिहासं पुरातनम् ।पुरञ्जनस्य चरितं निबोध गदतो मम ॥ ९ ॥",
        "english_devnagari": "atra te kathayiṣye ’mumitihāsaṁ purātanampurañjanasya caritaṁnibodha gadato mama",
        "verse_Syn": [
            "atra",
            "te",
            "kathayiṣye",
            "amum",
            "itihāsam",
            "purātanam",
            "purañ",
            "janasya",
            "caritam",
            "nibodha",
            "gadataḥ",
            "mama"
        ],
        "translation": "In this connection I wish to narrate an old history connected with the character of a king called Purañjana. Please try to hear me with great attention.",
        "purport": " The great sage Nārada Muni turned toward another topic, the history of King Purañjana. This is nothing but the history of King Prācīnabarhiṣat told in a different way. In other words, this is an allegorical presentation. The word purañ-jana means “one who enjoys in a body.” This is clearly explained in the next few chapters. Because a person entangled in material activities wants to hear stories of material activities, Nārada Muni turned to the topics of King Purañjana, who is none other than King Prācīnabarhiṣat. Nārada Muni did not directly deprecate the value of performing sacrifices in which animals are sacrificed. Lord Buddha, however, directly rejected all animal sacrifice. Śrīla Jayadeva Gosvāmī has stated, nindasi yajña-vidher ahaha śruti-jātam. The word śruti-jātam indicates that in the Vedas animal sacrifice is recommended, but Lord Buddha directly denied Vedic authority in order to stop animal sacrifice. Consequently Lord Buddha is not accepted by the followers of the Vedas. Because he does not accept the authority of the Vedas, Lord Buddha is depicted as an agnostic or atheist. The great sage Nārada cannot decry the authority of the Vedas, but he wanted to indicate to King Prācīnabarhiṣat that the path of karma-kāṇḍa is very difficult and risky. Foolish persons accept the difficult path of karma-kāṇḍa for the sake of sense enjoyment, and those who are too much attached to sense enjoyment are called mūḍhas (rascals). It is very difficult for a mūḍha to understand the ultimate goal of life. In the propagation of the Kṛṣṇa consciousness movement, we actually see that many people are not attracted because they are mūḍhas engaged in fruitive activity. It is said, upadeśo hi mūrkhāṇāṁ prakopāya na śāntaye: if good instructions are given to a foolish rascal, he simply becomes angry and turns against the instructions instead of taking advantage of them. Because Nārada Muni knew this very well, he indirectly instructed the King by giving him the history of his entire life. In order to wear a gold or diamond nose pin or earring, one has to pierce the ear or nose. Such pain endured for the sake of sense gratification is endured on the path of karma-kāṇḍa, the path of fruitive activity. If one wishes to enjoy something in the future, he has to endure trouble in the present. If one wants to become a millionaire in the future and enjoy his riches, he has to work very hard at the present moment in order to accumulate money. This is karma-kāṇḍīya. Those who are too much attached to such a path undergo the risk anyway. Nārada Muni wanted to show King Prācīnabarhiṣat how one undergoes great troubles and miseries in order to engage in fruitive activity. A person who is very much attached to material activity is called viṣayī. A viṣayī is an enjoyer of viṣaya, which means eating, sleeping, mating and defending. Nārada Muni is indirectly indicating through the story of King Purañjana that eating, sleeping, mating and defending are troublesome and risky. The words itihāsam, “history,” and purātanam, “old,” indicate that although a living entity lives within the material body, the history of the living entity within the material body is very old. In this regard, Śrīla Bhaktivinoda Ṭhākura has sung, anādi karama-phale, paḍi’ bhavārṇava-jale, taribāre nā dekhi upāya: “Due to my past fruitive activities I have fallen into the water of material existence, and I cannot find any way to get out of it.” Every living entity is suffering in this material existence from past activities; therefore everyone has a very old history. Foolish material scientists have manufactured their own theories of evolution, which are simply concerned with the material body. But actually this is not the real evolution. The real evolution is the history of the living entity, who is purañjana, “living within the body.” Śrī Nārada Muni will explain this evolutionary theory in a different way for the understanding of sane persons."
    },
    {
        "verse": "10",
        "devanagari": "आसीत्पुरञ्जनो नाम राजा राजन् बृहच्छ्रवा: ।तस्याविज्ञातनामासीत्सखाविज्ञातचेष्टित: ॥ १० ॥",
        "english_devnagari": "āsīt purañjano nāmarājā rājan bṛhac-chravāḥtasyāvijñāta-nāmāsītsakhāvijñāta-ceṣṭitaḥ",
        "verse_Syn": [
            "āsīt",
            "purañjanaḥ",
            "nāma",
            "rājā",
            "rājan",
            "bṛhat",
            "śravāḥ",
            "tasya",
            "avijñāta",
            "nāmā",
            "āsīt",
            "sakhā",
            "avijñāta",
            "ceṣṭitaḥ"
        ],
        "translation": "My dear King, once in the past lived a king named Purañjana, who was celebrated for his great activities. He had a friend named Avijñāta [“the unknown one”]. No one could understand the activities of Avijñāta.",
        "purport": " Every living entity is purañjana. The word puram means “within this body, within this form,” and jana means “living entity.” Thus everyone is purañjana. Every living entity is supposed to be the king of his body because the living entity is given full freedom to use his body as he likes. He usually engages his body for sense gratification, because one who is in the bodily conception of life feels that the ultimate goal of life is to serve the senses. This is the process of karma-kāṇḍa. One who has no inner knowledge, who does not know that he is actually the spirit soul living within the body, who is simply enamored by the dictation of the senses, is called a materialist. A materialistic person interested in sense gratification can be called a purañjana. Because such a materialistic person utilizes his senses according to his whims, he may also be called a king. An irresponsible king takes the royal position to be his personal property and misuses his treasury for sense gratification. The word bṛhac-chravāḥ is also significant. The word śravaḥ means “fame.” The living entity is famous from ancient times, for as stated in Bhagavad-gītā (2.20), na jāyate mriyate vā: “The living entity is never born and never dies.” Because he is eternal, his activities are eternal, although they are performed in different types of bodies. Na hanyate hanyamāne śarīre: “He does not die, even after the annihilation of the body.” Thus the living entity transmigrates from one body to another and performs various activities. In each body the living entity performs so many acts. Sometimes he becomes a great hero — just like Hiraṇyakaśipu and Kaṁsa or, in the modern age, Napoleon or Hitler. The activities of such men are certainly very great, but as soon as their bodies are finished, everything else is finished. Then they remain in name only. Therefore a living entity may be called bṛhac-chravāḥ; he may have a great reputation for various types of activities. Nonetheless, he has a friend whom he does not know. Materialistic persons do not understand that God is present as the Supersoul, who is situated within the heart of every living entity. Although the Paramātmā sits beside the jīvātmā as a friend, the jīvātmā, or living entity, does not know it. Consequently he is described as avijñāta-sakhā, meaning “one who has an unknown friend.” The word avijñāta-ceṣṭitaḥ is also significant because a living entity works hard under the direction of the Paramātmā and is carried away by the laws of nature. Nonetheless, he thinks himself independent of God and independent of the stringent laws of material nature. It is stated in Bhagavad-gītā (2.24): “This individual soul is unbreakable and insoluble and can be neither burned nor dried. He is everlasting, all-pervading, unchangeable, immovable and eternally the same.” The living entity is sanātana, eternal. Because he cannot be killed by any weapon, burnt into ashes by fire, soaked or moistened by water, nor dried up by air, he is considered to be immune to material reactions. Although he is changing bodies, he is not affected by the material conditions. He is placed under the material conditions, and he acts according to the directions of his friend, the Supersoul. As stated in Bhagavad-gītā (15.15): “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” Thus the Lord as Paramātmā is situated in everyone’s heart, and He gives directions to the living entity to act in whatever way the living entity desires. In this life and in his previous lives the living entity does not know that the Lord is giving him a chance to fulfill all kinds of desires. No one can fulfill any desire without the sanction of the Lord. All the facilities given by the Lord are unknown to the conditioned soul."
    },
    {
        "verse": "11",
        "devanagari": "सोऽन्वेषमाण: शरणं बभ्राम पृथिवीं प्रभु: ।नानुरूपं यदाविन्ददभूत्स विमना इव ॥ ११ ॥",
        "english_devnagari": "so ’nveṣamāṇaḥ śaraṇaṁbabhrāma pṛthivīṁ prabhuḥnānurūpaṁ yadāvindadabhūt sa vimanā iva",
        "verse_Syn": [
            "saḥ",
            "anveṣamāṇaḥ",
            "śaraṇam",
            "babhrāma",
            "pṛthivīm",
            "prabhuḥ",
            "na",
            "anurūpam",
            "yadā",
            "avindat",
            "abhūt",
            "saḥ",
            "vimanāḥ",
            "iva"
        ],
        "translation": "King Purañjana began to search for a suitable place to live, and thus he traveled all over the world. Even after a great deal of traveling, he could not find a place just to his liking. Finally he became morose and disappointed.",
        "purport": " The travelings of Purañjana are similar to the travelings of the modern hippies. Generally hippies are sons of great fathers and great families. It is not that they are always poor. But some way or another they abandon the shelter of their rich fathers and travel all over the world. As stated in this verse, the living entity wants to become a prabhu, or master. The word prabhu means “master,” but actually the living entity is not a master; he is the eternal servant of God. When the living entity abandons the shelter of God, Kṛṣṇa, and tries to become a prabhu independently, he travels all over the creation. There are 8,400,000 species of life and millions and millions and trillions of planets within the creation. The living entity wanders throughout these various types of bodies and throughout different planets, and thus he is like King Purañjana, who traveled all over the world looking for a suitable place to live. Śrī Narottama dāsa Ṭhākura has sung, karma-kāṇḍa, jñāna-kāṇḍa, kevala viṣera bhāṇḍa: “The path of karma-kāṇḍa [fruitive activities] and the path of jñāna-kāṇḍa [speculation] are just like strong pots of poison.” Amṛta baliyā yebā khāya, nānā yoni sadā phire: “A person who mistakes this poison to be nectar and drinks it travels in different species of life.” Kadarya bhakṣaṇa kare: “And, according to his body, he eats all types of abominable things.” For instance, when the living entity is in the body of a hog, he eats stool. When the living entity is in the body of a crow, he eats all kinds of refuse, even pus and mucus, and enjoys it. Thus Narottama dāsa Ṭhākura points out that the living entity travels in different types of bodies and eats all kinds of abominable things. When he does not become ultimately happy, he becomes morose or takes to the ways of hippies. Thus in this verse it is said (na anurūpam) that the King could never find a place suitable for his purposes. This is because in any form of life and on any planet in the material world, a living entity cannot be happy because everything in the material world is unsuitable for the spirit soul. As stated in this verse, the living entity independently wants to become a prabhu, but as soon as he gives up this idea and becomes a servant of God, Kṛṣṇa, his happiness immediately begins. Therefore Śrīla Bhaktivinoda Ṭhākura sings: “My dear living entity, why are you being carried away by the waves of māyā?” As stated in the Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine made of the material energy.” The living entity is carried in the machine of the body through so many species of life on so many planets. Therefore Bhaktivinoda Ṭhākura asks the living entity why he is being carried away in these bodily machines to be placed in so many different circumstances. He advises that one surmount the waves of māyā by surrendering unto Kṛṣṇa: As soon as we confront Kṛṣṇa, Kṛṣṇa advises: “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” (Bg. 18.66) Thus we are immediately relieved from traveling from one body to another and from one planet to another. Śrī Caitanya Mahāprabhu says, brahmāṇḍa bhramite kona bhāgyavān jīva (Cc. Madhya 19.151). If, while traveling, a living entity becomes fortunate enough to become blessed by the association of devotees and to come to Kṛṣṇa consciousness, his real life actually begins. This Kṛṣṇa consciousness movement is giving all wandering living entities a chance to take to the shelter of Kṛṣṇa and thus become happy. In this verse the words vimanā iva are very significant. In this material world even the great King of heaven is also full of anxiety. If even Lord Brahmā is full of anxiety, what of these ordinary living entities who are working within this planet? Bhagavad-gītā (8.16) confirms: “From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place.” In the material world a living entity is never satisfied. Even in the position of Brahmā or in the position of Indra or Candra, one is full of anxiety simply because he has accepted this material world as a place of happiness."
    },
    {
        "verse": "12",
        "devanagari": "न साधु मेने ता: सर्वा भूतले यावती:पुर: ।कामान् कामयमानोऽसौ तस्य तस्योपपत्तये ॥ १२ ॥",
        "english_devnagari": "na sādhu mene tāḥ sarvābhūtale yāvatīḥ puraḥkāmān kāmayamāno ’sautasya tasyopapattaye",
        "verse_Syn": [
            "na",
            "sādhu",
            "mene",
            "tāḥ",
            "sarvāḥ",
            "bhū",
            "tale",
            "yāvatīḥ",
            "puraḥ",
            "kāmān",
            "kāmayamānaḥ",
            "asau",
            "tasya",
            "tasya",
            "upapattaye"
        ],
        "translation": "King Purañjana had unlimited desires for sense enjoyment; consequently he traveled all over the world to find a place where all his desires could be fulfilled. Unfortunately he found a feeling of insufficiency everywhere.",
        "purport": " Śrīla Vidyāpati, a great Vaiṣṇava poet, has sung: Material sense gratification, with society, friendship and love, is herein compared to a drop of water falling on a desert. A desert requires oceans of water to satisfy it, and if only a drop of water is supplied, what is its use? Similarly, the living entity is part and parcel of the Supreme Personality of Godhead, who, as stated in the Vedānta-sūtra, is ānandamayo ’bhyāsāt, full of enjoyment. Being part and parcel of the Supreme Personality of Godhead, the living entity is also seeking complete enjoyment. However, complete enjoyment cannot be achieved separate from the Supreme Personality of Godhead. In his wanderings in the different species of life, the living entity may taste some type of enjoyment in one body or another, but full enjoyment of the senses cannot be obtained in any material body. Thus Purañjana, the living entity, wanders in different types of bodies, but everywhere meets frustration in his attempt to enjoy. In other words, the spiritual spark covered by matter cannot fully enjoy the senses in any circumstance in material life. A deer may become absorbed in the musical sounds vibrated by the hunter, but the result is that it loses its life. Similarly, a fish is very expert in gratifying its tongue, but when it eats the bait offered by the fisherman, it loses its life. Even the elephant, who is so strong, is captured and loses its independence while satisfying its genitals with a female elephant. In each and every species of life, the living entity gets a body to satisfy various senses, but he cannot enjoy all his senses at one time. In the human form of life he gets an opportunity to enjoy all his senses pervertedly, but the result is that he becomes so harassed in his attempted sense gratification that he ultimately becomes morose. As he tries to satisfy his senses more and more, he becomes more and more entangled."
    },
    {
        "verse": "13",
        "devanagari": "स एकदा हिमवतो दक्षिणेष्वथ सानुषु ।ददर्श नवभिर्द्वार्भि: पुरं लक्षितलक्षणाम् ॥ १३ ॥",
        "english_devnagari": "sa ekadā himavatodakṣiṇeṣv atha sānuṣudadarśa navabhir dvārbhiḥpuraṁ lakṣita-lakṣaṇām",
        "verse_Syn": [
            "saḥ",
            "ekadā",
            "himavataḥ",
            "dakṣiṇeṣu",
            "atha",
            "sānuṣu",
            "dadarśa",
            "navabhiḥ",
            "dvārbhiḥ",
            "puram",
            "lakṣita",
            "lakṣaṇām"
        ],
        "translation": "Once, while wandering in this way, he saw on the southern side of the Himālayas, in a place named Bhārata-varṣa [India], a city that had nine gates all about and was characterized by all auspicious facilities.",
        "purport": " The tract of land south of the Himālaya Mountains is the land of India, which was known as Bhārata-varṣa. When a living entity takes birth in Bhārata-varṣa he is considered to be most fortunate. Indeed, Caitanya Mahāprabhu has stated: Thus whoever takes birth in the land of Bhārata-varṣa attains all the facilities of life. He may take advantage of all these facilities for both material and spiritual advancement and thus make his life successful. After attaining the goal of life, one may distribute his knowledge and experience all over the world for humanitarian purposes. In other words, one who takes birth in the land of Bhārata-varṣa by virtue of his past pious activities gets full facility to develop the human form of life. In India, the climatic condition is such that one can live very peacefully without being disturbed by material conditions. Indeed, during the time of Mahārāja Yudhiṣṭhira or Lord Rāmacandra, people were free from all anxieties. There was not even extreme cold or extreme heat. The three kinds of miserable conditions — adhyātmika, adhibhautika and adhidaivika (miseries inflicted by the body and mind itself, those inflicted by other living entities, and natural disturbances) — were all absent during the reign of Lord Rāmacandra or Mahārāja Yudhiṣṭhira. But at present, compared to other countries on earth, India is artificially disturbed. Despite these material disturbances, however, the country’s culture is such that one can easily attain the goal of life — namely salvation, or liberation from material bondage. Thus in order to take birth in India one must have performed many pious activities in a past life. In this verse the word lakṣita-lakṣaṇām indicates that the human body attained in Bhārata-varṣa is very auspicious. Vedic culture is full of knowledge, and a person born in India can fully take advantage of Vedic cultural knowledge and the cultural system known as varṇāśrama-dharma. Even at the present time, as we travel all over the world, we see that in some countries human beings have many material facilities but no facilities for spiritual advancement. We find everywhere the defects of one-sided facilities and a lack of full facilities. A blind man can walk but not see, and a lame man cannot walk but can see Following the logic called andha-paṅgu-nyāya, the blind man may take the lame man over his shoulder, and as the blind man walks the lame man may give him directions. Thus combined they may walk, but individually neither the blind man nor the lame man can walk successfully. Similarly, this human form of life is meant for the advancement of spiritual life and for keeping the material necessities in order. Especially in the Western countries there are ample facilities for material comforts, but no one has any idea of spiritual advancement. Many are hankering after spiritual advancement, but many cheaters come, take advantage of their money, bluff them and go away. Fortunately the Kṛṣṇa consciousness movement is there to give all facilities for both material and spiritual advancement. In this way people in the Western countries may take advantage of this movement. In India any man in the villages, unaffected by the industrial cities of India, can still live in any condition and make spiritual advancement. The body has been called the city of nine gates, and these nine gates include two eyes, two ears, two nostrils, one mouth, a genital organ and a rectum. When the nine gates are clean and working properly, it is to be understood that the body is healthy. In India these nine gates are kept clean by the villagers who rise early in the morning, bathe in the well or rivers, go to the temples to attend maṅgala-ārati, chant the Hare Kṛṣṇa mahā-mantra and take prasāda. In this way one can take advantage of all the facilities of human life. We are gradually introducing this system in different centers in our Society in the Western countries. One who takes advantage of it becomes more and more enlightened in spiritual life. At the present moment, India may be compared to the lame man and the Western countries to the blind man. For the past two thousand years India has been subjugated by the rule of foreigners, and the legs of progress have been broken. In the Western countries the eyes of the people have become blind due to the dazzling glitter of material opulence. The blind man of the Western countries and the lame man of India should combine together in this Kṛṣṇa consciousness movement. Then the lame man of India can walk with the help of the Westerner, and the blind Westerner can see with the help of the lame man. In short, the material advancement of the Western countries and the spiritual assets of India should combine for the elevation of all human society."
    },
    {
        "verse": "14",
        "devanagari": "प्राकारोपवनाट्टालपरिखैरक्षतोरणै: ।स्वर्णरौप्यायसै: श‍ृङ्गै: सङ्कुलां सर्वतो गृहै: ॥ १४ ॥",
        "english_devnagari": "prākāropavanāṭṭāla-parikhair akṣa-toraṇaiḥsvarṇa-raupyāyasaiḥ śṛṅgaiḥsaṅkulāṁ sarvato gṛhaiḥ",
        "verse_Syn": [
            "prākāra",
            "upavana",
            "aṭṭāla",
            "parikhaiḥ",
            "akṣa",
            "toraṇaiḥ",
            "svarṇa",
            "raupya",
            "ayasaiḥ",
            "śṛṅgaiḥ",
            "saṅkulām",
            "sarvataḥ",
            "gṛhaiḥ"
        ],
        "translation": "That city was surrounded by walls and parks, and within it were towers, canals, windows and outlets. The houses there were decorated with domes made of gold, silver and iron.",
        "purport": " The body is protected by walls of skin. The hairs on the body are compared to parks, and the highest parts of the body, like the nose and head, are compared to towers. The wrinkles and depressions on different parts of the body are compared to trenches or canals, the eyes are compared to windows, and the eyelids are compared to protective gates. The three types of metal — gold, silver and iron — represent the three modes of material nature. Gold represents goodness; silver, passion; and iron, ignorance. The body is also sometimes considered to be a bag containing three elements (tri-dhātu): mucus, bile and air (kapha, pitta and vāyu). Yasyātma-buddhiḥ kuṇape tri-dhātuke. According to Bhāgavatam (10.84.13), one who considers this bag of mucus, bile and air to be the self is considered no better than a cow or an ass."
    },
    {
        "verse": "15",
        "devanagari": "नीलस्फटिकवैदूर्यमुक्तामरकतारुणै: ।क्लृप्तहर्म्यस्थलीं दीप्तां श्रिया भोगवतीमिव ॥ १५ ॥",
        "english_devnagari": "nīla-sphaṭika-vaidūrya-muktā-marakatāruṇaiḥkḷpta-harmya-sthalīṁ dīptāṁśriyā bhogavatīm iva",
        "verse_Syn": [
            "nīla",
            "sphaṭika",
            "vaidūrya",
            "muktā",
            "marakata",
            "aruṇaiḥ",
            "kḷpta",
            "harmya",
            "sthalīm",
            "dīptām",
            "śriyā",
            "bhogavatīm",
            "iva"
        ],
        "translation": "The floors of the houses in that city were made of sapphire, crystal, diamonds, pearls, emeralds and rubies. Because of the luster of the houses in the capital, the city was compared to the celestial town named Bhogavatī.",
        "purport": " In the city of the body, the heart is considered to be the capital. Just as the capital of a state is especially gorgeously filled with various high buildings and lustrous palaces, the heart of the body is filled with various desires and plans for material enjoyment. Such plans are sometimes compared to valuable jewels such as sapphires, rubies, pearls and emeralds. The heart becomes the center for all planning for material enjoyment."
    },
    {
        "verse": "16",
        "devanagari": "सभाचत्वररथ्याभिराक्रीडायतनापणै: ।चैत्यध्वजपताकाभिर्युक्तां विद्रुमवेदिभि: ॥ १६ ॥",
        "english_devnagari": "sabhā-catvara-rathyābhirākrīḍāyatanāpaṇaiḥcaitya-dhvaja-patākābhiryuktāṁ vidruma-vedibhiḥ",
        "verse_Syn": [
            "sabhā",
            "catvara",
            "rathyābhiḥ",
            "ākrīḍa",
            "āyatana",
            "āpaṇaiḥ",
            "caitya",
            "dhvaja",
            "patākābhiḥ",
            "yuktām",
            "vidruma",
            "vedibhiḥ"
        ],
        "translation": "In that city there were many assembly houses, street crossings, streets, restaurants, gambling houses, markets, resting places, flags, festoons and beautiful parks. All these surrounded the city.",
        "purport": " In this way the capital is described. In the capital there are assembly houses and many squares, many street crossings, avenues and streets, many gambling places, markets and places of rest, all decorated with flags and festoons. The squares are surrounded with railings and are devoid of trees. The heart of the body can be compared to the assembly house, for the living entity is within the heart along with the Paramātmā, and thus the heart is the center of all remembrance, forgetfulness and deliberation. As stated in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca. In the body the eyes, ears and nose are different places of attraction for sense enjoyment, and the streets for going hither and thither may be compared to different types of air blowing within the body. The yogic process for controlling the air within the body and the different nerves is called suṣumnā, the path of liberation. The body is also a resting place because when the living entity becomes fatigued he takes rest within the body. The palms and the soles of the feet are compared to flags and festoons."
    },
    {
        "verse": "17",
        "devanagari": "पुर्यास्तु बाह्योपवने दिव्यद्रुमलताकुले ।नदद्विहङ्गालिकुलकोलाहलजलाशये ॥ १७ ॥",
        "english_devnagari": "puryās tu bāhyopavanedivya-druma-latākulenadad-vihaṅgāli-kula-kolāhala-jalāśaye",
        "verse_Syn": [
            "puryāḥ",
            "tu",
            "bāhya",
            "upavane",
            "divya",
            "druma",
            "latā",
            "ākule",
            "nadat",
            "vihaṅga",
            "ali",
            "kula",
            "kolāhala",
            "jala",
            "āśaye"
        ],
        "translation": "On the outskirts of that city were many beautiful trees and creepers encircling a nice lake. Also surrounding that lake were many groups of birds and bees that were always chanting and humming.",
        "purport": " Since the body is a great city, there must be various arrangements such as lakes and gardens for sense enjoyment. Of the various parts of the body, those which incite sexual impulses are referred to here indirectly. Because the body has genitals, when the living entity attains the right age — be he man or woman — he becomes agitated by the sex impulse. As long as one remains a child, he is not agitated by seeing a beautiful woman. Although the sense organs are present, unless the age is ripe there is no sex impulse. The favorable conditions surrounding the sex impulse are compared here to a garden or a nice solitary park. When one sees the opposite sex, naturally the sex impulse increases. It is said that if a man in a solitary place does not become agitated upon seeing a woman, he is to be considered a brahmacārī. But this practice is almost impossible. The sex impulse is so strong that even by seeing, touching or talking, coming into contact with, or even thinking of the opposite sex — even in so many subtle ways — one becomes sexually impelled. Consequently, a brahmacārī or sannyāsī is prohibited to associate with women, especially in a secret place. The śāstras enjoin that one should not even talk to a woman in a secret place, even if she happens to be one’s own daughter, sister or mother. The sex impulse is so strong that even if one is very learned, he becomes agitated in such circumstances. If this is the case, how can a young man in a nice park remain calm and quiet after seeing a beautiful young woman?"
    },
    {
        "verse": "18",
        "devanagari": "हिमनिर्झरविप्रुष्मत्कुसुमाकरवायुना ।चलत्प्रवालविटपनलिनीतटसम्पदि ॥ १८ ॥",
        "english_devnagari": "hima-nirjhara-vipruṣmat-kusumākara-vāyunācalat-pravāla-viṭapa-nalinī-taṭa-sampadi",
        "verse_Syn": [
            "hima",
            "nirjhara",
            "vipruṭ",
            "mat",
            "kusuma",
            "ākara",
            "vāyunā",
            "calat",
            "pravāla",
            "viṭapa",
            "nalinī",
            "taṭa",
            "sampadi"
        ],
        "translation": "The branches of the trees standing on the bank of the lake received particles of water carried by the spring air from the falls coming down from the icy mountain.",
        "purport": " In this verse the word hima-nirjhara is particularly significant. The waterfall represents a kind of liquid humor or rasa (relationship). In the body there are different types of humor, rasa or mellow. The supreme mellow (relationship) is called the sexual mellow (ādi-rasa). When this ādi-rasa, or sex desire, comes in contact with the spring air moved by Cupid, it becomes agitated. In other words, all these are representations of rūpa, rasa, gandha, śabda and sparśa. The wind is sparśa, or touch; the waterfall is rasa, or taste; the spring air (kusumākara) is smell. All these varieties of enjoyment make life very pleasing, and thus we become captivated by material existence."
    },
    {
        "verse": "19",
        "devanagari": "नानारण्यमृगव्रातैरनाबाधे मुनिव्रतै: ।आहूतं मन्यते पान्थो यत्र कोकिलकूजितै: ॥ १९ ॥",
        "english_devnagari": "nānāraṇya-mṛga-vrātairanābādhe muni-vrataiḥāhūtaṁ manyate pānthoyatra kokila-kūjitaiḥ",
        "verse_Syn": [
            "nānā",
            "araṇya",
            "mṛga",
            "vrātaiḥ",
            "anābādhe",
            "muni",
            "vrataiḥ",
            "āhūtam",
            "manyate",
            "pānthaḥ",
            "yatra",
            "kokila",
            "kūjitaiḥ"
        ],
        "translation": "In such an atmosphere even the animals of the forest became nonviolent and nonenvious like great sages. Consequently, the animals did not attack anyone. Over and above everything was the cooing of the cuckoos. Any passenger passing along that path was invited by that atmosphere to take rest in that nice garden.",
        "purport": " A peaceful family with wife and children is compared to the peaceful atmosphere of the forest. Children are compared to nonviolent animals. Sometimes, however, wives and children are called svajanākhya-dasyu, burglars in the name of kinsmen. A man earns his livelihood with hard labor, but the result is that he is plundered by his wife and children exactly as a person in a forest is attacked by some thieves and burglars who take his money. Nonetheless, in family life the turmoil of wife and children appears to be like the cooing of the cuckoos in the garden of family life. Being invited by such an atmosphere, the person who is passing through such a blissful family life desires to have his family with him at all costs."
    },
    {
        "verse": "20",
        "devanagari": "यद‍ृच्छयागतां तत्र ददर्श प्रमदोत्तमाम् ।भृत्यैर्दशभिरायान्तीमेकैकशतनायकै: ॥ २० ॥",
        "english_devnagari": "yadṛcchayāgatāṁ tatradadarśa pramadottamāmbhṛtyair daśabhir āyāntīmekaika-śata-nāyakaiḥ",
        "verse_Syn": [
            "yadṛcchayā",
            "āgatām",
            "tatra",
            "dadarśa",
            "pramadā",
            "uttamām",
            "bhṛtyaiḥ",
            "daśabhiḥ",
            "āyāntīm",
            "eka",
            "eka",
            "śata",
            "nāyakaiḥ"
        ],
        "translation": "While wandering here and there in that wonderful garden, King Purañjana suddenly came in contact with a very beautiful woman who was walking there without any engagement. She had ten servants with her, and each servant had hundreds of wives accompanying him.",
        "purport": " The body has already been compared to a beautiful garden. During youth the sex impulse is awakened, and the intelligence, according to one’s imagination, is prone to contact the opposite sex. In youth a man or woman is in search of the opposite sex by intelligence or imagination, if not directly. The intelligence influences the mind, and the mind controls the ten senses. Five of these senses gather knowledge, and five work directly. Each sense has many desires to be fulfilled. This is the position of the body and the owner of the body, purañjana, who is within the body."
    },
    {
        "verse": "21",
        "devanagari": "पञ्चशीर्षाहिना गुप्तां प्रतीहारेण सर्वत: ।अन्वेषमाणामृषभमप्रौढां कामरूपिणीम् ॥ २१ ॥",
        "english_devnagari": "pañca-śīrṣāhinā guptāṁpratīhāreṇa sarvataḥanveṣamāṇām ṛṣabhamaprauḍhāṁ kāma-rūpiṇīm",
        "verse_Syn": [
            "pañca",
            "śīrṣa",
            "ahinā",
            "guptām",
            "pratīhāreṇa",
            "sarvataḥ",
            "anveṣamāṇām",
            "ṛṣabham",
            "aprauḍhām",
            "kāma",
            "rūpiṇīm"
        ],
        "translation": "The woman was protected on all sides by a five-hooded snake. She was very beautiful and young, and she appeared very anxious to find a suitable husband.",
        "purport": " The vital force of a living entity includes the five kinds of air working within the body, which are known as prāṇa, apāna, vyāna, samāna and udāna. The vital force is compared to a serpent because a serpent can live by simply drinking air. The vital force carried by the air is described as the pratīhāra, or the bodyguard. Without the vital force one cannot live for a moment. Indeed, all the senses are working under the protection of the vital force. The woman, who represents intelligence, was searching after a husband. This indicates that intelligence cannot act without consciousness. A beautiful woman is useless unless protected by the proper husband. Intelligence must always be very fresh; therefore the word aprauḍhām, “very young,” is used here. Material enjoyment means utilizing the intelligence for the sake of rūpa, rasa, gandha, śabda and sparśa, or form, taste, smell, sound and touch."
    },
    {
        "verse": "22",
        "devanagari": "सुनासां सुदतीं बालां सुकपोलां वराननाम् ।समविन्यस्तकर्णाभ्यां बिभ्रतीं कुण्डलश्रियम् ॥ २२ ॥",
        "english_devnagari": "sunāsāṁ sudatīṁ bālāṁsukapolāṁ varānanāmsama-vinyasta-karṇābhyāṁbibhratīṁ kuṇḍala-śriyam",
        "verse_Syn": [
            "su",
            "nāsām",
            "su",
            "datīm",
            "bālām",
            "su",
            "kapolām",
            "vara",
            "ānanām",
            "sama",
            "vinyasta",
            "karṇābhyām",
            "bibhratīm",
            "kuṇḍala",
            "śriyam"
        ],
        "translation": "The woman’s nose, teeth and forehead were all very beautiful. Her ears were equally very beautiful and were bedecked with dazzling earrings.",
        "purport": " The body of intelligence enjoys the objects of sense gratification that cover it, such as smell, vision and hearing. The word sunāsām, “beautiful nose,” indicates the organ for acquiring knowledge by smell. Similarly, the mouth is the instrument for acquiring knowledge by taste, for by chewing an object and touching it with the tongue we can understand its taste. The word sukapolām, “nice forehead,” indicates a clear brain capable of understanding things as they are. By intelligence one can set things in order. The earrings set upon the two ears are placed there by the work of the intelligence. Thus the ways of acquiring knowledge are described metaphorically."
    },
    {
        "verse": "23",
        "devanagari": "पिशङ्गनीवीं सुश्रोणीं श्यामां कनकमेखलाम् ।पद्‌भ्यां क्‍वणद्‌भ्यां चलन्तीं नूपुरैर्देवतामिव ॥ २३ ॥",
        "english_devnagari": "piśaṅga-nīvīṁ suśroṇīṁśyāmāṁ kanaka-mekhalāmpadbhyāṁ kvaṇadbhyāṁ calantīṁnūpurair devatām iva",
        "verse_Syn": [
            "piśaṅga",
            "nīvīm",
            "su",
            "śroṇīm",
            "śyāmām",
            "kanaka",
            "mekhalām",
            "padbhyām",
            "kvaṇadbhyām",
            "calantīm",
            "nūpuraiḥ",
            "devatām",
            "iva"
        ],
        "translation": "The waist and hips of the woman were very beautiful. She was dressed in a yellow sārī with a golden belt. While she walked, her ankle bells rang. She appeared exactly like a denizen of the heavens.",
        "purport": " This verse expresses the joyfulness of the mind upon seeing a woman with raised hips and breasts dressed in an attractive sārī and bedecked with ornaments."
    },
    {
        "verse": "24",
        "devanagari": "स्तनौ व्यञ्जितकैशोरौ समवृत्तौ निरन्तरौ ।वस्त्रान्तेन निगूहन्तीं व्रीडया गजगामिनीम् ॥ २४ ॥",
        "english_devnagari": "stanau vyañjita-kaiśorausama-vṛttau nirantarauvastrāntena nigūhantīṁvrīḍayā gaja-gāminīm",
        "verse_Syn": [
            "stanau",
            "vyañjita",
            "kaiśorau",
            "sama",
            "vṛttau",
            "nirantarau",
            "vastra",
            "antena",
            "nigūhantīm",
            "vrīḍayā",
            "gaja",
            "gāminīm"
        ],
        "translation": "With the end of her sārī the woman was trying to cover her breasts, which were equally round and well placed side by side. She again and again tried to cover them out of shyness while she walked exactly like a great elephant.",
        "purport": " The two breasts represent attachment and envy. The symptoms of rāga and dveṣa (attachment and envy) are described in Bhagavad-gītā (3.34): “Attraction and repulsion for sense objects are felt by embodied beings, but one should not fall under the control of senses and sense objects because they are stumbling blocks on the path of self-realization.” These representatives of attachment and envy are very much unfavorable for advancement in spiritual life. One should not be attracted by the breasts of young women. The great saint Śaṅkarācārya has described the breasts of women, especially young women, as nothing but a combination of muscles and blood, so one should not be attracted by the illusory energy of raised breasts with nipples. They are agents of māyā meant to victimize the opposite sex. Because the breasts are equally attractive, they are described as sama-vṛttau. The sex impulse remains in an old man’s heart also, even up to the point of death. To be rid of such agitation, one must be very much advanced in spiritual consciousness, like Yāmunācārya, who said: “Since I have been engaged in the transcendental loving service of Kṛṣṇa, realizing ever-new pleasure in Him, whenever I think of sex pleasure I spit at the thought, and my lips curl with distaste.” When one is spiritually advanced he can no longer be attracted by the lumps of flesh and blood which are the breasts of young women. The word nirantarau is significant because although the breasts are situated in different locations, the action is the same. We should not make any distinction between attachment and envy. As described in Bhagavad-gītā (3.37), they are both products of rajo-guṇa (kāma eṣa krodha eṣa rajo-guṇa-samudbhavaḥ). The word nigūhantīm, “trying to cover,” indicates that even if one is tainted by kāma, lobha, krodha, etc., they can be transfigured by Kṛṣṇa consciousness. In other words, one can utilize kāma (lust) for serving Kṛṣṇa. Being impelled by lust, an ordinary worker will work hard day and night; similarly a devotee can work hard day and night to satisfy Kṛṣṇa. Just as karmīs are working hard to satisfy kāma-krodha, a devotee should work in the same way to satisfy Kṛṣṇa. Similarly, krodha (anger) can also be used in the service of Kṛṣṇa when it is applied to the nondevotee demons. Hanumānjī applied his anger in this way. He was a great devotee of Lord Rāmacandra, and he utilized his anger to set fire to the kingdom of Rāvaṇa, a nondevotee demon. Thus kāma (lust) can be utilized to satisfy Kṛṣṇa, and krodha (anger) can be utilized to punish the demons. When both are used for Kṛṣṇa’s service, they lose their material significance and become spiritually important."
    },
    {
        "verse": "25",
        "devanagari": "तामाह ललितं वीर: सव्रीडस्मितशोभनाम् ।स्‍निग्धेनापाङ्गपुङ्खेन स्पृष्ट: प्रेमोद्भ्रमद्भ्रुवा ॥ २५ ॥",
        "english_devnagari": "tām āha lalitaṁ vīraḥsavrīḍa-smita-śobhanāmsnigdhenāpāṅga-puṅkhenaspṛṣṭaḥ premodbhramad-bhruvā",
        "verse_Syn": [
            "tām",
            "āha",
            "lalitam",
            "vīraḥ",
            "sa",
            "vrīḍa",
            "smita",
            "śobhanām",
            "snigdhena",
            "apāṅga",
            "puṅkhena",
            "spṛṣṭaḥ",
            "prema",
            "udbhramat",
            "bhruvā"
        ],
        "translation": "Purañjana, the hero, became attracted by the eyebrows and smiling face of the very beautiful girl and was immediately pierced by the arrows of her lusty desires. When she smiled shyly, she looked very beautiful to Purañjana, who, although a hero, could not refrain from addressing her.",
        "purport": " Every living entity is a hero in two ways. When he is a victim of the illusory energy, he works as a great hero in the material world, as a great leader, politician, businessman, industrialist, etc., and his heroic activities contribute to the material advancement of civilization. One can also become a hero by being master of the senses, a gosvāmī. Material activities are false heroic activities, whereas restraining the senses from material engagement is great heroism. However great a hero one may be in the material world, he can be immediately conquered by the lumps of flesh and blood known as the breasts of women. In the history of material activities there are many examples, like the Roman hero Antony, who became captivated by the beauty of Cleopatra. Similarly, a great hero in India named Baji Rao became a victim of a woman during the time of Maharashtrian politics, and he was defeated. From history we understand that formerly politicians used to employ beautiful girls who were trained as viṣa-kanyā. These girls had poison injected into their bodies from the beginning of their lives so that in due course of time they would become so immune to the poison and so poisonous themselves that simply by kissing a person they could kill him. These poisonous girls were engaged to see an enemy and kill him with a kiss. Thus there are many instances in human history of heroes who have been curbed simply by women. Being part and parcel of Kṛṣṇa, the living entity is certainly a great hero, but due to his own weakness he becomes attracted to the material features. It is said in the Prema-vivarta that when a living entity wants to enjoy material nature, he is immediately victimized by the material energy. A living entity is not forced to come into the material world. He makes his own choice, being attracted by beautiful women. Every living entity has the freedom to be attracted by material nature or to stand as a hero and resist that attraction. It is simply a question of the living entity’s being attracted or not being attracted. There is no question of his being forced to come into contact with material energy. One who can keep himself steady and resist the attraction of material nature is certainly a hero and deserves to be called a gosvāmī. Unless one is master of the senses, he cannot become a gosvāmī. The living entity can take one of two positions in this world: he may become a servant of his senses, or he may become master of them. By becoming a servant of the senses, one becomes a great material hero, and by becoming master of the senses, he becomes a gosvāmī, or spiritual hero."
    },
    {
        "verse": "26",
        "devanagari": "का त्वं कञ्जपलाशाक्षि कस्यासीह कुत: सति ।इमामुप पुरीं भीरु किं चिकीर्षसि शंस मे ॥ २६ ॥",
        "english_devnagari": "kā tvaṁ kañja-palāśākṣikasyāsīha kutaḥ satiimām upa purīṁ bhīrukiṁ cikīrṣasi śaṁsa me",
        "verse_Syn": [
            "kā",
            "tvam",
            "kañja",
            "palāśa",
            "akṣi",
            "kasya",
            "asi",
            "iha",
            "kutaḥ",
            "sati",
            "imām",
            "upa",
            "purīm",
            "bhīru",
            "kim",
            "cikīrṣasi",
            "śaṁsa",
            "me"
        ],
        "translation": "My dear lotus-eyed, kindly explain to me where you are coming from, who you are, and whose daughter you are. You appear very chaste. What is the purpose of your coming here? What are you trying to do? Please explain all these things to me.",
        "purport": " The first aphorism in the Vedānta-sūtra is athāto brahma-jijñāsā. In the human form of life one should put many questions to himself and to his intelligence. In the various forms of life lower than human life, the intelligence does not go beyond the range of life’s primary necessities, namely eating, sleeping, mating and defending. Dogs, cats and tigers are always busy trying to find something to eat or a place to sleep, or trying to defend and have sexual intercourse successfully. In the human form of life, however, one should be intelligent enough to ask what he is, why he has come into the world, what his duty is, who is the supreme controller, what is the difference between dull matter and the living entity, etc. There are so many questions, and the person who is actually intelligent should simply inquire about the supreme source of everything: athāto brahma-jijñāsā. A living entity is always connected with a certain amount of intelligence, but in the human form of life the living entity must inquire about his spiritual identity. This is real human intelligence. It is said that one who is simply conscious of the body is no better than an animal, even though he be in the human form. In Bhagavad-gītā (15.15) Śrī Kṛṣṇa says, sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” In the animal form the living entity is completely forgetful of his relationship with God. This is called apohanam, or forgetfulness. In the human form of life, however, consciousness is more greatly developed, and consequently the human being has a chance to understand his relationship with God. In the human form one should utilize his intelligence by asking all these questions, just as Purañjana, the living entity, is asking the unknown girl where she has come from, what her business is, why she is present, etc. These are inquiries about ātma-tattva, self-realization. The conclusion is that unless a living entity is inquisitive about self-realization he is nothing but an animal."
    },
    {
        "verse": "27",
        "devanagari": "क एतेऽनुपथा ये त एकादश महाभटा: ।एता वा ललना: सुभ्रु कोऽयं तेऽहि: पुर:सर: ॥ २७ ॥",
        "english_devnagari": "ka ete ’nupathā ye taekādaśa mahā-bhaṭāḥetā vā lalanāḥ subhruko ’yaṁ te ’hiḥ puraḥ-saraḥ",
        "verse_Syn": [
            "ke",
            "ete",
            "anupathāḥ",
            "ye",
            "te",
            "ekādaśa",
            "mahā",
            "bhaṭāḥ",
            "etāḥ",
            "vā",
            "lalanāḥ",
            "su",
            "bhru",
            "kaḥ",
            "ayam",
            "te",
            "ahiḥ",
            "puraḥ",
            "saraḥ"
        ],
        "translation": "My dear lotus-eyed, who are those eleven strong bodyguards with you, and who are those ten specific servants? Who are those women following the ten servants, and who is the snake that is preceding you?",
        "purport": " The ten strong servants of the mind are the five working senses and the five knowledge-gathering senses. All these ten senses work under the aegis of the mind. The mind and the ten senses combine to become eleven strong bodyguards. The hundreds of women under the jurisdiction of the senses are addressed here as lalanāḥ. The mind works under the intelligence, and under the mind are the ten senses, and under the ten senses are innumerable desires to be fulfilled. All these, however, depend on the vital life force, which is here represented by the snake. As long as the vital life force is there, the mind works, and under the mind the senses work, and the senses give rise to so many material desires. Actually the living entity, known as purañjana, is embarrassed by so much paraphernalia. All this paraphernalia simply constitutes different sources of anxiety, but one who is surrendered unto the Supreme Personality of Godhead, and who leaves all business to Him, is freed from such anxieties. Therefore Prahlāda Mahārāja advises a person who has taken to the materialistic way of life, which is never permanent but always temporary, to take shelter of the Supreme Personality of Godhead and leave aside all his so-called responsibilities in order to get free from all anxieties."
    },
    {
        "verse": "28",
        "devanagari": "त्वं ह्रीर्भवान्यस्यथ वाग्रमा पतिंविचिन्वती किं मुनिवद्रहो वने ।त्वदङ्‌घ्रिकामाप्तसमस्तकामंक्‍व पद्मकोश: पतित: कराग्रात् ॥ २८ ॥",
        "english_devnagari": "tvaṁ hrīr bhavāny asy atha vāg ramā patiṁvicinvatī kiṁ munivad raho vanetvad-aṅghri-kāmāpta-samasta-kāmaṁkva padma-kośaḥ patitaḥ karāgrāt",
        "verse_Syn": [
            "tvam",
            "hrīḥ",
            "bhavānī",
            "asi",
            "atha",
            "vāk",
            "ramā",
            "patim",
            "vicinvatī",
            "kim",
            "muni",
            "vat",
            "rahaḥ",
            "vane",
            "tvat",
            "aṅghri",
            "kāma",
            "āpta",
            "samasta",
            "kāmam",
            "kva",
            "padma",
            "kośaḥ",
            "patitaḥ",
            "kara",
            "agrāt"
        ],
        "translation": "My dear beautiful girl, you are exactly like the goddess of fortune or the wife of Lord Śiva or the goddess of learning, the wife of Lord Brahmā. Although you must be one of them, I see that you are loitering in this forest. Indeed, you are as silent as the great sages. Is it that you are searching after your own husband? Whoever your husband may be, simply by understanding that you are so faithful to him, he will come to possess all opulences. I think you must be the goddess of fortune, but I do not see the lotus flower in your hand. Therefore I am asking you where you have thrown that lotus.",
        "purport": " Everyone thinks that his intelligence is perfect. Sometimes one employs his intelligence in the worship of Umā, the wife of Lord Śiva, in order to obtain a beautiful wife. Sometimes, when one wants to become as learned as Lord Brahmā, he employs his intelligence in the worship of the goddess of learning, Sarasvatī. Sometimes, when one wishes to become as opulent as Lord Viṣṇu, he worships the goddess of fortune, Lakṣmī. In this verse all these inquiries are made by King Purañjana, the living entity who is bewildered and does not know how to employ his intelligence. Intelligence should be employed in the service of the Supreme Personality of Godhead. As soon as one uses his intelligence in this way, the goddess of fortune automatically becomes favorable to him. The goddess of fortune, Lakṣmī, never remains without her husband, Lord Viṣṇu. Consequently, when one worships Lord Viṣṇu he automatically obtains the favor of the goddess of fortune. One should not, like Rāvaṇa, worship the goddess of fortune alone, for she cannot remain long without her husband. Thus her other name is Cañcalā, or “restless.” In this verse it is clear that Purañjana is representing our intelligence while he is talking with the girl. He not only appreciated the shyness of the girl but actually became more and more attracted by that shyness. He was actually thinking of becoming her husband and consequently was asking her whether she was thinking of her prospective husband or whether she was married. This is an example of bhoga-icchā, the desire for enjoyment. One who is attracted by such desires becomes conditioned in this material world, and one who is not so attracted attains liberation. King Purañjana was appreciating the beauty of the girl as if she were the goddess of fortune, but at the same time he was careful to understand that the goddess of fortune cannot be enjoyed by anyone except Lord Viṣṇu. Since he doubted whether the girl was the goddess of fortune, he inquired about the lotus flower she was not holding. The material world is also the goddess of fortune because the material energy works under the direction of Lord Viṣṇu, as stated in Bhagavad-gītā (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram). The material world cannot be enjoyed by any living entity. If one so desires to enjoy it, he immediately becomes a demon like Rāvaṇa, Hiraṇyakaśipu or Kaṁsa. Because Rāvaṇa wanted to enjoy the goddess of fortune, Sītādevī, he was vanquished with all his family, wealth and opulence. One can, however, enjoy that māyā bestowed upon the living entity by Lord Viṣṇu. The satisfaction of one’s senses and desires means enjoying māyā, not the goddess of fortune."
    },
    {
        "verse": "29",
        "devanagari": "नासां वरोर्वन्यतमा भुविस्पृक्पुरीमिमां वीरवरेण साकम् ।अर्हस्यलङ्कर्तुमदभ्रकर्मणालोकं परं श्रीरिव यज्ञपुंसा ॥ २९ ॥",
        "english_devnagari": "nāsāṁ varorv anyatamā bhuvi-spṛkpurīm imāṁ vīra-vareṇa sākamarhasy alaṅkartum adabhra-karmaṇālokaṁ paraṁ śrīr iva yajña-puṁsā",
        "verse_Syn": [
            "na",
            "āsām",
            "varoru",
            "anya",
            "tamā",
            "bhuvi",
            "spṛk",
            "purīm",
            "imām",
            "vīra",
            "vareṇa",
            "sākam",
            "arhasi",
            "alaṅkartum",
            "adabhra",
            "karmaṇā",
            "lokam",
            "param",
            "śrīḥ",
            "iva",
            "yajña",
            "puṁsā"
        ],
        "translation": "O greatly fortunate one, it appears that you are none of the women I have mentioned because I see that your feet are touching the ground. But if you are some woman of this planet, you can, like the goddess of fortune — who, accompanied by Lord Viṣṇu, increases the beauty of the Vaikuṇṭha planets — also increase the beauty of this city by associating with me. You should understand that I am a great hero and a very powerful king on this planet.",
        "purport": " There is a difference between demoniac mentality and devotional mentality. Devotees know perfectly well that the goddess of fortune, who is the constant companion of Viṣṇu, or Nārāyaṇa, cannot be enjoyed by a living entity. This higher sense of understanding is called Kṛṣṇa consciousness. Nonetheless, everyone wants to become happy by imitating the prosperity of Nārāyaṇa. In this verse Purañjana states that the girl appears to be an ordinary woman. However, since he is attracted by her, he requests that she become as happy as the goddess of fortune by associating with him. Thus he introduces himself as a great king with great influence so that she might accept him as her husband and be as happy as the goddess of fortune. To desire to enjoy this material world as a subordinate of the Supreme Personality of Godhead is godly. The demons, however, want to enjoy this material world without considering the Supreme Personality of Godhead. This is the difference between a demon and a demigod. The word bhuvi-spṛk mentioned in this verse is very significant. When the demigods sometimes come to this planet, they do not touch the ground. Purañjana could understand that this girl did not belong to the transcendental world or the higher planetary system because her feet were touching the ground. Since every woman in this world wants her husband to be very influential, rich and powerful, Purañjana, to seduce the girl, introduced himself as such a personality. In the material world, whether one be a man or a woman, one wants to enjoy. A man wants to enjoy a beautiful woman, and a woman wants to enjoy a powerful, opulent man. Every living entity who possesses such material desires is called puruṣa, an enjoyer. Superficially it appears that the woman is the enjoyed and the man is the enjoyer, but internally everyone is an enjoyer. Consequently everything in this material world is called māyā."
    },
    {
        "verse": "30",
        "devanagari": "यदेष मापाङ्गविखण्डितेन्द्रियंसव्रीडभावस्मितविभ्रमद्भ्रुवा ।त्वयोपसृष्टो भगवान्मनोभव:प्रबाधतेऽथानुगृहाण शोभने ॥ ३० ॥",
        "english_devnagari": "yad eṣa māpāṅga-vikhaṇḍitendriyaṁsavrīḍa-bhāva-smita-vibhramad-bhruvātvayopasṛṣṭo bhagavān mano-bhavaḥprabādhate ’thānugṛhāṇa śobhane",
        "verse_Syn": [
            "yat",
            "eṣaḥ",
            "mā",
            "apāṅga",
            "vikhaṇḍita",
            "indriyam",
            "sa",
            "vrīḍa",
            "bhāva",
            "smita",
            "vibhramat",
            "bhruvā",
            "tvayā",
            "upasṛṣṭaḥ",
            "bhagavān",
            "manaḥ",
            "bhavaḥ",
            "prabādhate",
            "atha",
            "anugṛhāṇa",
            "śobhane"
        ],
        "translation": "Certainly your glancing upon me today has very much agitated my mind. Your smile, which is full of shyness but at the same time lusty, is agitating the most powerful cupid within me. Therefore, O most beautiful, I ask you to be merciful upon me.",
        "purport": " Everyone has lusty desires within, and as soon as one is agitated by the movement of a beautiful woman’s eyebrows, the cupid within immediately throws his arrow at the heart. Thus one is quickly conquered by the eyebrows of a beautiful woman. When one is agitated by lusty desires, his senses are attracted by all kinds of viṣaya — enjoyable things like sound, touch, form, smell and taste. These attractive sense objects oblige one to come under the control of a woman. In this way the conditional life of a living entity begins. Conditional life means being under the control of a woman, and certainly the living entity is always at the mercy of a woman or a man. Thus living entities live in bondage to one another, and thus they continue this conditional, material life illusioned by māyā."
    },
    {
        "verse": "31",
        "devanagari": "त्वदाननं सुभ्रु सुतारलोचनंव्यालम्बिनीलालकवृन्दसंवृतम् ।उन्नीय मे दर्शय वल्गुवाचकंयद्‌व्रीडया नाभिमुखं शुचिस्मिते ॥ ३१ ॥",
        "english_devnagari": "tvad-ānanaṁ subhru sutāra-locanaṁvyālambi-nīlālaka-vṛnda-saṁvṛtamunnīya me darśaya valgu-vācakaṁyad vrīḍayā nābhimukhaṁ śuci-smite",
        "verse_Syn": [
            "tvat",
            "ānanam",
            "su",
            "bhru",
            "su",
            "tāra",
            "locanam",
            "vyālambi",
            "nīla",
            "alaka",
            "vṛnda",
            "saṁvṛtam",
            "unnīya",
            "me",
            "darśaya",
            "valgu",
            "vācakam",
            "yat",
            "vrīḍayā",
            "na",
            "abhimukham",
            "śuci",
            "smite"
        ],
        "translation": "My dear girl, your face is so beautiful with your nice eyebrows and eyes and with your bluish hair scattered about. In addition, very sweet sounds are coming from your mouth. Nonetheless, you are so covered with shyness that you do not see me face to face. I therefore request you, my dear girl, to smile and kindly raise your head to see me.",
        "purport": " Such a speech is typical of a living entity attracted by the opposite sex. This is called bewilderment occasioned by becoming conditioned by material nature. When thus attracted by the beauty of the material energy, one becomes very eager to enjoy. This is elaborately described in this instance of Purañjana’s becoming attracted by the beautiful woman. In conditional life the living entity is attracted by a face, eyebrows or eyes, a voice or anything. In short, everything becomes attractive. When a man or a woman is attracted by the opposite sex, it does not matter whether the opposite sex is beautiful or not. The lover sees everything beautiful in the face of the beloved and thus becomes attracted. This attraction causes the living entity to fall down in this material world. This is described in Bhagavad-gītā (7.27): “O scion of Bharata [Arjuna], O conqueror of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate.” This condition of life is called avidyā. Opposed to this avidyā is real knowledge. Śrī Īśopaniṣad distinguishes between vidyā and avidyā, knowledge and ignorance. By avidyā (ignorance) one becomes conditioned, and by vidyā (knowledge) one becomes liberated. Purañjana admits herein that he is attracted by avidyā. Now he wishes to see the complete feature of avidyā and so requests the girl to raise her head so that he can see her face to face. He thus wishes to see the various features that make avidyā attractive."
    },
    {
        "verse": "32",
        "devanagari": "नारद उवाचइत्थं पुरञ्जनं नारी याचमानमधीरवत् ।अभ्यनन्दत तं वीरं हसन्ती वीर मोहिता ॥ ३२ ॥",
        "english_devnagari": "nārada uvācaitthaṁ purañjanaṁ nārīyācamānam adhīravatabhyanandata taṁ vīraṁhasantī vīra mohitā",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "ittham",
            "purañjanam",
            "nārī",
            "yācamānam",
            "adhīra",
            "vat",
            "abhyanandata",
            "tam",
            "vīram",
            "hasantī",
            "vīra",
            "mohitā"
        ],
        "translation": "Nārada continued: My dear King, when Purañjana became so attracted and impatient to touch the girl and enjoy her, the girl also became attracted by his words and accepted his request by smiling. By this time she was certainly attracted by the King.",
        "purport": " By this incident we can understand that when a man is aggressive and begins to woo a woman, the woman becomes attracted to the man. This process is described in the Bhāgavatam (5.5.8) as puṁsaḥ striyā mithunī-bhāvam etam. This attraction is enacted on the platform of sexual life. Thus the sex impulse is the platform of material engagement. This conditional life, the platform of material sense enjoyment, is the cause of forgetfulness of spiritual life. In this way a living entity’s original Kṛṣṇa consciousness becomes covered or converted into material consciousness. Thus one engages in the business of sense gratification."
    },
    {
        "verse": "33",
        "devanagari": "न विदाम वयं सम्यक्‍कर्तारं पुरुषर्षभ ।आत्मनश्च परस्यापि गोत्रं नाम च यत्कृतम् ॥ ३३ ॥",
        "english_devnagari": "na vidāma vayaṁ samyakkartāraṁ puruṣarṣabhaātmanaś ca parasyāpigotraṁ nāma ca yat-kṛtam",
        "verse_Syn": [
            "na",
            "vidāma",
            "vayam",
            "samyak",
            "kartāram",
            "puruṣa",
            "ṛṣabha",
            "ātmanaḥ",
            "ca",
            "parasya",
            "api",
            "gotram",
            "nāma",
            "ca",
            "yat",
            "kṛtam"
        ],
        "translation": "The girl said: O best of human beings, I do not know who has begotten me. I cannot speak to you perfectly about this. Nor do I know the names or the origin of the associates with me.",
        "purport": " The living entity is ignorant of his origin. He does not know why this material world was created, why others are working in this material world and what the ultimate source of this manifestation is. No one knows the answers to these questions, and this is called ignorance. By researching into the origin of life, important scientists are finding some chemical compositions or cellular combinations, but actually no one knows the original source of life within this material world. The phrase brahma-jijñāsā is used to indicate an inquisitiveness to know the original source of our existence in this material world. No philosopher, scientist or politician actually knows wherefrom we have come, why we are here struggling so hard for existence and where we will go. Generally people are of the opinion that we are all here accidentally and that as soon as these bodies are finished all our dramatic activities will be finished and we will become zero. Such scientists and philosophers are impersonalists and voidists. In this verse the girl is expressing the actual position of the living entity. She cannot tell Purañjana her father’s name because she does not know from where she has come. Nor does she know why she is present in that place. She frankly says that she does not know anything about all this. This is the position of the living entity in the material world. There are so many scientists, philosophers and big leaders, but they do not know wherefrom they have come, nor do they know why they are busy within this material world to obtain a position of so-called happiness. In this material world we have many nice facilities for living, but we are so foolish that we do not ask who has made this world habitable for us and has arranged it so nicely. Everything is functioning in order, but people foolishly think that they are produced by chance in this material world and that after death they will become zero. They think that this beautiful place of habitation will automatically remain."
    },
    {
        "verse": "34",
        "devanagari": "इहाद्य सन्तमात्मानं विदाम न तत: परम् ।येनेयं निर्मिता वीर पुरी शरणमात्मन: ॥ ३४ ॥",
        "english_devnagari": "ihādya santam ātmānaṁvidāma na tataḥ paramyeneyaṁ nirmitā vīrapurī śaraṇam ātmanaḥ",
        "verse_Syn": [
            "iha",
            "adya",
            "santam",
            "ātmānam",
            "vidāma",
            "na",
            "tataḥ",
            "param",
            "yena",
            "iyam",
            "nirmitā",
            "vīra",
            "purī",
            "śaraṇam",
            "ātmanaḥ"
        ],
        "translation": "O great hero, we only know that we are existing in this place. We do not know what will come after. Indeed, we are so foolish that we do not care to understand who has created this beautiful place for our residence.",
        "purport": " This lack of Kṛṣṇa consciousness is called ignorance. In Śrīmad-Bhāgavatam (5.5.5) it is called parābhavas tāvad abodha-jātaḥ. Everyone is born ignorant. The Bhāgavatam therefore says that we are all born ignorant within this material world. In our ignorance we may create nationalism, philanthropy, internationalism, science, philosophy and so many other things. The basic principle behind all these is ignorance. What then is the value of all this advancement of knowledge if the basic principle is ignorance? Unless a person comes to Kṛṣṇa consciousness, all of his activities are defeated. This human form of life is especially meant to dissipate ignorance, but without understanding how to dissipate ignorance people are planning and building many things. After death, however, all of this is finished."
    },
    {
        "verse": "35",
        "devanagari": "एते सखाय: सख्यो मे नरा नार्यश्च मानद ।सुप्तायां मयि जागर्ति नागोऽयं पालयन् पुरीम् ॥ ३५ ॥",
        "english_devnagari": "ete sakhāyaḥ sakhyo menarā nāryaś ca mānadasuptāyāṁ mayi jāgartināgo ’yaṁ pālayan purīm",
        "verse_Syn": [
            "ete",
            "sakhāyaḥ",
            "sakhyaḥ",
            "me",
            "narāḥ",
            "nāryaḥ",
            "ca",
            "māna",
            "da",
            "suptāyām",
            "mayi",
            "jāgarti",
            "nāgaḥ",
            "ayam",
            "pālayan",
            "purīm"
        ],
        "translation": "My dear gentleman, all these men and women with me are known as my friends, and the snake, who always remains awake, protects this city even during my sleeping hours. So much I know. I do not know anything beyond this.",
        "purport": " Purañjana inquired from the woman about those eleven men and their wives and the snake. The woman gave a brief description of them. She was obviously without full knowledge of her surrounding men and women and the snake. As stated before, the snake is the vital force of the living being. This vital force always remains awake even when the body and the senses become fatigued and do no work. Even in the state of unconsciousness, when we sleep, the snake, or the life force, remains intact and awake. Consequently we dream when we sleep. When the living entity gives up this material body, the vital force still remains intact and is carried to another material body. That is called transmigration, or change of the body, and we have come to know this process as death. Actually, there is no death. The vital force always exists with the soul, and when the soul is awakened from so-called sleep, he can see his eleven friends, or the active senses and the mind with their various desires (wives). The vital life force remains. Even during our sleeping hours we can understand by virtue of our breathing process that the snake lives by eating the air that passes within this body. Air is exhibited in the form of breathing, and as long as breath is there, one can understand that a sleeping man is alive. Even when the gross body is asleep the vital force remains active and alive to protect the body. Thus the snake is described as living and eating air to keep the body fit for life."
    },
    {
        "verse": "36",
        "devanagari": "दिष्ट्यागतोऽसि भद्रं ते ग्राम्यान् कामानभीप्ससे ।उद्वहिष्यामि तांस्तेऽहं स्वबन्धुभिररिन्दम ॥ ३६ ॥",
        "english_devnagari": "diṣṭyāgato ’si bhadraṁ tegrāmyān kāmān abhīpsaseudvahiṣyāmi tāṁs te ’haṁsva-bandhubhir arindama",
        "verse_Syn": [
            "diṣṭyā",
            "āgataḥ",
            "asi",
            "bhadram",
            "te",
            "grāmyān",
            "kāmān",
            "abhīpsase",
            "udvahiṣyāmi",
            "tān",
            "te",
            "aham",
            "sva",
            "bandhubhiḥ",
            "arim",
            "dama"
        ],
        "translation": "O killer of the enemy, you have somehow or other come here. This is certainly great fortune for me. I wish all auspicious things for you. You have a great desire to satisfy your senses, and all my friends and I shall try our best in all respects to fulfill your desires.",
        "purport": " The living entity comes down into this material world for sense gratification, and his intelligence, represented by the woman, gives him the proper direction by which he can satisfy his senses to their best capacity. In actuality, however, intelligence comes from the Supersoul, or the Supreme Personality of Godhead, and He gives full facility to the living entity who has come down to this material world. As stated in Bhagavad-gītā (2.41): “Those who are on the spiritual path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched.” When a devotee is advancing toward spiritual realization, his only aim is the service of the Supreme Personality of Godhead. He does not care for any other material or spiritual activity. King Purañjana represents the ordinary living entity, and the woman represents the ordinary living entity’s intelligence. Combined, the living entity enjoys his material senses, and the intelligence supplies all paraphernalia for his enjoyment. As soon as he enters the human form, the living entity is entrapped by a family tradition, nationality, customs, etc. These are all supplied by the māyā of the Supreme Personality of Godhead. Thus the living entity, under the bodily conception of life, utilizes his intelligence to his best capacity in order to satisfy his senses."
    },
    {
        "verse": "37",
        "devanagari": "इमां त्वमधितिष्ठस्व पुरीं नवमुखीं विभो ।मयोपनीतान् गृह्णान: कामभोगान् शतं समा: ॥ ३७ ॥",
        "english_devnagari": "imāṁ tvam adhitiṣṭhasvapurīṁ nava-mukhīṁ vibhomayopanītān gṛhṇānaḥkāma-bhogān śataṁ samāḥ",
        "verse_Syn": [
            "imām",
            "tvam",
            "adhitiṣṭhasva",
            "purīm",
            "nava",
            "mukhīm",
            "vibho",
            "mayā",
            "upanītān",
            "gṛhṇānaḥ",
            "kāma",
            "bhogān",
            "śatam",
            "samāḥ"
        ],
        "translation": "My dear lord, I have just arranged this city of nine gates for you so that you can have all kinds of sense gratification. You may live here for one hundred years, and everything for your sense gratification will be supplied.",
        "purport": " Dharmārtha-kāma-mokṣānāṁ dārāḥ samprāpti-hetavaḥ: the wife is the cause of all kinds of success in religion, economic development, sense gratification and ultimately salvation. When one accepts a wife, it is to be understood that he is being helped in his progressive march toward liberation. In the beginning of life a person is trained as a brahmacārī and is then allowed to marry a suitable girl and become a householder. If one is thoroughly trained in household life, he finds all facilities for human life — eating, sleeping, mating and defending. Everything is there if it is executed according to regulative principles."
    },
    {
        "verse": "38",
        "devanagari": "कं नु त्वदन्यं रमये ह्यरतिज्ञमकोविदम् ।असम्परायाभिमुखमश्वस्तनविदं पशुम् ॥ ३८ ॥",
        "english_devnagari": "kaṁ nu tvad-anyaṁ ramayehy arati-jñam akovidamasamparāyābhimukhamaśvastana-vidaṁ paśum",
        "verse_Syn": [
            "kam",
            "nu",
            "tvat",
            "anyam",
            "ramaye",
            "hi",
            "arati",
            "jñam",
            "akovidam",
            "asamparāya",
            "abhimukham",
            "aśvastana",
            "vidam",
            "paśum"
        ],
        "translation": "How can I expect to unite with others, who are neither conversant about sex nor capable of knowing how to enjoy life while living or after death? Such foolish persons are like animals because they do not know the process of sense enjoyment in this life and after death.",
        "purport": " Since there are 8,400,000 species of life, there are also many different living conditions. In the lower grades of life (in plant and tree life) there is no system for sexual intercourse. In the upper grades (in the life of birds and bees) there is sex, but the insects and animals do not know how to actually enjoy sex life. In the human form of life, however, there is full knowledge of how to enjoy sex. Indeed, there are many so-called philosophers who give directions on how to enjoy sex life. There is even a science called kāma-śāstra, which is the science of sex. In human life there are also such divisions as brahmacarya, gṛhastha, vānaprastha and sannyāsa. There is no sex life except in the gṛhastha, or householder, āśrama. The brahmacārī is not allowed any sex, a vānaprastha voluntarily refrains from sex, and the sannyāsī is completely renounced. The karmīs do not practice brahmacarya, vānaprastha or sannyāsa life, for they are very much interested in gṛhastha life. In other words, a human being is very much materially inclined. Indeed, all living entities are materially inclined. They prefer gṛhastha life because there is a concession for sex. The karmīs think the other statuses of life are worse than animal life, for animals also have sex whereas the brahmacārī, vānaprastha and sannyāsī completely give up sex. The karmīs, therefore, abhor these orders of spiritual life."
    },
    {
        "verse": "39",
        "devanagari": "धर्मो ह्यत्रार्थकामौ च प्रजानन्दोऽमृतं यश: ।लोका विशोका विरजा यान्न केवलिनो विदु: ॥ ३९ ॥",
        "english_devnagari": "dharmo hy atrārtha-kāmau caprajānando ’mṛtaṁ yaśaḥlokā viśokā virajāyān na kevalino viduḥ",
        "verse_Syn": [
            "dharmaḥ",
            "hi",
            "atra",
            "artha",
            "kāmau",
            "ca",
            "prajā",
            "ānandaḥ",
            "amṛtam",
            "yaśaḥ",
            "lokāḥ",
            "viśokāḥ",
            "virajāḥ",
            "yān",
            "na",
            "kevalinaḥ",
            "viduḥ"
        ],
        "translation": "The woman continued: In this material world, a householder’s life brings all kinds of happiness in religion, economic development, sense gratification and the begetting of children, sons and grandsons. After that, one may desire liberation as well as material reputation. The householder can appreciate the results of sacrifices, which enable him to gain promotion to superior planetary systems. All this material happiness is practically unknown to the transcendentalists. They cannot even imagine such happiness.",
        "purport": " According to Vedic instructions, there are two paths for human activities. One is called pravṛtti-mārga, and the other is called nivṛtti-mārga. The basic principle for either of these paths is religious life. In animal life there is only pravṛtti-mārga. Pravṛtti-mārga means sense enjoyment, and nivṛtti-mārga means spiritual advancement. In the life of animals and demons, there is no conception of nivṛtti-mārga, nor is there any actual conception of pravṛtti-mārga. Pravṛtti-mārga maintains that even though one has the propensity for sense gratification, he can gratify his senses according to the directions of the Vedic injunctions. For example, everyone has the propensity for sex life, but in demoniac civilization sex is enjoyed without restriction. According to Vedic culture, sex is enjoyed under Vedic instructions. Thus the Vedas give direction to civilized human beings to enable them to satisfy their propensities for sense gratification. In the nivṛtti-mārga, however, on the path of transcendental realization, sex is completely forbidden. The social orders are divided into four parts — brahmacarya, gṛhastha, vānaprastha and sannyāsa — and only in the householder life can the pravṛtti-mārga be encouraged or accepted according to Vedic instructions. In the orders of brahmacarya, vānaprastha and sannyāsa, there are no facilities for sex. In this verse the woman is advocating pravṛtti-mārga only and is discouraging the path of nivṛtti-mārga. She clearly says that the yatis, the transcendentalists, who are concerned only with spiritual life (kaivalya), cannot imagine the happiness of pravṛtti-mārga. In other words, the man who follows the Vedic principles enjoys the materialistic way of life not only by becoming happy in this life, but also in the next life by being promoted to the heavenly planets. In this life such a person gets all kinds of material opulences, such as sons and grandsons, because he is always engaged in various religious functions. The material distresses are birth, old age, disease and death, but those who are interested in pravṛtti-mārga hold various religious functions at the time of birth, old age, disease and death. Without caring for the distresses of birth, old age, disease and death, they are addicted to performing the special functions according to the Vedic ritualistic ceremonies. Factually, however, pravṛtti-mārga is based on sex life. As stated in Śrīmad-Bhāgavatam (7.9.45), yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. A householder who is too much addicted to pravṛtti-mārga is actually called a gṛhamedhī, not a gṛhastha. Although the gṛhastha desires sense gratification, he acts according to Vedic instructions. The gṛhamedhī, however, who is interested only in sense gratification, does not follow any Vedic instruction. The gṛhamedhī engages himself as an advocate of sex life and also allows his sons and daughters to engage in sex and to be deprived of any glorious end in life. A gṛhastha enjoys sex life in this life as well as in the next, but a gṛhamedhī does not know what the next life is about because he is simply interested in sex in this life. On the whole, when one is too much inclined toward sex, he does not care for the transcendental spiritual life. In this Age of Kali especially, no one is interested in spiritual advancement. Even though it is sometimes found that one may be interested in spiritual advancement, he is most likely to accept a bogus method of spiritual life, being misguided by so many pretenders."
    },
    {
        "verse": "40",
        "devanagari": "पितृदेवर्षिमर्त्यानां भूतानामात्मनश्च ह ।क्षेम्यं वदन्ति शरणं भवेऽस्मिन् यद्गृहाश्रम: ॥ ४० ॥",
        "english_devnagari": "pitṛ-devarṣi-martyānāṁbhūtānām ātmanaś ca hakṣemyaṁ vadanti śaraṇaṁbhave ’smin yad gṛhāśramaḥ",
        "verse_Syn": [
            "pitṛ",
            "deva",
            "ṛṣi",
            "martyānām",
            "bhūtānām",
            "ātmanaḥ",
            "ca",
            "ha",
            "kṣemyam",
            "vadanti",
            "śaraṇam",
            "bhave",
            "asmin",
            "yat",
            "gṛha",
            "āśramaḥ"
        ],
        "translation": "The woman continued: According to authorities, the householder life is pleasing not only to oneself but to all the forefathers, demigods, great sages, saintly persons and everyone else. A householder life is thus beneficial.",
        "purport": " According to the Vedic system, when one is born in this material world he has many obligations. He has obligations to the demigods — the demigods of the sun and moon, King Indra, Varuṇa, etc. — because they are supplying the necessities of life. We receive heat, light, water and all other natural amenities through the mercy of the demigods. We are also indebted to our forefathers, who have given us these bodies, paternal property, intelligence, society, friendship and love. Similarly, we are indebted to the general public for politics and sociology, and we are also indebted to lower animals such as horses, cows, asses, dogs and cats. In this way, as soon as one is born in this material world as a human being, he has so many obligations and is bound to repay all these obligations. If he does not repay them, he is further entangled in the process of birth and death. The gṛhamedhī, however, who is overly addicted to material things, does not know that if he simply takes shelter at the lotus feet of Mukunda, he is immediately freed from all obligations to others. Unfortunately a gṛhamedhī does not have any interest in Kṛṣṇa consciousness. Prahlāda Mahārāja says: A gṛha-vrata is the same as a gṛhamedhī. One who takes sex life to be supreme finds action in Kṛṣṇa consciousness confusing. Either due to his own personal consideration or due to his having taken instructions from others or conferring with them, he becomes addicted to sexual indulgence and cannot act in Kṛṣṇa consciousness."
    },
    {
        "verse": "41",
        "devanagari": "का नाम वीर विख्यातं वदान्यं प्रियदर्शनम् ।न वृणीत प्रियं प्राप्तं माद‍ृशी त्वाद‍ृशं पतिम् ॥ ४१ ॥",
        "english_devnagari": "kā nāma vīra vikhyātaṁvadānyaṁ priya-darśanamna vṛṇīta priyaṁ prāptaṁmādṛśī tvādṛśaṁ patim",
        "verse_Syn": [
            "kā",
            "nāma",
            "vīra",
            "vikhyātam",
            "vadānyam",
            "priya",
            "darśanam",
            "na",
            "vṛṇīta",
            "priyam",
            "prāptam",
            "mādṛśī",
            "tvādṛśam",
            "patim"
        ],
        "translation": "O my dear hero, who in this world will not accept a husband like you? You are so famous, so magnanimous, so beautiful and so easily gotten.",
        "purport": " Every husband is certainly a great hero to his wife. In other words, if a woman loves a man, that man appears very beautiful and magnanimous. Unless one becomes beautiful in the eyes of another, one cannot dedicate his whole life to another. The husband is considered very magnanimous because he gives as many children to the wife as she likes. Every woman is fond of children; therefore any husband who can please his wife by sex and give her children is considered very magnanimous. Not only does the husband become magnanimous by begetting children, but by giving his wife ornaments, nice food and dresses, he keeps her completely under submission. Such a satisfied wife will never give up the company of her husband. Manu-saṁhitā recommends that to keep a wife satisfied a husband should give her some ornaments because women are generally fond of home, ornaments, dresses, children, etc. In this way the woman is the center of all material enjoyment. In this regard, the word vikhyātam is very significant. A man is always famous for his aggression toward a beautiful woman, and such aggression is sometimes considered rape. Although rape is not legally allowed, it is a fact that a woman likes a man who is very expert at rape."
    },
    {
        "verse": "42",
        "devanagari": "कस्या मनस्ते भुवि भोगिभोगयो:स्त्रिया न सज्जेद्भुजयोर्महाभुज ।योऽनाथवर्गाधिमलं घृणोद्धतस्मितावलोकेन चरत्यपोहितुम् ॥ ४२ ॥",
        "english_devnagari": "kasyā manas te bhuvi bhogi-bhogayoḥstriyā na sajjed bhujayor mahā-bhujayo ’nātha-vargādhim alaṁ ghṛṇoddhata-smitāvalokena caraty apohitum",
        "verse_Syn": [
            "kasyāḥ",
            "manaḥ",
            "te",
            "bhuvi",
            "bhogi",
            "bhogayoḥ",
            "striyāḥ",
            "na",
            "sajjet",
            "bhujayoḥ",
            "mahā",
            "bhuja",
            "yaḥ",
            "anātha",
            "vargā",
            "adhim",
            "alam",
            "ghṛṇā",
            "uddhata",
            "smita",
            "avalokena",
            "carati",
            "apohitum"
        ],
        "translation": "O mighty-armed, who in this world will not be attracted by your arms, which are just like the bodies of serpents? Actually you relieve the distress of husbandless women like us by your attractive smile and your aggressive mercy. We think that you are traveling on the surface of the earth just to benefit us only.",
        "purport": " When a husbandless woman is attacked by an aggressive man, she takes his action to be mercy. A woman is generally very much attracted by a man’s long arms. A serpent’s body is round, and it becomes narrower and thinner at the end. The beautiful arms of a man appear to a woman just like serpents, and she very much desires to be embraced by such arms. The word anātha-vargā is very significant in this verse. Nātha means “husband,” and a means “without.” A young woman who has no husband is called anātha, meaning “one who is not protected.” As soon as a woman attains the age of puberty, she immediately becomes very much agitated by sexual desire. It is therefore the duty of the father to get his daughter married before she attains puberty. Otherwise she will be very much mortified by not having a husband. Anyone who satisfies her desire for sex at that age becomes a great object of satisfaction. It is a psychological fact that when a woman at the age of puberty meets a man and the man satisfies her sexually, she will love that man for the rest of her life, regardless who he is. Thus so-called love within this material world is nothing but sexual satisfaction."
    },
    {
        "verse": "43",
        "devanagari": "नारद उवाचइति तौ दम्पती तत्र समुद्य समयं मिथ: ।तां प्रविश्य पुरीं राजन्मुमुदाते शतं समा: ॥ ४३ ॥",
        "english_devnagari": "nārada uvācaiti tau dam-patī tatrasamudya samayaṁ mithaḥtāṁ praviśya purīṁ rājanmumudāte śataṁ samāḥ",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "iti",
            "tau",
            "dam",
            "patī",
            "tatra",
            "samudya",
            "samayam",
            "mithaḥ",
            "tām",
            "praviśya",
            "purīm",
            "rājan",
            "mumudāte",
            "śatam",
            "samāḥ"
        ],
        "translation": "The great sage Nārada continued: My dear King, those two — the man and the woman — supporting one another through mutual understanding, entered that city and enjoyed life for one hundred years.",
        "purport": " One hundred years is significant in this connection because every human being is given the concession to live up to a hundred years. The span of life is different on different planets, according to the planet’s distance from the sun. In other words, one hundred years on this planet is different from one hundred years on another planet. Lord Brahmā lives for one hundred years according to time on the Brahmaloka planet, but one day of Brahmā is equal to millions of years on this planet. Similarly, the days on the heavenly planets are equal to six months on this planet. On every planet, however, the span of life for a human being is roughly one hundred years. According to the life spans on different planets, the standards of living also differ."
    },
    {
        "verse": "44",
        "devanagari": "उपगीयमानो ललितं तत्र तत्र च गायकै: ।क्रीडन् परिवृत: स्त्रीभिर्ह्रदिनीमाविशच्छुचौ ॥ ४४ ॥",
        "english_devnagari": "upagīyamāno lalitaṁtatra tatra ca gāyakaiḥkrīḍan parivṛtaḥ strībhirhradinīm āviśac chucau",
        "verse_Syn": [
            "upagīyamānaḥ",
            "lalitam",
            "tatra",
            "tatra",
            "ca",
            "gāyakaiḥ",
            "krīḍan",
            "parivṛtaḥ",
            "strībhiḥ",
            "hradinīm",
            "āviśat",
            "śucau"
        ],
        "translation": "Many professional singers used to sing about the glories of King Purañjana and his glorious activities. When it was too hot in the summer, he used to enter a reservoir of water. He would surround himself with many women and enjoy their company.",
        "purport": " A living being has different activities in different stages of life. One stage is called jāgrata, or the life of awakening, and another is called svapna, or the life of dream. Another stage is called susupti, or life in an unconscious state, and still another stage occurs after death. In the previous verse the life of awakening was described — that is, the man and the woman were married and enjoyed life for one hundred years. In this verse life in the dream state is described, for the activities Purañjana accomplished during the day were also reflected at night in the dream state. Purañjana used to live with his wife for sense enjoyment, and at night this very sense enjoyment was appreciated in different ways. A man sleeps very soundly when he is greatly fatigued, and when a rich man is greatly fatigued he goes to his garden house with many female friends and there enters the water and enjoys their company. Such is the tendency of the living entity within this material world. A living entity is never satisfied with a woman unless he is trained in the system of brahmacarya. Generally a man’s tendency is to enjoy many women, and even at the very end of life the sex impulse is so strong that even though one is very old he still wants to enjoy the company of young girls. Thus because of the strong sex impulse the living entity becomes more and more involved in this material world."
    },
    {
        "verse": "45",
        "devanagari": "सप्तोपरि कृता द्वार: पुरस्तस्यास्तु द्वे अध: ।पृथग्विषयगत्यर्थं तस्यां य: कश्चनेश्वर: ॥ ४५ ॥",
        "english_devnagari": "saptopari kṛtā dvāraḥpuras tasyās tu dve adhaḥpṛthag-viṣaya-gaty-arthaṁtasyāṁ yaḥ kaścaneśvaraḥ",
        "verse_Syn": [
            "sapta",
            "upari",
            "kṛtāḥ",
            "dvāraḥ",
            "puraḥ",
            "tasyāḥ",
            "tu",
            "dve",
            "adhaḥ",
            "pṛthak",
            "viṣaya",
            "gati",
            "artham",
            "tasyām",
            "yaḥ",
            "kaścana",
            "īśvaraḥ"
        ],
        "translation": "Of the nine gates in that city, seven were on the surface and two were subterranean. A total of nine doors were constructed, and these led to different places. All the gates were used by the city’s governor.",
        "purport": " The seven gates of the body that are situated upward are the two eyes, two nostrils, two ears and one mouth. The two subterranean gates are the rectum and the genitals. The king, or the ruler of the body, who is the living entity, uses all these doors to enjoy different types of material pleasures. The system of opening different gates to different places is still evident in old Indian cities. Formerly a capital was surrounded by walls, and one passed through various gates to go to various cities or toward specific directions. In Old Delhi there are still remnants of surrounding walls and various gates known as the Kashmiri Gate, the Lahori Gate, etc. Similarly, in Ahmedabad there is a Delhi Gate. The point of this simile is that the living entity wants to enjoy different types of material opulences, and to this end nature has given him various holes in his body that he can utilize for sense enjoyment."
    },
    {
        "verse": "46",
        "devanagari": "पञ्च द्वारस्तु पौरस्त्या दक्षिणैका तथोत्तरा ।पश्चिमे द्वे अमूषां ते नामानि नृप वर्णये ॥ ४६ ॥",
        "english_devnagari": "pañca dvāras tu paurastyādakṣiṇaikā tathottarāpaścime dve amūṣāṁ tenāmāni nṛpa varṇaye",
        "verse_Syn": [
            "pañca",
            "dvāraḥ",
            "tu",
            "paurastyāḥ",
            "dakṣiṇā",
            "ekā",
            "tathā",
            "uttarā",
            "paścime",
            "dve",
            "amūṣām",
            "te",
            "nāmāni",
            "nṛpa",
            "varṇaye"
        ],
        "translation": "My dear King, of the nine doors, five led toward the eastern side, one led toward the northern side, one led toward the southern side, and two led toward the western side. I shall try to give the names of these different doors.",
        "purport": " Of the seven doors on the surface — namely the two eyes, two ears, two nostrils and one mouth — five look forward, and these are described as the doors facing the eastern side. Since looking forward means seeing the sun, these are described as the eastern gates, for the sun rises in the east. The gate on the northern side and the gate on the southern side represent the two ears, and the two gates facing the western side represent the rectum and the genitals. All the doors and gates are described below."
    },
    {
        "verse": "47",
        "devanagari": "खद्योताविर्मुखी च प्राग्द्वारावेकत्र निर्मिते ।विभ्राजितं जनपदं याति ताभ्यां द्युमत्सख: ॥ ४७ ॥",
        "english_devnagari": "khadyotāvirmukhī ca prāgdvārāv ekatra nirmitevibhrājitaṁ janapadaṁyāti tābhyāṁ dyumat-sakhaḥ",
        "verse_Syn": [
            "khadyotā",
            "āvirmukhī",
            "ca",
            "prāk",
            "dvārau",
            "ekatra",
            "nirmite",
            "vibhrājitam",
            "jana",
            "padam",
            "yāti",
            "tābhyām",
            "dyumat",
            "sakhaḥ"
        ],
        "translation": "The two gates named Khadyotā and Āvirmukhī were situated facing the eastern side, but they were constructed in one place. Through those two gates the King used to go to the city of Vibhrājita accompanied by a friend whose name was Dyumān.",
        "purport": " The two names Khadyotā and Āvirmukhī mean “glowworm” and “torchlight.” This indicates that of the two eyes, the left eye is less powerful in its ability to see. Although both eyes are constructed in one place, one is stronger than the other in the power to see. The king, or the living entity, uses these two gates to see things properly, but he cannot see unless accompanied by a friend whose name is Dyumān. This friend is the sun. Although the two eyes are situated in one place, they have no power to see without the sunlight. Vibhrājitaṁ janapadam. If one wants to see something very clearly (vibhrājitam), he must see it with two eyes and the assistance of his friend the sunlight. Within this body everyone is a king because he uses his different gates according to his own will. Although he is very much proud of his power to see or hear, he is nonetheless dependent on the assistance of nature."
    },
    {
        "verse": "48",
        "devanagari": "नलिनी नालिनी च प्राग्द्वारावेकत्र निर्मिते ।अवधूतसखस्ताभ्यां विषयं याति सौरभम् ॥ ४८ ॥",
        "english_devnagari": "nalinī nālinī ca prāgdvārāv ekatra nirmiteavadhūta-sakhas tābhyāṁviṣayaṁ yāti saurabham",
        "verse_Syn": [
            "nalinī",
            "nālinī",
            "ca",
            "prāk",
            "dvārau",
            "ekatra",
            "nirmite",
            "avadhūta",
            "sakhaḥ",
            "tābhyām",
            "viṣayam",
            "yāti",
            "saurabham"
        ],
        "translation": "Similarly in the east there were two sets of gates named Nalinī and Nālinī, and these were also constructed in one place. Through these gates the King, accompanied by a friend named Avadhūta, used to go to the city of Saurabha.",
        "purport": " The two gates named Nalinī and Nālinī are the two nostrils. The living entity enjoys these two gates with the help of different avadhūtas, or airs, which constitute the breathing process. Through these gates the living entity goes to the town of Saurabha, or aroma. In other words, the nostrils, with the help of their friend the air, enjoy various aromas in the material world. Nalinī and Nālinī are the pipes of the nostrils, through which one inhales and exhales, enjoying the aroma of sense pleasure."
    },
    {
        "verse": "49",
        "devanagari": "मुख्या नाम पुरस्ताद् द्वास्तयापणबहूदनौ ।विषयौ याति पुरराड्रसज्ञविपणान्वित: ॥ ४९ ॥",
        "english_devnagari": "mukhyā nāma purastād dvāstayāpaṇa-bahūdanauviṣayau yāti pura-rāḍrasajña-vipaṇānvitaḥ",
        "verse_Syn": [
            "mukhyā",
            "nāma",
            "purastāt",
            "dvāḥ",
            "tayā",
            "āpaṇa",
            "bahūdanau",
            "viṣayau",
            "yāti",
            "pura",
            "rāṭ",
            "rasa",
            "jña",
            "vipaṇa",
            "anvitaḥ"
        ],
        "translation": "The fifth gate situated on the eastern side was named Mukhyā, or the chief. Through this gate, accompanied by his friends named Rasajña and Vipaṇa, he used to visit two places named Bahūdana and Āpaṇa.",
        "purport": " The mouth is here described as the chief or the most important gate. The mouth is a very important entrance because one has two functions to conduct with the mouth. One function is eating, and the other is speaking. Our eating is done with the friend Rasajña, the tongue, which can taste so many different types of foods. The tongue is also used for speaking, and it can speak of either material sense enjoyment or Vedic knowledge. Of course, here material sense enjoyment is stressed. Therefore the word rasajña is used."
    },
    {
        "verse": "50",
        "devanagari": "पितृहूर्नृप पुर्या द्वार्दक्षिणेन पुरञ्जन: ।राष्ट्रं दक्षिणपञ्चालं याति श्रुतधरान्वित: ॥ ५० ॥",
        "english_devnagari": "pitṛhūr nṛpa puryā dvārdakṣiṇena purañjanaḥrāṣṭraṁ dakṣiṇa-pañcālaṁyāti śrutadharānvitaḥ",
        "verse_Syn": [
            "pitṛhūḥ",
            "nṛpa",
            "puryāḥ",
            "dvāḥ",
            "dakṣiṇena",
            "purañjanaḥ",
            "rāṣṭram",
            "dakṣiṇa",
            "pañcālam",
            "yāti",
            "śruta",
            "dhara",
            "anvitaḥ"
        ],
        "translation": "The southern gate of the city was known as Pitṛhū, and through that gate King Purañjana used to visit the city named Dakṣiṇa-pañcāla, accompanied by his friend Śrutadhara.",
        "purport": " The right ear is used for karma-kāṇḍīya, or fruitive activities. As long as one is attached to the enjoyment of material resources, he hears from the right ear and uses the five senses to elevate himself to the higher planetary systems like Pitṛloka. Consequently, the right ear is here described as the Pitṛhū gate."
    },
    {
        "verse": "51",
        "devanagari": "देवहूर्नाम पुर्या द्वा उत्तरेण पुरञ्जन: ।राष्ट्रमुत्तरपञ्चालं याति श्रुतधरान्वित: ॥ ५१ ॥",
        "english_devnagari": "devahūr nāma puryā dvāuttareṇa purañjanaḥrāṣṭram uttara-pañcālaṁyāti śrutadharānvitaḥ",
        "verse_Syn": [
            "devahūḥ",
            "nāma",
            "puryāḥ",
            "dvāḥ",
            "uttareṇa",
            "purañjanaḥ",
            "rāṣṭram",
            "uttara",
            "pañcālam",
            "yāti",
            "śruta",
            "dhara",
            "anvitaḥ"
        ],
        "translation": "On the northern side was the gate named Devahū. Through that gate, King Purañjana used to go with his friend Śrutadhara to the place known as Uttara-pañcāla.",
        "purport": " The two ears are situated on the northern side and the southern side. The ear on the southern side is very strong and is always anxious to hear about sense enjoyment. The ear on the northern side, however, is used for taking initiation from the spiritual master and for gaining promotion to the spiritual sky. The right ear, or the ear on the southern side, is called Pitṛhū, which indicates that it is used for attaining the higher planetary systems known as Pitṛloka, but the left ear, which is known as Devahū, is utilized for hearing about even higher planetary systems, such as Maharloka, Tapoloka and Brahmaloka — or yet even higher planets, situated in the spiritual universe, where one becomes more inclined to be permanently situated. This is explained in Bhagavad-gītā (9.25): “Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.” One who is interested in being happy on this planet as well as after death generally wants to be elevated to the Pitṛlokas. Such a person can use the right ear for hearing Vedic instructions. However, one who is interested in going to Tapoloka, Brahmaloka, the Vaikuṇṭha planets or Kṛṣṇaloka may take initiation from the spiritual master in order to be elevated to such lokas."
    },
    {
        "verse": "52",
        "devanagari": "आसुरी नाम पश्चाद् द्वास्तया याति पुरञ्जन: ।ग्रामकं नाम विषयं दुर्मदेन समन्वित: ॥ ५२ ॥",
        "english_devnagari": "āsurī nāma paścād dvāstayā yāti purañjanaḥgrāmakaṁ nāma viṣayaṁdurmadena samanvitaḥ",
        "verse_Syn": [
            "āsurī",
            "nāma",
            "paścāt",
            "dvāḥ",
            "tayā",
            "yāti",
            "purañjanaḥ",
            "grāmakam",
            "nāma",
            "viṣayam",
            "durmadena",
            "samanvitaḥ"
        ],
        "translation": "On the western side was a gate named Āsurī. Through that gate King Purañjana used to go to the city of Grāmaka, accompanied by his friend Durmada.",
        "purport": " The gate on the western side of the city was known as Āsurī because it was especially meant for the asuras. The word asura refers to those who are interested in sense gratification, specifically in sex life, to which they are overly attracted. Thus Purañjana, the living entity, enjoys himself to his greatest satisfaction by means of the genitals. Consequently he used to go to the place known as Grāmaka. Material sense gratification is also called grāmya, and the place where sex life is indulged in to a great extent is called Grāmaka. When going to Grāmaka, Purañjana used to be accompanied by his friend Durmada. The word viṣaya refers to the four bodily necessities of life — eating, sleeping, mating and defending. The word durmadena may be analyzed in this way: dur means duṣṭa, or “sinful,” and mada means “madness.” Every living entity who is in contact with material nature is called mada, or mad. It is said: When a person is haunted, he becomes practically insane. When one is in an insane condition, he speaks all kinds of nonsense. Thus to become engaged in sense gratification, one has to accept a friend who is durmada, or badly affected by the material disease. The words āsurī nāma paścād dvāḥ are significant in another sense. The sunrise is first visible from the eastern side — the Bay of Bengal — and gradually it progresses toward the west. It is practically experienced that people in the West are more addicted to sense gratification. Śrī Caitanya Mahāprabhu Himself has certified, paścimera loka saba mūḍha anācāra (Cc. Ādi 10.89): the more one goes to the western side, the more he will find people disinterested in spiritual life. He will find them behaving against the Vedic standards. Because of this, people living in the West are more addicted to sense gratification. In this Bhāgavatam it is confirmed: āsurī nāma paścād dvāḥ. In other words, the population on the western side is interested in an asuric civilization, that is, a materialistic way of life. Lord Caitanya consequently wanted this Kṛṣṇa consciousness movement to be preached on the western side of the world so that people addicted to sense gratification might be benefited by His teachings."
    },
    {
        "verse": "53",
        "devanagari": "निऋर्तिर्नाम पश्चाद् द्वास्तया याति पुरञ्जन: ।वैशसं नाम विषयं लुब्धकेन समन्वित: ॥ ५३ ॥",
        "english_devnagari": "nirṛtir nāma paścād dvāstayā yāti purañjanaḥvaiśasaṁ nāma viṣayaṁlubdhakena samanvitaḥ",
        "verse_Syn": [
            "nirṛtiḥ",
            "nāma",
            "paścāt",
            "dvāḥ",
            "tayā",
            "yāti",
            "purañjanaḥ",
            "vaiśasam",
            "nāma",
            "viṣayam",
            "lubdhakena",
            "samanvitaḥ"
        ],
        "translation": "Another gate on the western side was known as Nirṛti. Purañjana used to go through this gate to the place known as Vaiśasa, accompanied by his friend Lubdhaka.",
        "purport": " This is a reference to the rectum. The rectum is supposed to be situated on the western side of the eyes, nose and ears. This gate is especially meant for death. When an ordinary living entity abandons his present body, he passes through the rectum. It is therefore painful. When one is called by nature to evacuate, one also experiences pain. The friend of the living entity who accompanies him through this gate is named Lubdhaka, which means “greed.” Due to our greed, we eat unnecessarily, and such gluttony causes pain at the time of evacuation. The conclusion is that the living entity feels well if he evacuates properly. This gate is known as Nirṛti, or the painful gate."
    },
    {
        "verse": "54",
        "devanagari": "अन्धावमीषां पौराणां निर्वाक्पेशस्कृतावुभौ ।अक्षण्वतामधिपतिस्ताभ्यां याति करोति च ॥ ५४ ॥",
        "english_devnagari": "andhāv amīṣāṁ paurāṇāṁnirvāk-peśaskṛtāv ubhauakṣaṇvatām adhipatistābhyāṁ yāti karoti ca",
        "verse_Syn": [
            "andhau",
            "amīṣām",
            "paurāṇām",
            "nirvāk",
            "peśaskṛtau",
            "ubhau",
            "akṣaṇ",
            "vatām",
            "adhipatiḥ",
            "tābhyām",
            "yāti",
            "karoti",
            "ca"
        ],
        "translation": "Of the many inhabitants of this city, there are two persons named Nirvāk and Peśaskṛt. Although King Purañjana was the ruler of citizens who possessed eyes, he unfortunately used to associate with these blind men. Accompanied by them, he used to go here and there and perform various activities.",
        "purport": " This is a reference to the arms and legs of the living entity. The two legs do not speak, and they are blind. If a person simply trusts his legs to take him walking, he is likely to fall into a hole or bump into something. Thus led by the blind legs, one’s life may be placed in jeopardy. Of the senses that are working, the hands and legs are very important, but they have no eyes to see. This means that in the hands and legs there are no holes. In the head there are many holes — two eyes, two nostrils, two ears and one mouth — but lower down, in the arms and legs, there are no holes. Consequently, the arms and legs have been described as andha, blind. Although the living entity has many holes in his body, he nonetheless has to work with his hands and arms. Although the living entity is the master of many other senses, when he has to go somewhere, do something or touch something, he has to use his blind legs and hands."
    },
    {
        "verse": "55",
        "devanagari": "स यर्ह्यन्त:पुरगतो विषूचीनसमन्वित: ।मोहं प्रसादं हर्षं वा याति जायात्मजोद्भवम् ॥ ५५ ॥",
        "english_devnagari": "sa yarhy antaḥpura-gatoviṣūcīna-samanvitaḥmohaṁ prasādaṁ harṣaṁ vāyāti jāyātmajodbhavam",
        "verse_Syn": [
            "saḥ",
            "yarhi",
            "antaḥ",
            "pura",
            "gataḥ",
            "viṣūcīna",
            "samanvitaḥ",
            "moham",
            "prasādam",
            "harṣam",
            "vā",
            "yāti",
            "jāyā",
            "ātma",
            "ja",
            "udbhavam"
        ],
        "translation": "Sometimes he used to go to his private home with one of his chief servants [the mind], who was named Viṣūcīna. At that time, illusion, satisfaction and happiness used to be produced from his wife and children.",
        "purport": " According to the Vedic conclusion, one’s self is situated within the heart. As stated in Vedic language, hṛdy ayam ātmā pratiṣṭhitaḥ: the self is situated within the heart. In the material condition, however, the spirit soul is covered by the material qualities — namely goodness, passion and darkness — and within the heart these three qualities react. For instance, when one is in goodness, he feels happiness; when one is in passion, he feels satisfaction through material enjoyment; and when one is in darkness, he feels bewilderment. All these activities are of the mind, and they function on the platform of thinking, feeling and willing. When the living entity is encircled by wife, children and home, he acts on the mental plane. Sometimes he is very happy, sometimes he is very much satisfied, sometimes he is not satisfied, and sometimes he is bewildered. Bewilderment is called moha, illusion. Illusioned by society, friendship and love, the living entity thinks that his so-called society, friendship and love, nationality, community, etc., will give him protection. He does not know that after death he will be thrown into the hands of a very strong material nature that will force him to accept a certain type of body according to his present work. This body may not even be a human body. Thus the living entity’s feeling of security in this life in the midst of society, wife and friendship is nothing but illusion. All living entities encaged in various material bodies are illusioned by the present activities of material enjoyment. They forget their real business, which is to go back home, back to Godhead. Everyone who is not in Kṛṣṇa consciousness must be considered to be in illusion. One’s so-called feelings of happiness and satisfaction resulting from material things are also illusions. Factually neither society, friendship, love nor anything else can save one from the onslaught of the external energy, which is symptomized by birth, death, old age and disease. To get even one living entity out of the illusory condition is very difficult; therefore Lord Kṛṣṇa says in Bhagavad-gītā (7.14): “This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.” Therefore, unless one surrenders completely at the lotus feet of Kṛṣṇa, he cannot get out of the entanglement of the three modes of material nature."
    },
    {
        "verse": "56",
        "devanagari": "एवं कर्मसु संसक्त: कामात्मा वञ्चितोऽबुध: ।महिषी यद्यदीहेत तत्तदेवान्ववर्तत ॥ ५६ ॥",
        "english_devnagari": "evaṁ karmasu saṁsaktaḥkāmātmā vañcito ’budhaḥmahiṣī yad yad īhetatat tad evānvavartata",
        "verse_Syn": [
            "evam",
            "karmasu",
            "saṁsaktaḥ",
            "kāma",
            "ātmā",
            "vañcitaḥ",
            "abudhaḥ",
            "mahiṣī",
            "yat",
            "yat",
            "īheta",
            "tat",
            "tat",
            "eva",
            "anvavartata"
        ],
        "translation": "Being thus entangled in different types of mental concoction and engaged in fruitive activities, King Purañjana came completely under the control of material intelligence and was thus cheated. Indeed, he used to fulfill all the desires of his wife, the Queen.",
        "purport": " When a living entity is in such bewilderment that he is under the control of his wife, or material intelligence, he has to satisfy the intelligence of his so-called wife and act exactly according to her dictates. Various śāstras advise that for material convenience one should keep his wife always satisfied by giving her ornaments and by following her instructions. In this way there will be no trouble in family life. Therefore for one’s own social benefit, one is advised to keep his wife satisfied. In this way, when one becomes the servant of his wife, he must act according to the desires of his wife. Thus one becomes more and more entangled. In Bengal it is said that if one becomes an obedient servant of his wife, he loses all reputation. However, the difficulty is that unless one becomes a most obedient servant of his wife, family life becomes disturbed. In the Western countries this disturbance gives rise to the divorce law, and in Eastern countries like India there is separation. Now this disturbance is confirmed by the new introduction of the divorce law in India. Within the heart, the mind is acting, thinking, feeling and willing, and falling under the control of one’s wife is the same as falling under the control of material intelligence. Thus one begets children by his wife and becomes entangled in so many activities under the control of mental concoctions."
    },
    {
        "verse": "57-61",
        "devanagari": "क्‍वचित्पिबन्त्यां पिबति मदिरां मदविह्वल: ।अश्नन्त्यां क्‍वचिदश्नाति जक्षत्यां सह जक्षिति ॥ ५७ ॥क्‍वचिद्गायति गायन्त्यां रुदत्यां रुदति क्‍वचित् ।क्‍वचिद्धसन्त्यां हसति जल्पन्त्यामनु जल्पति ॥ ५८ ॥क्‍वचिद्धावति धावन्त्यां तिष्ठन्त्यामनु तिष्ठति ।अनु शेते शयानायामन्वास्ते क्‍वचिदासतीम् ॥ ५९ ॥क्‍वचिच्छृणोति श‍ृण्वन्त्यां पश्यन्त्यामनु पश्यति ।क्‍वचिज्जिघ्रति जिघ्रन्त्यां स्पृशन्त्यां स्पृशति क्‍वचित् ॥ ६० ॥क्‍वचिच्च शोचतीं जायामनुशोचति दीनवत् ।अनु हृष्यति हृष्यन्त्यां मुदितामनु मोदते ॥ ६१ ॥",
        "english_devnagari": "kvacit pibantyāṁ pibatimadirāṁ mada-vihvalaḥaśnantyāṁ kvacid aśnātijakṣatyāṁ saha jakṣiti",
        "verse_Syn": [
            "kvacit",
            "pibantyām",
            "pibati",
            "madirām",
            "mada",
            "vihvalaḥ",
            "aśnantyām",
            "kvacit",
            "aśnāti",
            "jakṣatyām",
            "saha",
            "jakṣiti",
            "kvacit",
            "gāyati",
            "gāyantyām",
            "rudatyām",
            "rudati",
            "kvacit",
            "kvacit",
            "hasantyām",
            "hasati",
            "jalpantyām",
            "anu",
            "jalpati",
            "kvacit",
            "dhāvati",
            "dhāvantyām",
            "tiṣṭhantyām",
            "anu",
            "tiṣṭhati",
            "anu",
            "śete",
            "śayānāyām",
            "anu",
            "āste",
            "kvacit",
            "āsatīm",
            "kvacit",
            "śṛṇoti",
            "śṛṇvantyām",
            "paśyantyām",
            "anu",
            "paśyati",
            "kvacit",
            "jighrati",
            "jighrantyām",
            "spṛśantyām",
            "spṛśati",
            "kvacit",
            "kvacit",
            "ca",
            "śocatīm",
            "jāyām",
            "anu",
            "śocati",
            "dīna",
            "vat",
            "anu",
            "hṛṣyati",
            "hṛṣyantyām",
            "muditām",
            "anu",
            "modate"
        ],
        "translation": "When the Queen drank liquor, King Purañjana also engaged in drinking. When the Queen dined, he used to dine with her, and when she chewed, King Purañjana used to chew along with her. When the Queen sang, he also sang. Similarly, when the Queen cried, he also cried, and when the Queen laughed, he also laughed. When the Queen talked loosely, he also talked loosely, and when the Queen walked, the King walked behind her. When the Queen would stand still, the King would also stand still, and when the Queen would lie down in bed, he would also follow and lie down with her. When the Queen sat, he would also sit, and when the Queen heard something, he would follow her to hear the same thing. When the Queen saw something, the King would also look at it, and when the Queen smelled something, the King would follow her to smell the same thing. When the Queen touched something, the King would also touch it, and when the dear Queen was lamenting, the poor King also had to follow her in lamentation. In the same way, when the Queen felt enjoyment, he also enjoyed, and when the Queen was satisfied, the King also felt satisfaction.",
        "purport": " The mind is the place where the self is situated, and the mind is conducted by the intelligence. The living entity, situated within the heart, follows the intelligence. The intelligence is herein depicted as the Queen, and the soul, under mental control, follows the material intelligence just as the King follows his wife. The conclusion is that material intelligence is the cause of bondage for the living entity. The point is that one has to take to spiritual intelligence to come out of this entanglement. In the life of Mahārāja Ambarīṣa, we find that the great Mahārāja first engaged his mind on the lotus feet of Kṛṣṇa. In this way his intelligence became purified. Mahārāja Ambarīṣa also used his other senses in the service of the Lord. He engaged his eyes in seeing the Deity in the temple nicely decorated with flowers. He engaged his sense of smell by smelling the flowers, and he engaged his legs by walking to the temple. His hands were engaged in cleansing the temple, and his ears were engaged in hearing about Kṛṣṇa. His tongue was engaged in two ways: in speaking about Kṛṣṇa and in tasting prasāda offered to the Deity. Materialistic persons, who are under the full control of material intelligence, cannot perform all these activities. Thus, consciously or unconsciously, they become entangled by the dictations of material intelligence. This fact is summarized in the following verse."
    },
    {
        "verse": "62",
        "devanagari": "विप्रलब्धो महिष्यैवं सर्वप्रकृतिवञ्चित: ।नेच्छन्ननुकरोत्यज्ञ: क्लैब्यात्क्रीडामृगो यथा ॥ ६२ ॥",
        "english_devnagari": "vipralabdho mahiṣyaivaṁsarva-prakṛti-vañcitaḥnecchann anukaroty ajñaḥklaibyāt krīḍā-mṛgo yathā",
        "verse_Syn": [
            "vipralabdhaḥ",
            "mahiṣyā",
            "evam",
            "sarva",
            "prakṛti",
            "vañcitaḥ",
            "na",
            "icchan",
            "anukaroti",
            "ajñaḥ",
            "klaibyāt",
            "krīḍā",
            "mṛgaḥ",
            "yathā"
        ],
        "translation": "In this way, King Purañjana was captivated by his nice wife and was thus cheated. Indeed, he became cheated in his whole existence in the material world. Even against that poor foolish King’s desire, he remained under the control of his wife, just like a pet animal that dances according to the order of its master.",
        "purport": " The word vipralabdhaḥ is very significant in this verse. Vi means “specifically,” and pralabdha means “obtained.” Just to satisfy his desires, the King got the Queen, and thus he became cheated by material existence. Although he was not willing to do so, he remained a pet animal under the control of material intelligence. Just as a pet monkey dances according to the desires of its master, the King danced according to the desires of the Queen. In Śrīmad-Bhāgavatam (5.5.2) it is said, mahat-sevāṁ dvāram āhur vimukteḥ: if one associates with a saintly person, a devotee, one’s path of liberation becomes clear. But if one associates with a woman or with a person who is too much addicted to a woman, his path of bondage becomes completely clear. On the whole, for spiritual advancement one must give up the company of women. This is what is meant by the order of sannyāsa, the renounced order. Before taking sannyāsa, or completely renouncing the material world, one has to practice avoiding illicit sex. Sex life, licit or illicit, is practically the same, but through illicit sex one becomes more and more captivated. By regulating one’s sex life there is a chance that one may eventually be able to renounce sex or renounce the association of women. If this can be done, advancement in spiritual life comes very easily. How one becomes captivated by the association of one’s dear wife is explained in this chapter by Nārada Muni. Attraction for one’s wife means attraction for the material qualities. One who is attracted by the material quality of darkness is in the lowest stage of life, whereas one who is attracted by the material quality of goodness is in a better position. Sometimes we see that when a person is on the platform of material goodness, he is attracted more or less by the cultivation of knowledge. This is, of course, a better position, for knowledge gives one the preference to accept devotional service. Unless one comes to the platform of knowledge, the brahma-bhūta stage, one cannot advance in devotional service. As Kṛṣṇa says in Bhagavad-gītā (18.54): “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” The platform of knowledge is advantageous because it is a means by which one may come to the stage of devotional service. However, if one takes to devotional service directly, knowledge is revealed without separate endeavor. This is confirmed in Śrīmad-Bhāgavatam (1.2.7): Devotional service automatically reveals actual knowledge of our material existence. One who is sufficiently intelligent immediately attains the stage of renunciation of so-called society, family and love as well as other things. As long as we are attached to society, family and love of the material world, there is no question of knowledge. Nor is there a question of devotional service. By directly taking to devotional service, however, one becomes filled with knowledge and renunciation. In this way one’s life becomes successful."
    }
]