[
    {
        "verse": "1",
        "devanagari": "विदुर उवाचभवे शीलवतां श्रेष्ठे दक्षो दुहितृवत्सल: ।विद्वेषमकरोत्कस्मादनाद‍ृत्यात्मजां सतीम् ॥ १ ॥",
        "english_devnagari": "vidura uvācabhave śīlavatāṁ śreṣṭhedakṣo duhitṛ-vatsalaḥvidveṣam akarot kasmādanādṛtyātmajāṁ satīm",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "bhave",
            "śīlavatām",
            "śreṣṭhe",
            "dakṣaḥ",
            "duhitṛ",
            "vatsalaḥ",
            "vidveṣam",
            "akarot",
            "kasmāt",
            "anādṛtya",
            "ātmajām",
            "satīm"
        ],
        "translation": "Vidura inquired: Why was Dakṣa, who was so affectionate towards his daughter, envious of Lord Śiva, who is the best among the gentle? Why did he neglect his daughter Satī?",
        "purport": " In the Second Chapter of the Fourth Canto, the cause of the dissension between Lord Śiva and Dakṣa, which was due to a great sacrifice arranged by Dakṣa for the pacification of the entire universe, is explained. Lord Śiva is described here as the best of the gentle because he is not envious of anyone, he is equal to all living entities, and all other good qualities are present in his personality. The word śiva means “all-auspicious.” No one can be an enemy of Lord Śiva’s, for he is so peaceful and renounced that he does not even construct a house for his residence, but lives underneath a tree, always detached from all worldly things. The personality of Lord Śiva symbolizes the best of gentleness. Then why was Dakṣa, who offered his beloved daughter to such a gentle personality, inimical towards Lord Śiva so intensely that Satī, the daughter of Dakṣa and wife of Lord Śiva, gave up her body?"
    },
    {
        "verse": "2",
        "devanagari": "कस्तं चराचरगुरुं निर्वैरं शान्तविग्रहम् ।आत्मारामं कथं द्वेष्टि जगतो दैवतं महत् ॥ २ ॥",
        "english_devnagari": "kas taṁ carācara-guruṁnirvairaṁ śānta-vigrahamātmārāmaṁ kathaṁ dveṣṭijagato daivataṁ mahat",
        "verse_Syn": [
            "kaḥ",
            "tam",
            "cara",
            "acara",
            "gurum",
            "nirvairam",
            "śānta",
            "vigraham",
            "ātma",
            "ārāmam",
            "katham",
            "dveṣṭi",
            "jagataḥ",
            "daivatam",
            "mahat"
        ],
        "translation": "Lord Śiva, the spiritual master of the entire world, is free from enmity, is a peaceful personality, and is always satisfied in himself. He is the greatest among the demigods. How is it possible that Dakṣa could be inimical towards such an auspicious personality?",
        "purport": " Lord Śiva is described here as carācara-guru, the spiritual master of all animate and inanimate objects. He is sometimes known as Bhūtanātha, which means “the worshipable deity of the dull-headed.” Bhūta is also sometimes taken to indicate the ghosts. Lord Śiva takes charge of reforming persons who are ghosts and demons, not to speak of others, who are godly; therefore he is the spiritual master of everyone, both the dull and demoniac and the highly learned Vaiṣṇavas. It is also stated, vaiṣṇavānāṁ yathā śambhuḥ: Śambhu, Lord Śiva, is the greatest of all Vaiṣṇavas. On one hand he is the worshipable object of the dull demons, and on the other he is the best of all Vaiṣṇavas, or devotees, and he has a sampradāya called the Rudra sampradāya. Even if he is an enemy or is sometimes angry, such a personality cannot be the object of envy, so Vidura, in astonishment, asked why he was taken as such, especially by Dakṣa. Dakṣa is also not an ordinary person. He is a Prajāpati, in charge of fathering population, and all his daughters are highly elevated, especially Satī. The word satī means “the most chaste.” Whenever there is consideration of chastity, Satī, this wife of Lord Śiva and daughter of Dakṣa, is considered first. Vidura was therefore astonished. “Dakṣa is such a great man,” he thought, “and is the father of Satī. And Lord Śiva is the spiritual master of everyone. How then could there possibly be so much enmity between them that Satī, the most chaste goddess, could give up her body because of their quarrel?”"
    },
    {
        "verse": "3",
        "devanagari": "एतदाख्याहि मे ब्रह्मन्जामातु: श्वशुरस्य च ।विद्वेषस्तु यत: प्राणांस्तत्यजे दुस्त्यजान्सती ॥ ३ ॥",
        "english_devnagari": "etad ākhyāhi me brahmanjāmātuḥ śvaśurasya cavidveṣas tu yataḥ prāṇāṁstatyaje dustyajān satī",
        "verse_Syn": [
            "etat",
            "ākhyāhi",
            "me",
            "brahman",
            "jāmātuḥ",
            "śvaśurasya",
            "ca",
            "vidveṣaḥ",
            "tu",
            "yataḥ",
            "prāṇān",
            "tatyaje",
            "dustyajān",
            "satī"
        ],
        "translation": "My dear Maitreya, to part with one’s life is very difficult. Would you kindly explain to me how such a son-in-law and father-in-law could quarrel so bitterly that the great goddess Satī could give up her life?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "मैत्रेय उवाचपुरा विश्वसृजां सत्रे समेता: परमर्षय: ।तथामरगणा: सर्वे सानुगा मुनयोऽग्नय: ॥ ४ ॥",
        "english_devnagari": "maitreya uvācapurā viśva-sṛjāṁ satresametāḥ paramarṣayaḥtathāmara-gaṇāḥ sarvesānugā munayo ’gnayaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "purā",
            "viśva",
            "sṛjām",
            "satre",
            "sametāḥ",
            "parama",
            "ṛṣayaḥ",
            "tathā",
            "amara",
            "gaṇāḥ",
            "sarve",
            "sa",
            "anugāḥ",
            "munayaḥ",
            "agnayaḥ"
        ],
        "translation": "The sage Maitreya said: In a former time, the leaders of the universal creation performed a great sacrifice in which all the great sages, philosophers, demigods and fire-gods assembled with their followers.",
        "purport": " Upon being asked by Vidura, the sage Maitreya began to explain the cause of the misunderstanding between Lord Śiva and Dakṣa, because of which the goddess Satī gave up her body. Thus begins the history of a great sacrifice performed by the leaders of the universal creation, namely Marīci, Dakṣa and Vasiṣṭha. These great personalities arranged for a great sacrifice, for which demigods like Indra and the fire-gods assembled with their followers. Lord Brahmā and Lord Śiva were also present."
    },
    {
        "verse": "5",
        "devanagari": "तत्र प्रविष्टमृषयो दृष्ट्वार्कमिव रोचिषा ।भ्राजमानं वितिमिरं कुर्वन्तं तन्महत्सद: ॥ ५ ॥",
        "english_devnagari": "tatra praviṣṭam ṛṣayodṛṣṭvārkam iva rociṣābhrājamānaṁ vitimiraṁkurvantaṁ tan mahat sadaḥ",
        "verse_Syn": [
            "tatra",
            "praviṣṭam",
            "ṛṣayaḥ",
            "dṛṣṭvā",
            "arkam",
            "iva",
            "rociṣā",
            "bhrājamānam",
            "vitimiram",
            "kurvantam",
            "tat",
            "mahat",
            "sadaḥ"
        ],
        "translation": "When Dakṣa, the leader of the Prajāpatis, entered that assembly, his personal bodily luster as bright as the effulgence of the sun, the entire assembly was illuminated, and all the assembled personalities became insignificant in his presence.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "उदतिष्ठन्सदस्यास्ते स्वधिष्ण्येभ्य: सहाग्नय: ।ऋते विरिञ्चां शर्वं च तद्भासाक्षिप्तचेतस: ॥ ६ ॥",
        "english_devnagari": "udatiṣṭhan sadasyās tesva-dhiṣṇyebhyaḥ sahāgnayaḥṛte viriñcāṁ śarvaṁ catad-bhāsākṣipta-cetasaḥ",
        "verse_Syn": [
            "udatiṣṭhan",
            "sadasyāḥ",
            "te",
            "sva",
            "dhiṣṇyebhyaḥ",
            "saha",
            "agnayaḥ",
            "ṛte",
            "viriñcām",
            "śarvam",
            "ca",
            "tat",
            "bhāsa",
            "ākṣipta",
            "cetasaḥ"
        ],
        "translation": "Influenced by his personal bodily luster, all the fire-gods and other participants in that great assembly, with the exceptions of Lord Brahmā and Lord Śiva, gave up their own sitting places and stood in respect for Dakṣa.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "सदसस्पतिभिर्दक्षो भगवान्साधु सत्कृत: ।अजं लोकगुरुं नत्वा निषसाद तदाज्ञया ॥ ७ ॥",
        "english_devnagari": "sadasas-patibhir dakṣobhagavān sādhu sat-kṛtaḥajaṁ loka-guruṁ natvāniṣasāda tad-ājñayā",
        "verse_Syn": [
            "sadasaḥ",
            "patibhiḥ",
            "dakṣaḥ",
            "bhagavān",
            "sādhu",
            "sat",
            "kṛtaḥ",
            "ajam",
            "loka",
            "gurum",
            "natvā",
            "niṣasāda",
            "tat",
            "ājñayā"
        ],
        "translation": "Dakṣa was adequately welcomed by the president of the great assembly, Lord Brahmā. After offering Lord Brahmā respect, Dakṣa, by the order of Brahmā, properly took his seat.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "प्राङ्‍‌निषण्णं मृडं दृष्ट्वा नामृष्यत्तदनाद‍ृत: ।उवाच वामं चक्षुर्भ्यामभिवीक्ष्य दहन्निव ॥ ८ ॥",
        "english_devnagari": "prāṅ-niṣaṇṇaṁ mṛḍaṁ dṛṣṭvānāmṛṣyat tad-anādṛtaḥuvāca vāmaṁ cakṣurbhyāmabhivīkṣya dahann iva",
        "verse_Syn": [
            "prāk",
            "niṣaṇṇam",
            "mṛḍam",
            "dṛṣṭvā",
            "na",
            "amṛṣyat",
            "tat",
            "anādṛtaḥ",
            "uvāca",
            "vāmam",
            "cakṣurbhyām",
            "abhivīkṣya",
            "dahan",
            "iva"
        ],
        "translation": "Before taking his seat, however, Dakṣa was very much offended to see Lord Śiva sitting and not showing him any respect. At that time, Dakṣa became greatly angry, and, his eyes glowing, he began to speak very strongly against Lord Śiva.",
        "purport": " Lord Śiva, being the son-in-law of Dakṣa, was expected to show his father-in-law respect by standing with the others, but because Lord Brahmā and Lord Śiva are the principal demigods, their positions are greater than Dakṣa’s. Dakṣa, however, could not tolerate this, and he took it as an insult by his son-in-law. Previously, also, he was not very much satisfied with Lord Śiva, for Śiva looked very poor and was niggardly in dress."
    },
    {
        "verse": "9",
        "devanagari": "श्रूयतां ब्रह्मर्षयो मे सहदेवा: सहाग्नय: ।साधूनां ब्रुवतो वृत्तं नाज्ञानान्न च मत्सरात् ॥ ९ ॥",
        "english_devnagari": "śrūyatāṁ brahmarṣayo mesaha-devāḥ sahāgnayaḥsādhūnāṁ bruvato vṛttaṁnājñānān na ca matsarāt",
        "verse_Syn": [
            "śrūyatām",
            "brahma",
            "ṛṣayaḥ",
            "me",
            "saha",
            "devāḥ",
            "saha",
            "agnayaḥ",
            "sādhūnām",
            "bruvataḥ",
            "vṛttam",
            "na",
            "ajñānāt",
            "na",
            "ca",
            "matsarāt"
        ],
        "translation": "All sages, brāhmaṇas and fire-gods present, please hear me with attention, for I speak about the manners of gentle persons. I do not speak out of ignorance or envy.",
        "purport": " In speaking against Lord Śiva, Dakṣa tried to pacify the assembly by presenting in a very tactful way that he was going to speak about the manners of gentle persons, although naturally this might affect some unmannerly upstarts and the assembly might be unhappy because they did not want even unmannerly persons to be offended. In other words, he was in complete knowledge that he was speaking against Lord Śiva in spite of Śiva’s spotless character. As far as envy is concerned, from the very beginning he was envious of Lord Śiva; therefore he could not distinguish his own particular envy. Although he spoke like a man in ignorance, he wanted to cover his statements by saying that he was not speaking for impudent and envious reasons."
    },
    {
        "verse": "10",
        "devanagari": "अयं तु लोकपालानां यशोघ्नो निरपत्रप: ।सद्‌भिराचरित: पन्था येन स्तब्धेन दूषित: ॥ १० ॥",
        "english_devnagari": "ayaṁ tu loka-pālānāṁyaśo-ghno nirapatrapaḥsadbhir ācaritaḥ panthāyena stabdhena dūṣitaḥ",
        "verse_Syn": [
            "ayam",
            "tu",
            "loka",
            "pālānām",
            "yaśaḥ",
            "ghnaḥ",
            "nirapatrapaḥ",
            "sadbhiḥ",
            "ācaritaḥ",
            "panthāḥ",
            "yena",
            "stabdhena",
            "dūṣitaḥ"
        ],
        "translation": "Śiva has spoiled the name and fame of the governors of the universe and has polluted the path of gentle manners. Because he is shameless, he does not know how to act.",
        "purport": " Dakṣa wanted to impress upon the minds of all the great sages assembled in that meeting that Śiva, being one of the demigods, had ruined the good reputations of all the demigods by his unmannerly behavior. The words used against Lord Śiva by Dakṣa can also be understood in a different way, in a good sense. For example, he stated that Śiva is yaśo-ghna, which means “one who spoils name and fame.” So this can also be interpreted to mean that he was so famous that his fame killed all other fame. Again, Dakṣa used the word nirapatrapa, which also can be used in two senses. One sense is “one who is stunted,” and another sense is “one who is the maintainer of persons who have no other shelter.” Generally Lord Śiva is known as the lord of the bhūtas, or lower grade of living creatures. They take shelter of Lord Śiva because he is very kind to everyone and is very quickly satisfied. Therefore he is called Āśutoṣa. To such men, who cannot approach other demigods or Viṣṇu, Lord Śiva gives shelter. Therefore the word nirapatrapa can be used in that sense."
    },
    {
        "verse": "11",
        "devanagari": "एष मे शिष्यतां प्राप्तो यन्मे दुहितुरग्रहीत् ।पाणिं विप्राग्निमुखत: सावित्र्या इव साधुवत् ॥ ११ ॥",
        "english_devnagari": "eṣa me śiṣyatāṁ prāptoyan me duhitur agrahītpāṇiṁ viprāgni-mukhataḥsāvitryā iva sādhuvat",
        "verse_Syn": [
            "eṣaḥ",
            "me",
            "śiṣyatām",
            "prāptaḥ",
            "yat",
            "me",
            "duhituḥ",
            "agrahīt",
            "pāṇim",
            "vipra",
            "agni",
            "mukhataḥ",
            "sāvitryāḥ",
            "iva",
            "sādhuvat"
        ],
        "translation": "He has already accepted himself as my subordinate by marrying my daughter in the presence of fire and brāhmaṇas. He has married my daughter, who is equal to Gāyatrī, and has pretended to be just like an honest person.",
        "purport": " Dakṣa’s statement that Lord Śiva pretended to be an honest person means that Śiva was dishonest because in spite of accepting the position of Dakṣa’s son-in-law, he was not respectful to Dakṣa."
    },
    {
        "verse": "12",
        "devanagari": "गृहीत्वा मृगशावाक्ष्या: पाणिं मर्कटलोचन: ।प्रत्युत्थानाभिवादार्हे वाचाप्यकृत नोचितम् ॥ १२ ॥",
        "english_devnagari": "gṛhītvā mṛga-śāvākṣyāḥpāṇiṁ markaṭa-locanaḥpratyutthānābhivādārhevācāpy akṛta nocitam",
        "verse_Syn": [
            "gṛhītvā",
            "mṛga",
            "śāva",
            "akṣyāḥ",
            "pāṇim",
            "markaṭa",
            "locanaḥ",
            "pratyutthāna",
            "abhivāda",
            "arhe",
            "vācā",
            "api",
            "akṛta",
            "na",
            "ucitam"
        ],
        "translation": "He has eyes like a monkey’s, yet he has married my daughter, whose eyes are just like those of a deer cub. Nevertheless he did not stand up to receive me, nor did he think it fit to welcome me with sweet words.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "लुप्तक्रियायाशुचये मानिने भिन्नसेतवे ।अनिच्छन्नप्यदां बालां शूद्रायेवोशतीं गिरम् ॥ १३ ॥",
        "english_devnagari": "lupta-kriyāyāśucayemānine bhinna-setaveanicchann apy adāṁ bālāṁśūdrāyevośatīṁ giram",
        "verse_Syn": [
            "lupta",
            "kriyāya",
            "aśucaye",
            "mānine",
            "bhinna",
            "setave",
            "anicchan",
            "api",
            "adām",
            "bālām",
            "śūdrāya",
            "iva",
            "uśatīm",
            "giram"
        ],
        "translation": "I had no desire to give my daughter to this person, who has broken all rules of civility. Because of not observing the required rules and regulations, he is impure, but I was obliged to hand over my daughter to him just as one teaches the messages of the Vedas to a śūdra.",
        "purport": " A śūdra is forbidden to take lessons from the Vedas because a śūdra, due to his unclean habits, is not worthy to hear such instructions. This restriction, that unless one has acquired the brahminical qualifications one should not read the Vedic literatures, is like the restriction that a law student should not enter a law college unless he has been graduated from all lower grades. According to the estimation of Dakṣa, Śiva was unclean in habits and not worthy to have the hand of his daughter, Satī, who was so enlightened, beautiful and chaste. The word used in this connection is bhinna-setave, which refers to one who has broken all the regulations for good behavior by not following the Vedic principles. In other words, according to Dakṣa the entire transaction of the marriage of his daughter with Śiva was not in order."
    },
    {
        "verse": "14-15",
        "devanagari": "प्रेतावासेषु घोरेषु प्रेतैर्भूतगणैर्वृत: ।अटत्युन्मत्तवन्नग्नो व्युप्तकेशो हसन् रुदन् ॥ १४ ॥चिताभस्मकृतस्‍नान: प्रेतस्रङ्‌न्रस्थिभूषण: ।शिवापदेशो ह्यशिवो मत्तो मत्तजनप्रिय: ।पति: प्रमथनाथानां तमोमात्रात्मकात्मनाम् ॥ १५ ॥",
        "english_devnagari": "pretāvāseṣu ghoreṣupretair bhūta-gaṇair vṛtaḥaṭaty unmattavan nagnovyupta-keśo hasan rudan",
        "verse_Syn": [
            "preta",
            "āvāseṣu",
            "ghoreṣu",
            "pretaiḥ",
            "bhūta",
            "gaṇaiḥ",
            "vṛtaḥ",
            "aṭati",
            "unmatta",
            "vat",
            "nagnaḥ",
            "vyupta",
            "keśaḥ",
            "hasan",
            "rudan",
            "citā",
            "bhasma",
            "kṛta",
            "snānaḥ",
            "preta",
            "srak",
            "nṛ",
            "asthi",
            "bhūṣaṇaḥ",
            "śiva",
            "apadeśaḥ",
            "hi",
            "aśivaḥ",
            "mattaḥ",
            "matta",
            "jana",
            "priyaḥ",
            "patiḥ",
            "pramatha",
            "nāthānām",
            "tamaḥ",
            "mātra",
            "ātmaka",
            "ātmanām"
        ],
        "translation": "He lives in filthy places like crematoriums, and his companions are the ghosts and demons. Naked like a madman, sometimes laughing and sometimes crying, he smears crematorium ashes all over his body. He does not bathe regularly, and he ornaments his body with a garland of skulls and bones. Therefore only in name is he śiva, or auspicious; actually, he is the most mad and inauspicious creature. Thus he is very dear to crazy beings in the gross mode of ignorance, and he is their leader.",
        "purport": " Those who do not regularly bathe are supposed to be in association with ghosts and crazy creatures. Lord Śiva appeared to be like that, but his name, Śiva, is actually fitting, for he is very kind to persons who are in the darkness of the mode of ignorance, such as unclean drunkards who do not regularly bathe. Lord Śiva is so kind that he gives shelter to such creatures and gradually elevates them to spiritual consciousness. Although it is very difficult to raise such creatures to spiritual understanding, Lord Śiva takes charge of them, and therefore, as stated in the Vedas, Lord Śiva is all-auspicious. Thus by his association even such fallen souls can be elevated. Sometimes it is seen that great personalities meet with fallen souls, not for any personal interest but for the benefit of those souls. In the creation of the Lord there are different kinds of living creatures. Some of them are in the mode of goodness, some are in the mode of passion, and some are in the mode of ignorance. Lord Viṣṇu takes charge of persons who are advanced Kṛṣṇa conscious Vaiṣṇavas, and Lord Brahmā takes charge of persons who are very much attached to material activities, but Lord Śiva is so kind that he takes charge of persons who are in gross ignorance and whose behavior is lower than that of the animals. Therefore Lord Śiva is especially called auspicious."
    },
    {
        "verse": "16",
        "devanagari": "तस्मा उन्मादनाथाय नष्टशौचाय दुर्हृदे ।दत्ता बत मया साध्वी चोदिते परमेष्ठिना ॥ १६ ॥",
        "english_devnagari": "tasmā unmāda-nāthāyanaṣṭa-śaucāya durhṛdedattā bata mayā sādhvīcodite parameṣṭhinā",
        "verse_Syn": [
            "tasmai",
            "unmāda",
            "nāthāya",
            "naṣṭa",
            "śaucāya",
            "durhṛde",
            "dattā",
            "bata",
            "mayā",
            "sādhvī",
            "codite",
            "parameṣṭhinā"
        ],
        "translation": "On the request of Lord Brahmā I handed over my chaste daughter to him, although he is devoid of all cleanliness and his heart is filled with nasty things.",
        "purport": " It is the duty of parents to hand over their daughters to suitable persons just befitting their family tradition in cleanliness, gentle behavior, wealth, social position, etc. Dakṣa was repentant that on the request of Brahmā, who was his father, he had handed over his daughter to a person who, according to his calculation, was nasty. He was so angry that he did not acknowledge that the request was from his father. Instead, he referred to Brahmā as parameṣṭhī, the supreme teacher in the universe; because of his temperament of gross anger, he was not even prepared to accept Brahmā as his father. In other words, he accused even Brahmā of being less intelligent because he had advised Dakṣa to hand over his beautiful daughter to such a nasty fellow. In anger one forgets everything, and thus Dakṣa, in anger, not only accused the great Lord Śiva, but criticized his own father, Lord Brahmā, for his not very astute advice that Dakṣa hand over his daughter to Lord Śiva."
    },
    {
        "verse": "17",
        "devanagari": "मैत्रेय उवाचविनिन्द्यैवं स गिरिशमप्रतीपमवस्थितम् ।दक्षोऽथाप उपस्पृश्य क्रुद्ध: शप्तुं प्रचक्रमे ॥ १७ ॥",
        "english_devnagari": "maitreya uvācavinindyaivaṁ sa giriśamapratīpam avasthitamdakṣo ’thāpa upaspṛśyakruddhaḥ śaptuṁ pracakrame",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "vinindya",
            "evam",
            "saḥ",
            "giriśam",
            "apratīpam",
            "avasthitam",
            "dakṣaḥ",
            "atha",
            "apaḥ",
            "upaspṛśya",
            "kruddhaḥ",
            "śaptum",
            "pracakrame"
        ],
        "translation": "The sage Maitreya continued: Thus Dakṣa, seeing Lord Śiva sitting as if against him, washed his hands and mouth and cursed him in the following words.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "अयं तु देवयजन इन्द्रोपेन्द्रादिभिर्भव: ।सह भागं न लभतां देवैर्देवगणाधम: ॥ १८ ॥",
        "english_devnagari": "ayaṁ tu deva-yajanaindropendrādibhir bhavaḥsaha bhāgaṁ na labhatāṁdevair deva-gaṇādhamaḥ",
        "verse_Syn": [
            "ayam",
            "tu",
            "deva",
            "yajane",
            "indra",
            "upendra",
            "ādibhiḥ",
            "bhavaḥ",
            "saha",
            "bhāgam",
            "na",
            "labhatām",
            "devaiḥ",
            "deva",
            "gaṇa",
            "adhamaḥ"
        ],
        "translation": "The demigods are eligible to share in the oblations of sacrifice, but Lord Śiva, who is the lowest of all the demigods, should not have a share.",
        "purport": " Because of this curse, Śiva was deprived of his share in the oblations of Vedic sacrifices. It was due to the curse of Dakṣa, Śrī Viśvanātha Cakravartī comments in this connection, that Lord Śiva was saved from the calamity of taking part with other demigods, who were all materialistic. Lord Śiva is the greatest devotee of the Supreme Personality of Godhead, and it is not fitting for him to eat or sit with materialistic persons like the demigods. Thus the curse of Dakṣa was indirectly a blessing, for Śiva would not have to eat or sit with other demigods, who were too materialistic. There is a practical example set for us by Gaurakiśora dāsa Bābājī Mahārāja, who used to sit on the side of a latrine to chant Hare Kṛṣṇa. Many materialistic persons used to come and bother him and disturb his daily routine of chanting, so to avoid their company he used to sit by the side of a latrine, where materialistic persons would not go because of the filth and the obnoxious smell. However, Gaurakiśora dāsa Bābājī Mahārāja was so great that he was accepted as the spiritual master of such a great personality as His Divine Grace Oṁ Viṣṇupāda Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja. The conclusion is that Lord Śiva behaved in his own way to avoid materialistic persons who might disturb him in his prosecution of devotional service."
    },
    {
        "verse": "19",
        "devanagari": "निषिध्यमान: स सदस्यमुख्यै-र्दक्षो गिरित्राय विसृज्य शापम् ।तस्माद्विनिष्क्रम्य विवृद्धमन्यु-र्जगाम कौरव्य निजं निकेतनम् ॥ १९ ॥",
        "english_devnagari": "niṣidhyamānaḥ sa sadasya-mukhyairdakṣo giritrāya visṛjya śāpamtasmād viniṣkramya vivṛddha-manyurjagāma kauravya nijaṁ niketanam",
        "verse_Syn": [
            "niṣidhyamānaḥ",
            "saḥ",
            "sadasya",
            "mukhyaiḥ",
            "dakṣaḥ",
            "giritrāya",
            "visṛjya",
            "śāpam",
            "tasmāt",
            "viniṣkramya",
            "vivṛddha",
            "manyuḥ",
            "jagāma",
            "kauravya",
            "nijam",
            "niketanam"
        ],
        "translation": "Maitreya continued: My dear Vidura, in spite of the requests of all the members of the sacrificial assembly, Dakṣa, in great anger, cursed Lord Śiva and then left the assembly and went back to his home.",
        "purport": " Anger is so detrimental that even a great personality like Dakṣa, out of anger, left the arena where Brahmā was presiding and all the great sages and pious and saintly persons were assembled. All of them requested him not to leave, but, infuriated, he left, thinking that the auspicious place was not fit for him. Puffed up by his exalted position, he thought that no one was greater than he in argument. It appears that all the members of the assembly, including Lord Brahmā, requested him not to be angry and leave their company, but in spite of all these requests, he left. That is the effect of cruel anger. In Bhagavad-gītā, therefore, it is advised that one who desires to make tangible advancement in spiritual consciousness must avoid three things — lust, anger and the mode of passion. Actually we can see that lust, anger and passion make a man crazy, even though he be as great as Dakṣa. The very name Dakṣa suggests that he was expert in all material activities, but still, because of his aversion towards such a saintly personality as Śiva, he was attacked by these three enemies — anger, lust and passion. Lord Caitanya therefore advised that one be very careful not to offend Vaiṣṇavas. He compared offenses toward a Vaiṣṇava to a mad elephant. As a mad elephant can do anything horrible, so when a person offends a Vaiṣṇava he can perform any abominable action."
    },
    {
        "verse": "20",
        "devanagari": "विज्ञाय शापं गिरिशानुगाग्रणी-र्नन्दीश्वरो रोषकषायदूषित: ।दक्षाय शापं विससर्ज दारुणंये चान्वमोदंस्तदवाच्यतां द्विजा: ॥ २० ॥",
        "english_devnagari": "vijñāya śāpaṁ giriśānugāgraṇīrnandīśvaro roṣa-kaṣāya-dūṣitaḥdakṣāya śāpaṁ visasarja dāruṇaṁye cānvamodaṁs tad-avācyatāṁ dvijāḥ",
        "verse_Syn": [
            "vijñāya",
            "śāpam",
            "giriśa",
            "anuga",
            "agraṇīḥ",
            "nandīśvaraḥ",
            "roṣa",
            "kaṣāya",
            "dūṣitaḥ",
            "dakṣāya",
            "śāpam",
            "visasarja",
            "dāruṇam",
            "ye",
            "ca",
            "anvamodan",
            "tat",
            "avācyatām",
            "dvijāḥ"
        ],
        "translation": "Upon understanding that Lord Śiva had been cursed, Nandīśvara, one of Lord Śiva’s principal associates, became greatly angry. His eyes became red, and he prepared to curse Dakṣa and all the brāhmaṇas present there who had tolerated Dakṣa’s cursing Śiva in harsh words.",
        "purport": " There is a long-standing dissension among some of the neophyte Vaiṣṇavas and Śaivites; they are always at loggerheads. When Dakṣa cursed Lord Śiva in harsh words, some of the brāhmaṇas present might have enjoyed it because some brāhmaṇas do not very much admire Lord Śiva. This is due to their ignorance of Lord Śiva’s position. Nandīśvara was affected by the cursing, but he did not follow the example of Lord Śiva, who was also present there. Although Lord Śiva could also have cursed Dakṣa in a similar way, he was silent and tolerant; but Nandīśvara, his follower, was not tolerant. Of course, as a follower it was right for him not to tolerate an insult to his master, but he should not have cursed the brāhmaṇas who were present. The entire issue was so complicated that those who were not strong enough forgot their positions, and thus cursing and countercursing went on in that great assembly. In other words, the material field is so unsteady that even personalities like Nandīśvara, Dakṣa and many of the brāhmaṇas present were infected by the atmosphere of anger."
    },
    {
        "verse": "21",
        "devanagari": "य एतन्मर्त्यमुद्दिश्य भगवत्यप्रतिद्रुहि ।द्रुह्यत्यज्ञ: पृथग्दृष्टिस्तत्त्वतो विमुखो भवेत् ॥ २१ ॥",
        "english_devnagari": "ya etan martyam uddiśyabhagavaty apratidruhidruhyaty ajñaḥ pṛthag-dṛṣṭistattvato vimukho bhavet",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "martyam",
            "uddiśya",
            "bhagavati",
            "apratidruhi",
            "druhyati",
            "ajñaḥ",
            "pṛthak",
            "dṛṣṭiḥ",
            "tattvataḥ",
            "vimukhaḥ",
            "bhavet"
        ],
        "translation": "Anyone who has accepted Dakṣa as the most important personality and neglected Lord Śiva because of envy is less intelligent and, because of visualizing in duality, will be bereft of transcendental knowledge.",
        "purport": " The first curse by Nandīśvara was that anyone supporting Dakṣa was foolishly identifying himself with the body, and therefore, because Dakṣa had no transcendental knowledge, supporting him would deprive one of transcendental knowledge. Dakṣa, Nandīśvara said, identified himself with the body like other materialistic persons and was trying to derive all kinds of facilities in relationship with the body. He had excessive attachment for the body and, in relation to the body, with wife, children, home and other such things, which are different from the soul. Therefore Nandīśvara’s curse was that anyone who supported Dakṣa would be bereft of transcendental knowledge of the soul and thus also be deprived of knowledge of the Supreme Personality of Godhead."
    },
    {
        "verse": "22",
        "devanagari": "गृहेषु कूटधर्मेषु सक्तो ग्राम्यसुखेच्छया ।कर्मतन्त्रं वितनुते वेदवादविपन्नधी: ॥ २२ ॥",
        "english_devnagari": "gṛheṣu kūṭa-dharmeṣusakto grāmya-sukhecchayākarma-tantraṁ vitanuteveda-vāda-vipanna-dhīḥ",
        "verse_Syn": [
            "gṛheṣu",
            "kūṭa",
            "dharmeṣu",
            "saktaḥ",
            "grāmya",
            "sukha",
            "icchayā",
            "karma",
            "tantram",
            "vitanute",
            "veda",
            "vāda",
            "vipanna",
            "dhīḥ"
        ],
        "translation": "Pretentiously religious householder life, in which one is attracted to material happiness and thus also attracted to the superficial explanation of the Vedas, robs one of all intelligence and attaches one to fruitive activities as all in all.",
        "purport": " Persons who identify with bodily existence are attached to the fruitive activities described in the Vedic literature. For example, in the Vedas it is said that one who observes the cāturmāsya vow will attain eternal happiness in the heavenly kingdom. In Bhagavad-gītā, it is said that this flowery language of the Vedas mostly attracts persons who identify with the body. To them such happiness as that of the heavenly kingdom is everything; they do not know that beyond that is the spiritual kingdom, or kingdom of God, and they have no knowledge that one can go there. Thus they are bereft of transcendental knowledge. Such persons are very careful in observing the rules and regulations of household life in order to be promoted in the next life to the moon or other heavenly planets. It is stated here that such persons are attached to grāmya-sukha, which means “material happiness,” without knowledge of eternal, blissful, spiritual life."
    },
    {
        "verse": "23",
        "devanagari": "बुद्ध्या पराभिध्यायिन्या विस्मृतात्मगति: पशु: ।स्त्रीकाम: सोऽस्त्वतितरां दक्षो बस्तमुखोऽचिरात् ॥ २३ ॥",
        "english_devnagari": "buddhyā parābhidhyāyinyāvismṛtātma-gatiḥ paśuḥstrī-kāmaḥ so ’stv atitarāṁdakṣo basta-mukho ’cirāt",
        "verse_Syn": [
            "buddhyā",
            "para",
            "abhidhyāyinyā",
            "vismṛta",
            "ātma",
            "gatiḥ",
            "paśuḥ",
            "strī",
            "kāmaḥ",
            "saḥ",
            "astu",
            "atitarām",
            "dakṣaḥ",
            "basta",
            "mukhaḥ",
            "acirāt"
        ],
        "translation": "Dakṣa has accepted the body as all in all. Therefore, since he has forgotten the viṣṇu-pāda, or viṣṇu-gati, and is attached to sex life only, within a short time he will have the face of a goat.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "विद्याबुद्धिरविद्यायां कर्ममय्यामसौ जड: ।संसरन्त्विह ये चामुमनु शर्वावमानिनम् ॥ २४ ॥",
        "english_devnagari": "vidyā-buddhir avidyāyāṁkarmamayyām asau jaḍaḥsaṁsarantv iha ye cāmumanu śarvāvamāninam",
        "verse_Syn": [
            "vidyā",
            "buddhiḥ",
            "avidyāyām",
            "karma",
            "mayyām",
            "asau",
            "jaḍaḥ",
            "saṁsarantu",
            "iha",
            "ye",
            "ca",
            "amum",
            "anu",
            "śarva",
            "avamāninam"
        ],
        "translation": "Those who have become as dull as matter by cultivating materialistic education and intelligence are nesciently involved in fruitive activities. Such men have purposely insulted Lord Śiva. May they continue in the cycle of repeated birth and death.",
        "purport": " The three curses mentioned above are sufficient to make one as dull as stone, void of spiritual knowledge and preoccupied with materialistic education, which is nescience. After uttering these curses, Nandīśvara then cursed the brāhmaṇas to continue in the cycle of birth and death because of their supporting Dakṣa in blaspheming Lord Śiva."
    },
    {
        "verse": "25",
        "devanagari": "गिर: श्रुताया: पुष्पिण्या मधुगन्धेन भूरिणा ।मथ्ना चोन्मथितात्मान: सम्मुह्यन्तु हरद्विष: ॥ २५ ॥",
        "english_devnagari": "giraḥ śrutāyāḥ puṣpiṇyāmadhu-gandhena bhūriṇāmathnā conmathitātmānaḥsammuhyantu hara-dviṣaḥ",
        "verse_Syn": [
            "giraḥ",
            "śrutāyāḥ",
            "puṣpiṇyāḥ",
            "madhu",
            "gandhena",
            "bhūriṇā",
            "mathnā",
            "ca",
            "unmathita",
            "ātmānaḥ",
            "sammuhyantu",
            "hara",
            "dviṣaḥ"
        ],
        "translation": "May those who are envious of Lord Śiva, being attracted by the flowery language of the enchanting Vedic promises, and who have thus become dull, always remain attached to fruitive activities.",
        "purport": " The Vedic promises of elevation to higher planets for a better standard of materialistic life are compared to flowery language because in a flower there is certainly an aroma but that aroma does not last for a very long time. In a flower there is honey, but that honey is not eternal."
    },
    {
        "verse": "26",
        "devanagari": "सर्वभक्षा द्विजा वृत्त्यै धृतविद्यातपोव्रता: ।वित्तदेहेन्द्रियारामा याचका विचरन्त्विह ॥ २६ ॥",
        "english_devnagari": "sarva-bhakṣā dvijā vṛttyaidhṛta-vidyā-tapo-vratāḥvitta-dehendriyārāmāyācakā vicarantv iha",
        "verse_Syn": [
            "sarva",
            "bhakṣāḥ",
            "dvijāḥ",
            "vṛttyai",
            "dhṛta",
            "vidyā",
            "tapaḥ",
            "vratāḥ",
            "vitta",
            "deha",
            "indriya",
            "ārāmāḥ",
            "yācakāḥ",
            "vicarantu",
            "iha"
        ],
        "translation": "These brāhmaṇas take to education, austerity and vows only for the purpose of maintaining the body. They shall be devoid of discrimination between what to eat and what not to eat. They will acquire money, begging from door to door, simply for the satisfaction of the body.",
        "purport": " The third curse inflicted by Nandīśvara on the brāhmaṇas who supported Dakṣa is completely functioning in the Age of Kali. The so-called brāhmaṇas are no longer interested in understanding the nature of the Supreme Brahman, although a brāhmaṇa means one who has attained knowledge about Brahman. In the Vedānta-sūtra also it is stated, athāto brahma-jijñāsā: this human form of life is meant for realization of the Supreme Brahman, the Absolute Truth, or, in other words, human life is meant for one’s elevation to the post of a brāhmaṇa. Unfortunately the modern brāhmaṇas, or so-called brāhmaṇas who come in originally brahminical families, have left their own occupational duties, but they do not allow others to occupy the posts of brāhmaṇas. The qualifications for brāhmaṇas are described in the scriptures, in Śrīmad-Bhāgavatam, Bhagavad-gītā and all other Vedic literatures. Brāhmaṇa is not a hereditary title or position. If someone from a non-brāhmaṇa family (for example, one born in a family of śūdras) tries to become a brāhmaṇa by being properly qualified under the instruction of a bona fide spiritual master, these so-called brāhmaṇas will object. Such brāhmaṇas, having been cursed by Nandīśvara, are actually in a position where they have no discrimination between eatables and noneatables and simply live to maintain the perishable material body and its family. Such fallen conditioned souls are not worthy to be called brāhmaṇas, but in Kali-yuga they claim to be brāhmaṇas, and if a person actually tries to attain the brahminical qualifications, they try to hinder his progress. This is the situation in the present age. Caitanya Mahāprabhu condemned this principle very strongly. During His conversation with Rāmānanda Rāya, He said that regardless of whether a person is born in a brāhmaṇa family or śūdra family, regardless of whether he is a householder or a sannyāsī, if he knows the science of Kṛṣṇa he must be a spiritual master. Caitanya Mahāprabhu had many so-called śūdra disciples, like Haridāsa Ṭhākura and Rāmānanda Rāya. Even the Gosvāmīs, who were principal students of Lord Caitanya, were also ostracized from brāhmaṇa society, but Caitanya Mahāprabhu, by His grace, made them first-class Vaiṣṇavas."
    },
    {
        "verse": "27",
        "devanagari": "तस्यैवं वदत: शापं श्रुत्वा द्विजकुलाय वै ।भृगु: प्रत्यसृजच्छापं ब्रह्मदण्डं दुरत्ययम् ॥ २७ ॥",
        "english_devnagari": "tasyaivaṁ vadataḥ śāpaṁśrutvā dvija-kulāya vaibhṛguḥ pratyasṛjac chāpaṁbrahma-daṇḍaṁ duratyayam",
        "verse_Syn": [
            "tasya",
            "evam",
            "vadataḥ",
            "śāpam",
            "śrutvā",
            "dvija",
            "kulāya",
            "vai",
            "bhṛguḥ",
            "pratyasṛjat",
            "śāpam",
            "brahma",
            "daṇḍam",
            "duratyayam"
        ],
        "translation": "When all the hereditary brāhmaṇas were thus cursed by Nandīśvara, the sage Bhṛgu, as a reaction, condemned the followers of Lord Śiva with this very strong brahminical curse.",
        "purport": " The word duratyaya is particularly used in reference to a brahmadaṇḍa, or curse by a brāhmaṇa. A curse by a brāhmaṇa is very strong; therefore it is called duratyaya, or insurmountable. As the Lord states in Bhagavad-gītā, the stringent laws of nature are insurmountable; similarly, if a curse is uttered by a brāhmaṇa, that curse is also insurmountable. But Bhagavad-gītā also says that the curses or benedictions of the material world are, after all, material creations. The Caitanya-caritāmṛta confirms that that which is accepted in this material world to be a benediction and that which is taken to be a curse are both on the same platform because they are material. To get out of this material contamination, one should take shelter of the Supreme Personality of Godhead, as recommended in Bhagavad-gītā (7.14): mām eva ye prapadyante māyām etāṁ taranti te. The best path is to transcend all material curses and benedictions and take shelter of the Supreme Lord, Kṛṣṇa, and remain in a transcendental position. Persons who have taken shelter of Kṛṣṇa are always peaceful; they are never cursed by anyone, nor do they attempt to curse anyone. That is a transcendental position."
    },
    {
        "verse": "28",
        "devanagari": "भवव्रतधरा ये च ये च तान्समनुव्रता: ।पाषण्डिनस्ते भवन्तु सच्छास्त्रपरिपन्थिन: ॥ २८ ॥",
        "english_devnagari": "bhava-vrata-dharā ye caye ca tān samanuvratāḥpāṣaṇḍinas te bhavantusac-chāstra-paripanthinaḥ",
        "verse_Syn": [
            "bhava",
            "vrata",
            "dharāḥ",
            "ye",
            "ca",
            "ye",
            "ca",
            "tān",
            "samanuvratāḥ",
            "pāṣaṇḍinaḥ",
            "te",
            "bhavantu",
            "sat",
            "śāstra",
            "paripanthinaḥ"
        ],
        "translation": "One who takes a vow to satisfy Lord Śiva or who follows such principles will certainly become an atheist and be diverted from transcendental scriptural injunctions.",
        "purport": " It is sometimes seen that devotees of Lord Śiva imitate the characteristics of Lord Śiva. For example, Lord Śiva drank an ocean of poison, so some of the followers of Lord Śiva imitate him and try to take intoxicants like gāñjā (marijuana). Here the curse is that if someone follows such principles he must become an infidel and turn against the principles of Vedic regulation. It is said that such devotees of Lord Śiva will be sac-chāstra-paripanthinaḥ, which means “opposed to the conclusion of śāstra, or scripture.” This is confirmed in the Padma Purāṇa also. Lord Śiva was ordered by the Supreme Personality of Godhead to preach the impersonal, or Māyāvāda, philosophy for a particular purpose, just as Lord Buddha preached the philosophy of voidness for particular purposes mentioned in the śāstras. Sometimes it is necessary to preach a philosophical doctrine which is against the Vedic conclusion. In the Śiva Purāṇa it is stated that Lord Śiva said to Pārvatī that in the Kali-yuga, in the body of a brāhmaṇa, he would preach the Māyāvāda philosophy. Thus it is generally found that the worshipers of Lord Śiva are Māyāvādī followers. Lord Śiva himself says, māyāvādam asac-chāstram. Asat-śāstra, as explained here, means the doctrine of Māyāvāda impersonalism, or becoming one with the Supreme. Bhṛgu Muni cursed that persons who worshiped Lord Śiva would become followers of this Māyāvāda asat-śāstra, which attempts to establish that the Supreme Personality of Godhead is impersonal. Besides that, among the worshipers of Lord Śiva there is a section who live a devilish life. Śrīmad-Bhāgavatam and Nārada-pañcarātra are authorized scriptures that are considered sat-śāstra, or scriptures which lead one to the path of God realization. Asat-śāstras are just the opposite."
    },
    {
        "verse": "29",
        "devanagari": "नष्टशौचा मूढधियो जटाभस्मास्थिधारिण: ।विशन्तु शिवदीक्षायां यत्र दैवं सुरासवम् ॥ २९ ॥",
        "english_devnagari": "naṣṭa-śaucā mūḍha-dhiyojaṭā-bhasmāsthi-dhāriṇaḥviśantu śiva-dīkṣāyāṁyatra daivaṁ surāsavam",
        "verse_Syn": [
            "naṣṭa",
            "śaucāḥ",
            "mūḍha",
            "dhiyaḥ",
            "jaṭā",
            "bhasma",
            "asthi",
            "dhāriṇaḥ",
            "viśantu",
            "śiva",
            "dīkṣāyām",
            "yatra",
            "daivam",
            "sura",
            "āsavam"
        ],
        "translation": "Those who vow to worship Lord Śiva are so foolish that they imitate him by keeping long hair on their heads. When initiated into worship of Lord Śiva, they prefer to live on wine, flesh and other such things.",
        "purport": " Indulging in wine and meat, keeping long hair on one’s head, not bathing daily, and smoking gāñjā (marijuana) are some of the habits which are accepted by foolish creatures who do not have regulated lives. By such behavior one becomes devoid of transcendental knowledge. In the initiation into the Śiva mantra there are mudrikāṣṭaka, in which it is sometimes recommended that one make his sitting place on the vagina and thus desire nirvāṇa, or dissolution of existence. In that process of worship, wine is needed, or sometimes, in place of wine, palm tree juice which is converted into an intoxicant. This is also offered according to Śiva-āgama, a scripture on the method of worshiping Lord Śiva."
    },
    {
        "verse": "30",
        "devanagari": "ब्रह्म च ब्राह्मणांश्चैव यद्यूयं परिनिन्दथ ।सेतुं विधारणं पुंसामत: पाषण्डमाश्रिता: ॥ ३० ॥",
        "english_devnagari": "brahma ca brāhmaṇāṁś caivayad yūyaṁ parinindathasetuṁ vidhāraṇaṁ puṁsāmataḥ pāṣaṇḍam āśritāḥ",
        "verse_Syn": [
            "brahma",
            "ca",
            "brāhmaṇān",
            "ca",
            "eva",
            "yat",
            "yūyam",
            "parinindatha",
            "setum",
            "vidhāraṇam",
            "puṁsām",
            "ataḥ",
            "pāṣaṇḍam",
            "āśritāḥ"
        ],
        "translation": "Bhṛgu Muni continued: Since you blaspheme the Vedas and the brāhmaṇas, who are followers of the Vedic principles, it is understood that you have already taken shelter of the doctrine of atheism.",
        "purport": " Bhṛgu Muni, in cursing Nandīśvara, said that not only would they be degraded as atheists because of this curse, but they had already fallen to the standard of atheism because they had blasphemed the Vedas, which are the source of human civilization. Human civilization is based on the qualitative divisions of social order, namely the intelligent class, the martial class, the productive class and the laborer class. The Vedas provide the right direction for advancing in spiritual cultivation and economic development and regulating the principle of sense gratification, so that ultimately one may be liberated from material contamination to his real state of spiritual identification (ahaṁ brahmāsmi). As long as one is in the contamination of material existence, one changes bodies from the aquatics up to the position of Brahmā, but the human form of life is the highest perfectional life in the material world. The Vedas give directions by which to elevate oneself in the next life. The Vedas are the mother for such instructions, and the brāhmaṇas, or persons who are in knowledge of the Vedas, are the father. Thus if one blasphemes the Vedas and brāhmaṇas, naturally one goes down to the status of atheism. The exact word used in Sanskrit is nāstika, which refers to one who does not believe in the Vedas but manufactures some concocted system of religion. Śrī Caitanya Mahāprabhu has said that the followers of the Buddhist system of religion are nāstikas. In order to establish his doctrine of nonviolence, Lord Buddha flatly refused to believe in the Vedas, and thus, later on, Śaṅkarācārya stopped this system of religion in India and forced it to go outside India. Here it is stated, brahma ca brāhmaṇān. Brahma means the Vedas. Ahaṁ brahmāsmi means “I am in full knowledge.” The Vedic assertion is that one should think that he is Brahman, for actually he is Brahman. If brahma, or the Vedic spiritual science, is condemned, and the masters of the spiritual science, the brāhmaṇas, are condemned, then where does human civilization stand? Bhṛgu Muni said, “It is not due to my cursing that you shall become atheists; you are already situated in the principle of atheism. Therefore you are condemned.”"
    },
    {
        "verse": "31",
        "devanagari": "एष एव हि लोकानां शिव: पन्था: सनातन: ।यं पूर्वे चानुसन्तस्थुर्यत्प्रमाणं जनार्दन: ॥ ३१ ॥",
        "english_devnagari": "eṣa eva hi lokānāṁśivaḥ panthāḥ sanātanaḥyaṁ pūrve cānusantasthuryat-pramāṇaṁ janārdanaḥ",
        "verse_Syn": [
            "eṣaḥ",
            "eva",
            "hi",
            "lokānām",
            "śivaḥ",
            "panthāḥ",
            "sanātanaḥ",
            "yam",
            "pūrve",
            "ca",
            "anusantasthuḥ",
            "yat",
            "pramāṇam",
            "janārdanaḥ"
        ],
        "translation": "The Vedas give the eternal regulative principles for auspicious advancement in human civilization which have been rigidly followed in the past. The strong evidence of this principle is the Supreme Personality of Godhead, who is called Janārdana, the well-wisher of all living entities.",
        "purport": " In the Bhagavad-gītā the Supreme Personality of Godhead, Kṛṣṇa, has claimed that He is the father of all living entities, regardless of form. There are 8,400,000 different species of life forms, and Lord Kṛṣṇa claims that He is the father of all. Because the living entities are parts and parcels of the Supreme Personality of Godhead, they are all sons of the Lord, and for their benefit, because they are hovering under the impression that they can lord it over material nature, the Vedas are given to them for their guidance. Therefore the Vedas are called apauruṣeya, for they are not written by any man or demigod, including the first living creature, Brahmā. Brahmā is not the creator or author of the Vedas. He is also one of the living beings in this material world; therefore he does not have the power to write or speak the Vedas independently. Every living entity within this material world is subject to four deficiencies: he commits mistakes, he accepts one thing for another, he cheats, and he has imperfect senses. The Vedas, however, are not written by any living creature within this material world. Therefore they are said to be apauruṣeya. No one can trace out the history of the Vedas. Of course, modern human civilization has no chronological history of the world or the universe, and it cannot present actual historical facts older than three thousand years. But no one has traced out when the Vedas were written, because they were never written by any living being within this material world. All other systems of knowledge are defective because they have been written or spoken by men or demigods who are products of this material creation, but Bhagavad-gītā is apauruṣeya, for it was not spoken by any human being or any demigod of this material creation; it was spoken by Lord Kṛṣṇa, who is beyond the material creation. That is accepted by such stalwart scholars as Śaṅkarācārya, not to speak of other ācāryas such as Rāmānujācārya and Madhvācārya. Śaṅkarācārya has accepted that Nārāyaṇa and Kṛṣṇa are transcendental, and in Bhagavad-gītā also Lord Kṛṣṇa has established, ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate: “I am the origin of everything; everything emanates from Me.” This material creation, including Brahmā and Śiva and all the demigods, has been created by Him, for everything has emanated from Him. He also says that the purpose of all the Vedas is to understand Him (vedaiś ca sarvair aham eva vedyaḥ). He is the original veda-vit, or knower of the Vedas, and vedānta-kṛt, or compiler of Vedānta. Brahmā is not the compiler of the Vedas. In the beginning of Śrīmad-Bhāgavatam it is established, tene brahma hṛdā: the Supreme Absolute Truth, the Personality of Godhead, instructed Brahmā in the Vedic knowledge through his heart. Therefore the evidence that Vedic knowledge is free from the defects of mistakes, illusions, cheating and imperfection is that it is spoken by the Supreme Personality of Godhead, Janārdana, and has thus been followed from time immemorial, beginning from Brahmā. The Vedic religion or the principles of the Vedas have been followed by the highly cultured population of India since time immemorial; no one can trace out the history of Vedic religion. Therefore it is sanātana, and any blasphemy against the Vedas is calculated to be atheism. The Vedas are described as setu, which means “a bridge.” If one wants to attain his spiritual existence, one has to cross an ocean of nescience. The Vedas are the bridge by which to cross such a great ocean. The Vedas describe how to divide the human race into four divisions according to quality and working capacity. This is a very scientific system, and it is also sanātana, for no one can trace out its history and it has no dissolution. No one can stop the system of varṇa and āśrama, or the castes and divisions. For example, whether or not one accepts the name brāhmaṇa, there is a class in society which is known as the intelligent class and which is interested in spiritual understanding and philosophy. Similarly, there is a class of men who are interested in administration and in ruling others. In the Vedic system these martially spirited men are called kṣatriyas. Similarly, everywhere there is a class of men who are interested in economic development, business, industry and moneymaking; they are called vaiśyas. And there is another class who are neither intelligent nor martially spirited nor endowed with the capacity for economic development but who simply can serve others. They are called śūdras, or the laborer class. This system is sanātana — it comes from time immemorial, and it will continue in the same way. There is no power in the world which can stop it. Therefore, since this sanātana-dharma system is eternal, one can elevate himself to the highest standard of spiritual life by following the Vedic principles. It is stated that formerly the sages followed this system; therefore to follow the Vedic system is to follow the standard etiquette of society. But the followers of Lord Śiva, who are drunkards, who are addicted to intoxicants and sex life, who do not bathe and who smoke gāñjā, are against all human etiquette. The conclusion is that persons who rebel against the Vedic principles are themselves the evidence that the Vedas are authoritative, because by not following the Vedic principles they become like animals. Such animalistic persons are themselves evidence of the supremacy of the Vedic regulations."
    },
    {
        "verse": "32",
        "devanagari": "तद्ब्रह्म परमं शुद्धं सतां वर्त्म सनातनम् ।विगर्ह्य यात पाषण्डं दैवं वो यत्र भूतराट् ॥ ३२ ॥",
        "english_devnagari": "tad brahma paramaṁ śuddhaṁsatāṁ vartma sanātanamvigarhya yāta pāṣaṇḍaṁdaivaṁ vo yatra bhūta-rāṭ",
        "verse_Syn": [
            "tat",
            "brahma",
            "paramam",
            "śuddham",
            "satām",
            "vartma",
            "sanātanam",
            "vigarhya",
            "yāta",
            "pāṣaṇḍam",
            "daivam",
            "vaḥ",
            "yatra",
            "bhūta",
            "rāṭ"
        ],
        "translation": "By blaspheming the principles of the Vedas, which are the pure and supreme path of the saintly persons, certainly you followers of Bhūtapati, Lord Śiva, will descend to the standard of atheism without a doubt.",
        "purport": " Lord Śiva is described here as bhūta-rāṭ. The ghosts and those who are situated in the material mode of ignorance are called bhūtas, so bhūta-rāṭ refers to the leader of the creatures who are in the lowest standard of the material modes of nature. Another meaning of bhūta is anyone who has taken birth or anything which is produced, so in that sense Lord Śiva may be accepted as the father of this material world. Here, of course, Bhṛgu Muni takes Lord Śiva as the leader of the lowest creatures. The characteristics of the lowest class of men have already been described — they do not bathe, they have long hair on their heads, and they are addicted to intoxicants. In comparison with the path followed by the followers of Bhūtarāṭ, the Vedic system is certainly excellent, for it promotes people to spiritual life as the highest eternal principle of human civilization. If one decries or blasphemes the Vedic principles, then he falls to the standard of atheism."
    },
    {
        "verse": "33",
        "devanagari": "मैत्रेय उवाचतस्यैवं वदत: शापं भृगो: स भगवान् भव: ।निश्चक्राम तत: किञ्चिद्विमना इव सानुग: ॥ ३३ ॥",
        "english_devnagari": "maitreya uvācatasyaivaṁ vadataḥ śāpaṁbhṛgoḥ sa bhagavān bhavaḥniścakrāma tataḥ kiñcidvimanā iva sānugaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "tasya",
            "evam",
            "vadataḥ",
            "śāpam",
            "bhṛgoḥ",
            "saḥ",
            "bhagavān",
            "bhavaḥ",
            "niścakrāma",
            "tataḥ",
            "kiñcit",
            "vimanāḥ",
            "iva",
            "sa",
            "anugaḥ"
        ],
        "translation": "The sage Maitreya said: When such cursing and countercursing was going on between Lord Śiva’s followers and the parties of Dakṣa and Bhṛgu, Lord Śiva became very morose. Not saying anything, he left the arena of the sacrifice, followed by his disciples.",
        "purport": " Here Lord Śiva’s excellent character is described. In spite of the cursing and countercursing between the parties of Dakṣa and Śiva, because he is the greatest Vaiṣṇava he was so sober that he did not say anything. A Vaiṣṇava is always tolerant, and Lord Śiva is considered the topmost Vaiṣṇava, so his character, as shown in this scene, is excellent. He became morose because he knew that these people, both his men and Dakṣa’s, were unnecessarily cursing and countercursing one another, without any interest in spiritual life. From his point of view, he did not see anyone as lower or higher, because he is a Vaiṣṇava. As stated in Bhagavad-gītā (5.18), paṇḍitāḥ sama-darśinaḥ: one who is perfectly learned does not see anyone as lesser or greater, because he sees everyone from the spiritual platform. Thus the only alternative left to Lord Śiva was to leave in order to stop his follower, Nandīśvara, as well as Bhṛgu Muni, from cursing and countercursing in that way."
    },
    {
        "verse": "34",
        "devanagari": "तेऽपि विश्वसृज: सत्रं सहस्रपरिवत्सरान् ।संविधाय महेष्वास यत्रेज्य ऋषभो हरि: ॥ ३४ ॥",
        "english_devnagari": "te ’pi viśva-sṛjaḥ satraṁsahasra-parivatsarānsaṁvidhāya maheṣvāsayatrejya ṛṣabho hariḥ",
        "verse_Syn": [
            "te",
            "api",
            "viśva",
            "sṛjaḥ",
            "satram",
            "sahasra",
            "parivatsarān",
            "saṁvidhāya",
            "maheṣvāsa",
            "yatra",
            "ijyaḥ",
            "ṛṣabhaḥ",
            "hariḥ"
        ],
        "translation": "The sage Maitreya continued: O Vidura, all the progenitors of the universal population thus executed a sacrifice for thousands of years, for sacrifice is the best way to worship the Supreme Lord, Hari, the Personality of Godhead.",
        "purport": " It is clearly stated here that the stalwart personalities who generate the entire population of the world are interested in satisfying the Supreme Personality of Godhead by offering sacrifices. The Lord also says in Bhagavad-gītā (5.29), bhoktāraṁ yajña-tapasām. One may engage in performing sacrifices and severe austerities for perfection, but they are all meant to satisfy the Supreme Lord. lf such activities are performed for personal satisfaction, one is involved in pāṣaṇḍa, or atheism; but when they are performed for the satisfaction of the Supreme Lord, one is following the Vedic principle. All the assembled sages performed sacrifices for one thousand years."
    },
    {
        "verse": "35",
        "devanagari": "आप्लुत्यावभृथं यत्र गङ्गा यमुनयान्विता ।विरजेनात्मना सर्वे स्वं स्वं धाम ययुस्तत: ॥ ३५ ॥",
        "english_devnagari": "āplutyāvabhṛthaṁ yatragaṅgā yamunayānvitāvirajenātmanā sarvesvaṁ svaṁ dhāma yayus tataḥ",
        "verse_Syn": [
            "āplutya",
            "avabhṛtham",
            "yatra",
            "gaṅgā",
            "yamunayā",
            "anvitā",
            "virajena",
            "ātmanā",
            "sarve",
            "svam",
            "svam",
            "dhāma",
            "yayuḥ",
            "tataḥ"
        ],
        "translation": "My dear Vidura, carrier of bows and arrows, all the demigods who were performing the sacrifice took their bath at the confluence of the Ganges and the Yamunā after completing the yajña performance. Such a bath is called avabhṛtha-snāna. After thus becoming purified in heart, they departed for their respective abodes.",
        "purport": " After Lord Śiva and, previously, Dakṣa left the arena of sacrifice, the sacrifice was not stopped; the sages went on for many years in order to satisfy the Supreme Lord. The sacrifice was not destroyed for want of Śiva and Dakṣa, and the sages went on with their activities. In other words, it may be assumed that if one does not worship the demigods, even up to Lord Śiva and Brahmā, one can nevertheless satisfy the Supreme Personality of Godhead. This is also confirmed in Bhagavad-gītā (7.20). Kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ: persons who are impelled by lust and desire go to the demigods to derive some material benefit. Bhagavad-gītā uses the very specific words nāsti buddhiḥ, meaning “persons who have lost their sense or intelligence.” Only such persons care for demigods and want to derive material benefit from them. Of course, this does not mean that one should not show respect to the demigods; but there is no need to worship them. One who is honest may be faithful to the government, but he does not need to bribe the government servants. Bribery is illegal; one does not bribe a government servant, but that does not mean that one does not show him respect. Similarly, one who engages in the transcendental loving service of the Supreme Lord does not need to worship any demigod, nor does he have any tendency to show disrespect to the demigods. Elsewhere in Bhagavad-gītā (9.23) it is stated, ye ’py anya-devatā-bhaktā yajante śraddhayānvitāḥ. The Lord says that anyone who worships the demigods is also worshiping Him, but he is worshiping avidhi-pūrvakam, which means “without following the regulative principles.” The regulative principle is to worship the Supreme Personality of Godhead. Worship of demigods may indirectly be worship of the Personality of Godhead, but it is not regulated. By worshiping the Supreme Lord, one automatically serves all the demigods because they are parts and parcels of the whole. If one supplies water to the root of a tree, all the parts of the tree, such as the leaves and branches, are automatically satisfied, and if one supplies food to the stomach, all the limbs of the body — the hands, legs, fingers, etc. — are nourished. Thus by worshiping the Supreme Personality of Godhead one can satisfy all the demigods, but by worshiping all the demigods one does not completely worship the Supreme Lord. Therefore worship of the demigods is irregular, and it is disrespectful to the scriptural injunctions. In this Age of Kali it is practically impossible to perform the deva-yajña, or sacrifices to the demigods. As such, in this age Śrīmad-Bhāgavatam recommends saṅkīrtana-yajña. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ (Bhāg. 11.5.32): “In this age the intelligent person completes the performances of all kinds of yajñas simply by chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare.” Tasmin tuṣṭe jagat tuṣṭaḥ: “When Lord Viṣṇu is satisfied, all the demigods, who are parts and parcels of the Supreme Lord, are satisfied.”"
    }
]